Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: User preference for whether the ''Browse models'' page should be filtered to show only verified models.
ar: تفضيل المستخدم حول ما إذا كان يجب تصفية صفحة ''Browse models'' لعرض النماذج الموثّقة فقط.
bg: Потребителско предпочитание за това дали страницата „Преглед на модели“ трябва да бъде филтрирана, за да показва само проверени модели.
ca: Preferència de l'usuari sobre si s'ha de filtrar la pàgina ''Examina models'' per mostrar només models verificats.
de: Benutzereinstellung, ob die Seite „Modelle durchsuchen“ gefiltert werden soll, um nur verifizierte Modelle anzuzeigen.
eo: User's vibe on if the "Browse models" page should only show verified models or not.
es: Preferencia del usuario sobre si la página "Explorar modelos" debe filtrarse para mostrar solo modelos verificados.
fa: اولویت کاربر برای اینکه آیا صفحه «مرور مدل‌ها» باید فیلتر شود تا فقط مدل‌های تأیید شده را نشان دهد.
fi: Käyttäjän valinta siitä, pitäisikö Selaa malleja -sivu suodattaa näyttämään vain vahvistetut mallit.
fr: Préférence de l'utilisateur quant à savoir si la page « Parcourir les modèles » doit être filtrée pour afficher uniquement les modèles vérifiés.
it: Preferenza dell'utente per quanto riguarda il fatto che la pagina ''Sfoglia modelli'' debba essere filtrata per mostrare solo i modelli verificati.
ja: 「モデルの参照」ページをフィルタリングして検証済みモデルのみを表示するかどうかのユーザー設定。
lt: Naudotojo nuostata, ar puslapis „Naršyti modelius“ turi būti filtruojamas, kad būtų rodomi tik patvirtinti modeliai.
nb: Brukerpreferanse for om siden "Bla gjennom modeller" skal filtreres slik at den bare viser verifiserte modeller.
nl: Gebruikersvoorkeur voor het filteren van de pagina 'Modellen bekijken', zodat alleen geverifieerde modellen worden weergegeven.
pl: Preferencje użytkownika dotyczące tego, czy strona „Przeglądaj modele” powinna być filtrowana w celu wyświetlania tylko zweryfikowanych modeli.
pt_br: Preferência do usuário sobre se a página ''Navegar pelos modelos'' deve ser filtrada para mostrar apenas modelos verificados.
ru: Пользовательские настройки, указывающие, следует ли фильтровать страницу «Обзор моделей» для отображения только проверенных моделей.
sk: Používateľská predvoľba, či má byť stránka „Prehliadať modely“ filtrovaná tak, aby zobrazovala iba overené modely.
sl: Uporabniške nastavitve za to, ali naj bo stran »Brskanje po modelih« filtrirana tako, da prikazuje samo preverjene modele.
sq: Preferenca e përdoruesit nëse faqja ''Browse models'' duhet të filtrohet për të shfaqur vetëm modele të verifikuara.
sr: Korisnička postavka da li stranica ''Browse models'' treba da bude filtrirana tako da prikazuje samo verifikovane modele.
sv: Användarpreferens för om sidan ''Bläddra bland modeller'' ska filtreras för att endast visa verifierade modeller.
tr: ''Modellere göz at'' sayfasının yalnızca doğrulanmış modelleri gösterecek şekilde filtrelenip filtrelenmeyeceğine ilişkin kullanıcı tercihi.
uk: Налаштування користувача щодо того, чи сторінку ''Browse models'' слід відфільтрувати, щоб показувати лише верифіковані моделі.
vi: Tùy chọn của người dùng về việc liệu trang ''Duyệt mô hình'' có nên được lọc để chỉ hiển thị các mô hình đã được xác minh hay không.
zh_hk: 使用者偏好設定是否要篩選「瀏覽模型」頁面，以僅顯示已驗證的模型。

source: Not able to reactivate a user in a deactivated tenant
ar: غير قادر على إعادة تنشيط مستخدم في مستأجر معطّل
bg: Не е възможно повторно активиране на потребител в деактивиран клиент
ca: No es pot reactivar un usuari en un inquilí desactivat
de: Ein Benutzer in einem deaktivierten Mandanten kann nicht reaktiviert werden.
es: No se puede reactivar un usuario en un inquilino desactivado
fa: فعال‌سازی مجدد کاربر در یک مستاجر غیرفعال‌شده امکان‌پذیر نیست
fi: Käyttäjää ei voi aktivoida uudelleen deaktivoidussa vuokraajassa
fr: Impossible de réactiver un utilisateur dans un locataire désactivé
it: Impossibile riattivare un utente in un tenant disattivato
ja: 非アクティブ化されたテナント内のユーザーを再アクティブ化できない
nb: Det er ikke mulig å reaktivere en bruker i en deaktivert leietaker
nl: Het lukt niet om een gebruiker in een gedeactiveerde tenant opnieuw te activeren.
pl: Nie można ponownie aktywować użytkownika w dezaktywowanym dzierżawcy
pt_br: Não é possível reativar um usuário em um locatário desativado.
ru: Невозможно повторно активировать пользователя в деактивированном тенанте
sk: Nie je možné znova aktivovať používateľa v deaktivovanom nájomníkovi
sl: Uporabnika v deaktiviranem najemniku ni mogoče ponovno aktivirati
sq: Nuk mund të riaktivizohet një përdorues në një tenant të çaktivizuar
sr: Nije moguće ponovo aktivirati korisnika u deaktiviranom tenant-u
sv: Det går inte att återaktivera en användare i en inaktiverad hyresgäst
tr: Devre dışı bırakılmış bir kiracıda kullanıcıyı yeniden etkinleştirmek mümkün değil.
uk: Неможливо повторно активувати користувача в деактивованому тенанті
vi: Không thể kích hoạt lại người dùng trong một tenant đã bị vô hiệu hóa.
zh_hk: 無法重新啟動停用租戶中的使用者

source: You cannot specify both `tenancy` and `tenant_id`
ar: لا يمكنك تحديد كلٍّ من `tenancy` و `tenant_id`
bg: Не можете да посочите едновременно „tenancy“ и „tenant_id“
ca: No podeu especificar `tenancy` i `tenant_id` alhora.
de: Sie können nicht gleichzeitig `tenancy` und `tenant_id` angeben.
es: No puedes especificar tanto `tenancy` como `tenant_id`
fa: شما نمی‌توانید هم «tenancy» و هم «tenant_id» را مشخص کنید.
fi: Et voi määrittää sekä `tenancy`- että `tenant_id`-arvoa
fr: Vous ne pouvez pas spécifier à la fois `tenancy` et `tenant_id`.
it: Non è possibile specificare sia `tenancy` che `tenant_id`
ja: `tenancy` と `tenant_id` の両方を指定することはできません
nb: Du kan ikke angi både `tenancy` og `tenant_id`.
nl: Je kunt niet zowel `tenancy` als `tenant_id` opgeven.
pl: Nie można określić jednocześnie `tenancy` i `tenant_id`
pt_br: Não é possível especificar simultaneamente `tenancy` e `tenant_id`.
ru: Нельзя указать одновременно `tenancy` и `tenant_id`
sk: Nemôžete zadať súčasne `tenancy` aj `tenant_id`
sl: Ne morete navesti hkrati vrednosti `tenancy` in `tenant_id`.
sq: Nuk mund të specifikosh njëkohësisht `tenancy` dhe `tenant_id`
sr: Ne možete navesti i `tenancy` i `tenant_id`
sv: Du kan inte ange både `tenancy` och `tenant_id`
tr: `tenancy` ve `tenant_id` değerlerini aynı anda belirtemezsiniz.
uk: Не можна вказати одночасно `tenancy` і `tenant_id`
vi: Bạn không thể chỉ định cả `tenancy` và `tenant_id` cùng lúc.
zh_hk: 您不能同時指定`tenancy`和`tenant_id`。

source: Cannot create a Tenant User as Tenants are not enabled for this instance.
ar: لا يمكن إنشاء مستخدم مستأجر لأن المستأجرين غير مفعّلين لهذا المثيل.
bg: Не може да се създаде потребител-наемател, тъй като наемателите не са активирани за този екземпляр.
ca: No es pot crear un usuari inquilí perquè els inquilins no estan habilitats per a aquesta instància.
de: Es kann kein Mandantenbenutzer erstellt werden, da Mandanten für diese Instanz nicht aktiviert sind.
es: No se puede crear un usuario inquilino porque los inquilinos no están habilitados para esta instancia.
fa: نمی‌توان کاربر مستأجر ایجاد کرد زیرا مستأجران برای این نمونه فعال نیستند.
fi: Vuokraajaa ei voida luoda, koska vuokralaiset eivät ole käytössä tässä instanssissa.
fr: Impossible de créer un utilisateur locataire car les locataires ne sont pas activés pour cette instance.
it: Impossibile creare un utente tenant poiché i tenant non sono abilitati per questa istanza.
ja: このインスタンスではテナントが有効になっていないため、テナント ユーザーを作成できません。
nb: Kan ikke opprette en Tenant-bruker, da Tenants ikke er aktivert for denne forekomsten.
nl: Het is niet mogelijk om een tenantgebruiker aan te maken, omdat tenants niet zijn ingeschakeld voor deze instantie.
pl: Nie można utworzyć użytkownika dzierżawcy, ponieważ dzierżawcy nie są włączeni dla tej instancji.
pt_br: Não é possível criar um usuário locatário, pois os locatários não estão habilitados para esta instância.
ru: Нельзя создать пользователя тенанта, так как тенанты не включены для этого инстанса.
sk: Nie je možné vytvoriť používateľa nájomníka, pretože nájomníci nie sú pre túto inštanciu povolení.
sl: Uporabnika najemnika ni mogoče ustvariti, ker najemniki za ta primerek niso omogočeni.
sq: Nuk mund të krijohet një Përdorues Tenant pasi Tenants nuk janë aktivizuar për këtë instancë.
sr: Nije moguće kreirati Tenant User jer Tenants nisu omogućeni za ovu instancu.
sv: Det går inte att skapa en hyresgästanvändare eftersom hyresgäster inte är aktiverade för den här instansen.
tr: Bu örnek için kiracı özelliği etkinleştirilmediğinden, kiracı kullanıcısı oluşturulamıyor.
uk: Неможливо створити користувача тенанта, оскільки для цього інстансу тенанти не увімкнені.
vi: Không thể tạo Người dùng Tenant vì tính năng Tenant chưa được kích hoạt cho phiên bản này.
zh_hk: 無法建立租戶使用者，因為此實例未啟用租戶。

source: value must be an integer less than zero.
ar: يجب أن تكون القيمة عددًا صحيحًا أقل من الصفر.
bg: стойността трябва да е цяло число, по-малко от нула.
ca: El valor ha de ser un enter inferior a zero.
de: Der Wert muss eine Ganzzahl kleiner als Null sein.
es: El valor debe ser un número entero menor que cero.
fa: مقدار باید یک عدد صحیح کوچکتر از صفر باشد.
fi: arvon on oltava kokonaisluku, joka on pienempi kuin nolla.
fr: la valeur doit être un entier inférieur à zéro.
it: il valore deve essere un numero intero minore di zero.
ja: 値は 0 未満の整数でなければなりません。
nb: verdien må være et heltall mindre enn null.
nl: waarde moet een geheel getal kleiner dan nul zijn.
pl: wartość musi być liczbą całkowitą mniejszą od zera.
pt_br: valor deve ser um inteiro menor que zero.
ru: значение должно быть целым числом меньше нуля.
sk: hodnota musí byť celé číslo menšie ako nula.
sl: vrednost mora biti celo število, manjše od nič.
sq: vlera duhet të jetë një numër i plotë më i vogël se zero.
sr: vrednost mora biti ceo broj manji od nule.
sv: värdet måste vara ett heltal mindre än noll.
tr: değer sıfırdan küçük bir tam sayı olmalıdır.
uk: Значення має бути цілим числом, меншим за нуль.
vi: giá trị phải là số nguyên nhỏ hơn 0.
zh_hk: 值必須是小於零的整數。

source: value must be an integer greater or equal to than zero.
ar: يجب أن تكون value عددًا صحيحًا أكبر من أو يساوي صفرًا.
bg: стойността трябва да е цяло число, по-голямо или равно на нула.
ca: El valor ha de ser un nombre enter més gran o igual que zero.
de: Der Wert muss eine Ganzzahl größer oder gleich Null sein.
eo: value gotta be a whole number at least zero, fr.
es: El valor debe ser un número entero mayor o igual a cero.
fa: مقدار باید یک عدد صحیح بزرگتر یا مساوی صفر باشد.
fi: arvon on oltava kokonaisluku, joka on suurempi tai yhtä suuri kuin nolla.
fr: la valeur doit être un entier supérieur ou égal à zéro.
it: il valore deve essere un numero intero maggiore o uguale a zero.
ja: 値は 0 以上の整数である必要があります。
lt: reikšmė turi būti sveikasis skaičius, didesnis arba lygus nuliui.
nb: verdien må være et heltall større eller lik null.
nl: waarde moet een geheel getal groter dan of gelijk aan nul zijn.
pl: wartość musi być liczbą całkowitą większą lub równą zero.
pt_br: valor deve ser um número inteiro maior ou igual a zero.
ru: значение должно быть целым числом, большим или равным нулю.
sk: hodnota musí byť celé číslo väčšie alebo rovné nule.
sl: vrednost mora biti celo število, večje ali enako nič.
sq: vlera duhet të jetë një numër i plotë më i madh ose i barabartë me zero.
sr: value mora biti ceo broj veći ili jednak nuli.
sv: värdet måste vara ett heltal större eller lika med noll.
tr: değer sıfırdan büyük veya sıfıra eşit bir tam sayı olmalıdır.
uk: значення має бути цілим числом, більшим або рівним нулю.
vi: giá trị phải là số nguyên lớn hơn hoặc bằng không.
zh_hk: 值必須是大於或等於零的整數。

source: value must be a valid date/time/datetime
ar: يجب أن تكون القيمة تاريخًا/وقتًا/تاريخًا-وقتًا صالحًا
es: El valor debe ser una fecha/hora/fecha y hora válida
fa: مقدار باید یک تاریخ/زمان/تاریخ/تاریخ-زمان معتبر باشد
fi: arvon on oltava kelvollinen päivämäärä/kellonaika/päivämäärä/kellonaika
it: il valore deve essere una data/ora/data/ora valida
ja: 値は有効な日付/時刻/日時である必要があります
pt_br: O valor deve ser uma data/hora/data e hora válidas.
ru: значение должно быть корректной date/time/datetime
sk: hodnota musí byť platný dátum/čas/dátum a čas
sl: vrednost mora biti veljaven datum/čas/datum/čas
sq: vlera duhet të jetë një datë/ora/datetime e vlefshme
sr: vrednost mora biti ispravan date/time/datetime
uk: значення має бути коректною датою/часом/датою й часом
vi: Giá trị phải là ngày/giờ/ngày giờ hợp lệ.
zh_hk: 值必須是有效的日期/時間/日期時間

source: String must be a valid two-letter ISO language or language-country code e.g. ''en'' or ''en_US''.
ar: يجب أن تكون السلسلة رمز لغة ISO صالحًا من حرفين أو رمز لغة-بلد مثل ''en'' أو ''en_US''.
bg: Низът трябва да бъде валиден двубуквен ISO език или код на езикова държава, напр. ''en'' или ''en_US''.
ca: La cadena ha de ser un idioma ISO de dues lletres vàlid o un codi d'idioma de país, per exemple, ''en'' o ''en_US''.
de: Die Zeichenfolge muss ein gültiger zweistelliger ISO-Sprach- oder Sprach-Ländercode sein, z. B. „en“ oder „en_US“.
eo: Yo, the string gotta be a legit two-letter ISO language or country code, like "en" or "en_US."
es: La cadena debe ser un código de idioma ISO o de país de idioma válido de dos letras, por ejemplo, "en" o "en_US".
fa: رشته باید یک زبان ISO معتبر دو حرفی یا کد زبان کشور باشد، مثلاً «en» یا «en_US».
fi: Merkkijonon on oltava kelvollinen kaksikirjaiminen ISO-kieli tai kieli-maakoodi, esim. "en" tai "en_US".
fr: La chaîne doit être un code de langue ISO ou de langue-pays valide à deux lettres, par exemple « en » ou « en_US ».
it: La stringa deve essere un codice lingua ISO valido di due lettere o un codice lingua-paese, ad esempio ''en'' o ''en_US''.
ja: 文字列は、有効な 2 文字の ISO 言語または言語と国の組み合わせのコードである必要があります (例: ''en'' または ''en_US'')。
lt: Eilutė turi būti tinkama dviejų raidžių ISO kalbos arba kalbos šalies kodas, pvz., „en“ arba „en_US“.
nb: Strengen må være en gyldig ISO-språk- eller språk-landskode på to bokstaver, f.eks. "en" eller "en_USA".
nl: De tekenreeks moet een geldige ISO-taal- of taal-landcode van twee letters zijn, bijvoorbeeld ''en'' of ''en_US''.
pl: Ciąg musi być prawidłowym dwuliterowym kodem ISO języka lub języka-kraju, np. ''en'' lub ''en_US''.
pt_br: A sequência deve ser um código de idioma ISO válido de duas letras ou um código de idioma-país, por exemplo, ''en'' ou ''en_US''.
ru: Строка должна представлять собой допустимый двухбуквенный код языка ISO или языка-страны, например «en» или «en_US».
sk: Reťazec musí byť platný dvojpísmenový jazyk ISO alebo kód krajiny, napr. ''en'' alebo ''en_US''.
sl: Niz mora biti veljaven dvočrkovni jezik ISO ali koda države jezika, npr. ''en'' ali ''en_US''.
sq: String duhet të jetë një kod i vlefshëm ISO me dy shkronja për gjuhën ose gjuhë-vend p.sh. ''en'' ose ''en_US''.
sr: String mora biti validan dvoslovni ISO kod jezika ili jezik-država, npr. ''en'' ili ''en_US''.
sv: Strängen måste vara ett giltigt tvåbokstavs ISO-språk eller språklandskod, t.ex. ''en'' eller ''en_US''.
tr: Dize geçerli iki harfli bir ISO dili veya dil-ülke kodu olmalıdır, örneğin ''en'' veya ''en_US''.
uk: Строка має бути дійсним дволітерним кодом мови ISO або кодом мова-країна, напр. ''en'' або ''en_US''.
vi: Chuỗi phải là mã ngôn ngữ ISO gồm hai chữ cái hợp lệ hoặc mã quốc gia ngôn ngữ, ví dụ ''en'' hoặc ''en_US''.
zh_hk: 字串必須是有效的雙字元 ISO 語言或語言-國家代碼，例如 ''en'「或 」'en_US''。

source: The maximum number of retries for an event.
ar: الحد الأقصى لعدد مرات إعادة المحاولة لحدث ما.
bg: Максималният брой повторни опити за събитие.
ca: El nombre màxim d'intents per a un esdeveniment.
de: Die maximale Anzahl an Wiederholungsversuchen für ein Ereignis.
es: El número máximo de reintentos para un evento.
fa: حداکثر تعداد تلاش مجدد برای یک رویداد.
fi: Tapahtuman uudelleenyritysten enimmäismäärä.
fr: Le nombre maximal de tentatives pour un événement.
it: Numero massimo di tentativi per un evento.
ja: イベントの最大再試行回数。
nb: Maksimalt antall nye forsøk for en hendelse.
nl: Het maximale aantal herhaalpogingen voor een evenement.
pl: Maksymalna liczba ponownych prób dla zdarzenia.
pt_br: O número máximo de tentativas para um evento.
ru: Максимальное количество повторных попыток для события.
sk: Maximálny počet opakovaní pre udalosť.
sl: Največje število ponovnih poskusov za dogodek.
sq: Numri maksimal i riprovimeve për një event.
sr: Maksimalan broj ponovnih pokušaja za događaj.
sv: Det maximala antalet återförsök för en händelse.
tr: Bir olay için maksimum yeniden deneme sayısı.
uk: Максимальна кількість повторних спроб для події.
vi: Số lần thử lại tối đa cho một sự kiện.
zh_hk: 事件的最大重試次數。

source: The jitter factor of the retry delay.
ar: عامل jitter لتأخير إعادة المحاولة.
bg: Факторът на трептене на забавянето при повторен опит.
ca: El factor de jitter del retard de reintent.
de: Der Jitter-Faktor der Wiederholungsverzögerung.
es: El factor de fluctuación del retraso del reintento.
fa: ضریب لرزش تأخیر در تلاش مجدد.
fi: Uudelleenyritysviiveen jitter-kerroin.
fr: Le facteur de fluctuation du délai de nouvelle tentative.
it: Il fattore di jitter del ritardo di ripetizione.
ja: 再試行遅延のジッター係数。
nb: Jitterfaktoren for forsinkelsen for nye forsøk.
nl: De jitterfactor van de herhaaltijd.
pl: Współczynnik jittera opóźnienia ponownej próby.
pt_br: O fator de jitter do atraso de nova tentativa.
ru: Коэффициент дрожания задержки повторной попытки.
sk: Faktor chvenia oneskorenia opakovania.
sl: Faktor tresenja zakasnitve ponovnega poskusa.
sq: Faktori jitter i vonesës së riprovimit.
sr: Jitter faktor kašnjenja ponovnog pokušaja.
sv: Jitterfaktorn för återförsöksfördröjningen.
tr: Yeniden deneme gecikmesinin titreşim faktörü.
uk: Коефіцієнт jitter для затримки повторної спроби.
vi: Yếu tố dao động của độ trễ khi thử lại.
zh_hk: 重試延遲的抖動因子。

source: Threshold (value in 0-100) indicating at which threshold it should offer an upgrade to the latest major version.
ar: العتبة (قيمة بين 0-100) التي تحدد عند أي عتبة يجب أن يعرض الترقية إلى أحدث إصدار رئيسي.
ca: Llindar (valor en 0-100) que indica a partir de quin llindar s'hauria d'oferir una actualització a la darrera versió principal.
de: Schwellenwert (Wert zwischen 0 und 100), der angibt, ab welchem Schwellenwert ein Upgrade auf die neueste Hauptversion angeboten werden soll.
es: Umbral (valor en 0-100) que indica en qué umbral debe ofrecer una actualización a la última versión principal.
fa: آستانه (مقداری بین ۰ تا ۱۰۰) که نشان می‌دهد در چه آستانه‌ای باید ارتقاء به آخرین نسخه اصلی ارائه شود.
fi: Kynnysarvo (arvo väliltä 0–100), joka osoittaa, millä kynnysarvolla sen tulisi tarjota päivitys uusimpaan pääversioon.
fr: Seuil (valeur de 0 à 100) indiquant à quel seuil une mise à niveau vers la dernière version majeure doit être proposée.
it: Soglia (valore compreso tra 0 e 100) che indica la soglia raggiunta la quale dovrebbe essere offerto un aggiornamento all'ultima versione principale.
ja: 最新のメジャー バージョンへのアップグレードを提供するしきい値を示すしきい値 (0 ～ 100 の値)。
nb: Terskelverdi (verdi i 0-100) som angir ved hvilken terskel den skal tilby en oppgradering til den nyeste hovedversjonen.
pl: Próg (wartość z zakresu 0–100) określający próg, po przekroczeniu którego powinna zostać zaoferowana aktualizacja do najnowszej wersji głównej.
pt_br: Limiar (valor de 0 a 100) que indica a partir do qual o sistema deve oferecer uma atualização para a versão principal mais recente.
ru: Порог (значение в 0–100), при достижении которого следует предлагать обновление до последней мажорной версии.
sk: Prahová hodnota (hodnota v rozsahu 0 – 100) určujúca, pri ktorej prahovej hodnote by sa mala ponúknuť aktualizácia na najnovšiu hlavnú verziu.
sl: Prag (vrednost v območju od 0 do 100), ki označuje, pri katerem pragu naj bi ponudil nadgradnjo na najnovejšo glavno različico.
sq: Prag (vlerë në 0-100) që tregon në cilin prag duhet të ofrojë një upgrade në versionin më të fundit kryesor.
sr: Prag (vrednost 0-100) koji određuje na kom pragu treba da ponudi nadogradnju na najnoviju glavnu verziju.
tr: Eşik değeri (0-100 arası değer), en son ana sürüme yükseltme teklif edilmesi gereken eşiği gösterir.
uk: Поріг (значення в діапазоні 0–100), що визначає, за якого порога слід пропонувати оновлення до останньої мажорної версії.
vi: Ngưỡng (giá trị từ 0-100) cho biết mức giá trị nào sẽ đề xuất nâng cấp lên phiên bản chính mới nhất.
zh_hk: 閾值（以 0-100 為單位的值），表示在哪個閾值時應提供升級至最新的主要版本。

source: Can''t update field_id, type, or hash_key for a FieldValues.
ar: لا يمكن تحديث field_id أو type أو hash_key لـ FieldValues.
bg: Не може да се актуализира field_id, type или hash_key за FieldValues.
ca: No es pot actualitzar field_id, type o hash_key per a un FieldValues.
de: Feld-ID, Typ oder Hash-Schlüssel für einen Feldwert können nicht aktualisiert werden.
eo: Bruh, can't update the field_id, type, or hash_key for the FieldValues, like fr fr.
es: No se puede actualizar field_id, type o hash_key para un FieldValues.
fa: نمی‌توان field_id، type یا hash_key را برای FieldValues به‌روزرسانی کرد.
fi: Kenttäarvojen kentän_tunnusta, tyyppiä tai hash_key-avainta ei voi päivittää.
fr: Impossible de mettre à jour field_id, type ou hash_key pour un FieldValues.
it: Impossibile aggiornare field_id, type o hash_key per un FieldValues.
ja: FieldValues の field_id、type、または hash_key を更新できません。
lt: Negalima atnaujinti FieldValues lauko_id, tipo arba maišos_rakto.
nb: Kan ikke oppdatere field_id, type eller hash_key for en FieldValues.
nl: Kan field_id, type of hash_key voor FieldValues niet bijwerken.
pl: Nie można aktualizować field_id, type ani hash_key dla FieldValues.
pt_br: Não é possível atualizar field_id, type ou hash_key para FieldValues.
ru: Невозможно обновить field_id, type или hash_key для FieldValues.
sk: Nie je možné aktualizovať field_id, type alebo hash_key pre FieldValues.
sl: Ni mogoče posodobiti field_id, type ali hash_key za FieldValues.
sq: Nuk mund të përditësohet field_id, type, ose hash_key për një FieldValues.
sr: Nije moguće ažurirati field_id, type ili hash_key za FieldValues.
sv: Kan inte uppdatera field_id, type eller hash_key för ett FieldValues.
tr: FieldValues için field_id, type veya hash_key güncellenemiyor.
uk: Не можна оновлювати field_id, type або hash_key для FieldValues.
vi: Không thể cập nhật field_id, type hoặc hash_key cho FieldValues.
zh_hk: 無法更新 FieldValues 的 field_id、type 或 hash_key。

source: Full FieldValues shouldn''t have hash_key.
ar: يجب ألا يحتوي Full FieldValues على hash_key.
bg: Пълните стойности на полето не трябва да имат hash_key.
ca: Els FieldValues complets no haurien de tenir hash_key.
de: Vollständige Feldwerte sollten keinen Hash-Schlüssel haben.
eo: yo, Full FieldValues shouldn’t have hash_key, fr.
es: Los valores de campo completos no deberían tener hash_key.
fa: FieldValues کامل نباید hash_key داشته باشد.
fi: Full FieldValues ei saa sisältää hash_avain.
fr: Les valeurs de champ complètes ne doivent pas avoir de clé de hachage.
it: I valori completi dei campi non dovrebbero avere hash_key.
ja: 完全な FieldValues には hash_key を含めないでください。
lt: Visose lauko vertėse neturėtų būti rakto maišos_raktas.
nb: Full FieldValues skal ikke ha hash_key.
nl: Volledige FieldValues mogen geen hash_key bevatten.
pl: Pełne wartości pól nie powinny mieć hash_key.
pt_br: FieldValues completos não devem ter hash_key.
ru: Полные значения полей не должны иметь hash_key.
sk: Úplné hodnoty FieldValues by nemali mať hash_key.
sl: Celotne vrednosti polja ne smejo imeti hash_key.
sq: FieldValues i plotë nuk duhet të ketë hash_key.
sr: Full FieldValues ne bi trebalo da imaju hash_key.
sv: Fullständiga fältvärden ska inte ha hash_key.
tr: Tam AlanDeğerleri hash_key içermemelidir.
uk: Повні FieldValues не повинні мати hash_key.
vi: Full FieldValues không nên có hash_key.
zh_hk: Full FieldValues 不該有 hash_key。
