Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: This may impact the models and questions that use the table(s) as their data source. This can't be undone.
ar: قد يؤثر ذلك على النماذج والأسئلة التي تستخدم الجدول/الجداول كمصدر بيانات. لا يمكن التراجع عن ذلك.
bg: Това може да повлияе на моделите и въпросите, които използват таблицата(ите) като източник на данни. Това не може да бъде отменено.
ca: Això pot afectar els models i preguntes que utilitzen les taules com a font de dades. Això no es pot desfer.
de: Dies kann sich auf die Modelle und Fragen auswirken, die die Tabelle(n) als Datenquelle verwenden. Dies kann nicht rückgängig gemacht werden.
eo: This might mess with the models and questions that use the tables as their data source. Once it's done, it’s pretty much irreversible.
es: Esto puede afectar los modelos y las preguntas que utilizan las tabla(s) como fuente de datos. Esto no se puede deshacer.
fa: این ممکن است بر مدل ها و سوالاتی که از جدول(های) به عنوان منبع داده استفاده می کنند، تاثیر بگذارد. این قابل واگرد نیست.
fi: Tämä voi vaikuttaa malleihin ja kysymyksiin, jotka käyttävät taulukkoa (taulukoita) tietolähteenä. Tätä ei voi kumota.
fr: Cela peut avoir un impact sur les modèles et les questions qui utilisent le(s) tableau(x) comme source de données. Cette opération ne peut pas être annulée.
hu: Ez hatással lehet azokra a modellekre és kérdésekre, amelyek a táblázat(ok)at használják adatforrásként. Ez nem visszavonható.
it: Ciò può avere un impatto sui modelli e sulle domande che utilizzano le tabelle come origine dei dati. Non è possibile annullare questa operazione.
ja: これは、テーブルをデータソースとして使用しているモデルや質問に影響を与える可能性があります。これは元に戻すことはできません。
lt: Tai gali turėti įtakos modeliams ir klausimams, kurie naudoja lentelę (-es) kaip duomenų šaltinį. To negalima anuliuoti.
ms: Ini mungkin memberi kesan kepada model dan soalan yang menggunakan jadual-jadual ini sebagai sumber data mereka. Tindakan ini tidak boleh dibatalkan.
nb: Dette kan påvirke modeller og spørsmål som benytter tabellen(e) som datakilde. Operasjonen kan ikke angres.
nl: Dit kan gevolgen hebben voor de modellen en vragen die de tabel(len) als gegevensbron gebruiken. Dit kan niet ongedaan worden gemaakt.
pl: Może to mieć wpływ na modele i pytania, które używają tabeli jako źródła danych. Nie można tego cofnąć.
pt_br: Isso pode afetar os modelos e perguntas que usam a(s) tabela(s) como fonte de dados. Essa ação não pode ser desfeita.
ru: Это может повлиять на модели и вопросы, использующие таблицу(и) в качестве источника данных. Это нельзя отменить.
sk: To môže mať vplyv na modely a otázky, ktoré používajú tabuľku(y) ako zdroj údajov. Toto sa nedá vrátiť späť.
sl: To lahko vpliva na modele in vprašanja, ki uporabljajo tabele kot vir podatkov. Tega ni mogoče razveljaviti.
sq: Kjo mund të ndikojë te modelet dhe pyetjet që përdorin tabelën(at) si burim të dhënash. Kjo nuk mund të zhbëhet.
sr: Ovo može da utiče na modele i Pitanja koja koriste tabelu(e) kao izvor podataka. Ovo ne može da se opozove.
sv: Detta kan påverka modeller/frågor som använder tabellen/tabellerna som källa. Detta går inte att ångra.
tr: Bu durum, tabloları veri kaynağı olarak kullanan modelleri ve soruları etkileyebilir. Bu geri alınamaz.
uk: Це може вплинути на моделі та запити, які використовують таблицю(і) як джерело даних. Це неможливо скасувати.
vi: Điều này có thể ảnh hưởng đến các mô hình và câu hỏi sử dụng bảng làm nguồn dữ liệu. Không thể hoàn tác việc này.
zh_hk: 這可能會影響使用該表作為資料來源的模型和問題。這是無法撤銷的。

source: Also send all models and questions based on this table to the trash
ar: أرسل أيضًا كل النماذج والأسئلة المبنية على هذه الجداول إلى سلة المهملات
bg: Също така изпращайте всички модели и въпроси, базирани на тази таблица, на боклука
ca: Envia també a la paperera tots els models i preguntes basats en aquesta taula
de: Senden Sie auch alle Modelle und Fragen, die auf dieser Tabelle basieren, an den Papierkorb
es: Envía también todos los modelos y preguntas basadas en esta tabla a la papelera
fa: همچنین تمامی مدل ها و سوالات بر اساس این جدول را به سطل زباله ارسال کنید
fi: Lähetä myös kaikki tähän tauluun perustuvat mallit ja kysymykset roskakoriin
fr: Envoyez également à la corbeille tous les modèles et toutes les questions basés sur ce tableau
hu: Küldje a kukába az összes ezen a táblázaton alapuló modellt és kérdést is
it: Elimina anche tutti i modelli e le domande basate su questa tabella
ja: また、この表に基づくすべてのモデルや質問もゴミ箱に送ること。
lt: Taip pat visus modelius ir klausimus pagal šią lentelę siųskite į šiukšliadėžę
ms: Juga hantar semua model dan soalan yang berdasarkan jadual ini ke dalam tong sampah Jamak: Juga hantar semua model dan soalan yang berdasarkan jadual-jadual ini ke dalam tong sampah
nb: Send også alle modeller og spørsmål basert på denne tabellen til søpla
nl: Stuur ook alle modellen en vragen gebaseerd op deze tabel naar de prullenbak
pl: Wyślij również wszystkie modele i pytania oparte na tej tabeli do kosza
pt_br: Envie também todos os modelos e perguntas baseados nesta tabela para a lixeira
ru: Также отправьте все модели и вопросы, основанные на этой таблице, в корзину
sk: Všetky modely a otázky založené na tejto tabuľke posielajte aj do koša
sl: Pošljite tudi vse modele in vprašanja, ki temeljijo na tej tabeli, v smeti
sq: Dërgo gjithashtu në kosh të gjitha modelet dhe pyetjet e bazuara në këtë tabelë
sr: Takođe pošalji sve modele i Pitanja zasnovana na ovoj tabeli u smeće
sv: Skicka också alla modeller och frågor som baseras på denna tabell till papperskorgen
tr: Ayrıca bu tabloya dayanan tüm modelleri ve soruları çöpe gönderin
uk: Також перемістити всі моделі та запити на основі цієї таблиці в кошик
vi: Cũng gửi tất cả các mô hình và câu hỏi dựa trên các bảng này vào thùng rác
zh_hk: 同時將所有基於這些表格的模型和問題發送至垃圾桶

source: Minimize maintenance
ar: تقليل الصيانة
bg: Минимизиране на поддръжката
ca: Minimitzar el manteniment
de: Minimierung der Wartung
eo: Keep it lowkey on the upkeep
es: Minimizar el mantenimiento
fa: نگهداری را به حداقل برسانید
fi: Minimoi huolto
fr: Minimiser la maintenance
hu: Minimalizalja a karbantartást
it: Ridurre al minimo la manutenzione
ja: メンテナンスの最小化
lt: Sumažinkite techninę priežiūrą
ms: Minimakan penyelenggaraan
nb: Minimer vedlikehold
nl: Onderhoud minimaliseren
pl: Minimalizacja konserwacji
pt_br: Minimizar manutenção
ru: Минимизация технического обслуживания
sk: Minimalizácia údržby
sl: Zmanjšajte vzdrževanje
sq: Minimizo mirëmbajtjen
sr: Smanji održavanje
sv: Minimera underhåll
tr: Bakımı en aza indirin
uk: Мінімізувати обслуговування
vi: Giảm thiểu bảo trì
zh_hk: 最小化維護

source: {0} for fast, reliable, and secure deployment.
ar: {0} لنشر سريع وموثوق وآمن.
bg: {0} за бързо, надеждно и сигурно внедряване.
ca: {0} per a un desplegament ràpid, fiable i segur.
de: {0} für eine schnelle, zuverlässige und sichere Bereitstellung.
eo: {0} is lowkey the move for quick, trustworthy, and super secure deployment.
es: {0} para una implementación rápida, fiable y segura.
fa: {0} برای استقرار سریع، قابل اعتماد و ایمن.
fi: {0} nopeaa, luotettavaa ja turvallista käyttöönottoa varten.
fr: {0} pour un déploiement rapide, fiable et sécurisé.
hu: {0} gyors, megbízható és biztonságos telepítéshez.
it: {0} per una distribuzione rapida, affidabile e sicura.
ja: 高速で信頼性が高く、セキュアな展開のために{0}。
lt: {0} greitam, patikimam ir saugiam diegimui.
ms: {0} untuk pelaksanaan yang cepat, boleh dipercayai, dan selamat.
nb: {0} for rask, pålitelig og sikker distribusjon.
nl: {0} voor een snelle, betrouwbare en veilige implementatie.
pl: {0} dla szybkiego, niezawodnego i bezpiecznego wdrożenia.
pt_br: {0} para uma implementação rápida, confiável e segura.
ru: {0} для быстрого, надежного и безопасного развертывания.
sk: {0} pre rýchle, spoľahlivé a bezpečné nasadenie.
sl: {0} za hitro, zanesljivo in varno uvajanje.
sq: {0} për një deployment të shpejtë, të besueshëm dhe të sigurt.
sr: {0} za brzo, pouzdano i bezbedno postavljanje.
sv: {0} för snabb, tillförlitlig och säker distrubition.
tr: {0} hızlı, güvenilir ve güvenli dağıtım için.
uk: {0} для швидкого, надійного та безпечного деплою.
vi: {0} để triển khai nhanh chóng, đáng tin cậy và an toàn.
zh_hk: {0} 實現快速、可靠和安全的部署。

source: Migrate to Metabase Cloud
ar: هاجر إلى Metabase Cloud
bg: Мигриране към Metabase Cloud
ca: Migrar a Metabase Cloud
de: Migrieren Sie zur Metabase Cloud
eo: Slide into Metabase Cloud, fr fr
es: Migrar a Metabase Cloud
fa: به Metabase Cloud مهاجرت کنید
fi: Siirrä Metabase Cloudiin
fr: Migrer vers Metabase Cloud
hu: Migrálás a Metabase Cloudra
it: Migrare a Metabase Cloud
ja: Metabase Cloud への移行
lt: Perkelkite į „Metabase Cloud“.
ms: Beralih ke Metabase Cloud
nb: Migrer til Metabase Cloud
nl: Migreren naar Metabase Cloud
pl: Migracja do Metabase Cloud
pt_br: Migrar para Metabase Cloud
ru: Миграция в Metabase Cloud
sk: Migrácia do služby Metabase Cloud
sl: Selitev v oblak metabaz
sq: Migro te Metabase Cloud
sr: Migriraj na Metabase Cloud
sv: Migrerar till Metabase molntjänst
tr: Metabase Cloud'a geçiş yapın
uk: Мігрувати в Metabase Cloud
vi: Di chuyển đến Metabase Cloud
zh_hk: 遷移至 Metabase Cloud

source: Get automatic updates
bg: Получаване на автоматични актуализации
ca: Obteniu actualitzacions automàtiques
de: Automatische Updates erhalten
eo: Get those auto updates, fr fr
es: Obtener actualizaciones automáticas
fa: دریافت به روز رسانی خودکار
fi: Hanki automaattiset päivitykset
fr: Obtenir des mises à jour automatiques
hu: Automatikus frissítések beszerzése
it: Aggiornamenti automatici
ja: 自動アップデート
lt: Gaukite automatinius naujinimus
ms: Dapatkan kemas kini automatik
nb: Få automatiske oppdateringer
nl: Automatische updates
pl: Uzyskaj automatyczne aktualizacje
pt_br: Obter atualizações automáticas
ru: Получайте автоматические обновления
sk: Získajte automatické aktualizácie
sl: Pridobivanje samodejnih posodobitev
sv: Automatiska uppdateringar
tr: Otomatik güncellemeler alın
uk: Отримувати автоматичні оновлення
vi: Nhận cập nhật tự động
zh_hk: 取得自動更新

source: Delete {0} permanently?
ar: هل تريد حذف {0} نهائيًا؟
bg: Изтриване на {0} за постоянно?
ca: Vols suprimir {0} permanentment?
de: {0} endgültig löschen?
eo: Delete {0} fr fr?
es: ¿Eliminar {0} permanentemente?
fa: {0} برای همیشه حذف شود؟
fi: Poista {0} pysyvästi?
fr: Supprimer {0} définitivement ?
hu: Véglegesen törli a(z) {0}?
it: Cancellare definitivamente {0} ?
ja: {0}を永久に削除しますか？
lt: Ištrinti {0} visam laikui?
ms: Padam {0} secara kekal?
nb: Slett {0} permanent?
nl: {0} permanent verwijderen?
pl: Usunąć {0} na stałe?
pt_br: Excluir {0} permanentemente?
ru: Удалить {0} навсегда?
sk: Odstrániť {0} natrvalo?
sl: Trajno izbrisati {0}?
sq: Ta fshish {0} përgjithmonë?
sr: Trajno obrisati {0}?
sv: Ta bort {0} permanent?
tr: {0} kalıcı olarak silinsin mi?
uk: Вилучити {0} назавжди?
vi: Xóa {0} vĩnh viễn?
zh_hk: 永久刪除 {0}？

source: Add this metric to a dashboard
ar: أضِف هذا المقياس إلى لوحة معلومات
bg: Добавяне на тази метрика към табло за управление
ca: Afegeix aquesta mètrica a un quadre de comandament
de: Diese Metrik zu einem Dashboard hinzufügen
eo: Add this metric to the dashboard, fr fr.
es: Agregar esta métrica a un panel
fa: این معیار را به داشبورد اضافه کنید
fi: Lisää tämä mittari hallintapaneeliin
fr: Ajouter cette mesure à un tableau de bord
hu: Adja hozzá ezt a mutatót egy műszerfalhoz
it: Aggiungere questa metrica a un dashboard
ja: この指標をダッシュボードに追加する
lt: Pridėkite šią metriką prie informacijos suvestinės
ms: Tambah metrik ini ke papan pemuka
nb: Legg denne målingen til en infotavle
nl: Voeg deze metriek toe aan een dashboard
pl: Dodaj ten wskaźnik do pulpitu
pt_br: Adicionar esta métrica a um painel
ru: Добавьте эту метрику на приборную панель
sk: Pridanie tejto metriky do prístrojovej dosky
sl: Dodajanje te metrike na nadzorno ploščo
sq: Shto këtë metrikë në një panel
sr: Dodaj ovu metriku na kontrolnu tablu
sv: Lägg till mätvärdet till en instrumentpanel
tr: Bu metriği bir gösterge tablosuna ekleme
uk: Додайте цю метрику на дашборд
vi: Thêm số liệu này vào bảng thông tin
zh_hk: 將此指標新增至儀表板

source: Save metric
ar: احفظ المقياس
bg: Запазване на метрика
ca: Desa la mètrica
de: Metrik speichern
eo: Save metric → Save that for later, fr fr
es: Guardar métrica
fa: ذخیره متریک
fi: Tallenna mittari
fr: Sauvegarder le système métrique
hu: Metrika mentése
it: Salva metrica
ja: セーブ・メトリック
lt: Išsaugoti metriką
ms: Simpan metrik
nb: Lagre måling
nl: Metriek opslaan
pl: Oszczędzaj metrykę
pt_br: Salvar métrica
ru: Сохранить метрику
sk: Uložiť metriku
sl: Shrani metriko
sq: Ruaj metrikën
sr: Sačuvaj metriku
sv: Spara mätvärde
tr: Metrik kaydet
uk: Зберегти метрику
vi: Lưu số liệu
zh_hk: 節省公制

source: First, save your metric
ar: أولًا، احفظ مقياسك
bg: Първо, запазете метричните си данни
ca: Primer, desa la teva mètrica
de: Speichere zunächst Deine Metrik
eo: First, save your vibe lol
es: Primero, guarda tu métrica
fa: ابتدا معیار خود را ذخیره کنید
fi: Tallenna ensiksi mittarisi
fr: Tout d'abord, sauvegardez vos données métriques
hu: Először mentse el a metrikáját
it: Per prima cosa, salvare le metriche
ja: まず、メトリックを保存する
lt: Pirmiausia išsaugokite savo metriką
ms: Pertama, simpan metrik anda
nb: Først, lagre målingen din
nl: Sla eerst je metrische gegevens op
pl: Najpierw zapisz swoje dane
pt_br: Primeiro, salve sua métrica
ru: Сначала сохраните метрику
sk: Najprv uložte metriku
sl: Najprej shranite meritev
sq: Së pari, ruaj metrikën tënde
sr: Prvo sačuvaj metriku
sv: Spara ditt mätvärde först
tr: Öncelikle metriğinizi kaydedin
uk: Спочатку збережіть свою метрику
vi: Đầu tiên, hãy lưu số liệu của bạn
zh_hk: 首先，儲存您的公制

source: What is the name of your metric?
ar: ما اسم مقياسك؟
bg: Какво е името на вашата метрика?
ca: Quin és el nom de la teva mètrica?
de: Wie ist der Name der Metrik?
eo: What's the name of your vibe?
es: ¿Cuál es el nombre de tu métrica?
fa: نام متریک شما چیست؟
fi: Mikä on mittarisi nimi?
fr: Quel est le nom de votre système métrique ?
hu: Mi a metrikájának a neve?
it: Qual è il nome della vostra metrica?
ja: メトリックの名前は何ですか？
lt: Koks tavo metrikos pavadinimas?
ms: Apakah nama metrik anda?
nb: Hva er navnet på din måling?
nl: Wat is de naam van je metriek?
pl: Jak nazywa się twój miernik?
pt_br: Qual o nome de sua métrica?
ru: Как называется ваша метрика?
sk: Ako sa volá vaša metrika?
sl: Kako se imenuje vaša metrika?
sq: Si quhet metrika jote?
sr: Kako se zove tvoja metrika?
sv: Vad ska ditt mätvärde ha för namn?
tr: Metriğinizin adı nedir?
uk: Яка назва вашої метрики?
vi: Tên số liệu của bạn là gì?
zh_hk: 您的公制名稱是什麼？

source: {0} - Modified
ar: {0} - تم التعديل
bg: {0} - Модифициран
ca: {0} - Modificat
de: {0} - Geändert
eo: {0} - just updated, fr
es: {0} - Modificados
fa: {0} - اصلاح شد
fi: {0} - muokattu
fr: {0} - Modifié
hu: {0} - Módosítva
it: {0} - Modificato
ja: {0} - 修正済み
lt: {0} – pakeista
ms: {0} - Dimodifikasi
nb: {0} - Modifisert
nl: {0} - Gewijzigd
pl: {0} - Zmodyfikowany
pt_br: {0} - Modificado
ru: {0} - Модифицированный
sk: {0} - Upravené
sl: {0} - Spremenjeno
sq: {0} - Modifikuar
sr: {0} - Izmenjeno
sv: {0} - Modifierad
tr: {0} - Değiştirilmiş
uk: {0} - Змінено
vi: {0} - Đã sửa đổi
zh_hk: {0} - 已修改

source: A date variable in this card can only be connected to a time type with the single date option.
ar: لا يمكن ربط متغير التاريخ في هذه البطاقة إلا بنوع وقت مع خيار تاريخ واحد.
bg: Променлива за дата в тази карта може да бъде свързана само с тип време с опцията за една дата.
ca: Una variable de data d'aquesta targeta només es pot connectar a un tipus d'hora amb l'opció de data única.
de: Eine Datumsvariable in dieser Karte kann nur mit einer Zeitart mit der Option Einzeldatum verbunden werden.
eo: A date variable on this card can only be linked to a time type that’s set to a single date, fr fr.
es: Una variable de fecha en esta tarjeta solo se puede conectar a un tipo de hora con la opción de fecha única.
fa: متغیر تاریخ در این کارت فقط با گزینه تک تاریخ می تواند به نوع زمانی متصل شود.
fi: Tämän kortin päivämäärämuuttuja voidaan yhdistää aikatyyppiin vain yhden päivämäärän vaihtoehdolla.
fr: Une variable de date dans cette carte ne peut être connectée à une catégorie de temps qu'avec l'option de date unique.
hu: Ennek a kártyának egy dátumváltozója csak egyetlen dátum opcióval rendelkező időtípushoz csatlakoztatható.
it: Una variabile di tipo data in questa scheda può essere collegata solo a un tipo di tempo con l'opzione data singola.
ja: このカードの日付変数は、単一日付オプションを持つ時間タイプにのみ接続できる。
lt: Šios kortelės datos kintamasis gali būti prijungtas tik prie laiko tipo su vienos datos parinktimi.
ms: Pembolehubah tarikh dalam kad ini hanya boleh disambungkan kepada jenis masa dengan pilihan tarikh tunggal.
nb: En datovariabel i dette kortet kan bare bli koblet til en tidstype med alternativet enkel dato.
nl: Een datumvariabele op deze kaart kan alleen worden gekoppeld aan een tijdtype met de optie enkele datum.
pl: Zmienna daty na tej karcie może być połączona tylko z typem czasu z opcją pojedynczej daty.
pt_br: Uma variável de data neste cartão só pode ser conectada a um tipo de hora com a opção de data única.
ru: Переменная даты в этой карточке может быть связана с типом времени только с опцией single date.
sk: Premenná dátumu na tejto karte môže byť pripojená len k typu času s možnosťou jedného dátumu.
sl: Spremenljivko datuma na tej kartici je mogoče povezati samo s časovno vrsto z možnostjo enega datuma.
sq: Një variabël date në këtë kartë mund të lidhet vetëm me një lloj kohe me opsionin e datës së vetme.
sr: Promenljiva tipa datum u ovoj kartici može da se poveže samo sa tipom vremena uz opciju jedan datum.
sv: En datumvariabel i detta kort kan endast kopplas till en tidstyp med alternativet Single Date.
tr: Bu karttaki bir tarih değişkeni sadece tek tarih seçeneğine sahip bir zaman tipine bağlanabilir.
uk: Змінну дати в цій картці можна підключити лише до типу часу з опцією одиночної дати.
vi: Biến ngày trong thẻ này chỉ có thể được kết nối với loại thời gian bằng tùy chọn ngày duy nhất.
zh_hk: 此卡片中的日期變數只能與具有單一日期選項的時間類型連接。

source: A number variable in this card can only be connected to a number filter with Equal to operator.
ar: لا يمكن ربط متغير الرقم في هذه البطاقة إلا بفلتر أرقام مع عامل التشغيل يساوي.
bg: Променлива с число в тази карта може да бъде свързана само с филтър за числа с оператор Equal to.
ca: Una variable numèrica d'aquesta targeta només es pot connectar a un filtre numèric amb l'operador Igual a.
de: Eine Zahlenvariable in dieser Karte kann nur mit einem Zahlenfilter mit Gleichheitsoperator verbunden werden.
eo: Bruh, this number var in the card can only link up with a number filter with the "Equal to" thingy, fr fr.
es: Una variable numérica en esta tarjeta solo se puede conectar a un filtro numérico con el operador Igual a.
fa: یک متغیر عددی در این کارت فقط می تواند به یک فیلتر عددی با اپراتور Equal to متصل شود.
fi: tämän kortin numeromuuttuja voidaan liittää vain numerosuodattimeen, jonka operaattori on yhtä suuri.
fr: Une variable numérique de cette carte ne peut être connectée qu'à un filtre numérique avec Equal to operator.
hu: Ennek a kártyának egy számváltozója csak az Equal to operátorral rendelkező szám szűrőhöz csatlakoztatható.
it: Una variabile numerica in questa scheda può essere collegata solo a un filtro numerico con operatore Equal to.
ja: このカードの数値変数は、Equal to operatorを持つ数値フィルタにのみ接続できる。
lt: Šioje kortelėje esantį skaičių kintamąjį galima prijungti tik prie skaičių filtro, kurio operatorius yra lygus.
ms: Pembolehubah nombor dalam kad ini hanya boleh disambungkan kepada penapis nombor dengan operator Sama dengan.
nb: En nummervariabel i dette kortet kan bare kobles til et nummerfilter med Er lik-operator.
nl: Een getalvariabele op deze kaart kan alleen worden verbonden met een getalfilter met Equal to operator.
pl: Zmienna liczbowa na tej karcie może być połączona tylko z filtrem liczbowym z operatorem Equal to.
pt_br: Uma variável numérica neste cartão só pode ser conectada a um filtro numérico com o operador Equal to.
ru: Числовая переменная в этой карте может быть связана только с фильтром чисел с оператором Equal to.
sk: Číselnú premennú na tejto karte možno pripojiť iba k číselnému filtru s operátorom Equal to.
sl: Številsko spremenljivko na tej kartici je mogoče povezati samo s številskim filtrom z operatorjem Enako ko.
sq: Një variabël numri në këtë kartë mund të lidhet vetëm me një filtër numri me operatorin Equal to.
sr: Promenljiva tipa broj u ovoj kartici može da se poveže samo sa filterom broja uz operator Equal to.
sv: En talvariabel på detta kort kan endast kopplas till ett talfilter med Equal to operator.
tr: Bu karttaki bir sayı değişkeni yalnızca operatöre Eşit olan bir sayı filtresine bağlanabilir.
uk: Числову змінну в цій картці можна підключити лише до числового фільтра з оператором "Дорівнює".
vi: Biến số trong thẻ này chỉ có thể được kết nối với bộ lọc số bằng toán tử Bằng.
zh_hk: 此卡中的數字變數只能連接到具有 Equal to 運算符號的數字篩選器。

source: A text variable in this card can only be connected to a text filter with Is operator.
ar: لا يمكن ربط متغير النص في هذه البطاقة إلا بفلتر نص مع عامل التشغيل Is.
bg: Текстова променлива в тази карта може да бъде свързана само с текстов филтър с оператор Is.
ca: Una variable de text d'aquesta targeta només es pot connectar a un filtre de text amb l'operador Is.
de: Eine Textvariable in dieser Karte kann nur mit einem Textfilter mit Is-Operator verbunden werden.
eo: Yo, the text var in this card can only be linked to a text filter with the Is thingy, fr fr.
es: Una variable de texto en esta tarjeta solo se puede conectar a un filtro de texto con el operador Es.
fa: یک متغیر متنی در این کارت فقط با عملگر Is می تواند به فیلتر متنی متصل شود.
fi: Tämän kortin tekstimuuttuja voidaan yhdistää tekstisuodattimeen vain On-operaattorilla.
fr: Une variable de texte dans cette carte ne peut être connectée à un filtre de texte qu'avec l'opérateur Is.
hu: Ennek a kártyának egy szövegváltozója csak az Is operátorral rendelkező szöveg szűrőhöz csatlakoztatható.
it: Una variabile di testo in questa scheda può essere collegata a un filtro di testo solo con l'operatore Is.
ja: このカードのテキスト変数は、Is演算子を持つテキスト・フィルターにのみ接続できる。
lt: Šios kortelės teksto kintamasis gali būti prijungtas tik prie teksto filtro naudojant operatorių Is.
ms: Pembolehubah nombor dalam kad ini hanya boleh disambungkan kepada penapis nombor dengan operator Sama dengan.
nb: En tekstvariabel i dette kortet kan bare kobles til et tekstfilter med Er-operator.
nl: Een tekstvariabele in deze kaart kan alleen worden gekoppeld aan een tekstfilter met de operator Is.
pl: Zmienna tekstowa w tej karcie może być połączona z filtrem tekstowym tylko za pomocą operatora Is.
pt_br: Uma variável de texto neste cartão só pode ser conectada a um filtro de texto com o operador Is.
ru: Текстовая переменная в этой карточке может быть связана с текстовым фильтром только с помощью оператора Is.
sk: Textovú premennú na tejto karte možno pripojiť k textovému filtru len pomocou operátora Is.
sl: Besedilno spremenljivko na tej kartici je mogoče povezati samo z besedilnim filtrom z operatorjem Is.
sq: Një variabël teksti në këtë kartë mund të lidhet vetëm me një filtër teksti me operatorin Is.
sr: Promenljiva tipa tekst u ovoj kartici može da se poveže samo sa tekstualnim filterom uz operator Is.
sv: En textvariabel i detta kort kan endast kopplas till ett textfilter med Is-operatör.
tr: Bu karttaki bir metin değişkeni yalnızca Is operatörü ile bir metin filtresine bağlanabilir.
uk: Текстову змінну в цій картці можна підключити лише до текстового фільтра з оператором "Є".
vi: Biến văn bản trong thẻ này chỉ có thể được kết nối với bộ lọc văn bản bằng toán tử Is.
zh_hk: 此卡片中的文字變數只能用 Is 運算符號連接到文字篩選器。
