Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Pick an item to see its dependencies
ar: اختر عنصرًا لعرض تبعياته
bg: Изберете елемент, за да видите неговите зависимости
ca: Trieu un element per veure'n les dependències
de: Wählen Sie ein Element aus, um seine Abhängigkeiten anzuzeigen
es: Seleccione un elemento para ver sus dependencias
fa: یک مورد را انتخاب کنید تا وابستگی‌های آن را ببینید
fi: Valitse kohde nähdäksesi sen riippuvuudet
fr: Sélectionnez un élément pour voir ses dépendances
it: Seleziona un elemento per visualizzarne le dipendenze
ja: 依存関係を確認するにはアイテムを選択してください
nb: Velg et element for å se dets avhengigheter
nl: Selecteer een item om de afhankelijkheden ervan te bekijken
pl: Wybierz element, aby zobaczyć jego zależności
pt_br: Selecione um item para ver suas dependências
ru: Выберите элемент, чтобы увидеть его зависимости.
sk: Vyberte položku a zobrazte jej závislosti
sl: Izberite element, da si ogledate njegove odvisnosti
sq: Zgjidh një element për të parë varësitë e tij
sr: Izaberi stavku da vidiš njene zavisnosti
sv: Välj ett objekt för att se dess beroenden
tr: Bağımlılıklarını görmek için bir öğe seçin
uk: Виберіть елемент, щоб побачити його залежності
vi: Chọn một mục để xem các phụ thuộc của nó
zh_hk: 選取項目查看其依賴關係

source: {0} workspace transform
ar: {0} تحويلات لمساحة العمل
es: {0} transformación del espacio de trabajo
fa: {0} تبدیل فضای کاری
fi: {0} työtilan muunnos
it: {0} trasformazione dell'area di lavoro
ja: {0} ワークスペース変換
pt_br: {0} transformação do espaço de trabalho
ru: {0} трансформ рабочего пространства
sk: {0} transformácia pracovného priestoru
sl: {0} preoblikovanje delovnega prostora
sq: {0} transformim i hapësirës së punës
sr: {0} transformacija radnog prostora
uk: {0} трансформ воркспейсу
vi: {0} biến đổi không gian làm việc
zh_hk: {0} 工作區變換

source: Generated by
ar: تم إنشاؤه بواسطة
ca: Generat per
de: Generiert von
es: Generado por
fa: تولید شده توسط
fi: Luonut
fr: Généré par
it: Generato da
ja: 生成者
nb: Generert av
pl: Wygenerowano przez
pt_br: Gerado por
ru: Сгенерировано
sk: Vygenerované používateľom
sl: Ustvarjeno s strani
sq: Gjeneruar nga
sr: Generisano od
tr: Tarafından oluşturuldu
uk: Згенеровано
vi: Được tạo bởi
zh_hk: 產生

source: View in dependency graph
ar: عرض في مخطط التبعيات
ca: Veure en el gràfic de dependències
de: Ansicht im Abhängigkeitsdiagramm
es: Ver en gráfico de dependencia
fa: مشاهده در نمودار وابستگی
fi: Näytä riippuvuuskaaviossa
fr: Afficher dans le graphe de dépendances
it: Visualizza nel grafico delle dipendenze
ja: 依存関係グラフで表示
nb: Vis i avhengighetsgrafen
pl: Widok w wykresie zależności
pt_br: Visualização no gráfico de dependências
ru: Просмотреть в графе зависимостей
sk: Zobraziť v grafe závislostí
sl: Prikaži v grafu odvisnosti
sq: Shiko në grafikun e varësive
sr: Prikaži u grafu zavisnosti
tr: Bağımlılık grafiğinde görüntüle
uk: Переглянути в графі залежностей
vi: Xem dưới dạng biểu đồ phụ thuộc
zh_hk: 在相依性圖形中檢視

source: Dependency
ar: التبعية
ca: Dependència
de: Abhängigkeit
es: Dependencia
fa: وابستگی
fi: Riippuvuus
fr: Dépendance
it: Dipendenza
ja: 依存
nb: Avhengighet
pl: Zależność
pt_br: Dependência
ru: Зависимость
sk: Závislosť
sl: Odvisnost
sq: Varësi
sr: Zavisnost
tr: Bağımlılık
uk: Залежність
vi: Sự phụ thuộc
zh_hk: 依賴性

source: Problems
ar: مشاكل
ca: Problemes
de: Probleme
es: Problemas
fa: مشکلات
fi: Ongelmat
fr: Problèmes
it: Problemi
ja: 問題
nb: Problemer
pl: Problemy
pt_br: Problemas
ru: Проблемы
sk: Problémy
sl: Težave
sq: Probleme
sr: Problemi
tr: Sorunlar
uk: Проблеми
vi: Vấn đề
zh_hk: 問題

source: No broken dependencies found
ar: لم يتم العثور على تبعيات معطلة
ca: No s'han trobat dependències trencades
de: Es wurden keine fehlerhaften Abhängigkeiten gefunden.
es: No se encontraron dependencias rotas
fa: هیچ وابستگی شکسته‌ای یافت نشد
fi: Ei rikkinäisiä riippuvuuksia
fr: Aucune dépendance cassée trouvée
it: Nessuna dipendenza interrotta trovata
ja: 壊れた依存関係は見つかりませんでした
nb: Ingen ødelagte avhengigheter funnet
pl: Nie znaleziono uszkodzonych zależności
pt_br: Nenhuma dependência quebrada encontrada
ru: Сломанных зависимостей не найдено
sk: Nenašli sa žiadne poškodené závislosti
sl: Ni najdenih pokvarjenih odvisnosti
sq: Nuk u gjetën varësi të prishura
sr: Nisu pronađene pokvarene zavisnosti
tr: Herhangi bir bozuk bağımlılık bulunamadı.
uk: Зламаних залежностей не знайдено
vi: Không tìm thấy lỗi phụ thuộc nào.
zh_hk: 未找到損壞的相依性

source: No unreferenced entities found
ar: لم يتم العثور على كيانات غير مُشار إليها
ca: No s'han trobat entitats sense referència
de: Keine nicht referenzierten Entitäten gefunden
es: No se encontraron entidades no referenciadas
fa: هیچ موجودیت بدون مرجعی یافت نشد
fi: Ei viittaamattomia entiteettejä
fr: Aucune entité non référencée trouvée
it: Nessuna entità non referenziata trovata
ja: 参照されていないエンティティは見つかりません
nb: Ingen ikke-refererte enheter funnet
pl: Nie znaleziono żadnych nieodwołanych obiektów
pt_br: Nenhuma entidade sem referência encontrada.
ru: Сущностей без ссылок не найдено
sk: Nenašli sa žiadne neodkazované entity
sl: Ni najdenih nereferenciranih entitet
sq: Nuk u gjetën entitete pa referenca
sr: Nisu pronađeni nereferencirani entiteti
tr: Referanssız varlık bulunamadı.
uk: Не знайдено обʼєктів без залежностей
vi: Không tìm thấy thực thể nào chưa được tham chiếu.
zh_hk: 未找到未引用的實體

source: Demonstration of Metabot AI features
ar: عرض توضيحي لميزات Metabot AI
bg: Демонстрация на функциите на изкуствения интелект на Metabot
ca: Demostració de les funcions d'IA de Metabot
de: Demonstration der Metabot-KI-Funktionen
es: Demostración de las funciones de IA de Metabot
fa: نمایش ویژگی‌های هوش مصنوعی متابوت
fi: Metabotin tekoälyn ominaisuuksien esittely
fr: Démonstration des fonctionnalités de Metabot AI
it: Dimostrazione delle funzionalità di Metabot AI
ja: Metabot AI機能のデモンストレーション
nb: Demonstrasjon av Metabots AI-funksjoner
nl: Demonstratie van Metabot AI-functies
pl: Demonstracja funkcji Metabot AI
pt_br: Demonstração dos recursos do Metabot AI
ru: Демонстрация возможностей искусственного интеллекта Metabot
sk: Ukážka funkcií umelej inteligencie Metabotu
sl: Demonstracija funkcij umetne inteligence Metabota
sq: Demonstrim i veçorive të Metabot AI
sr: Demonstracija funkcija Metabot VI
sv: Demonstration av Metabot AI-funktioner
tr: Metabot AI özelliklerinin gösterimi
uk: Демонстрація можливостей Metabot AI
vi: Trình diễn các tính năng AI của Metabot
zh_hk: Metabot AI 功能示範

source: Your browser does not support the video tag.
ar: متصفحك لا يدعم وسم الفيديو.
bg: Вашият браузър не поддържа видео етикета.
ca: El vostre navegador no admet l'etiqueta de vídeo.
de: Ihr Browser unterstützt das Video-Tag nicht.
es: Su navegador no soporta la etiqueta de vídeo.
fa: مرورگر شما از تگ ویدیو پشتیبانی نمی‌کند.
fi: Selaimesi ei tue video-tagia.
fr: Votre navigateur ne prend pas en charge la balise vidéo.
it: Il tuo browser non supporta il tag video.
ja: お使いのブラウザはビデオタグをサポートしていません。
nb: Nettleseren din støtter ikke videotaggen.
nl: Uw browser ondersteunt de videotag niet.
pl: Twoja przeglądarka nie obsługuje tagu wideo.
pt_br: Seu navegador não suporta a tag de vídeo.
ru: Ваш браузер не поддерживает тег видео.
sk: Váš prehliadač nepodporuje značku videa.
sl: Vaš brskalnik ne podpira oznake video.
sq: Browser-i juaj nuk e mbështet tag-un video.
sr: Vaš pregledač ne podržava video tag.
sv: Din webbläsare stöder inte videotaggen.
tr: Tarayıcınız video etiketini desteklemiyor.
uk: Ваш браузер не підтримує тег video.
vi: Trình duyệt của bạn không hỗ trợ thẻ video.
zh_hk: 您的瀏覽器不支援視訊標籤。

source: Please ask a Metabase Store Admin{0} of your organization to enable this for you.
ar: يُرجى أن تطلب من مسؤول Metabase Store{0} في مؤسستك تفعيل هذا لك.
bg: Моля, помолете администратор на хранилището на Metabase{0} във вашата организация да активира това за вас.
ca: Si us plau, demaneu a un administrador de Metabase Store{0} de la vostra organització que us ho activi.
de: Bitten Sie einen Metabase Store-Administrator{0} Ihrer Organisation, dies für Sie zu aktivieren.
es: Pídale a un administrador de Metabase Store{0} de su organización que habilite esta función para usted.
fa: لطفاً از یکی از مدیران فروشگاه متابیس{0} سازمان خود بخواهید که این امکان را برای شما فعال کند.
fi: Pyydä organisaatiosi Metabase Storen ylläpitäjää{0} ottamaan tämä käyttöön puolestasi.
fr: Veuillez demander à un administrateur de Metabase Store{0} de votre organisation d'activer cette fonctionnalité pour vous.
it: Chiedi a un amministratore del Metabase Store{0} della tua organizzazione di abilitare questa funzione per te.
ja: これを有効にするには、組織のメタベース ストア管理者{0} に依頼してください。
nb: Be en Metabase Store Admin{0} i organisasjonen din om å aktivere dette for deg.
nl: Vraag een Metabase Store Admin{0} van uw organisatie om dit voor u in te schakelen.
pl: Poproś administratora Metabase Store{0} w swojej organizacji o włączenie tej funkcji.
pt_br: Peça a um administrador da Metabase Store{0} da sua organização para habilitar isso para você.
ru: Пожалуйста, обратитесь к администратору Metabase Store{0} вашей организации, чтобы он включил эту функцию для вас.
sk: Požiadajte správcu úložiska metabázy{0} vo vašej organizácii, aby vám to povolil.
sl: Za omogočenje te možnosti prosite skrbnika shrambe Metabase{0} v vaši organizaciji.
sq: Ju lutemi kërkojini një Administratori të Metabase Store{0} të organizatës suaj ta aktivizojë këtë për ju.
sr: Molimo vas da zamolite Metabase Store Admin{0} u vašoj organizaciji da vam ovo omogući.
sv: Be en Metabase Store-administratör{0} i din organisation att aktivera detta åt dig.
tr: Lütfen kuruluşunuzun bir Metabase Mağaza Yöneticisinden{0} bunu sizin için etkinleştirmesini isteyin.
uk: Попросіть адміністратора Metabase Store{0} у вашій організації увімкнути це для вас.
vi: Vui lòng yêu cầu Quản trị viên Cửa hàng Metabase{0} của tổ chức bạn bật tính năng này cho bạn.
zh_hk: 請要求您機構的 Metabase Store Admin{0} 為您啟用此功能。

source: Quantity must be a positive integer
ar: يجب أن تكون الكمية عددًا صحيحًا موجبًا
bg: Количеството трябва да е положително цяло число
ca: La quantitat ha de ser un enter positiu
de: Die Menge muss eine positive ganze Zahl sein.
es: La cantidad debe ser un número entero positivo.
fa: مقدار باید یک عدد صحیح مثبت باشد
fi: Määrän on oltava positiivinen kokonaisluku
fr: La quantité doit être un entier positif
it: La quantità deve essere un numero intero positivo
ja: 数量は正の整数でなければなりません
nb: Mengden må være et positivt heltall
nl: Hoeveelheid moet een positief geheel getal zijn
pl: Ilość musi być liczbą całkowitą dodatnią
pt_br: A quantidade deve ser um número inteiro positivo.
ru: Количество должно быть положительным целым числом.
sk: Množstvo musí byť kladné celé číslo
sl: Količina mora biti pozitivno celo število
sq: Sasia duhet të jetë një numër i plotë pozitiv
sr: Količina mora biti pozitivan ceo broj
sv: Kvantiteten måste vara ett positivt heltal
tr: Miktar pozitif bir tam sayı olmalıdır
uk: Кількість має бути додатним цілим числом
vi: Số lượng phải là số nguyên dương
zh_hk: 數量必須是正整數

source: Terms of Service must be accepted
ar: يجب قبول شروط الخدمة
bg: Условията за ползване трябва да бъдат приети
ca: Cal acceptar les Condicions del servei
de: Die Nutzungsbedingungen müssen akzeptiert werden.
es: Deben aceptarse los Términos de Servicio.
fa: شرایط خدمات باید پذیرفته شود
fi: Käyttöehdot on hyväksyttävä
fr: Les conditions d'utilisation doivent être acceptées.
it: I Termini di servizio devono essere accettati
ja: 利用規約に同意する必要があります
nb: Vilkår for bruk må aksepteres
nl: De Servicevoorwaarden moeten worden geaccepteerd
pl: Należy zaakceptować Warunki korzystania z usługi
pt_br: Os Termos de Serviço devem ser aceitos.
ru: Необходимо принять Условия обслуживания.
sk: Je potrebné prijať zmluvné podmienky
sl: Sprejeti je treba pogoje storitve
sq: Duhet të pranohen Kushtet e Shërbimit
sr: Uslovi korišćenja moraju biti prihvaćeni
sv: Användarvillkoren måste godkännas
tr: Hizmet Şartları kabul edilmelidir
uk: Потрібно прийняти Умови надання послуг
vi: Điều khoản dịch vụ phải được chấp nhận
zh_hk: 必須接受服務條款

source: Pick Metabot usage limit
ar: اختر حد استخدام Metabot
bg: Изберете лимит за използване на Metabot
ca: Trieu el límit d'ús de Metabot
de: Metabot-Nutzungslimit festlegen
es: Elija el límite de uso de Metabot
fa: محدودیت استفاده از متابوت را انتخاب کنید
fi: Valitse Metabotin käyttörajoitus
fr: Limite d'utilisation de Metabot à sélectionner
it: Seleziona il limite di utilizzo di Metabot
ja: Metabotの使用制限を選択する
nb: Velg bruksgrense for Metabot
nl: Kies een Metabot-gebruikslimiet
pl: Wybierz limit wykorzystania Metabota
pt_br: Selecione o limite de uso do Metabot
ru: Выберите лимит использования Metabot
sk: Vyberte limit používania Metabotu
sl: Izberite omejitev uporabe Metabota
sq: Zgjidh limitin e përdorimit të Metabot
sr: Izaberite Metabot limit korišćenja
sv: Välj Metabot-användningsgräns
tr: Metabot kullanım sınırını seçin.
uk: Виберіть ліміт використання Metabot
vi: Chọn giới hạn sử dụng Metabot
zh_hk: 選取 Metabot 使用限制

source: Start free 14-day trial of Metabot
ar: ابدأ تجربة مجانية لمدة 14 يومًا من Metabot
bg: Започнете безплатен 14-дневен пробен период на Metabot
ca: Comença la prova gratuïta de 14 dies de Metabot
de: Starten Sie jetzt Ihre kostenlose 14-tägige Testphase von Metabot.
es: Comience una prueba gratuita de 14 días de Metabot
fa: دوره آزمایشی رایگان ۱۴ روزه Metabot را شروع کنید
fi: Aloita Metabotin ilmainen 14 päivän kokeilujakso
fr: Essayez gratuitement Metabot pendant 14 jours.
it: Inizia la prova gratuita di 14 giorni di Metabot
ja: Metabotの14日間無料トライアルを開始
nb: Start en gratis 14-dagers prøveversjon av Metabot
nl: Start een gratis proefperiode van 14 dagen voor Metabot
pl: Rozpocznij bezpłatny 14-dniowy okres próbny Metabota
pt_br: Experimente o Metabot gratuitamente por 14 dias.
ru: Начните бесплатную 14-дневную пробную версию Metabot
sk: Začnite bezplatnú 14-dňovú skúšobnú verziu Metabotu
sl: Začnite brezplačno 14-dnevno preskusno obdobje Metabota
sq: Fillo provën falas 14-ditore të Metabot
sr: Pokrenite besplatnu 14-dnevnu probu za Metabot
sv: Starta en gratis 14-dagars provperiod av Metabot
tr: Metabot'un 14 günlük ücretsiz denemesine başlayın
uk: Почати безплатний 14-денний пробний період Metabot
vi: Bắt đầu dùng thử Metabot miễn phí 14 ngày
zh_hk: 開始 14 天免費試用 Metabot

source: Pick a usage limit below. Usage is measured in Metabot requests.
ar: اختر حد الاستخدام أدناه. يتم قياس الاستخدام بعدد طلبات Metabot.
bg: Изберете лимит за употреба по-долу. Употребата се измерва в заявки към Metabot.
ca: Trieu un límit d'ús a continuació. L'ús es mesura en sol·licituds de Metabot.
de: Wählen Sie unten ein Nutzungslimit aus. Die Nutzung wird in Metabot-Anfragen gemessen.
es: Seleccione un límite de uso a continuación. El uso se mide en solicitudes de Metabot.
fa: محدودیت استفاده را در زیر انتخاب کنید. میزان استفاده بر اساس درخواست‌های متابات اندازه‌گیری می‌شود.
fi: Valitse käyttörajoitus alta. Käyttöä mitataan Metabot-pyynnöissä.
fr: Choisissez une limite d'utilisation ci-dessous. L'utilisation est mesurée en requêtes Metabot.
it: Seleziona un limite di utilizzo qui sotto. L'utilizzo è misurato in richieste Metabot.
ja: 以下の使用量制限を選択してください。使用量はMetabotリクエスト数で測定されます。
nb: Velg en bruksgrense nedenfor. Bruken måles i Metabot-forespørsler.
nl: Selecteer hieronder een gebruikslimiet. Het gebruik wordt gemeten in Metabot-verzoeken.
pl: Wybierz limit użycia poniżej. Użycie jest mierzone w żądaniach Metabota.
pt_br: Selecione um limite de uso abaixo. O uso é medido em solicitações do Metabot.
ru: Выберите лимит использования ниже. Использование измеряется в запросах Metabot.
sk: Vyberte si limit používania nižšie. Používanie sa meria v požiadavkách Metabot.
sl: Spodaj izberite omejitev uporabe. Uporaba se meri v zahtevah Metabot.
sq: Zgjidh më poshtë një limit përdorimi. Përdorimi matet në kërkesa Metabot.
sr: Izaberite limit korišćenja ispod. Korišćenje se meri u Metabot zahtevima.
sv: Välj en användningsgräns nedan. Användningen mäts i Metabot-förfrågningar.
tr: Aşağıdan bir kullanım sınırı seçin. Kullanım, Metabot istekleriyle ölçülür.
uk: Виберіть нижче ліміт використання. Використання вимірюється в запитах до Metabot.
vi: Chọn giới hạn sử dụng bên dưới. Mức sử dụng được đo bằng yêu cầu Metabot.
zh_hk: 在下方選擇使用限制。使用量以 Metabot 請求為單位。

source: Each message sent to Metabot is counted as a request.
ar: تُحتسب كل رسالة تُرسل إلى Metabot على أنها طلب.
bg: Всяко съобщение, изпратено до Metabot, се брои като заявка.
ca: Cada missatge enviat a Metabot es compta com una sol·licitud.
de: Jede an Metabot gesendete Nachricht wird als Anfrage gezählt.
es: Cada mensaje enviado a Metabot se cuenta como una solicitud.
fa: هر پیامی که به متابات ارسال می‌شود، یک درخواست محسوب می‌شود.
fi: Jokainen Metabotille lähetetty viesti lasketaan pyynnöksi.
fr: Chaque message envoyé à Metabot est comptabilisé comme une requête.
it: Ogni messaggio inviato a Metabot viene conteggiato come una richiesta.
ja: Metabot に送信される各メッセージはリクエストとしてカウントされます。
nb: Hver melding som sendes til Metabot, regnes som en forespørsel.
nl: Elk bericht dat naar Metabot wordt verzonden, telt als een verzoek.
pl: Każda wiadomość wysłana do Metabota jest liczona jako żądanie.
pt_br: Cada mensagem enviada ao Metabot é contabilizada como uma solicitação.
ru: Каждое сообщение, отправленное в Metabot, считается запросом.
sk: Každá správa odoslaná spoločnosti Metabot sa počíta ako požiadavka.
sl: Vsako sporočilo, poslano Metabotu, se šteje kot zahteva.
sq: Çdo mesazh i dërguar te Metabot numërohet si një kërkesë.
sr: Svaka poruka poslata Metabot-u se računa kao zahtev.
sv: Varje meddelande som skickas till Metabot räknas som en förfrågan.
tr: Metabot'a gönderilen her mesaj bir istek olarak sayılır.
uk: Кожне повідомлення, надіслане до Metabot, рахується як запит.
vi: Mỗi tin nhắn gửi đến Metabot được tính là một yêu cầu.
zh_hk: 傳送給 Metabot 的每個訊息都算為一個請求。

source: Usage limit applies to your whole organization.
ar: ينطبق حد الاستخدام على مؤسستك بالكامل.
bg: Ограничението за употреба важи за цялата ви организация.
ca: El límit d'ús s'aplica a tota l'organització.
de: Das Nutzungslimit gilt für Ihre gesamte Organisation.
es: El límite de uso se aplica a toda la organización.
fa: محدودیت استفاده برای کل سازمان شما اعمال می‌شود.
fi: Käyttörajoitus koskee koko organisaatiotasi.
fr: La limite d'utilisation s'applique à l'ensemble de votre organisation.
it: Il limite di utilizzo si applica all'intera organizzazione.
ja: 使用制限は組織全体に適用されます。
nb: Bruksgrensen gjelder for hele organisasjonen.
nl: De gebruikslimiet geldt voor uw hele organisatie.
pl: Limit wykorzystania dotyczy całej Twojej organizacji.
pt_br: O limite de utilização aplica-se a toda a sua organização.
ru: Лимит использования распространяется на всю вашу организацию.
sk: Limit používania sa vzťahuje na celú vašu organizáciu.
sl: Omejitev uporabe velja za celotno organizacijo.
sq: Limiti i përdorimit vlen për gjithë organizatën tënde.
sr: Limit korišćenja važi za celu vašu organizaciju.
sv: Användningsgränsen gäller för hela din organisation.
tr: Kullanım sınırı tüm kuruluşunuz için geçerlidir.
uk: Ліміт використання застосовується до всієї вашої організації.
vi: Giới hạn sử dụng áp dụng cho toàn bộ tổ chức của bạn.
zh_hk: 使用限制適用於您的整個組織。

source: I agree with the Metabot AI add-on
ar: أوافق على إضافة Metabot AI
bg: Съгласен съм с добавката Metabot AI
ca: Estic d'acord amb el complement d'IA de Metabot
de: Ich bin mit dem Metabot AI Add-on einverstanden
es: Estoy de acuerdo con el complemento Metabot AI
fa: من با افزونه هوش مصنوعی متابوت موافقم
fi: Olen samaa mieltä Metabot AI -lisäosasta
fr: Je suis d'accord avec le module complémentaire Metabot AI
it: Sono d'accordo con il componente aggiuntivo Metabot AI
ja: Metabot AIアドオンに賛成です
nb: Jeg er enig med Metabot AI-tillegget
nl: Ik ben het eens met de Metabot AI-add-on
pl: Zgadzam się z dodatkiem Metabot AI
pt_br: Concordo com o complemento Metabot AI
ru: Я согласен с дополнением Metabot AI.
sk: Súhlasím s doplnkom Metabot AI
sl: Strinjam se z dodatkom Metabot AI
sq: Pajtohem me shtesën Metabot AI
sr: Slažem se sa dodatkom Metabot VI
sv: Jag godkänner Metabot AI-tillägget
tr: Metabot AI eklentisine katılıyorum
uk: Я погоджуюся з адд-оном Metabot AI
vi: Tôi đồng ý với tiện ích bổ sung Metabot AI
zh_hk: 我同意使用 Metabot AI 附加元件

source: Terms of Service
ar: شروط الخدمة
bg: Общи условия
ca: Condicions del servei
de: Servicebedingungen
es: Condiciones de servicio
fa: شرایط خدمات
fi: Palveluehdot
fr: Conditions d'utilisation
it: Termini di servizio
ja: 利用規約
nb: Vilkår for bruk
nl: Servicevoorwaarden
pl: Warunki korzystania z usługi
pt_br: Termos de Serviço
ru: Условия обслуживания
sk: Podmienky služby
sl: Pogoji storitve
sq: Kushtet e Shërbimit
sr: Uslovi korišćenja
sv: Användarvillkor
tr: Hizmet Şartları
uk: Умови надання послуг
vi: Điều khoản dịch vụ
zh_hk: 服務條款
