Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Allow using a saved question or Model as the source for other queries?
ar: هل تريد السماح باستخدام سؤال محفوظ أو نموذج كمصدر لاستعلامات أخرى؟
bg: Да се разреши ли използването на запазен въпрос или модел като източник за други заявки?
ca: Permetre utilitzar una pregunta desada o un Model com a origen d'altres preguntes?
de: Die Verwendung einer gespeicherten Frage oder eines Models als Quelle für andere Abfragen erlauben?
eo: Yo, can I use a saved question or Model as the source for other queries?
es: ¿Permitir usar una pregunta guardada o un modelo como fuente para otras consultas?
fa: آیا اجازه می‌دهید از یک سوال ذخیره شده یا مدل به عنوان منبع برای دیگر جستجوها استفاده شود?
fi: Salli tallennetun kysymyksen tai mallin käyttö lähteenä muille kyselyille?
fr: Autoriser l'utilisation d'une question sauvegardée ou d'un Modèle comme source de données pour d'autres requêtes?
hu: Engedélyezi mentett kérdés vagy modell használatát más lekérdezések forrásaként?
it: Consenti di utilizzare una domanda salvata o un Modello come fonte per altre query?
ja: 保存された質問やモデルを他のクエリのソースとして使用することはできますか?
lt: Leisti naudoti išsaugotą klausimą arba modelį kaip kitų užklausų šaltinį?
ms: Benarkan menggunakan soalan yang disimpan atau Model sebagai sumber untuk query ini?
nb: Tillat å bruke et lagret spørsmål eller Modell som kilde for andre spørringer?
nl: Toestaan dat een opgeslagen vraag of model wordt gebruikt als bron voor andere zoekopdrachten?
pl: Zezwól na użycie zapisanego pytania lub Modelu jako źródła dla innych zapytań?
pt_br: Permitir o uso de uma pergunta ou modelo salvo como fonte para outras consultas?
ru: Разрешить использовать сохраненный вопрос или модель как источник для других запросов?
sk: Povoliť použitie uložených otázok alebo modelov ako zdroja pre iné dopyty?
sl: Ali dovolite uporabo shranjenega vprašanja ali modela kot vira za druge poizvedbe?
sq: Të lejohet përdorimi i një pyetjeje të ruajtur ose Modeli si burim për pyetje të tjera?
sr: Dozvoli korišćenje sačuvanog pitanja ili Modela kao izvora za druge upite?
sv: Tillåta användning av en sparad fråga eller modell som källa för andra frågor?
tr: Kaydedilmiş bir soru veya Modelin diğer sorgular için kaynak olarak kullanılmasına izin verilsin mi?
uk: Дозволити використовувати збережений запит або Модель як джерело для інших запитів?
vi: Cho phép sử dụng câu hỏi đã lưu hoặc Mô hình làm nguồn cho các truy vấn khác?
zh_hk: 允許使用已保存的問題或模型作為其他查詢的來源嗎？

source: Pulse card query error
hu: Impulzus kártya lekérdezési hiba
ms: Ralat query kad Pulse

source: There was a problem with this question.
ar: حدثت مشكلة في هذا السؤال.
bg: Имаше проблем с този въпрос.
ca: Hi ha hagut un problema amb aquesta pregunta.
de: Es gab ein Problem mit dieser Frage.
eo: This question was kinda sus.
es: Hubo un problema con esta pregunta.
fa: مشکلی با این سوال وجود داشت.
fi: Tässä kysymyksessä oli ongelma.
fr: Il y a eu un problème avec cette question.
hu: Probléma volt ezzel a kérdéssel.
it: C'è stato un problema con questa domanda.
ja: この質問には問題がありました。
lt: Dėl šio klausimo kilo problema.
ms: Terdapat masalah dengan soalan ini.
nb: Det var et problem med spørsmålet ditt.
nl: Er was een probleem met deze vraag.
pl: Wystąpił problem z tym pytaniem.
pt_br: Houve um problema com esta pergunta.
ru: С этой проблемой возникла проблема.
sk: Pri tejto otázke sa vyskytol problém.
sl: S tem vprašanjem je bila težava.
sq: Pati një problem me këtë pyetje.
sr: Došlo je do problema sa ovim pitanjem.
sv: Det finns ett problem i denna fråga.
tr: Bu soruyla ilgili bir sorun vardı.
uk: Виникла проблема з цим запитом.
vi: Có một vấn đề với câu hỏi này.
zh_hk: 這個問題有故障。

source: See our docs for step-by-step directions on how to connect your database.
ar: اطّلع على مستنداتنا للحصول على إرشادات خطوة بخطوة حول كيفية توصيل قاعدة بياناتك.
bg: Вижте нашите документи за стъпка по стъпка указания как да свържете вашата база данни.
ca: Consulteu els nostres documents per obtenir instruccions pas a pas sobre com connectar la vostra base de dades.
de: Siehe unsere Dokumentation für Schritt-für-Schritt-Anweisungen, wie Sie Ihre Datenbank verbinden können.
eo: Peep our docs for the 411 on how to link up your database, bestie.
es: Consulta nuestra documentación para saber cómo conectar tu base de datos paso a paso.
fa: راهنمای ما را برای دستورالعمل‌های گام به گام اتصال پایگاه داده خود ببینید.
fi: Katso ohjeistamme vaiheittaiset ohjeet siitä, miten yhdistät tietokantasi.
fr: Consultez notre documentation pour obtenir des instructions étape par étape sur la façon de connecter votre base de données.
hu: Tekintse meg dokumentumainkat az adatbázis csatlakoztatásának lépésről-lépésre történő útmutatójához.
it: Consulta la nostra documentazione per istruzioni passo dopo passo su come connettere il tuo database.
ja: データベースへの接続方法については、ドキュメントを参照してください。
lt: Žingsnis po žingsnio instrukcijas, kaip prijungti duomenų bazę, rasite mūsų dokumentuose.
ms: Lihat dokumen kami untuk arahan langkah demi langkah tentang cara menyambungkan pangkalan data anda.
nb: Se dokumentasjonen vår for trinnvise instruksjoner om hvordan du kobler til databasen din.
nl: Bekijk onze documenten voor stapsgewijze instructies over hoe je je database kunt verbinden.
pl: Zobacz nasze dokumenty, aby uzyskać instrukcje krok po kroku, jak połączyć swoją bazę danych.
pt_br: Veja nossa documentação para obter instruções passo a passo sobre como conectar seu banco de dados.
ru: Смотрите нашу документацию для пошаговых инструкций о том, как подключить вашу базу данных.
sk: Pozrite si naše dokumenty pre podrobné pokyny, ako pripojiť svoju databázu.
sl: Oglejte si naše dokumente za navodila po korakih za povezovanje zbirke podatkov.
sq: Shihni dokumentacionin tonë për udhëzime hap pas hapi se si të lidhni databazën tuaj.
sr: Pogledaj našu dokumentaciju za uputstvo korak po korak kako da povežeš bazu.
sv: Se vår dokumentation för steg-för-steg-anvisningar om hur du ansluter din databas.
tr: Veritabanınızı nasıl bağlayacağınız hakkında adım adım talimatlar için belgelerimize bakın.
uk: Перегляньте нашу документацію з покроковими інструкціями щодо підключення вашої бази даних.
vi: Xem tài liệu của chúng tôi để biết hướng dẫn từng bước về cách kết nối cơ sở dữ liệu của bạn.
zh_hk: 有關如何連接資料庫的分步說明，請參閱我們的文檔。

source: You've updated your password.
ar: لقد حدّثت كلمة المرور.
bg: Актуализирахте вашата парола.
ca: Heu actualitzat la vostra contrasenya.
de: Ihr Passwort wurde aktualisiert.
eo: You’ve lowkey changed your password.
es: Has actualizado tu contraseña.
fa: شما رمز عبور خود را به‌روزرسانی کردید.
fi: Päivitit salasanasi.
fr: Vous avez mis à jour votre mot de passe.
hu: Frissítette a jelszavát.
it: Hai aggiornato la tua password.
ja: パスワードを更新しました。
lt: Jūs atnaujinote slaptažodį.
ms: Anda telah mengemas kini kata laluan anda.
nb: Du har oppdatert passordet ditt.
nl: Je hebt je wachtwoord gewijzigd.
pl: Zaktualizowałeś swoje hasło.
pt_br: Você atualizou sua senha.
ru: Вы обновили свой пароль.
sk: Aktualizovali ste svoje heslo.
sl: Posodobili ste geslo.
sq: Ke përditësuar fjalëkalimin.
sr: Ažurirali ste lozinku.
sv: Du har uppdaterat ditt lösenord.
tr: Parolanızı güncellediniz.
uk: Ви оновили свій пароль.
vi: Bạn đã cập nhật mật khẩu của mình.
zh_hk: 您已更新您的密碼。

source: A question
ar: سؤال
bg: Въпрос
ca: Una pregunta
de: Eine Frage
eo: A whole q or just a vibe?
es: Una pregunta
fa: یک سوال
fi: Kysymys
fr: Une question
hu: Egy kérdés
it: Una domanda
ja: 質問
lt: Klausimas
ms: Satu soalan
nb: Et spørsmål
nl: Een vraag
pl: Pytanie
pt_br: Uma pergunta
ru: Запрос
sk: Otázka
sl: Vprašanje
sq: Një pyetje
sr: Jedno pitanje
sv: En fråga
tr: Bir soru
uk: Запит
vi: Một câu hỏi
zh_hk: 一個問題

source: A dashboard
ar: لوحة معلومات
bg: Табло
ca: Un quadre de comandament
de: Ein Dashboard
eo: A dashboard → A vibe check center
es: Un cuadro de mando
fa: یک داشبورد
fi: Kojelauta
fr: Un tableau de bord
hu: Egy irányítópult
it: Una dashboard
ja: ダッシュボード
lt: Prietaisų skydelis
ms: Satu papan pemuka
nb: En tavle
nl: Een dashboard
pl: Pulpit
pt_br: Um painel
ru: Дашборд
sk: Dashboard
sl: Nadzorna plošča
sq: Një panel
sr: Jedna kontrolna tabla
sv: Ett instrumentpanel
tr: Bir bilgi panosu
uk: Дашборд
vi: Một bảng điều khiển
zh_hk: 一個資訊看板

source: A model
ar: نموذج
bg: Модел
ca: Un model
de: Ein Modell
eo: A whole vibe
es: Un modelo
fa: یک مدل
fi: Malli
fr: Un modèle
hu: Egy modell
it: Un modello
ja: モデル
lt: Modelis
ms: Satu model
nb: En modell
nl: Een model
pl: Model
pt_br: Um modelo
ru: Модель
sk: Model
sl: Model
sq: Një model
sr: Jedan model
sv: En modell
tr: Bir model
uk: Модель
vi: Một mô hình
zh_hk: 一個模型

source: Save your questions, dashboards, and models in collections — and pin them to feature them at the top.
hu: Mentse el kérdéseit, irányítópultjait és modelleit gyűjteményekbe — és rögzítse őket a tetején.
ms: Simpan soalan, papan pemuka, dan model anda dalam koleksi — dan pin mereka untuk menonjolkan mereka di bahagian atas.

source: Useful data
hu: Hasznos adatok
ms: Data berguna

source: Start new explorations here
ar: ابدأ استكشافات جديدة من هنا
bg: Започнете нови изследвания тук
ca: Comenceu noves exploracions aquí
de: Beginne hier neue Erkundungen
eo: Slide into new adventures here, fr fr
es: Inicia aquí nuevas exploraciones
fa: در اینجا کاوش‌های جدید را شروع کنید
fi: Aloita uudet tutkimukset täältä
fr: Commencez de nouvelles explorations ici
hu: Kezdjen új felfedezéseket itt
it: Inizia nuove esplorazioni qui
ja: ここから新しい探索を始めましょう
lt: Pradėkite naujus tyrinėjimus čia
ms: Mulakan penjelajahan baru di sini
nb: Start nye utforskninger her
nl: Begin hier met nieuwe verkenningen
pl: Rozpocznij nowe eksploracje tutaj
pt_br: Comece novas explorações aqui
ru: Начните новое исследование здесь
sk: Začnite nové skúmania tu
sl: Začnite nova raziskovanja tukaj
sq: Nis eksplorime të reja këtu
sr: Započnite nova istraživanja ovde
sv: Börja nya utforska här
tr: Yeni keşifleri burada başlatın
uk: Почніть нові дослідження тут
vi: Bắt đầu khám phá mới tại đây
zh_hk: 開始新的探索

source: Start new explorations about {0} here
ar: ابدأ استكشافات جديدة حول {0} من هنا
bg: Започнете нови изследвания за {0} тук
ca: Comenceu noves exploracions sobre {0} aquí
de: Beginne hier neue Erkundungen über {0}
eo: Kickstart some fresh digs into {0} here 🚀
es: Inicia nuevas exploraciones sobre {0} aquí
fa: در اینجا کاوش‌های جدید در مورد {0} را شروع کنید
fi: Aloita uudet tutkimukset {0} täällä
fr: Commencez de nouvelles explorations sur {0} ici
hu: Kezdjen új felfedezéseket a(z) {0}-ról itt
it: Inizia nuove esplorazioni su {0} qui
ja: {0}についての新しい探求をここから始めます
lt: Pradėkite naujus tyrinėjimus apie {0} čia
ms: Mulakan penjelajahan baru tentang {0} di sini
nb: Start nye utforskninger om {0} her
nl: Begin hier met nieuwe verkenningen over {0}
pl: Rozpocznij nowe eksploracje dotyczące {0} tutaj
pt_br: Comece novas explorações sobre {0} aqui
ru: Начните новое исследование о {0} здесь
sk: Začnite nové skúmania o {0} tu
sl: Začnite nova raziskovanja o {0} tukaj
sq: Nis eksplorime të reja rreth {0} këtu
sr: Započnite nova istraživanja o {0} ovde
sv: Börja utforska {0} här
tr: {0} hakkında yeni keşifleri burada başlatın
uk: Почніть нові дослідження про {0} тут
vi: Bắt đầu khám phá mới về {0} tại đây
zh_hk: 開始關於 {0} 的新探索

source: Show fewer options
eo: Show less options, fr
hu: Mutasson kevesebb lehetőséget
lt: Rodyti mažiau parinkčių
ms: Tunjukkan pilihan yang lebih sedikit

source: Unpin
ar: إزالة التثبيت
bg: Премахване на закрепване
ca: Desenganxa
de: Lösen
eo: Unpin → Unpinning this, fr fr
es: Desanclar
fa: بازکردن پین
fi: Poista kiinnitys
fr: Détacher
hu: Kibontás
it: Rimuovi pin
ja: ピン留めを解除
lt: Atsegti
ms: Nyahpin
nb: Frigjør
nl: Losmaken
pl: Odepnij
pt_br: Desfixar
ru: Открепить
sk: Odopnúť
sl: Odpni
sq: Çfiks
sr: Otkvači
sv: Ta bort nål
tr: Pin kaldır
uk: Відкріпити
vi: Bỏ ghim
zh_hk: 取消釘選

source: Pin this
ar: ثبّت هذا
bg: Закрепване
ca: Fixeu això
de: Dies anheften
eo: Save this or it’s a whole vibe to pin this
es: Fijar esto
fa: پین کردن
fi: Kiinnitä tämä
fr: Épinglez-le
hu: Rögzítés
it: Fissa questo
ja: ピン留め
lt: Prisekite tai
ms: Pin ini
nb: Fest dette
nl: Vastpinnen
pl: Przypnij to
pt_br: Fixar isso
ru: Закрепить это
sk: Pripnúť
sl: Pripni to
sq: Fiksoje këtë
sr: Zakači ovo
sv: Nåla fast
tr: Bunu sabitle
uk: Закріпити
vi: Ghim cái này
zh_hk: 釘選這個

source: License and Billing
hu: Licenc és Számlázás
lt: Licencija ir atsiskaitymas
ms: Lesen dan pengagihan

source: edited the metadata
ar: حرّر البيانات الوصفية
bg: редактирахте метаданните
ca: ha editat les metadades
de: metadaten bearbeitet
eo: slapped some edits on the metadata
es: editó la metainformación
fa: ویرایش متادیتا
fi: muokkasi metatietoja
fr: modifié les métadonnées
hu: szerkesztette a metaadatokat
it: modificati i metadati
ja: メタデータを編集する
lt: redagavo metaduomenis
ms: menyunting metadata
nb: endret metadatene
nl: heeft de metadata bewerkt
pl: edytowano metadane
pt_br: editou os metadados
ru: редактировал метаданные
sk: upravili metaúdaje
sl: uredil metapodatke
sq: redaktoi metadata-n
sr: izmenjeni metapodaci
sv: redigera metadata
tr: Metaveriyi düzenledi
uk: відредагував метадані
vi: đã chỉnh sửa siêu dữ liệu
zh_hk: 編輯元數據

source: Copy of
hu: Másolata
ms: Salinan

source: The /api/setup route can only be used to create the first user, however a user currently exists.
ar: يمكن استخدام المسار /api/setup فقط لإنشاء المستخدم الأول، إلا أن مستخدمًا موجود حاليًا.
bg: /api/setup може да се използва само за създаване на първия потребител, но такъв вече съществува.
ca: La ruta /api/setup només es pot utilitzar per crear el primer usuari, però actualment existeix un usuari.
de: Die /api/setup-Route kann nur verwendet werden, um den ersten Benutzer zu erstellen, jedoch existiert derzeit ein Benutzer.
eo: The /api/setup route is only for makin' the first user, but fr, there's already a user chillin' rn.
es: La ruta /api/setup solo se puede usar para crear el primer usuario, sin embargo, un usuario ya existe.
fa: مسیر /api/setup فقط می‌تواند برای ایجاد اولین کاربر استفاده شود، اما کاربری‌ در حال حاضر وجود دارد.
fi: /api/setup-reittiä voi käyttää vain ensimmäisen käyttäjän luomiseen, mutta käyttäjä on jo olemassa.
fr: La route /api/setup ne peut être utilisée que pour créer le premier utilisateur, même si un utilisateur existe déjà.
hu: Az /api/setup útvonal csak az első felhasználó létrehozására használható, azonban már létezik egy felhasználó.
it: Il percorso /api/setup può essere utilizzato solo per creare il primo utente, tuttavia un utente esiste già.
ja: /api/setup ルートは、最初のユーザーを作成するためにのみ使用できますが、ユーザーは現在存在しています。
lt: Maršrutas /api/setup gali būti naudojamas tik pirmam vartotojui sukurti, tačiau vartotojas šiuo metu egzistuoja.
ms: Laluan /api/setup hanya boleh digunakan untuk mencipta pengguna pertama, namun seorang pengguna sudah wujud.
nb: Ruten /api/setup kan kun brukes til å opprette den første brukeren, men en bruker eksisterer allerede.
nl: De /api/setup route kan alleen worden gebruikt om de eerste gebruiker te creëren, maar er bestaat momenteel al een gebruiker.
pl: Trasa /api/setup może być używana tylko do utworzenia pierwszego użytkownika, jednak użytkownik już istnieje.
pt_br: A rota /api/setup só pode ser usada para criar o primeiro usuário, porém já existe um usuário.
ru: Маршрут /api/setup может использоваться только для создания первого пользователя, однако пользователь уже существует.
sk: Trasa /api/setup sa môže použiť iba na vytvorenie prvého používateľa, avšak používateľ už existuje.
sl: Pot /api/setup lahko uporabite samo za ustvarjanje prvega uporabnika, vendar uporabnik trenutno obstaja.
sq: Rruga /api/setup mund të përdoret vetëm për të krijuar përdoruesin e parë, por aktualisht ekziston një përdorues.
sr: Ruta /api/setup može da se koristi samo za kreiranje prvog korisnika, međutim korisnik već postoji.
sv: Routen /api/setup kan endast användas för att skapa den första användaren, men en användare finns för närvarande.
tr: /api/setup yolu yalnızca ilk kullanıcıyı oluşturmak için kullanılabilir, ancak şu anda bir kullanıcı mevcut.
uk: Маршрут /api/setup можна використовувати лише для створення першого користувача, однак користувач уже існує.
vi: Lộ trình /api/setup chỉ có thể được sử dụng để tạo người dùng đầu tiên, tuy nhiên hiện tại đã có người dùng.
zh_hk: /api/setup 路由只能用來創建第一個用戶，但當前已有用戶存在。

source: Maximum number of rows to return specifically on :rows type queries via the API.
ar: الحد الأقصى لعدد الصفوف المُعادة تحديدًا لاستعلامات النوع :rows عبر API.
bg: Максимален брой редове за връщане на заявки от тип :rows чрез API.
ca: Nombre màxim de files per retornar específicament a les consultes de tipus :rows mitjançant l'API.
de: Maximale Anzahl von Zeilen, die bei Anfragen vom Typ :rows über die API zurückgegeben werden sollen.
eo: Max rows u can get for :rows queries through the API, fr.
es: Número máximo de filas para devolver específicamente en consultas de tipo :rows a través de la API.
fa: حداکثر تعداد سطرهایی که به طور خاص در پرسش‌های نوع :rows از طریق API برگردانده می‌شوند.
fi: Maksimimäärä rivejä palautettavaksi erityisesti :rows-tyyppisissä kyselyissä API:n kautta.
fr: Nombre maximal de lignes à renvoyer spécifiquement pour les requêtes de type :rows via l'API.
hu: Az API-n keresztüli :rows típusú lekérdezések esetén visszaadandó sorok maximális száma.
it: Numero massimo di righe da restituire specificamente per query di tipo :rows tramite l'API.
ja: API の :rows タイプのクエリで返す最大行数です。
lt: Didžiausias eilučių skaičius, skirtas grąžinti konkrečiai :rows tipo užklausoms per API.
ms: Bilangan maksimum baris untuk dikembalikan khusus pada pertanyaan jenis melalui API
nb: Maksimalt antall rader å returnere spesifikt for :rows-type spørringer via APIet.
nl: Maximaal aantal rijen voor :rows-zoekopdrachten via de API.
pl: Maksymalna liczba wierszy do zwrócenia w zapytaniach typu :rows za pośrednictwem API.
pt_br: Número máximo de linhas a serem retornadas especificamente em consultas do tipo :rows por meio da API.
ru: Максимальное количество строк, которые нужно вернуть специально для запросов типа :rows через API.
sk: Maximálny počet riadkov, ktoré sa vrátia špecificky na dotazy typu :rows prostredníctvom API.
sl: Največje število vrstic, ki jih je treba vrniti posebej za poizvedbe tipa :rows prek API-ja.
sq: Numri maksimal i rreshtave për t’u kthyer specifikisht për pyetjet e tipit :rows përmes API.
sr: Maksimalan broj redova koji se vraća posebno za upite tipa :rows preko API-ja.
sv: Maximalt antal rader att returnera specifikt för :rows-typ förfrågningar via API:et.
tr: API aracılığıyla :rows türündeki sorgular için özel olarak döndürülecek maksimum satır sayısı.
uk: Максимальна кількість рядків для повернення спеціально для запитів типу :rows через API.
vi: Số hàng tối đa để trả về cụ thể trên truy vấn loại :rows qua API.
zh_hk: 透過 API :rows 類型查詢返回的最大行數。

source: Downloads of native queries are only allowed if a group has download permissions for the entire database.
ar: لا يُسمح بتنزيل نتائج الاستعلامات الأصلية إلا إذا كانت لدى مجموعة أذونات تنزيل لقاعدة البيانات بأكملها.
bg: Изтеглянията на собствените заявки са разрешени само ако групата има разрешения за изтегляне за цялата база данни.
ca: La descàrrega de preguntes natives només és possible si el grup té permisos de descàrrega de la base de dades sencera.
de: Der Download von nativen SQL Abfragen ist nur erlaubt, wenn die Gruppe Download Berechtigungen für die gesamte Datenbank hat
eo: You can only download native queries if your group has the all-access pass for the whole database, fr fr.
es: La descarga de consultas nativas solo se permite si un grupo tiene permisos de descarga para la base de datos completa.
fa: دانلود پرسش‌های بومی فقط در صورتی مجاز است که یک گروه مجوزهای دانلود برای کل پایگاه داده داشته باشد.
fi: Vain jos ryhmällä on latausoikeudet koko tietokantaan, voidaan ladata alkuperäisiä kyselyjä.
fr: Le téléchargement de requête native n'est possible que si le groupe a les permissions de téléchargements pour l'entière base de donnée.
hu: A natív lekérdezések letöltése csak akkor engedélyezett, ha egy csoport rendelkezik letöltési jogosultságokkal az egész adatbázisra.
it: I download di query native sono consentiti solo se un gruppo dispone delle autorizzazioni di download per l'intero database.
ja: ネイティブクエリのダウンロードは、グループがデータベース全体に対するダウンロード権限を持っている場合にのみ許可されます。
lt: Savųjų užklausų atsisiuntimas leidžiamas tik tuo atveju, jei grupė turi visos duomenų bazės atsisiuntimo teises.
ms: Muat turun pertanyaan asli hanya dibenarkan jika kumpulan mempunyai kebenaran muat turun untuk seluruh pangkalan data.
nb: Nedlasting av lokale spørringer er kun tillatt hvis en gruppe har nedlastingstilgang til hele databasen.
nl: Downloaden van standaard queries zijn alleen toegestaan als een groep downloadrechten heeft voor de gehele database.
pl: Pobieranie zapytań natywnych jest dozwolone tylko wtedy, gdy grupa ma uprawnienia do pobierania dla całej bazy danych.
pt_br: Downloads de consultas nativas são apenas permitidos se um grupo tiver permissões de download para todo o banco de dados.
ru: Загрузка собственных запросов разрешена только в том случае, если у группы есть разрешения на загрузку всей базы данных.
sk: Stiahnutie natívnych dotazov je povolené len ak má skupina povolenie na sťahovanie pre celú databázu.
sl: Prenosi izvornih poizvedb so dovoljeni le, če ima skupina dovoljenja za prenos za celotno zbirko podatkov.
sq: Shkarkimet e pyetjeve native lejohen vetëm nëse një grup ka leje shkarkimi për të gjithë databazën.
sr: Preuzimanje rezultata nativnih upita je dozvoljeno samo ako grupa ima dozvole za preuzimanje za celu bazu podataka.
sv: Nedladdningar av frågor är endast tillåtna om en grupp har hämtat behörigheter för hela databasen.
tr: Sorguların indirilme yetkisi sadece bütün veritabanına indirme yetkisi verilen gruptadır.
uk: Завантаження нативних запитів дозволено лише якщо група має дозволи на завантаження для всієї бази даних.
vi: Chỉ cho phép tải xuống truy vấn bản địa nếu một nhóm có quyền tải xuống cho toàn bộ cơ sở dữ liệu.
zh_hk: 僅當組具有整個資料庫的下載權限時，才允許下載本機查詢。

source: Manage data model
hu: Adatmodell kezelése
ms: Urus model data

source: Star
ar: نجمة
bg: Звезда
ca: Estrella
de: Stern
eo: Star → Big mood or a whole vibe
es: Estrella
fa: ستاره
fi: Tähti
fr: Etoile
hu: Csillag
it: Stella
ja: スター
lt: Žvaigždė
ms: Bintang
nb: Stjerne
nl: Ster
pl: Gwiazda
pt_br: Estrela
ru: Звезда
sk: Hviezda
sl: Zvezda
sq: Yll
sr: Zvezda
sv: Stjärna
tr: Yıldız
uk: Позначити зіркою
vi: Ngôi sao
zh_hk: 星星

source: Balloons
hu: Léggömbök
ms: Belon

source: Mail
ar: بريد
bg: Поща
ca: Correu
de: E-Mail
eo: Inbox check, fr fr
es: Email
fa: ایمیل
fi: Posti
fr: Courrier
hu: Levél
it: Posta
ja: メール
lt: paštas
ms: Mel
nb: E-post
pl: Poczta
pt_br: Carta
ru: Письмо
sk: Pošta
sl: Pošta
sq: Postë
sr: Pošta
sv: Post
tr: Posta
uk: Пошта
vi: Thư
zh_hk: 郵件

source: Bell
ar: جرس
bg: Звънец
ca: Campana
de: Glocke
eo: Bell → Bet, lowkey
es: Campana
fa: زنگ
fi: Kello
fr: Cloche
hu: Harang
it: Campana
ja: ベル
lt: Varpelis
ms: Loceng
nb: Bjelle
nl: Bel
pl: Dzwonek
pt_br: Sino
ru: Колокольчик
sk: Zvon
sl: Zvon
sq: Zile
sr: Zvono
sv: Klocka
tr: Zil
uk: Дзвоник
vi: Chuông
zh_hk: 鈴鐺

source: {0} events
ar: أحداث {0}
bg: {0} събития
ca: {0} esdeveniments
de: {0} Ereignisse
eo: {0} vibes
es: {0} eventos
fa: {0} رویداد
fi: {0} tapahtumat
fr: {0} événements
hu: {0} események
it: {0} eventi
ja: {0}イベント
lt: {0} įvykių
ms: {0} acara
nb: {0} hendelser
nl: {0} gebeurtenissen
pl: {0} wydarzeń
pt_br: {0} eventos
ru: {0} событий
sk: {0} udalostí
sl: {0} dogodki
sq: evente {0}
sr: {0} događaji
sv: {0} händelser
tr: {0} olay
uk: {0} подій
vi: {0} sự kiện
zh_hk: {0}個事件

source: Data model access requires full data access.
hu: Az adatmodellhez való hozzáférés teljes adat-hozzáférést igényel.
ms: Akses model data memerlukan akses data penuh.
