Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Python Runner
ca: Executor de Python
es: Ejecutor de Python
fa: دونده پایتون
fi: Python-juoksija
ja: Pythonランナー
pt_br: Corredor Python
ru: Питон-бегун
sl: Tekač v Pythonu
tr: Python Koşucusu
vi: Người chạy Python

source: Service Configuration
ar: إعدادات الخدمة
bg: Конфигурация на услугата
ca: Configuració del servei
de: Dienstkonfiguration
es: Configuración del servicio
fa: پیکربندی سرویس
fi: Palvelun konfigurointi
fr: Configuration du service
it: Configurazione del servizio
ja: サービス構成
nb: Tjenestekonfigurasjon
nl: Serviceconfiguratie
pl: Konfiguracja usługi
pt_br: Configuração de serviço
ru: Конфигурация сервиса
sk: Konfigurácia služby
sl: Konfiguracija storitve
sq: Konfigurimi i shërbimit
sr: Konfiguracija servisa
sv: Tjänstkonfiguration
tr: Hizmet Yapılandırması
uk: Конфігурація сервісу
vi: Cấu hình dịch vụ
zh_hk: 服務設定

source: Python Execution Server URL
ar: URL خادم تنفيذ Python
bg: URL адрес на сървъра за изпълнение на Python
ca: URL del servidor d'execució de Python
de: URL des Python-Ausführungsservers
es: URL del servidor de ejecución de Python
fa: آدرس سرور اجرای پایتون
fi: Pythonin suorituspalvelimen URL-osoite
fr: URL du serveur d'exécution Python
it: URL del server di esecuzione Python
ja: Python実行サーバーのURL
nb: URL til Python Execution Server
nl: URL van Python-uitvoeringsserver
pl: Adres URL serwera wykonawczego Pythona
pt_br: URL do servidor de execução Python
ru: URL-адрес сервера выполнения Python
sk: URL adresa servera na vykonávanie Pythonu
sl: URL izvajalnega strežnika Python
sq: URL e serverit të ekzekutimit Python
sr: URL Python Execution Servera
sv: URL för Python-körningsserver
tr: Python Yürütme Sunucusu URL'si
uk: URL сервера виконання Python
vi: URL Máy chủ thực thi Python
zh_hk: Python 執行伺服器 URL

source: URL for the Python execution server that runs transform functions.
ar: URL لخادم تنفيذ Python الذي يشغّل دوال التحويل.
bg: URL адрес за сървъра за изпълнение на Python, който изпълнява функции за трансформация.
ca: URL del servidor d'execució de Python que executa funcions de transformació.
de: URL für den Python-Ausführungsserver, der Transformationsfunktionen ausführt.
es: URL del servidor de ejecución de Python que ejecuta funciones de transformación.
fa: آدرس اینترنتی (URL) سرور اجرای پایتون که توابع تبدیل را اجرا می‌کند.
fi: Muunnaisfunktioita suorittavan Pythonin suorituspalvelimen URL-osoite.
fr: URL du serveur d'exécution Python qui exécute les fonctions de transformation.
it: URL per il server di esecuzione Python che esegue le funzioni di trasformazione.
ja: 変換関数を実行する Python 実行サーバーの URL。
nb: URL til Python-kjøringsserveren som kjører transformasjonsfunksjoner.
nl: URL voor de Python-uitvoeringsserver die transformatiefuncties uitvoert.
pl: Adres URL serwera wykonawczego Pythona, który uruchamia funkcje transformujące.
pt_br: URL para o servidor de execução Python que executa funções de transformação.
ru: URL-адрес сервера выполнения Python, который запускает функции преобразования.
sk: URL adresa pre server spúšťania Pythonu, ktorý spúšťa transformačné funkcie.
sl: URL za izvajalni strežnik Python, ki izvaja funkcije transformacije.
sq: URL për serverin e ekzekutimit Python që ekzekuton funksionet e transformimit.
sr: URL Python execution servera koji pokreće transform funkcije.
sv: URL för Python-körningsservern som kör transformfunktioner.
tr: Dönüşüm fonksiyonlarını çalıştıran Python yürütme sunucusunun URL'si.
uk: URL сервера виконання Python, який запускає функції трансформацій.
vi: URL cho máy chủ thực thi Python chạy các hàm chuyển đổi.
zh_hk: 執行轉換函數的 Python 執行伺服器的 URL。

source: Python Script Execution Timeout
ar: مهلة تنفيذ سكربت Python
bg: Време за изчакване на изпълнението на скрипт на Python
ca: Temps d'espera d'execució de scripts de Python
de: Zeitüberschreitung bei der Ausführung von Python-Skripten
es: Tiempo de espera de ejecución del script de Python
fa: زمان اجرای اسکریپت پایتون به پایان رسید
fi: Python-skriptin suorituksen aikakatkaisu
fr: Délai d'exécution du script Python
it: Timeout di esecuzione dello script Python
ja: Python スクリプト実行タイムアウト
nb: Tidsavbrudd for kjøring av Python-skript
nl: Time-out bij uitvoering van Python-script
pl: Przekroczenie limitu czasu wykonania skryptu Pythona
pt_br: Tempo limite de execução do script Python
ru: Тайм-аут выполнения скрипта Python
sk: Časový limit vykonávania skriptu v Pythone
sl: Časovna omejitev izvajanja skripta Python
sq: Timeout i ekzekutimit të skriptit Python
sr: Vremensko ograničenje izvršavanja Python skripte
sv: Timeout för körning av Python-skript
tr: Python Komut Dosyası Çalıştırma Zaman Aşımı
uk: Тайм-аут виконання Python-скрипту
vi: Hết thời gian thực thi tập lệnh Python
zh_hk: Python 腳本執行超時

source: Timeout in seconds for Python script execution. Defaults to 30 minutes (1800 seconds).
ar: المهلة بالثواني لتنفيذ سكربت Python. الافتراضي 30 دقيقة (1800 ثانية).
bg: Време за изчакване в секунди за изпълнение на Python скрипт. По подразбиране е 30 минути (1800 секунди).
ca: Temps d'espera en segons per a l'execució de l'script de Python. El valor per defecte és de 30 minuts (1800 segons).
de: Timeout in Sekunden für die Ausführung des Python-Skripts. Der Standardwert beträgt 30 Minuten (1800 Sekunden).
es: Tiempo de espera en segundos para la ejecución del script de Python. El valor predeterminado es 30 minutos (1800 segundos).
fa: زمان اجرای اسکریپت پایتون بر حسب ثانیه. مقدار پیش‌فرض ۳۰ دقیقه (۱۸۰۰ ثانیه) است.
fi: Python-skriptin suorituksen aikakatkaisu sekunteina. Oletusarvo on 30 minuuttia (1800 sekuntia).
fr: Délai d'exécution du script Python (en secondes). La valeur par défaut est de 30 minutes (1 800 secondes).
it: Timeout in secondi per l'esecuzione dello script Python. Il valore predefinito è 30 minuti (1800 secondi).
ja: Python スクリプト実行のタイムアウト（秒）。デフォルトは 30 分（1800 秒）です。
nb: Tidsavbrudd i sekunder for kjøring av Python-skript. Standardinnstillingen er 30 minutter (1800 sekunder).
nl: Time-out in seconden voor de uitvoering van een Python-script. Standaardwaarde is 30 minuten (1800 seconden).
pl: Limit czasu wykonania skryptu Pythona w sekundach. Domyślnie 30 minut (1800 sekund).
pt_br: Tempo limite em segundos para execução do script Python. O padrão é 30 minutos (1800 segundos).
ru: Время ожидания выполнения скрипта Python в секундах. По умолчанию — 30 минут (1800 секунд).
sk: Časový limit v sekundách pre vykonanie skriptu Python. Predvolená hodnota je 30 minút (1800 sekúnd).
sl: Časovna omejitev v sekundah za izvajanje skripte Python. Privzeta vrednost je 30 minut (1800 sekund).
sq: Timeout në sekonda për ekzekutimin e skriptit Python. Vlera parazgjedhje është 30 minuta (1800 sekonda).
sr: Vremensko ograničenje u sekundama za izvršavanje Python skripte. Podrazumevano je 30 minuta (1800 sekundi).
sv: Timeout i sekunder för körning av Python-skript. Standardinställningen är 30 minuter (1800 sekunder).
tr: Python betiğinin yürütülmesi için zaman aşımı saniye cinsinden. Varsayılanı 30 dakikadır (1800 saniye).
uk: Тайм-аут у секундах для виконання Python-скрипту. Дефолтно — 30 хвилин (1800 секунд).
vi: Thời gian chờ tính bằng giây để thực thi tập lệnh Python. Mặc định là 30 phút (1800 giây).
zh_hk: Python 腳本執行的逾時時間，以秒為單位。預設為 30 分鐘 (1800 秒)。

source: S3 Storage Configuration
ar: إعدادات تخزين S3
bg: Конфигурация на съхранението на S3
ca: Configuració d'emmagatzematge S3
de: S3-Speicherkonfiguration
es: Configuración de almacenamiento S3
fa: پیکربندی ذخیره‌سازی S3
fi: S3-tallennuskokoonpano
fr: Configuration de stockage S3
it: Configurazione di archiviazione S3
ja: S3 ストレージ構成
nb: S3-lagringskonfigurasjon
nl: S3-opslagconfiguratie
pl: Konfiguracja pamięci masowej S3
pt_br: Configuração de armazenamento S3
ru: Конфигурация хранилища S3
sk: Konfigurácia úložiska S3
sl: Konfiguracija shrambe S3
sq: Konfigurimi i storage S3
sr: Konfiguracija S3 skladišta
sv: S3-lagringskonfiguration
tr: S3 Depolama Yapılandırması
uk: Конфігурація сховища S3
vi: Cấu hình lưu trữ S3
zh_hk: S3 儲存配置

source: S3 Endpoint
ar: نقطة نهاية S3
bg: Крайна точка S3
ca: Punt final S3
de: S3-Endpunkt
es: Punto final S3
fa: نقطه پایانی S3
fi: S3-päätepiste
fr: Point de terminaison S3
it: Punto finale S3
ja: S3エンドポイント
nb: S3-sluttpunkt
nl: S3-eindpunt
pl: Punkt końcowy S3
pt_br: Ponto final S3
ru: Конечная точка S3
sk: Koncový bod S3
sl: Končna točka S3
sq: Endpoint S3
sv: S3-slutpunkt
tr: S3 Son Nokta
uk: Endpoint S3
vi: Điểm cuối S3
zh_hk: S3 端點

source: S3 endpoint URL for storing Python execution artifacts.
ar: URL نقطة نهاية S3 لتخزين مُخرجات تنفيذ Python.
bg: URL адрес на крайната точка на S3 за съхраняване на артефакти за изпълнение на Python.
ca: URL del punt final S3 per emmagatzemar artefactes d'execució de Python.
de: S3-Endpunkt-URL zum Speichern von Python-Ausführungsartefakten.
es: URL del punto final S3 para almacenar artefactos de ejecución de Python.
fa: آدرس اینترنتی (URL) نقطه پایانی S3 برای ذخیره مصنوعات اجرایی پایتون.
fi: S3-päätepisteen URL-osoite Pythonin suoritusartefaktien tallentamiseen.
fr: URL du point de terminaison S3 pour le stockage des artefacts d'exécution Python.
it: URL dell'endpoint S3 per l'archiviazione degli artefatti di esecuzione Python.
ja: Python 実行成果物を保存するための S3 エンドポイント URL。
nb: S3-endepunkt-URL for lagring av Python-kjøringsartefakter.
nl: S3-eindpunt-URL voor het opslaan van Python-uitvoeringsartefacten.
pl: Adres URL punktu końcowego S3 do przechowywania artefaktów wykonania języka Python.
pt_br: URL do ponto de extremidade S3 para armazenar artefatos de execução do Python.
ru: URL-адрес конечной точки S3 для хранения артефактов выполнения Python.
sk: URL koncového bodu S3 na ukladanie artefaktov vykonávania Pythonu.
sl: URL končne točke S3 za shranjevanje artefaktov izvajanja Pythona.
sq: URL endpoint-i S3 për ruajtjen e artefakteve të ekzekutimit Python.
sr: URL S3 endpoint-a za čuvanje artefakata Python izvršavanja.
sv: S3-slutpunkts-URL för att lagra Python-körningsartefakter.
tr: Python yürütme eserlerini depolamak için S3 uç nokta URL'si.
uk: URL endpoint'а S3 для зберігання артефактів виконання Python.
vi: URL điểm cuối S3 để lưu trữ các hiện vật thực thi Python.
zh_hk: 用於儲存 Python 執行工件的 S3 端點 URL。

source: S3 Region
ar: منطقة S3
bg: Регион S3
ca: Regió S3
es: Región S3
fa: منطقه S3
fi: S3-alue
fr: Région S3
it: Regione S3
ja: S3地域
nb: S3-regionen
nl: S3-regio
pl: Region S3
pt_br: Região S3
ru: Регион S3
sk: Región S3
sl: Regija S3
sq: Region S3
sv: S3-regionen
tr: S3 Bölgesi
uk: Регіон S3
vi: Khu vực S3
zh_hk: S3 區域

source: AWS region for S3 storage.
ar: منطقة AWS لتخزين S3.
bg: AWS регион за S3 съхранение.
ca: Regió d'AWS per a l'emmagatzematge S3.
de: AWS-Region für S3-Speicher.
es: Región de AWS para almacenamiento S3.
fa: منطقه AWS برای ذخیره‌سازی S3.
fi: AWS-alue S3-tallennusta varten.
fr: Région AWS pour le stockage S3.
it: Regione AWS per l'archiviazione S3.
ja: S3 ストレージ用の AWS リージョン。
nb: AWS-region for S3-lagring.
nl: AWS-regio voor S3-opslag.
pl: Region AWS dla pamięci masowej S3.
pt_br: Região da AWS para armazenamento S3.
ru: Регион AWS для хранилища S3.
sk: Región AWS pre úložisko S3.
sl: Regija AWS za shranjevanje S3.
sq: AWS region për storage S3.
sr: AWS region za S3 skladište.
sv: AWS-region för S3-lagring.
tr: S3 depolama için AWS bölgesi.
uk: Регіон AWS для сховища S3.
vi: Vùng AWS dành cho lưu trữ S3.
zh_hk: S3 儲存的 AWS 區域。

source: S3 Bucket
ar: حاوية S3
bg: S3 Кофа
ca: Cub S3
es: Cubo S3
fa: سطل S3
fi: S3-kauha
fr: Godet S3
it: Secchio S3
ja: S3バケット
nb: S3 bøtte
nl: S3-emmer
pt_br: Balde S3
ru: Ковш S3
sk: Vedro S3
sl: Vedro S3
sq: Bucket S3
sv: S3-skopan
tr: S3 Kovası
uk: Бакет S3
vi: Xô S3
zh_hk: S3 水桶

source: S3 bucket name for storing Python execution artifacts.
ar: اسم حاوية S3 لتخزين مُخرجات تنفيذ Python.
bg: Име на S3 контейнер за съхраняване на артефакти за изпълнение на Python.
ca: Nom del cub S3 per emmagatzemar artefactes d'execució de Python.
de: S3-Bucket-Name zum Speichern von Python-Ausführungsartefakten.
es: Nombre del depósito S3 para almacenar artefactos de ejecución de Python.
fa: نام سطل S3 برای ذخیره مصنوعات اجرای پایتون.
fi: S3-säiliön nimi Pythonin suoritusartefaktien tallentamiseen.
fr: Nom du bucket S3 pour le stockage des artefacts d'exécution Python.
it: Nome del bucket S3 per l'archiviazione degli artefatti di esecuzione Python.
ja: Python 実行アーティファクトを保存するための S3 バケット名。
nb: S3-bucketenavn for lagring av Python-kjøringsartefakter.
nl: S3-bucketnaam voor het opslaan van Python-uitvoeringsartefacten.
pl: Nazwa kontenera S3 do przechowywania artefaktów wykonania języka Python.
pt_br: Nome do bucket S3 para armazenar artefatos de execução do Python.
ru: Имя контейнера S3 для хранения артефактов выполнения Python.
sk: Názov kontajnera S3 na ukladanie artefaktov vykonávania Pythonu.
sl: Ime vedra S3 za shranjevanje artefaktov izvajanja Pythona.
sq: Emri i bucket-it S3 për ruajtjen e artefakteve të ekzekutimit Python.
sr: Naziv S3 bucket-a za čuvanje artefakata Python izvršavanja.
sv: S3-bucketnamn för att lagra Python-exekveringsartefakter.
tr: Python yürütme eserlerini depolamak için S3 kova adı.
uk: Назва бакета S3 для зберігання артефактів виконання Python.
vi: Tên thùng S3 để lưu trữ các hiện vật thực thi Python.
zh_hk: 用於儲存 Python 執行工件的 S3 桶名稱。

source: S3 Access Key ID
ar: معرّف مفتاح الوصول لـ S3
bg: Идентификационен номер на ключа за достъп до S3
ca: ID de la clau d'accés S3
de: S3-Zugriffsschlüssel-ID
es: ID de clave de acceso S3
fa: شناسه کلید دسترسی S3
fi: S3-käyttöavaimen tunnus
fr: ID de clé d'accès S3
it: ID chiave di accesso S3
ja: S3 アクセスキー ID
nl: S3-toegangssleutel-ID
pl: Identyfikator klucza dostępu S3
pt_br: ID da chave de acesso S3
ru: Идентификатор ключа доступа S3
sk: ID prístupového kľúča S3
sl: ID dostopnega ključa S3
sv: S3-åtkomstnyckel-ID
tr: S3 Erişim Anahtarı Kimliği
uk: ID ключа доступу S3
vi: ID khóa truy cập S3
zh_hk: S3 存取金鑰 ID

source: AWS access key ID for S3 authentication.
ar: معرّف مفتاح الوصول من AWS لمصادقة S3.
bg: Идентификатор на ключ за достъп на AWS за S3 удостоверяване.
ca: ID de clau d'accés d'AWS per a l'autenticació S3.
de: AWS-Zugriffsschlüssel-ID für die S3-Authentifizierung.
es: ID de clave de acceso de AWS para la autenticación S3.
fa: شناسه کلید دسترسی AWS برای احراز هویت S3.
fi: AWS-käyttöavaimen tunnus S3-todennusta varten.
fr: ID de clé d'accès AWS pour l'authentification S3.
it: ID chiave di accesso AWS per l'autenticazione S3.
ja: S3 認証用の AWS アクセスキー ID。
nb: AWS tilgangsnøkkel-ID for S3-autentisering.
nl: AWS-toegangssleutel-ID voor S3-authenticatie.
pl: Identyfikator klucza dostępu AWS do uwierzytelniania S3.
pt_br: ID da chave de acesso da AWS para autenticação S3.
ru: Идентификатор ключа доступа AWS для аутентификации S3.
sk: ID prístupového kľúča AWS pre autentifikáciu S3.
sl: ID dostopnega ključa AWS za preverjanje pristnosti S3.
sq: AWS access key ID për autentikim S3.
sr: AWS access key ID za S3 autentifikaciju.
sv: AWS-åtkomstnyckel-ID för S3-autentisering.
tr: S3 kimlik doğrulaması için AWS erişim anahtarı kimliği.
uk: ID ключа доступу AWS для автентифікації S3.
vi: ID khóa truy cập AWS để xác thực S3.
zh_hk: 用於 S3 驗證的 AWS 存取金鑰 ID。

source: S3 Secret Access Key
ar: مفتاح الوصول السري لـ S3
bg: S3 Секретен ключ за достъп
ca: Clau d'accés secreta S3
de: Geheimer S3-Zugriffsschlüssel
es: Clave de acceso secreta de S3
fa: کلید دسترسی مخفی S3
fi: S3 Salainen käyttöavain
fr: Clé d'accès secrète S3
it: Chiave di accesso segreta S3
ja: S3 シークレットアクセスキー
nb: S3 hemmelig tilgangsnøkkel
nl: S3 Geheime Toegangssleutel
pl: Klucz dostępu tajnego S3
pt_br: Chave de acesso secreta S3
ru: Секретный ключ доступа S3
sk: Tajný prístupový kľúč S3
sl: S3 Skrivni dostopni ključ
sv: S3 Hemlig åtkomstnyckel
tr: S3 Gizli Erişim Anahtarı
uk: Секретний ключ доступу S3
vi: Khóa truy cập bí mật S3
zh_hk: S3 秘密存取金鑰

source: AWS secret access key for S3 authentication.
ar: مفتاح الوصول السري من AWS لمصادقة S3.
bg: Секретен ключ за достъп на AWS за S3 удостоверяване.
ca: Clau d'accés secreta d'AWS per a l'autenticació S3.
de: Geheimer AWS-Zugriffsschlüssel für die S3-Authentifizierung.
es: Clave de acceso secreta de AWS para la autenticación S3.
fa: کلید دسترسی مخفی AWS برای احراز هویت S3.
fi: AWS:n salainen käyttöavain S3-todennusta varten.
fr: Clé d'accès secrète AWS pour l'authentification S3.
it: Chiave di accesso segreta AWS per l'autenticazione S3.
ja: S3 認証用の AWS シークレットアクセスキー。
nb: AWS' hemmelige tilgangsnøkkel for S3-autentisering.
nl: Geheime AWS-toegangssleutel voor S3-authenticatie.
pl: Tajny klucz dostępu AWS do uwierzytelniania S3.
pt_br: Chave de acesso secreta da AWS para autenticação S3.
ru: Секретный ключ доступа AWS для аутентификации S3.
sk: Tajný prístupový kľúč AWS pre autentifikáciu S3.
sl: Skrivni dostopni ključ AWS za preverjanje pristnosti S3.
sq: AWS secret access key për autentikim S3.
sr: AWS secret access key za S3 autentifikaciju.
sv: AWS hemlig åtkomstnyckel för S3-autentisering.
tr: S3 kimlik doğrulaması için AWS gizli erişim anahtarı.
uk: Секретний ключ доступу AWS для автентифікації S3.
vi: Khóa truy cập bí mật AWS để xác thực S3.
zh_hk: AWS 用於 S3 驗證的秘密存取金鑰。

source: S3 Container Endpoint (Optional)
ar: نقطة نهاية S3 للحاويات (اختياري)
bg: Крайна точка на контейнер S3 (по избор)
ca: Punt final del contenidor S3 (opcional)
de: S3-Container-Endpunkt (optional)
es: Punto final del contenedor S3 (opcional)
fa: نقطه پایانی کانتینر S3 (اختیاری)
fi: S3-säiliön päätepiste (valinnainen)
fr: Point de terminaison du conteneur S3 (facultatif)
it: Endpoint del contenitore S3 (facoltativo)
ja: S3 コンテナエンドポイント（オプション）
nb: S3 Container Endpoint (valgfritt)
nl: S3-container-eindpunt (optioneel)
pl: Punkt końcowy kontenera S3 (opcjonalnie)
pt_br: Ponto de extremidade do contêiner S3 (opcional)
ru: Конечная точка контейнера S3 (необязательно)
sk: Koncový bod kontajnera S3 (voliteľné)
sl: Končna točka vsebnika S3 (neobvezno)
sq: Endpoint S3 për Container (Opsionale)
sv: S3 Container-slutpunkt (valfritt)
tr: S3 Konteyner Son Noktası (İsteğe bağlı)
uk: Endpoint S3 для контейнера (необов'язково)
vi: Điểm cuối container S3 (Tùy chọn)
zh_hk: S3 容器端點 (選用)

source: Alternative S3 endpoint accessible from containers. Leave empty if same as main endpoint.
ar: نقطة نهاية S3 بديلة يمكن الوصول إليها من الحاويات. اتركها فارغة إذا كانت مثل نقطة النهاية الرئيسية.
bg: Алтернативна S3 крайна точка, достъпна от контейнери. Оставете празно, ако е същата като основната крайна точка.
ca: Punt final S3 alternatiu accessible des de contenidors. Deixeu-ho buit si és el mateix que el punt final principal.
de: Alternativer S3-Endpunkt, auf den von Containern aus zugegriffen werden kann. Leer lassen, wenn es mit dem Hauptendpunkt identisch ist.
es: Punto de conexión S3 alternativo accesible desde contenedores. Dejar en blanco si es el mismo que el punto de conexión principal.
fa: نقطه پایانی جایگزین S3 که از طریق کانتینرها قابل دسترسی است. اگر با نقطه پایانی اصلی یکسان است، آن را خالی بگذارید.
fi: Vaihtoehtoinen S3-päätepiste, johon pääsee konteista. Jätä tyhjäksi, jos sama kuin pääpäätepiste.
fr: Point de terminaison S3 alternatif accessible depuis les conteneurs. Laisser vide si identique au point de terminaison principal.
it: Endpoint S3 alternativo accessibile dai container. Lasciare vuoto se uguale all'endpoint principale.
ja: コンテナからアクセス可能な代替S3エンドポイント。メインエンドポイントと同じ場合は空白のままにしてください。
nb: Alternativt S3-endepunkt som er tilgjengelig fra containere. La stå tomt hvis det er det samme som hovedendepunktet.
nl: Alternatief S3-eindpunt toegankelijk vanuit containers. Leeg laten als het hetzelfde is als het hoofdeindpunt.
pl: Alternatywny punkt końcowy S3 dostępny z kontenerów. Pozostaw puste, jeśli jest taki sam jak główny punkt końcowy.
pt_br: Ponto de extremidade S3 alternativo acessível a partir de contêineres. Deixe em branco se for igual ao ponto de extremidade principal.
ru: Альтернативная конечная точка S3, доступная из контейнеров. Оставьте пустым, если она совпадает с основной конечной точкой.
sk: Alternatívny koncový bod S3 prístupný z kontajnerov. Ak je rovnaký ako hlavný koncový bod, nechajte prázdne.
sl: Alternativna končna točka S3, dostopna iz vsebnikov. Pustite prazno, če je enaka glavni končni točki.
sq: Endpoint alternativ S3 i aksesueshëm nga container-at. Lëre bosh nëse është i njëjtë me endpoint-in kryesor.
sr: Alternativni S3 endpoint dostupan iz kontejnera. Ostavite prazno ako je isti kao glavni endpoint.
sv: Alternativ S3-slutpunkt tillgänglig från containrar. Lämna tomt om samma som huvudslutpunkten.
tr: Konteynerlerden erişilebilen alternatif S3 uç noktası. Ana uç noktayla aynıysa boş bırakın.
uk: Альтернативний endpoint S3, доступний із контейнерів. Залиште порожнім, якщо він такий самий, як основний endpoint.
vi: Điểm cuối S3 thay thế có thể truy cập từ vùng chứa. Để trống nếu giống với điểm cuối chính.
zh_hk: 可從容器存取的替代 S3 端點。如果與主端點相同，則留空。

source: Use Path-Style Access
ar: استخدام الوصول بأسلوب المسار
bg: Използвайте достъп в стил път
ca: Utilitza l'accés d'estil de camí
de: Verwenden Sie den Pfad-Zugriff
es: Usar acceso de estilo de ruta
fa: استفاده از دسترسی به سبک مسیر
fi: Käytä polkutyyppistä pääsyä
fr: Utiliser l'accès de type chemin
it: Utilizzare l'accesso in stile percorso
ja: パススタイルのアクセスを使用する
nb: Bruk stitilgang
nl: Gebruik pad-stijltoegang
pl: Użyj dostępu w stylu ścieżki
pt_br: Use o acesso no estilo de caminho
ru: Использовать доступ в стиле Path
sk: Použite prístup v štýle cesty
sl: Uporabite dostop v slogu poti
sq: Përdor akses në stil shtegu
sr: Koristi Path-Style Access
sv: Använd åtkomst till sökvägsstil
tr: Yol Stili Erişimini Kullan
uk: Використовувати доступ у стилі path-style
vi: Sử dụng Truy cập theo Kiểu Đường dẫn
zh_hk: 使用路徑式存取
