Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Raw data questions can only be included as email attachments
hu: A nyers adatokkal kapcsolatos kérdések csak e-mail mellékletként szerepelhetnek
ms: Soalan data mentah hanya boleh dimasukkan sebagai lampiran e-mel

source: Looks like this pulse is getting big
hu: Úgy tűnik, ez a pulzus egyre nagyobb
ms: Nampaknya Pulse ini semakin besar

source: We recommend keeping pulses small and focused to help keep them digestible and useful to the whole team.
hu: Javasoljuk, hogy a impulzusokat kis méretűek és fókuszáltak legyenek, hogy az egész csapat számára emészthetőek és hasznosak maradjanak.
ms: Kami mengesyorkan untuk memastikan Pulse kecil dan fokus supaya ia mudah difahami dan berguna untuk seluruh pasukan.

source: Pick your data
hu: Válassza ki az adatokat
ms: Pilih data anda

source: Choose questions you'd like to send in this pulse
hu: Válassza ki azokat a kérdéseket, amelyeket el szeretne küldeni ebben a pulzusban
ms: Pilih soalan yang anda ingin hantar dalam pulse ini

source: Emails
ar: رسائل البريد الإلكتروني
bg: Имейли
ca: Correus electrònics
eo: Emails → spam or bmail (if you wanna be extra)
es: Correos electrónicos
fa: ایمیل ها
fi: Sähköpostit
fr: Courriels
hu: E-mailek
it: Email
ja: メール
lt: El. Laiškai
ms: E-mel
nb: E-poster
pl: Emaile
ru: Электронная почта
sk: Emaily
sl: E-poštna sporočila
sq: Email-e
sr: Emailovi
sv: Epost
tr: E-postalar
uk: Email-адреси
vi: Email
zh_hk: 電子信箱

source: Slack messages
ar: رسائل Slack
bg: Слаби съобщения
ca: Missatges de Slack
de: Slack-Nachrichten
eo: Slack DMs
es: Mensajes Slack
fa: پیام های خالی
fi: Slack viestit
fr: Messages Slack
hu: Slack üzenetek
it: Messaggi Slack
ja: Slackメッセージ
lt: Atlaisvinkite pranešimus
ms: Mesej Slack
nb: Slack-meldinger
nl: Slack berichten
pl: Wiadomości Slack
pt_br: Mensagens do Slack
ru: Сообщения Slack
sk: Spravy pre Slack
sl: Sporočila Slack
sq: Mesazhe Slack
sr: Slack poruke
sv: Slack-meddelanden
tr: Slack mesajları
uk: Повідомлення Slack
vi: Tin nhắn Slack
zh_hk: Slack消息

source: Sent
ar: تم الإرسال
bg: Изпратено
ca: Enviat
de: Versendet
es: Enviado
fa: ارسال شد
fi: Lähetetty
fr: Envoyé
hu: Elküldve
it: Spedito
ja: 送信しました
lt: Išsiųsta
ms: Dihantar
nb: Sendt
nl: Verstuurd
pl: Wysyłanie
pt_br: Enviado
ru: Отправлено
sk: Odoslať
sl: Poslal
sq: Dërguar
sr: Poslato
sv: Skickat
tr: Gönderilen
uk: Надіслано
vi: Đã gửi
zh_hk: 發送

source: {0} will be sent at
ar: سيتم إرسال {0} في
bg: {0} ще бъде изпратено в
ca: {0} s'enviarà a la les
de: {0} wird gesendet an
eo: {0} will be sent at → {0} will be sent, fr fr
es: {0} se enviará a las
fa: {0} فرستاده خواهد شد
fi: {0} lähetetään
fr: {0} sera envoyé à
hu: {0} elküldve ekkor
it: {0} saranno spediti a
ja: {0}が送信されます
lt: {0} bus išsiųstas adresu
ms: {0} akan dihantar pada
nb: {0} vil bli sendt
nl: {0} wordt verzonden om
pl: {0} zostanie wysłane w
pt_br: {0} será(ão) enviado(s) para
ru: {0} будет отправлена в
sk: {0} bude odoslaný na
sl: {0} bodo poslani na
sq: {0} do të dërgohen në
sr: {0} će biti poslato u
sv: {0} kommer att skickas
tr: {0} şu saatte gönderilecek
uk: {0} буде надіслано о
vi: {0} sẽ được gửi tại
zh_hk: {0}將會在……被發送

source: Messages
ar: الرسائل
bg: Съобщения
ca: Missatges
de: Nachrichten
eo: Dms
es: Mensajes
fa: پیام ها
fi: Viestit
hu: Üzenetek
it: Messaggi
ja: メッセージ
lt: Žinutės
ms: Mesej
nb: Meldinger
nl: Berichten
pl: Wiadomości
pt_br: Mensagens
ru: Сообщения
sk: Správy
sl: Sporočila
sq: Mesazhe
sr: Poruke
sv: Meddelanden
tr: Mesajlar
uk: Повідомлення
vi: Tin nhắn
zh_hk: 訊息

source: Send email now
ar: أرسل البريد الإلكتروني الآن
bg: Изпратете имейл сега
ca: Envia el correu electrònic ara
de: E-Mail jetzt versenden
eo: Send the email ASAP, bestie!
es: Enviar email ahora
fa: اکنون ایمیل بفرست
fi: Lähetä sähköposti nyt
fr: Envoyer par courriel maintenant
hu: E-mail küldése most
it: Spedisci email ora
ja: 今すぐメールを送信する
lt: Siųsti el. Laišką dabar
ms: Hantar emel sekarang
nb: Send e-post nå
nl: Verstuur e-mail nu
pl: Wyślij teraz wiadomość
pt_br: Enviar e-mail agora
ru: Отправить Email прямо сейчас
sk: Teraz odošlite email
sl: Pošlji e-pošto zdaj
sq: Dërgo email tani
sr: Pošalji e-poštu sada
sv: Skicka epost nu
tr: Şimdi e-posta gönder
uk: Надіслати лист зараз
vi: Gửi email bây giờ
zh_hk: 現在發送郵件

source: Send to {0} now
hu: Küldés most {0} részére
ms: Hantar kepada {0} sekarang

source: Sending…
ar: جارٍ الإرسال…
bg: Изпращане…
ca: Enviant…
de: Senden…
es: Enviando…
fa: در حال ارسال…
fi: Lähetetään...
fr: Envoi en cours...
hu: Küldés…
it: Invio...
ja: 送信中...
lt: Siunčiama ...
ms: Sedang menghantar…
nb: Sender…
nl: Versturen...
pl: Wysyłanie...
pt_br: Enviando…
ru: Отправка...
sk: Odosielanie ...
sl: Pošiljanje...
sq: Duke dërguar…
sr: Slanje…
sv: Skickar...
tr: Gönderiliyor ...
uk: Надсилання…
vi: Đang gửi
zh_hk: 發送中……

source: Sending failed
ar: فشل الإرسال
bg: Изпращането не бе успешно
ca: S'ha produït un error a l'enviar
de: Senden fehlgeschlagen
eo: Sending didn’t go thru, fr.
es: Ha fallado el envío
fa: ارسال نشد
fi: Lähetys epäonnistui
fr: L'envoi a échoué
hu: A küldés sikertelen
it: Invio fallito
ja: 送信に失敗しました
lt: Siuntimas nepavyko
ms: Penghantaran gagal
nb: Sending feilet
nl: Versturen mislukt
pl: Wysyłanie się nie powiodło
pt_br: Falha no envio
ru: Отправка не удалась
sk: Odoslanie zlyhalo
sl: Pošiljanje ni uspelo
sq: Dërgimi dështoi
sr: Slanje nije uspelo
sv: Sändning misslyckad
tr: Gönderim başarısız
uk: Не вдалося надіслати
vi: Gửi thất bại
zh_hk: 發送失敗

source: Didn’t send because the pulse has no results.
hu: Nem került elküldésre, mert a impulzusnak nincs eredménye.
ms: Tidak dihantar kerana pulse tidak mempunyai hasil.

source: Pulse sent
hu: Impulzus elküldve
ms: Pulse dihantar

source: {0} needs to be set up by an administrator.
hu: A(z) {0}-t egy rendszergazdának kell beállítania.
ms: {0} perlu disediakan oleh seorang pentadbir.

source: Which collection should this pulse live in?
hu: Melyik gyűjteményben legyen ez a impulzus?
ms: Koleksi manakah denyutan ini perlu berada?

source: Name your pulse
hu: Nevezze el a pulzusát
ms: Namakan denyutan anda

source: Give your pulse a name to help others understand what it's about
hu: Adjon nevet a pulzusának, hogy mások is megértsék, miről szól
ms: Berikan nama kepada denyutan anda untuk membantu orang lain memahami maksudnya

source: Important metrics
hu: Fontos metrikák
ms: Metrik penting

source: Skip if no results
hu: Ha nincs eredmény, hagyja ki
ms: Langkau jika tiada hasil

source: Skip a scheduled Pulse if none of its questions have any results
hu: Hagyja ki az ütemezett Impulzust, ha egyik kérdésének sincs eredménye
ms: Langkau Denyutan yang dijadualkan jika tiada soalannya mempunyai sebarang keputusan

source: Enter email addresses you'd like this data to go to
hu: Adja meg azokat az e-mail címeket, amelyekre ezeket az adatokat el szeretné küldeni
ms: Masukkan alamat emel yang anda mahu data ini dihantar

source: Help everyone on your team stay in sync with your data.
hu: Segítsen, hogy a csapat minden tagja szinkronban maradjon az adatokkal.
ms: Bantu semua orang dalam pasukan anda kekal seiring dengan data anda.

source: Pulses let you send data from Metabase to email or Slack on the schedule of your choice.
hu: Az impulzusok lehetővé teszik, hogy az adatokat a Metabase-ból e-mailben vagy Slack-en küldje el az Ön által választott ütemezés szerint.
ms: Pulse membolehkan anda menghantar data dari Metabase ke emel atau Slack mengikut jadual pilihan anda.

source: After {0}
ar: بعد {0}
bg: След {0}
ca: Després de {0}
de: Nach {0}
eo: After, fr fr
es: Después de {0}
fa: پس از {0}
fi: Jälkeen {0}
fr: Après {0}
hu: {0} után
it: Dopo {0}
ja: {0}後
lt: Po {0}
ms: Selepas {0}
nb: Etter {0}
nl: Na {0}
pl: Po {0}
pt_br: Depois de {0}
ru: После {0}
sk: Po {0}
sl: Po {0}
sq: Pas {0}
sr: Posle {0}
sv: Efter {0}
tr: {0} den sonra
uk: Після {0}
vi: Sau {0}
zh_hk: {0}之後

source: Before {0}
ar: قبل {0}
bg: Преди {0}
ca: Abans de {0}
de: Vor {0}
eo: Before {0} → Before, fr fr
es: Antes de {0}
fa: قبل از {0}
fi: Ennen {0}
fr: Avant {0}
hu: {0} előtt
it: Prima {0}
ja: {0}前
lt: Prieš {0}
ms: Sebelum {0}
nb: Før {0}
nl: Voor {0}
pl: Przed {0}
pt_br: Antes de {0}
ru: До {0}
sk: Pred {0}
sl: Pred {0}
sq: Para {0}
sr: Pre {0}
sv: Före {0}
tr: {0} den önce
uk: До {0}
vi: Trước {0}
zh_hk: {0}之前

source: Is Empty
ar: فارغ
bg: Празно е
ca: Buit
de: Ist leer
eo: It’s empty fr
es: Vacío
fa: خالی است
fi: On tyhjä
fr: Est vide
hu: Üres
it: è vuoto
ja: 空
lt: Yra tuščias
ms: Kosong
nb: Er tom
nl: Is leeg
pl: Jest pusty
pt_br: Está vazio
ru: Пусто
sk: Je prázdny
sl: je prazen
sq: Është bosh
sr: Je prazno
sv: Är tom
tr: Boş
uk: Порожнє
vi: Trống rỗng
zh_hk: 是空的

source: Not Empty
hu: Nem üres
ms: Tidak Kosong

source: All Time
hu: Mindig
ms: Sepanjang Masa

source: Apply
ar: طبّق
bg: Приложи
ca: Aplica
de: Anwenden
eo: Bet, just "apply" becomes "slide into it" or "drop the app" if you wanna be more casual.
es: Aplicar
fa: درخواست دادن
fi: Käytä
fr: Appliquer
hu: Alkalmaz
it: Applica
ja: 適用する
lt: Taikyti
ms: Memohon
nb: Bruk
nl: Pas toe
pl: Zastosuj
pt_br: Aplicar
ru: Применить
sk: Aplikovať
sl: Uporabiti
sq: Apliko
sr: Primeni
sv: Tillämpa
tr: Uygulamak
uk: Застосувати
vi: Áp dụng
zh_hk: 應用

source: View {0}
hu: {0} megtekintése
ms: Lihat {0}

source: Compare this with all rows in the table
hu: Hasonlítsa össze ezt az összes sorral a táblázatban
ms: Bandingkan ini dengan semua baris dalam jadual

source: Analyze the results of this Query
hu: Elemezze a lekérdezés eredményeit
ms: Analisis keputusan pertanyaan ini

source: Count of rows by time
hu: Sorok száma idő szerint
ms: Kiraan baris mengikut masa

source: Break out by {0}
hu: Kiemelés {0} szerint
ms: Pecahkan mengikut {0}

source: Summarize this segment
hu: Foglalja össze ezt a szegmenst
ms: Ringkaskan segmen ini

source: View this as a table
hu: Tekintse ezt táblázatként
ms: Lihat ini sebagai jadual

source: View the underlying {0} records
hu: Tekintse meg az alapul szolgáló {0} rekordokat
ms: Lihat rekod {0} yang mendasari

source: X-Ray this question
hu: Röntgenezze ezt a kérdést
ms: X-Ray soalan ini

source: these
hu: ezek
ms: ini

source: this
ar: هذا
bg: това
ca: aquest
de: Dieses
eo: this is lowkey giving, fr
es: este
fa: این
fi: tämä
fr: ce
hu: ez
it: questo
ja: これ
lt: tai
ms: ini
nb: denne
nl: dit
pl: Ten
pt_br: este(a)
ru: это
sk: toto
sl: to
sq: ky
sr: ovo
sv: denna
tr: bu
uk: цей
vi: này
zh_hk: 現今

source: Compare {0} {1} to the rest
hu: Hasonlítsa össze a(z) {0} {1} a többivel
ms: Bandingkan {0} {1} dengan yang lain

source: Distribution
ar: التوزيع
bg: Разпределение
ca: Distribució
de: Beschreibung
eo: Distribution → "Drop" or "Spread"
es: Distribución
fa: توزیع
fi: Jakauma
hu: Terjesztés
it: Distribuzione
ja: 分布
lt: Platinimas
ms: Taburan
nb: Distribusjon
nl: Distributie
pl: Dystrybucja
pt_br: Distribuição
ru: Распространение
sk: Distribúcia
sl: Distribucijo
sq: Shpërndarja
sr: Distribucija
sv: Fördelning
tr: Dağıtım
uk: Розподіл
vi: Phân phối
zh_hk: 分布

source: View details
ar: اعرض التفاصيل
bg: Разгледай детайлите
ca: Mostra els detalls
de: Details anzeigen
eo: Check out the deets
es: Ver detalles
fa: دیدن جزئیات
fi: Tarkemmat tiedot
fr: Voir les détails
hu: Részletek megtekintése
it: Vedi dettagli
ja: 詳細を表示
lt: Išsamiau
ms: Lihat butiran
nb: Vis detaljer
nl: Details bekijken
pl: Wyświetl szczegóły
pt_br: Visualizar detalhes
ru: Просмотреть детали
sk: Zobraziť podrobnosti
sl: Poglej podrobnosti
sq: Shiko detajet
sr: Prikaži detalje
sv: Visa detaljer
tr: Detayları göster
uk: Переглянути деталі
vi: Xem chi tiết
zh_hk: 檢視細節

source: View this {0}'s {1}
ar: اعرض {1} الخاصة بـ {0}
bg: Преглед на тези {0} {1}
ca: Veure els {1} del {0}
de: Sieh dieses {0}s {1}
eo: Check out this {0}'s {1} fr fr
es: Ver los {1} de {0}
fa: مشاهده این {0} {1}
fi: Näytä tämän {0} {1}
fr: Voir les {1} de {0}
hu: Tekintse meg ezt: {0} {1}
it: Mostra {1} di questo {0}
ja: {0}の{1}を表示
lt: Peržiūrėkite šį {0} 's {1}
ms: Lihat {1} bagi {0} ini
nb: Vis denne {0}s {1}
nl: Bekijk dit {0}s {1}
pl: Wyświetl {0} {1}
pt_br: Visualizar {1} de {0}
ru: Просмотреть {0} {1}
sk: Zobraziť {0} {1}
sl: Oglejte si {1} tega {0}
sq: Shiko {1} e këtij {0}
sr: Prikaži {1} za ovog {0}
sv: Visa denna {0}s {1}
tr: {0}'in{1}'ni görüntüle
uk: Переглянути {1} цього {0}
vi: Xem {0} của {1}
zh_hk: 檢視{0}的{1}

source: Ascending
ar: تصاعدي
bg: Възходящ
ca: Ascendent
de: Aufsteigend
es: Ascendente
fa: صعودی
fi: Nouseva
fr: Ascendant
hu: Emelkedő
it: Ascendente
ja: 上昇
ms: Menaik
nb: Stigende
nl: Oplopend
pl: Rosnąco
pt_br: Ascendente
ru: По возрастанию
sk: Vzostupne
sl: Naraščajoče
sq: Rritës
sr: Rastuće
sv: Stigande
tr: Yükselen
uk: За зростанням
vi: Đang tăng dần
zh_hk: 遞增

source: Descending
ar: تنازلي
bg: Низходящо
ca: Descendent
de: Absteigend
es: Descendiendo
fa: نزولی
fi: Laskeva
fr: Descendant
hu: Csökkenő
it: Discendente
ja: 降順
ms: Menurun
nb: Synkende
nl: Aflopend
pl: Zstępujący
pt_br: Descendente
ru: По убыванию
sk: Zostupne
sl: Padajoče
sq: Zbritës
sr: Opadajuće
sv: Fallande
tr: Azalan
uk: За спаданням
vi: Giảm dần
zh_hk: 下降

source: over time
hu: idővel
ms: mengikut masa

source: Avg
ar: المتوسط
bg: Ср
ca: Mitjana
de: Mittel
eo: That’s just “meh” or “whatever,” lowkey.
es: Media
fa: میانگین
fi: ka
fr: Moyenne
hu: Átlag
it: Media
ja: 平均
lt: Vid
ms: Purata
nb: Gjennomsnitt
nl: Gemiddeld
pl: Śr
pt_br: Média
ru: Среднее
sk: Priemer
sl: Povp
sq: Mes
sr: Prosek
sv: Snitt
tr: Ort
uk: Сер.
vi: Trung bình
zh_hk: 平均

source: Distincts
hu: Különállók
ms: Berbeza

source: View this {0}
hu: Tekintse meg ezt: {0}
ms: Lihat {0} ini Jamak: Lihat {0} ini

source: Zoom in
ar: تكبير
bg: Увеличавам
ca: Amplia
de: Heranzoomen
eo: Lemme see closer, fr fr
es: Ampliar
fa: بزرگنمایی
fi: Lähennä
fr: Zoom
hu: Nagyítás
it: Avvicina
ja: 拡大する
lt: Priartinti
ms: Zum masuk
nb: Forstørr
nl: Inzoomen
pl: Przybliż
pt_br: Aumentar zoom
ru: Приблизить
sk: Priblížiť
sl: Povečava
sq: Zmadho
sr: Uvećaj
sv: Zooma in
tr: Yakınlaştır
uk: Наблизити
vi: Phóng to
zh_hk: 放大

source: Custom Expression
ar: تعبير مخصّص
bg: Персонализиран израз
ca: Expressió personalitzada
de: Benutzerdefinierter Ausdruck
eo: Custom Vibe
es: Expresión Personalizada
fa: عبارتی سفارشی
fi: Mukautettu lauseke
fr: Expression personnalisée
hu: Egyedi kifejezés
it: Espressione custom
ja: カスタムエクスプレッション
lt: Individualizuota išraiška
ms: Ungkapan tersuai
nb: Egendefinert uttrykk
nl: Aangepaste expressie
pl: Wyrażenie niestandardowe
pt_br: Expressão personalizada
ru: Произвольное выражение
sk: Vlastná hodnota
sl: Izraz po meri
sq: Shprehje e personalizuar
sr: Prilagođeni izraz
sv: Anpassat uttryck
tr: Özel ifade
uk: Кастомний вираз
vi: Biểu hiện tùy chỉnh
zh_hk: 自訂表達方式

source: Common Metrics
hu: Közös metrikák
ms: Metrik biasa

source: Metabasics
ms: Asas Metabase

source: Name (optional)
hu: Név (opcionális)
ms: Nama (pilihan)

source: Choose an aggregation
hu: Válasszon egy aggregációt
ms: Pilih pengagregatan

source: Set up your own alert
hu: Állítsa be saját riasztását
ms: Sediakan amaran anda sendiri

source: Unsubscribing...
hu: Leiratkozás...
ms: Batalkan langganan...

source: Failed to unsubscribe
hu: Nem sikerült leiratkozni
ms: Gagal membatalkan langganan

source: Unsubscribe
ar: إلغاء الاشتراك
bg: Отписване
ca: Donar-se de baixa
de: Abmelden
eo: gg no re
es: Darse de baja
fa: لغو اشتراک
fi: Lopeta tilaus
fr: Se désinscrire
hu: Leiratkozás
it: Cancellati
ja: 購読を解除する
lt: Atsisakyti prenumeratos
ms: Batalkan langganan
nb: Stopp abonnement
nl: Uitschrijven
pl: Anuluj subskrypcję
pt_br: Cancelar inscrição
ru: Отписаться
sk: Odhlásenie z odberu
sl: Odjava
sq: Çabono
sr: Otkaži pretplatu
sv: Avsluta prenumeration
tr: Aboneliğini
uk: Відписатися
vi: Bỏ theo dõi
zh_hk: 取消關注

source: No channel
hu: Nincs csatorna
ms: Tiada saluran

source: Okay, you're unsubscribed
hu: Rendben, leiratkozott
ms: Baiklah, anda telah membatalkan langganan

source: You're receiving {0}'s alerts
hu: Ön {0} figyelmeztetéseit kapja
ms: Anda menerima amaran {0}

source: {0} set up an alert
hu: {0} riasztást állított be
ms: {0} menyediakan amaran

source: alerts
hu: riasztások
ms: amaran

source: Let's set up your alert
hu: Állítsuk be a riasztást
ms: Mari kita sediakan amaran anda

source: The wide world of alerts
hu: A riasztások széles világa
ms: Dunia amaran yang luas

source: There are a few different kinds of alerts you can get
hu: Néhány különböző típusú riasztást kaphat
ms: Terdapat beberapa jenis amaran yang boleh anda dapatkan

source: When a raw data question {0}
hu: Amikor egy nyers adatra vonatkozó kérdés {0}
ms: Apabila soalan data mentah {0}

source: returns any results
hu: bármilyen eredményt visszaad
ms: mengembalikan sebarang keputusan

source: When a line or bar {0}
hu: Amikor egy vonal vagy oszlop {0}
ms: Apabila garisan atau bar {0}

source: crosses a goal line
hu: átlép egy gólvonalat
ms: melintasi garis sasaran

source: When a progress bar {0}
hu: Amikor egy folyamatjelző sáv {0}
ms: Apabila bar kemajuan {0}

source: reaches its goal
hu: eléri a célját
ms: mencapai sasarannya

source: Set up an alert
hu: Állítson be riasztást
ms: Tetapkan amaran

source: Edit your alert
hu: Szerkessze a figyelmeztetését
ms: Sunting amaran anda

source: Edit alert
ar: تعديل التنبيه
bg: Редактиране на предупреждението
ca: Editar alerta
de: Ändere Alarm
eo: Edit alert → Edit vibe check
es: Editar alerta
fa: هشدار را ویرایش کنید
fi: Muokkaa hälytystä
fr: Modifier l'alerte
hu: Figyelmeztetés szerkesztése
it: Modifica alert
ja: アラートを編集する
lt: Redaguoti įspėjimą
ms: Sunting amaran
nb: Rediger varsel
nl: Melding bewerken
pl: Edytuj alert
pt_br: Editar alerta
ru: Изменить предупреждение
sk: Upraviť upozornenie
sl: Opozorilo o urejanju
sq: Redakto alarmin
sr: Izmeni upozorenje
sv: Redigera varning
tr: Uyarıyı düzenle
uk: змінити попередження
vi: Chỉnh sửa cảnh báo
zh_hk: 編輯提醒

source: This alert will no longer be emailed to {0}.
hu: Ezt a figyelmeztetést többé nem küldjük el e-mailben {0}-nak.
ms: Amaran ini tidak lagi akan dihantar melalui emel kepada {0}.

source: Slack channel {0} will no longer get this alert.
hu: A(z) {0} Slack csatorna többé nem kapja meg ezt a figyelmeztetést.
ms: Saluran Slack {0} tidak lagi akan menerima amaran ini.

source: Channel {0} will no longer receive this alert.
hu: A(z) {0} csatorna többé nem fogja megkapni ezt a figyelmeztetést.
ms: Saluran {0} tidak lagi akan menerima amaran ini.

source: Delete this alert
ar: احذف هذا التنبيه
bg: Изтрийте този сигнал
ca: Elimina aquesta alerta
de: Lösche den Alarm
eo: Delete this alert, fr fr
es: Elimina esta alerta
fa: این هشدار را حذف کنید
fi: Poista hälytys
fr: Supprimer cette alerte
hu: Törölje ezt a riasztást
it: Cancella questo alert
ja: このアラートを削除する
lt: Ištrinkite šį įspėjimą
ms: Padam amaran ini
nb: Slett dette varselet
nl: Verwijder deze melding
pl: Usuń
pt_br: Excluir este alerta
ru: Удалить это предупреждение
sk: Odstrániť toto upozornenie
sl: Izbriši to opozorilo
sq: Fshije këtë alarm
sr: Obriši ovo upozorenje
sv: Radera denna varning
tr: Bu uyarıyı sil
uk: Видалити це сповіщення
vi: Xóa thông báo này
zh_hk: 刪除提醒

source: Stop delivery and delete this alert. There's no undo, so be careful.
hu: Állítsa le a kézbesítést és törölje ezt a figyelmeztetést. Ez nem visszavonható, ezért legyen óvatos.
ms: Hentikan penghantaran dan padam amaran ini. Tiada pembatalan, sila berhati-hati.

source: Delete this alert?
ar: هل تريد حذف هذا التنبيه؟
bg: Да се ​​изтрие ли този сигнал?
ca: Eliminar aquesta alerta?
de: Löschen dieses Alarms?
eo: Delete this alert? That’s a whole mood, fr.
es: ¿Eliminar esta alerta?
fa: این هشدار را حذف کنید؟
fi: Poista tämä hälytys?
fr: Supprimer cette alerte ?
hu: Törli ezt a figyelmeztetést?
it: Eliminare l'alert?
ja: このアラートを削除しますか?
lt: Ištrinti šį įspėjimą?
ms: Padam amaran ini?
nb: Slett dette varselet?
nl: Deze melding verwijderen?
pl: Usunąć ten alert?
pt_br: Excluir este alerta?
ru: Удалить это предупреждение?
sk: Naozaj chcete zmazať toto upozornenie?
sl: Izbrisati to opozorilo?
sq: Ta fshijmë këtë alarm?
sr: Obrisati ovo upozorenje?
sv: Radera denna varning?
tr: Bu uyarıyı silinsin mi?
uk: Видалити це сповіщення?
vi: Xóa cảnh báo này?
zh_hk: 刪除這個警示？

source: Alert me when the line…
hu: Figyelmeztessen, ha a vonal…
ms: Beri amaran kepada saya apabila garisan...

source: Alert me when the progress bar…
hu: Értesítsen, ha a folyamatjelző…
ms: Maklumkan saya apabila bar kemajuan...

source: Goes above the goal line
hu: A célvonal fölé megy
ms: Melepasi garis sasaran

source: Reaches the goal
hu: Eléri a célt
ms: Mencapai sasaran

source: Goes below the goal line
hu: A célvonal alá megy
ms: Di bawah garis sasaran

source: Goes below the goal
hu: A cél alá megy
ms: Di bawah sasaran

source: The first time it crosses, or every time?
hu: Az első alkalommal, amikor átlépi, vagy minden alkalommal?
ms: Kali pertama ia melintasi, atau setiap kali?

source: The first time it reaches the goal, or every time?
hu: Az első alkalommal, amikor eléri a célt, vagy minden alkalommal?
ms: Kali pertama ia mencapai matlamat, atau setiap kali?

source: The first time
hu: Első alkalommal
ms: Kali pertama

source: Every time
hu: Minden alkalommal
ms: Setiap kali

source: Where do you want to send these alerts?
hu: Hová szeretné küldeni ezeket a figyelmeztetéseket?
ms: Ke mana anda ingin menghantar amaran ini?

source: Email alerts to:
ar: تنبيهات البريد الإلكتروني إلى:
bg: Изпращайте предупреждения по имейл до:
ca: Envia els correus electrònics d'aquesta alerta a:
de: E-Mail Alarme zu:
eo: Ping notifications to:
es: Envía emails de alerta a:
fa: هشدار ایمیل به:
fi: Lähetä hälytykset:
fr: Envoyer par courriel à :
hu: E-mail értesítések küldése:
it: Invia una email con gli alert a:
ja: アラートをメール送信する:
lt: Siųsti įspėjimus el. Paštu:
ms: Hantar amaran emel ke:
nb: Send e-postvarsel til:
nl: E-mailmeldingen naar:
pl: Alerty e-mail do:
pt_br: Envie e-mails de alerta para:
ru: Отправлять предупреждения на:
sk: Emailové upozornenia na adresu:
sl: E-poštna opozorila za:
sq: Dërgo alarme me email te:
sr: Email upozorenja za:
sv: Skicka varningar till:
tr: E-posta uyarıları:
uk: Надсилати сповіщення на email:
vi: Thông báo email tới:
zh_hk: 電子郵件發送警示到：

source: {0} Goal-based alerts aren't yet supported for charts with more than one line, so this alert will be sent whenever the chart has {1}.
hu: {0} Cél alapú figyelmeztetések még nem támogatottak olyan diagramok esetében, amelyek egynél több vonallal rendelkeznek, így ez a figyelmeztetés minden alkalommal elküldésre kerül, amikor a diagram adatokat tartalmaz.
ms: Amaran berasaskan matlamat {0} belum disokong untuk carta dengan lebih daripada satu garisan, jadi amaran ini akan dihantar setiap kali carta mempunyai {1}

source: results
hu: eredmények
ms: keputusan

source: {0} This kind of alert is most useful when your saved question doesn’t {1} return any results, but you want to know when it does.
hu: {0} Ez a fajta figyelmeztetés akkor a leghasznosabb, ha a mentett kérdése nem ad vissza eredményeket, de szeretné tudni, amikor mégis megteszi.
ms: Amaran jenis ini paling berguna apabila soalan disimpan anda tidak {1} mengembalikan sebarang keputusan, tetapi anda ingin tahu bila ia berlaku.

source: Tip
ar: نصيحة
bg: Съвет
ca: Consell
de: Tipp
es: Consejo:
fa: نکته
fi: Vihje
fr: Astuce
hu: Tipp
it: Consiglio
ja: ヒント
ms: Petua
nb: Tips
pl: Rada
pt_br: Dica
ru: Подсказка
sl: Napitnina
sq: Këshillë
sr: Savet
sv: Tips
tr: Tür
uk: Підказка
vi: Mẹo
zh_hk: 提示

source: usually
hu: általában
ms: biasanya

source: Pick a segment or table
hu: Válasszon egy szegmenst vagy táblázatot
ms: Pilih segmen atau jadual
