Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Add color ranges to make this number change color depending on it's value
ar: أضف نطاقات ألوان لجعل هذا الرقم يتغير لونه بحسب قيمته
ca: Afegeix rangs de colors per fer que aquest número canviï de color segons el seu valor
de: Füge Farbbereiche hinzu, damit diese Zahl je nach ihrem Wert die Farbe ändert.
es: Agregue rangos de colores para hacer que este número cambie de color dependiendo de su valor
fa: محدوده‌های رنگی اضافه کنید تا این عدد بسته به مقدارش تغییر رنگ دهد
fi: Lisää värialueita, jotta tämä luku vaihtaa väriä arvonsa mukaan.
fr: Ajoutez des plages de couleurs pour que ce nombre change de couleur en fonction de sa valeur.
it: Aggiungi intervalli di colori per far sì che questo numero cambi colore a seconda del suo valore
ja: 色の範囲を追加して、この数値の値に応じて色を変えることができます
nb: Legg til fargeområder for å få dette tallet til å endre farge avhengig av verdien
pl: Dodaj zakresy kolorów, aby ta liczba zmieniała kolor w zależności od swojej wartości
pt_br: Adicione faixas de cores para que esse número mude de cor dependendo do seu valor.
ru: Добавьте диапазоны цветов, чтобы это число меняло цвет в зависимости от значения
sk: Pridajte farebné rozsahy, aby sa farba tohto čísla menila v závislosti od jeho hodnoty.
sl: Dodajte barvne razpone, da bo ta številka spreminjala barvo glede na svojo vrednost
sq: Shto intervale ngjyrash që ky numër të ndryshojë ngjyrë në varësi të vlerës së tij
sr: Dodajte opsege boja da bi ovaj broj menjao boju u zavisnosti od svoje vrednosti
tr: Bu sayının değerine bağlı olarak renk değiştirmesini sağlamak için renk aralıkları ekleyin.
uk: Додайте діапазони кольорів, щоб це число змінювало колір залежно від його значення
vi: Thêm các dải màu để làm cho số này thay đổi màu sắc tùy thuộc vào giá trị của nó.
zh_hk: 添加顏色範圍，使這個數字根據它的值改變顏色

source: Total negative
ar: الإجمالي السلبي
bg: Общо отрицателно
ca: Total negatiu
de: Gesamtnegativ
eo: That's a whole L, fr.
es: Total negativo
fa: مجموع منفی
fi: Yhteensä negatiivinen
fr: Total négatif
it: Totale negativo
ja: 合計マイナス
nb: Totalt negativt
nl: Totaal negatief
pl: Całkowicie ujemne
pt_br: Total negativo
ru: Всего отрицательно
sk: Celkom negatívne
sl: Skupaj negativno
sq: Totali negativ
sr: Ukupno negativno
sv: Totalt negativt
tr: Toplam negatif
uk: Разом негативне
vi: Tổng số âm
zh_hk: 總負數

source: Total positive
ar: الإجمالي الإيجابي
bg: Общо положителни
ca: Total positiu
de: Insgesamt positiv
eo: 100% vibes
es: Total positivo
fa: مجموع مثبت
fi: Yhteensä positiivisia
fr: Total positif
it: Totale positivo
ja: 合計陽性
nb: Totalt positivt
nl: Totaal positief
pl: Całkowicie dodatnie
pt_br: Total positivo
ru: Всего положительно
sk: Celkom pozitívne
sl: Skupaj pozitivno
sq: Totali pozitiv
sr: Ukupno pozitivno
sv: Totalt positivt
tr: Toplam pozitif
uk: Разом позитивне
vi: Tổng số dương
zh_hk: 正面總數

source: You can connect widgets to {{ variables }} in heading cards.
ar: يمكنك ربط الودجات بـ {{ variables }} في بطاقات العناوين.
bg: Можете да свържете джаджи към {{ variables }} в заглавните карти.
ca: Podeu connectar widgets a {{ variables }} a les targetes d'encapçalament.
de: Sie können Widgets mit {{ variables }} in Überschriftenkarten verbinden.
es: Puede conectar widgets a {{ variables }} en las tarjetas de encabezado.
fa: می‌توانید ویجت‌ها را به {{ variables }} در کارت‌های عنوان متصل کنید.
fi: Voit liittää widgettejä otsikkokorteissa kohtaan {{ variables }} .
fr: Vous pouvez connecter des widgets à {{ variables }} dans les cartes d'en-tête.
it: È possibile collegare i widget a {{ variables }} nelle schede di intestazione.
ja: 見出しカードの {{ variables }} にウィジェットを接続できます。
nb: Du kan koble widgeter til {{ variables }} i overskriftskort.
nl: U kunt widgets verbinden met {{ variables }} in kopkaarten.
pl: Można łączyć widżety z {{ variables }} w kartach nagłówków.
pt_br: Você pode conectar widgets a {{ variables }} em cartões de título.
ru: Вы можете подключить виджеты к {{ variables }} в карточках заголовков.
sk: Widgety môžete prepojiť s {{ variables }} v hlavičkách.
sl: Pripomočke lahko povežete z {{ variables }} v naslovnih karticah.
sq: Mund të lidhni widget-e me {{ variables }} në kartat e titujve.
sr: Možete povezati widgete sa {{ variables }} u karticama zaglavlja.
sv: Du kan koppla widgetar till {{ variables }} i rubrikkort.
tr: Başlık kartlarında {{ variables }} 'a widget'lar bağlayabilirsiniz.
uk: Ви можете підʼєднати віджети до {{ variables }} у картках заголовків.
vi: Bạn có thể kết nối các tiện ích với {{ variables }} trong thẻ tiêu đề.
zh_hk: 您可以將 Widget 連接到標題卡中的 {{ variables }}。

source: Condense duplicate totals
ar: تكثيف الإجماليات المكررة
bg: Концентриране на дублиращите се суми
ca: Condensar els totals duplicats
de: Kondensieren doppelter Summen
eo: Make the duplicate totals lowkey one and the same
es: Condensar totales duplicados
fa: جمع کل‌های تکراری را خلاصه کنید
fi: Tiivistä kaksoiskappaleet
fr: Condenser les totaux en double
it: Condensa i totali duplicati
ja: 重複した合計を統合する
nb: Kondenser dupliserte totalsummer
nl: Dubbele totalen condenseren
pl: Skondensuj zduplikowane sumy
pt_br: Condensar totais duplicados
ru: Сжать дублирующиеся итоги
sk: Zhrnúť duplicitné súčty
sl: Združi podvojene vsote
sq: Kondenso totalet e dyfishta
sr: Sažmi duplirane totale
sv: Kondensera dubbletter
tr: Yinelenen toplamları yoğunlaştır
uk: Згортати дублікати підсумків
vi: Thu gọn tổng số trùng lặp
zh_hk: 簡化重複總計

source: Hide additional total elements if the totals are the same
ar: إخفاء عناصر الإجمالي الإضافية إذا كانت الإجماليات متطابقة
bg: Скриване на допълнителни елементи от общата сума, ако общите суми са еднакви
ca: Amaga els elements totals addicionals si els totals són iguals
de: Zusätzliche Summenelemente ausblenden, wenn die Summen gleich sind
eo: Hide the extra total stuff if the totals are the same, fr.
es: Ocultar elementos totales adicionales si los totales son los mismos
fa: اگر مجموع‌ها یکسان باشند، عناصر اضافی مجموع را پنهان کن
fi: Piilota lisäsummaelementit, jos kokonaissummat ovat samat
fr: Masquer les éléments totaux supplémentaires si les totaux sont identiques
it: Nascondi gli elementi totali aggiuntivi se i totali sono uguali
ja: 合計が同じ場合は追加の合計要素を非表示にする
nb: Skjul flere totalelementer hvis totalsummene er de samme
nl: Verberg extra totale elementen als de totalen hetzelfde zijn
pl: Ukryj dodatkowe elementy sumy, jeśli sumy są takie same
pt_br: Ocultar elementos totais adicionais se os totais forem iguais
ru: Скрыть дополнительные итоговые элементы, если итоги одинаковы
sk: Skryť ďalšie prvky súčtu, ak sú súčty rovnaké
sl: Skrij dodatne elemente vsote, če so vsote enake
sq: Fshih elementet shtesë të totalit nëse totalet janë të njëjta
sr: Sakrij dodatne elemente ukupnih vrednosti ako su ukupne vrednosti iste
sv: Dölj ytterligare totala element om summorna är desamma
tr: Toplamlar aynıysa ek toplam öğelerini gizle
uk: Приховувати додаткові елементи підсумків, якщо підсумки однакові
vi: Ẩn các phần tử tổng bổ sung nếu tổng số giống nhau
zh_hk: 如果總計相同，隱藏額外的總計元素

source: No value data
ar: لا توجد بيانات قيمة
bg: Няма данни за стойността
ca: Sense dades de valor
de: Keine Wertdaten
es: No hay datos de valor
fa: بدون داده ارزشی
fi: Ei arvotietoja
fr: Aucune donnée de valeur
it: Nessun dato di valore
ja: 値データなし
nb: Ingen verdidata
nl: Geen waardegegevens
pl: Brak danych o wartościach
pt_br: Nenhum dado de valor
ru: Нет данных о ценности
sk: Žiadne údaje o hodnote
sl: Brez podatkov o vrednosti
sq: Nuk ka të dhëna vlerash
sr: Nema podataka o vrednosti
sv: Inga värdedata
tr: Değer verisi yok
uk: Немає даних значення
vi: Không có dữ liệu giá trị
zh_hk: 無價值資料

source: No goal set
ar: لم يتم تعيين هدف
bg: Няма поставена цел
ca: Cap objectiu establert
de: Kein Ziel festgelegt
es: No hay ninguna meta establecida
fa: بدون تعیین هدف
fi: Ei asetettua tavoitetta
fr: Aucun objectif fixé
it: Nessun obiettivo fissato
ja: 目標が設定されていない
nb: Ingen mål satt
nl: Geen doel gesteld
pl: Brak wyznaczonego celu
pt_br: Nenhuma meta definida
ru: Цель не установлена
sk: Žiadny stanovený cieľ
sl: Ni postavljenega cilja
sq: Nuk është caktuar objektiv
sr: Cilj nije postavljen
sv: Inget mål satt
tr: Hedef belirlenmedi
uk: Ціль не задано
vi: Không đặt mục tiêu
zh_hk: 未設定目標

source: Sankey
eo: Sankey → lowkey vibing or just vibing
fa: سانکی
ja: サンキー
uk: Санкі

source: Sankey chart doesn't support more than {0} unique nodes.
ar: مخطط سانكي لا يدعم أكثر من {0} عقدة فريدة.
bg: Диаграмата на Sankey не поддържа повече от {0} уникални възли.
ca: El gràfic de Sankey no admet més de {0} nodes únics.
de: Das Sankey-Diagramm unterstützt nicht mehr als {0} eindeutige Knoten.
eo: Sankey chart can’t handle more than {0} unique nodes, fr.
es: El gráfico Sankey no admite más de {0} nodos únicos.
fa: نمودار Sankey بیش از {0} گره های منحصر به فرد را پشتیبانی نمی کند.
fi: Sankey-kaavio ei tue enempää kuin {0} ainutlaatuisia solmuja.
fr: Le diagramme de Sankey ne supporte pas plus de {0} nœuds uniques.
it: Il diagramma di Sankey non supporta più di {0} nodi unici.
ja: サンキーチャートは{0}個以上のユニークノードをサポートしていません。
lt: Sankey diagrama nepalaiko daugiau nei {0} unikalių mazgų.
nb: Sankey-diagrammet støtter ikke mer enn {0} unike noder.
nl: Sankey-diagram ondersteunt niet meer dan {0} unieke knooppunten.
pl: Wykres Sankeya nie obsługuje więcej niż {0} unikalnych węzłów.
pt_br: O diagrama de Sankey não suporta mais do que {0} nós exclusivos.
ru: Диаграмма Sankey не поддерживает более {0} уникальных узлов.
sk: Sankeyho graf nepodporuje viac ako {0} jedinečných uzlov.
sl: Sankeyjev grafikon ne podpira več kot {0} edinstvenih vozlišč.
sq: Grafik Sankey nuk mbështet më shumë se {0} nyje unike.
sr: Sankey dijagram ne podržava više od {0} jedinstvenih čvorova.
sv: Sankey-diagram stödjer inte fler än {0} unika noder.
tr: Sankey grafiği {0} adresinden daha fazla benzersiz düğümü desteklemez.
uk: Діаграма Санкі не підтримує понад {0} унікальних вузлів.
vi: Biểu đồ Sankey không hỗ trợ nhiều hơn {0} nút duy nhất.
zh_hk: Sankey 圖表不支援超過 {0} 唯一節點。

source: Conditional colors
ar: ألوان شرطية
ca: Colors condicionals
de: Bedingte Farben
es: Colores condicionales
fa: رنگ‌های شرطی
fi: Ehdolliset värit
fr: Couleurs conditionnelles
it: Colori condizionali
ja: 条件付き色
nb: Betingede farger
pl: Kolory warunkowe
pt_br: Cores condicionais
ru: Условные цвета
sk: Podmienené farby
sl: Pogojne barve
sq: Ngjyra kushtëzuese
sr: Uslovne boje
tr: Koşullu renkler
uk: Умовні кольори
vi: Màu sắc có điều kiện
zh_hk: 條件顏色

source: Paginate results
ar: قسّم النتائج إلى صفحات
bg: Пагиниране на резултатите
ca: Paginar resultats
de: Ergebnisse paginieren
eo: Filter through the results, bestie
es: Paginar resultados
fa: صفحه بندی نتایج
fi: Sivuta tulokset
fr: Résultats de la pagination
it: Risultati di paginazione
ja: 結果をページ分けする
nb: Paginere resultater
nl: Resultaten pagineren
pl: Podziel wyniki na strony
pt_br: Paginar resultados
ru: Результаты постраничного просмотра
sk: Stránkovanie výsledkov
sl: Paginiraj rezultate
sq: Përdor faqe për rezultatet
sr: Podeli rezultate na stranice
sv: Paginera resultat
tr: Sonuçları sayfalandır
uk: Розбивати результати на сторінки
vi: Phân trang kết quả
zh_hk: 將結果分頁

source: Show row index
ar: أظهر فهرس الصفوف
bg: Показване на индекса на реда
ca: Mostra l'índex de fila
de: Zeilenindex anzeigen
eo: Show the row number, fr fr
es: Mostrar índice de fila
fa: نمایش نمایه ردیف
fi: Näytä rivihakemisto
fr: Afficher l'index des lignes
it: Mostra indice riga
ja: 行インデックスを表示
lt: Rodyti eilutės indeksą
nb: Vis radindeks
nl: Rijindex weergeven
pl: Pokaż indeks wiersza
pt_br: Mostrar índice de linha
ru: Показать индекс строки
sk: Zobraziť index riadkov
sl: Pokaži indeks vrstice
sq: Shfaq indeksin e rreshtit
sr: Prikaži indeks reda
sv: Visa radindex
tr: Satır dizinini göster
uk: Показати індекс рядка
vi: Hiển thị chỉ mục hàng
zh_hk: 顯示行索引

source: Manage data
ar: إدارة البيانات
bg: Управление на данни
ca: Gestiona les dades
de: Daten verwalten
eo: Handle the deets
es: Administrar datos
fa: مدیریت داده‌ها
fi: Hallitse tietoja
fr: Gérer les données
it: Gestire i dati
ja: データを管理する
nb: Administrer data
nl: Gegevens beheren
pl: Zarządzaj danymi
pt_br: Gerenciar dados
ru: Управляйте данными
sk: Spravovať údaje
sl: Upravljanje podatkov
sq: Menaxho të dhënat
sr: Upravljaj podacima
sv: Hantera data
tr: Verileri yönet
uk: Керувати даними
vi: Quản lý dữ liệu
zh_hk: 管理資料

source: Add more data
ar: أضف المزيد من البيانات
bg: Добавете още данни
ca: Afegeix més dades
de: Weitere Daten hinzufügen
eo: Add more deets, fr fr
es: Añadir más datos
fa: اضافه کردن داده‌های بیشتر
fi: Lisää tietoja
fr: Ajouter plus de données
it: Aggiungi altri dati
ja: さらにデータを追加する
nb: Legg til flere data
nl: Voeg meer gegevens toe
pl: Dodaj więcej danych
pt_br: Adicionar mais dados
ru: Добавить больше данных
sk: Pridať ďalšie údaje
sl: Dodaj več podatkov
sq: Shto më shumë të dhëna
sr: Dodaj još podataka
sv: Lägg till mer data
tr: Daha fazla veri ekle
uk: Додати більше даних
vi: Thêm dữ liệu
zh_hk: 新增更多資料

source: Search for something
ar: ابحث عن شيء
bg: Търсене на нещо
ca: Cercar alguna cosa
de: Suche nach etwas
eo: Look up somethin' or vibe check somethin'
es: Buscar algo
fa: چیزی را جستجو کن
fi: Hae jotain
fr: Rechercher quelque chose
it: Cerca qualcosa
ja: 何かを検索する
nb: Søk etter noe
nl: Zoek naar iets
pl: Szukaj czegoś
pt_br: Procurar por algo
ru: Поиск чего-либо
sk: Hľadať niečo
sl: Išči nekaj
sq: Kërko diçka
sr: Pretraži nešto
sv: Sök efter något
tr: Bir şey arayın
uk: Пошукати щось
vi: Tìm kiếm cái gì đó
zh_hk: 搜尋

source: Pick a dataset first
ar: اختر مجموعة بيانات أولًا
bg: Първо изберете набор от данни
ca: Trieu primer un conjunt de dades
de: Wählen Sie zuerst einen Datensatz aus
eo: Pick a dataset fr fr
es: Primero elija un conjunto de datos
fa: ابتدا یک مجموعه داده انتخاب کنید
fi: Valitse ensin tietojoukko
fr: Choisissez d'abord un ensemble de données
it: Scegli prima un set di dati
ja: まずデータセットを選択する
nb: Velg et datasett først
nl: Kies eerst een dataset
pl: Najpierw wybierz zestaw danych
pt_br: Escolha um conjunto de dados primeiro
ru: Сначала выберите набор данных
sk: Najprv vyberte súbor údajov
sl: Najprej izberite nabor podatkov
sq: Zgjidh fillimisht një dataset
sr: Prvo izaberi dataset
sv: Välj en datauppsättning först
tr: Önce bir veri seti seçin
uk: Спершу виберіть набір даних
vi: Đầu tiên hãy chọn một tập dữ liệu
zh_hk: 先選擇資料集

source: No compatible results
ar: لا توجد نتائج متوافقة
bg: Няма съвместими резултати
ca: No hi ha resultats compatibles
de: Keine kompatiblen Ergebnisse
es: No hay resultados compatibles
fa: هیچ نتیجه‌ی سازگاری وجود ندارد
fi: Ei yhteensopivia tuloksia
fr: Aucun résultat compatible
it: Nessun risultato compatibile
ja: 一致する結果はありません
nb: Ingen kompatible resultater
nl: Geen compatibele resultaten
pl: Brak zgodnych wyników
pt_br: Nenhum resultado compatível
ru: Нет совместимых результатов
sk: Žiadne kompatibilné výsledky
sl: Ni združljivih rezultatov
sq: Asnjë rezultat i përputhshëm
sr: Nema kompatibilnih rezultata
sv: Inga kompatibla resultat
tr: Uyumlu sonuç yok
uk: Немає сумісних результатів
vi: Không có kết quả tương thích
zh_hk: 沒有相容的結果

source: Mappings allow Metabase to automatically add and remove users from groups based on the membership information provided by the directory server. If no mappings are defined, groups will automatically be assigned based on exactly matching names.
ar: تتيح التعيينات لـ Metabase إضافة المستخدمين إلى المجموعات وإزالتهم منها تلقائيًا بناءً على معلومات العضوية التي يوفرها خادم الدليل. إذا لم يتم تعريف أي تعيينات، فسيتم تعيين المجموعات تلقائيًا بناءً على تطابق الأسماء تمامًا.
bg: Съпоставянията позволяват на Metabase автоматично да добавя и премахва потребители от групи въз основа на информацията за членство, предоставена от директорийния сървър. Ако не са дефинирани съпоставяния, групите ще бъдат автоматично присвоявани въз основа на точно съвпадащи имена.
ca: Les assignacions permeten a la Metabase afegir i eliminar usuaris de grups automàticament en funció de la informació de pertinença proporcionada pel servidor de directoris. Si no es defineixen assignacions, els grups s'assignaran automàticament en funció de noms que coincideixin exactament.
de: Mithilfe von Zuordnungen kann Metabase Benutzer basierend auf den vom Verzeichnisserver bereitgestellten Mitgliedschaftsinformationen automatisch zu Gruppen hinzufügen und daraus entfernen. Wenn keine Zuordnungen definiert sind, werden Gruppen automatisch basierend auf genau übereinstimmenden Namen zugewiesen.
es: Las asignaciones permiten a Metabase añadir y eliminar usuarios de grupos automáticamente según la información de membresía proporcionada por el servidor de directorio. Si no se definen asignaciones, los grupos se asignarán automáticamente según nombres que coincidan exactamente.
fa: نگاشت‌ها به متابیس اجازه می‌دهند تا به طور خودکار کاربران را بر اساس اطلاعات عضویت ارائه شده توسط سرور دایرکتوری، به گروه‌ها اضافه و حذف کند. اگر هیچ نگاشتی تعریف نشود، گروه‌ها به طور خودکار بر اساس نام‌های دقیقاً منطبق، اختصاص داده می‌شوند.
fi: Määritysten avulla Metabase voi automaattisesti lisätä ja poistaa käyttäjiä ryhmistä hakemistopalvelimen toimittamien jäsenyystietojen perusteella. Jos määrityksiä ei ole määritetty, ryhmät liitetään automaattisesti täsmälleen vastaavien nimien perusteella.
fr: Les mappages permettent à Metabase d'ajouter et de supprimer automatiquement des utilisateurs de groupes en fonction des informations d'appartenance fournies par le serveur d'annuaire. Si aucun mappage n'est défini, les groupes seront automatiquement attribués en fonction des noms correspondants.
it: I mapping consentono a Metabase di aggiungere e rimuovere automaticamente utenti dai gruppi in base alle informazioni di appartenenza fornite dal server di directory. Se non vengono definiti mapping, i gruppi verranno assegnati automaticamente in base ai nomi esattamente corrispondenti.
ja: マッピングにより、Metabaseはディレクトリサーバーから提供されるメンバーシップ情報に基づいて、ユーザーをグループに自動的に追加または削除できます。マッピングが定義されていない場合は、完全に一致する名前に基づいてグループが自動的に割り当てられます。
nb: Tilordninger gjør at Metabase automatisk kan legge til og fjerne brukere fra grupper basert på medlemsinformasjonen fra katalogserveren. Hvis ingen tilordninger er definert, vil grupper automatisk bli tildelt basert på nøyaktig samsvarende navn.
nl: Met toewijzingen kan Metabase automatisch gebruikers toevoegen aan en verwijderen uit groepen op basis van de lidmaatschapsgegevens die door de directoryserver worden verstrekt. Als er geen toewijzingen zijn gedefinieerd, worden groepen automatisch toegewezen op basis van exact overeenkomende namen.
pl: Mapowania umożliwiają Metabase automatyczne dodawanie i usuwanie użytkowników z grup na podstawie informacji o członkostwie dostarczonych przez serwer katalogowy. Jeśli mapowania nie zostaną zdefiniowane, grupy zostaną automatycznie przypisane na podstawie dokładnie tych samych nazw.
pt_br: Os mapeamentos permitem que o Metabase adicione e remova usuários de grupos automaticamente com base nas informações de associação fornecidas pelo servidor de diretório. Se nenhum mapeamento for definido, os grupos serão atribuídos automaticamente com base em nomes exatamente correspondentes.
ru: Сопоставления позволяют Metabase автоматически добавлять и удалять пользователей из групп на основе информации о членстве, предоставленной сервером каталогов. Если сопоставления не заданы, группы будут автоматически назначаться на основе точно совпадающих имён.
sk: Mapovania umožňujú Metabase automaticky pridávať a odoberať používateľov zo skupín na základe informácií o členstve poskytnutých adresárovým serverom. Ak nie sú definované žiadne mapovania, skupiny sa automaticky priradia na základe presne zhodných mien.
sl: Preslikave omogočajo Metabase, da samodejno dodaja in odstranjuje uporabnike iz skupin na podlagi podatkov o članstvu, ki jih posreduje strežnik imenikov. Če preslikave niso definirane, bodo skupine samodejno dodeljene na podlagi natančno ujemajočih se imen.
sq: Mapimet i lejojnë Metabase të shtojë dhe heqë automatikisht përdorues nga grupet bazuar në informacionin e anëtarësisë të ofruar nga serveri i drejtorisë. Nëse nuk përcaktohen mapime, grupet do të caktohen automatikisht bazuar në emra që përputhen saktësisht.
sr: Mapiranja omogućavaju Metabase-u da automatski dodaje i uklanja korisnike iz grupa na osnovu informacija o članstvu koje pruža direktorijumski server. Ako mapiranja nisu definisana, grupe će se automatski dodeljivati na osnovu potpuno podudarnih naziva.
sv: Mappningar gör det möjligt för Metabase att automatiskt lägga till och ta bort användare från grupper baserat på medlemsinformationen som tillhandahålls av katalogservern. Om inga mappningar har definierats tilldelas grupper automatiskt baserat på exakt matchande namn.
tr: Eşlemeler, Metabase'in dizin sunucusu tarafından sağlanan üyelik bilgilerine göre kullanıcıları gruplara otomatik olarak eklemesine ve kaldırmasına olanak tanır. Herhangi bir eşleme tanımlanmazsa, gruplar tam olarak eşleşen adlara göre otomatik olarak atanır.
uk: Привʼязки дозволяють Metabase автоматично додавати й прибирати користувачів із груп на основі інформації про членство, наданої сервером директорій. Якщо привʼязки не визначені, групи автоматично призначатимуться за повним збігом назв.
vi: Ánh xạ cho phép Metabase tự động thêm và xóa người dùng khỏi nhóm dựa trên thông tin thành viên do máy chủ thư mục cung cấp. Nếu không có ánh xạ nào được xác định, nhóm sẽ tự động được gán dựa trên các tên trùng khớp chính xác.
zh_hk: 映射允許 Metabase 根據目錄伺服器提供的成員資訊自動從群組中新增和移除使用者。如果沒有定義對應關係，群組將根據完全匹配的名稱自動分配。

source: No mappings yet, groups will be automatically assigned by exactly matching names
ar: لا توجد تعيينات بعد، سيتم تعيين المجموعات تلقائيًا بمطابقة الأسماء تمامًا
ca: Encara no hi ha assignacions, els grups s'assignaran automàticament amb noms exactament coincidents.
de: Noch keine Zuordnungen, Gruppen werden automatisch anhand exakt übereinstimmender Namen zugewiesen.
es: Aún no hay asignaciones, los grupos se asignarán automáticamente con nombres exactamente coincidentes
fa: هنوز نگاشتی انجام نشده، گروه‌ها به طور خودکار با نام‌های دقیقاً منطبق اختصاص داده می‌شوند
fi: Ei vielä yhdistämismäärityksiä, ryhmät määritetään automaattisesti täsmälleen vastaavien nimien perusteella
fr: Aucun mappage pour l'instant, les groupes seront automatiquement attribués en fonction de la correspondance exacte des noms.
it: Nessuna mappatura ancora, i gruppi verranno assegnati automaticamente in base ai nomi esattamente corrispondenti
ja: マッピングはまだありません。グループは完全に一致する名前によって自動的に割り当てられます。
nb: Ingen tilordninger ennå, grupper tildeles automatisk etter nøyaktig samsvarende navn
pl: Brak mapowań, grupy będą automatycznie przypisywane na podstawie dokładnie tych samych nazw
pt_br: Ainda não há mapeamentos; os grupos serão atribuídos automaticamente com base na correspondência exata dos nomes.
ru: Пока нет сопоставлений, группы будут назначаться автоматически при точном совпадении имён
sk: Zatiaľ žiadne mapovania, skupiny budú automaticky priradené podľa presne zhodných názvov
sl: Preslikav še ni, skupine bodo samodejno dodeljene z natančno ujemajočimi se imeni
sq: Ende pa mapime, grupet do të caktohen automatikisht duke përputhur emrat saktësisht
sr: Još nema mapiranja, grupe će biti automatski dodeljene tačnim poklapanjem naziva
tr: Henüz eşleştirme yapılmadı, gruplar tam olarak eşleşen isimlere göre otomatik olarak atanacaktır.
uk: Привʼязок ще немає, групи автоматично призначатимуться за повним збігом назв
vi: Hiện chưa có thiết lập nhóm nào, các nhóm sẽ được tự động gán dựa trên việc trùng khớp chính xác tên.
zh_hk: 目前還沒有對應，群組會根據完全匹配的名稱自動指定
