Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Set the dimension size for the selected embedding model
ar: عيّن حجم البُعد لنموذج التضمين المحدد
bg: Задайте размера на измеренията за избрания модел на вграждане
ca: Defineix la mida de la dimensió per al model d'incrustació seleccionat
de: Legen Sie die Dimensionsgröße für das ausgewählte Einbettungsmodell fest
es: Establecer el tamaño de la dimensión para el modelo de incrustación seleccionado
fa: اندازه ابعاد را برای مدل جاسازی انتخاب شده تنظیم کنید
fi: Aseta valitun upotusmallin mittakoko
fr: Définir la taille des dimensions pour le modèle d'intégration sélectionné
it: Imposta la dimensione per il modello di incorporamento selezionato
ja: 選択した埋め込みモデルの次元サイズを設定します
nb: Angi dimensjonsstørrelsen for den valgte innbyggingsmodellen
nl: Stel de dimensiegrootte in voor het geselecteerde insluitmodel
pl: Ustaw rozmiar wymiaru dla wybranego modelu osadzenia
pt_br: Defina o tamanho da dimensão para o modelo de incorporação selecionado
ru: Установите размер для выбранной модели встраивания.
sk: Nastavte veľkosť kóty pre vybraný model vkladania
sl: Nastavite velikost dimenzije za izbrani model vdelave
sq: Vendos madhësinë e dimensionit për modelin embedding të përzgjedhur
sr: Podesi veličinu dimenzije za izabrani embedding model
sv: Ange dimensionsstorleken för den valda inbäddningsmodellen
tr: Seçili yerleştirme modeli için boyut boyutunu ayarlayın
uk: Задайте розмір виміру для вибраної embedding-моделі
vi: Đặt kích thước cho mô hình nhúng đã chọn
zh_hk: 設定所選嵌入模型的尺寸大小

source: Number of threads to use for batched index updates, including embedding requests
ar: عدد threads المستخدمة لتحديثات الفهرس على دفعات، بما في ذلك طلبات التضمين
bg: Брой нишки, които да се използват за пакетни актуализации на индекса, включително заявки за вграждане
ca: Nombre de fils d'execució que s'utilitzaran per a les actualitzacions d'índex per lots, incloses les sol·licituds d'incrustació
de: Anzahl der Threads, die für gebündelte Indexaktualisierungen verwendet werden sollen, einschließlich Einbettungsanforderungen
es: Número de subprocesos a utilizar para actualizaciones de índice por lotes, incluidas las solicitudes de incrustación
fa: تعداد نخ‌های مورد استفاده برای به‌روزرسانی‌های دسته‌بندی‌شده‌ی شاخص، شامل درخواست‌های جاسازی
fi: Eräjulkaisuissa käytettävien säikeiden määrä, mukaan lukien upotuspyynnöt
fr: Nombre de threads à utiliser pour les mises à jour d'index par lots, y compris les demandes d'intégration
it: Numero di thread da utilizzare per gli aggiornamenti batch dell'indice, incluse le richieste di incorporamento
ja: 埋め込みリクエストを含むバッチインデックス更新に使用するスレッドの数
nb: Antall tråder som skal brukes til batchvise indeksoppdateringer, inkludert forespørsler om innbygging
nl: Aantal threads dat moet worden gebruikt voor batchgewijze indexupdates, inclusief inbeddingsverzoeken
pl: Liczba wątków do wykorzystania w przypadku aktualizacji indeksów wsadowych, w tym żądań osadzania
pt_br: Número de threads a serem usados para atualizações de índice em lote, incluindo solicitações de incorporação
ru: Количество потоков, используемых для пакетных обновлений индекса, включая запросы на внедрение
sk: Počet vlákien, ktoré sa majú použiť pre dávkové aktualizácie indexu vrátane požiadaviek na vkladanie
sl: Število niti, ki jih je treba uporabiti za paketne posodobitve indeksa, vključno z zahtevami za vdelavo
sq: Numri i thread-eve për t’u përdorur për përditësime të indeksit me batch, duke përfshirë kërkesa embedding
sr: Broj niti za batch ažuriranja indeksa, uključujući embedding zahteve
sv: Antal trådar som ska användas för batchuppdateringar av index, inklusive inbäddningsförfrågningar
tr: Toplu dizin güncellemeleri için kullanılacak iş parçacığı sayısı (gömme istekleri dahil)
uk: Кількість потоків для пакетних оновлень індексу, включно із запитами на ембединг
vi: Số luồng sử dụng cho các bản cập nhật chỉ mục theo đợt, bao gồm các yêu cầu nhúng
zh_hk: 批次索引更新（包括嵌入請求）使用的執行緒數目

source: Maximum number of results to return from a single semantic search query.
ar: الحد الأقصى لعدد النتائج التي يتم إرجاعها من استعلام بحث دلالي واحد.
bg: Максимален брой резултати, които да се върнат от една заявка за семантично търсене.
ca: Nombre màxim de resultats que es poden retornar d'una sola consulta de cerca semàntica.
de: Maximale Anzahl von Ergebnissen, die von einer einzelnen semantischen Suchabfrage zurückgegeben werden.
es: Número máximo de resultados que se devolverán de una única consulta de búsqueda semántica.
fa: حداکثر تعداد نتایجی که از یک جستجوی معنایی واحد برمی‌گردد.
fi: Yhden semanttisen hakukyselyn palauttamien tulosten enimmäismäärä.
fr: Nombre maximal de résultats à renvoyer à partir d'une seule requête de recherche sémantique.
it: Numero massimo di risultati restituibili da una singola query di ricerca semantica.
ja: 単一のセマンティック検索クエリから返される結果の最大数。
nb: Maksimalt antall resultater som skal returneres fra et enkelt semantisk søk.
nl: Maximaal aantal resultaten dat wordt geretourneerd van een enkele semantische zoekopdracht.
pl: Maksymalna liczba wyników zwracanych w wyniku pojedynczego zapytania wyszukiwania semantycznego.
pt_br: Número máximo de resultados a serem retornados de uma única consulta de pesquisa semântica.
ru: Максимальное количество результатов, возвращаемых по одному семантическому поисковому запросу.
sk: Maximálny počet výsledkov, ktoré sa majú vrátiť z jedného sémantického vyhľadávacieho dopytu.
sl: Največje število rezultatov, ki jih lahko vrne ena sama semantična iskalna poizvedba.
sq: Numri maksimal i rezultateve që të kthehen nga një query i vetëm kërkimi semantik.
sr: Maksimalan broj rezultata iz jednog upita semantičke pretrage.
sv: Maximalt antal resultat som ska returneras från en enda semantisk sökfråga.
tr: Tek bir anlamsal arama sorgusundan döndürülebilecek maksimum sonuç sayısı.
uk: Максимальна кількість результатів, які повертаються з одного запиту семантичного пошуку.
vi: Số lượng kết quả tối đa trả về từ một truy vấn tìm kiếm ngữ nghĩa duy nhất.
zh_hk: 從單一語義搜尋查詢返回的最大結果數量。

source: Set the embedding model for the selected provider
ar: عيّن نموذج التضمين للمزوّد المحدد
bg: Задайте модела на вграждане за избрания доставчик
ca: Defineix el model d'incrustació per al proveïdor seleccionat
de: Legen Sie das Einbettungsmodell für den ausgewählten Anbieter fest
es: Establecer el modelo de inserción para el proveedor seleccionado
fa: مدل جاسازی را برای ارائه‌دهنده انتخاب‌شده تنظیم کنید
fi: Aseta valitun palveluntarjoajan upotusmalli
fr: Définir le modèle d'intégration pour le fournisseur sélectionné
it: Imposta il modello di incorporamento per il provider selezionato
ja: 選択したプロバイダーの埋め込みモデルを設定する
nb: Angi innbyggingsmodell for den valgte leverandøren
nl: Stel het inbeddingsmodel in voor de geselecteerde provider
pl: Ustaw model osadzania dla wybranego dostawcy
pt_br: Defina o modelo de incorporação para o provedor selecionado
ru: Установите модель встраивания для выбранного провайдера
sk: Nastavte model vkladania pre vybraného poskytovateľa
sl: Nastavite model vdelave za izbranega ponudnika
sq: Vendos modelin embedding për provider-in e përzgjedhur
sr: Podesi embedding model za izabranog provajdera
sv: Ställ in inbäddningsmodellen för den valda leverantören
tr: Seçili sağlayıcı için yerleştirme modelini ayarlayın
uk: Встановіть модель ембедингу для вибраного провайдера
vi: Đặt mô hình nhúng cho nhà cung cấp đã chọn
zh_hk: 為選取的提供者設定嵌入模型

source: The embedding provider to use (:openai, :ollama, or :ai-service)
ar: مزوّد التضمين المطلوب استخدامه (:openai, :ollama, or :ai-service)
bg: Доставчикът за вграждане, който да се използва (:openai, :ollama или :ai-service)
ca: El proveïdor d'incrustació que cal utilitzar (:openai, :ollama o :ai-service)
de: Der zu verwendende Einbettungsanbieter (:openai, :ollama oder :ai-service)
es: El proveedor de incrustación a utilizar (:openai, :ollama o :ai-service)
fa: ارائه‌دهنده‌ی جاسازی مورد استفاده (:openai، :ollama، یا :ai-service)
fi: Käytettävä upotuspalvelu (:openai, :ollama tai :ai-service)
fr: Le fournisseur d'intégration à utiliser (:openai, :ollama ou :ai-service)
it: Il provider di incorporamento da utilizzare (:openai, :ollama o :ai-service)
ja: 使用する埋め込みプロバイダー (:openai、:ollama、または :ai-service)
nb: Innbyggingsleverandøren som skal brukes (:openai, :ollama eller :ai-service)
nl: De te gebruiken inbeddingsprovider (:openai, :ollama of :ai-service)
pl: Dostawca osadzania do użycia (:openai, :ollama lub :ai-service)
pt_br: O provedor de incorporação a ser usado (:openai, :ollama ou :ai-service)
ru: Поставщик встраивания, который будет использоваться (:openai, :ollama или :ai-service)
sk: Poskytovateľ vkladania, ktorý sa má použiť (:openai, :ollama alebo :ai-service)
sl: Ponudnik vdelave, ki ga je treba uporabiti (:openai, :ollama ali :ai-service)
sq: Provider-i i embedding për t’u përdorur (:openai, :ollama, ose :ai-service)
sr: Embedding provajder koji će se koristiti (:openai, :ollama ili :ai-service)
sv: Inbäddningsleverantören som ska användas (:openai, :ollama eller :ai-service)
tr: Kullanılacak yerleştirme sağlayıcısı (:openai, :ollama veya :ai-service)
uk: Провайдер ембедингу для використання (:openai, :ollama або :ai-service)
vi: Nhà cung cấp nhúng để sử dụng (:openai, :ollama hoặc :ai-service)
zh_hk: 要使用的嵌入提供者 (:openai、:ollama 或 :ai-service)

source: Number of hours to retain tombstone records in the gate table before cleanup.
ar: عدد الساعات للاحتفاظ بسجلات tombstone في جدول gate قبل التنظيف.
bg: Брой часове за съхранение на записите за надгробни плочи в таблицата на портата преди почистване.
ca: Nombre d'hores per conservar els registres de les làpides a la taula de la porta abans de la neteja.
de: Anzahl der Stunden, die Tombstone-Datensätze vor der Bereinigung in der Gate-Tabelle aufbewahrt werden sollen.
es: Número de horas que se deben conservar los registros de lápidas en la tabla de acceso antes de la limpieza.
fa: تعداد ساعاتی که لازم است قبل از پاکسازی، اطلاعات مربوط به سنگ قبرها در جدول دروازه نگهداری شود.
fi: Tuntimäärä, jonka ajan hautakivitietueet säilytetään porttitaulukossa ennen siivousta.
fr: Nombre d'heures de conservation des enregistrements tombstone dans la table de porte avant le nettoyage.
it: Numero di ore per cui conservare i record tombstone nella tabella gate prima della pulizia.
ja: クリーンアップ前にゲート テーブル内のトゥームストーン レコードを保持する時間数。
nb: Antall timer gravsteinsoppføringer i porttabellen skal oppbevares før opprydding.
nl: Aantal uren dat tombstone-records in de gate-tabel bewaard moeten blijven voordat er wordt opgeschoond.
pl: Liczba godzin przechowywania rekordów nagrobków w tabeli bram przed oczyszczeniem.
pt_br: Número de horas para manter os registros da lápide na tabela do portão antes da limpeza.
ru: Количество часов для хранения записей о захоронениях в таблице шлюзов перед очисткой.
sk: Počet hodín, počas ktorých sa majú záznamy o náhrobných kameňoch uchovávať v tabuľke brány pred vyčistením.
sl: Število ur za shranjevanje zapisov o nagrobnikih v tabeli vrat pred čiščenjem.
sq: Numri i orëve për të mbajtur regjistrimet tombstone në tabelën gate para pastrimit.
sr: Broj sati zadržavanja tombstone zapisa u gate tabeli pre čišćenja.
sv: Antal timmar för att behålla gravstensposter i grindtabellen före rensning.
tr: Mezar taşı kayıtlarının temizlikten önce kapı masasında saklanması gereken saat sayısı.
uk: Кількість годин, протягом яких зберігати записи tombstone у таблиці gate перед очищенням.
vi: Số giờ lưu giữ hồ sơ bia mộ trong bảng cổng trước khi dọn dẹp.
zh_hk: 清理前在閘道表中保留墓碑記錄的時數。

source: Number of hours until repair tables are considered stale and eligible for cleanup, if they were not cleaned up successfully after use.
ar: عدد الساعات حتى تُعد جداول الإصلاح قديمة ومؤهلة للتنظيف، إذا لم يتم تنظيفها بنجاح بعد الاستخدام.
bg: Брой часове, докато таблиците за поправка се считат за остарели и годни за почистване, ако не са били успешно почистени след употреба.
ca: Nombre d'hores fins que les taules de reparació es consideren obsoletes i aptes per a la neteja, si no s'han netejat correctament després del seu ús.
de: Anzahl der Stunden, bis Reparaturtabellen als veraltet gelten und für die Bereinigung in Frage kommen, wenn sie nach der Verwendung nicht erfolgreich bereinigt wurden.
es: Número de horas hasta que las tablas de reparación se consideran obsoletas y elegibles para limpieza, si no fueron limpiadas con éxito después de su uso.
fa: تعداد ساعاتی که جداول تعمیر، در صورت عدم پاکسازی موفقیت‌آمیز پس از استفاده، کهنه و واجد شرایط پاکسازی تلقی می‌شوند.
fi: Tuntimäärä, jonka kuluttua korjauspöytiä pidetään vanhentuneina ja siivouskelpoisina, jos niitä ei ole siivottu onnistuneesti käytön jälkeen.
fr: Nombre d'heures avant que les tableaux de réparation ne soient considérés comme périmés et éligibles au nettoyage, s'ils n'ont pas été nettoyés avec succès après leur utilisation.
it: Numero di ore necessarie affinché le tabelle di riparazione vengano considerate obsolete e idonee per la pulizia, se non sono state pulite correttamente dopo l'uso.
ja: 使用後、 、正常にクリーンアップされなかった場合、修理表が古くなり、クリーンアップの対象となるまでの時間数。
nb: Antall timer før reparasjonstabeller anses som foreldet og kvalifiserer for opprydding, hvis de ikke ble ryddet opp etter bruk.
nl: Aantal uren tot reparatietabellen als muf worden beschouwd en in aanmerking komen voor opschonen, als ze niet met succes zijn opgeschoond na gebruik.
pl: Liczba godzin, po których tabele napraw są uznawane za nieaktualne i kwalifikujące się do czyszczenia, jeśli nie zostały pomyślnie wyczyszczone po użyciu.
pt_br: Número de horas até que as mesas de reparo sejam consideradas obsoletas e elegíveis para limpeza, caso não tenham sido limpas com sucesso após o uso.
ru: Количество часов, по истечении которых ремонтные таблицы будут считаться устаревшими и подлежащими очистке, если они не были успешно очищены после использования.
sk: Počet hodín, kým sa opravné tabuľky nepovažujú za zastarané a vhodné na vyčistenie, ak neboli po použití úspešne vyčistené.
sl: Število ur, preden se tabele popravil štejejo za zastarele in primerne za čiščenje, če po uporabi niso bile uspešno očiščene.
sq: Numri i orëve derisa tabelat e riparimit të konsiderohen të vjetra dhe të pranueshme për pastrim, nëse nuk u pastruan me sukses pas përdorimit.
sr: Broj sati nakon kojih se repair tabele smatraju zastarelim i podobnim za čišćenje, ako nisu uspešno očišćene nakon upotrebe.
sv: Antal timmar tills reparationsbord anses vara inaktuella och berättigade till rensning, om de inte rengjordes korrekt efter användning.
tr: Kullanımdan sonra başarıyla temizlenmemişlerse, onarım masalarının bayat kabul edilip temizliğe uygun hale gelmesine kadar geçen saat sayısı.
uk: Кількість годин, після яких таблиці для відновлення вважаються застарілими й підлягають очищенню, якщо їх не вдалося успішно очистити після використання.
vi: Số giờ cho đến khi bàn sửa chữa được coi là cũ và đủ điều kiện để dọn dẹp, nếu chúng không được dọn dẹp thành công sau khi sử dụng.
zh_hk: 如果維修表在使用後未 成功清理，則在維修表被視為陳舊且符合清理條件之前的小時數。

source: You need to turn on modular embedding in the embedding settings.
ar: تحتاج إلى تشغيل التضمين المعياري في إعدادات التضمين.
bg: Трябва да включите модулното вграждане в настройките за вграждане.
ca: Cal activar la incrustació modular a la configuració d'incrustació.
de: Sie müssen die modulare Einbettung in den Einbettungseinstellungen aktivieren.
es: Debe activar la incrustación modular en la configuración de incrustación.
fa: شما باید در تنظیمات تعبیه، تعبیه ماژولار را فعال کنید.
fi: Sinun on otettava modulaarinen upottaminen käyttöön upotusasetuksissa.
fr: Vous devez activer l'intégration modulaire dans les paramètres d'intégration.
it: È necessario attivare l'incorporamento modulare nelle impostazioni di incorporamento.
ja: 埋め込み設定でモジュラー埋め込みをオンにする必要があります。
nb: Du må slå på modulær innbygging i innstillingene for innbygging.
nl: Je moet modulaire integratie inschakelen in de integratie-instellingen.
pl: Należy włączyć osadzanie modułowe w ustawieniach osadzania.
pt_br: Você precisa ativar a incorporação modular nas configurações de incorporação.
ru: Необходимо включить модульное встраивание в настройках встраивания.
sk: V nastaveniach vkladania musíte zapnúť modulárne vkladanie.
sl: V nastavitvah vdelave morate vklopiti modularno vdelavo.
sq: Duhet të aktivizosh Embedding modular te cilësimet e integrimit.
sr: Morate da uključite modularno ugrađivanje u podešavanjima ugrađivanja.
sv: Du måste aktivera modulär inbäddning i inbäddningsinställningarna.
tr: Gömme ayarlarında modüler gömme özelliğini etkinleştirmeniz gerekiyor.
uk: Вам потрібно увімкнути модульне вбудовування в налаштуваннях вбудовування.
vi: Bạn cần bật tính năng nhúng mô-đun trong cài đặt nhúng.
zh_hk: 您需要在嵌入設定中開啟模組嵌入。

source: Embedding SDK for React is disabled. Enable it in the embedding settings.
ar: Embedded analytics SDK for React معطّل. فعّله من إعدادات التضمين.
bg: SDK за вграждане за React е деактивиран. Активирайте го в настройките за вграждане.
ca: La inserció de l'SDK per a React està desactivada. Activeu-la a la configuració d'inserció.
de: Das Embeding SDK für React ist deaktiviert. Aktivieren Sie es in den Embeding-Einstellungen.
es: La incrustación del SDK para React está deshabilitada. Habilítela en la configuración de incrustación.
fa: جاسازی SDK برای React غیرفعال است. آن را در تنظیمات جاسازی فعال کنید.
fi: Reactin upotus-SDK on poistettu käytöstä. Ota se käyttöön upotusasetuksissa.
fr: Le SDK d'intégration pour React est désactivé. Activez-le dans les paramètres d'intégration.
it: L'SDK di incorporamento per React è disabilitato. Abilitalo nelle impostazioni di incorporamento.
ja: React用SDKの埋め込みが無効になっています。埋め込み設定で有効にしてください。
nb: Innbygging av SDK for React er deaktivert. Aktiver det i innstillingene for innebygging.
nl: Embedding SDK voor React is uitgeschakeld. Schakel het in via de embedding-instellingen.
pl: Osadzanie SDK dla React jest wyłączone. Włącz je w ustawieniach osadzania.
pt_br: A incorporação do SDK para React está desativada. Habilite-a nas configurações de incorporação.
ru: Встраивание SDK для React отключено. Включите его в настройках встраивания.
sk: Embedding SDK pre React je zakázaný. Povoľte ho v nastaveniach vkladania.
sl: Vdelava SDK za React je onemogočena. Omogočite jo v nastavitvah vdelave.
sq: Embedding SDK për React është i çaktivizuar. Aktivizojeni te cilësimet e integrimit.
sr: Embedding SDK za React je onemogućen. Omogućite ga u podešavanjima ugradnje.
sv: Inbäddnings-SDK för React är inaktiverat. Aktivera det i inbäddningsinställningarna.
tr: React için Gömme SDK'sı devre dışı. Gömme ayarlarından etkinleştirin.
uk: Embedding SDK for React вимкнено. Увімкніть його в налаштуваннях вбудовування.
vi: SDK nhúng cho React đã bị tắt. Vui lòng bật nó trong phần cài đặt nhúng.
zh_hk: React 的嵌入式 SDK 已停用。請在嵌入設定中啟用。

source: Invalid authentication token
ar: توكن مصادقة غير صالح
bg: Невалиден токен за удостоверяване
ca: Testimoni d'autenticació no vàlid
de: Ungültiges Authentifizierungstoken
eo: Yo, your auth token is straight up invalid rn
es: Token de autenticación no válido
fa: توکن احراز هویت نامعتبر
fi: Virheellinen todennustunnus
fr: Jeton d'authentification non valide
it: Token di autenticazione non valido
ja: 無効な認証トークン
nb: Ugyldig autentiseringstoken
nl: Ongeldig authenticatietoken
pl: Nieprawidłowy token uwierzytelniania
pt_br: Token de autenticação inválido
ru: Недействительный токен аутентификации
sk: Neplatný overovací token
sl: Neveljaven žeton za preverjanje pristnosti
sq: Token autentikimi i pavlefshëm
sr: Nevažeći autentifikacioni token
sv: Ogiltig autentiseringstoken
tr: Geçersiz kimlik doğrulama belirteci
uk: Недійсний токен автентифікації
vi: Mã thông báo xác thực không hợp lệ
zh_hk: 驗證標記無效

source: Unable to handle logout: SAML IdP certificate is not set.
ar: تعذر التعامل مع تسجيل الخروج: شهادة SAML IdP غير معيّنة.
bg: Не може да се обработи излизането: SAML IdP сертификатът не е зададен.
ca: No es pot gestionar la sortida: el certificat d'ID de SAML no està definit.
de: Abmeldung kann nicht verarbeitet werden: SAML-IdP-Zertifikat ist nicht festgelegt.
eo: Can't log out rn: SAML IdP cert is not set, fr.
es: No se puede gestionar el cierre de sesión: el certificado IdP SAML no está configurado.
fa: امکان رسیدگی به خروج وجود ندارد: گواهی SAML IdP تنظیم نشده است.
fi: Ei voida käsitellä uloskirjautumista: SAML IdP -varmennetta ei ole asetettu.
fr: Impossible de gérer la déconnexion : le certificat IdP SAML n'est pas défini.
it: Impossibile gestire la disconnessione: il certificato SAML IdP non è impostato.
ja: ログアウトを処理できません: SAML IdP 証明書が設定されていません。
lt: Nepavyko tvarkyti atsijungimo: SAML IDP sertifikatas nenustatytas.
nb: Kan ikke håndtere utlogging: SAML IdP-sertifikat er ikke angitt.
nl: Kan afmelden niet verwerken: SAML IdP-certificaat is niet ingesteld.
pl: Nie można obsłużyć wylogowania: certyfikat SAML IdP nie jest ustawiony.
pt_br: Não é possível processar o logout: o certificado IdP SAML não foi definido.
ru: Невозможно выполнить выход из системы: сертификат SAML IdP не установлен.
sk: Nedá sa spracovať odhlásenie: Certifikát SAML IdP nie je nastavený.
sl: Ni mogoče obravnavati odjave: potrdilo SAML IdP ni nastavljeno.
sq: Nuk mund të trajtohet dalja: certifikata SAML IdP nuk është caktuar.
sr: Nije moguće obraditi odjavu: SAML IdP sertifikat nije podešen.
sv: Kan inte hantera utloggning: SAML IdP-certifikat är inte inställt.
tr: Oturum kapatma işlemi gerçekleştirilemiyor: SAML IdP sertifikası ayarlanmamış.
uk: Не вдалося обробити вихід: сертифікат SAML IdP не налаштовано.
vi: Không thể xử lý đăng xuất: Chứng chỉ SAML IdP chưa được thiết lập.
zh_hk: 無法處理登出：SAML IdP 證書未設定。

source: SAML request generation failed
ar: فشل إنشاء طلب SAML
bg: Генерирането на SAML заявка не бе успешно
ca: La generació de la sol·licitud SAML ha fallat
de: SAML-Anforderungsgenerierung fehlgeschlagen
es: Falló la generación de la solicitud SAML.
fa: ایجاد درخواست SAML ناموفق بود
fi: SAML-pyynnön luonti epäonnistui
fr: La génération de la requête SAML a échoué.
it: Generazione della richiesta SAML non riuscita
ja: SAML リクエストの生成に失敗しました
nb: Generering av SAML-forespørsel mislyktes
nl: SAML-aanvraaggeneratie mislukt
pl: Generowanie żądania SAML nie powiodło się
pt_br: A geração da solicitação SAML falhou
ru: Ошибка создания запроса SAML
sk: Generovanie SAML požiadavky zlyhalo
sl: Generiranje zahteve SAML ni uspelo
sq: Dështoi gjenerimi i kërkesës SAML
sr: Neuspešno generisanje SAML zahteva
sv: Genereringen av SAML-förfrågningar misslyckades
tr: SAML isteği oluşturma başarısız oldu
uk: Не вдалося згенерувати SAML-запит
vi: Không tạo được yêu cầu SAML
zh_hk: SAML 請求產生失敗

source: Failed to initiate Slack authentication
ar: فشل بدء مصادقة Slack
de: Slack-Authentifizierung konnte nicht initiiert werden
es: No se pudo iniciar la autenticación de Slack
fa: احراز هویت Slack آغاز نشد
fi: Slack-todennuksen aloittaminen epäonnistui
fr: Échec de l'authentification Slack
it: Impossibile avviare l'autenticazione Slack
ja: Slack認証を開始できませんでした
pl: Nie udało się zainicjować uwierzytelniania w Slacku
pt_br: Falha ao iniciar a autenticação do Slack
ru: Не удалось запустить аутентификацию Slack
sk: Nepodarilo sa spustiť overenie v Slacku
sl: Zagon preverjanja pristnosti v Slacku ni uspel
sq: Dështoi nisja e autentikimit Slack
sr: Neuspešno pokretanje Slack autentifikacije
tr: Slack kimlik doğrulama işlemi başlatılamadı.
uk: Не вдалося ініціювати аутентифікацію Slack
vi: Không thể bắt đầu xác thực Slack.
zh_hk: 未能啟動 Slack 驗證
