Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Custom SMTP server username.
ar: اسم مستخدم خادم SMTP المخصّص.
bg: Потребителско име за персонализиран SMTP сървър.
ca: Nom d'usuari del servidor SMTP personalitzat.
de: Benutzerdefinierter SMTP-Server-Benutzername.
es: Nombre de usuario del servidor SMTP personalizado.
fa: نام کاربری سفارشی سرور SMTP.
fi: Mukautettu SMTP-palvelimen käyttäjätunnus.
fr: Nom d'utilisateur du serveur SMTP personnalisé.
it: Nome utente personalizzato del server SMTP.
ja: カスタム SMTP サーバーのユーザー名。
nb: Brukernavn for egendefinert SMTP-server.
nl: Aangepaste SMTP-servergebruikersnaam.
pl: Niestandardowa nazwa użytkownika serwera SMTP.
pt_br: Nome de usuário do servidor SMTP personalizado.
ru: Пользовательское имя пользователя SMTP-сервера.
sk: Vlastné používateľské meno SMTP servera.
sl: Uporabniško ime strežnika SMTP po meri.
sq: Emri i përdoruesit për serverin SMTP të personalizuar.
sr: Korisničko ime za prilagođeni SMTP server.
sv: Anpassat SMTP-serveranvändarnamn.
tr: Özel SMTP sunucusu kullanıcı adı.
uk: Імʼя користувача кастомного SMTP-сервера.
vi: Tên người dùng máy chủ SMTP tùy chỉnh.
zh_hk: 自訂 SMTP 伺服器使用者名稱。

source: Invalid special character included.
ar: يتضمن حرفًا خاصًا غير صالح.
bg: Включен е невалиден специален символ.
ca: S'ha inclòs un caràcter especial no vàlid.
de: Ungültiges Sonderzeichen enthalten.
eo: Bro, there's an invalid special character in there.
es: Carácter especial no válido incluido.
fa: کاراکتر ویژه نامعتبر گنجانده شده است.
fi: Virheellinen erikoismerkki sisältyi.
fr: Caractère spécial non valide inclus.
it: Carattere speciale non valido incluso.
ja: 無効な特殊文字が含まれています。
nb: Ugyldig spesialtegn inkludert.
nl: Ongeldig speciaal teken opgenomen.
pl: Dodano nieprawidłowy znak specjalny.
pt_br: Caractere especial inválido incluído.
ru: Включен недопустимый специальный символ.
sk: Bol zahrnutý neplatný špeciálny znak.
sl: Vključen je neveljaven poseben znak.
sq: U përfshi një karakter special i pavlefshëm.
sr: Uključuje nedozvoljen specijalni znak.
sv: Ogiltigt specialtecken inkluderat.
tr: Geçersiz özel karakter eklendi.
uk: Включено недійсний спеціальний символ.
vi: Đã bao gồm ký tự đặc biệt không hợp lệ.
zh_hk: 包含無效的特殊字符。

source: The port your custom SMTP server uses for outgoing emails. Only ports 465, 587, and 2525 are supported.
ar: المنفذ الذي يستخدمه خادم SMTP المخصّص لديك للرسائل الإلكترونية الصادرة. المنافذ المدعومة فقط هي 465 و587 و2525.
bg: Портът, който вашият персонализиран SMTP сървър използва за изходящи имейли. Поддържат се само портове 465, 587 и 2525.
ca: El port que utilitza el vostre servidor SMTP personalitzat per als correus electrònics sortints. Només s'admeten els ports 465, 587 i 2525.
de: Der Port, den Ihr benutzerdefinierter SMTP-Server für ausgehende E-Mails verwendet. Es werden nur die Ports 465, 587 und 2525 unterstützt.
es: El puerto que usa tu servidor SMTP personalizado para los correos salientes. Solo se admiten los puertos 465, 587 y 2525.
fa: پورتی که سرور SMTP سفارشی شما برای ایمیل‌های خروجی استفاده می‌کند. فقط پورت‌های ۴۶۵، ۵۸۷ و ۲۵۲۵ پشتیبانی می‌شوند.
fi: Portti, jota mukautettu SMTP-palvelimesi käyttää lähteville sähköposteille. Vain portteja 465, 587 ja 2525 tuetaan.
fr: Port utilisé par votre serveur SMTP personnalisé pour les e-mails sortants. Seuls les ports 465, 587 et 2525 sont pris en charge.
it: La porta utilizzata dal tuo server SMTP personalizzato per le email in uscita. Sono supportate solo le porte 465, 587 e 2525.
ja: カスタムSMTPサーバーが送信メールに使用するポート。サポートされるポートは465、587、2525のみです。
nb: Porten din egendefinerte SMTP-server bruker for utgående e-post. Bare portene 465, 587 og 2525 støttes.
nl: De poort die uw aangepaste SMTP-server gebruikt voor uitgaande e-mails. Alleen poorten 465, 587 en 2525 worden ondersteund.
pl: Port, którego Twój niestandardowy serwer SMTP używa do wysyłania wiadomości e-mail. Obsługiwane są tylko porty 465, 587 i 2525.
pt_br: A porta que seu servidor SMTP personalizado usa para e-mails enviados. Somente as portas 465, 587 e 2525 são suportadas.
ru: Порт, который ваш SMTP-сервер использует для исходящей почты. Поддерживаются только порты 465, 587 и 2525.
sk: Port, ktorý váš vlastný SMTP server používa pre odchádzajúce e-maily. Podporované sú iba porty 465, 587 a 2525.
sl: Vrata, ki jih vaš strežnik SMTP po meri uporablja za odhodna e-poštna sporočila. Podprta so samo vrata 465, 587 in 2525.
sq: Porti që përdor serveri juaj SMTP i personalizuar për email-et dalëse. Mbështeten vetëm portet 465, 587 dhe 2525.
sr: Port koji vaš prilagođeni SMTP server koristi za odlazne emailove. Podržani su samo portovi 465, 587 i 2525.
sv: Den port som din anpassade SMTP-server använder för utgående e-post. Endast portarna 465, 587 och 2525 stöds.
tr: Özel SMTP sunucunuzun giden e-postalar için kullandığı bağlantı noktası. Yalnızca 465, 587 ve 2525 bağlantı noktaları desteklenir.
uk: Порт, який ваш кастомний SMTP-сервер використовує для вихідної пошти. Підтримуються лише порти 465, 587 і 2525.
vi: Cổng mà máy chủ SMTP tùy chỉnh của bạn sử dụng cho email gửi đi. Chỉ hỗ trợ các cổng 465, 587 và 2525.
zh_hk: 您的自訂 SMTP 伺服器用於外寄電子郵件的連接埠。僅支援埠 465、587 及 2525。

source: Custom SMTP server password.
ar: كلمة مرور خادم SMTP المخصّص.
bg: Персонализирана парола за SMTP сървър.
ca: Contrasenya del servidor SMTP personalitzada.
de: Benutzerdefiniertes SMTP-Serverkennwort.
es: Contraseña de servidor SMTP personalizada.
fa: رمز عبور سفارشی سرور SMTP.
fi: Mukautettu SMTP-palvelimen salasana.
fr: Mot de passe du serveur SMTP personnalisé.
it: Password personalizzata del server SMTP.
ja: カスタム SMTP サーバー パスワード。
nb: Tilpasset passord for SMTP-server.
nl: Aangepast SMTP-serverwachtwoord.
pl: Niestandardowe hasło serwera SMTP.
pt_br: Senha personalizada do servidor SMTP.
ru: Пользовательский пароль SMTP-сервера.
sk: Vlastné heslo SMTP servera.
sl: Geslo za strežnik SMTP po meri.
sq: Fjalëkalimi i serverit SMTP të personalizuar.
sr: Lozinka za prilagođeni SMTP server.
sv: Anpassat SMTP-serverlösenord.
tr: Özel SMTP sunucu şifresi.
uk: Пароль кастомного SMTP-сервера.
vi: Mật khẩu máy chủ SMTP tùy chỉnh.
zh_hk: 自訂 SMTP 伺服器密碼。

source: Controls which types of hosts are allowed as HTTP channel destinations. Options: - external-only (default - only external hosts) - allow-private (external + private networks but NOT localhost) - allow-all (no restrictions including localhost).
ar: يتحكم في أنواع المضيفين المسموح بها كوجهات لقنوات HTTP. الخيارات: - external-only (الافتراضي - المضيفون الخارجيون فقط) - allow-private (خارجي + شبكات خاصة ولكن ليس localhost) - allow-all (بدون قيود بما في ذلك localhost).
bg: Контролира кои типове хостове са разрешени като дестинации на HTTP канали. Опции: - само външни (по подразбиране - само външни хостове) - allow-private (външни + частни мрежи, но НЕ localhost) - allow-all (без ограничения, включително localhost).
ca: Controla quins tipus d'amfitrions es permeten com a destinacions de canal HTTP. Opcions: - només external (per defecte - només amfitrions externs) - allow-private (xarxes externes + privades però NO localhost) - allow-all (sense restriccions, inclòs localhost).
de: Steuert, welche Hosttypen als HTTP-Kanalziele zulässig sind. Optionen: – nur extern (Standard – nur externe Hosts) – private zulassen (externe + private Netzwerke, aber NICHT localhost) – alle zulassen (keine Einschränkungen, einschließlich localhost).
es: Controla qué tipos de hosts se permiten como destinos de canal HTTP. Opciones: - solo externo (predeterminado: solo hosts externos) - permitir privado (redes externas y privadas, pero NO localhost) - permitir todo (sin restricciones, incluido localhost).
fa: کنترل می‌کند که کدام نوع میزبان‌ها به عنوان مقصد کانال HTTP مجاز هستند. گزینه‌ها: - فقط خارجی (پیش‌فرض - فقط میزبان‌های خارجی) - اجازه-خصوصی (شبکه‌های خارجی + خصوصی اما نه میزبان محلی) - اجازه-همه (بدون محدودیت از جمله میزبان محلی).
fi: Määrittää, minkä tyyppiset isännät sallitaan HTTP-kanavan kohteina. Vaihtoehdot: - vain ulkoiset (oletus - vain ulkoiset isännät) - allow-private (ulkoiset + yksityiset verkot, mutta EI localhostia) - allow-all (ei rajoituksia, mukaan lukien localhost).
fr: Contrôle les types d'hôtes autorisés comme destinations de canal HTTP. Options : - externe uniquement (par défaut - uniquement les hôtes externes) - autoriser-privé (réseaux externes + privés mais PAS localhost) - autoriser-tout (aucune restriction, y compris localhost).
it: Controlla quali tipi di host sono consentiti come destinazioni del canale HTTP. Opzioni: - external-only (predefinito - solo host esterni) - allow-private (reti esterne + private ma NON localhost) - allow-all (nessuna restrizione, incluso localhost).
ja: HTTP チャネルの宛先として許可されるホストの種類を制御します。 オプション: - external-only (デフォルト - 外部ホストのみ) - allow-private (外部 + プライベート ネットワーク、ローカル ホストは除く) - allow-all (ローカル ホストを含む制限なし)
nb: Kontrollerer hvilke typer verter som er tillatt som HTTP-kanaldestinasjoner. Alternativer: - external-only (standard - bare eksterne verter) - allow-private (eksterne + private nettverk, men IKKE localhost) - allow-all (ingen begrensninger, inkludert localhost).
nl: Bepaalt welke typen hosts zijn toegestaan als HTTP-kanaalbestemmingen. Opties: - alleen extern (standaard - alleen externe hosts) - privé-toestaan (externe + privénetwerken, maar NIET localhost) - alles toestaan (geen beperkingen, inclusief localhost).
pl: Kontroluje, które typy hostów są dozwolone jako miejsca docelowe kanału HTTP. Opcje: - tylko zewnętrzne (domyślnie - tylko hosty zewnętrzne) - zezwól na prywatne (sieci zewnętrzne + prywatne, ale NIE localhost) - zezwól na wszystkie (bez ograniczeń, w tym localhost).
pt_br: Controla quais tipos de hosts são permitidos como destinos de canais HTTP. Opções: - external-only (padrão - somente hosts externos) - allow-private (redes externas + privadas, mas NÃO host local) - allow-all (sem restrições, incluindo host local).
ru: Управляет типами хостов, разрешенными в качестве пунктов назначения HTTP-канала. Параметры: - только внешние (по умолчанию - только внешние хосты) - разрешить частные (внешние и частные сети, но НЕ локальный хост) - разрешить все (без ограничений, включая локальный хост).
sk: Ovláda, ktoré typy hostiteľov sú povolené ako cieľové stanice HTTP kanálov. Možnosti: - iba externé (predvolené - iba externé hostitelia) - allow-private (externé + súkromné siete, ale NIE localhost) - allow-all (žiadne obmedzenia vrátane localhost).
sl: Določa, katere vrste gostiteljev so dovoljene kot cilji HTTP kanala. Možnosti: - samo zunanji gostitelji (privzeto - samo zunanji gostitelji) - dovoli zasebno (zunanja + zasebna omrežja, vendar NE localhost) - dovoli vse (brez omejitev, vključno z localhost).
sq: Kontrollon cilat lloje host-esh lejohen si destinacione të kanaleve HTTP. Opsionet: - external-only (parazgjedhje - vetëm host-e të jashtëm) - allow-private (të jashtëm + rrjete private por JO localhost) - allow-all (pa kufizime, duke përfshirë localhost).
sr: Kontroliše koji su tipovi hostova dozvoljeni kao odredišta HTTP kanala. Opcije: - external-only (podrazumevano - samo spoljašnji hostovi) - allow-private (spoljašnji + privatne mreže ali NE localhost) - allow-all (bez ograničenja, uključujući localhost).
sv: Styr vilka typer av värdar som tillåts som HTTP-kanaldestinationer. Alternativ: - endast extern (standard - endast externa värdar) - allow-private (externa + privata nätverk men INTE localhost) - allow-all (inga begränsningar inklusive localhost).
tr: HTTP kanalı hedefleri olarak hangi tür ana bilgisayarların izin verildiğini kontrol eder. Seçenekler: - yalnızca harici (varsayılan - yalnızca harici ana bilgisayarlar) - özel ağlara izin ver (harici + özel ağlar, ancak yerel ana bilgisayar DEĞİL) - tümüne izin ver (yerel ana bilgisayar dahil kısıtlama yok).
uk: Керує тим, які типи хостів дозволено використовувати як призначення HTTP-каналу. Параметри: - external-only (дефолт — лише зовнішні хости) - allow-private (зовнішні + приватні мережі, але НЕ localhost) - allow-all (без обмежень, включно з localhost).
vi: Kiểm soát loại máy chủ nào được phép làm đích đến của kênh HTTP. Tùy chọn: - chỉ bên ngoài (mặc định - chỉ máy chủ bên ngoài) - cho phép riêng tư (mạng bên ngoài + riêng tư nhưng KHÔNG phải máy chủ cục bộ) - cho phép tất cả (không có hạn chế nào bao gồm máy chủ cục bộ).
zh_hk: 控制允許哪些類型的主機作為 HTTP 通道目的地。 選項： - external-only (預設 - 僅外部主機) - allow-private (外部 + 私人網路，但不包括本機主機) - allow-all (不受限制，包括本機主機)。

source: Whether to use the custom SMTP server rather than the standard settings.
ar: ما إذا كان يجب استخدام خادم SMTP المخصّص بدلًا من الإعدادات القياسية.
bg: Дали да се използва персонализиран SMTP сървър, а не стандартните настройки.
ca: Si s'ha d'utilitzar el servidor SMTP personalitzat en lloc de la configuració estàndard.
de: Ob der benutzerdefinierte SMTP-Server anstelle der Standardeinstellungen verwendet werden soll.
es: Si utilizar el servidor SMTP personalizado en lugar de la configuración estándar.
fa: آیا از سرور SMTP سفارشی به جای تنظیمات استاندارد استفاده شود یا خیر.
fi: Käytetäänkö mukautettua SMTP-palvelinta vakioasetusten sijaan.
fr: S'il faut utiliser le serveur SMTP personnalisé plutôt que les paramètres standard.
it: Se utilizzare il server SMTP personalizzato anziché le impostazioni standard.
ja: 標準設定ではなくカスタム SMTP サーバーを使用するかどうか。
nb: Om den egendefinerte SMTP-serveren skal brukes i stedet for standardinnstillingene.
nl: Of de aangepaste SMTP-server moet worden gebruikt in plaats van de standaardinstellingen.
pl: Czy używać niestandardowego serwera SMTP zamiast standardowych ustawień.
pt_br: Se deve usar o servidor SMTP personalizado em vez das configurações padrão.
ru: Использовать ли пользовательский SMTP-сервер вместо стандартных настроек.
sk: Či sa má použiť vlastný SMTP server namiesto štandardných nastavení.
sl: Ali naj se namesto standardnih nastavitev uporabi strežnik SMTP po meri.
sq: Nëse duhet të përdoret serveri SMTP i personalizuar në vend të cilësimeve standarde.
sr: Da li da se koristi prilagođeni SMTP server umesto standardnih podešavanja.
sv: Om den anpassade SMTP-servern ska användas istället för standardinställningarna.
tr: Standart ayarlar yerine özel SMTP sunucusunun kullanılıp kullanılmayacağı.
uk: Чи використовувати кастомний SMTP-сервер замість стандартних налаштувань.
vi: Có nên sử dụng máy chủ SMTP tùy chỉnh thay vì cài đặt tiêu chuẩn không.
zh_hk: 是否使用自訂 SMTP 伺服器，而非標準設定。

source: Invalid custom email-smtp-port! Only SMTP ports of 465, 587, or 2525 are allowed.
ar: email-smtp-port مخصّص غير صالح! يُسمح فقط بمنافذ SMTP 465 أو 587 أو 2525.
bg: Невалиден персонализиран SMTP порт за имейл! Разрешени са само SMTP портове 465, 587 или 2525.
ca: Port smtp de correu electrònic personalitzat no vàlid! Només es permeten els ports SMTP 465, 587 o 2525.
de: Ungültiger benutzerdefinierter E-Mail-SMTP-Port! Es sind nur die SMTP-Ports 465, 587 oder 2525 zulässig.
es: Puerto SMTP de correo electrónico personalizado no válido. Solo se permiten los puertos SMTP 465, 587 o 2525.
fa: پورت سفارشی ایمیل smtp نامعتبر است! فقط پورت‌های SMTP 465، 587 یا 2525 مجاز هستند.
fi: Virheellinen mukautettu sähköpostin smtp-portti! Vain SMTP-portit 465, 587 tai 2525 ovat sallittuja.
fr: Port SMTP personnalisé non valide ! Seuls les ports SMTP 465, 587 ou 2525 sont autorisés.
it: Porta SMTP personalizzata non valida! Sono consentite solo le porte SMTP 465, 587 o 2525.
ja: 無効なカスタム電子メール SMTP ポートです。許可される SMTP ポートは 465、587、または 2525 のみです。
nb: Ugyldig egendefinert e-post-smtp-port! Bare SMTP-porter på 465, 587 eller 2525 er tillatt.
nl: Ongeldige aangepaste e-mail-smtp-poort! Alleen SMTP-poorten 465, 587 of 2525 zijn toegestaan.
pl: Nieprawidłowy niestandardowy port SMTP-email! Dozwolone są tylko porty SMTP 465, 587 lub 2525.
pt_br: Porta SMTP de e-mail personalizada inválida! Somente portas SMTP 465, 587 ou 2525 são permitidas.
ru: Неверный пользовательский email-smtp-port! Разрешены только SMTP-порты 465, 587 или 2525.
sk: Neplatný vlastný port SMTP pre e-mail! Povolené sú iba porty SMTP 465, 587 alebo 2525.
sl: Neveljavna vrata SMTP za e-pošto po meri! Dovoljena so samo vrata SMTP 465, 587 ali 2525.
sq: email-smtp-port i personalizuar i pavlefshëm! Lejohen vetëm portet SMTP 465, 587, ose 2525.
sr: Nevažeći prilagođeni email-smtp-port! Dozvoljeni su samo SMTP portovi 465, 587 ili 2525.
sv: Ogiltig anpassad e-post-smtp-port! Endast SMTP-portar på 465, 587 eller 2525 är tillåtna.
tr: Geçersiz özel email-smtp-port! Yalnızca 465, 587 veya 2525 SMTP portlarına izin verilir.
uk: Недійсний кастомний email-smtp-port! Дозволені лише SMTP-порти 465, 587 або 2525.
vi: Email-smtp-port tùy chỉnh không hợp lệ! Chỉ cho phép các cổng SMTP 465, 587 hoặc 2525.
zh_hk: 無效的自訂 email-smtp-port！只允許使用 465、587 或 2525 的 SMTP 連接埠。

source: Invalid email-smtp-security-override! Only values of tls, ssl, and starttls are allowed.
ar: email-smtp-security-override غير صالح! يُسمح فقط بالقيم tls وssl وstarttls.
bg: Невалидно замяна на защитата на имейл (email-smtp)! Допустими са само стойности за tls, ssl и starttls.
ca: email-smtp-security-override no vàlid! Només es permeten els valors tls, ssl i starttls.
de: Ungültige E-Mail-SMTP-Sicherheitsüberschreibung! Nur Werte von TLS, SSL und StartTLS sind zulässig.
es: ¡Email-Smtp-Security-Override no válido! Solo se permiten los valores tls, ssl y starttls.
fa: دستور email-smtp-security-override نامعتبر است! فقط مقادیر tls، ssl و starttls مجاز هستند.
fi: Virheellinen email-smtp-security-override! Vain tls-, ssl- ja starttls-arvot sallitaan.
fr: Email-smtp-security-override non valide ! Seules les valeurs tls, ssl et starttls sont autorisées.
it: Email-smtp-security-override non valido! Sono consentiti solo i valori tls, ssl e starttls.
ja: 無効な email-smtp-security-override! tls、ssl、starttls の値のみが許可されます。
nb: Ugyldig email-smtp-security-override! Bare verdiene tls, ssl og starttls er tillatt.
nl: Ongeldige email-smtp-security-override! Alleen waarden van tls, ssl en starttls zijn toegestaan.
pl: Nieprawidłowy parametr email-smtp-security-override! Dozwolone są tylko wartości tls, ssl i starttls.
pt_br: Email-smtp-security-override inválido! Somente valores de tls, ssl e starttls são permitidos.
ru: Недопустимое значение email-smtp-security-override! Разрешены только значения tls, ssl и starttls.
sk: Neplatné prepísanie zabezpečenia emailu smtp! Povolené sú iba hodnoty tls, ssl a starttls.
sl: Neveljavna preglasitev varnosti e-pošte smtp! Dovoljene so samo vrednosti tls, ssl in starttls.
sq: email-smtp-security-override i pavlefshëm! Lejohen vetëm vlerat tls, ssl, dhe starttls.
sr: Nevažeći email-smtp-security-override! Dozvoljene su samo vrednosti tls, ssl i starttls.
sv: Ogiltig email-smtp-security-override! Endast värden för tls, ssl och starttls är tillåtna.
tr: Geçersiz email-smtp-security-override! Sadece tls, ssl ve starttls değerlerine izin verilir.
uk: Недійсне значення email-smtp-security-override! Дозволені лише значення tls, ssl і starttls.
vi: Email-smtp-security-override không hợp lệ! Chỉ cho phép các giá trị tls, ssl và starttls.
zh_hk: 無效的 email-smtp-security-override！只允許 tls、ssl 和 starttls 的值。

source: SMTP secure connection protocol for your custom server. (tls, ssl, or starttls)
ar: بروتوكول اتصال SMTP الآمن لخادمك المخصّص. (tls أو ssl أو starttls)
bg: SMTP протокол за защитена връзка за вашия персонализиран сървър. (tls, ssl или starttls)
ca: Protocol de connexió segura SMTP per al vostre servidor personalitzat (tls, ssl o starttls)
de: Sicheres SMTP-Verbindungsprotokoll für Ihren benutzerdefinierten Server. (TLS, SSL oder StartTLS)
es: Protocolo de conexión segura SMTP para su servidor personalizado (tls, ssl o starttls)
fa: پروتکل اتصال امن SMTP برای سرور سفارشی شما. (tls، ssl یا starttls)
fi: SMTP-suojattu yhteysprotokolla mukautetulle palvelimellesi. (tls, ssl tai starttls)
fr: Protocole de connexion sécurisé SMTP pour votre serveur personnalisé. (tls, ssl ou starttls)
it: Protocollo di connessione sicura SMTP per il tuo server personalizzato (TLS, SSL o Starttls)
ja: カスタム サーバーの SMTP セキュア接続プロトコル。(tls、ssl、または starttls)
nb: Protokoll for sikker SMTP-tilkobling for din tilpassede server. (tls, ssl eller starttls)
nl: SMTP-beveiligd verbindingsprotocol voor uw aangepaste server. (tls, ssl of starttls)
pl: Bezpieczny protokół połączenia SMTP dla Twojego serwera (tls, ssl lub starttls)
pt_br: Protocolo de conexão segura SMTP para seu servidor personalizado. (tls, ssl ou starttls)
ru: Защищенный протокол соединения SMTP для вашего сервера. (tls, ssl или starttls)
sk: Protokol zabezpečeného pripojenia SMTP pre váš vlastný server (tls, ssl alebo starttls)
sl: Varni protokol povezave SMTP za vaš strežnik po meri (tls, ssl ali starttls).
sq: Protokolli i lidhjes së sigurt SMTP për serverin tuaj të personalizuar. (tls, ssl, ose starttls)
sr: SMTP protokol bezbedne veze za vaš prilagođeni server. (tls, ssl ili starttls)
sv: SMTP-protokoll för säker anslutning för din anpassade server. (tls, ssl eller starttls)
tr: Özel sunucunuz için SMTP güvenli bağlantı protokolü. (tls, ssl veya starttls)
uk: Протокол захищеного зʼєднання SMTP для вашого кастомного сервера. (tls, ssl або starttls)
vi: Giao thức kết nối bảo mật SMTP cho máy chủ tùy chỉnh của bạn. (tls, ssl hoặc starttls)
zh_hk: 自訂伺服器的 SMTP 安全連線通訊協定。(TLS、SSL 或 starttls)
