Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: It looks like we got more parameters than we can handle, remember that parameters cannot be used in comments or as identifiers.
ar: يبدو أننا حصلنا على معلمات أكثر مما نستطيع التعامل معه، تذكّر أن المعلمات لا يمكن استخدامها داخل التعليقات أو كمعرّفات.
bg: Изглежда, че имаме повече параметри, отколкото можем да обработим.Не забравяйте, че параметрите не могат да се използват в коментари или като идентификатори.
ca: Sembla que tenim més paràmetres dels que podem gestionar, recordeu que els paràmetres no es poden utilitzar en comentaris ni com a identificadors.
de: Es sieht so aus, als hätten wir mehr Parameter, als wir verarbeiten können. Denken Sie daran, dass Parameter nicht in Kommentaren oder als Bezeichner verwendet werden können.
eo: Bruh, we got way more params than we can deal with, just a reminder: params can’t be used in comments or as IDs, fr.
es: Parece que tenemos más parámetros de los que podemos manejar. Recuerda que los parámetros no se pueden usar en comentarios ni como identificadores.
fa: به نظر می‌رسد که ما پارامترهای بیشتری نسبت به آنچه می‌توانیم دریافت کردیم، به یاد داشته باشید که پارامترها را نمی‌توان در نظرات یا به عنوان شناسه استفاده کرد.
fi: Näyttää siltä, että meillä on enemmän parametreja kuin pystymme käsittelemään, muista, että parametreja ei voi käyttää kommentteina tai tunnisteina.
fr: Il semble que nous ayons plus de paramètres que nous ne pouvons en gérer. Rappelez-vous que les paramètres ne peuvent pas être utilisés dans les commentaires ou comme identifiants.
hu: Úgy tűnik, több paramétert kaptunk, mint amennyit kezelni tudunk, ne feledje, hogy a paraméterek nem használhatók megjegyzésekben vagy azonosítóként.
it: Sembra che ci siano più parametri di quanti ne possiamo gestire, ricordando che i parametri non possono essere usati nei commenti o come identificatori.
ja: 処理できる以上の引数を受け取ったようです。引数はコメントや識別子として使用できないことを覚えておいてください。
lt: Panašu, kad turime daugiau parametrų, nei galime apdoroti, atminkite, kad parametrai negali būti naudojami komentaruose ar kaip identifikatoriai.
ms: Nampaknya kami mendapat lebih banyak parameter daripada yang dapat kami tangani, ingat bahawa parameter tidak boleh digunakan dalam komen atau sebagai pengecam.
nb: Det ser ut som vi fikk mer parameter enn vi kan håndtere, husk at parameter ikke kan brukes i kommentarer eller som identifikatorer.
nl: Het lijkt erop dat we meer parameters hebben dan we aankunnen, onthoud dat parameters niet kunnen worden gebruikt in opmerkingen of als identifiers.
pl: Wygląda na to, że mamy więcej parametrów niż możemy obsłużyć, pamiętaj, że parametry nie mogą być używane w komentarzach lub jako identyfikatory.
pt_br: Parece que temos mais parâmetros do que podemos controlar, lembre-se que os parâmetros não podem ser usados em comentários ou como identificadores.
ru: Похоже, мы получили больше параметров, чем можем обработать, помните, что параметры нельзя использовать в комментариях или в качестве идентификаторов.
sk: Vyzerá to tak, že máme viac parametrov, ako dokážeme spracovať, nezabudnite, že parametre nemožno používať v komentároch ani ako identifikátory.
sl: Zdi se, da imamo več parametrov, kot jih lahko obvladamo, ne pozabite, da parametrov ni mogoče uporabiti v komentarjih ali kot identifikatorje.
sq: Duket se morëm më shumë parametra sesa mund të trajtojmë; mbani mend që parametrat nuk mund të përdoren në komente ose si identifikues.
sr: Izgleda da smo dobili više parametara nego što možemo da obradimo; imaj u vidu da parametri ne mogu da se koriste u komentarima ili kao identifikatori.
sv: Det ser ut som om vi har fler parametrar än vi kan hantera, kom ihåg att parametrar inte kan användas i kommentarer eller som identifierare.
tr: İşleyebileceğimizden daha fazla parametremiz var gibi görünüyor, parametrelerin yorumlarda veya tanımlayıcı olarak kullanılamayacağını unutmayın.
uk: Схоже, ми отримали більше параметрів, ніж можемо обробити. Памʼятайте, що параметри не можна використовувати в коментарях або як ідентифікатори.
vi: Có vẻ như chúng ta có nhiều tham số hơn mức có thể xử lý, hãy nhớ rằng tham số không thể được sử dụng trong bình luận hoặc làm định danh.
zh_hk: 看起來我們得到的參數比我們能處理的還要多，請記住參數不能在註解中使用或作為識別符。

source: Unable to determine sqlserver's dbms major version. Fallback to 0.
hu: Nem lehet meghatározni az sqlserver dbms fő verzióját. Visszatérés 0-ra.
ms: Tidak dapat menentukan versi utama dbms sqlserver. Kembali ke 0.

source: Whether or not bcc emails are enabled, default behavior is that it is
ar: ما إذا كانت رسائل البريد الإلكتروني BCC مفعّلة أم لا، والسلوك الافتراضي هو أنها
bg: Независимо дали е разрешено изпращането на имейли bcc, поведението по подразбиране е, че е
ca: Si els BCC s'habiliten o no, per defecte és que sí
de: Unabhängig davon, ob "bcc"-E-Mails aktiviert sind oder nicht, ist das Standardverhalten, dass sie
eo: Whether or not bcc emails are on, the default is that it’s lit fam
es: Si los correos electrónicos CCO estén habilitados o no, el comportamiento predeterminado es que sí
fa: چه ایمیل‌های bcc فعال باشند یا نه، رفتار پیش‌فرض همین است
fi: Olipa bcc-sähköpostit käytössä tai ei, oletusarvoisesti se on.
fr: Que les Cci soient activés ou non, le comportement par défaut est qu'il s'agit d'un Cci.
hu: Függetlenül attól, hogy a Titkos másolat e-mailek engedélyezve vannak-e, az alapértelmezett viselkedés ez
it: Indipendentemente dal fatto che i messaggi bcc siano abilitati o meno, il comportamento predefinito è che sia
ja: BCC メールが有効かどうかに関係なく、デフォルトの動作は有効です。
lt: Nepriklausomai nuo to, ar nematomos kopijos el. laiškai įjungti, ar ne, numatytasis elgesys yra toks
ms: Sama ada e-mel bcc diaktifkan atau tidak, tingkah laku lalai adalah seperti ini
nb: Om bcc eposter er aktiver eller ikke, er standard at den er det
nl: Of bcc-e-mails nu wel of niet zijn ingeschakeld, het standaardgedrag is dat het
pl: Niezależnie od tego, czy wiadomości UDW są włączone, czy nie, domyślnym zachowaniem jest, że jest to
pt_br: Independentemente de os e-mails bcc estarem ou não habilitados, o comportamento padrão é que estejam
ru: Независимо от того, включена ли функция bcc, по умолчанию она работает следующим образом
sk: Bez ohľadu na to, či sú e-maily bcc povolené alebo nie, predvolené správanie je, že je
sl: Ne glede na to, ali so e-poštna sporočila s skp omogočena ali ne, je privzeto vedenje, da je
sq: NEse email-et bcc janE tE aktivizuara apo jo, sjellja default EshtE qE EshtE
sr: Da li su bcc emailovi omogućeni ili ne, podrazumevano ponašanje je da je
sv: Oavsett om bcc-e-postmeddelanden är aktiverade eller inte, är standardbeteendet att det är
tr: Gizli e-postalar etkin olsun ya da olmasın, varsayılan davranış
uk: Чи ввімкнені листи BCC; поведінка за замовчуванням така, що це
vi: Cho dù email bcc có được bật hay không thì hành vi mặc định vẫn là
zh_hk: 無論是否啟用密送電子郵件，預設行為都是

source: User {0} does not exist
ar: المستخدم {0} غير موجود
bg: Потребител {0} не съществува
ca: L'usuari {0} no existeix
de: Der Benutzer {0} existiert nicht
eo: User {0} is MIA rn
es: El usuario {0} no existe
fa: کاربر {0} وجود ندارد
fi: Käyttäjää {0} ei ole olemassa
fr: L'utilisateur {0} n'existe pas
hu: {0} felhasználó nem létezik
it: L'utente {0} non esiste
ja: ユーザー {0} は存在しません
lt: Naudotojas {0} neegzistuoja
ms: Pengguna {0} tidak wujud
nb: Bruker {0} eksisterer ikke
nl: Gebruiker {0} bestaat niet
pl: Użytkownik {0} nie istnieje
pt_br: O usuário {0} não existe
ru: Пользователь {0} не существует
sk: Používateľ {0} neexistuje
sl: Uporabniška {0} ne obstaja
sq: Përdoruesi {0} nuk ekziston
sr: Korisnik {0} ne postoji
sv: Användare {0} finns inte
tr: {0} kullanıcısı mevcut değil
uk: Користувача {0} не існує
vi: Người dùng {0} không tồn tại
zh_hk: 使用者 {0} 不存在

source: Loading events namespace:
hu: Események névterének betöltése:
ms: Memuat ruang nama acara:

source: Error publishing {0} event: {1}
ar: خطأ في نشر حدث {0}: {1}
bg: Грешка при публикуването на събитието {0} : {1}
ca: Error en publicar l'esdeveniment {0}: {1}
de: Fehler bei der Veröffentlichung des Ereignisses {0} : {1}
eo: Oops, something's wrong when tryin to post {0} event: {1} smh
es: Error al publicar el evento {0}: {1}
fa: خطا در انتشار رویداد {0} : {1}
fi: Virhe julkaisessa {0} tapahtumassa: {1}
fr: Erreur de publication de l'événement {0} : {1}
hu: Hiba a(z) {0} esemény közzétételekor: {1}
it: Errore nella pubblicazione dell'evento {0} : {1}
ja: {0} イベントの公開中にエラーが発生しました: {1}
lt: Klaida skelbiant {0} įvykį: {1}
ms: Ralat menerbitkan acara {0}: {1}
nb: Feil ved publisering av {0} hendelse: {1}
nl: Fout bij het publiceren van {0} evenement: {1}
pl: Błąd publikacji zdarzenia {0} : {1}
pt_br: Erro ao publicar o evento {0}: {1}
ru: Ошибка при публикации события {0} : {1}
sk: Chyba pri publikovaní udalosti {0} : {1}
sl: Napaka pri objavljanju {0} dogodka: {1}
sq: Gabim gjatë publikimit të eventit {0}: {1}
sr: Greška pri objavljivanju događaja {0}: {1}
sv: Fel vid publicering av {0} -evenemang: {1}
tr: {0} olayı yayınlanırken hata oluştu: {1}
uk: Помилка публікації події {0}: {1}
vi: Lỗi khi xuất bản sự kiện {0} : {1}
zh_hk: 錯誤發佈 {0} 事件： {1}

source: See this day by hour
ar: اعرض هذا اليوم حسب الساعة
bg: Вижте това ден след час
ca: Veure aquest dia per hores
de: Zeige diesen Tag nach Stunden
eo: Peep this day hour by hour
es: Ver este día por hora
fa: این را روز به ساعت ببینید
fi: Katso tämä päivä tunneittain
fr: Voir cela jour après jour
hu: Lásd ezt napról órára
it: Vedi questo giorno diviso in ore
ja: この日を時間ごとに表示
lt: Žiūrėkite šią dieną po valandos
ms: Lihat hari ini mengikut jam
nb: Se denne dagen per time
nl: Bekijk deze dag per uur
pl: Zobacz to dzień po godzinie
pt_br: Ver este dia por hora
ru: Смотрите на это день за днем
sk: Pozri tento deň po hodinách
sl: Oglejte si to dan po uri
sq: Shih këtë ditë sipas orës
sr: Prikaži ovaj dan po satu
sv: Se denna dag per timme
tr: Bunu gün ve saat olarak görün
uk: Показати цей день по годинах
vi: Xem ngày này theo giờ
zh_hk: 逐日逐時查看

source: See this month by week
ar: اعرض هذا الشهر حسب الأسبوع
bg: Вижте това месец по седмица
ca: Veure aquest mes per setmanes
de: Zeige diesen Monat nach Wochen
eo: Check this month by week, fr.
es: Ver este mes por semana
fa: این را ماه به هفته ببینید
fi: Katso tämä kuukausi viikottain
fr: Voir mois par semaine
hu: Nézze meg ezt hónapról hétre
it: Vedi questo mese diviso in settimane
ja: 今月を週ごとに表示
lt: Žiūrėkite šį mėnesį po savaitės
ms: Lihat bulan ini mengikut minggu
nb: Se denne måneden per uke
nl: Bekijk deze maand per week
pl: Zobacz ten miesiąc z podziałem na tygodnie
pt_br: Ver este mês por semana
ru: Смотрите месяц за неделей
sk: Pozrite si tento mesiac po týždňoch
sl: Oglejte si ta mesec za tednom
sq: Shih këtë muaj sipas javës
sr: Prikaži ovaj mesec po nedelji
sv: Se denna månad per vecka
tr: Hafta hafta bu aya bakın
uk: Показати цей місяць по тижнях
vi: Xem tháng này theo tuần
zh_hk: 按週查看本月內容

source: See this hour by minute
ar: اعرض هذه الساعة حسب الدقيقة
bg: Вижте това час по минута
ca: Veure aquesta hora per minuts
de: Zeige diese Stunde nach Minuten
eo: Watchin' this hour, like, minute by minute, fr fr
es: Ver esta hora por minuto
fa: ساعت به دقیقه این را ببینید
fi: Katso tämä tunti minuutti minuutilta
fr: Voir cela heure par heure
hu: Nézze meg ezt óráról percre
it: Vedi quest'ora divisa in minuti
ja: この時間を分ごとに表示
lt: Žiūrėkite šią valandą po minutės
ms: Lihat jam ini mengikut minit
nb: Se denne timen per minutt
nl: Bekijk dit van uur tot minuut
pl: Zobacz godzinę po minucie
pt_br: Ver esta hora por minuto
ru: Смотрите час за минутой
sk: Pozrite si túto hodinu po minúte
sl: Oglejte si to uro po minuti
sq: Shih këtë orë sipas minutës
sr: Prikaži ovaj sat po minutu
sv: Se denna timme per minut
tr: Bunu saat dakika görün
uk: Показати цю годину по хвилинах
vi: Xem giờ này theo phút
zh_hk: 逐分鐘觀看

source: See this year by quarter
ar: اعرض هذه السنة حسب الربع
bg: Вижте тази година по тримесечия
ca: Veure aquest any per quadrimestre
de: Zeige dieses Jahr nach Quartalen
eo: Peep this year by quarters, fr fr
es: Ver este año por trimestre
fa: امسال را فصل به فصل ببینید
fi: Katso tämä vuosi neljänneksittäin
fr: Voir cette année par trimestre
hu: Nézze meg idén negyedévenként
it: Vedi quest'anno diviso in trimestri
ja: 今年を四半期ごとに表示
lt: Žiūrėkite šių metų ketvirtį
ms: Lihat tahun ini mengikut suku tahun
nb: Se dette året per kvartal
nl: Bekijk dit jaar per kwartaal
pl: Zobacz ten rok z podziałem na kwartały
pt_br: Ver este ano por trimestre
ru: Смотрите этот год по кварталам
sk: Pozri tento rok podľa štvrťrokov
sl: Oglejte si letošnje leto po četrtletjih
sq: Shih këtë vit sipas tremujorit
sr: Prikaži ovu godinu po kvartalu
sv: Se detta året per kvartal
tr: Çeyrek bazında bu yıla bakın
uk: Показати цей рік по кварталах
vi: Xem năm nay theo quý
zh_hk: 按季度查看今年的情況

source: See this quarter by month
ar: اعرض هذا الربع حسب الشهر
bg: Вижте това тримесечие по месеци
ca: Veure aquest quadrimestre per mesos
de: Zeige dieses Quartal nach Monaten
eo: Yo, peep this quarter by month
es: Ver este trimestre por mes
fa: این ربع به ماه را ببینید
fi: Katso tämä neljännes kuukausittain
fr: Voir ce trimestre par mois
hu: Nézze meg ezt negyedévről hónapra
it: Vedi questo trimestre diviso in mesi
ja: この四半期を月ごとに表示
lt: Peržiūrėkite šį ketvirtį po mėnesio
ms: Lihat suku tahun ini mengikut bulan
nb: Se dette kvartalet per måned
nl: Bekijk dit kwartaal per maand
pl: Zobacz ten kwartał według miesięcy
pt_br: Ver este trimestre por mês
ru: Смотрите этот квартал по месяцам
sk: Pozrite si tento štvrťrok podľa mesiacov
sl: Oglejte si to četrtletje po mesecih
sq: Shih këtë tremujor sipas muajit
sr: Prikaži ovaj kvartal po mesecu
sv: Se detta kvartal per månad
tr: Bu çeyreği ay bazında görün
uk: Показати цей квартал по місяцях
vi: Xem quý này theo tháng
zh_hk: 按月份查看本季度

source: See this week by day
ar: اعرض هذا الأسبوع حسب اليوم
bg: Вижте тази седмица по дни
ca: Veure aquesta setmana per dia
de: Zeige diese Woche nach Tagen
eo: See this week by day → Peep this week day by day
es: Ver esta semana por día
fa: این هفته به روز ببینید
fi: Katso tämä viikko päivä päivältä
fr: Voir semaine par jour
hu: Lásd ezt hétről napra
it: Vedi questa settimana divisa per giorni
ja: 今週を日ごとに表示
lt: Žiūrėkite šią savaitę po dienos
ms: Lihat minggu ini mengikut hari
nb: Se denne uken etter dag
nl: Bekijk deze week per dag
pl: Zobacz tydzień po dniu
pt_br: Ver esta semana por dia
ru: Смотрите неделю за днем
sk: Pozrite si tento týždeň podľa dní
sl: Oglejte si ta teden po dnevih
sq: Shih këtë javë sipas ditës
sr: Prikaži ovu nedelju po danu
sv: Se denna veckan per dag
tr: Bu haftayı gün gün görün
uk: Показати цей тиждень по днях
vi: Xem tuần này theo ngày
zh_hk: 逐日查看本週

source: Is Not Empty
ar: غير فارغ
bg: Не е празен
ca: És No Buit
de: Ist nicht leer
eo: Not empty fr
es: No es vacío
fa: خالی نیست
fi: Ei ole tyhjä
fr: N'est pas vide
hu: Nem Üres
it: Non è vuoto
ja: 空ではありません
lt: Nėra Tuščia
ms: Tidak Kosong
nb: er ikke tom
nl: Is niet leeg
pl: Nie jest pusty
pt_br: Não está vazio
ru: Не пустой
sk: Nie je prázdny
sl: Ni prazen
sq: Nuk është Bosh
sr: Nije prazno
sv: Är inte tom
tr: Boş Değil
uk: Не порожнє
vi: Không trống
zh_hk: 不是空的

source: Cannot add-field with unknown source {0}
hu: Nem adható hozzá ismeretlen forrású mező: {0}
ms: Tidak dapat menambah medan dengan sumber yang tidak dikenali {0}

source: Cannot remove-field with unknown source {0}
hu: Nem távolítható el ismeretlen forrású mező: {0}
ms: Tidak dapat menghapus medan dengan sumber yang tidak dikenali {0}

source: {0} is in the {1}, starting {2} ago
hu: A(z) {0} a(z) {1} helyen van, {2} óta
ms: {0} berada dalam {1}, bermula {2} yang lalu

source: {0} excludes {1} {2} selections
ar: {0} يستبعد {1} تحديدات {2}
bg: {0} изключва селекциите на {1} {2}
ca: {0} exclou les seleccions {1} {2}
de: {0} schließt die Auswahl {1} {2} aus
eo: {0} lowkey skips {1} {2} choices
es: {0} excluye {1} {2} selecciones
fa: {0} شامل {1} {2} انتخاب ها نمی شود
fi: {0} sulkee pois {1} {2} valinnat
fr: {0} exclut {1} {2} sélections
hu: A(z) {0} nem tartalmaz {1} {2} kijelölést
it: {0} Non sono comprese le selezioni di {1} {2}
ja: {0} は {1} {2} の選択を除外します
lt: {0} neįtraukia {1} {2} pasirinkimų
ms: {0} mengecualikan {1} {2} pilihan
nb: {0} ekskluderer {1} {2} valg
nl: {0} exclusief {1} {2} selecties
pl: {0} Wyklucza wybór {1} {2}
pt_br: {0} exclui {1} {2} seleções
ru: {0} исключая выбор {1} {2}
sk: {0} nezahŕňa výbery {1} {2}
sl: {0} izključuje {1} {2} izbore
sq: {0} përjashton {1} {2} përzgjedhje
sr: {0} isključuje {1} {2} izbora
sv: {0} exkluderar {1} {2} urval
tr: {0} {1} {2} seçimleri hariçtir
uk: {0} виключає {1} виборів типу {2}
vi: {0} loại trừ {1} {2} lựa chọn
zh_hk: {0} 不包括 {1} {2} 選項

source: {0} is in the {1}, starting {2} from now
hu: A(z) {0} a(z) {1} helyen van, {2} naptól kezdődően
ms: {0} berada dalam {1}, bermula {2} dari sekarang

source: {0} is equal to {1}
ar: {0} يساوي {1}
bg: {0} е равен на {1}
ca: {0} és igual a {1}
de: {0} ist gleich {1}
eo: {0} is straight-up equal to {1}
es: {0} es igual a {1}
fa: {0} برابر است با {1}
fi: {0} on yhtä suuri kuin {1}
fr: {0} est égal à {1}
hu: {0} egyenlő: {1}
it: {0} è uguale a {1}
ja: {0} は {1} に等しい
lt: {0} yra lygus {1}
ms: {0} adalah sama dengan {1}
nb: {0} er lik {1}
nl: {0} gelijk is aan {1}
pl: {0} jest równa {1}
pt_br: {0} é igual a {1}
ru: {0} равен {1}
sk: {0} sa rovná {1}
sl: {0} je enako {1}
sq: {0} është e barabartë me {1}
sr: {0} je jednako {1}
sv: {0} är lika med {1}
tr: {0} {1}adresine eşittir.
uk: {0} дорівнює {1}
vi: {0} bằng {1}
zh_hk: {0} 等於 {1}

source: {0} is not {1} selections
eo: {0} isn’t the vibe for {1} selections
hu: A(z) {0} nem {1} kijelölés
lt: {0} nėra {1} pasirinkimų
ms: {0} bukan pilihan {1}

source: {0} excludes each {1}
ar: {0} يستبعد كل {1}
bg: {0} изключва всеки {1}
ca: {0} exclou cada {1}
de: {0} gilt nicht für jede {1}
eo: {0} doesn’t include any {1} or {0} leaves out all the {1} fr fr
es: {0} excluye cada {1}
fa: {0} هر {1}را مستثنی می کند
fi: {0} sulkee pois jokaisen {1}
fr: {0} exclut chaque {1}
hu: A {0} kizárja az egyes {1} elemeket
it: {0} non è compreso il sito {1}
ja: {0} は各 {1} を除外します
lt: {0} neįtraukia kiekvieną {1}
ms: {0} mengecualikan setiap {1}
nb: {0} ekskluderer hver {1}
nl: {0} exclusief elke {1}
pl: {0} nie obejmuje każdego {1}
pt_br: {0} exclui cada {1}
ru: {0} не включает каждый {1}
sk: {0} nezahŕňa každý {1}
sl: {0} izključuje vsako {1}
sq: {0} përjashton çdo {1}
sr: {0} isključuje svaki {1}
sv: {0} exkluderar varje {1}
tr: {0} her biri hariçtir {1}
uk: {0} виключає кожен {1}
vi: {0} loại trừ mỗi {1}
zh_hk: {0} 不包括每個 {1}

source: {0} is equal to {1} selections
eo: "{0} is basically the same as {1} picks"
hu: {0} egyenlő {1} kijelöléssel
lt: {0} yra lygus {1} pasirinkimams
ms: {0} adalah sama dengan {1} pilihan

source: {0} excludes {1} each year
ar: {0} يستبعد {1} كل سنة
bg: {0} изключва {1} всяка година
ca: {0} exclou {1} cada any
de: {0} schließt {1} jedes Jahr aus
eo: {0} lowkey leaves out {1} every year
es: {0} excluye {1} cada año
fa: {0} هر سال {1} را استثنا نمی کند
fi: {0} sulkee pois {1} joka vuosi
fr: {0} exclut {1} chaque année
hu: A(z) {0} nem tartalmazza a(z) {1} értéket minden évben
it: {0} esclude {1} ogni anno
ja: {0} は毎年 {1} を除外します
lt: {0} neįtraukia {1} kiekvienais metais
ms: {0} mengecualikan {1} setiap tahun
nb: {0} ekskluderer {1} hvert år
nl: {0} exclusief {1} elk jaar
pl: {0} nie obejmuje {1} każdego roku
pt_br: {0} exclui {1} a cada ano
ru: {0} исключает {1} каждый год
sk: {0} nezahŕňa {1} každý rok.
sl: {0} izključuje {1} vsako leto
sq: {0} përjashton {1} çdo vit
sr: {0} isključuje {1} svake godine
sv: {0} exkluderar {1} varje år
tr: {0} her yıl {1} hariçtir
uk: {0} виключає {1} щороку
vi: {0} loại trừ {1} mỗi năm
zh_hk: {0} 每年不包括 {1}

source: {0} is not equal to {1}
ar: {0} لا يساوي {1}
bg: {0} не е равна на {1}
ca: {0} no és igual a {1}
de: {0} nicht gleich {1}ist.
eo: {0} is lowkey not it for {1}
es: {0} no es igual a {1}
fa: {0} برابر با {1}نیست
fi: {0} ei ole yhtä suuri kuin {1}
fr: {0} n'est pas égal à {1}
hu: {0} nem egyenlő a következővel: {1}
it: {0} non è uguale a {1}
ja: {0} は {1} と等しくありません
lt: {0} nėra lygus {1}
ms: {0} tidak sama dengan {1}
nb: {0} er ikke lik {1}
nl: {0} niet gelijk is aan {1}
pl: {0} nie jest równa {1}
pt_br: {0} não é igual a {1}
ru: {0} не равна {1}
sk: {0} sa nerovná {1}
sl: {0} ni enako {1}
sq: {0} nuk është e barabartë me {1}
sr: {0} nije jednako {1}
sv: {0} inte är lika med {1}
tr: {0} {1}adresine eşit değildir.
uk: {0} не дорівнює {1}
vi: {0} không bằng {1}
zh_hk: {0} 不等於 {1}

source: {0} is in the {1}
ar: {0} ضمن {1}
bg: {0} е в {1}
ca: {0} està en la {1}
de: {0} ist in der {1}
eo: {0} is totally vibing in the {1}
es: {0} está en el {1}
fa: {0} در {1}است
fi: {0} on {1}
fr: {0} est dans le {1}
hu: {0} a következőben van: {1}
it: {0} è nel sito {1}
ja: {0} は {1} の中にあります
lt: {0} yra {1}
ms: {0} berada dalam {1}
nb: {0} ligger i {1}
nl: {0} staat op {1}
pl: {0} znajduje się na stronie {1}
pt_br: {0} está no {1}
ru: {0} находится на сайте {1}.
sk: {0} je na stránke {1}.
sl: {0} je v {1}
sq: {0} është në {1}
sr: {0} je u {1}
sv: {0} finns på {1}
tr: {0} {1}adresinde
uk: {0} у {1}
vi: {0} nằm trong {1}
zh_hk: {0} 在 {1}

source: {0} is on {1}
ar: {0} في {1}
bg: {0} е на адрес {1}
ca: {0} està en {1}
de: {0} ist auf {1}zu finden.
eo: {0 is vibing on {1} }
es: {0} está en {1}
fa: {0} در {1}است
fi: {0} on {1}
fr: {0} est sur {1}
hu: {0} a következő napon van: {1}
it: {0} è su {1}
ja: {0} は {1} にあります
lt: {0} yra {1}
ms: {0} pada {1}
nb: {0} er på {1}
nl: {0} staat op {1}
pl: {0} jest na {1}
pt_br: {0} está em {1}
ru: {0} на сайте {1}
sk: {0} je na stránke {1}.
sl: {0} je na {1}
sq: {0} është në {1}
sr: {0} je na {1}
sv: {0} finns på {1}
tr: {0} {1}adresinde
uk: {0} на {1}
vi: {0} đang ở {1}
zh_hk: {0} 是在 {1}

source: {0} is not {1}
eo: {0} is not it rn
hu: {0} nem {1}
lt: {0} nėra {1}
ms: {0} bukan {1}

source: {0} excludes the hour of {1}
ar: {0} يستبعد ساعة {1}
bg: {0} изключва часа на {1}
ca: {0} exclou l'hora de {1}
de: {0} schließt die Stunde von {1}aus.
eo: {0} ain't counting the hour of {1} but fr, that’s on period
es: {0} excluye la hora del {1}
fa: {0} ساعت {1}را استثنا نمی کند
fi: {0} sulkee pois tunnin {1}
fr: {0} exclut l'heure de {1}
hu: {0} nem tartalmazza a következő időpontot: {1}
it: {0} Non è compresa l'ora di {1}
ja: {0} は {1} の時間を除きます
lt: {0} neįtraukia {1} valandos
ms: {0} mengecualikan jam {1}
nb: {0} ekskluderer time {1}
nl: {0} exclusief het uur van {1}
pl: {0} nie obejmuje godziny {1}
pt_br: {0} exclui a hora de {1}
ru: {0} исключая час {1}
sk: {0} nezahŕňa hodinu {1}.
sl: {0} izključuje uro {1}
sq: {0} përjashton orën e {1}
sr: {0} isključuje sat za {1}
sv: {0} utesluter timmen {1}.
tr: {0} {1}saati hariçtir.
uk: {0} виключає годину {1}
vi: {0} không bao gồm giờ của {1}
zh_hk: {0} 不包括 {1}的小時

source: {0} excludes {1}
ar: {0} يستبعد {1}
bg: {0} изключва {1}
ca: {0} exclou {1}
de: {0} ausgenommen {1}
eo: {0} lowkey excludes {1}
es: {0} excluye {1}
fa: {0} شامل {1}نمی شود
fi: {0} sulkee pois {1}
fr: {0} exclut {1}
hu: {0} kizárja a következőt: {1}
it: {0} Non include {1}
ja: {0} は {1} を除外します
lt: {0} neįtraukia {1}
ms: {0} mengecualikan {1}
nb: {0} ekskluderer {1}
nl: {0} exclusief {1}
pl: {0} nie obejmuje {1}
pt_br: {0} exclui {1}
ru: {0} исключает {1}
sk: {0} nezahŕňa {1}.
sl: {0} izključuje {1}
sq: {0} përjashton {1}
sr: {0} isključuje {1}
sv: {0} exkluderar {1}
tr: {0} {1}hariçtir
uk: {0} виключає {1}
vi: {0} không bao gồm {1}
zh_hk: {0} 不包括 {1}

source: {0} is not equal to {1} selections
eo: {0} and {1} selections are not it, fr.
hu: {0} nem egyenlő {1} kijelöléssel
lt: {0} nėra lygus {1} pasirinkimams
ms: {0} tidak sama dengan pilihan {1}

source: {0} is {1} selections
eo: {0} is vibing with {1} selections
hu: A(z) {0} {1} kijelölés
lt: {0} yra {1} pasirinkimų
ms: {0} adalah {1} pilihan
