Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Administrators always have the highest level of access to everything in Metabase.
ar: المسؤولون دائمًا لديهم أعلى مستوى من الوصول إلى كل شيء في Metabase.
bg: Администраторите винаги имат най-високо ниво на достъп до всичко в Метабейс.
ca: Els administradors sempre tenen el màxim nivell d'accés a Metabase.
de: Administratoren haben stets die höchsten Zugriffsrechte auf alles in Metabase.
eo: Admins always got the top-tier access to everything in Metabase, fr.
es: Los administradores siempre tienen el más alto nivel de acceso a todo en Metabase.
fa: مدیران همیشه دارای بالاترین سطح دسترسی به همه چیز در Metabase هستند.
fi: Järjestelmänvalvojilla on aina korkein pääsy kaikkeen Metabasessa.
fr: Les administrateurs ont toujours le plus haut niveau d'accès à tout dans Metabase.
hu: Az adminisztrátorok mindig a legmagasabb szintű hozzáféréssel rendelkeznek mindenhez a Metabase-ban.
it: Gli amministratori hanno sempre il più alto livello di accesso a tutto Metabase.
ja: 管理者にはMetabaseの全データへのアクセス権限があります
lt: Administratoriai visada turi aukščiausio lygio prieigą prie visko Metabase viduje.
ms: Pentadbir sentiasa mempunyai tahap akses tertinggi kepada segala-galanya dalam Metabase.
nb: Administratorer har alltid høyeste tilgangsnivå til alt i Metabase.
nl: Beheerders hebben altijd het hoogste nivo van toegang tot alles binnen Metabase.
pl: Administratorzy mają zawsze najwyższy poziom dostępu do wszystkich rzeczy w Metabase.
pt_br: Os administradores sempre têm o nível mais alto de acesso a tudo na Metabase.
ru: Администраторы всегда имеют наивысший приоритет доступа ко всему в Metabase.
sk: Správcovia majú vždy najvyššiu úroveň prístupu ku všetkému v Metabase.
sl: Skrbniki imajo vedno najvišjo raven dostopa do vsega v Metabase.
sq: Administratorët kanë gjithmonë nivelin më të lartë të aksesit për gjithçka në Metabase.
sr: Administratori uvek imaju najviši nivo pristupa svemu u Metabase-u.
sv: Administratörer har alltid den högsta access-nivån till allting i Metabase.
tr: Yöneticiler her zaman, Metabase'de her şeye en yüksek düzeyde erişime sahiptir.
uk: Адміністратори завжди мають найвищий рівень доступу до всього в Metabase.
vi: Các quản trị viên luôn có quyền hạn cao nhất tới tất cả các thứ trong Metabase
zh_hk: 管理員始終對Metabase中的所有內容具有最高級別的訪問權限。

source: Every Metabase user belongs to the All Users group. If you want to limit or restrict a group's access to something, make sure the All Users group has an equal or lower level of access.
hu: Minden Metabase felhasználó az Összes felhasználó csoporthoz tartozik. Ha korlátozni vagy szigorítani szeretné egy csoport hozzáférését valamihez, győződjön meg arról, hogy a Minden felhasználó csoport azonos vagy alacsonyabb szintű hozzáféréssel rendelkezik.
ms: Setiap pengguna Metabase adalah ahli kumpulan Semua Pengguna. Jika anda ingin mengehadkan atau menyekat akses kumpulan kepada sesuatu, pastikan kumpulan Semua Pengguna mempunyai tahap akses yang sama atau lebih rendah.

source: MetaBot is Metabase's Slack bot. You can choose what it has access to here.
hu: A MetaBot a Metabase Slack botja. Itt választhatja ki, hogy mihez férhet hozzá.
ms: MetaBot adalah bot Slack Metabase. Anda boleh memilih apa yang boleh diaksesnya di sini.

source: The "{0}" group may have access to a different set of {1} than this group, which may give this group additional access to some {2}.
ar: قد يكون لدى مجموعة "{0}" وصول إلى مجموعة مختلفة من {1} مقارنةً بهذه المجموعة، مما قد يمنح هذه المجموعة وصولًا إضافيًا إلى بعض {2}.
bg: Групата „{0}“ може да има достъп до различен набор от {1} от тази група, което може да даде на тази група допълнителен достъп до някои {2}.
ca: El grup "{0}" pot tenir accés a un conjunt diferent de {1} que aquest grup, lo que pot donar-li accés addicional a algun {2}.
de: Die Gruppe "{0}" hat anderen Zugriff auf {1} als diese Gruppe, was dieser Gruppe somit weiteren Zugriff auf {2} gibt.
eo: The “{0}” squad might have a different vibe with their {1} than this crew, which could give them extra access to some {2}.
es: El grupo "{0}" puede tener acceso a un conjunto diferente de {1} que este grupo, lo que puede darle a este grupo acceso adicional a algún {2}.
fa: گروه "{0}" ممکن است به یک مجموعه متفاوت از {1} از این گروه دسترسی داشته باشد، که ممکن است این گروه دسترسی اضافی به برخی {2} را داشته باشد.
fi: Ryhmällä "{0}" voi olla pääsy eri {1} joukkoon kuin tähän ryhmään, mikä voi antaa tälle ryhmälle lisäoikeuksia joihinkin {2}.
fr: Le groupe "{0}" peut avoir accès à un ensemble différent de {1} que ce groupe, ce qui peut donner à ce groupe un accès supplémentaire à certains {2}.
hu: Előfordulhat, hogy a(z) "{0}" csoport más {1}-készlethez férhet hozzá, mint ez a csoport, ami további hozzáférést adhat a csoportnak bizonyos {2}-okhoz.
it: Il "{0}" gruppo può avere accesso a un diverso insieme di {1} rispetto a questo gruppo, che può dare a questo gruppo ulteriore accesso ad alcune {2}.
ja: "{0}"グループは、このグループとは異なる{1}セットにアクセスする可能性があります。その場合、{0}グループには{2}への追加アクセス権が与えられます。
ms: MetaBot adalah bot Slack Metabase. Anda boleh memilih apa yang boleh diaksesnya di sini.
nb: Gruppen {0} kan ha tilgang til et annet sett av {1} enn denne gruppen, som kan gi gruppen tilgang til noe av {2}
nl: De "{0}" groep heeft mogelijk toegang tot een andere set van {1} dan deze groep, waardoor deze groep mogelijk extra toegang heeft tot een aantal {2}.
pl: Grupa "{0}" może mieć dostęp do innego zestawu {1} niż ta grupa, co może dać tej grupie dodatkowy dostęp do niektórych {2}.
pt_br: O grupo "{0}" pode ter acesso a um conjunto diferente de {1} do que este grupo, o que pode dar a ele acesso adicional a alguns {2}.
ru: Группа "{0}" имеет доступ к иным {1}, чем данная группа, что позволит ей получить доступ к {2}.
sk: Skupina "{0}" môže mať prístup k inej množine {1} ako táto skupina, čo môže tejto skupine poskytnúť ďalší prístup k niektorým {2}.
sl: Skupina "{0}" ima lahko dostop do drugačnega nabora {1} kot ta skupina, kar lahko tej skupini omogoči dodaten dostop do nekaterih {2}.
sq: Grupi "{0}" mund të ketë qasje në një grup të ndryshëm {1} sesa ky grup, gjë që mund t’i japë këtij grupi qasje shtesë në disa {2}.
sr: Grupa "{0}" možda ima pristup drugačijem skupu {1} nego ova grupa, što može ovoj grupi dati dodatni pristup nekim {2}.
sv: Gruppen "{0}" kan ha access till en annan uppsättning av {1} än denna grupp, vilket kan ge denna grupp ytterligare till några {2}.
tr: "{0}" grubu bu gruba göre {1} farklı bir kümeye erişebilir, bu da bu gruba bazı {2} düzeylerine ek erişim sağlayabilir.
uk: Група "{0}" може мати доступ до іншого набору {1}, ніж ця група, що може надати цій групі додатковий доступ до деяких {2}.
vi: Nhóm \ "{0} " có thể có quyền truy cập vào một nhóm {1} khác với nhóm này, nhóm này có thể cung cấp cho nhóm này quyền truy cập bổ sung vào một số {2}.
zh_hk: ''{0}''群組可以訪問與該群組不同的{1}，這可以為該群組提供對某些{2}的額外訪問權限。

source: The "{0}" group has a higher level of access than this, which will override this setting. You should limit or revoke the "{1}" group's access to this item.
ar: لدى مجموعة "{0}" مستوى وصول أعلى من هذا، مما سيتجاوز هذا الإعداد. يجب أن تحد أو تلغي وصول مجموعة "{1}" إلى هذا العنصر.
bg: Групата „{0}“ има по-високо ниво на достъп от това, което ще замени тази настройка. Трябва да ограничите или отнемете достъпа на групата „{1}“ до този елемент.
ca: El grup "{0}" té un major nivell d'accés que aquest cosa que anul·larà aquesta configuració. Has de limitar o revocar el accés del grup "{1}" a aquest element.
de: Die Gruppe "{0}" hat höheren Zugriff als diese, was wiederum ein Überschreiben dieser Einstellung mit sich bringt. Du solltest den Zugriff der Gruppe "{1}" auf das Element beschränken oder revidieren.
eo: The "{0}" group has way more access than this, so it’ll override this setting. You should probs limit or revoke the "{1}" group's access to this item.
es: El grupo "{0}" tiene un mayor nivel de acceso que este, lo que anulará esta configuración. Debes limitar o revocar el acceso del grupo "{1}" a este elemento.
fa: گروه "{0}" سطح دسترسی بیشتری نسبت به این دارد که این تنظیم را برطرف می کند. شما باید "{1}" دسترسی گروه به این مورد را محدود یا لغو کنید.
fi: Ryhmällä {0} on korkeampi käyttöoikeustaso kuin tämä, mikä ohittaa tämän asetuksen. Voit rajoittaa tai peruuttaa ryhmän {1} käyttöoikeus tähän kohteeseen.
fr: Le groupe "{0}" a un niveau d'accès plus élevé que celui-ci, qui remplacera ce paramètre. Vous devez limiter ou révoquer l'accès du groupe "{1}" à cet élément.
hu: A(z) "{0}" csoport ennél magasabb szintű hozzáféréssel rendelkezik, ami felülírja ezt a beállítást. Korlátozza vagy vonja vissza a(z) "{1}" csoport hozzáférését ehhez az elemhez.
it: Il gruppo "{0}" ha un livello di accesso superiore a questo, per cui sarà sostutuita questa impostazione. Devi limitare o revocare l'accesso del gruppo "{1}" a questo elemento.
ja: "{0}"グループのアクセスレベルはこれより高くなり、この設定が上書きされます。 "{1}"グループのこのアイテムへのアクセスをブロックまたは取り消す必要があります。
ms: Kumpulan "{0}" mempunyai tahap akses yang lebih tinggi daripada ini, yang akan menimbulkan pengaturan ini. Anda harus mengehadkan atau mencabut akses kumpulan "{1}" kepada item ini.
nb: "{0}"-gruppen har et høyere nivå av adgang enn dette, det vil overstyre denne innstillingen. Du bør begrense eller fjerne "{1}"-gruppens tilgang til denne ressursen.
nl: De groep "{0}" heeft een hoger toegangsniveau dan deze, waardoor deze instelling wordt opgeheven. Je moet de toegang van de groep "{1}" tot dit item beperken of intrekken.
pl: Grupa "{0}" ma wyższy poziom dostępu niż ten, który zastąpi to ustawienie. Należy ograniczyć lub cofnąć dostęp grupy "{1}" do tego elementu.
pt_br: O grupo "{0}" tem um nível de acesso maior que este, o que anulará esta configuração. Você deveria limitar ou revogar o acesso do grupo "{1}" a este item.
ru: Группа "{0}" имеет больший уровень доступа, чем этот, что переопределит данный параметр. Вам следует ограничить или отозвать доступ группы "{1}" к данному элементу.
sk: Skupina "{0}" má vyššiu úroveň prístupu ako to, čím toto nastavenie prepíšete. Mali by ste obmedziť alebo zrušiť prístup skupiny „{1}“ k tejto položke.
sl: Skupina "{0}" ima višjo raven dostopa kot ta, zato bo ta nastavitev razveljavljena. Dostop skupine "{1}" do tega elementa morate omejiti ali preklicati.
sq: Grupi "{0}" ka një nivel aksesi më të lartë se ky, i cili do ta anashkalojë këtë cilësim. Duhet të kufizosh ose t’ia heqësh aksesin grupit "{1}" për këtë element.
sr: Grupa "{0}" ima viši nivo pristupa od ovoga, što će pregaziti ovo podešavanje. Trebalo bi da ograničite ili opozovete pristup grupi "{1}" ovom stavkom.
sv: Gruppen "{0}" har en högre accessnivå än denna, vilket kommer att ha företräde före denna inställning. Du bör begränsa eller ta bort "{1}"-gruppens rättigheter till denna post.
tr: "{0}" grubu, bu ayarı geçersiz kılacak daha yüksek bir erişim düzeyine sahiptir. "{1}" grubunun bu öğeye erişimini sınırlandırmalı veya iptal etmelisiniz.
uk: Група "{0}" має вищий рівень доступу, ніж цей, тож вона перевизначить це налаштування. Вам слід обмежити або відкликати доступ групи "{1}" до цього елемента.
vi: Nhóm \ "{0} " có mức truy cập cao hơn nhóm này, sẽ ghi đè cài đặt này. Bạn nên giới hạn hoặc thu hồi quyền truy cập của nhóm \ "{1} " vào mục này.
zh_hk: ''{0}''群組具有比此更高的訪問級別，並將覆蓋此設定。您應該限制或撤消"{1}"群組對此項目的訪問權限。

source: Limit
ar: قيّد
bg: Ограничи
ca: Límit
de: Begrenzung
eo: Cap
es: ¿Limitar
fa: محدودیت
fi: Rajoita
fr: Limite
hu: Határ
it: Limita
ja: 制限する
lt: Riba
ms: Had
nb: Grense
nl: Limiet
pt_br: Limite
ru: Ограничение
sk: Obmedziť
sl: Omejiti
sq: Kufizo
sr: Ograniči
sv: Begränsa
tr: Sınır
uk: Обмежити
vi: Giới hạn
zh_hk: 限制

source: Revoke
ar: ألغِ
bg: Отмени
ca: Revocar
de: Widerrufen
eo: Cancel that, fr fr
es: ¿Revocar
fa: لغو
fi: Evää
fr: Révoquer
hu: Visszavonás
it: Revoca
ja: 取り消す
lt: Atšaukti
ms: Mansuh
nb: Fjern
nl: Intrekken
pl: Unieważnij
pt_br: Revogar
ru: Отозвать
sk: Odobrať
sl: Prekliče
sq: Revoko
sr: Opozovi
sv: Upphäv
tr: Geri almak
uk: Відкликати
vi: Thu hồi
zh_hk: 撤銷

source: access even though "{0}" has greater access?
ar: الوصول رغم أن "{0}" لديه وصول أكبر؟
bg: достъп, въпреки че „{0}“ има по-голям достъп?
ca: accedir tot i que el grup "{0}" té major accés?
de: Zugriff, obwohl "{0}" einen größeren Zugriff hat?
eo: Can I still get in even tho "{0}" has more access?
es: el acceso a pesar de que el grupo "{0}" tiene mayor acceso?
fa: حتی اگر {0} دسترسی بیشتری داشته باشد
fi: pääsy, vaikka "{0}" on laajemmat oikeudet?
fr: accéder même si "{0}" possède un accès supérieur ?
hu: hozzáférést, bár a(z) "{0}" nagyobb hozzáféréssel rendelkezik?
it: accesso anche se "{0}" ha un accesso maggiore?
ja: {0}の方がより広いアクセス権限を持っていますが、アクセスを
ms: Akses walaupun "{0}" mempunyai akses yang lebih besar?
nb: tilgang selv om "{0}" har høyere tilgangsnivå?
nl: Betreden terwijl "{0}" meer rechten heeft?
pl: dostęp mimo że "{0}" ma większy dostęp?
pt_br: acesso, mesmo que "{0}" tenha mais acesso?
ru: доступ, даже если "{0}" имеет больший доступ?
sk: prístup, aj keď „{0}“ má väčší prístup?
sl: dostop, čeprav ima "{0}" večji dostop?
sq: qasjen edhe pse "{0}" ka qasje më të madhe?
sr: pristup iako "{0}" ima veći pristup?
sv: åtkomst trots att "{0}" har större rättigheter?
tr: "{0}" daha fazla erişime sahip olsa bile erişimi sağlayın?
uk: доступ, навіть якщо "{0}" має більший доступ?
vi: truy cập mặc dù \ "{0} " có quyền truy cập lớn hơn?
zh_hk: 即使{0}有更高權限？

source: Limit access
ar: قيّد الوصول
bg: Ограничи достъпа
ca: Limitar accés
de: Zugriff beschränken
eo: Lockin' it down
es: Limitar el acceso
fa: محدودیت دسترسی
fi: Rajoita pääsyä
fr: Limiter l'accès
hu: Korlátozza a hozzáférést
it: Limita l'accesso
ja: アクセスを制限する
lt: Riboti prieigą
ms: Hadkan akses
nb: Tilgangsgrense
nl: Limiteer toegang
pl: Ogranicz dostęp
pt_br: Limite de acesso
ru: Ограничить доступ
sk: Obmedziť prístup
sl: Omejitev dostopa
sq: Kufizo qasjen
sr: Ograniči pristup
sv: Begränsa åtkomst
tr: Lİmit erişimi
uk: Обмежити доступ
vi: Giới hạn truy cập
zh_hk: 部分權限

source: Revoke access
ar: ألغِ الوصول
bg: Отмени достъпа
ca: Revocar l'accés
de: Zugriff widerrufen
eo: Cancel the plug
es: Revocar el acceso
fa: لغو دسترسی
fi: Palauta pääsy
fr: Révoquer l'accès
hu: Hozzáférés visszavonása
it: Revoca L'accesso
ja: アクセスを取り消す
lt: Atšaukti prieigą
ms: Batalkan akses
nb: Fjern tilgang
nl: Trek toegang in
pl: Odbierz dostęp
pt_br: Revogar acesso
ru: Отозвать доступ
sk: Odobrať prístup
sl: Preklic dostopa
sq: Revoko qasjen
sr: Opozovi pristup
sv: Upphäv åtkomst
tr: Erişimi iptal et
uk: Відкликати доступ
vi: Thu hồi quyền truy cập
zh_hk: 取消權限

source: Change access to this database to limited?
hu: Módosítja az adatbázishoz való hozzáférést korlátozottra?
ms: Tukar akses kepada pangkalan data ini kepada terhad?

source: Change
ar: غيّر
bg: Промени
ca: Canvi
de: Änderung
eo: Switch up
es: Cambiar
fa: تغییر
fi: Muuta
fr: Changer
hu: Változtatás
it: Cambia
ja: 変更する
lt: Pakeisti
ms: Ubah
nb: Bytt
nl: Wijzigen
pl: Zmień
pt_br: Alterar
ru: Изменить
sk: Zmeniť
sl: Spremeniti
sq: Ndrysho
sr: Promeni
sv: Ändra
tr: Değiştir
uk: Змінити
vi: Thay đổi
zh_hk: 更改

source: Allow Raw Query Writing?
hu: Engedélyezi a nyers lekérdezés írását?
ms: Benarkan penulisan Query langsung?

source: This will also change this group's data access to Unrestricted for this database.
hu: Ezzel a csoport adathozzáférését is Korlátlan értékre módosítja ennél az adatbázisnál.
ms: Ini juga akan menukar akses data kumpulan ini kepada Tidak Terhad untuk pangkalan data ini.

source: Allow
ar: اسمح
bg: Позволи
ca: Permetre
de: Erlauben
eo: Bet or For real (depending on context)
es: Permitir
fa: مجاز
fi: Salli
fr: Autoriser
hu: Engedélyez
it: Permetto
ja: 許可する
lt: Leisti
ms: Benarkan
nb: Tillatt
nl: Toestaan
pl: Pozwól
pt_br: Permitir
ru: Разрешить
sk: Povoliť
sl: Dovoliti
sq: Lejo
sr: Dozvoli
sv: Tillåt
tr: İzin vermek
uk: Дозволити
vi: Cho phép
zh_hk: 允許

source: Revoke access to all tables?
ar: إلغاء الوصول إلى كل الجداول؟
bg: Отмени достъпът до всички таблици?
ca: Revocar l'accés a totes les taules?
de: Zugriff auf alle Tabellen widerrufen?
eo: Should I yeet access to all the tables?
es: ¿Revoca el acceso a todas las tablas?
fa: دسترسی به تمام جداول را لغو کنید؟
fi: Poista pääsy kaikkiin tauluihin?
fr: Révoquer l'accès à toutes les tables ?
hu: Megvonja a hozzáférést az összes táblához?
it: Revocare l'accesso a tutte le tabelle?
ja: すべてのテーブルへのアクセスを取り消しますか?
lt: Panaikinti prieigą prie visų lentelių?
ms: Tarik balik akses kepada semua jadual?
nb: Fjern tilgang til alle tabeller?
nl: Rechten intrekken voor alle tabellen?
pl: Odebrać dostęp do wszystkich tabel?
pt_br: Revogar o acesso a todas as tabelas?
ru: Отозвать доступ ко всем таблицам?
sk: Odobrať prístup pre všetky tabuľky?
sl: Preklicati dostop do vseh tabel?
sq: Të revokohet qasja në të gjitha tabelat?
sr: Opozvati pristup svim tabelama?
sv: Upphäva åtkomst till alla tabeller?
tr: Tüm tablolara erişimi iptal et?
uk: Відкликати доступ до всіх таблиць?
vi: Thu hồi quyền truy cập tới tất cả cá bảng?
zh_hk: 取消所有表的權限

source: This will also revoke this group's access to raw queries for this database.
ar: سيؤدي هذا أيضًا إلى إلغاء وصول هذه المجموعة إلى الاستعلامات الخام لهذه قاعدة البيانات.
bg: Това също ще отмени достъпа на тази група до сурови заявки за тази база данни.
ca: Això també revocarà l'accés d'aquest grup a les consultes en pla per aquesta base de dades.
de: Dadurch wird der Datenzugriff dieser Gruppe auf die Datensätze der Datenbank widerrufen.
eo: This will also cancel this group's access to raw queries for this database, fr.
es: Esto también revocará el acceso de este grupo a consultas sin formato para esta base de datos.
fa: این همچنین دسترسی این گروه به درخواستهای خام برای این پایگاه داده را لغو خواهد کرد.
fi: Tämä poistaa myös ryhmän pääsyn tämän tietokannan raakakyselyihin.
fr: Cela aura aussi pour effet de révoquer à ce groupe l'usage des questions brutes vers cette base de données.
hu: Ezzel a csoportnak az adatbázis nyers lekérdezéseihez való hozzáférését is visszavonja.
it: Questo revocherà anche l'accesso di questo gruppo alle query per questo database.
ja: このグループのデータベースのロークエリへのアクセスも取り消されます。
lt: Tai taip pat panaikins šios grupės prieigą prie šios duomenų bazės neapdorotų užklausų.
ms: Ini juga akan membatalkan akses kumpulan ini kepada Query langsung untuk pangkalan data ini
nb: Dette vil også fjerne denne gruppens tilgang til rå spørringer for denne databasen.
nl: Hiermee wordt ook de toegang van deze groep tot "raw queries" voor deze database ingetrokken.
pl: Spowoduje to również cofnięcie dostępu tej grupie do zapytań dla tej bazy danych.
pt_br: Isso também revogará o acesso desse grupo a consultas não formatadas para este banco de dados.
ru: Это также отзовет доступ группы к прямым запросам к базе данных.
sk: Tým sa tiež zruší prístup tejto skupiny k nespracovaným dotazom pre túto databázu.
sl: To bo tudi preklicalo dostop te skupine do neobdelanih poizvedb za to bazo podatkov.
sq: Kjo do t’ia revokojë gjithashtu këtij grupi qasjen në pyetjet raw për këtë bazë të dhënash.
sr: Ovo će takođe opozvati pristup ove grupe sirovim upitima za ovu bazu.
sv: Detta kommer också att upphäva denna grupps åtkomst till manuella frågor mot denna databas.
tr: Bu ayrıca bu grubun bu veritabanı için ham sorgulara erişimini iptal edecektir.
uk: Це також відкличе доступ цієї групи до raw-запитів для цієї бази даних.
vi: Điều này cũng sẽ thu hồi quyền truy cập của nhóm này vào các truy vấn thô cho cơ sở dữ liệu này.
zh_hk: 這也將撤消此組對該資料庫的原始查詢的訪問權限。

source: Grant unrestricted access
hu: Korlátlan hozzáférés biztosítása
ms: Beri akses tanpa had

source: Unrestricted access
hu: Korlátlan hozzáférés
ms: Akses tanpa had

source: Limited access
hu: Korlátozott hozzáférés
ms: Akses terhad

source: No access
ar: لا صلاحية وصول
bg: Няма достъп
ca: Sense accés
de: Kein Zugriff
eo: No cap, no access
es: Sin acceso
fa: دسترسی ندارید
fi: Ei pääsyä
fr: Aucun accès
hu: Nincs hozzáférés
it: Accesso Negato
ja: アクセスがありません
lt: Įeiti draudžiama
ms: Tiada akses
nb: Ingen tilgang
nl: Geen toegang
pl: Brak dostępu
pt_br: Sem acesso
ru: Нет доступа
sk: Žiaden prístup
sl: Brez dostopa
sq: Pa akses
sr: Nema pristupa
sv: Ingen åtkomst
tr: Erişim yok
uk: Немає доступу
vi: Không truy cập
zh_hk: 沒有權限

source: Write raw queries
hu: Írjon nyers lekérdezéseket
ms: Tulis Query langsung

source: Can write raw queries
hu: Nyers lekérdezéseket tud írni
ms: Boleh menulis Query langsung

source: Curate collection
hu: Gyűjtemény kurátora
ms: Urus koleksi

source: View collection
hu: Gyűjtemény megtekintése
ms: Lihat koleksi

source: Data Access
hu: Adat Hozzáférés
ms: Akses Data

source: View tables
hu: Táblák megtekintése
ms: Lihat jadual

source: SQL Queries
hu: SQL Lekérdezések
ms: Query SQL

source: View schemas
hu: Sémák megtekintése
ms: Lihat skema

source: Data Model
hu: Adat Model
ms: Model Data

source: Sign in with Google
ar: سجّل الدخول باستخدام Google
bg: Влезте с Google
ca: Identificar-se amb Google
de: Anmeldung über Google
eo: Log in w/ Google
es: Accede con Google
fa: با Google وارد شوید
fi: Kirjaudu googlen avustuksella
fr: S'authentifier avec Google
hu: Belépés Google-lel
it: Accesso con Google
ja: Googleでサインイン
lt: Prisijunkite naudodami Google
ms: Log masuk dengan Google
nb: Logg inn med Google
nl: Inloggen met Google
pl: Zaloguj przez Google
pt_br: Entre com o Google
ru: Войти с помощью Google
sk: Prihlásiť sa pomocou Google
sl: Prijava z Googlom
sq: Hyr me Google
sr: Prijavi se pomoću Google-a
sv: Logga in med Google
tr: Google ile giriş yap
uk: Увійти за допомогою Google
vi: Đăng nhập với Google
zh_hk: Google帳號登入
