Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Edit Your Segment
ar: عدّل شريحتك
bg: Променете Вашия сегмент
ca: Edita el teu segment
de: Abschnitt bearbeiten
eo: Fix up your segment, bestie
es: Edita tu Segmento
fa: بخش شِما را ویرایش کنید
fi: Muokkaa segmenttiä
fr: Modifier votre segment
hu: Módosítsa Szegmensét
it: Modifica il tuo Segmento
ja: セグメントを編集する
lt: Redaguokite savo segmentą
ms: Sunting Segmen Anda
nb: Rediger ditt segment
nl: Bewerk uw segment
pl: Edytuj segment
pt_br: Edite seu segmento
ru: Изменить ваш Сегмент
sk: Upravte svoj segment
sl: Urejanje segmenta
sq: Redakto Segmentin Tënd
sr: Uredite svoj segment
sv: Ändra ditt segment
tr: Segmentinizi düzenleyin
uk: Редагуйте свій сегмент
vi: Chỉnh sửa phân khúc của bạn
zh_hk: 編輯劃分(Segment)

source: Create Your Segment
ar: أنشئ شريحتك
bg: Създайте сегмент
ca: Crear el teu segment
de: Abschnitt erstellen
eo: Make your vibe or set your squad
es: Crea tu Segmento
fa: بخش مورد نظرتان را ایجاد کنید
fi: Luo segmentti
fr: Créez votre segment
hu: Hozza létre Szegmensét
it: Crea il tuo Segmento
ja: セグメントを作成する
lt: Sukurkite savo segmentą
ms: Cipta Segmen Anda
nb: Opprett ditt segment
nl: Maak uw segment
pl: Utwórz swój segment
pt_br: Crie seu segmento
ru: Создать ваш Сегмент
sk: Vytvorte svoj segment
sl: Ustvarite svoj segment
sq: Krijo Segmentin Tënd
sr: Kreirajte svoj segment
sv: Skapa ditt segment
tr: Segmentinizi oluşturun
uk: Створіть свій сегмент
vi: Tạo phân khúc của bạn
zh_hk: 建立劃分(Segment)

source: Make changes to your segment and leave an explanatory note.
ar: أجرِ تغييرات على شريحتك واترك ملاحظة توضيحية.
bg: Направете промени по Вашия сегмент и оставете обяснителна бележка.
ca: Feu canvis al vostre segment i deixeu un nota explicativa.
de: Nimm Änderungen an deinem Segment vor und hinterlasse eine Erläuterung.
eo: Tweak your segment and drop a quick lil note explainin’ what’s up.
es: Haz cambios en tu segmento y deja una nota explicativa.
fa: تغییرات را در بخش خود انجام دهید و یک یادداشت جهت توضیح بنویسید.
fi: Tee segmenttiin muutokset ja jätä selvitys.
fr: Modifiez votre segment et laissez une note d’explication.
hu: Módosítsa a szegmenst, és írjon be magyarázó megjegyzést.
it: Cambia il tuo segmento e aggiungi una nota esplicativa
ja: セグメントを変更し注釈を加える
ms: Buat perubahan pada segmen anda dan tinggalkan nota penerangan.
nb: Gjør endringer i ditt segment og legg igjen en forklaring.
nl: Verander je segment en laat een uitleg achter.
pl: Wprowadź zmiany w segmencie i pozostaw notatkę wyjaśniającą.
pt_br: Faça alterações no seu segmento e deixe uma nota explicativa.
ru: Внесите изменения в ваш сегмент и оставьте к ним пояснение.
sk: Vykonajte zmeny vo svojom segmente a pridajte vysvetľujúcu poznámku.
sl: Spremenite segment in pustite pojasnjevalno opombo.
sq: Bëj ndryshime në segmentin tënd dhe lër një shënim shpjegues.
sr: Napravite izmene u segmentu i ostavite objašnjenje.
sv: Gör ändringar i ditt segment och skriv en förklarande anteckning.
tr: Segmentinizde değişiklikler yapın ve açıklayıcı not bırakın
uk: Внесіть зміни до свого сегмента та залиште пояснювальну примітку.
vi: Thay đổi phân khúc của bạn và để lại một ghi chú giải thích.
zh_hk: 更改劃分(Segment)，並敘述變動內容。

source: Select and add filters to create your new segment for the {0} table
hu: Válassza ki és adjon hozzá szűrőket az új szegmens létrehozásával a(z) {0} táblázathoz
ms: Pilih dan tambah tapisan untuk mencipta segmen baharu anda pada jadual {0}.

source: Name Your Segment
ar: سمِّ شريحتك
bg: Дайте име на Вашия сегмент
ca: Doneu-li un nom al vostre segment
de: Abschnitt benennen
eo: Pick Your Squad Segment
es: Ponle nombre a tu segmento
fa: نام بخش خود را بنویسید
fi: Nimeä segmentti
fr: Nommez votre segment
hu: Nevezze el a Szegmensét
it: Dai un nome al tuo Segmento
ja: セグメントに名前を付ける
lt: Pavadinkite savo segmentą
ms: Namakan Segmen Anda
nb: Navngi ditt segment
nl: Benoem uw segment
pl: Nadaj nazwę segmentowi
pt_br: Nomeie seu segmento
ru: Задайте имя для вашего Сегмента
sk: Pomenujte svoj segment
sl: Poimenujte svoj segment
sq: Emërto Segmentin Tënd
sr: Nazovite svoj segment
sv: Namnge ditt segment
tr: Segmentinizi adlandırın
uk: Назвіть свій сегмент
vi: Đặt tên phân khúc của bạn
zh_hk: 命名劃分(Segment)

source: Give your segment a name to help others find it.
ar: امنح شريحتك اسمًا ليسهل على الآخرين العثور عليها.
bg: Дайте име на сегмента си, за да помогнете на другите да го намерят.
ca: Doneu un nom al vostre segment per ajudar als altres a trobar-lo.
de: Benenne Dein Segment, um anderen zu helfen, sie zu finden.
eo: Name your segment so peeps can find it easily, fr.
es: Dale un nombre a tu segmento para ayudar a otros a encontrarlo.
fa: بخش خود را نام گذاری کنید تا به دیگران جهت یافتن آن کمک کنید.
fi: Anna segmentillesi nimi auttaaksesi muita löytämään sen
fr: Donnez un nom à votre segment pour aider les utilisateurs à le retrouver.
hu: Adjon nevet a szegmensnek, hogy mások könnyebben tudják megtalálni.
it: Dai un nome al tuo segmento per aiutare gli altri a trovarlo
ja: 他のユーザーが見つけやすくするため、セグメントに名前を付けてください
ms: Beri nama segmen anda untuk membantu orang lain mencarinya.
nb: Gi segmentet ditt et navn for å gjøre det enklere for andre å finne det.
nl: Geef uw segment een naam om het vindbaar te maken voor anderen.
pl: Nadaj swojemu segmentowi nazwę, aby inni mogli go znaleźć.
pt_br: Dê um nome ao seu segmento para ajudar outras pessoas a encontrá-lo.
ru: Задайте имя для вашего сегмента, чтобы другие смогли его найти.
sk: Pomenujte svoj segment a pomôžte ostatným ho nájsť.
sl: Poimenujte segment, da ga bodo drugi lažje našli.
sq: Jepi segmentit tënd një emër për të ndihmuar të tjerët ta gjejnë.
sr: Dajte segmentu naziv kako bi ga drugi lakše pronašli.
sv: Ge ditt segment ett namn för att hjälp andra att hitta det.
tr: Segmentinize başkalarının bulmasına yardımcı olacak bir ad verin.
uk: Дайте сегменту назву, щоб іншим було легше його знайти.
vi: Đặt tên cho phân khúc của bạn để giúp người khác tìm thấy nó
zh_hk: 命名劃分(Segment)方便其他人搜尋

source: Describe Your Segment
ar: صِف شريحتك
bg: Опишете сегмента си
ca: Descriu el teu segment
de: Abschnitt beschreiben
eo: Describe ur segment
es: Describe tu Segmento
fa: بخش خود را توصیف کنید
fi: Kuvaile segmenttiäsi
fr: Décrivez votre segment
hu: Mutassa be a Szegmensét
it: Discrivi il tuo segmento
ja: セグメントの説明
lt: Apibūdinkite savo segmentą
ms: Terangkan Segmen Anda
nb: Beskriv ditt segment
nl: Beschrijf uw segment
pl: Opisz swój segment
pt_br: Descreva seu segmento
ru: Опишите ваш Сегмент
sk: Popíšte svoj segment
sl: Opišite svoj segment
sq: Përshkruaj Segmentin Tënd
sr: Opišite svoj segment
sv: Beskriv ditt segment
tr: Segmentinizi açıklayın
uk: Опишіть свій сегмент
vi: Mô tả phân khúc của bạn
zh_hk: 敘述劃分(Segment)

source: Give your segment a description to help others understand what it's about.
ar: امنح شريحتك وصفًا لمساعدة الآخرين على فهم ما تدور حوله.
bg: Дайте описание на вашия сегмент, за да помогнете на другите да разберат за какво става въпрос.
ca: Doneu una descripció al vostre segment per ajudar als altres a saber de que va.
de: Gib deinem Segment eine Beschreibung, damit andere verstehen, worum es geht.
eo: Drop a lil description for your segment so others can get the vibe, bestie.
es: Dale una descripción a tu segmento para ayudar a otros a entender de qué se trata.
fa: به بخش خود یک توضیحی اضافه کنید تا به دیگران جهت فهم آن کمک کنید
fi: Lisää segmentille kuvaus, jotta muut ymmärtävät sen käyttötarkoituksen.
fr: Donnez une description à votre segment pour aider les autres à mieux l'utiliser.
hu: Adja meg a szegmens leírását, hogy segítsen másoknak megérteni, mi a célja a változtatásnak.
it: Dai una descrizione al tuo segmento per aiutare gli altri a capire di cosa si tratta.
ja: 他ユーザーのためにセグメントに説明を加える
ms: Beri huraian segmen anda untuk membantu orang lain memahami tentangnya.
nb: Gi ditt segment en beskrivelse for å hjelpe andre med å forstå hva det dreier seg om.
nl: Geef je segment een beschrijving zodat anderen begrijpen waar het over gaat.
pl: Dodaj opis swojego segmentu, aby pomóc innym zrozumieć, o co chodzi.
pt_br: Dê uma descrição ao seu segmento para ajudar outros a entenderem do que se trata.
ru: Укажите описание вашей метрики, чтобы помочь другим понять о чем она.
sk: Zadajte popis svojho segmentu, aby ste ostatným pomohli pochopiť, o čo ide.
sl: Segmentu dajte opis, da bodo drugi lažje razumeli, za kaj gre.
sq: Jepi segmentit tënd një përshkrim për të ndihmuar të tjerët të kuptojnë për çfarë bëhet fjalë.
sr: Dajte segmentu opis kako bi drugi razumeli o čemu se radi.
sv: Ge ditt segment en beskrivning för att hjälp andra förstå vad det handlar om.
tr: Segmentinize diğerlerinin neyle ilgili olduğunu anlamalarına yardımcı olacak bir açıklama verin.
uk: Додайте опис сегмента, щоб інші зрозуміли, про що він.
vi: Cho phân khúc của bạn một lời mô tả để giúp người khác hiểu nó là gì
zh_hk: 敘述劃分(Segment)，方便其他人理解。

source: This is a good place to be more specific about less obvious segment rules
ar: هذا مكان مناسب لتكون أكثر تحديدًا بشأن قواعد الشريحة الأقل وضوحًا
bg: Това е добро място да бъдете по-конкретни относно по-малко очевидните правила за сегменти
ca: Aquest és un bon lloc per ser més específics sobre les regles menys obvies del segment
de: Dies ist ein guter Ort, um etwas genauer auf weniger offensichtliche Segmentregeln einzugehen
eo: This spot's lowkey perfect for getting more specific about those less obvious segment rules.
es: Este es un buen lugar para ser más específico sobre las reglas de segmentación menos obvias
fa: این مکان بهتراست که درمورد قوانین بخش ها، کمتر واضح باشد
fi: Tämä on hyvä paikka tarkentaa vähemmän ilmeisiä segmenttisääntöjä
fr: C'est le bon endroit pour être plus spécifique sur les règles de segment moins évidentes
hu: Ez egy jó hely a kevésbé nyilvánvaló szegmensszabályok pontosítására
it: questo e' un buon posto per essere precisi nel descrivere le regole di segmento meno ovvie
ja: セグメントのルールについてより詳細な情報をこちらに記入してください
ms: Ini adalah tempat yang baik untuk lebih spesifik tentang peraturan segmen yang kurang jelas
nb: Dette er et bra sted å være mer spesifikk om mindre åpenbare segmenteringsregler
nl: Dit is een goede plek om specifieker te zijn over minder voor de hand liggende segment regels.
pl: To dobre miejsce na bardziej szczegółowe omówienie mniej oczywistych reguł dotyczących segmentu
pt_br: Este é um bom lugar para ser mais específico sobre regras de segmento menos óbvias
ru: Это идеальное место, чтобы быть более конкретным в отношении менее очевидных правил определения сегмента
sk: Toto je miesto na presnejšie vymedzenie pravidiel segmentu
sl: To je dober kraj za natančnejše določanje manj očitnih pravil segmentov
sq: Ky është një vend i mirë për të qenë më specifik për rregullat e segmentit që nuk janë shumë të dukshme
sr: Ovo je dobro mesto da budete precizniji u vezi sa manje očiglednim pravilima segmenta
sv: Detta är ett bra ställe att mera detaljerat beskriva de mindre tydliga segment-reglerna
tr: Bu daha az belirgin segment kuralları hakkında daha spesifik olmak için iyi bir yer
uk: Тут добре детальніше описати менш очевидні правила сегмента
vi: Đây là một nơi tốt để cụ thể hơn về các quy tắc phân khúc ít rõ ràng hơn
zh_hk: 在這裡詳細敘述劃分(Segment)，比如不太明顯的規則

source: This will show up in the revision history for this segment to help everyone remember why things changed
ar: سيظهر هذا في سجل المراجعات لهذه الشريحة لمساعدة الجميع على تذكّر سبب تغيّر الأمور
bg: Това ще се появи в историята на редакциите за този сегмент, за подсещане на потребителите защо нещата са се променили
ca: Això apareixerà l'historial de versions d'aquest segment per ajudar a tothom a recordar per què es va realitzar aquest canvi
de: Dies wird in der Revisionshistorie für dieses Segment angezeigt, damit sich jeder daran erinnern kann, warum sich die Dinge geändert haben
eo: This will pop up in the revision history for this part to help everyone remember why stuff got changed, fr.
es: Esto aparecerá en el historial de revisiones de este segmento para ayudar a todos a recordar por qué se realizó el cambio
fa: این در تاریخچه بازنگری، برای این بخش نشان داده خواهد شد تا به همه کمک کند که به یاد داشته باشند چرا برخی چیز ها تغییر کرده است.
fi: Tämä näkyy segmentin muutoshistoriassa, jotta kaikki muistavat, miksi muutos on tehty
fr: Ce sera affiché dans l'historique des révisions pour ce segment, afin d'aider tout le monde à se souvenir pour ça a été changé
hu: Megjelenik a szegmens felülvizsgálati előzményeiben, hogy segítsen mindenkinek emlékezni, mi a célja a változtatásnak
it: Questo verrà visualizzato nella cronologia delle revisioni di questo segmento per aiutare tutti a ricordare perché le cose sono cambiate
ja: 他ユーザーにも変更理由がわかるよう、このセグメントの履歴に表示されます
ms: Ini akan dipaparkan dalam sejarah semakan untuk segmen ini bagi membantu semua orang mengingati sebab perubahan
nb: Dette vil vises i revisjonshistorikken for dette segmentet for å hjelpe alle å huske hvorfor ting ble endret
nl: Dit wordt getoond in de revisiegeschiedenis, zodat iedereen weet waarom dit segment werd aangepast.
pl: Będzie to widoczne w historii zmian dla tego segmentu, aby pomóc wszystkim pamiętać, dlaczego rzeczy zmienił
pt_br: Isso aparecerá no histórico de revisão deste segmento para ajudar todos a lembrar por que as coisas mudaram
ru: Данное сообщение появится в истории изменений сегмента и поможет всем восстановить ход событий
sk: Toto sa objaví v histórii revízií pre tento segment, aby všetci vedeli prečo sa veci zmenili
sl: To bo prikazano v zgodovini revizij za ta segment, da se bodo vsi spomnili, zakaj so se stvari spremenile
sq: Kjo do të shfaqet në historikun e rishikimeve për këtë segment për t’i ndihmuar të gjithë të kujtojnë pse ndryshuan gjërat
sr: Ovo će se pojaviti u istoriji revizija za ovaj segment kako bi svi zapamtili zašto su se stvari promenile
sv: Detta kommer att synas i revisionshistoriken för detta segment för att hjälpa alla att komma ihåg varför saker ändrades
tr: Neden değiştiğini hatırlamalarını yardımcı olmak için bu segment revizyon geçmişinde görünecek.
uk: Це з’явиться в історії ревізій цього сегмента, щоб усі пам’ятали, чому щось змінилося
vi: Điều này sẽ hiển thị trong lịch sử sửa đổi cho phân khúc này để giúp mọi người nhớ tại sao mọi thứ thay đổi
zh_hk: 這將顯示在篩選器的修訂歷史記錄中，以幫助每個人記住事情發生變化的原因

source: Settings
ar: الإعدادات
bg: Настройки
ca: Configuració
de: Einstellungen
eo: settings → vibe check
es: Configuración
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hu: Beállítások
it: Impostazioni
ja: 設定
lt: Nustatymai
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configuração
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
sr: Podešavanja
sv: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hk: 設定

source: Metabase can scan the values in this table to enable checkbox filters in dashboards and questions.
ar: يمكن لـ Metabase فحص القيم في هذا الجدول لتمكين فلاتر مربعات الاختيار في لوحات المعلومات والأسئلة.
bg: Метабейс може да сканира стойностите в тази таблица, за да активира филтрите за отметки в таблата и въпросите.
ca: Metabase pot llegir els valors d'aquesta taula per habilitar filtres de caselles de selecció als quadres de comandament i preguntes.
de: Metabase kann die Werte in dieser Tabelle scannen, um Listenfilter in Dashboards und Fragen zu aktivieren.
eo: Metabase can peep the values in this table so u can have checkbox filters on dashboards and questions, fr.
es: Metabase puede leer los valores en esta tabla para habilitar filtros de casillas de verificación en cuadros de mandos y preguntas.
fa: متابیس می تواند مقادیر در این جدول را اسکن کند تا فیلترهای چک باکس را در داشبورد و سوالات فعال کند.
fi: Metabase voi listata kentän arvot salliakseen valintaruutujen käytön dashboardeissa ja kysymyksissä.
fr: Metabase peut analyser les valeurs des champs de cette table pour activer les filtres de case à cocher dans les tableaux de bord et les questions.
hu: A Metabase át tudja vizsgálni a táblázatban szereplő értékeket, hogy engedélyezze a jelölőnégyzet-szűrőket az irányítópultokon és kérdésekben.
it: Metabase può analizzare i valori per questa tabella in modo da abilitare i filtri delle caselle di controllo nelle 'dashboard' e nelle 'question'.
ja: Metabaseはダッシュボードまたは質問のチェックボックスを有効化するため、このテーブルの値をスキャンします。
ms: Metabase boleh mengimbas nilai dalam jadual ini untuk membolehkan tapisan kotak semak dalam papan pemuka dan soalan.
nb: Metabase kan skanne verdiene i denne tabellen for å lage avkrysningsboks-filtere på infotavlene og i spørsmålene.
nl: Metabase kan de waardes van deze tabel scannen om checkbox filters in dashboards en vragen aan te zetten.
pl: Metabase może skanować wartości w tej tabeli, aby włączyć filtry pól wyboru w pulpitach i pytaniach.
pt_br: O Metabase pode fazer uma varredura dos valores nesta tabela para habilitar filtros de caixa de seleção em painéis e perguntas.
ru: Metabase может сканировать значения в этой таблице для того, чтобы построить выпадающие списки для фильтров дашбордов и запросов.
sk: Metabase môže naskenovať hodnoty v tejto tabuľke a povoliť filtre v checkboxoch na dashboardoch a otázkach.
sl: Metabase lahko pregleda vrednosti v tej tabeli in omogoči filtre potrditvenih polj na nadzornih ploščah in vprašanjih.
sq: Metabase mund të skanojë vlerat në këtë tabelë për të aktivizuar filtrat me checkbox në panelet dhe pyetjet.
sr: Metabase može skenirati vrednosti u ovoj tabeli da omogući filtere sa čekboksovima u kontrolnim tablama i pitanjima.
sv: Metabase kan skanna värden i denna tabell för att aktivera kryssruteboxar i instrumentpaneler och frågor.
tr: Metabase , gösterge tablolarında ve sorgularda onay kutusu filtrelerini etkinleştirmek için bu tablodaki değerleri tarayabilir.
uk: Metabase може сканувати значення в цій таблиці, щоб увімкнути фільтри з чекбоксами в дашбордах і запитах.
vi: Metabase có thể quét các giá trị trong bảng này để bật các bộ lọc hộp kiểm trong bảng điều khiển và câu hỏi.
zh_hk: Metabase掃描此表中的值以啟用資訊看板和問題中的複選框篩選器。

source: Re-scan this table
eo: Re-scan this table, bestie, it’s lowkey giving me FOMO
hu: Tábla újra vizsgálása
lt: Nuskaityti šią lentelę iš naujo
ms: Imbas semula jadual ini

source: Add
ar: أضف
bg: Добави
ca: Afegir
de: Hinzufügen
eo: add = bet, or just "add" if you wanna keep it chill, but "bet" is more chill.
es: Añadir
fa: اضافه کردن
fi: Lisää
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
lt: Papildyti
ms: Tambah
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sk: Pridať
sl: Dodati
sq: Shto
sr: Dodaj
sv: Lägg till
tr: Ekle
uk: Додати
vi: Thêm
zh_hk: 新增

source: Not a valid formatted email address
hu: Nem érvényes e-mail cím
ms: Bukan format alamat e-mel yang sah

source: First name
ar: الاسم الأول
bg: Име
ca: Nom
de: Vorname
eo: First name → basic bff nickname
es: Nombre
fa: نام
fi: Etunimi
fr: Prénom
hu: Keresztnév
it: Nome
ja: 名
lt: Vardas
ms: Nama pertama
nb: Fornavn
nl: Voornaam
pl: Imię
pt_br: Nome
ru: Имя
sk: Krstné meno
sl: Ime
sq: Emri
sr: Ime
sv: Förnamn
tr: İsim
uk: Імʼя
vi: Tên
zh_hk: 名

source: Last name
ar: اسم العائلة
bg: Фамилия
ca: Cognom
de: Nachname
eo: Last name → fam name
es: Apellidos
fa: نام خانوادگی
fi: Sukunimi
fr: Nom
hu: Családnév
it: Cognome
ja: 姓
lt: Pavardė
ms: Nama terakhir
nb: Etternavn
nl: Achternaam
pl: Nazwisko
pt_br: Sobrenome
ru: Фамилия
sk: Priezvisko
sl: Priimek
sq: Mbiemri
sr: Prezime
sv: Efternamn
tr: Soyisim
uk: Прізвище
vi: Họ
zh_hk: 姓

source: Email address
ar: عنوان البريد الإلكتروني
bg: Имейл
ca: Correu electrònic
de: E-Mail-Adresse
eo: email addy
es: Dirección de Email
fa: آدرس ایمیل
fi: Sähköpostiosoite
fr: Adresse électronique
hu: Email cím
it: Indirizzo email
ja: メールアドレス
lt: El. pašto adresas
ms: Alamat emel
nb: E-post adresse
nl: E-mailadres
pl: Adres email
pt_br: Endereço de e-mail
ru: Адрес электронной почты
sk: Emailová adresa
sl: E-poštni naslov
sq: Adresa e emailit
sr: Email adresa
sv: Epost-adress
tr: E-posta adresi
uk: Адреса електронної пошти
vi: Địa chỉ email
zh_hk: 信箱地址

source: Permission Groups
hu: Engedélycsoportok
ms: Kebenaran Akses Kumpulan

source: Make this user an admin
hu: Tegyük meg ezt a felhasználót adminnak
ms: Pastikan pengguna ini adalah pentadbir
