Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Drop here to upload to {0}
ar: أفلِت هنا للرفع إلى {0}
bg: Пуснете тук за качване в {0}
ca: Arrossega-ho aquí per pujar-ho a {0}
de: Hier ablegen um hochzuladen nach {0}
eo: Drop here to upload to {0} — fr fr, just tap to send it in
es: Soltar aquí para subir a {0}
fa: برای آپلود در {0}اینجا را رها کنید
fi: Pudota tähän ladataksesi {0}:aan.
fr: Dépose ici pour ajouter à {0}
hu: Húzza ide a feltöltéshez a(z) {0}-ra
it: Scaricare qui per caricare su {0}
ja: {0}にアップロードするにはここにドロップしてください。
lt: Nuvilkite čia, kad įkeltumėte į {0}
ms: Jatuhkan di sini untuk memuat naik ke {0}
nb: Slipp her for å laste opp til {0}
nl: Hier neerzetten om te uploaden naar {0}
pl: Upuść tutaj aby przesłać do {0}
pt_br: Arraste aqui para fazer upload para {0}
ru: Перетащите сюда, чтобы загрузить в {0}
sk: Tu môžete nahrať na stránku {0}
sl: Spustite tukaj, če želite naložiti v {0}
sq: Lëshoje këtu për ta ngarkuar te {0}
sr: Prevucite ovde da biste otpremili u {0}
sv: Klicka här för att ladda upp till {0}
tr: {0}'a yüklemek için buraya bırakın
uk: Перетягніть сюди, щоб завантажити до {0}
vi: Thả vào đây để tải lên {0}
zh_hk: 拖放到此處以上傳到 {0}

source: edited this.
ar: عدّل هذا.
bg: редактира това.
ca: ho ha editat.
de: hat dies bearbeitet.
eo: fixed this real quick
es: editado esto.
fa: این را ویرایش کرد
fi: muokkasin tämän.
fr: Modifier ceci.
hu: ezt szerkesztette.
it: modificato questo.
ja: 編集。
lt: redagavo tai.
ms: menyunting ini.
nb: redigerte denne.
nl: heeft dit bewerkt.
pl: edytował.
pt_br: editou isto.
ru: изменил это.
sk: upravil toto.
sl: uredil to.
sq: e editoi këtë.
sr: je izmenio/la ovo.
sv: redigerade detta.
tr: Bunu düzenledim.
uk: відредагував/-ла це.
vi: đã chỉnh sửa bài này.
zh_hk: 編輯了這個。

source: revert to {0}
ar: ارجع إلى {0}
bg: възстанови до {0}
ca: revertir a {0}
de: zurücksetzen auf {0}
eo: go back to {0} or switch back to {0}
es: volver a {0}
fa: به {0}برگردید
fi: palata takaisin {0}:aan
fr: Revenir à {0}
hu: vissza a(z) {0}-ra
it: tornare a {0}
ja: {0}に戻る
lt: grįžti į {0}
ms: kembali ke {0}
nb: tilbakestill til {0}
nl: terug naar {0}
pl: przywróc do {0}
pt_br: reverter para {0}
ru: вернуть к {0}
sk: vrátiť sa na {0}
sl: Vrnitev na {0}
sq: kthehu te {0}
sr: vrati na {0}
sv: återgå till {0}
tr: {0}'a geri dönün
uk: відкотити до {0}
vi: quay lại {0}
zh_hk: 恢復到 {0}

source: Rename
ar: أعِد التسمية
bg: Преименуване на
ca: Renombrar
de: Umbenennen
eo: Rebrand or reno, fr fr
es: Renombrar
fa: تغییر نام دهید
fi: Uudelleennimeä
fr: Renommer
hu: Átnevezés
it: Rinominare
ja: 名前変更
lt: Pervardyti
ms: Ganti nama
nb: Gi nytt navn
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
sk: Premenovať stránku
sl: Preimenuj
sq: Riemërto
sr: Preimenuj
sv: Byt namn på
tr: Yeniden Adlandır
uk: Перейменувати
vi: Đổi tên
zh_hk: 重新命名

source: Create new tab
ar: أنشئ تبويبًا جديدًا
bg: Създаване на нов раздел
ca: Crear nova pestanya
de: Tab erstellen
eo: Make a new tab, fr fr
es: Crear nueva pestaña
fa: تب جدید ایجاد کنید
fi: Luo uusi välilehti
fr: Créer un nouvel onglet
hu: Új lap létrehozása
it: Creare una nuova scheda
ja: 新しいタブを作成する
lt: Sukurti naują skirtuką
ms: Cipta tab baru
nb: Opprett ny fane
nl: Nieuw tabblad maken
pl: Utwórz nową zakładkę
pt_br: Criar nova guia
ru: Создать новую вкладку
sk: Vytvorenie novej karty
sl: Ustvari nov zavihek
sq: Krijo tab të ri
sr: Kreiraj novu karticu
sv: Skapa ny flik
tr: Yeni sekme oluştur
uk: Створити нову вкладку
vi: Tạo tab mới
zh_hk: 創建新標籤

source: Deleted "{0}"
ar: تم حذف "{0}"
bg: Изтрито "{0}"
ca: Eliminat "{0}"
de: "{0}" gelöscht
eo: Deleted "{0}" is now: "DMed \"{0}\"" or "axed \"{0}\"" (depending on context, but "axed" is pretty chill for deleting stuff)
es: Eliminado "{0}"
fa: "{0}" حذف شد
fi: Poistettu "{0}"
fr: Supprimé {0}
hu: "{0}" törölve
it: Soppresso "{0}"
ja: 削除された"{0}"
lt: Ištrinta „{0}“
ms: Dipadamkan "{0}"
nb: Slettet "{0}"
nl: Verwijderd "{0}"
pl: Usunięto "{0}"
pt_br: "{0}" apagado
ru: Удалено "{0}"
sk: Odstránené "{0}"
sl: Izbrisan "{0}"
sq: U fshi "{0}"
sr: Obrisano "{0}"
sv: Raderad "{0}"
tr: Silindi "{0}"
uk: Видалено "{0}"
vi: Đã xóa "{0}"
zh_hk: 已刪除 "{0}"

source: Heading
ar: عنوان
bg: Заглавие
ca: Encapçalament
de: Überschrift
eo: On my way ✌️
es: Cabecera
fa: سرفصل
fi: Otsikko
fr: Titre
hu: Cím
it: Intestazione
ja: 見出し
lt: Antraštė
ms: Tajuk
nb: Overskrift
nl: Koptekst
pl: Nagłówek
pt_br: Cabeçalho
ru: Заголовок
sk: Nadpis
sl: Naslov
sq: Titull
sr: Naslov
sv: Rubrik
tr: Başlık
uk: Заголовок
vi: Tiêu đề
zh_hk: 標題

source: Add a heading or text box
ar: أضف مربع عنوان أو نص
bg: Добавете заглавие или текстово поле
ca: Afegir un encapçalament o una caixa de text
de: Überschrift oder Textbox hinzufügen
eo: Slap on a header or text box, fr fr
es: Agregar un encabezado o cuadro de texto
fa: یک عنوان یا کادر متنی اضافه کنید
fi: Lisää otsikko tai tekstilaatikko
fr: Ajouter un titre
hu: Adjon hozzá egy címet vagy szövegdobozt
it: Aggiungi una intestazione o un blocco di testo
ja: 見出しまたはテキストボックスを追加する
lt: Pridėkite antraštę arba teksto laukelį
ms: Tambah tajuk atau kotak teks
nb: Legg til overskrift eller tekstboks
nl: Voeg een koptekst of tekstvak toe
pl: Dodaj nagłówek lub pole tekstowe
pt_br: Adicionar um cabeçalho ou caixa de texto
ru: Добавьте заголовок или текстовое поле
sk: Pridanie nadpisu alebo textového poľa
sl: Dodajanje naslova ali polja z besedilom
sq: Shto njE titull ose kuti teksti
sr: Dodaj naslov ili polje za tekst
sv: Lägg till en rubrik eller textruta
tr: Başlık veya metin kutusu ekleme
uk: Додайте заголовок або текстове поле
vi: Thêm tiêu đề hoặc hộp văn bản
zh_hk: 加入標題或文本框

source: A wise, insightful question, indeed.
hu: Valóban, bölcs és mélyreható kérdés.
ms: Satu soalan yang bijak dan penuh wawasan, sebenarnya.

source: Here you go!
hu: Tessék!
ms: Silakan!

source: You can ask me things about your data.
hu: Kérdezhet tőlem az adatairól.
ms: Anda boleh bertanya kepada saya tentang data anda.

source: What do you want to know about {0}, {1}?
hu: Mit szeretne tudni a(z) {0}-ról/ről, {1}?
ms: Apa yang anda ingin tahu tentang {0}, {1}?

source: What do you want to know about {0}?
hu: Mit szeretne tudni a(z) {0}-ról/ről?
ms: Apa yang anda ingin tahu tentang {0}?

source: Ask something like, how many {0} have we had over time?
hu: Kérdezzen valamit például, hány {0}-unk volt az idő során?
ms: Tanya sesuatu seperti, berapa banyak {0} yang kita ada dari masa ke masa?

source: Ask something…
hu: Kérdezzen valamit…
ms: Tanya sesuatu…

source: Glad to hear it!
hu: Örömmel hallom!
ms: Gembira mendengarnya!

source: Sorry, I don't always get things right the first time. I can try again, or you can rephrase your question.
hu: Sajnálom, nem mindig sikerül elsőre. Próbálkozhatok újra, vagy átfogalmazhatja a kérdést.
ms: Maaf, saya tidak selalu dapat melakukannya dengan betul pada kali pertama. Saya boleh cuba lagi, atau anda boleh mengubah suai soalan anda.

source: Try again
ar: حاول مرة أخرى
ca: Torna-ho a provar
de: Versuchen Sie es erneut
es: Intentar otra vez
fa: دوباره امتحان کنید
fi: Yritä uudelleen
fr: Essayer à nouveau
hu: Próbálja újra
it: Riprova
ja: もう一度やり直してください
ms: Cuba lagi
nb: Prøv igjen
pl: Spróbuj ponownie
pt_br: Tente novamente
ru: Попробуйте еще раз
sk: Skúste to znova
sl: Poskusi znova
sq: Provo përsëri
sr: Pokušaj ponovo
tr: Tekrar deneyin
uk: Спробуй ще раз
vi: Hãy thử lại
zh_hk: 再試一次

source: How did I do?
hu: Hogyan sikerült?
ms: Bagaimana saya lakukan?

source: This is great!
hu: Ez nagyszerű!
ms: Ini hebat!

source: This used the wrong data.
hu: Ez rossz adatokat használt.
ms: Ini menggunakan data yang salah.

source: This result isn’t correct.
hu: Ez az eredmény nem helyes.
ms: Keputusan ini tidak betul.

source: This isn’t valid SQL.
hu: Ez nem érvényes SQL.
ms: Ini bukan SQL yang sah.

source: I’m thinking about the {0} database right now.
hu: Most a {0} adatbázisra gondolok.
ms: Saya sedang mempertimbangkan pangkalan data {0} sekarang.

source: Hey there, {0}!
hu: Szia, {0}!
ms: Hai {0}!

source: Hey there!
hu: Halihó!
ms: Hai!

source: Break out by…
ar: قسِّم حسب…
bg: Разбивка по…
ca: Agrupar per…
de: Aufschlüsseln nach
eo: Flexing on by…
es: Separar por…
fa: با…از بین ببرید
fi: Murtautua ulos...
fr: Éclater par…
hu: Bontás...
it: Suddivisione per…
ja: この値の内訳を細分化…
lt: Išsiskirti per…
ms: Pisahkan mengikut…
nb: Bryt ut etter…
nl: Uitsplitsen op…
pl: Grupuj według...
pt_br: Fracionar por...
ru: Разбивка по…
sk: Prestávka podľa…
sl: Pobegnite z ...
sq: Ndaj sipas…
sr: Razdvoji po…
sv: Bryt ut genom…
tr: …adresinden ayrılın
uk: Розбити за…
vi: Bùng nổ với…
zh_hk: 分解為…

source: Navigation bar
ar: شريط التنقّل
bg: Лента за навигация
ca: Barra de navegació
de: Navigationsleiste
eo: nav bar
es: Barra de navegación
fa: نوار ناوبری
fi: Navigointipalkki
fr: Barre de navigation
hu: Navigációs sáv
it: Barra di navigazione
ja: ナビゲーションバー
lt: Naršymo juosta
ms: Bar navigasi
nb: Navigasjonslinjen
nl: Navigatiebalk
pl: Pasek nawigacyjny
pt_br: Barra de navegação
ru: Панель навигации
sk: Navigačný panel
sl: Vrstica za krmarjenje
sq: Shiriti i navigimit
sr: Navigaciona traka
sv: Navigeringsfält
tr: Gezinti çubuğu
uk: Панель навігації
vi: Thanh điều hướng
zh_hk: 導航欄

source: Connect to your database to get the most from Metabase.
hu: Csatlakozzon adatbázisához, hogy a legtöbbet hozhassa ki a Metabase-ből.
ms: Sambungkan ke pangkalan data anda untuk memanfaatkan Metabase sepenuhnya.

source: Get help connecting
hu: Segítség kérése
ms: Dapatkan bantuan untuk menyambung

source: How should people filter on this column?
ar: كيف ينبغي للناس التصفية على هذا العمود؟
bg: Как трябва хората да филтрират тази колона?
ca: Com s'hauria de filtrar en aquesta columna?
de: Wie sollen Benutzer in dieser Spalte filtern?
eo: How should peeps filter on this column?
es: ¿Cómo deberían filtrar los usuarios en esta columna?
fa: افراد چگونه باید روی این ستون فیلتر کنند؟
fi: Minkä tyylinen suodatin luodaan?
fr: Comment les personnes filtrent cette colonne
hu: Hogyan szűrjék az emberek ezt az oszlopot?
it: Come si dovrebbe filtrare questa colonna?
ja: 利用者が使えるフィルターの選択方法は？
lt: Kaip žmonės turėtų filtruoti šį stulpelį?
ms: Bagaimana orang harus menapis pada lajur ini?
nb: Hvordan skal personer filtrere denne kolonnen?
nl: Hoe moeten mensen op deze kolom filteren?
pl: Jak użytkownicy powinni filtrować według tej kolumny?
pt_br: Como as pessoas devem filtrar nesta coluna?
ru: Как пользователям отфильтровать эту колонку?
sk: Ako by mali ľudia tento stĺpec filtrovať?
sl: Kako naj ljudje filtrirajo v tem stolpcu?
sq: Si duhet të filtrojnë njerëzit në këtë kolonë?
sr: Kako bi ljudi trebalo da filtriraju po ovoj koloni?
sv: Hur ska personer filtrera på denna kolumn?
tr: İnsanlar bu sütunda nasıl filtreleme yapmalı?
uk: Як людям фільтрувати за цим стовпцем?
vi: Mọi người nên lọc cột này như thế nào?
zh_hk: 人們應該如何在此欄位篩選？

source: People can pick
ar: يمكن للناس اختيار
bg: Хората могат да избират
ca: Els usuaris poden escollir
de: Menschen können wählen
eo: People can def choose or flex their options, fr fr
es: Pueden elegir
fa: مردم می توانند انتخاب کنند
fi: Käyttäjä voi valita
fr: Les personnes peuvent choisir
hu: Az emberek választhatnak
it: Le persone possono scegliere
ja: 利用者が選択可能な値
lt: Žmonės gali rinktis
ms: Orang boleh memilih
nb: Personer kan velge
nl: Mensen kunnen kiezen
pl: Użytkownicy mogą wybierać
pt_br: As pessoas podem escolher
ru: Пользователи могут выбрать
sk: Ľudia si môžu vybrať
sl: Ljudje lahko izbirajo
sq: Njerëzit mund të zgjedhin
sr: Ljudi mogu da izaberu
sv: Personer kan välja
tr: İnsanlar seçebilir
uk: Люди можуть вибрати
vi: Mọi người có thể chọn
zh_hk: 人們可以選擇

source: Ask anything...
hu: Kérdezzen bármit...
ms: Tanya apa sahaja...

source: Could not generate a query
hu: Nem sikerült lekérdezést generálni
ms: Tidak dapat menjana query

source: Rephrase
hu: Újrafogalmazni
ms: Frasa semula

source: Example
ar: مثال
bg: Пример
ca: Exemple
de: Beispiel
eo: Example → Example, fr.
es: Ejemplo
fa: مثال
fi: Esimerkki
fr: Exemple
hu: Példa
it: Esempio
ja: 例
lt: Pavyzdys
ms: Contoh
nb: Eksempel
nl: Voorbeeld
pl: Przykład
pt_br: Exemplo
ru: Пример
sk: Príklad
sl: Primer
sq: Shembull
sr: Primer
sv: Exempel
tr: Örnek
uk: Приклад
vi: Ví dụ
zh_hk: 範例

source: Data added to {0}
ar: تمت إضافة البيانات إلى {0}
bg: Данните са добавени към {0}
ca: Dades afegides a {0}
de: Daten hinzugefügt zu {0}
eo: Data got added to {0}—it's basically in the bag now
es: Datos añadidos a {0}
fa: داده به {0}اضافه شد
fi: Data lisätty kohteeseen {0}
fr: Donnée ajoutée à {0}
hu: Adatok hozzáadva a(z) {0}-hoz
it: Dati aggiunti a {0}
ja: {0}に追加されたデータ
lt: Duomenys pridėti prie {0}
ms: Data ditambah ke {0}
nb: Data lagt til {0}
nl: Data toegevoegd aan {0}
pl: Dane dodane do {0}
pt_br: Dados adicionados a {0}
ru: Данные добавлены в {0}
sk: Údaje pridané na stránku {0}
sl: Podatki, dodani {0}
sq: Të dhënat u shtuan te {0}
sr: Podaci su dodati u {0}
sv: Data läggs till på {0}
tr: {0}'a eklenen veriler
uk: Дані додано до {0}
vi: Dữ liệu đã được thêm vào {0}
zh_hk: 數據已添加到 {0}

source: Error uploading your File
hu: Hiba a fájl feltöltésekor
ms: Ralat memuat naik Fail anda

source: Uploading data to {0} …
ar: جارٍ رفع البيانات إلى {0} …
bg: Качване на данни към {0} …
ca: Carregant dades a {0}...
de: Datenupload nach {0} läuft ...
eo: Sending data to {0}…
es: Cargando datos a {0} …
fa: در حال آپلود داده ها در {0} …
fi: Ladataan tietoja kohteeseen {0} ...
fr: Téléverser des données vers {0} ...
hu: Adatok feltöltése a(z) {0}-ba ...
it: Caricamento dei dati su {0} …
ja: {0}にデータをアップロード中 …
lt: Įkeliami duomenys į {0}…
ms: Memuat naik data ke {0} …
nb: Laster opp data til {0} …
nl: Data uploaden naar {0} …
pl: Ładowanie danych do {0} ...
pt_br: Fazendo upload dos dados para {0}…
ru: Загрузка данных в {0}…
sk: Odosielanie údajov na stránku {0} …
sl: Nalaganje podatkov v {0} ...
sq: Po ngarkohen të dhëna te {0} …
sr: Otpremanje podataka u {0} …
sv: Överföra data till {0} …
tr: Verilerin {0} …adresine yüklenmesi
uk: Завантаження даних до {0} …
vi: Đang tải dữ liệu lên {0} …
zh_hk: 正在將數據上傳到 {0} …

source: Getting our ducks in a row
ar: نرتّب الأمور
bg: Подреждаме нещата
ca: Posant els soldadets en fila
de: Bringe ein paar Dinge in Ordnung
eo: Getting our stuff together fr fr
es: Poniendo todo en orden
fa: گرفتن اردک های ما در یک ردیف
fi: Saamme ankkojamme riviin.
fr: Entrain de mettre de l'ordre
hu: Sorba rendezés
it: Sto organizzando il prossimo step
ja: カモを一列に並べる(準備を整える)
lt: Gauti mūsų antis iš eilės
ms: Menyelaras segala-galanya
nb: Får endene til å møtes
nl: We krijgen alles op orde
pl: Układamy nasze kaczki w rzędzie
pt_br: Estamos preparando as coisas
ru: Собираем утят в ряд
sk: Zostavenie nášho plánu
sl: Pridobivanje naših rac v vrsti
sq: Po i rregullojmë gjërat
sr: Sređujemo stvari
sv: Att få våra ankor i ordning
tr: Hazırlıklarımızı tamamlıyoruz
uk: Упорядковуємо все
vi: Chuẩn bị mọi thứ đâu vào đấy
zh_hk: 整理工作

source: Still working
ar: ما زلنا نعمل
bg: Все още работим
ca: Treballant encara
de: Immer noch beschäftigt
eo: Still grinding rn
es: Aún estoy trabajando
fa: هنوز کار می کند
fi: Edelleen työskentelen
fr: Travail en cours
hu: Még dolgozunk
it: Ancora in funzione
ja: まだ現役
lt: Vis dar dirba
ms: Masih bekerja
nb: Jobber fremdeles
nl: Nog steeds bezig
pl: Ciągle pracuje
pt_br: Ainda trabalhando
ru: Все еще выполняется
sk: Stále pracuje
sl: Še vedno deluje
sq: Ende duke punuar
sr: Još uvek radimo
sv: Fungerar fortfarande
tr: Hala çalışıyor
uk: Ще працюємо
vi: Vẫn đang làm việc
zh_hk: 仍在處理

source: Arranging bits and bytes
ar: نرتّب البِتّات والبايتات
bg: Подреждане на битове и байтове
ca: Posant els bits i bytes en ordre
de: Arrangiere Bits und Bytes
eo: Getting all the tech stuff in order, fr
es: Organizando bits y bytes
fa: مرتب کردن بیت ها و بایت ها
fi: Järjestämällä bittejä ja tavuja
fr: Arrangement des digits et octets
hu: Bitek és bájtok rendezése
it: Disporre bit e byte
ja: ビットとバイトの配列
lt: Bitų ir baitų išdėstymas
ms: Susunan bit dan bait
nb: Arrangerer bits og bytes
nl: Schikken van bits en bytes
pl: Porządkowanie bitów i bajtów
pt_br: Organizando bits e bytes
ru: Упорядочивание битов и байтов
sk: Usporiadanie bitov a bajtov
sl: Razvrščanje bitov in bajtov
sq: Po radhitim bit-e dhe byte-e
sr: Slažemo bitove i bajtove
sv: Ordna bits och bytes
tr: Bit ve baytların düzenlenmesi
uk: Упорядковуємо біти й байти
vi: Sắp xếp các bit và byte
zh_hk: 排列位和字節

source: Doing the heavy lifting
ar: نقوم بالعمل الشاق
bg: Извършване на тежката работа
ca: Fent la feina bruta
de: Erledige schwere Arbeit
eo: Out here doing the most, fr fr
es: Haciendo el trabajo pesado
fa: انجام کارهای سنگین
fi: Raskaan nostamisen tekeminen
fr: Soulevage de fonte en cours
hu: Nehéz munka
it: Fare il lavoro pesante
ja: 力仕事をする
lt: Atlieka sunkų kėlimą
ms: Melakukan kerja berat
nb: Gjør noen skippertak
nl: Het zware werk doen
pl: Wykonywanie ciężkiej pracy
pt_br: Fazendo o trabalho pesado
ru: Выполнение тяжелой работы
sk: Vykonávanie ťažkých prác
sl: Težko dvigovanje
sq: Po bëjmë punën e rëndë
sr: Radimo težak deo posla
sv: Gör de tunga lyften
tr: Ağır işleri yapmak
uk: Робимо важку роботу
vi: Làm việc nặng nhọc
zh_hk: 繁重的工作

source: Pushing some pixels
ar: ندفع بعض البيكسلات
bg: Подреждаме някои пиксели
ca: Organitzant els píxels
de: Schiebe ein paar Pixel hin und her
eo: Flexing some pixels
es: Moviendo algunos pixeles
fa: فشار دادن چند پیکسل
fi: Työntämässä joitakin pikseleitä
fr: Bousculade de pixels
hu: Pixelek tologatása
it: Spingere alcuni pixel
ja: ピクセルを押す
lt: Stumti kai kuriuos pikselius
ms: Menggerakkan beberapa piksel
nb: Flytter rundt på noen pixler
nl: Enkele pixels verplaatsen
pl: Wykonywanie pracy
pt_br: Mexendo nos pixels
ru: Перемещение некоторых пикселей
sk: Stlačenie niektorých pixelov
sl: Potiskanje nekaj slikovnih pik
sq: Po shtyjmë disa pixel
sr: Pomeramo piksele
sv: Tryck på några pixlar
tr: Bazı pikselleri itmek
uk: Рухаємо пікселі
vi: Đẩy một số điểm ảnh
zh_hk: 處理一些像素

source: CSV Upload in progress. Are you sure you want to leave?
ar: جارٍ رفع CSV. هل أنت متأكد أنك تريد المغادرة؟
bg: Качването на CSV е в процес. Сигурни ли сте, че искате да излезете?
ca: Càrrega de CSV en progrés. Segur que vols marxar?
de: Der CSV Upload läuft gerade. Sicher dass du gehen möchtest?
eo: CSV upload is kinda mad, are you sure you wanna dip?
es: Subida de CSV en curso. ¿Estás seguro que quieres pararlo?
fa: آپلود CSV در حال انجام است. مطمئنی میخوای بری؟
fi: CSV-tiedoston lataus on käynnissä. Oletko varma, että haluat poistua?
fr: Téléversement de CSV en cours. Etes vous sur de vouloir quitter ?
hu: CSV-feltöltés folyamatban. Biztosan el akarja hagyni az oldalt?
it: Caricamento CSV in corso. Sei sicuro di voler partire?
ja: CSVアップロード中です。本当に帰りますか?
lt: Vykdomas CSV įkėlimas. Ar tikrai norite išeiti?
ms: Muat naik CSV sedang berlangsung. Adakah anda pasti mahu keluar?
nb: CSV-opplasting pågår. Er du sikker på at du vil dra?
nl: CSV-upload bezig. Weet u zeker dat u wilt vertrekken?
pl: Przesyłanie pliku CSV w toku. Jesteś pewny, że chcesz wyjść?
pt_br: O upload do CSV está em andamento. Você tem certeza de que quer sair?
ru: Идет загрузка CSV файла. Вы уверены что хотите покинуть страницу?
sk: Prebieha nahrávanie CSV. Ste si istí, že chcete odísť?
sl: Nalaganje CSV je v teku. Ste prepričani, da želite oditi?
sq: Ngarkimi i CSV është në vazhdim. Je i sigurt që do të largohesh?
sr: CSV otpremanje je u toku. Da li ste sigurni da želite da odete?
sv: CSV-uppladdning pågår. Är du säker på att du vill lämna?
tr: CSV Yükleme devam ediyor. Ayrılmak istediğinizden emin misiniz?
uk: Завантаження CSV триває. Ви впевнені, що хочете вийти?
vi: Đang tải tệp CSV. Bạn có chắc chắn muốn thoát không?
zh_hk: CSV上傳中，確定要退出嗎？

source: Filter by this date
ar: صفِّ حسب هذا التاريخ
bg: Филтрирайте по тази дата
ca: Filtrar per data
de: Nach diesem Datum filtern
eo: Filter by this date, fr fr
es: Filtrar por esta fecha
fa: بر اساس این تاریخ فیلتر کنید
fi: Suodata tämän päivämäärän mukaan
fr: Filtrer par cette date
hu: Szűrés ezen dátum alapján
it: Filtra per questa data
ja: この日付で絞り込む
lt: Filtruoti pagal šią datą
ms: Tapis mengikut tarikh ini
nb: Filtrer på denne datoen
nl: Filter bij deze datum
pl: Filtruj po tej dacie
pt_br: Filtrar por esta data
ru: Фильтровать по этой дате
sk: Filtrovanie podľa tohto dátumu
sl: Filtriraj po tem datumu
sq: Filtro sipas kësaj date
sr: Filtriraj po ovom datumu
sv: Filtrera efter detta datum
tr: Bu tarihe göre filtrele
uk: Фільтрувати за цією датою
vi: Lọc theo ngày này
zh_hk: 按此日期過濾

source: this text
hu: ezt a szöveget
ms: teks ini

source: Automatic insights…
ar: رؤى تلقائية…
bg: Автоматични прозрения…
ca: valoracions automàtiques
de: Automatische Einsichten...
eo: Auto insights… that’s so lowkey giving big brain energy
es: Perspectivas automáticas…
fa: بینش خودکار…
fi: Automaattiset oivallukset...
fr: Aperçus automatiques...
hu: Automatikus betekintések…
it: Approfondimenti automatici…
ja: オートインサイト
lt: Automatinės įžvalgos…
ms: Wawasan automatik…
nb: Automatisk innsikt…
nl: Automatische inzichten…
pl: Automatyczne statystyki…
pt_br: Insights automáticos…
ru: Автоматическая аналитика…
sk: Automatické náhľady…
sl: Samodejni vpogledi ...
sq: Insight-e automatike…
sr: Automatski uvidi…
sv: Automatiska insikter…
tr: Otomatik içgörüler…
uk: Автоматичні інсайти…
vi: Thông tin chi tiết tự động…
zh_hk: 自動洞察…

source: We couldn't find that record
ar: لم نتمكن من العثور على ذلك السجل
bg: Не можахме да намерим този запис
ca: No hem pogut trobar el registre
de: Wir konnten diesen Datensatz nicht finden
eo: We couldn’t peep that record, frfr
es: No pudimos encontrar ese registro
fa: ما نتوانستیم آن رکورد را پیدا کنیم
fi: Emme löytäneet sitä tietuetta.
fr: Nous n'avons pas pu trouver cet enregistrement
hu: Nem találjuk ezt a rekordot
it: Non siamo riusciti a trovare quel record
ja: その記録は見つからなかった
lt: Mums nepavyko rasti to įrašo
ms: Kami tidak dapat menemukan rekod itu
nb: Kunne ikke finne den raden
nl: We konden dat record niet vinden
pl: Nie możemy znaleźć tego rekordu
pt_br: Não foi possível encontrar este registro
ru: Мы не смогли найти эту запись
sk: Tento záznam sme nemohli nájsť
sl: Te plošče nismo mogli najti
sq: Nuk e gjetëm atë rekord
sr: Nismo mogli da pronađemo taj zapis
sv: Vi kunde inte hitta den posten
tr: O kaydı bulamadık.
uk: Ми не змогли знайти цей запис
vi: Chúng tôi không thể tìm thấy hồ sơ đó
zh_hk: 我們找不到該記錄

source: Previous page
ar: الصفحة السابقة
bg: Предишна страница
ca: Pàgina anterior
de: Vorherige Seite
eo: back to last page
es: Página anterior
fa: صفحه قبلی
fi: Edellinen sivu
fr: Page précédente
hu: Előző oldal
it: Pagina precedente
ja: 前のページ
lt: Ankstesnis puslapis
ms: Halaman sebelumnya
nb: Forrige side
nl: Vorige pagina
pl: Poprzednia strona
pt_br: Página anterior
ru: Предыдущая страница
sk: Predchádzajúca stránka
sl: Prejšnja stran
sq: Faqja e mëparshme
sr: Prethodna stranica
sv: Föregående sida
tr: Önceki sayfa
uk: Попередня сторінка
vi: Trang trước
zh_hk: 上一頁

source: Next page
ar: الصفحة التالية
bg: Следваща страница
ca: Pàgina següent
de: Nächste Seite
eo: Next page → Swipe for the next vibe
es: Página siguiente
fa: صفحه بعدی
fi: Seuraava sivu
fr: Page suivante
hu: Következő oldal
it: Pagina successiva
ja: 次のページ
lt: Kitas puslapis
ms: Halaman seterusnya
nb: Neste side
nl: Volgende pagina
pl: Następna strona
pt_br: Próxima página
ru: Следующая страница
sk: Ďalšia stránka
sl: Naslednja stran
sq: Faqja tjetër
sr: Sledeća stranica
sv: Nästa sida
tr: Sonraki sayfa
uk: Наступна сторінка
vi: Trang tiếp theo
zh_hk: 下一頁
