Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Action ran successfully
ar: تم تشغيل الإجراء بنجاح
bg: Действието бе извършено успешно
ca: L'acció s'ha executat correctament
de: Aktion erfolgreich ausgeführt
eo: Action went smoothly, no cap
es: La acción se ejecutó correctamente
fa: عمل با موفقیت اجرا شد
fi: Toiminta suoritettiin onnistuneesti.
fr: L'action a bien tournée
hu: Az akció sikeresen lefutott
it: Azione eseguita con successo
ja: アクションは正常に実行されました
lt: Veiksmas atliktas sėkmingai
ms: Tindakan berjaya dijalankan
nb: Handling kjørt uten feil
nl: Actie succesvol uitgevoerd
pl: Akcja została pomyślnie uruchomiona
pt_br: Ação executada com sucesso
ru: Действие выполнено успешно
sk: Akcia bola úspešne vykonaná
sl: Akcija je potekala uspešno
sq: Veprimi u ekzekutua me sukses
sr: Akcija je uspešno pokrenuta
sv: Åtgärden gick framgångsrikt
tr: Eylem başarıyla çalıştırıldı
uk: Дію виконано успішно
vi: Hành động đã thực hiện thành công
zh_hk: 動作成功執行

source: Build custom forms and business logic.
ar: أنشئ نماذج مخصصة ومنطق أعمال.
bg: Изградете персонализирани форми и бизнес логика.
ca: Construeix formularis personalitzats i lògica de negoci.
de: Erstelle benutzerdefinierte Formulare und Geschäftslogik.
eo: Make your own forms and vibe with custom biz logic, fr.
es: Crea formularios personalizados y lógica de negocio.
fa: ساخت فرم های سفارشی و منطق کسب و کار.
fi: Rakenna räätälöityjä lomakkeita ja liiketoiminnan logiikkaa.
fr: Construire des formulaires personnalisés et business logic.
hu: Egyedi űrlapok és üzleti logika készítése.
it: Crea moduli personalizzati e logica aziendale.
ja: カスタムフォームやビジネスロジックを構築する。
lt: Kurkite pasirinktines formas ir verslo logiką.
ms: Bina borang tersuai dan logik perniagaan.
nb: Bygg egendefinerte skjema og forretningslogikk.
nl: Bouw aangepaste formulieren en zakelijke logica.
pl: Twórz niestandardowe formularze i logikę biznesową.
pt_br: Criar formulários personalizados e lógica de negócios.
ru: Создавайте собственные формы и бизнес-логику.
sk: Vytvárajte vlastné formuláre a obchodnú logiku.
sl: Ustvarite obrazce po meri in poslovno logiko.
sq: Ndërto formularë të personalizuar dhe logjikë biznesi.
sr: Napravi prilagođene forme i poslovnu logiku.
sv: Bygg anpassade former och affärslogik.
tr: Özel formlar ve iş mantığı oluşturun.
uk: Створюйте кастомні форми та бізнес-логіку.
vi: Tạo biểu mẫu tùy chỉnh và logic kinh doanh.
zh_hk: 建立自定義表單和業務邏輯。

source: Actions let you write parameterized SQL that writes back to your database. Actions can be attached to buttons on dashboards to create custom workflows. You can even publicly share the parameterized forms they generate to collect data.
ar: تتيح لك الإجراءات كتابة SQL بمعلمات تكتب مرة أخرى إلى قاعدة بياناتك. يمكن إرفاق الإجراءات بأزرار على لوحات المعلومات لإنشاء سير عمل مخصص. يمكنك حتى مشاركة النماذج ذات المعلمات التي تولدها علنًا لجمع البيانات.
bg: Действията ви позволяват да пишете параметризиран SQL, който записва обратно във вашата база данни. Действията могат да бъдат прикачени към бутоните на таблата за управление, за да се създадат персонализирани работни процеси. Можете дори да споделяте публично параметризираните форми за да събирате данни.
ca: Les accions permeten escriure SQL parametritzat que es propaga a la base de dades. Les accions es poden associar a botons o quadres de comandament per crear fluxos de treball personalitzats. També es poden compartir formularis parametritzats generats per les accions per a obtenir dades.
de: Aktionen ermöglichen es Ihnen, parametrisierten SQL-Code zu schreiben, der in Ihre Datenbank zurückgeschrieben wird. Aktionen können an Schaltflächen in Dashboards angehängt werden, um benutzerdefinierte Workflows zu erstellen. Sie können sogar die parametrisierten Formulare, die sie generieren, öffentlich teilen, um Daten zu sammeln.
eo: Actions let you write lit SQL that auto-updates your database. You can slap these on dashboard buttons to make custom workflows. Plus, you can even share the forms they make so everyone can drop their data.
es: Las acciones te permiten escribir SQL parametrizado que vuelve a escribir en tu base de datos. Las acciones se pueden adjuntar a los botones en los tableros para crear flujos de trabajo personalizados. Incluso puedes compartir públicamente los formularios parametrizados que generan para recopilar datos.
fa: اکشن ها به شما اجازه می‌دهند SQL پارامتریک بنویسید که به پایگاه داده شما بازمی‌نویسد. اکشن ها را می‌توان به دکمه‌های روی داشبوردها متصل کرد تا جریان‌های کاری سفارشی ایجاد کنند. حتی می‌توانید فرم‌های پارامتری که ایجاد می‌کنند را به صورت عمومی به اشتراک بگذارید تا داده‌ها جمع‌آوری شوند.
fi: Toiminnot mahdollistavat parametrisoidun SQL:n kirjoittamisen, joka kirjoittaa takaisin tietokantaasi. Toimintoja voidaan liittää kojelaudan painikkeisiin luomaan mukautettuja työnkulkuja. Voit jopa jakaa julkisesti niiden luomat parametrisoidut lomakkeet tiedon keräämiseksi.
fr: Les actions vous laissent écrire du SQL paramétré qui modifie en retour votre base de données. Les actions peuvent être attachés sur des boutons de tableau de bord pour créer des workflows personnalisés. Vous pouvez même rendre public les formulaires paramétrés générés pour collecter des données.
hu: A műveletek lehetővé teszik, hogy paraméterezett SQL-t írjon, amely visszaírja az adatbázisba. A műveletek gombokhoz rendelhetők az irányítópultokon egyedi munkafolyamatok létrehozásához. A generált paraméterezett űrlapokat nyilvánosan is megoszthatja adatgyűjtés céljából.
it: Le azioni ti permettono di scrivere SQL parametrizzato che scrive nuovamente nel tuo database. Le azioni possono essere collegate ai pulsanti delle dashboard per creare flussi di lavoro personalizzati. Puoi anche condividere pubblicamente i moduli parametrizzati che generano per raccogliere dati.
ja: アクションを使用すると、データベースに書き戻すパラメータ化されたSQLを書くことができます。アクションは、ダッシュボードのボタンに取り付けて、カスタムワークフローを作成できます。また、データを収集するために生成されたパラメータ化されたフォームを公開することもできます。
lt: Veiksmai leidžia rašyti parametrinį SQL, kuris rašo atgal į jūsų duomenų bazę. Veiksmus galima pridėti prie prietaisų skydelių mygtukų, kad būtų sukurtos tinkintos darbo eigos. Jūs netgi galite viešai bendrinti parametrizuotas formas, kurias jie generuoja duomenims rinkti.
ms: Tindakan membolehkan anda menulis SQL berparameter yang menulis balik ke pangkalan data anda. Tindakan boleh dilampirkan kepada butang pada papan pemuka untuk mencipta aliran kerja tersuai. Anda juga boleh berkongsi borang berparameter yang mereka hasilkan secara umum untuk mengumpul data.
nb: Handlinger lar deg skrive parametisert SQL som kan skrive til din database. Handlinger kan festes til knapper på dashboard for å opprette egendefinerte arbeidsflyter.
nl: Acties stellen je in staat om geparametriseerde SQL te schrijven die terugschrijft naar je database. Acties kunnen aan knoppen in dashboards worden gekoppeld om aangepaste workflows te creëren. Je kunt de geparametriseerde formulieren die ze genereren zelfs openbaar delen om gegevens te verzamelen.
pl: Akcje pozwalają pisać parametryzowany SQL, który zapisuje dane w Twojej bazie danych. Akcje mogą być przypisane do przycisków na pulpitach, aby tworzyć niestandardowe procesy. Można nawet publicznie udostępniać generowane przez nie formularze parametryzowane, aby zbierać dane.
pt_br: Ações permitem que você grave SQL parametrizado que grava de volta para sua base de dados. Ações podem ser anexadas a botões em painéis para criar fluxos de trabalho personalizados. Você pode até compartilhar os formulários parametrizados que elas geram para coletar dados.
ru: Действия позволяют писать параметризованный SQL, который выполняет обратную запись в базу данных. Действия можно прикреплять к кнопкам на дашбордах для создания настраиваемых рабочих процессов. Вы даже можете публично поделиться параметризованными формами, которые они генерируют для сбора данных.
sk: Akcie umožňujú písať parametrizované SQL, ktoré zapisuje do vašej databázy. Akcie môžu byť pripojené k tlačidlám na dashboardoch na vytváranie vlastných tokov úloh. Môžete dokonca verejne zdieľať parametrizované formuláre, ktoré generujú na zhromažďovanie údajov.
sl: Dejanja omogočajo pisanje parametriziranega SQL-a, ki zapisuje nazaj v vašo zbirko podatkov. Dejanja lahko priložite gumbom na nadzornih ploščah in ustvarite poteke dela po meri. Parametrizirane obrazce, ki jih ustvarijo, lahko celo javno delite za zbiranje podatkov.
sq: Veprimet të lejojnë të shkruash SQL me parametra që shkruan përsëri në bazën tënde të të dhënave. Veprimet mund të bashkëngjiten te butonat në panele për të krijuar workflow të personalizuar. Madje mund të ndash publikisht formularët me parametra që ato gjenerojnë për të mbledhur të dhëna.
sr: Akcije ti omogućavaju da pišeš parametrizovani SQL koji upisuje nazad u tvoju bazu podataka. Akcije se mogu zakačiti za dugmad na kontrolnim tablama da bi se napravili prilagođeni tokovi rada. Možeš čak i javno da deliš parametrizovane forme koje generišu, kako bi prikupljao/la podatke.
sv: Åtgärder låter dig skriva parametrerad SQL som skriver tillbaka till din databas. Åtgärder kan anslutas till knappar på instrumentpaneler för att skapa anpassade arbetsflöden. Du kan till och med offentligt dela de parametrerade formulärerna de genererar för att samla in data.
tr: Eylemler, veritabanınıza geri yazan parametreli SQL yazmanıza olanak tanır. Eylemler, özel iş akışları oluşturmak için gösterge tablolarındaki düğmelere eklenebilir. Ürettiği parametreli formları veri toplamak için halka açık bir şekilde bile paylaşabilirsiniz.
uk: Дії дозволяють вам писати параметризований SQL, який записує назад у вашу базу даних. Дії можна прикріпити до кнопок на дашбордах, щоб створити власні робочі процеси. Ви навіть можете публічно поділитися параметризованими формами, які вони створюють для збору даних.
vi: Các thao tác cho phép bạn viết SQL có tham số để ghi lại vào cơ sở dữ liệu của bạn. Các thao tác có thể được gắn vào các nút trên bảng điều khiển để tạo các quy trình công việc tùy chỉnh. Bạn thậm chí có thể chia sẻ công khai các biểu mẫu có tham số mà chúng tạo ra để thu thập dữ liệu.
zh_hk: 動作使您可以編寫寫回資料庫的參數化 SQL。可以將操作附加到儀表板上的按鈕以創建自定義工作流。您甚至可以公開共享他們生成的用於收集數據的參數化表格。

source: Here are a few ideas for what you can do with actions
ar: إليك بعض الأفكار لما يمكنك فعله باستخدام الإجراءات
bg: Ето няколко идеи какво можете да направите с действия
ca: Aquí tens algunes idees del que pots fer amb accions
de: Hier sind ein paar Ideen was du mit Aktionen machen kannst
eo: Here are a few ideas for what you can do with actions → Here are some lit ideas for what you can do with actions
es: Algunas ideas de lo que puedes hacer con acciones
fa: در اینجا چند ایده وجود دارد درباره کارهایی که با اکشن ها می‌توانید انجام دهید
fi: Tässä on muutamia ideoita siitä, mitä voit tehdä toimilla.
fr: Voilà quelques idées de ce que vous pouvez faire avec les actions
hu: Íme néhány ötlet, hogy mit tehetsz a műveletekkel
it: Ecco alcune idee su cosa puoi fare con le azioni
ja: アクションでできることのアイデアをいくつか紹介します。
lt: Štai keletas idėjų, ką galite padaryti su veiksmais
ms: Berikut adalah beberapa idea untuk apa yang anda boleh lakukan dengan tindakan
nb: Her er et par forslag til hva du kan gjøre med handlinger
nl: Hier zijn enkele ideeën over wat je met acties kunt doen
pl: Oto kilka pomysłów na to, co można zrobić z akcjami
pt_br: Veja a seguir algumas ideias sobre o que você pode fazer com ações
ru: Вот несколько идей о том, что вы можете сделать с действиями
sk: Tu je niekoľko nápadov, čo môžete urobiť s akciami
sl: Tukaj je nekaj idej o tem, kaj lahko naredite z dejanji
sq: Ja disa ide se çfarë mund të bësh me veprimet
sr: Evo nekoliko ideja šta možeš da radiš sa akcijama
sv: Här är några idéer för vad du kan göra med åtgärdar
tr: Eylemlerle yapabilecekleriniz için birkaç fikir
uk: Ось кілька ідей, що можна робити за допомогою дій
vi: Dưới đây là một số ý tưởng về những gì bạn có thể làm với các thao tác
zh_hk: 這是一些用動作可以完成的想法

source: Create a customer feedback form and embed it on your website.
ar: أنشئ نموذج ملاحظات العملاء وضمّنه على موقعك الإلكتروني.
bg: Създайте формуляр за обратна връзка с клиенти и го вградете в уебсайта си.
ca: Crear un formulari de retorn d'un client i incrusta'l en la teva pàgina web.
de: Erstelle ein Kunden-Feedback Formular und binde es auf deiner Webseite ein.
eo: Make a feedback form for customers and slap it on your site, bestie.
es: Crea un formulario para incluir en tu web.
fa: یک فرم بازخورد مشتری ایجاد کرده و آن را در وب‌سایت خود بگنجانید.
fi: Luo asiakaspalautelomake ja upota se verkkosivustollesi.
fr: Créer un formulaire de satisfaction client et intégrez-le dans votre site web.
hu: Hozzon létre egy ügyfél-visszajelző űrlapot, és ágyazza be a weboldalára.
it: Crea un modulo di feedback dei clienti e incorporalo nel tuo sito web.
ja: お客様の声フォームを作成し、Webサイトに埋め込む。
lt: Sukurkite klientų atsiliepimų formą ir įdėkite ją į savo svetainę.
ms: Cipta borang maklum balas pelanggan dan benamkannya di laman web anda.
nb: Lag et skjema for kundetilbakemelding og bygg det inn på ditt nettsted.
nl: Maak een klantfeedbackformulier en voeg deze in op je website.
pl: Utwórz formularz opinii klienta i osadź go na swojej stronie internetowej.
pt_br: Crie um formulário de feedback de clientes e incorpore-o ao seu website.
ru: Создайте форму обратной связи с клиентом и разместите ее на своем сайте.
sk: Vytvorte formulár spätnej väzby zákazníka a vložte ho na svoju webovú stránku.
sl: Ustvarite obrazec za povratne informacije strank in ga vdelajte na svoje spletno mesto.
sq: Krijo një formular feedback-u për klientët dhe inkorporoje në website-in tënd.
sr: Napravi formu za povratne informacije kupaca i ugradi je na svoj veb-sajt.
sv: Skapa ett kundåterkopplingsformulär och bädda in det på din webbplats.
tr: Bir müşteri geri bildirim formu oluşturun ve bunu web sitenize gömün.
uk: Створіть форму фідбеку від клієнтів і вбудуйте її на свій вебсайт.
vi: Tạo một biểu mẫu phản hồi khách hàng và nhúng nó vào trang web của bạn.
zh_hk: 創建客戶反饋表並將其嵌入您的網站。

source: Mark the customer you’re viewing in a dashboard as a VIP.
ar: علّم العميل الذي تستعرضه في لوحة معلومات كـ VIP.
bg: Маркирайте клиента, който разглеждате в таблото за управление, като VIP.
ca: Marca el client que estàs veient en un quadre de comandament com a VIP.
de: Im Dashboard angezeigte Kunden als VIP kennzeichnen.
eo: Tag the customer you’re looking at in the dashboard as a legit VIP, fr.
es: Marca un cliente como VIP desde el cuadro de mando.
fa: مشتری‌ای که در داشبورد می‌بینید را به عنوان VIP علامت‌گذاری کنید.
fi: Merkitse asiakas, jonka tietoja tarkastelet kojetaulussa, VIP-asiakkaaksi.
fr: Marquer le client que vous regardez dans un tableau de bord comme VIP.
hu: Jelölje meg a megtekintett ügyfelet az irányítópulton VIP-ként.
it: Segna il cliente che stai visualizzando in una dashboard come VIP.
ja: ダッシュボードで表示しているお客様をVIPとしてマークする。
lt: Pažymėkite klientą, kurį žiūrite prietaisų skydelyje, kaip VIP.
ms: Tandakan pelanggan yang anda lihat dalam papan pemuka sebagai VIP.
nb: Marker en kunde du ser i en infoskjerm som en VIP.
nl: Markeer de klant die je bekijkt in een dashboard als een VIP.
pl: Oznacz klienta, którego przeglądasz w pulpicie jako VIP.
pt_br: Marque o cliente que você está vendo em um painel como VIP.
ru: Отметьте клиента, которого вы просматриваете на дашборде, как VIP.
sk: Označte zákazníka, kterého sledujete na prístrojovej doske ako VIP.
sl: Označite stranko, ki si jo ogledujete na nadzorni plošči, kot VIP.
sq: Shëno klientin që po shikon në një panel si VIP.
sr: Označi kupca kog gledaš na kontrolnoj tabli kao VIP.
sv: Markera kunden du tittar på en instrumentpanel som en VIP.
tr: Gösterge tablosunda görüntülediğiniz müşteriyi VIP olarak işaretleyin.
uk: Позначте клієнта, якого ви переглядаєте на дашборді, як VIP.
vi: Đánh dấu khách hàng bạn đang xem trên bảng điều khiển là VIP.
zh_hk: 將您在儀表板中查看的客戶標記為 VIP。

source: Let team members remove redundant data.
ar: اسمح لأعضاء الفريق بإزالة البيانات المكررة.
bg: Позволете на членовете на екипа да премахват излишните данни.
ca: Permetre als membres de l'equip eliminar dades redundants.
de: Lasse Team-Mitglieder redundante Daten erntfernen.
eo: Let team members yeet out the extra data.
es: Eliminar datos redundantes.
fa: به اعضای تیم اجازه دهید داده‌های زائد را حذف کنند.
fi: Anna tiimin jäsenten poistaa tarpeeton data.
fr: Laisser les membres de groupes supprimer les données redondantes.
hu: Engedje meg a csapattagoknak a felesleges adatok eltávolítását.
it: Consenti ai membri del team di rimuovere i dati ridondanti.
ja: チームメンバーに冗長なデータを削除させる。
lt: Leiskite komandos nariams pašalinti perteklinius duomenis.
ms: Benarkan ahli pasukan mengalih keluar data yang berlebihan.
nb: La teammedlemmer fjerne dupliserte data.
nl: Laat teamleden overtollige gegevens verwijderen.
pl: Pozwól członkom zespołu usuwać nadmiarowe dane.
pt_br: Permita que membros do time removam dados redundantes.
ru: Позвольте участникам команды удалить лишние данные.
sk: Nechajte členov tímu odstrániť redundantné údaje.
sl: Članom skupine omogočite, da odstranijo odvečne podatke.
sq: Lejo anëtarët e ekipit të heqin të dhëna të tepërta.
sr: Dozvoli članovima tima da uklone redundantne podatke.
sv: Låt teammedlemmarna ta bort redundanta data.
tr: Ekip üyelerinin gereksiz verileri kaldırmasına izin verin.
uk: Дозвольте членам команди вилучати зайві дані.
vi: Cho phép các thành viên trong nhóm gỡ bỏ dữ liệu thừa.
zh_hk: 讓團隊成員刪除多餘的數據。

source: See an example
ar: اطّلع على مثال
bg: Вижте пример
ca: Veure un exemple
de: Zeige ein Beispiel
eo: Lemme show u an example, fr.
es: Ver un ejemplo
fa: یک مثال ببینید
fi: Näe esimerkki
fr: Voir un example
hu: Láss egy példát
it: Vedi un esempio
ja: 具体的な例を見てみましょう
lt: Žiūrėkite pavyzdį
ms: Lihat contoh
nb: Se et eksempel
nl: Bekijk een voorbeeld
pl: Zobacz przykład
pt_br: Veja um exemplo
ru: Посмотреть пример
sk: Pozrieť príklad
sl: Oglejte si primer
sq: Shih një shembull
sr: Pogledaj primer
sv: Se ett exempel
tr: Bir örnek görün
uk: Переглянути приклад
vi: Xem một ví dụ
zh_hk: 看一個例子

source: Select a collection
ar: حدد مجموعة
bg: Изберете колекция
ca: Escull una col·lecció
de: Eine Sammlung auswählen
eo: Pick a squad 🤙
es: Selecciona una colección
fa: یک مجموعه را انتخاب کنید
fi: Valitse kokoelma
fr: Sélectionner une collection
hu: Válasszon egy gyűjteményt
it: Seleziona una collezione
ja: コレクションを選択する
lt: Pasirinkite kolekciją
ms: Pilih koleksi
nb: Velg en samling
nl: Selecteer een collectie
pl: Wybierz kolekcję
pt_br: Selecionar uma coleção
ru: Выбрать коллекцию
sk: Vyberte kolekciu
sl: Izberite zbirko
sq: Zgjidh një koleksion
sr: Izaberi kolekciju
sv: Välj en samling
tr: Bir koleksiyon seçin
uk: Виберіть колекцію
vi: Chọn một bộ sưu tập
zh_hk: 選擇一個集合

source: (optional)
ar: (اختياري)
bg: (незадължително)
ca: (opcional)
de: (fakultativ)
eo: (itsy bitsy optional)
es: (opcional)
fa: (اختیاری)
fi: Voitko auttaa minua?
fr: (facultatif)
hu: (választható)
it: (opzionale)
ja: (任意)
lt: (neprivaloma)
ms: (pilihan)
nb: (valgfritt)
nl: (optioneel)
pl: (opcjonalnie)
pt_br: (opcional)
ru: (необязательный)
sk: (voliteľné)
sl: (neobvezno)
sq: (opsionale)
sr: (opciono)
sv: (valfritt)
tr: (opsiyonel)
uk: (необов’язково)
vi: (tùy chọn)
zh_hk: (可選)

source: must be a positive integer value
ar: يجب أن تكون قيمة عدد صحيح موجب
bg: трябва да е положително цяло число
ca: ha de ser un valor enter positiu
de: muss eine positive Ganzzahl sein
eo: It’s gotta be a positive whole number, fr.
es: debe ser un valor entero positivo
fa: باید یک مقدار صحیح مثبت باشد
fi: täytyy olla positiivinen kokonaisluku
fr: doit être un entier positif
hu: pozitív egész számnak kell lennie
it: deve essere un valore intero positivo
ja: は正整数値でなければならない
lt: turi būti teigiamas sveikasis skaičius
ms: mesti nilai integer positif
nb: må være en positiv heltallverdi
nl: moet een positief geheel getal zijn
pl: musi być wartością całkowitą dodatnią
pt_br: deve ser um número inteiro positivo
ru: должно быть положительным целым числом
sk: musí byť kladná celočíselná hodnota
sl: mora biti pozitivno celo število
sq: duhet të jetë një vlerë e plotë pozitive
sr: mora biti pozitivan ceo broj
sv: måste vara ett positivt heltalsvärde
tr: pozitif bir tamsayı değeri olmalıdır
uk: має бути додатним цілим числом
vi: phải là giá trị số nguyên dương
zh_hk: 必須是正整數值

source: Button properties
ar: خصائص الزر
bg: Свойства на бутона
ca: Propietats del botó
de: Eigenschaften der Schaltfläche
eo: Button vibes
es: Propiedades Botón
fa: ویژگی‌های دکمه
fi: Painikkeen ominaisuudet
fr: Propriétés des boutons
hu: A gomb tulajdonságai
it: Proprietà del pulsante
ja: ボタンのプロパティ
lt: Mygtukų savybės
ms: Sifat butang
nb: Knapp egenskaper
nl: Knop eigenschappen
pl: Właściwości przycisku
pt_br: Propriedades do botão
ru: Свойства кнопки
sk: Vlastnosti tlačidla
sl: Lastnosti gumba
sq: Vetitë e butonit
sr: Svojstva dugmeta
sv: Knappegenskaper
tr: Düğme özellikleri
uk: Властивості кнопки
vi: Thuộc tính nút bấm
zh_hk: 按鈕屬性

source: Button text
ar: نص الزر
bg: Текст на бутона
ca: Text del botó
de: Text der Schaltfläche
eo: Button text → "Button vibes"
es: Texto Botón
fa: متن دکمه
fi: Painikkeen teksti
fr: Texte du bouton
hu: Gomb szövege
it: Testo del pulsante
ja: ボタンテキスト
lt: Mygtuko tekstas
ms: Teks butang
nb: Knapp tekst
nl: Knoptekst
pl: Tekst przycisku
pt_br: Texto do botão
ru: Текст кнопки
sk: Text tlačidla
sl: Besedilo gumba
sq: Teksti i butonit
sr: Tekst dugmeta
sv: Knapp-text
tr: Düğme metni
uk: Текст кнопки
vi: Văn bản nút bấm
zh_hk: 按鈕文字

source: Button variant
ar: نمط الزر
bg: Вариант на бутона
ca: Variant del botó
de: Art der Schaltfläche
eo: Button variant → Button vibe or Button flex
es: Variante Botón
fa: نوع دکمه
fi: Napin variantti
fr: Variante de bouton
hu: Gomb változat
it: Variante del pulsante
ja: ボタンバリアント
lt: Mygtuko variantas
ms: Varian butang
nb: Knapp variant
nl: Knop variant
pl: Wariant przycisku
pt_br: Variante do botão
ru: Вариант кнопки
sk: Varianta tlačidla
sl: Različica gumba
sq: Varianti i butonit
sr: Varijanta dugmeta
sv: Knappvariant
tr: Düğme varyantı
uk: Варіант кнопки
vi: Biến thể nút bấm
zh_hk: 按鈕變體

source: Pick an action
ar: اختر إجراءً
bg: Избери действие
ca: Escull una acció
de: Wähle eine Aktion aus
eo: Pick what’s the move
es: Elige una acción
fa: انتخاب یک اکشن
fi: Valitse toiminta
fr: Choisir une action
hu: Válasszon egy műveletet
it: Scegli un'azione
ja: アクションを選ぶ
lt: Pasirinkite veiksmą
ms: Pilih tindakan
nb: Velg en handling
nl: Kies een actie
pl: Wybierz akcję
pt_br: Selecione uma ação
ru: Выбрать действие
sk: Vyberte akciu
sl: Izbiranje dejanja
sq: Zgjidh një veprim
sr: Izaberi akciju
sv: Välj en åtgärd
tr: Bir eylem seçin
uk: Оберіть дію
vi: Chọn một thao tác
zh_hk: 選擇一個動作

source: Change action
ar: غيّر الإجراء
bg: Промяна на действие
ca: Canviar acció
de: Aktion ändern
eo: Switch up the vibe
es: Cambia acción
fa: تغییر اکشن
fi: Vaihda toiminto
fr: Changer une action
hu: Művelet módosítása
it: Modifica azione
ja: チェンジアクション
lt: Keisti veiksmą
ms: Tukar tindakan
nb: Endre handling
nl: Verander actie
pl: Zmień akcję
pt_br: Alterar ação
ru: Изменить действие
sk: Zmeniť akciu
sl: Spremeni dejanje
sq: Ndrysho veprimin
sr: Promeni akciju
sv: Ändra åtgärd
tr: Eylemi değiştir
uk: Змінити дію
vi: Thay đổi thao tác
zh_hk: 更改動作

source: Action Settings
ar: إعدادات الإجراء
bg: Настройки на действията
ca: Configuració d'acció
de: Aktionseinstellungen
eo: Vibe controls
es: Configuración de Acciones
fa: تنظیمات اکشن
fi: Toiminnan asetukset
fr: Paramètres d'actions
hu: Műveleti beállítások
it: Impostazioni azione
ja: アクション設定
lt: Veiksmų nustatymai
ms: Tetapan Tindakan
nb: Handlingsinnstillinger
nl: Actie-instellingen
pl: Ustawienia akcji
pt_br: Configurações de ação
ru: Настройки действия
sk: Nastavenia akcie
sl: Nastavitve dejanj
sq: Cilësimet e veprimit
sr: Podešavanja akcije
sv: Åtgärdsinställningar
tr: Eylem Ayarları
uk: Налаштування дії
vi: Cài đặt thao tác
zh_hk: 動作設置
