Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Like December 25, 2015 - February 14, 2016
ar: مثل 25 ديسمبر 2015 - 14 فبراير 2016
bg: Подобно на 25 декември 2015 г. - 14 февруари 2016 г.
ca: Per exemple: 25 de Desembre de 2015 - 15 de Febrer de 2016
de: Bspw. 25. Dezember 2015 - 14. Februar 2016
eo: like Dec 25, 2015 - Feb 14, 2016, fr fr the vibe was wild
es: Como 25 de Diciembre, 2015 - 14 de Febrero, 2016
fa: مانند 2015 دسامبر 25 - 2015 فوریه 14
fi: esim. 25. joulukuuta, 2015 - 14. helmikuuta, 2016
fr: Par exemple 25 Décembre 2015 - 14 Février 2016
hu: Mint pl. 2015 december 25 - 2016 február 14
it: Come Dicembre 25, 2015 - Febbraio 14, 2016
ja: 例: 2015年12月25日〜2016年2月14日
lt: Kaip Gruodžio 25, 2015 - Vasario 14, 2016
ms: Seperti Disember 25, 2015 - Februari 14, 2016
nb: Som 25 Desember, 2015 - 14 Februar, 2016
nl: Bijvoorbeeld 25 december 2019 - 14 februari 2020
pl: Jak 25 Grudzień 2015 - 14 Stycznia 2016
pt_br: Como 25 de dezembro de 2015–14 de fevereiro de 2016
ru: Например, 25 декабря 2015 - 14 февраля 2016
sk: Napr. December 25, 2015 - Február 14, 2016
sl: Kot 25. december 2015 - 14. februar 2016
sq: Si 25 dhjetor 2015 - 14 shkurt 2016
sr: Kao 25. decembar 2015 - 14. februar 2016
sv: T.ex 25:e december 2015 - 14:e februari 2016
tr: 25 Aralık 2015 - 14 Şubat 2016 gibi
uk: Наприклад, 25 грудня 2015 - 14 лютого 2016
vi: Như 25 tháng 12,2015 - 14 tháng 2,2016
zh_hk: 比如十二月25日，2015-二月14日，2016

source: Relative Date
ar: تاريخ نسبي
bg: Относителна дата
ca: Data relativa
de: Relatives Datum
es: Fecha Relativa
fa: تاریخ نسبی
fi: Suhteellinen päivämäärä
fr: Date relative
hu: Relatív dátum
it: Date relative
ja: 相対日付
lt: Santykinė data
ms: Tarikh Berkaitan
nb: Relativ Dato
nl: Relatieve datum
pl: Data względna
pt_br: Data Relativa
ru: Относительная Дата
sk: Relatívny dátum
sl: Relativni datum
sq: Datë relative
sr: Relativni datum
sv: Relativt datum
tr: Nispi Tarih
uk: Відносна дата
vi: Ngày tương đối
zh_hk: 相關日期

source: Like "the last 7 days" or "this month"
hu: Például „az elmúlt 7 napban” vagy „ebben a hónapban”
ms: Seperti "7 hari yang lalu" atau "bulan ini"

source: Date Filter
hu: Dátum szűrő
ms: Penapis tarikh

source: All Options
ar: كل الخيارات
bg: Всички опции
ca: Totes les opcions
de: Alle Optionen
eo: All the vibes
es: Todas las Opciones
fa: همه گزینه ها
fi: Kaikki vaihtoehdot
fr: Toutes les options
hu: Minden opció
it: Tutte le Opzioni
ja: 全オプション
lt: Visos parinktys
ms: Semua pilihan
nb: Alle alternativer
nl: Alle opties
pl: Wszystkie opcje
pt_br: Todas as opções
ru: Все опции
sk: Všetky možnosti
sl: Vse možnosti
sq: Të gjitha opsionet
sr: Sve opcije
sv: Alla val
tr: Tüm seçenekler
uk: Усі опції
vi: Tất cả các lựa chọn
zh_hk: 所有選項

source: Contains all of the above
ar: يتضمن كل ما سبق
bg: Съдържа всичко по-горе
ca: Conté tot l'anterior
de: Enthält alles oben Benannte
eo: Includes all the vibes up there
es: Contiene todo lo anterior
fa: شامل همه موارد فوق
fi: Kaikki ylläoleva sisältyy
fr: Contient tout ce qui précède
hu: A fentiek mindegyikét tartalmazza
it: Contiene tutto quanto sopra
ja: 上記全てを含む
lt: Turi visą pirmiau minėtą informaciją
ms: Mengandungi semua yang di atas
nb: Inneholder alt ovenfor
nl: Bevat al het bovenstaande
pl: Zawiera wszystkie powyższe
pt_br: Contém todos os itens acima
ru: Включает все что перечислено ниже
sk: Obsahuje všetky vyššie uvedené
sl: Vsebuje vse zgoraj navedeno
sq: Përmban të gjitha sa më sipër
sr: Sadrži sve navedeno
sv: Innehåller alla ovanstående
tr: Yukarıdakilerin tümünü içerir
uk: Містить усе з наведеного вище
vi: Bao gồm tất cả cái phía trên
zh_hk: 包含以上全部

source: ZIP or Postal Code
hu: Irányítószám vagy postai kód
ms: ZIP atau Kod Pos

source: Time
ar: الوقت
bg: Време
ca: Temps
de: Zeit
eo: Time? That’s straight-up a whole mood rn
es: Tiempo
fa: زمان
fi: Aika
fr: Heure
hu: Idő
it: Tempo
ja: 時間
lt: Laikas
ms: Masa
nb: Tid
nl: Tijd
pl: Czas
pt_br: Hora
ru: Время
sk: Čas
sl: Čas
sq: Kohë
sr: Vreme
sv: Tid
tr: Zaman
uk: Час
vi: Thời gian
zh_hk: 時間

source: Date range, relative date, time of day, etc.
hu: Dátumtartomány, relatív dátum, napszak, stb.
ms: Julat tarikh, tarikh relatif, masa sehari, dan lain-lain

source: Location
ar: الموقع
bg: Местоположение
ca: Ubicació
de: Standort
eo: Where you at?
es: Ubicación
fa: محل
fi: Sijainti
fr: Lieu
hu: Elhelyezkedés
it: Posizione
ja: 場所
lt: Vieta
ms: Lokasi
nb: Sted
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Расположение
sk: Poloha
sl: Lokacija
sq: Vendndodhja
sr: Lokacija
sv: Plats
tr: Yer
uk: Розташування
vi: Địa điểm
zh_hk: 位置

source: City, State, Country, ZIP code.
hu: Város, Állam, Ország, Irányítószám.
ms: Bandar, Negeri, Negara, Kod Pos.

source: User ID, product ID, event ID, etc.
hu: Felhasználói azonosító, termékazonosító, eseményazonosító, stb.
ms: ID Pengguna, ID produk, ID acara dan lain-lain

source: Other Categories
hu: Egyéb kategóriák
ms: Kategori lain

source: Category, Type, Model, Rating, etc.
hu: Kategória, Típus, Modell, Értékelés, stb.
ms: Kategori, Jenis, Model, Penilaian, dan lain-lain

source: Account settings
bg: Настройки на профила
ca: Configuració del compte
eo: Account vibes
hu: Fiók beállítások
lt: Paskyros nustatymai
ms: Tetapan akaun
nb: Kontoinnstillinger
nl: Account instellingen
sv: Konto-inställningar

source: Exit admin
bg: Излезте от администратора
ca: Sortir de l'administració
eo: Bye admin, fr fr
hu: Kilépés az adminból
lt: Išeikite iš administratoriaus
ms: Keluar pentadbir
nb: Lukk admin
nl: Admin afsluiten
sv: Avsluta Admin

source: Logs
ar: السجلات
bg: Дневници
ca: Registres
de: Protokolle
eo: Logs = "Logs" (not much change needed, but if you want a more slangy vibe, maybe "logz" or "loggs")
es: Registros
fa: سیاههها
fi: Lokit
fr: Journaux
hu: Naplók
it: I log
ja: ログ
lt: Žurnalai
ms: Log
nb: Logger
nl: Logboek
pl: Logi
pt_br: Registros
ru: Логи
sk: Logy
sl: Dnevniki
sq: Log-et
sr: Logovi
sv: Loggar
tr: Kayıtlar
uk: Логи
vi: Nhật kí
zh_hk: 日誌

source: Help
ar: مساعدة
bg: Помощ
ca: Ajuda
de: Hilfe
eo: Need some help fr fr
es: Ayuda
fa: کمک
fi: Apua
fr: Aide
hu: Segítség
it: Aiuto
ja: ヘルプ
lt: Pagalba
ms: Bantuan
nb: Hjelp
pl: Pomoc
pt_br: Ajuda
ru: Помощь
sk: Pomoc
sl: Pomoč
sq: Ndihmë
sr: Pomoć
sv: Hjälp
tr: Yardım
uk: Допомога
vi: Trợ giúp
zh_hk: 說明

source: About Metabase
hu: A Metabase-ról
ms: Tentang Metabase

source: Sign out
ar: تسجيل الخروج
bg: Отписване
ca: Sortir
de: Abmelden
eo: Peace out ✌️
es: Salir
fa: خروج
fi: Kirjaudu ulos
fr: Déconnexion
hu: Kijelentkezés
it: Esci
ja: サインアウト
lt: Atsijungti
ms: Log keluar
nb: Logg ut
nl: Uitloggen
pl: Wyloguj się
pt_br: Sair
ru: Выход
sk: Odhlásiť sa
sl: Odjava
sq: Dil
sr: Odjavi se
sv: Logga ut
tr: Oturumu Kapat
uk: Вийти
vi: Thoát ra
zh_hk: 登出

source: Thanks for using
hu: Köszönjük, hogy használja
ms: Terima kasih kerana menggunakan

source: You're on version
ar: أنت على الإصدار
bg: Вие сте на версия
ca: Esteu utilitzant la versió
de: Du nutzt Version
eo: You’re on that v1.0 fr
es: Estás en la versión
fa: شما در نسخه هستید
fi: Olet versiossa
fr: Vous êtes en version
hu: A verzió
it: Tu stai usando la versione
ja: ご利用中のバージョンは
lt: Jūsų versija yra
ms: Anda menggunakan versi
nb: Du bruker versjon
nl: Je gebruikt versie
pl: Pracujesz z wersją
pt_br: Você está na versão
ru: Ваша версия
sk: Ste vo verzii
sl: Ste na različici
sq: Je në versionin
sr: Koristite verziju
sv: Du kör version
tr: Versiyondasın
uk: Ви на версії
vi: Bạn đang ở phiên bản
zh_hk: 正在使用版本

source: Built on
ar: تم البناء في
bg: Инсталирано на
ca: Construïda el
de: Gebaut am
eo: Powered up with or straight-up made of (depending on context), but in Gen Z slang, you might just say "made of" or "created with." If it's more about foundation, maybe "set up on" or "based on."
es: Construida el
fa: ساخته شده بر پایه ی
fi: luotu
fr: Sortie le
hu: Készült
it: Costruita su
ja: ビルド年月日:
lt: Pastatytas ant
ms: Dibina atas
nb: Bygget den
nl: Gebouwd op
pl: Zbudowany na
pt_br: Criado em
ru: Собрано
sk: Postavený na
sl: Zgrajeno na
sq: Ndërtuar më
sr: Buildovan
sv: Byggd på
tr: Üzerine inşa
uk: Зібрано
vi: đã xây dựng trên
zh_hk: 建立於

source: is a Trademark of
bg: е търговска марка на
ca: és una marca registrada de
eo: is a whole vibe of
hu: a védjegye
lt: yra prekės ženklas
ms: adalah Tanda Dagangan
nb: er et varemerke for
nl: is een handelsmerk van
sv: är ett varumärke från

source: and is built with care in San Francisco, CA
hu: nagy gonddal készült San Franciscóban, Kaliforniában
ms: dan dibina dengan teliti di San Francisco, CA

source: Metabase Admin
ar: مسؤول Metabase
bg: Администратор на Metabase
ca: Administració de Metabase
de: Metabase Administrator
eo: Metabase Admin → Metabase admin, frienemy vibes
es: Configuración Metabase
fa: مدیر متابیس
fi: Metabase hallintapaneeli
fr: Admin Metabase
it: Amministratore Metabase
ja: Metabase管理者
lt: Metabazės administratorius
ms: Pentadbir Metabase
nb: Metabaseadministrator
nl: Metabase administrator
pl: Admin Metabase
pt_br: Administrador da Metabase
ru: Управление Metabase
sl: Skrbnik metabaze
sq: Administrimi i Metabase
sv: Metabasadministratör
tr: Metabase Yöneticisi
uk: Адмінка Metabase
vi: Quản trị viên Metabase
zh_hk: Metabase管理員

source: Ask a question
ar: اطرح سؤالًا
bg: Задай въпрос
ca: Fes una pregunta
de: Stelle eine Frage
eo: Slide in with a q, bestie
es: Haz una pregunta
fa: یک سوال بپرس
fi: Kysy kysymys
fr: Poser une question
hu: Tegyen fel egy kérdést
it: Poni una domanda
ja: 照会する
lt: Užduoti klausimą
ms: Ajukan soalan
nb: Still et spørsmål
nl: Een vraag stellen
pl: Zadaj pytanie
pt_br: Fazer uma pergunta
ru: Создать запрос
sk: Pridajte otázku
sl: Zastavite vprašanje
sq: Bëj një pyetje
sr: Postavi pitanje
sv: Ställ en fråga
tr: Bir soru sor
uk: Поставте запитання
vi: Hỏi một câu hỏi
zh_hk: 建立問題

source: New dashboard
ar: لوحة معلومات جديدة
bg: Ново табло за управление
ca: Afegeix un nou quadre de comandament
de: Neues Dashboard
eo: New dashboard, fr fr
es: Añadir nuevo Cuadro de Mando
fa: داشبورد جدید
fi: Uusi kojelauta
fr: Nouveau tableau de bord
hu: Új irányítópult
it: Nuova Dashboard
ja: 新しいダッシュボード
lt: Nauja informacijos suvestinė
ms: Papan pemuka baru
nb: Ny infotavle
nl: Nieuw dashboard
pl: Nowy pulpit
pt_br: Novo painel
ru: Новый дашборд
sk: Nový dashboard
sl: Nova nadzorna plošča
sq: Panel i ri
sr: Nova kontrolna tabla
sv: Ny instrumentpanel
tr: Yeni gösterge Paneli
uk: Новий дашборд
vi: Bảng điều khiển mới
zh_hk: 新資訊看板

source: New pulse
hu: Új pulzus
ms: Denyutan baharu

source: Reference
hu: Referencia
ms: Rujukan

source: Which metric?
hu: Melyik metrika?
ms: Metrik mana?

source: Defining common metrics for your team makes it even easier to ask questions
hu: A közös metrikák meghatározása a csapat számára még könnyebbé teszi a kérdések feltevését
ms: Menentukan metrik biasa untuk pasukan anda menjadikannya lebih mudah untuk bertanya soalan

source: How to create metrics
hu: Hogyan hozzunk létre metrikákat
ms: Cara membuat metrik

source: See data over time, as a map, or pivoted to help you understand trends or changes.
hu: Nézze meg az adatokat időben, térképen, vagy pivotálva, hogy jobban megértse a trendeket vagy változásokat.
ms: Lihat data dari masa ke masa, sebagai peta, atau berputar untuk membantu anda memahami arah atau perubahan.

source: Custom
ar: مخصّص
bg: Персонализиран
ca: Personalitzat
de: Benutzerdefiniert
eo: Custom → "Vibe" or "Personalized" (depending on context, but "vibe" is most lit)
es: Personalizado
fa: سفارشی
fi: Räätälöi
fr: Personnalisée
hu: Egyedi
it: Personalizzato
ja: カスタム
lt: Pasirinktinis
ms: Tersuai
nb: Egendefinert
nl: Aangepast
pl: Własny
pt_br: Personalizado
ru: Произвольный
sk: Voliteľný
sl: Običaj
sq: E personalizuar
sr: Prilagođeno
sv: Anpassad
tr: Özel
uk: Користувацький
vi: Tập quán
zh_hk: 自訂

source: New question
ar: سؤال جديد
bg: Нов въпрос
ca: Nova pregunta
de: Neue Frage
eo: New Q, fr
es: Nueva pregunta
fa: سوال جدید
fi: Uusi kysymys
fr: Nouvelle question
hu: Új kérdés
it: Nuove domande
ja: 新しい条件
lt: Naujas klausimas
ms: Soalan baharu
nb: Nytt spørsmål
nl: Nieuwe vraag
pl: Nowe pytanie
pt_br: Nova pergunta
ru: Новый запрос
sk: Nová otázka
sl: Novo vprašanje
sq: Pyetje e re
sr: Novo pitanje
sv: Ny fråga
tr: Yeni soru
uk: Новий запит
vi: Câu hỏi mới
zh_hk: 新的提問

source: Use the simple question builder to see trends, lists of things, or to create your own metrics.
hu: Használja az egyszerű kérdésépítőt, hogy trendeket, listákat láthasson, vagy saját metrikákat hozhasson létre.
ms: Gunakan pembina soalan mudah untuk melihat trend, senarai perkara, atau untuk membuat metrik anda sendiri.

source: Native query
ar: استعلام أصلي
bg: Собствена заявка
ca: Consulta nativa
de: Native Abfrage
eo: Native query → This is just "native query" lol, no cap
es: Consulta nativa
fa: پرس و جو بومی
fi: Natiivikysely
fr: Requête native
hu: Natív lekérdezés
it: Query native
ja: ネイティブクエリ
lt: Vietinė užklausa
ms: Query asli
nb: Lokal spørring
nl: SQL-query
pl: Zapytanie natywne
pt_br: Consulta nativa
ru: Прямой запрос
sk: Natívny dotaz
sl: Izvorna poizvedba
sq: Pyetje native
sr: Nativni upit
sv: Inbyggd fråga
tr: Yerel sorgu
uk: Нативний запит
vi: Truy vấn gốc
zh_hk: 原生查詢

source: For more complicated questions, you can write your own SQL or native query.
hu: Bonyolultabb kérdésekhez írhat saját SQL vagy natív lekérdezést.
ms: Untuk soalan yang lebih rumit, anda boleh menulis SQL atau query asli anda sendiri.

source: Select a default value…
ar: اختر قيمة افتراضية…
bg: Изберете стойност по подразбиране ...
ca: Seleccioneu un valor per defecte…
de: Wähle einen Standardwert…
eo: Pick a default vibe…
es: Selecciona un valor por defecto…
fa: یک مقدار پیش فرض را انتخاب کنید ...
fi: Valitse oletusarvo...
fr: Choisir une valeur par défaut…
hu: Válasszon egy alapértelmezett értéket…
it: Seleziona un valore predefinito ...
ja: デフォルト値を選択する
lt: Pasirinkite numatytąją vertę ...
ms: Pilih nilai lalai...
nb: Velg en standardverdi…
nl: Selecteer een standaardwaarde...
pl: Wybierz wartość domyślną…
pt_br: Selecione um valor padrão…
ru: Выберите значение по-умолчанию...
sk: Vyberte predvolenú hodnotu ...
sl: Izberite privzeto vrednost ...
sq: Zgjidh një vlerë të parazgjedhur…
sr: Izaberi podrazumevanu vrednost…
sv: Sätt ett förvalt värde...
tr: Bir varsayılan değer seç…
uk: Виберіть значення за замовчуванням…
vi: Chọn một giá trị mặc định...
zh_hk: 選擇一個預設值

source: Update filter
ar: حدّث الفلتر
bg: Актуализирай филтъра
ca: Actualitzar el fitlre
de: Filter anpassen
eo: Update the filter? Bet, that's a whole vibe.
es: Actualizar filtro
fa: به روز رسانی فیلتر
fi: Päivitä suodin
fr: Mettre à jour le filtre
hu: Szűrő frissítése
it: Filtro di aggiornamento
ja: フィルターを更新する
lt: Atnaujinti filtrą
ms: Kemas kini penapis
nb: Oppdater filter
nl: Pas filter aan
pl: Aktualizuj filtr
pt_br: Atualizar filtro
ru: Обновить фильтр
sk: Aktualizovať filter
sl: Filter za posodabljanje
sq: Përditëso filtrin
sr: Ažuriraj filter
sv: Uppdatera filter
tr: Filtreyi güncelle
uk: Оновити фільтр
vi: Cập nhật bộ lọc
zh_hk: 更新篩選器

source: Today
ar: اليوم
bg: Днес
ca: Avui
de: Heute
eo: today’s lowkey giving vibes
es: Hoy
fa: امروز
fi: Tänään
fr: Aujourd'hui
hu: Ma
it: Oggi
ja: 本日
lt: Šiandien
ms: Hari ini
nb: I dag
nl: Vandaag
pl: Dziś
pt_br: Hoje
ru: Сегодня
sk: Dnes
sl: Danes
sq: Sot
sr: Danas
sv: Idag
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hk: 今天

source: Yesterday
ar: أمس
bg: Вчера
ca: Ahir
de: Gestern
eo: yesterday was so last week lol
es: Ayer
fa: دیروز
fi: Eilen
fr: Hier
hu: Tegnap
it: Ieri
ja: 昨日
lt: Vakar
ms: Semalam
nb: I går
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
ru: Вчера
sk: Včera
sl: Včeraj
sq: Dje
sr: Juče
sv: Igår
tr: Dün
uk: Вчора
vi: Hôm qua
zh_hk: 昨天

source: Past 7 days
hu: Elmúlt 7 nap
ms: 7 hari lalu

source: Past 30 days
hu: Elmúlt 30 nap
ms: 30 hari lalu

source: Week
ar: أسابيع
bg: Седмица
ca: Setmana
de: Woche
es: Semana
fa: هفته ها
fi: Viikko
fr: Semaine
hu: Hét
it: Settimana
ja: 週
lt: Savaitė
ms: Minggu
nb: Uke
pl: Tydzień
pt_br: Semana
ru: Неделя
sk: Týždeň
sl: Teden
sq: Javë
sr: Nedelja
sv: Vecka
tr: Hafta
uk: тиждень
vi: tuần
zh_hk: 週數

source: Month
ar: أشهر
bg: Месец
ca: Mes
de: Monat
es: Mes
fa: ماه
fi: Kuukausi
fr: Mois
hu: Hónap
it: Mese
ja: 月
lt: Mėnuo
ms: Bulan
nb: Måned
nl: Maand
pl: Miesiąc
pt_br: Mês
ru: Месяц
sk: Mesiac
sl: Mesec
sq: Muaj
sr: Mesec
sv: Månad
tr: Ay
uk: Місяць
vi: Tháng
zh_hk: 月數

source: Year
ar: سنوات
bg: Година
ca: Any
de: Jahr
es: Año
fa: سال ها
fi: Vuosi
fr: Année
hu: Év
it: Anno
ja: 年
lt: Metai
ms: Tahun
nb: År
nl: Jaar
pl: Rok
pt_br: Ano
ru: Год
sk: Rok
sl: Leto
sq: Vit
sr: Godina
sv: År
tr: Yıl
uk: рік
vi: Năm
zh_hk: 年數

source: Past 7 Days
hu: Elmúlt 7 nap
ms: 7 hari lalu

source: Past 30 Days
hu: Elmúlt 30 nap
ms: 30 hari lalu

source: Last Week
hu: Múlt hét
ms: Minggu Lepas

source: Last Month
hu: Múlt hónap
ms: Bulan Lepas

source: Last Year
hu: Tavaly
ms: Tahun Lepas

source: This Week
ar: هذا الأسبوع
bg: Тази седмица
ca: Aquesta setmana
de: Diese Woche
eo: This week = This week, no cap
es: Esta Semana
fa: این هفته
fi: Tällä viikolla
fr: Cette semaine
hu: Ezen a héten
it: Questa settimana
ja: 今週
lt: Šią savaitę
ms: Minggu Ini
nb: Denne Uken
nl: Huidige week
pl: Ten tydzień
pt_br: Esta semana
ru: Эта неделя
sk: Aktuálny týždeň
sl: Ta teden
sq: Këtë javë
sr: Ova nedelja
sv: Denna vecka
tr: Bu Hafta
uk: Цього тижня
vi: Tuần này
zh_hk: 這週

source: This Month
ar: هذا الشهر
bg: Този месец
ca: Aquest mes
de: Dieser Monat
eo: This month, fr fr
es: Este Mes
fa: این ماه
fi: Tässä kuussa
fr: Ce mois-ci
hu: Ebben a hónapban
it: Questo mese
ja: 今月
lt: Šį mėnesį
ms: Bulan Ini
nb: Denne Måneden
nl: Huidige maand
pl: Ten miesiąc
pt_br: Este mês
ru: Этот месяц
sk: Aktuálny mesiac
sl: Ta mesec
sq: Këtë muaj
sr: Ovaj mesec
sv: Denna månad
tr: Bu Ay
uk: Цього місяця
vi: Tháng này
zh_hk: 這個月

source: This Year
ar: هذه السنة
bg: Тази година
ca: Aquest any
de: Dieses Jahr
eo: this year = this year (no cap, pretty much the same)
es: Este Año
fa: امسال
fi: Tänä vuonna
fr: Cette année
hu: Idén
it: Quest'anno
ja: 今年
lt: Šiais metais
ms: Tahun Ini
nb: Dette Året
nl: Dit jaar
pl: Ten rok
pt_br: Este ano
ru: Этот год
sk: Aktuálny rok
sl: Letos
sq: Këtë vit
sr: Ova godina
sv: Detta år
tr: Bu Yıl
uk: Цього року
vi: Năm nay
zh_hk: 今年

source: Enter a value...
ar: أدخل قيمة...
bg: Въведете стойност ...
ca: Introduïu un valor...
de: Gib einen Wert ein...
eo: Put in a number, bestie...
es: Introduce un valor...
fa: یک مقدار را وارد کنید
fi: Syötä arvo...
fr: Saisir une valeur...
hu: Adjon meg egy értéket...
it: Inserisci un valore
ja: 値を入力する...
lt: Įveskite vertę ...
ms: Masukkan nilai...
nb: Skriv en verdi...
nl: Voer een waarde in...
pl: Wpisz wartość...
pt_br: Digite um valor...
ru: Введите значение...
sk: Zadajte hodnotu...
sl: Vnesite vrednost ...
sq: Vendos një vlerë...
sr: Unesi vrednost...
sv: Ange ett värde...
tr: Bir değer girin ...
uk: Введіть значення...
vi: Nhập một giá trị...
zh_hk: 輸入一個值……

source: Enter a default value...
hu: Adjon meg egy alap értéket...
ms: Masukkan nilai lalai...

source: An error occurred
ar: حدث خطأ
bg: Възникна грешка
ca: S'ha produït un error
de: Ein Fehler ist aufgetreten
eo: Bruh, a glitch just happened
es: Ha ocurrido un error
fa: یک خطا رخ داده است
fi: Virhe tapahtui
fr: Une erreur est survenue
hu: Hiba történt
it: C'è stato un errore
ja: エラーが発生しました
lt: Įvyko klaida
ms: Ralat berlaku
nb: En feil oppstod
nl: Een fout is opgetreden
pl: Wystąpił błąd
pt_br: Ocorreu um erro
ru: Возникла ошибка
sk: Nastala chyba
sl: Prišlo je do napake
sq: Ndodhi një gabim
sr: Došlo je do greške
sv: Ett fel uppstod
tr: Bir hata oluştu
uk: Виникла помилка
vi: Có lỗi xảy ra
zh_hk: 發生了一個錯誤

source: Not found
ar: غير موجود
bg: Не е намерен
ca: No s'ha trobat
de: Nicht gefunden
eo: Not sussed out yet
es: No encontrado
fa: پیدا نشد
fi: Ei löytynt
fr: Non trouvé
hu: Nem található
it: Non trovato
ja: 見つかりません
lt: Nerasta
ms: Tidak dijumpai
nb: Ikke funnet
nl: Niet gevonden
pl: Nie znaleziono
pt_br: Não encontrado
ru: Не найдено
sk: Nenájdené
sl: Ni najdeno
sq: Nuk u gjet
sr: Nije pronađeno
sv: Saknas
tr: Bulunamadı
uk: Не знайдено
vi: Không tìm thấy
zh_hk: 未找到

source: You’ve made changes that need to be published before they will be reflected in your application embed.
ar: لقد أجريت تغييرات تحتاج إلى نشرها قبل أن تنعكس في تضمين تطبيقك.
bg: Направихте промени, които трябва да бъдат публикувани, преди те да бъдат отразени във вашето приложение за вграждане.
ca: Heu realitzat canvis que s'han de publicar abans de que es vegin a les aplicacions incrustades.
de: Du hast Änderungen vorgenommen, die veröffentlicht werden müssen, bevor sie in deine Anwendung eingebettet werden können.
eo: You’ve made some edits that gotta be published first lmao, then they’ll show up in your app embed.
es: Ha realizado cambios que deben publicarse antes de que se vean reflejados en la inserción de la aplicación.
fa: شما تغییراتی را ایجاد کرده اید که باید قبل از اینکه آنها را در جاسازی برنامه خود منعکس کنید منتشر شود.
fi: Olet tehnyt muutoksia, jotka on julkaistava, ennen kuin ne näkyvät sovelluksesi upotuksessa.
fr: Vous avez fait des modifications qui doivent être publiées avant d'être visibles dans l’intégration de votre application.
hu: Változtatásokat hajtott végre, amelyeket közzé kell tenni, mielőtt azok megjelennek az alkalmazás beágyazásában.
it: Hai apportato modifiche che devono essere pubblicate prima che si riflettano nell'applicazione incorporata.
ja: アプリケーションの埋め込みに反映される前に、公開する必要がある変更を加えました。
ms: Anda telah membuat perubahan yang perlu diterbitkan sebelum ia akan dipaparkan dalam penyematan aplikasi anda.
nb: Du har gjort endringer som må publiseres før de vil bli reflektert i din applikasjonsinnbygging.
nl: Je hebt wijzigingen aangebracht die gepubliceerd moeten worden voordat deze worden toegepast in uw embeded applicatie.
pl: Wprowadzono zmiany, które muszą zostać opublikowane, zanim zostaną odzwierciedlone w osadzonej aplikacji.
pt_br: Você fez alterações que precisam ser publicadas antes de serem refletidas na incorporação do seu aplicativo.
ru: Вы сделали изменения, которые должны быть опубликованы перед тем как они отразятся во встроенном приложении.
sk: Vykonali ste zmeny, ktoré je potrebné zverejniť skôr, ako sa prejavia vložené vo vašej aplikácii.
sl: Naredili ste spremembe, ki jih je treba objaviti, preden bodo prikazane v vdelava aplikacije.
sq: Ke bërë ndryshime që duhet të publikohen përpara se të pasqyrohen në inkorporimin e aplikacionit tënd.
sr: Napravili ste izmene koje treba objaviti pre nego što se odraze u ugradnji u vašu aplikaciju.
sv: Du har gjort ändringar som behöver publiceras innan de kommer att träda i kraft i din inbäddade applikation.
tr: Uygulama gömdünüze yansıtılmadan önce yayınlanması gereken değişiklikler yaptınız.
uk: Ви внесли зміни, які потрібно опублікувати, перш ніж вони відобразяться у вбудовуванні у ваш застосунок.
vi: Bạn đã thực hiện các thay đổi cần được công bố trước khi chúng được phản ánh trong ứng dụng của bạn được nhúng.
zh_hk: 您已經做出了更改，在它們嵌入的應用裡發生作用前需要被發布。
