Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Unexpected expression
ar: تعبير غير متوقع
bg: Неочакван израз
ca: Expressió inesperada
de: Unerwarteter Ausdruck
eo: Unplanned vibe check
es: Expresión inesperada
fa: عبارت غیرمنتظره
fi: Odottamaton lauseke
fr: Expression inattendue
hu: Váratlan kifejezés
it: Espressione inaspettata
ja: 想定外な表現
lt: Netikėta išraiška
ms: Ekspresi tidak dijangka
nb: Uventet uttrykk
nl: Onverwachte expressie
pl: Nieoczekiwane wyrażenie
pt_br: Expressão inesperada
ru: Неожиданное выражение
sk: Neočakávaný výraz
sl: Nepričakovan izraz
sq: Shprehje e papritur
sr: Neočekivan izraz
sv: Oväntat uttryck
tr: Beklenmeyen ifade
uk: Неочікуваний вираз
vi: Biểu thức không mong đợi
zh_hk: 意外的表達式

source: Invalid node type
ar: نوع عقدة غير صالح
bg: Невалиден тип възел
ca: Tipus de node no vàlid
de: Ungültiger Knotentyp
eo: Yo, that’s an invalid node type, frfr
es: Tipo de nodo no válido
fa: نوع گره نامعتبر
fi: Virheellinen solmutyyppi
fr: Type de nœud invalide
hu: Érvénytelen csomóponttípus
it: Tipo di nodo invalido
ja: 無効なノードタイプ
lt: Netinkamas mazgo tipas
ms: Jenis nod tidak sah
nb: Ugyldig nodetype
nl: Ongeldige node type
pl: Nieprawidłowy typ węzła
pt_br: Tipo de nó inválido
ru: Некорректный тип узла
sk: Neplatný typ uzlu
sl: Neveljavna vrsta vozlišča
sq: Lloj nyje i pavlefshëm
sr: Nevažeći tip čvora
sv: Felaktig nod-typ
tr: Geçersiz düğüm türü
uk: Некоректний тип вузла
vi: Loại nút không hợp lệ
zh_hk: 無效的節點類型

source: Invalid number format
ar: تنسيق رقم غير صالح
bg: Невалиден формат на числата
ca: Format de nombre no vàlid
de: Ungültiges Nummernformat
eo: Bro, your number’s so sus rn
es: Formato de número no válido
fa: قالب عدد نامعتبر
fi: Virheellinen numeromuoto
fr: Format numérique invalide
hu: Érvénytelen számformátum
it: Formato del numero non valido
ja: 無効な数値フォーマット
lt: Netinkamas skaičių formatas
ms: Format nombor tidak sah
nb: Ugyldig nummerformat
nl: Ongeldige getalnotatie
pl: Nieprawidłowy format liczby
pt_br: Formato de número inválido
ru: Некорректный формат числа
sk: Neplatný formát čísla
sl: Neveljavna oblika zapisa števil
sq: Format numri i pavlefshëm
sr: Nevažeći format broja
sv: Felaktigt numeriskt format
tr: Geçersiz sayı biçimi
uk: Некоректний формат числа
vi: Định dạng số không hợp lệ
zh_hk: 無效的數字格式

source: Expected expression
ar: تعبير متوقَّع
bg: Очакван израз
ca: S'esperava una expressió
de: Erwarteter Ausdruck
eo: Vibe check expression
es: Esperaba una expresión
fa: عبارت مورد انتظار
fi: Odotettu lauseke
fr: Expression attendue
hu: Várt kifejezés
it: Espressione attesa
ja: 期待される表現
lt: Laukiama išraiška
ms: Ekspresi dijangka
nb: Forventet uttrykk
nl: Verwachtte expressie
pl: Oczekiwane wyrażenie
pt_br: Expressão esperada
ru: Ожидается выражение
sk: Očakávaný výraz
sl: Pričakovani izraz
sq: Pritej shprehje
sr: Očekivan je izraz
sv: Förväntade ett uttryck
tr: Beklenen ifade
uk: Очікувався вираз
vi: Biểu thức mong đợi
zh_hk: 預期的表達式

source: Slack Bot User OAuth Token
hu: Slack Bot felhasználói OAuth Token
lt: Slack Bot vartotojo OAuth prieigos raktas
ms: Token OAuth Pengguna Bot Slack

source: Slack channel name
hu: Slack csatorna neve
ms: Nama saluran Slack

source: Unexpected token "{0}"
ar: توكن غير متوقع "{0}"
bg: Неочакван токен „{0}“
ca: Token "{0}" no esperat
de: Unerwartetes Token "{0}"
eo: Bruh, an unexpected token "{0}" just poppin' off
es: Token inesperado "{0}"
fa: نشانه غیرمنتظره "{0}"
fi: Odottamaton merkki "{0}"
fr: Jeton non attendu "0"
hu: Váratlan "{0}" token
it: Token inaspettato "{0}"
ja: 予期しないトークン"{0}"
lt: Netikėtas prieigos raktas „{0}“
ms: Token tidak dijangka "{0}"
nb: Uventet token "{0}"
nl: Onverwacht token "{0}"
pl: Nieoczekiwany token "{0}"
pt_br: Token inesperado "{0}"
ru: Неожиданный токен "{0}"
sk: Neočakávaný token "{0}"
sl: Nepričakovani žeton "{0}"
sq: Token i papritur "{0}"
sr: Neočekivani token "{0}"
sv: Oväntat värdebevis "{0}"
tr: Beklenmeyen simge "{0}"
uk: Неочікуваний токен "{0}"
vi: Mã thông báo không mong đợi "{0}"
zh_hk: 意外的令牌 "{0}"

source: Reached max number of iterations
ar: تم الوصول إلى الحد الأقصى لعدد التكرارات
bg: Достигнат е максимален брой повторения
ca: S'ha assolit el nombre màxim d'iteracions
de: Maximale Anzahl an Iterationen erreicht
eo: Yo, I hit the max number of tries fr.
es: Se alcanzó el número máximo de iteraciones
fa: حداکثر تعداد تکرارها رسید
fi: Saavutettiin maksimimäärä iteraatioita.
fr: Nombre d'itérations maximal atteint
hu: Elérte az iterációk maximális számát
it: Raggiunto il numero massimo di iterazioni
ja: イテレーションの最大数に達した
lt: Pasiektas maksimalus pakartojimų skaičius
ms: Mencapai bilangan iterasi maksimum
nb: Maks antall iterasjoner nådd
nl: Maximaal aantal iteraties bereikt
pl: Osiągnięto maksymalną liczbę iteracji
pt_br: Número máximo de iterações atingido
ru: Достигнуто максимальное количество итераций
sk: Dosiahnutý maximálny počet iterácií
sl: Doseženo največje število ponovitev
sq: U arrit numri maksimal i iteracioneve
sr: Dostignut maksimalan broj iteracija
sv: Max antal upprepningar uppnått
tr: Maksimum yineleme sayısına ulaşıldı
uk: Досягнуто максимальної кількості ітерацій
vi: Đạt số lần lặp lại tối đa
zh_hk: 達到最大迭代次數

source: Unexpected token
ar: توكن غير متوقع
bg: Неочакван знак
ca: Token inesperat
de: Unerwartetes Token
eo: Lowkey a server error, tbh
es: Token inesperado
fa: توکن غیرمنتظره
fi: Odottamaton merkki
fr: Jeton non attendu
hu: Váratlan token
it: Token inaspettato
ja: 予期しないトークン
lt: Netikėtas ženklas
ms: Token yang tidak dijangka
nb: Uventet token
nl: Onverwacht teken
pl: Nieoczekiwany token
pt_br: Token inesperado
ru: Неожиданный токен
sk: Neočakávaný token
sl: Nepričakovan žeton
sq: Token i papritur
sr: Neočekivani token
sv: Oväntad nyckel
tr: Beklenmeyen simge
uk: Неочікуваний токен
vi: Mã thông báo không mong đợi
zh_hk: 意外的令牌

source: Sign in with SSO
ar: تسجيل الدخول باستخدام SSO
bg: Влезте с SSO
ca: Entra amb SSO
de: Via SSO anmelden
eo: Sign in with SSO → Log in using SSO, fr fr
es: Iniciar sesión con SSO
fa: ورود با SSO
fi: Kirjaudu kertakirjautumisella
fr: Connexion via SSO
hu: Jelentkezzen be SSO-val
it: Accedi con SSO
ja: SSOでのサインイン
lt: Prisijunkite naudodami SSO
ms: Log masuk dengan SSO
nb: Logg inn med SSO
nl: Aanmelden met SSO
pl: Zaloguj się przez SSO
pt_br: Fazer login com SSO
ru: Войти с помощью SSO
sk: Prihlásiť sa cez SSO
sl: Vpis z enotno prijavo
sq: Hyr me SSO
sr: Prijavi se putem SSO
sv: Logga in med SSO
tr: TOA ile oturum açın
uk: Увійти через SSO
vi: Đăng nhập bằng SSO
zh_hk: 使用SSO登入

source: Bought a license to unlock advanced functionality? Please enter it below.
ar: هل اشتريت ترخيصًا لفتح وظائف متقدمة؟ يرجى إدخاله أدناه.
bg: Купихте лиценз за отключване на разширена функционалност? Моля, въведете го по-долу.
ca: Has comprat una llicència per a desbloquejar una funcionalitat avançada? Entra-la a sota.
de: Hast du eine Lizenz gekauft, um erweiterte Funktionen freizuschalten? Bitte gebe sie unten ein.
eo: Got a license to unlock the extra features? Drop it below, bestie.
es: ¿Has comprado una licencia para desbloquear funciones avanzadas? Ingrésala a continuación.
fa: مجوزی برای باز کردن قابلیت‌های پیشرفته خریداری کرده‌اید؟ لطفاً آن را در زیر وارد کنید.
fi: Ostitko lisenssin edistyneiden toimintojen avaamiseksi? Syötä se alla olevaan kenttään.
fr: Vous avez acheté une licence pour débloquer les fonctionnalités avancées ? Rentrez-la ci-dessous.
hu: Vásárolt licencet az előrehaladott funkciók feloldásához? Kérjük, írja be az alábbi mezőbe.
it: Hai acquistato una licenza per sbloccare funzionalità avanzate? Per favore inseriscila qui sotto.
ja: 高度な機能を解除するためにライセンスを購入しましたか?以下に入力してください。
lt: Įsigijote licenciją išplėstinėms funkcijoms atrakinti? Įveskite jį žemiau.
ms: Membeli lesen untuk membuka fungsi lanjutan? Sila masukkan di bawah.
nb: Kjøpt en lisens for å låse opp avansert funksjonalitet? Vennligst skriv den inn nedenfor.
nl: Een licentie gekocht om geavanceerde functionaliteit te ontgrendelen? Vul het hieronder in.
pl: Kupiłeś licencję, aby odblokować zaawansowane funkcje? Wprowadź ją poniżej.
pt_br: Comprou uma licença para ter acesso a funcionalidades avançadas? Informe-a abaixo.
ru: Вы купили лицензию для разблокировки расширенных функций? Пожалуйста, введите её ниже.
sk: Zakúpili ste si licenciu na odomknutie pokročilých funkcií? Prosím, zadajte ju nižšie.
sl: Ste kupili licenco za odklepanje naprednih funkcij? Prosimo, vnesite ga spodaj.
sq: Bleve një licencë për të zhbllokuar funksionalitete të avancuara? Të lutem fute më poshtë.
sr: Kupili ste licencu da otključate napredne funkcionalnosti? Unesite je ispod.
sv: Köpt en licens för att öppna upp avancerad funktionalitet? Ange den nedan.
tr: Gelişmiş işlevlerin kilidini açmak için bir lisans mı satın aldınız? Lütfen aşağıya girin.
uk: Придбали ліцензію, щоб розблокувати розширену функціональність? Будь ласка, введіть її нижче.
vi: Đã mua giấy phép để mở khóa chức năng nâng cao? Vui lòng nhập nó bên dưới.
zh_hk: 購買了許可證以解鎖高級功能？請在下方輸入。

source: Your license isn’t valid anymore. If you have a new license, please enter it below, otherwise please contact {0}
ar: لم يعد ترخيصك صالحًا. إذا كان لديك ترخيص جديد، يرجى إدخاله أدناه، وإلا فيرجى التواصل مع {0}
bg: Вашият лиценз вече не е валиден. Ако имате нов лиценз, моля, въведете го по-долу, в противен случай се свържете с {0}
ca: La teva llicència ja no és vàlida. Si en tens una de nova, entra-la a sota. Si no, contacta, si us plau, {0}
de: Deine Lizenz ist nicht mehr gültig. Wenn du eine neue Lizenz hast, gebe diese unten ein, andernfalls wende dich bitte an {0}
eo: Yo, your license isn’t valid anymore. If you got a new one, drop it below, or else hit up {0} for help.
es: Tu licencia ya no es válida. Si tienes una nueva licencia, por favor ingrésala a continuación; de lo contrario, pregunta a {0}
fa: مجوز شما دیگر معتبر نیست. اگر مجوز جدیدی دارید، لطفاً آن را در زیر وارد کنید، در غیر این صورت لطفاً با {0} تماس بگیرید
fi: Sinun ajokorttisi ei ole enää voimassa. Jos sinulla on uusi ajokortti, syötä se alla olevaan kenttään. Muussa tapauksessa ota yhteyttä numeroon {0}.
fr: Votre licence n'est plus valide. Si vous avez une nouvelle licence, veuillez la rentrer ci-dessous, sinon contacter {0}
hu: A jogosítványa már nem érvényes. Ha van új jogosítványa, kérem írja be alább, ellenkező esetben forduljon a következőhöz: {0}
it: La tua licenza non è più valida. Se hai una nuova licenza, inseriscila qui sotto, altrimenti contatta {0}
ja: あなたのライセンスはもう有効ではありません。新しいライセンスをお持ちの場合は、以下に入力してください。 それ以外の場合は、{0}までご連絡ください。
lt: Jūsų licencija nebegalioja. Jei turite naują licenciją, įveskite ją žemiau, kitu atveju susisiekite su {0}
ms: Lesen anda tidak sah lagi. Jika anda mempunyai lesen baru, sila masukkan di bawah, jika tidak, sila hubungi {0}
nb: Lisensen din er ikke lenger gyldig. Hvis du har en ny lisens, vennligst skriv den inn nedenfor, ellers vennligst kontakt {0}
nl: Je licentie is niet meer geldig. Als je een nieuwe licentie hebt, kun je deze hieronder invullen, neem anders contact op met {0}
pl: Twoja licencja nie jest już ważna. Jeśli masz nową licencję, wprowadź ją poniżej, w przeciwnym razie skontaktuj się z {0}
pt_br: Sua licença não é mais válida. Se você tiver uma nova licença, informe-a abaixo; caso contrário, entre em contato com {0}
ru: Ваша лицензия больше не действительна. Если у вас есть новая лицензия, пожалуйста, введите её ниже, иначе свяжитесь с {0}
sk: Vaša licencia už nie je platná. Ak máte novú licenciu, prosím, zadajte ju nižšie, inak kontaktujte {0}
sl: Vaša licenca ni več veljavna. Če imate novo licenco, jo prosim vnesite spodaj, ali pa se obrnite na {0}
sq: Licenca jote nuk është më e vlefshme. Nëse ke një licencë të re, të lutem fute më poshtë, përndryshe të lutem kontakto {0}
sr: Vaša licenca više nije važeća. Ako imate novu licencu, molimo unesite je ispod, u suprotnom kontaktirajte {0}
sv: Din licens är inte längre giltig. Om du har en ny licens ange den nedan. Annars kontakta {0}
tr: Ehliyetiniz artık geçerli değil. Yeni ehliyetiniz varsa lütfen aşağıya girin, aksi takdirde lütfen {0} ile iletişime geçin
uk: Ваша ліцензія більше не дійсна. Якщо у вас є нова ліцензія, будь ласка, введіть її нижче, інакше зверніться до {0}
vi: Giấy phép của bạn không còn hợp lệ nữa. Nếu bạn có giấy phép mới, vui lòng nhập nó bên dưới, nếu không vui lòng liên hệ {0}
zh_hk: 您的許可證已經無效。如果您有新的許可證，請在下方輸入，否則請聯絡{0}。

source: Your trial ends in {0} days. If you already have a license, please enter it below.
ar: ستنتهي تجربتك خلال {0} يومًا. إذا كان لديك ترخيص بالفعل، يرجى إدخاله أدناه.
bg: Пробният ви период изтича след {0} дни. Ако вече имате лиценз, моля, въведете го по-долу.
ca: El teu període de prova acaba en {0} dies. Si tens una llicència entra-la a sota.
de: Ihre Testphase endet in {0} Tagen. Wenn Sie bereits eine Lizenz haben, geben Sie sie unten ein.
eo: Yo, your trial’s ending in {0} days. If you already got a license, just pop it in below.
es: Tu prueba finaliza en {0} días. Si ya tienes una licencia, introdúcela a continuación.
fa: دوره آزمایشی شما در {0} روز تمام می‌شود. اگر قبلاً مجوزی دارید، لطفاً آن را در زیر وارد کنید.
fi: Kokeilujaksosi päättyy {0} päivän kuluttua. Jos sinulla on jo lisenssi, kirjoita se alapuolelle.
fr: Votre période d'essai termine dans {0} jours. Si vous avez déjà une licence, veuillez la rentrer ci-dessous.
hu: A próbaverzió {0} nap múlva lejár. Ha már van licenced, kérjük, írd be az alábbi mezőbe.
it: La tua prova termina tra {0} giorni. Se hai già una licenza, inseriscila qui sotto.
ja: あなたのトライアルは{0}日で終了します。すでにライセンスをお持ちの方は、以下に入力してください。
lt: Bandomasis laikotarpis baigsis po {0} dienų. Jei jau turite licenciją, įveskite ją žemiau.
ms: Percubaan anda akan berakhir dalam {0} hari. Jika anda sudah mempunyai lesen, sila masukkan di bawah.
nb: Din prøveperiode utløper om {0} dager. Hvis du allerede har en lisens, vennligst skriv den inn nedenfor.
nl: Je proefperiode eindigt over {0} dagen. Als je al een licentie hebt, vul deze dan hieronder in.
pl: Twoja wersja próbna kończy się za {0} dni. Jeśli masz już licencję, wprowadź ją poniżej.
pt_br: Sua avaliação termina em {0} dias. Se você já tiver uma licença, informe-a abaixo.
ru: Ваш пробный период заканчивается через {0, plural, one {# день} few {# дня} many {# дней} other {# дней}}. Если у вас уже есть лицензия, пожалуйста, введите её ниже.
sk: Vaša skúšobná verzia skončí za {0, plural, one {# deň} few {# dni} many {# dní} other {# dní}}. Ak už máte licenciu, zadajte ju nižšie.
sl: Preskusna različica se konča čez {0} dni. Če že imate licenco, jo vnesite spodaj.
sq: Prova jote mbaron pas {0} ditësh. Nëse tashmë ke një licencë, të lutem fute më poshtë.
sr: Vaš probni period ističe za {0} dana. Ako već imate licencu, unesite je ispod.
sv: Din provperiod slutar om {0} dagar. Om du redan har en licens, ange den nedan.
tr: Deneme süreniz {0} gün içinde sona eriyor. Halihazırda bir lisansınız varsa, lütfen aşağıya girin.
uk: Ваш пробний період закінчується через {0} днів. Якщо у вас уже є ліцензія, введіть її нижче.
vi: Thử nghiệm của bạn sẽ kết thúc trong {0} ngày. Nếu bạn đã có giấy phép, vui lòng nhập vào bên dưới.
zh_hk: 您的試用期將在{0}天內結束。如果您已經有許可證，請在下面輸入。

source: Your license is active until {0}! Hope you’re enjoying it.
ar: ترخيصك نشط حتى {0}! نأمل أن تستمتع به.
bg: Вашият лиценз е активен до {0}! Надявам се, че ви е приятно.
ca: La teva llicència és vàlida fins {0}! Desitgem que la gaudeixis.
de: Deine Lizenz gilt bis {0}! Wir hoffen, Du genießt sie.
eo: Your license’s still lit until {0}! Hope you’re vibing with it.
es: ¡Tu licencia está activa hasta el {0}! Espero que lo estés disfrutando.
fa: مجوز شما تا {0} فعال است! امیدواریم از آن لذت ببرید.
fi: Lisenssisi on aktiivinen {0} asti! Toivottavasti siitä on sinulle hyötyä.
fr: Votre licence est active jusqu'au {0}! Profitez-en bien.
hu: A licenced aktív {0}-ig! Reméljük, hogy élvezed.
it: La tua licenza è attiva fino al {0}! Speriamo che ti stia piacendo.
ja: あなたのライセンスは{0}まで有効です!楽しんでいただけると幸いです。
lt: Jūsų licencija galioja iki {0}! Tikimės, kad jums tai patinka.
ms: Lesen anda aktif sehingga {0}! Harap anda menikmatinya.
nb: Lisensen din er aktiv til {0}! Håper du liker den.
nl: Je licentie is actief tot {0}! Hopelijk geniet je er van.
pl: Twoja licencja jest aktywna do {0}! Mamy nadzieję, że się nią cieszysz.
pt_br: Sua licença está ativa até {0}! Esperamos que você esteja gostando do produto.
ru: Ваша лицензия активна до {0}! Надеемся, что вам это нравится.
sk: Vaša licencia je aktívna do {0}! Dúfame, že si to užívate.
sl: Vaša licenca je aktivna do {0}! Upam, da uživate.
sq: Licenca jote është aktive deri më {0}! Shpresojmë po të pëlqen.
sr: Vaša licenca je aktivna do {0}! Nadamo se da vam se dopada.
sv: Din licens är aktiv till {0}! Hoppas du gillar den.
tr: Lisansınız {0} tarihine kadar aktif! umarım eğleniyorsundur
uk: Ваша ліцензія активна до {0}! Сподіваємося, вона вам подобається.
vi: Giấy phép của bạn có hiệu lực đến {0}! Hy vọng bạn đang tận hưởng.
zh_hk: 您的許可證有效期至{0}！希望您喜歡它。

source: Billing
ar: الفوترة
bg: Таксуване
ca: Facturació
de: Rechnungsstellung
eo: Billing → billz
es: Facturación
fa: صورتحساب
fi: Laskutus
fr: Facturation
hu: Számlázás
it: Fatturazione
ja: ビリング
lt: Atsiskaitymas
ms: Penagihan
nb: Fakturering
nl: Facturering
pl: Fakturowanie
pt_br: Faturas
ru: Биллинг
sk: Faktúry
sl: Zaračunavanje
sq: Faturim
sr: Naplata
sv: Debitering
tr: faturalandırma
uk: Білінг
vi: Thanh toán
zh_hk: 計費

source: Manage your Cloud account, including billing preferences, in your Metabase Store account.
ar: أدر حسابك على Cloud، بما في ذلك تفضيلات الفوترة، من حسابك في Metabase Store.
bg: Управлявайте своя акаунт в облак, включително предпочитанията за плащане, във вашия акаунт в Metabase Store.
ca: Gestiona el teu compte Cloud, incloent les preferències de facturació, al teu compte de la Botiga de Metabase.
de: Verwalten Sie Ihr Cloud-Konto, einschließlich der Abrechnungseinstellungen in Ihrem Metabase Store-Konto.
eo: Manage your Cloud account, like your billing stuff, in your Metabase Store account — no cap.
es: Administra tu cuenta en la nube, incluidas las preferencias de facturación, en tu cuenta de Metabase Store.
fa: حساب ابری خود را، از جمله تنظیمات صورتحساب، در حساب فروشگاه Metabase خود مدیریت کنید.
fi: Hallitse pilvitiliäsi, mukaan lukien laskutusasetukset, Metabase Store -tililläsi.
fr: Gérer votre compte Cloud, y compris les préférences de facturation, dans votre compte Metabase Store.
hu: Kezelje Cloud-fiókját, beleértve a számlázási beállításokat is, a Metabase Store fiókjában.
it: Gestisci il tuo account Cloud, comprese le preferenze di fatturazione, nel tuo account Metabase Store.
ja: Metabase Storeアカウントで、課金設定などの管理ができます。
lt: Tvarkykite savo „Cloud“ paskyrą, įskaitant atsiskaitymo nuostatas, „Metabase Store“ paskyroje.
ms: Urus akaun Cloud anda, termasuk keutamaan penagihan, dalam akaun Metabase Store anda.
nb: Administrer din Cloud-konto, inkludert faktureringsinnstillinger, i din Metabase Store-konto.
nl: Beheer je Cloud-account, inclusief factureringsvoorkeuren, in je Metabase Store-account.
pl: Zarządzaj swoim kontem Cloud, w tym preferencjami rozliczeniowymi, na koncie Metabase Store.
pt_br: Gerencie sua conta Cloud, incluindo preferências de cobrança, em sua conta da Metabase Store.
ru: Управляйте своим облачным аккаунтом, включая настройки выставления счетов, в своём аккаунте Metabase Store.
sk: Spravujte svoj Cloud účet, vrátane fakturačných preferencií, vo vašom Metabase Store účte.
sl: Upravljajte svoj račun v oblaku, vključno z nastavitvami obračunavanja, v računu Metabase Store.
sq: Menaxhoni llogarinë tuaj Cloud, përfshirë preferencat e faturimit, në llogarinë tuaj Metabase Store.
sr: Upravljaj svojim Cloud nalogom, uključujući podešavanja naplate, u svom Metabase Store nalogu.
sv: Underhåll ditt Cloud-konto, inklusive betalsätt i ditt Metabase Store-konto.
tr: Faturalandırma tercihleri dahil olmak üzere Bulut hesabınızı Metabase Store hesabınızda yönetin.
uk: Керуйте своїм акаунтом Cloud, зокрема налаштуваннями білінгу, у своєму акаунті Metabase Store.
vi: Quản lý tài khoản Cloud của bạn, bao gồm cả tùy chọn thanh toán, trong tài khoản Metabase Store của bạn.
zh_hk: 在您的 Metabase Store 帳戶中管理您的 Cloud 帳戶，包括計費首選項。

source: To manage your billing preferences, please email {0}
hu: A számlázási beállítások kezeléséhez kérjük, írjon e-mailt a következő címre: {0}
ms: Untuk mengurus keutamaan penagihan anda, sila e-mel kepada {0}

source: This driver will be removed in a future release.
ar: سيتم إزالة برنامج التشغيل هذا في إصدار مستقبلي.
bg: Този драйвер ще бъде премахнат в бъдеща версия.
ca: Aquest controlador s'eliminar d'una versió futura.
de: Dieser Treiber wird in einem künftigen Release entfernt.
eo: This driver’s gonna get yeeted in a future update.
es: Este controlador se eliminará en una versión futura.
fa: این درایور در نسخه آینده حذف خواهد شد.
fi: Tämä ajuri poistetaan tulevissa julkaisuissa.
fr: Ce gestionnaire de connexion sera retiré dans une prochaine version.
hu: Ezt az illesztőprogramot egy jövőbeli kiadásban eltávolítjuk.
it: Questo driver sarà rimosso in una versione futura.
ja: このドライバーは、将来のリリースで削除される予定です。
lt: Ši tvarkyklė bus pašalinta būsimame leidime.
ms: Pemacu ini akan dikeluarkan dalam keluaran akan datang.
nb: Denne driveren vil bli fjernet i en fremtidig utgivelse.
nl: Dit stuurprogramma wordt in een toekomstige release verwijderd.
pl: Ten sterownik zostanie usunięty w przyszłym wydaniu.
pt_br: Este driver será excluído em uma versão futura.
ru: Этот драйвер будет удален в одном из будущих выпусков.
sk: Tento ovládač bude odstránený v budúcej verzii.
sl: Ta gonilnik bo odstranjen v prihodnji izdaji.
sq: Ky drejtues do të hiqet në një version të ardhshëm.
sr: Ovaj drajver će biti uklonjen u nekom od narednih izdanja.
sv: Denna drivrutin kommer att tas bort i framtida version.
tr: Bu sürücü gelecekteki bir sürümde kaldırılacaktır.
uk: Цей драйвер буде вилучено в майбутньому релізі.
vi: Trình điều khiển này sẽ bị loại bỏ trong bản phát hành tương lai.
zh_hk: 該驅動程式將在未來版本中刪除。

source: We recommend you upgrade to the {0}.
ar: نوصيك بالترقية إلى {0}.
bg: Препоръчваме ви да надстроите до {0}.
ca: Et recomanem que actualitzis a {0}.
de: Wir empfehlen ein Upgrade auf {0}.
eo: We lowkey suggest you level up to the {0}.
es: Te recomendamos que actualices a la {0}.
fa: ما به شما پیشنهاد می‌دهیم به {0} ارتقا دهید.
fi: Suosittelemme päivittämään {0}:aan.
fr: Nous vous recommandons de mettre à jour vers {0}.
hu: Javasoljuk, hogy frissítsen a(z) {0}-ra.
it: Ti consigliamo di aggiornare a {0}.
ja: {0}にアップグレードすることをお勧めします。
lt: Rekomenduojame naujovinti į {0}.
ms: Kami mengesyorkan anda menaik taraf kepada {0}.
nb: Vi anbefaler at du oppgraderer til {0}.
nl: We raden je aan te upgraden naar de {0}.
pl: Zalecamy aktualizację do {0}.
pt_br: Recomendamos que você atualize para o {0}.
ru: Мы рекомендуем вам обновиться до {0}.
sk: Odporúčame vám aktualizovať na {0}.
sl: Priporočamo, da nadgradite na {0}.
sq: Rekomandojmë të përditësoni në {0}.
sr: Preporučujemo da pređete na {0}.
sv: Vi rekommenderar att du uppgraderar till {0}.
tr: {0} sürümüne geçmenizi öneririz.
uk: Рекомендуємо вам оновитися до {0}.
vi: Chúng tôi khuyên bạn nên nâng cấp lên {0}.
zh_hk: 我們建議您升級到{0}。
