Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Color of filters in the query builder, buttons and links in filter widgets.
ar: لون عوامل التصفية في منشئ الاستعلامات، والأزرار والروابط في ودجت عوامل التصفية.
bg: Цвят на филтрите в конструктора на заявката, бутоните и връзките във филтърните джаджи.
ca: Color dels filtres al constructor de sentències, botons i enllaços als ginys de filtre.
de: Farbe von Filtern im Abfragegenerator, Schaltflächen und Links in Filter-Widgets.
eo: Color of filters in the query builder, buttons, and links in filter widgets → the vibe of filters, buttons, and links in filter widgets, fr fr
es: Color de los filtros en el generador de consultas, botones y enlaces en los widgets de filtro.
fa: رنگ فیلترها در سازنده Query، دکمه ها و پیوندها در ویجت های فیلتر.
fi: Suodattimen rakentajan suodattimien, painikkeiden ja linkkien väri.
fr: Couleur des filtres dans le générateur de requêtes, des boutons et des liens dans les widgets de filtre.
hu: A szűrők színe a lekérdezés építőben, gombok és linkek a szűrő widgetekben.
it: Colore dei filtri nel generatore di query, pulsanti e link nei widget filtro.
ja: クエリビルダーのフィルターの色、フィルターウィジェットのボタンとリンク。
lt: Filtrų spalva užklausų kūrimo priemonėje, mygtukai ir nuorodos filtrų valdikliuose.
ms: Warna penapis dalam pembina pertanyaan, butang dan pautan dalam widget penapis.
nb: Farge på filtre i spørringsbyggeren, knapper og lenker i filterwidgets.
nl: Kleur van filters in de query-editor, knoppen en links in filterwidgets.
pl: Kolor filtrów w kreatorze zapytań, przyciski i linki w widżetach filtrów.
pt_br: Cor dos filtros no construtor de consultas, botões e links em widgets de filtragem.
ru: Цвет фильтров в конструкторе запросов, кнопок и ссылок в виджетах фильтров.
sk: Farba filtrov v nástroji na zostavenie dotazov, tlačidlá a odkazy vo widgetoch filtrov.
sl: Barva filtrov v graditelju poizvedb, gumbi in povezave v pripomočkih za filtriranje.
sq: Ngjyra e filtrave në ndërtuesin e pyetjeve, butonave dhe lidhjeve në widget-et e filtrave.
sr: Boja filtera u kreatoru upita, dugmadi i linkova u filter vidžetima.
sv: Färger på filter i frågeguiden, knappar och länkar i filter-rutor
tr: Sorgu oluşturucudaki filtrelerin, düğmelerin ve bağlantıların rengi filtre widget'larındadır.
uk: Колір фільтрів у конструкторі запитів, кнопок і посилань у віджетах фільтрів.
vi: Màu sắc của bộ lọc trong trình xây dựng truy vấn, các nút và liên kết trong các tiện ích bộ lọc.
zh_hk: 查詢建構器中的過濾器顏色、過濾器小部件中的按鈕和連結。

source: Bold
ar: عريض
bg: Удебелен
ca: Negreta
de: Fett
eo: That's so bold fr
es: Negrita
fa: پررنگ
fi: Rohkea
fr: Gras
hu: Félkövér
it: In grassetto
ja: 大胆な
lt: Paryškintas
ms: Tebal
nb: Fet
nl: Vetgedrukt
pl: Pogrubienie
pt_br: Negrito
ru: Жирный
sk: Tučný
sl: Smel
sr: Podebljano
sv: Fetstil
tr: Kalın
uk: Напівжирний
vi: Đậm
zh_hk: 粗體

source: Heavy
ar: ثقيل
bg: Тежък
ca: Pesat
de: Schwer
eo: That's so heavy, fr.
es: Fuerte
fa: ضخیم
fi: Raskas
fr: Lourd
hu: Nehéz
it: Pesante
ja: 重い
lt: Sunkus
ms: Berat
nb: Tung
nl: Zwaar
pl: Ciężki
pt_br: Pesado
ru: Тяжелый
sk: Ťažký
sl: Težek
sr: Ekstra bold
sv: Fet
tr: Ağır
uk: Дуже жирний
vi: Nặng
zh_hk: 加粗

source: With this Pro/Enterprise feature you can embed the full Metabase app. Enable your users to drill-through to charts, browse collections, and use the graphical query builder. {0}
hu: Ezzel a Pro/Enterprise funkcióval beágyazhatja a teljes Metabase alkalmazást. Lehetővé teheti felhasználóinak, hogy részletezzenek diagramokra, böngésszenek a gyűjtemények között, és használják a grafikus lekérdezés építőt. {0}
ms: Dengan ciri Pro/Enterprise ini, anda boleh menyematkan keseluruhan aplikasi Metabase. Benarkan pengguna anda menelusuri carta, melayari koleksi, dan menggunakan pembina pertanyaan grafik. {0}

source: Authorized origins
ar: الأصول المصرّح بها
bg: Разрешени източници
ca: Orígens autoritzats
de: Authorisierte Quellen
eo: Certified vibes
es: Orígenes autorizados
fa: مبدا مجاز
fi: Valtuutetut alkuperät
fr: Origines autorisées
hu: Engedélyezett eredetek
it: Origini autorizzate
ja: 許可された起源
lt: Leidžiama kilmė
ms: Asal yang dibenarkan
nb: Autoriserte opprinnelser
nl: Toegestane oorsprongen
pl: Autoryzowane źródła
pt_br: Origens autorizadas
ru: Авторизованные источники
sk: Autorizované zdroje
sl: Dovoljeno poreklo
sq: Origjina të autorizuara
sr: Odobrena porekla
sv: Auktoriserade ursprung
tr: Yetkili kaynaklar
uk: Авторизовані джерела
vi: Nguồn gốc được ủy quyền
zh_hk: 授權來源

source: Enter the origins for the websites or web apps where you want to allow embedding, separated by a space. Here are the {0} for what can be entered.
ar: أدخل مصادر (origins) مواقع الويب أو تطبيقات الويب التي تريد السماح بالتضمين فيها، مفصولة بمسافة. إليك {0} لما يمكن إدخاله.
bg: Въведете източниците за уебсайтовете или уеб приложенията, където искате да разрешите вграждане, разделени с интервал. Ето {0} за това, което може да се въведе.
ca: Entra els origens de les pàgines web o aplicacions web on vols permetre la incrustació, separades per espais. Aquí hi ha les {0} del que es pot entrar.
de: Gebe hier, getrennt durch Leerzeichen, die Quelladressen der Webseiten oder Apps an, denen Du die Einbettung erlauben willst. Hier findest Du die {0} was Du eingeben kannst.
eo: Drop the origins for the websites or web apps where u wanna allow embedding, separated by a space. Here are the {0} for what u can enter.
es: Introduce los orígenes de los sitios web o aplicaciones web donde quieres permitir la inserción, separados por un espacio. Aquí están los {0} para lo que se puede ingresar.
fa: مبدأ وب‌سایت‌ها یا برنامه‌های وب را که می‌خواهید اجازه جانمایی را در آن‌ها مجاز کنید، با فاصله از هم جدا کنید. در اینجا {0} برای آنچه می توان وارد کرد وجود دارد.
fi: Syötä alkuperät verkkosivustoille tai verkkosovelluksille, joihin haluat sallia upottamisen, erotettuna välilyönnillä. Tässä on {0}, mitä voidaan syöttää.
fr: Saisissez les origines des sites Web ou des applications Web pour lesquels vous souhaitez autoriser l'intégration, séparées par un espace. Voici les {0} pour ce qui peut être saisi.
hu: Adja meg azoknak a weboldalaknak vagy webalkalmazásoknak az eredetét, ahol engedélyezni szeretné a beágyazást, szóközökkel elválasztva. Itt vannak a {0} arra vonatkozóan, hogy mi adható meg.
it: Inserisci le origini per i siti web o le app web dove vuoi permettere l'incorporazione, separate da uno spazio. Ecco {0} per ciò che può essere inserito.
ja: 埋め込みを許可するWebサイトまたはWebアプリの起点をスペースで区切って入力します。入力できるものの{0}は次のとおりです。
lt: Įveskite svetainių arba žiniatinklio programų, kuriose norite leisti įterpti, ištakas, atskirtas tarpu. Čia yra {0}, ką galima įvesti.
ms: Masukkan asal untuk laman web atau aplikasi web tempat anda ingin membenarkan penyematan, dipisahkan oleh ruang. Berikut adalah {0} untuk apa yang boleh dimasukkan
nb: Angi opprinnelser for nettsidene eller webappene der du vil tillate innebygging, adskilt med et mellomrom. Her er {0} for hva som kan legges inn.
nl: Voer de oorsprong in voor de websites of webapplicaties waar je embedding wilt toestaan, gescheiden door een spatie. Hier zijn de {0} voor wat kan worden ingevoerd.
pl: Wprowadź źródła dla stron internetowych lub aplikacji internetowych, w których chcesz zezwolić na osadzanie, oddzielone spacją. Oto {0} dla tego, co można wprowadzić.
pt_br: Insira as origens dos sites ou aplicativos web em que deseja permitir a incorporação, separados por um espaço. Aqui estão as {0} para o que pode ser inserido.
ru: Введите происхождение веб-сайтов или веб-приложений, в которые вы хотите разрешить встраивание, через пробел.
sk: Zadajte zdroje pre webové stránky alebo webové aplikácie, kde chcete povoliť vloženie, oddelené medzerou. Tu sú {0} pre to, čo môžete zadať.
sl: Vnesite izvore spletnih mest ali spletnih programov, za katere želite dovoliti vdelavo, ločene s presledkom. Tukaj so {0} za to, kaj je mogoče vnesti.
sq: Shkruaj origin-et për faqet e internetit ose web app-et ku dëshiron të lejosh integrimin, të ndara me hapësirë. Ja {0} për çfarë mund të shkruhet.
sr: Unesite origin-e za veb-sajtove ili veb-aplikacije gde želite da dozvolite ugradnju, razdvojene razmakom. Evo {0} za to šta može da se unese.
sv: Ange ursprungen till de webbsajter eller web-appar där du vill tillåta inbäddning med blanktecken emellan.
tr: Web siteleri veya web uygulamaları için gömme izni vermek istediğiniz kaynakları girin, boşlukla ayrılmış olarak. İşte girebilecekleriniz için {0}.
uk: Введіть origins для вебсайтів або вебзастосунків, де ви хочете дозволити вбудовування, розділяючи їх пробілом. Ось {0}, що можна вводити.
vi: Nhập nguồn gốc cho các trang web hoặc ứng dụng web nơi bạn muốn cho phép nhúng, được ngăn cách bằng dấu cách. Dưới đây là {0} cho những gì có thể được nhập.
zh_hk: 輸入您希望允許嵌入的網站或網絡應用程式的來源，以空格分隔。以下是可以輸入的{0}。

source: exact specifications
ar: المواصفات الدقيقة
bg: точни спецификации
ca: especificacions exactes
de: genauen Spezifikationen
eo: deadass specs
es: especificaciones exactas
fa: مشخصات دقیق
fi: tarkat tekniset tiedot
fr: spécifications exactes
hu: pontos specifikációk
it: specifiche esatte
ja: 正確な仕様
lt: tikslios specifikacijos
ms: spesifikasi tepat
nb: eksakte spesifikasjoner
nl: exacte specificaties
pl: dokładne specyfikacje
pt_br: especificações exatas
ru: точные характеристики
sk: presné špecifikácie
sl: Natančne specifikacije
sq: specifikime të sakta
sr: tačne specifikacije
sv: exakta specifikationer
tr: kesin spesifikasyonlar
uk: точні специфікації
vi: thông số kỹ thuật chính xác
zh_hk: 精確規格

source: Don’t show visualization
ar: لا تعرض التصور
bg: Не показвай визуализация
ca: No mostrar la visualització
de: Visualisierung nicht anzeigen
eo: Don't flex the visualization, lol
es: No mostrar visualización
fa: عدم نمایش مصور سازی
fi: Älä näytä visualisointia.
fr: Ne pas afficher la visualisation
hu: Ne mutasson vizualizációt
it: Non mostrare la visualizzazione
ja: 視覚化を表示しない
lt: Nerodyti vizualizacijos
ms: Jangan tunjukkan visualisasi
nb: Ikke vis visualisering
nl: Toon visualisatie niet
pl: Nie pokazuj wizualizacji
pt_br: Não mostrar visualização
ru: Не показывать визуализацию
sk: Nezobraziť vizualizáciu
sl: Ne pokaži ponazoritve
sq: Mos e shfaq vizualizimin
sr: Ne prikazuj vizualizaciju
sv: Visualisera inte
tr: Görselleştirmeyi gösterme
uk: Не показувати візуалізацію
vi: Không hiển thị hình ảnh hóa
zh_hk: 不要顯示可視化

source: Show visualization
ar: اعرض التصور
bg: Покажи визуализация
ca: Mostrar visualització
de: Visualisierung anzeigen
eo: Show the vibe check
es: Mostrar visualización
fa: نمایش مصورسازی
fi: Näytä visualisaatio
fr: Afficher la visualisation
hu: Vizualizáció megjelenítése
it: Mostra visualizzazione
ja: 視覚化を表示
lt: Rodyti vizualizaciją
ms: Tunjukkan visualisasi
nb: Vis visualisering
nl: Toon visualisatie
pl: Pokaż wizualizację
pt_br: Mostrar visualização
ru: Показать визуализацию
sk: Zobraziť vizualizáciu
sl: Pokaži ponazoritev
sq: Shfaq vizualizimin
sr: Prikaži vizualizaciju
sv: Visualisera
tr: Görselleştirmeyi göster
uk: Показувати візуалізацію
vi: Hiển thị hình ảnh hóa
zh_hk: 顯示可視化

source: Revert to this version
ar: الرجوع إلى هذا الإصدار
bg: Върнете се към тази версия
ca: Tornar a aquesta versió
de: Zu dieser Version zurückkehren
eo: Go back to this version, fr.
es: Volver a esta versión
fa: به این نسخه برگردید
fi: Palaa takaisin tähän versioon.
fr: Revenir à cette version
hu: Visszatérés erre a verzióra
it: Ripristina questa versione
ja: このバージョンに戻す
lt: Grįžti į šią versiją
ms: Kembalikan ke versi ini
nb: Gå tilbake til denne versjonen
nl: Herstel naar deze versie
pl: Przywróć tę wersję
pt_br: Voltar para esta versão
ru: Вернуться к этой версии
sk: Vrátiť na túto verziu
sl: Vrnitev na to različico
sq: Kthehu te ky version
sr: Vrati na ovu verziju
sv: Återgå till denna version
tr: Bu sürüme geri dön
uk: Відкотити до цієї версії
vi: Khôi phục về phiên bản này
zh_hk: 恢復此版本

source: Make collection official
ar: اجعل المجموعة رسمية
bg: Направете колекцията официална
ca: Fer la col·lecció oficial
de: Sammlung als offiziell kennzeichnen
eo: Make it legit, fam
es: Hacer la colección oficial
fa: مجموعه را رسمی کنید
fi: Tee kokoelmasta virallinen.
fr: Officialiser la collecte
hu: Gyűjtemény hivatalossá tétele
it: Rendi la raccolta ufficiale
ja: コレクションを公式にする
lt: Padarykite kolekciją oficialiu
ms: Jadikan koleksi rasmi
nb: Gjør samlingen offisiell
nl: Maak collectie officieel
pl: Uczyń kolekcję oficjalną
pt_br: Tornar coleção oficial
ru: Сделать коллекцию официальной
sk: Učiňte kolekciu oficiálnou
sl: Uradna zbirka
sq: Bëje koleksionin zyrtar
sr: Označi kolekciju kao zvaničnu
sv: Gör samlingen officiell
tr: Koleksiyonu resmi yap
uk: Зробити колекцію офіційною
vi: Đánh dấu bộ sưu tập chính thức
zh_hk: 使集合公開

source: Remove Official badge
ar: إزالة شارة "رسمي"
bg: Премахнете официалния знак
ca: Treure la medalla oficial
de: Offiziell-Markierung entfernen
eo: Take off the OG badge
es: Eliminar insignia oficial
fa: حذف نشان رسمیت
fi: Poista virallinen merkki
fr: Supprimer le badge officiel
hu: Hivatalos jelvény eltávolítása
it: Rimuovi il badge ufficiale
ja: 公式バッジを削除する
lt: Pašalinkite oficialų ženklelį
ms: Alihkan lencana Rasmi
nb: Fjern offisielt merke
nl: Verwijder officiële badge
pl: Usuń oznaczenie oficjalne
pt_br: Remover emblema oficial
ru: Удалить официальный значок
sk: Odstrániť oficiálny odznak
sl: Odstranjevanje uradne značke
sq: Hiq etiketën Zyrtar
sr: Ukloni zvaničnu oznaku
sv: Ta bort officiell stämpel
tr: Resmi rozeti kaldır
uk: Прибрати бейдж "Офіційна"
vi: Xóa phù hiệu chính thức
zh_hk: 移除官方標誌

source: Appearance
ar: المظهر
bg: Изглед
ca: Aparença
de: Erscheinungsbild
eo: aesthetic or vibe
es: Apariencia
fa: ظاهر
fi: Ulkoasu
fr: Apparence
hu: Megjelenés
it: Aspetto
ja: 外観
lt: Išvaizda
ms: Penampilan
nb: Utseende
nl: Uiterlijk
pl: Wygląd
pt_br: Aparência
ru: Внешний вид
sk: Vzhľad
sl: Videz
sq: Pamja
sr: Izgled
sv: Utseende
tr: Görünüm
uk: Вигляд
vi: Ngoại hình
zh_hk: 外觀

source: Font
ar: الخط
bg: Шрифт
ca: Tipus de lletra
de: Schriftart
eo: Font → It’s just "font," no cap.
es: Fuente
fa: فونت
fi: Fontti
fr: Police de caractère
hu: Betűtípus
it: Carattere
ja: フォント
lt: Šriftas
ms: Fon
nb: Skrift
nl: Lettertype
pl: Czcionka
pt_br: Fonte
ru: Шрифт
sk: Písmo
sl: Pisava
sv: Typsnitt
tr: Yazı tipi
uk: Шрифт
vi: Phông chữ
zh_hk: 字體

source: Loading message
ar: رسالة التحميل
bg: Съобщение за зареждане
ca: Carregant missatge
de: Nachricht wird geladen
eo: Loading message → "Waiting for it to pop off"
es: Cargando mensaje
fa: بارگزاری پیام
fi: Latausviesti
fr: Message de chargement
hu: Üzenet betöltése
it: Messaggio di caricamento
ja: メッセージを読み込んでいます
lt: Įkeliamas pranešimas
ms: Mesej sedang dimuatkan
nb: Laster melding
nl: Laadbericht
pl: Wczytywanie wiadomości
pt_br: Carregando mensagem
ru: Загрузка сообщения
sk: Načítavam správu
sl: Sporočilo o nalaganju
sq: Mesazh ngarkimi
sr: Poruka pri učitavanju
sv: Laddar meddelande
tr: Yükleme mesajı
uk: Повідомлення про завантаження
vi: Đang tải tin nhắn
zh_hk: 加載消息

source: From Name
ar: اسم المرسل
bg: От Име
ca: Nom del remitent
de: Absendername
eo: By Name, fr fam
es: Nombre De
fa: نام فرستنده
fi: Nimestä
fr: De Nom
hu: Név
it: Da Nome
ja: From名
lt: Iš Vardo
ms: Nama Pengirim
nb: Fra navn
nl: Van Naam
pl: Nazwa nadawcy
pt_br: Nome do remetente
ru: От имени
sk: Od mena
sl: Iz imena
sq: Emri From
sr: Ime pošiljaoca
sv: Från namn
tr: Gönderen Adı
uk: Імʼя відправника
vi: Từ Tên
zh_hk: 發件人名

source: Reply-To Address
ar: عنوان Reply-To
bg: Адрес за отговор
ca: Adreça Reply-To
de: Antwort-An Adresse
eo: Reply-To Address → Reply-to Vibe
es: Responder a
fa: پاسخ به آدرس
fi: Vastausosoite
fr: Répondre à l'adresse
hu: Válasz cím
it: Indirizzo di risposta
ja: 返信先アドレス
lt: Atsakymo adresas
ms: Alamat Balas
nb: Svar-til-adresse
nl: Antwoordadres
pl: Adres do odpowiedzi
pt_br: Endereço para resposta
ru: Адрес для ответа
sk: Adresa pre odpoveď
sl: Naslov za odgovor
sq: Adresa Reply-To
sr: Reply-To adresa
sv: Svara-till-adress
tr: Yanıtla Adresi
uk: Адреса Reply-To
vi: Địa chỉ Trả lời-Tới
zh_hk: 回覆地址

source: That's not a valid email addresses
hu: Ez nem egy érvényes e-mail cím
ms: Ini bukan alamat emel yang sah

source: Enable admins to create publicly viewable links (and embeddable iframes) for Questions and Dashboards.
hu: Engedélyezze az adminisztrátoroknak, hogy nyilvánosan megtekinthető linkeket (és beágyazható iframe-eket) hozzanak létre Kérdésekhez és Irányítópultokhoz.
lt: Įgalinkite administratorius kurti viešai matomas nuorodas (ir įterpiamuosius „iframe“) klausimų ir informacijos suvestinėms.
ms: Membolehkan pentadbir mencipta pautan yang boleh dilihat secara umum (dan iframe yang boleh ditanam) untuk Soalan dan Papan Pemuka.

source: Allow questions, dashboards, and more to be embedded. {0}
hu: Engedélyezze kérdések, irányítópultok és egyebek beágyazását. {0}
ms: Benarkan soalan, papan pemuka dan banyak lagi untuk dibenamkan. {0}

source: Standalone embeds
hu: Önálló beágyazások
ms: Penyematan kendiri

source: Securely embed individual questions and dashboards within other applications.
hu: Biztonságosan ágyazzon be egyedi kérdéseket és irányítópultokat más alkalmazásokba.
ms: Menyematkan soalan dan papan pemuka individu dengan selamat dalam aplikasi lain.

source: Full-app embedding
hu: Teljes alkalmazás beágyazása
ms: Penyematan aplikasi penuh

source: With this Pro/Enterprise feature you can embed the full Metabase app. Enable your users to drill-through to charts, browse collections, and use the graphical query builder.
hu: Ezzel a Pro/Enterprise funkcióval beágyazhatja a teljes Metabase alkalmazást. Lehetővé teheti felhasználóinak, hogy részletezzenek diagramokra, böngésszenek a gyűjtemények között, és használják a grafikus lekérdezés építőt.
ms: Dengan ciri Pro/Enterprise ini, anda boleh menyematkan keseluruhan aplikasi Metabase. Benarkan pengguna anda menelusuri carta, melayari koleksi, dan menggunakan pembina query grafik.

source: Standalone Embed Secret Key used to sign JSON Web Tokens for requests to /api/embed endpoints. This lets you create a secure environment limited to specific users or organizations.
ar: مفتاح سرّي للتضمين المستقل يُستخدم لتوقيع JSON Web Tokens للطلبات إلى نقاط نهاية /api/embed. يتيح لك هذا إنشاء بيئة آمنة تقتصر على مستخدمين أو مؤسسات محددة.
bg: Самостоятелен таен ключ за вграждане, използван за подписване на JSON Web Tokens за заявки към /api/embed крайни точки. Това ви позволява да създадете сигурна среда, ограничена до специфични потребители или организации.
ca: Clau secreta autònoma incrustada utilitzada per signar Web Tokens JSON per a peticions a endpoints /api/embed. Això permet crear un entorn segur limitat a un cert nombre d'usuaris o organitzacions.
de: Eigenständiger, geheimer Einbettungs-Schlüssel, der zum Signieren von JSON-Web-Tokens für Anforderungen an /api/embed-Endpunkte verwendet wird. Auf diese Weise kannst Du eine sichere Umgebung erstellen, die auf bestimmte Benutzer oder Organisationen beschränkt ist.
eo: This embed secret key is what you use to sign those JSON Web Tokens for requests to /api/embed. Basically, it keeps things safe and only chill for certain users or groups.
es: Incrustar clave secreta independiente utilizada para firmar JSON Web Tokens para solicitudes a /api/embed endpoints. Esto te permite crear un entorno seguro limitado a usuarios u organizaciones específicas.
fa: کلید مخفی جانمایی مستقل برای امضای توکن های وب JSON برای درخواست به /api/Embed Endpoints استفاده می شود. این به شما امکان می دهد یک محیط امن ایجاد کنید که محدود به کاربران یا سازمان های خاص است.
fi: Standalone Upotus Salainen Avain käytetään allekirjoittamaan JSON Web Tokenit /api/embed-pyyntöihin. Tämä mahdollistaa turvallisen ympäristön luomisen, joka on rajoitettu tiettyihin käyttäjiin tai organisaatioihin.
fr: Clé secrète embarquée autonome utilisée pour signer les jetons Web JSON pour les demandes aux points de terminaison /api/embed. Cela vous permet de créer un environnement sécurisé limité à des utilisateurs ou des organisations spécifiques.
hu: Önálló beágyazási titkos kulcs, amelyet a /api/beágyazási végpontok kérelmeihez használt JSON webes tokenek aláírására használnak. Ezzel bizonyos felhasználókra vagy szervezetekre korlátozódó biztonságos környezetet hozhat létre.
it: Chiave Segreta Autonoma per l'Incorporamento utilizzata per firmare JSON Web Tokens per richieste agli endpoint /api/embed. Questo ti permette di creare un ambiente sicuro limitato a utenti o organizzazioni specifiche.
ja: / api/embedエンドポイントへのリクエストのJSONWebトークンに署名するために使用されるスタンドアロンの埋め込みシークレットキー。これにより、特定のユーザーまたは組織に限定された安全な環境を作成できます。
lt: Atskiras įterpimo slaptasis raktas naudojamas JSON žiniatinklio prieigos raktams pasirašyti užklausoms į /api/embed galutinius taškus. Tai leidžia sukurti saugią aplinką, apribotą konkretiems vartotojams ar organizacijoms.
ms: Kunci Rahsia Penyematan Kendiri digunakan untuk menandatangani JSON Web Tokens untuk permintaan ke titik akhir /api/embed. Ini membolehkan anda mencipta persekitaran yang selamat yang terhad kepada pengguna atau organisasi tertentu.
nb: Uavhengig integrasjonshemmelighet nøkkel som brukes til å signere JSON Web Tokens for forespørsler til /api/embed endepunkter. Dette lar deg opprette et sikkert miljø begrenset til spesifikke brukere eller organisasjoner.
nl: Standalone Embed Secret Key gebruikt om JSON Web Tokens te ondertekenen voor verzoeken naar /api/embed eindpunten. Dit laat je toe een veilige omgeving te creëren die beperkt is tot specifieke gebruikers of organisaties.
pl: Samodzielny klucz tajny osadzania używany do podpisywania tokenów JSON Web do żądań do punktów końcowych /api/embed. Pozwala to na utworzenie bezpiecznego środowiska ograniczonego do określonych użytkowników lub organizacji.
pt_br: Chave secreta de incorporação autônoma usada para assinar tokens JSON Web para solicitações a endpoints /api/embed. Isso permite criar um ambiente seguro limitado a usuários ou organizações específicos.
ru: Автономный секретный ключ внедрения, используемый для подписи веб-токенов JSON для запросов к конечным точкам /api/embed.
sk: Samostatný tajný kľúč na vloženie, ktorý sa používa na podpisovanie tokenov JSON Web Tokens pre požiadavky na /api/embed koncové body. To vám umožňuje vytvoriť bezpečné prostredie obmedzené na špecifických používateľov alebo organizácie.
sl: Samostojni skrivni ključ za vdelavo, ki se uporablja za podpisovanje spletnih žetonov JSON za zahteve za končne točke /api/embed. Tako lahko ustvarite varno okolje, omejeno na določene uporabnike ali organizacije.
sq: Çelësi sekret i Inkorporimit Standalone përdoret për të nënshkruar JSON Web Tokens për kërkesa te endpoint-et /api/embed. Kjo të lejon të krijosh një ambient të sigurt të kufizuar për përdorues ose organizata specifike.
sr: Samostalni tajni ključ za ugradnju koji se koristi za potpisivanje JSON Web tokena za zahteve ka /api/embed endpoint-ovima. Ovo vam omogućava da napravite bezbedno okruženje ograničeno na određene korisnike ili organizacije.
sv: Fristående Embed Secret Key som används för att signera JSON-webb-tokens vid frågor till /api/embed-ändpunkter. Detta låter dig skapa en säker plattform begränsad till specifika användare eller organisationer.
tr: Bağımsız Gömme Gizli Anahtarı, /api/embed uç noktalarına yapılan istekler için JSON Web Tokenlerini imzalamak için kullanılır. Bu, belirli kullanıcılar veya kuruluşlarla sınırlı bir güvenli ortam oluşturmanıza olanak tanır.
uk: Автономний секретний ключ вбудовування, який використовується для підпису JSON Web Token для запитів до ендпоїнтів /api/embed. Це дозволяє створити безпечне середовище, обмежене окремими користувачами чи організаціями.
vi: Khóa Bí mật Nhúng Độc lập được sử dụng để ký mã thông báo Web JSON cho các yêu cầu đến các điểm cuối /api/embed. Điều này cho phép bạn tạo ra một môi trường an toàn giới hạn cho người dùng hoặc tổ chức cụ thể.
zh_hk: 獨立嵌入密鑰用於簽署請求至/api/embed端點的JSON Web Token。這讓您可以創建僅限特定用戶或組織的安全環境。
