Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You can also {0} when there are some results.
ar: يمكنك أيضًا {0} عندما تكون هناك بعض النتائج.
bg: Можете също да {0}, когато има някои резултати.
ca: També pots {0} quan hi hagi alguns resultats.
de: Du kannst auch {0}, wenn es einige Ergebnisse gibt.
eo: You can also {0} when there are some results, fr.
es: También puedes {0} cuando hay algunos resultados.
fa: شما همچنین می توانید {0} زمانی که برخی نتایج وجود دارد.
fi: Voit myös {0}, kun tuloksia on saatu.
fr: Vous pouvez aussi {0} quand il y a des résultats.
hu: Akkor is {0}, ha van néhány eredmény.
it: Puoi anche {0} quando ci sono dei risultati
ja: 結果がある場合は、{0}もできます。
lt: Taip pat galite {0} kai yra rezultatų.
ms: Anda juga boleh {0} apabila terdapat beberapa hasil.
nb: Du kan også {0} når det er noen resultater.
nl: Je kunt ook {0} wanneer er resultaten zijn
pl: W przypadku niektórych wyników można również {0}.
pt_br: Você também pode {0} quando houver alguns resultados.
ru: Мы также можете {0} по получении результата.
sk: Môžete tiež {0}, ak máte nejaké výsledky.
sl: Prav tako lahko {0}, ko je nekaj rezultatov.
sq: Mund edhe të {0} kur të ketë disa rezultate.
sr: Takođe možete {0} kada bude nekih rezultata.
sv: Du kan också {0} när det finns några resultat tillgängliga.
tr: Bazı sonuçlar olduğunda {0} da yapabilirsiniz.
uk: Ви також можете {0}, коли є якісь результати.
vi: Bạn cũng có thể {0} khi có một số kết quả.
zh_hk: 您也可以{0}，當有一些結果時。

source: get an alert
ar: احصل على تنبيه
bg: получи сигнал
ca: rebre una alterta
de: bekomme einen Alarm
eo: catch a notif
es: recibir una alerta
fa: هشدار بده
fi: saada hälytys
fr: Obtenir une alerte
hu: kap egy figyelmeztetést
it: ricevi un alert
ja: アラートを受け取る
lt: gauti įspėjimą
ms: dapatkan amaran
nb: få en varsel
nl: een melding ontvangen
pl: otrzymał(a) alert
pt_br: receber um alerta
ru: получить предупреждение
sk: dostať upozornenie
sl: Prejemanje opozorila
sq: merr një alarm
sr: postaviti upozorenje
sv: Få en varning
tr: bir uyarı al
uk: отримати сповіщення
vi: nhận một thông báo
zh_hk: 得到一個警示

source: Back to last run
hu: Vissza az utolsó futtatáshoz
ms: Kembali ke larian terakhir

source: Visualization
ar: تصور
bg: Визуализация
ca: Visualització
de: Visualisierung
eo: Vibe check or visualizing (if you wanna be extra)
es: Visualización
fa: نمایش دادن
fi: Visualisointi
fr: Visualisation
hu: Megjelenítés
it: Visualizzazione
ja: ビジュアライゼーション
lt: Vizualizacija
ms: Visualisasi
nb: Visualisering
nl: Visualisatie
pl: Wizualizacja
pt_br: Visualização
ru: Визуализация
sk: Vizualizácia
sl: Vizualizacijo
sq: Vizualizim
sr: Vizualizacija
sv: Visualisering
tr: Görüntüleme
uk: Візуалізація
vi: Hình ảnh hóa
zh_hk: 可視化

source: No description set.
hu: Nincs beállítva leírás.
ms: Tiada deskripsi ditetapkan.

source: Use for current question
hu: Használja a jelenlegi kérdéshez
ms: Gunakan untuk soalan semasa

source: Potentially useful questions
ar: أسئلة قد تكون مفيدة
bg: Потенциално полезни въпроси
ca: Preguntes potencialment útils
de: Potentiell nützliche Frage
eo: Maybe some lowkey useful q’s
es: Preguntas potencialmente útiles
fa: سوالات بالقوه مفید
fi: Ehkä hyödyllisiä kysymyksiä
fr: Questions potentiellement utiles
hu: Potenciálisan hasznos kérdések
it: Domande potenzialmente utili
ja: 役立つかもしれない質問
lt: Galimi naudingi klausimai
ms: Soalan yang berpotensi berguna
nb: Potensielt nyttige spørsmål
nl: Mogelijk bruikbare vragen
pl: Potencjalnie przydatne zapytania
pt_br: Perguntas potencialmente úteis
ru: Потенциально полезные запросы.
sk: Potenciálne užitočné otázky
sl: Potencialno koristna vprašanja
sq: Pyetje potencialisht të dobishme
sr: Potencijalno korisna pitanja
sv: Eventuellt användbara frågor
tr: Potansiyel olarak yararlı sorular
uk: Потенційно корисні запити
vi: Câu hỏi tiềm năng hữu ích
zh_hk: 有潛在價值的提問

source: Group by {0}
hu: Csoportosítás {0} alapján
ms: Kumpulkan mengikut {0}

source: Sum of all values of {0}
hu: {0} összes értékének összege
ms: Jumlah semua nilai {0}

source: All distinct values of {0}
ar: كل القيم المميّزة لـ {0}
bg: Всички различни стойности на {0}
ca: Tots els valors diferents de {0}
de: Alle eindeutigen Werte von {0}
eo: All the unique vibes of {0}
es: Todos los valores distintos de {0}
fa: تمام مقادیر متمایز {0}
fi: Kaikki {0}:n yksittäiset arvot
fr: Toutes les valeurs distinctes de {0}
hu: A(z) {0} összes különböző értéke
it: Tutti i valori che assume {0}
ja: {0}の全ての重複を除いた値
lt: Visos skirtingos {0}
ms: Semua nilai berlainan {0}
nb: Alle distinkte verdier av {0}
nl: Alle unieke waardes van {0}
pl: Wszystkie różne wartości z {0}
pt_br: Todos os valores diferentes de {0}
ru: Уникальные значения {0}
sk: Všetky odlišné hodnoty z {0}
sl: Vse različne vrednote {0}
sq: Të gjitha vlerat unike të {0}
sr: Sve različite vrednosti za {0}
sv: Alla distinkta värden på {0}
tr: {0} nın tüm farklı değerleri
uk: Усі унікальні значення {0}
vi: Tất cả các giá trị riêng biệt của {0}
zh_hk: {0}的去重值

source: Number of {0} grouped by {1}
ar: عدد {0} مجمّع حسب {1}
bg: Брой на {0}, групирани по {1}
ca: Número de {0} agrupades per {1}
de: Anzahl von {0}, gruppiert nach {1}
eo: Count of {0}, all grouped by {1} — this is so meta lol
es: Número de {0} agrupadas por {1}
fa: تعداد {0} گروه بندی شده توسط {1}
fi: {1} ryhmittelemien {0} määrä
fr: Nombre de {0} agrégés par {1}
hu: A(z) {0} száma csoportosítva {1} szerint
it: Numero di {0} raggruppato per {1}
ja: {1}でグループ化された{0}の数
lt: {0} sugrupuotas pagal {1}
ms: Bilangan {0} dikumpulkan mengikut {1}
nb: Nummer av {0} gruppert med {1}
nl: Aantal van {0} per {1}
pl: Liczba elementów {0} zgrupowanych według {1}
pt_br: Número de {0} agrupados por {1}
ru: Число {0} сгруппированных по {1}
sk: Počet {0} zoskupených podľa {1}
sl: Število {0} razvrščenih po {1}
sq: Numri i {0} të grupuara sipas {1}
sr: Broj {0} grupisan po {1}
sv: Antal {0} grupperade på {1}
tr: {1} ile gruplandırılmış {0} sayısı
uk: Кількість {0}, згрупована за {1}
vi: Số {0} được nhóm theo {1}
zh_hk: 按{1}分組的{0}計數

source: Data Reference
ar: مرجع البيانات
bg: Справка за данни
ca: Referència de dades
de: Daten Referenz
eo: Data ref, fr fr
es: Referencia de Datos
fa: مرجع داده
fi: Tietojen viite
fr: Référentiel des données
hu: Adathivatkozás
it: Riferimento dati
ja: データ一覧
lt: Duomenų nuoroda
ms: Rujukan Data
nb: Datareferanse
nl: Data referentie
pl: Odwołanie do danych
pt_br: Referência de dados
ru: Ссылка на данные
sk: Odkaz na data
sl: Sklic na podatke
sq: Referenca e të dhënave
sr: Referenca podataka
sv: Data-referens
tr: Veri Referansı
uk: Довідник даних
vi: Dữ liệu tham khảo
zh_hk: 資料參考

source: Learn more about your data structure to ask more useful questions
hu: Ha többet megtud adatstruktúrájáról, hasznosabb kérdéseket tehet fel
ms: Ketahui lebih lanjut tentang struktur data anda untuk bertanya soalan yang lebih berguna

source: Could not find the table metadata prior to creating a new question
hu: Nem található a táblázat metaadata az új kérdés létrehozása előtt
ms: Tidak dapat mencari metadata jadual sebelum mencipta soalan baru

source: See {0}
hu: Lásd {0}
ms: Lihat {0}

source: Metric Definition
hu: Metrikus definíció
ms: Definisi Metrik

source: Filter by {0}
ar: فلتر حسب {0}
bg: Филтриране по {0}
ca: Filtrar per {0}
de: Gefiltert nach {0}
eo: Filter that ✨ {0} ✨
es: Filtrar por {0}
fa: فیلتر توسط {0}
fi: Suodatusperuste: {0}
fr: Filtrer par {0}
hu: Szűrés {0} szerint
it: Filtra per {0}
ja: {0}でフィルターをかける
lt: Filtruoti pagal {0}
ms: Tapis mengikut {0}
nb: Filtrer med {0}
nl: Filteren bij {0}
pl: Filtruj po {0}
pt_br: Filtrar por {0}
ru: Отфильтровано по {0}
sk: Filtrované podľa {0}
sl: Filtriraj po {0}
sq: Filtro sipas {0}
sr: Filtriraj po {0}
sv: Filtrera på {0}
tr: {0} ile filtrele
uk: Фільтрувати за {0}
vi: Lọc bởi {0}
zh_hk: 根據{0}篩選

source: Number of {0}
ar: عدد {0}
bg: Брой на {0}
ca: Número de {0}
de: Anzahl von {0}
eo: Count of {0}
es: Número de {0}
fa: تعداد {0}
fi: Määrä: {0}
fr: Nombre de {0}
hu: {0} száma
it: Numero di {0}
ja: {0}の数
ms: Bilangan {0}
nb: Tall av {0}
nl: Aantal {0}
pl: Liczba {0}
pt_br: Número de {0}
ru: Число {0}
sk: Počet {0}
sl: Število {0}
sq: Numri i {0}
sr: Broj {0}
sv: Antal {0}
tr: {0} sayısı
uk: Кількість {0}
vi: Số của {0}
zh_hk: {0}的數字

source: See all {0}
ar: عرض الكل {0}
bg: Вижте всички {0}
ca: Veure tots els {0}
de: Betrachte all {0}
eo: See all {0} → Yo, peep all {0}
es: Ver todos los {0}
fa: مشاهده تمام {0}
fi: Näytä kaikki {0}
fr: Voir tous les {0}
hu: Az összes {0} megtekintése
it: Mostra tutti {0}
ja: 全ての{0}を表示
lt: Žiūrėti visus {0}
ms: Lihat semua {0}
nb: Se alle {0}
nl: Bekijk alle {0}
pl: Zobacz wszystkie {0}
pt_br: Ver todos os {0}
ru: Смотреть все {0}
sk: Zobraziť všetko {0}
sl: Oglejte si vse {0}
sq: Shiko të gjitha {0}
sr: Pogledaj sve {0}
sv: Visa alla {0}
tr: Tüm {0}
uk: Переглянути всі {0}
vi: Xem tất cả {0}
zh_hk: 檢視所有的{0}

source: Segment Definition
hu: Szegmens meghatározása
ms: Definisi Segmen

source: An error occurred loading the table
hu: Hiba történt a táblázat betöltésekor
ms: Ralat berlaku semasa memuatkan jadual

source: See the raw data for {0}
hu: Tekintse meg a(z) {0} nyers adatait
ms: Lihat data mentah untuk {0}

source: More
hu: Több
ms: Lebih

source: Invalid expression
ar: تعبير غير صالح
bg: Невалиден израз
ca: Expressió no vàlida
de: Ungültiger Ausdruck
eo: Bruh, that's a no cap invalid expression
es: Expresión inválida
fa: عبارت نادرست
fi: Virheellinen lauseke
fr: Expression invalide
hu: Érvénytelen kifejezés
it: Espressione non valida
ja: 無効な表現
lt: Neteisinga išraiška
ms: Ungkapan tidak sah
nb: Ugyldig uttrykk
nl: Ongeldige expressie
pl: Nieprawidłowe wyrażenie
pt_br: Expressão inválida
ru: Некорректное выражение
sk: Nesprávny výraz
sl: Neveljaven izraz
sq: Shprehje e pavlefshme
sr: Nevažeći izraz
sv: Ogiltigt uttryck
tr: Geçersiz ifade
uk: Некоректний вираз
vi: Biểu hiện không hợp lệ
zh_hk: 不可用的表達式

source: unknown error
hu: Ismeretlen hiba
ms: ralat tidak diketahui

source: Field formula
hu: Mező képlete
ms: Formula medan

source: Think of this as being kind of like writing a formula in a spreadsheet program: you can use numbers, fields in this table, mathematical symbols like +, and some functions. So you could type something like Subtotal - Cost.
hu: Tekintsd ezt úgy, mint egy képlet írását egy táblázatkezelő programban: használhatsz számokat, a táblázat mezőit, matematikai szimbólumokat, mint például +, és néhány függvényt. Tehát írhatsz például ilyet: Részösszeg - Költség.
ms: Bayangkan ini seperti menulis formula dalam program spreadsheet: anda boleh menggunakan nombor, medan dalam jadual ini, simbol matematik seperti +, dan beberapa fungsi. Jadi anda boleh menaip sesuatu seperti Jumlah Kecil - Kos.

source: Learn more
ar: اعرف المزيد
bg: Научете повече
ca: Aprendre'n més
de: Mehr erfahren
eo: Vibe check more
es: Aprende más
fa: بیشتر بدانید
fi: Lue lisää
fr: En savoir plus
hu: Tudj meg többet
it: Scopri di più
ja: さら詳しく
lt: Sužinokite daugiau
ms: Ketahui lebih lanjut
nb: Lær mer
nl: Lees meer
pl: Dowiedz się więcej
pt_br: Saiba mais
ru: Узнать больше
sk: Dozvedieť sa viac
sl: Izvedi več
sq: Mëso më shumë
sr: Saznaj više
sv: Mer info
tr: Daha fazla bilgi edin
uk: Дізнатися більше
vi: Tìm hiểu thêm
zh_hk: 了解更多

source: Give it a name
ar: أعطه اسمًا
bg: Дайте му име
ca: Dona-li un nom
de: Benenne es
eo: Name it, fr fr
es: Dale un nombre
fa: نام آن را بدهید
fi: Anna sille nimi
fr: Donner un nom
hu: Adj neki nevet
it: Assegna un nome
ja: 名前を付ける
lt: Suteikite jam vardą
ms: Beri nama
nb: Gi den ett navn
nl: Geef het een naam
pl: Nadaj nazwę
pt_br: Dê um nome a ele
ru: Дать имя
sk: Pridajte názov
sl: Poimenujte ga
sq: Jepi një emër
sr: Dajte mu naziv
sv: Ge den ett namn
tr: Bir isim ver
uk: Дайте йому назву
vi: Đặt tên cho nó
zh_hk: 給它一個名字吧

source: Something nice and descriptive
hu: Valami szép és leíró
ms: Sesuatu yang menarik dan deskriptif

source: Add a custom field
hu: Adjon hozzá egy egyedi mezőt
ms: Tambah medan tersuai

source: Include {0}
ar: تضمين {0}
bg: Включи {0}
ca: Incloure {0}
de: Ein­schließ­lich {0}
eo: Add {0} fr fr
es: Incluir {0}
fa: شامل {0}
fi: Sisällytä {0}
fr: Inclure {0}
hu: Tartalmazza a(z) {0}
it: Includi {0}
ja: {0}を含む
lt: Įtraukti {0}
ms: Masukkan {0}
nb: Inkluder {0}
nl: Inclusief {0}
pl: Zawiera {0}
pt_br: Incluir {0}
ru: Включая {0}
sk: Zahrnúť {0}
sl: Vključite {0}
sq: Përfshi {0}
sr: Uključi {0}
sv: Ta med {0}
tr: {0} dahil
uk: Включити {0}
vi: Bao gồm {0}
zh_hk: 包含{0}

source: Case sensitive
ar: حساس لحالة الأحرف
bg: Различаващ главни от малки букви
ca: Distingeix majúscules i minúscules
de: Groß-/Kleinschreibung beachten
eo: It’s all about that case sensitivity, fr fr
es: Distingue mayúsculas y minúsculas
fa: مورد حساس
fi: Kirjainkoko merkitsee
fr: Sensible à la casse
hu: Kis-nagybetű érzékeny
it: Tiene conto del maiuscolo e del minuscolo
ja: 大文字/小文字を区別する
lt: Atvejis jautrus
ms: Peka huruf besar/kecil
nb: Shiftsensitiv
nl: Hoofdletter gevoelig
pl: Rozróżniaj wielkie/małe litery
pt_br: Diferencia maiúsculas de minúsculas
ru: Чувствительно к регистру
sk: Rozlišujú sa malé a veľké písmená
sl: Razlikovanje velikih in malih in malih črk
sq: I ndjeshëm ndaj shkronjave të mëdha/vogla
sr: Razlikuje velika i mala slova
sv: Skilj på versaler och gemena
tr: Harfe duyarlı
uk: З урахуванням регістру
vi: Trường hợp nhạy cảm
zh_hk: 大小寫敏感

source: today
hu: ma
ms: hari ini

source: this week
hu: ezen a héten
ms: minggu ini

source: this month
hu: ebben a hónapban
ms: bulan ini

source: this year
hu: ebben az évben
ms: tahun ini

source: this minute
hu: ebben a percben
ms: minit ini

source: this hour
hu: ebben az órában
ms: jam ini

source: not implemented {0}
hu: nincs implementálva {0}
ms: tidak dilaksanakan {0}

source: true
hu: igaz
ms: benar

source: false
hu: hamis
ms: salah

source: Add filter
ar: أضف فلترًا
bg: Добавяне на филтър
ca: Afegir un filtre
de: Füge einen Filter hinzu
eo: Add that vibe filter
es: Añadir filtro
fa: اضافه کردن فیلتر
fi: Lisää suodin
fr: Ajouter un filtre
hu: Szűrő hozzáadása
it: Aggiungi un filtro
ja: フィルターを追加する
lt: Pridėti filtrą
ms: Tambah penapis
nb: Legg til filter
nl: Filter toevoegen
pl: Dodaj filtr
pt_br: Adicionar filtro
ru: Добавить фильтр
sk: Pridať filter
sl: Dodajanje filtra
sq: Shto filtër
sr: Dodaj filter
sv: Lägg till filter
tr: Filtre ekle
uk: Додати фільтр
vi: Thêm bộ lọc
zh_hk: 新增篩選器

source: Previous
ar: السابق
bg: Предишен
ca: Anterior
de: Letzte
eo: Prev or past, fr fr
es: Anterior
fa: قبلی
fi: Edellinen
fr: Précédent
hu: Előző
it: Precedente
ja: 過去
lt: Ankstesnis
ms: Sebelumnya
nb: Siste
nl: Vorige
pl: Poprzedni
pt_br: Anterior
ru: Предыдущий
sk: Predchádzajúci
sl: Prejšnji
sq: E mëparshme
sr: Prethodno
sv: Föregående
tr: Önceki
uk: Попередній
vi: Trước
zh_hk: 前

source: Current
ar: الحالي
bg: Текущ
ca: Actual
de: Aktuell
eo: Current → on my vibe rn
es: Actual
fa: جاری
fi: Nykyinen
fr: Période en cours
hu: Jelenlegi
it: Corrente
ja: 現在
lt: Dabartinis
ms: Semasa
nb: Nåværende
nl: Huidige
pl: Aktualny
pt_br: Atual
ru: Текущий
sk: Aktuálny
sl: Sedanji
sq: Aktuale
sr: Trenutno
sv: Nuvarande
tr: Şimdiki
uk: Поточний
vi: Hiện tại
zh_hk: 當前

source: On
ar: في
bg: На
ca: Activat
de: An
eo: On = "bet" or "facts" (depending on context)
es: En
fa: بر
fi: Päivämäärä
fr: Le
hu: Be
it: Acceso
ja: オン
lt: Įjungta
ms: Pada
nb: På
nl: Op
pl: W
pt_br: Em
ru: На
sk: Zapnutý
sl: Na
sq: Më
sr: Na
sv: På
tr: Üzerinde
uk: На
vi: trên
zh_hk: 在

source: Enter desired number
hu: Írja be a kívánt számot
ms: Masukkan nombor yang diingini

source: Empty
ar: فارغ
bg: Празно
ca: Buit
de: Leer
eo: Empty = lowkey vibes-ruined or just straight up "dry"
es: Vacío
fa: خالی
fi: Tyhjä
fr: Vide
hu: Üres
it: Vuoto
ja: 空
lt: Tuščia
ms: Kosong
nb: Tom
nl: Leeg
pl: Puste
pt_br: Vazio
ru: Пусто
sk: Prázdny
sl: Izprazniti
sq: Bosh
sr: Prazno
sv: Tom
tr: Boş
uk: Порожньо
vi: Rỗng
zh_hk: 空的

source: Find a value
hu: Keressen egy értéket
ms: Cari nilai

source: Hide calendar
hu: Naptár elrejtése
ms: Sembunyikan kalendar

source: Show calendar
eo: Show me the vibe with the calendar
hu: Naptár megjelenítése
lt: Rodyti kalendorių
ms: Paparkan kalendar

source: You can enter multiple values separated by commas
hu: Több értéket is megadhat vesszővel elválasztva
ms: Anda boleh memasukkan berbilang nilai yang dipisahkan dengan koma

source: Enter desired text
hu: Írja be a kívánt szöveget
ms: Masukkan teks yang diingini

source: Try it
ar: جرّبه
bg: Опитай
ca: Prova-ho
de: Versuche es
eo: Go ahead, give it a shot
es: Pruébalo
fa: آن را امتحان کنید
fi: Kokeile
fr: L'essayer
hu: Próbáld ki
it: Prova
ja: 試してみる
lt: Pabandyk tai
ms: Cuba
nb: Prøv den
nl: Probeer het
pl: Spróbuj
pt_br: Experimente
ru: Попробовать
sk: Skúste to
sl: Poskusite
sq: Provoje
sr: Probaj
sv: Prova den
tr: Deneyin
uk: Спробувати
vi: Thử
zh_hk: 試試看

source: What's this for?
ar: ما الغرض من هذا؟
bg: За какво е това?
ca: Per què serveix això?
de: Wofür steht es?
eo: What's this, fam?
es: ¿Para qué sirve esto?
fa: این چیست؟
fi: Mitä varten tämä on?
fr: À quoi ça sert ?
hu: Ez mire való?
it: A cosa serve?
ja: 何に使いますか?
lt: Kas tai yra?
ms: Ini untuk apa?
nb: Hva er dette til?
nl: Waar is dit voor?
pl: Do czego to?
pt_br: Para que serve isto?
ru: Для чего это?
sk: Na čo to je?
sl: Za kaj je to?
sq: Për çfarë shërben kjo?
sr: Čemu ovo služi?
sv: Vad används detta till?
tr: Bu ne için?
uk: Для чого це?
vi: Cái này để làm gì?
zh_hk: 這是針對於？

source: Variables in native queries let you dynamically replace values in your queries using filter widgets or through the URL.
ar: تتيح لك المتغيرات في الاستعلامات الأصلية استبدال القيم في استعلاماتك ديناميكيًا باستخدام ويدجت الفلاتر أو عبر URL.
bg: Променливите в родните заявки ви позволяват да замествате динамично стойности във вашите заявки с помощта на приспособления за филтриране или чрез URL адреса.
ca: Les variables en les consultes natives et permeten substituir dinàmicament els valors en les teves consultes utilitzant elements de filtre o a través de la URL.
de: Mit Variablen kannst du Werte in deinen Abfragen dynamisch durch Filter-Widgets oder über die URL ersetzen.
eo: Variables in native queries are lowkey clutch for swapping out values on the fly with filter widgets or via the URL, fr fr.
es: Las variables en las consultas nativas te permiten reemplazar dinámicamente los valores en tus consultas utilizando elementos de filtro o a través de la URL.
fa: متغیرها در نمایشهای بومی شما به صورت پویا ارزشها را در نمایشهای خود با استفاده از ویدجت فیلتر یا از طریق URL جایگزین می کنند.
fi: Natiivikyselyiden muuttujien avulla voit dynaamisesti korvata kyselyidesi arvoja suodinwidgetien tai URL:n kautta.
fr: Les variables dans les requêtes natives vous permettent de remplacer dynamiquement les valeurs dans vos requêtes à l'aide de widgets de filtrage ou depuis l'URL.
hu: A natív lekérdezésekben lévő változók lehetővé teszik, hogy dinamikusan cseréljen értékeket a lekérdezéseiben szűrő widgetek vagy URL-en keresztül.
it: Le variabili nelle query native ti permettono di sostituire dinamicamente i valori nelle tue query utilizzando i filtri widget o attraverso l'URL.
ja: ネイティブクエリの変数を用いることで、フィルターウィジェットまたはURLを使用したクエリの値を置き換えることができます。
lt: Kintamieji, esantys vietinėse užklausose, leidžia dinamiškai pakeisti užklausų reikšmes naudojant filtrų valdiklius arba per URL.
ms: Pembolehubah dalam pertanyaan asli membolehkan anda menggantikan nilai secara dinamik dalam pertanyaan anda menggunakan widget penapis atau melalui URL.
nb: Variabler i lokale spørringer lar deg dynamisk erstatte verdier i spørringen ved bruk av filter eller gjennom nettlinken.
nl: Met variabelen in SQL-query's kun je waarden in uw query's dynamisch vervangen met behulp van filterwidgets of via de URL.
pl: Zmienne w kwerendach natywnych umożliwiają dynamiczne zamienianie wartości w kwerendach za pomocą widżetów filtru lub adresu URL.
pt_br: As variáveis em consultas nativas permitem que você substitua dinamicamente os valores em suas consultas usando widgets de filtro ou por meio do URL.
ru: Переменные в исходных запросах позволяют динамически заменять значения в ваших запросах используя виджеты фильтров или через внешнюю ссылку.
sk: Premenné v natívnych dopytoch vám umožňujú dynamicky nahrádzať hodnoty v dopytoch pomocou widgetov filtra alebo prostredníctvom adresy URL.
sl: Spremenljivke v izvornih poizvedbah omogočajo dinamično zamenjavo vrednosti v poizvedbah s pripomočki za filtriranje ali prek URL-ja.
sq: Variablat në pyetjet native të lejojnë të zëvendësosh dinamikisht vlera në pyetjet e tua duke përdorur widget-e filtrash ose përmes URL-së.
sr: Varijable u nativnim upitima omogućavaju da dinamički zamenite vrednosti u upitima pomoću filter widgeta ili preko URL-a.
sv: Variabler i inbyggda frågor låter dig dynamiskt ersätta värden i dina frågor med hjälp av filter-rutor eller via URL:en.
tr: Yerel sorgulardaki değişkenler, filtre widget'larını kullanarak veya URL'ler aracılığıyla sorgularınızdaki değerleri dinamik olarak değiştirmenize olanak tanır.
uk: Змінні в нативних запитах дають змогу динамічно замінювати значення у ваших запитах за допомогою віджетів фільтрів або через URL.
vi: Các biến trong các truy vấn gốc cho phép bạn thay thế linh hoạt các giá trị trong các truy vấn của mình bằng các tiện ích bộ lọc hoặc thông qua URL.
zh_hk: 原生查詢中的變數允許使用篩選組件或URL參數來動態替換查詢中的值。

source: {0} creates a variable in this SQL template called "variable_name". Variables can be given types in the side panel, which changes their behavior. All variable types other than "Field Filter" will automatically cause a filter widget to be placed on this question; with Field Filters, this is optional. When this filter widget is filled in, that value replaces the variable in the SQL template.
hu: A {0} létrehoz egy "változónév" nevű változót ebben az SQL-sablonban. Az oldalsó panelen a változóknak típusokat lehet adni, ami megváltoztatja a viselkedésüket. A "Mezőszűrő" kivételével minden változótípus automatikusan egy szűrő widgetet helyez erre a kérdésre; a mezőszűrőkkel ez nem kötelező. Amikor ez a szűrőfelület ki van töltve, ez az érték lecseréli az SQL-sablon változóját.
ms: {0} mencipta pembolehubah dalam templat SQL ini yang dipanggil "variable_name". Pembolehubah boleh diberikan jenis dalam panel sisi, yang mengubah tingkah lakunya. Semua jenis pembolehubah selain daripada "Penapis Medan" secara automatik akan menyebabkan widget penapis diletakkan pada soalan ini; dengan Penapis Medan, ini adalah pilihan. Apabila widget penapis ini diisi, nilai itu menggantikan pembolehubah dalam templat SQL.

source: Field Filters
bg: Полеви филтри
ca: Filtres de camp
de: Feldfilter
eo: Field Filters → Yo, Field Filters? That's lowkey giving me major filter vibes lol
es: Filtros de Campo
fa: فیلترهای فیلد
fi: Kenttäsuotimet
fr: Filtres de champ
hu: Mező szűrők
it: Filtri per colonna
ja: フィルターを探す
lt: Lauko filtrai
ms: Penapis Medan
nb: Felt filtere
nl: Veld filters
pl: Filtry pól
pt_br: Filtros de campo
ru: Фильтры поля
sk: Pole filtra
sl: Filtri polj
sq: Filtra fushe
sr: Filteri polja
sv: Fält-filter
tr: Alan Filtreleri
uk: Фільтри полів
vi: Bộ lọc trường
zh_hk: 欄位篩選器
