Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Metabase can scan the values present in each field in this database to enable checkbox filters in dashboards and questions. This can be a somewhat resource-intensive process, particularly if you have a very large database. When should Metabase automatically scan and cache field values?
ar: يمكن لـ Metabase فحص القيم الموجودة في كل حقل في قاعدة البيانات هذه لتمكين فلاتر مربعات الاختيار في لوحات المعلومات والأسئلة. قد تكون هذه العملية مكلفة إلى حد ما من ناحية الموارد، خصوصًا إذا كانت لديك قاعدة بيانات كبيرة جدًا. متى ينبغي على Metabase فحص قيم الحقول وتخزينها مؤقتًا تلقائيًا؟
bg: Metabase може да сканира стойностите в наличните полета на тази база от данни, за да активира филтри с отметки в таблата и въпросите. Това може да бъде сравнително ресурсно интензивен процес, особено ако имате много голяма база от данни. Кога трябва Metabase автоматично да сканира и кешира стойностите на полетата?
ca: Metabase pot escanejar els valors presents en cada camp en aquesta base de dades per habilitar filtres de selecció en els quadres de comandament i les preguntes. Això pot consumir força recursos, particularment si la base de dades és de mida considerable. Quan hauria de fer aquesta acció el Metabase?
de: Metabase kann die in jedem Feld in dieser Datenbank vorhandenen Werte scannen, um Kontrollkästchenfilter in Dashboards und Fragen zu aktivieren. Dies kann ein etwas ressourcenintensiver Prozess sein, insbesondere wenn Sie über eine sehr große Datenbank verfügen. Wann sollte Metabase Feldwerte automatisch scannen und zwischenspeichern?
eo: Yo, so Metabase can peep the values in each field in your database to turn on those checkbox filters in dashboards and questions. But lowkey, this can be kinda heavy on your system, especially if your database is giga. So, when should Metabase auto-scan and cache those field values?
es: Metabase puede escanear los valores presentes en cada campo de esta base de datos para habilitar filtros de casillas de verificación en cuadros de mando y preguntas. Este puede ser un proceso algo intensivo en recursos, especialmente si tienes una base de datos muy grande. ¿Cuándo debería Metabase escanear y almacenar en caché automáticamente los valores de los campos?
fa: Metabase می تواند مقادیر موجود در هر فیلد در این پایگاه داده را اسکن کند تا فیلترهای چک باکس را در داشبوردها و سوالات فعال کند. این می تواند تا حدودی یک فرآیند فشرده منابع باشد، به خصوص اگر یک پایگاه داده بسیار بزرگ دارید. چه زمانی باید Metabase به طور خودکار مقادیر فیلد را اسکن و ذخیره کند؟
fi: Metabase voi skannata tässä tietokannassa olevat arvot kunkin kentän osalta mahdollistaakseen valintaruutusuodattimet kojetauluissa ja kysymyksissä. Tämä voi olla melko resurssivaativa prosessi, erityisesti jos sinulla on hyvin suuri tietokanta. Milloin Metabasen tulisi automaattisesti skannata ja välimuistittaa kenttien arvot?
fr: La métabase peut analyser les valeurs présentes dans chaque champ de cette base de données pour activer les filtres de cases à cocher dans les tableaux de bord et les questions. Cela peut être un processus gourmand en ressources, en particulier si vous avez une très grande base de données. Quand la métabase doit-elle automatiquement analyser et mettre en cache les valeurs des champs ?
hu: A Metabase beolvashatja az egyes mezőkben jelen lévő értékeket ebben az adatbázisban, hogy lehetővé tegye a jelölőnégyzet szűrőket az irányítópultokon és kérdéseknél. Ez egy meglehetősen erőforrás-igényes folyamat lehet, különösen, ha nagyon nagy adatbázissal rendelkezik. Mikor kell a Metabase-nak automatikusan beolvasnia és gyorsítótáraznia a mezőértékeket?
it: Metabase può eseguire la scansione dei valori presenti in ciascun campo in questo database per abilitare i filtri a casella di controllo nei dashboard e nelle domande. Questo può essere un processo piuttosto intensivo in termini di risorse, specialmente se hai un database molto grande. Quando Metabase dovrebbe automaticamente eseguire la scansione e memorizzare nella cache i valori dei campi?
ja: Metabaseは、このデータベースの各フィールドに存在する値をスキャンして、ダッシュボードと質問のチェックボックスフィルターを有効にすることができます。これは、特にデータベースが非常に大きい場合は、リソースを大量に消費するプロセスになる可能性があります。 Metabaseはいつフィールド値を自動的にスキャンしてキャッシュする必要がありますか?
lt: Metabazė gali nuskaityti reikšmes, esančias kiekviename šios duomenų bazės lauke, kad įgalintų žymimuosius laukelius informacijos suvestinėse ir klausimuose. Tai gali būti daug išteklių reikalaujantis procesas, ypač jei turite labai didelę duomenų bazę. Kada metabazė turėtų automatiškai nuskaityti ir išsaugoti laukų reikšmes?
ms: Metabase boleh mengimbas nilai yang terdapat dalam setiap medan dalam pangkalan data ini untuk membolehkan penapis kotak semak dalam papan pemuka dan soalan. Ini boleh menjadi proses yang agak memakan sumber, terutamanya jika anda mempunyai pangkalan data yang sangat besar. Bilakah Metabase patut mengimbas dan menyimpan nilai medan secara automatik?
nb: Metabase kan skanne verdiene som finnes i hvert felt i denne databasen for å aktivere avmerkingsboksfiltre i dashbord og spørsmål. Dette kan være en noe ressurskrevende prosess, spesielt hvis du har en veldig stor database. Når skal Metabase automatisk skanne og cache feltverdier?
nl: Metabase kan de waarden in elk veld in deze database scannen om selectievakjes in dashboards en vragen in te schakelen. Dit kan een behoorlijk intensief proces zijn, vooral als u een zeer grote database hebt. Wanneer moet Metabase automatisch veldwaarden scannen en cachen?
pl: Metabase może skanować wartości obecne w każdym polu w tej bazie danych, aby umożliwić działanie filtrów wyboru w pulpitach i pytaniach. Może to wymagać nieco zasobów, zwłaszcza jeśli masz bardzo dużą bazę danych. Kiedy Metabase powinno automatycznie skanować i buforować wartości pól?
pt_br: O Metabase pode varrer os valores presentes em cada campo deste banco de dados para habilitar filtros de caixa de seleção em painéis e perguntas. Este processo pode consumir muitos recursos, principalmente se você tiver um banco de dados muito grande. Quando o Metabase deve varrer e armazenar em cache automaticamente os valores dos campos?
ru: Metabase может сканировать значения, присутствующие в каждом поле в этой базе данных, чтобы включить фильтры флажков на дашбордах и в запросах. Это может быть ресурсоемким процессом, особенно, если у вас большая база данных. Когда Metabase должен автоматически сканировать и кэшировать значения полей?
sk: Metabase môže prečítať hodnoty prítomné v každom poli tejto databázy, aby umožnil prekladacie filtre na dashboardoch a otázkach. To môže byť proces náročný na zdroje, najmä ak máte veľmi veľkú databázu. Kedy by mal Metabase automaticky prehliadať a ukladať do medzipamäte hodnoty polí?
sl: Metabase lahko pregleda vrednosti, ki so prisotne v vsakem polju v tej zbirki podatkov, da omogoči filtre potrditvenih polj na nadzornih ploščah in vprašanjih. To je lahko nekoliko zahteven postopek, še posebej, če imate zelo veliko bazo podatkov. Kdaj naj Metabase samodejno pregleda in predpomni vrednosti polj?
sq: Metabase mund të skanojë vlerat e pranishme në çdo fushë në këtë bazë të dhënash për të aktivizuar filtra me checkbox në panele dhe pyetje. Ky mund të jetë një proces disi intensiv në burime, veçanërisht nëse ke një bazë të dhënash shumë të madhe. Kur duhet që Metabase të skanojë dhe të ruajë automatikisht në cache vlerat e fushave?
sr: Metabase može da skenira vrednosti prisutne u svakom polju u ovoj bazi podataka kako bi omogućio checkbox filtere na kontrolnim tablama i pitanjima. Ovo može biti prilično resursno zahtevno, posebno ako imate veoma veliku bazu podataka. Kada Metabase treba automatski da skenira i kešira vrednosti polja?
sv: Metabase kan avläsa värdena i varje fält i denna databas för att aktivera checkrutor för filter i instrumentpaneler och frågor. Detta kan vara en något resurskrävande process, i synnerhet om du har en väldigt stor databas. När ska Metabase automatiskt skanna fältvärden och lägga i cache?
tr: Metabase, gösterge tablolarında ve sorularda onay kutusu filtrelerini etkinleştirmek için bu veritabanındaki her alanda bulunan değerleri tarayabilir. Bu, özellikle çok büyük bir veritabanınız varsa, kaynakları nispeten yoğun bir süreç olabilir. Metabase, alan değerlerini otomatik olarak ne zaman tarayıp önbelleğe almalıdır?
uk: Metabase може сканувати значення, наявні в кожному полі цієї бази даних, щоб увімкнути чекбокс-фільтри в дашбордах і запитах. Це може бути доволі ресурсомісткий процес, особливо якщо у вас дуже велика база даних. Коли Metabase має автоматично сканувати й кешувати значення полів?
vi: Metabase có thể quét các giá trị hiện diện trong mỗi trường trong cơ sở dữ liệu này để kích hoạt bộ lọc hộp chọn trong bảng điều khiển và câu hỏi. Đây có thể là một quy trình tiêu tốn tài nguyên, đặc biệt nếu bạn có một cơ sở dữ liệu rất lớn. Khi nào Metabase nên tự động quét và lưu trữ trong bộ nhớ đệm các giá trị trường?
zh_hk: Metabase 可以掃描此 database 中每個 field 的值，以啟用儀表板和問題中的 checkbox filter。這可能是一個資源密集型過程，特別是如果您有一個非常大的 database。 Metabase 什麼時候應該自動 scan 和快取 field value？

source: If your database is behind a firewall, you may need to allow connections from our Metabase [Cloud IP addresses](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
ar: إذا كانت قاعدة بياناتك خلف جدار حماية، فقد تحتاج إلى السماح بالاتصالات من عناوين IP لـ Metabase Cloud لدينا [Cloud IP addresses](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
bg: Ако базата ви данни се намира зад защитна стена, може да се наложи да позволите връзки от нашите [Cloud IP адреси](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
ca: Si la teva base de dades es troba darrere un tallafocs, potser hauràs de permetre connexions de l'adreça del nostre Metabase [Cloud IP addresses] (https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
de: Wenn sich Deine Datenbank hinter einer Firewall befindet, musst Du möglicherweise Verbindungen von unserer Metabase [Cloud-IP-Adressen] (https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html) zulassen:
eo: If your database’s chillin’ behind a firewall, u might gotta whitelist our Metabase [Cloud IPs](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html) to get it poppin’.
es: Si tu base de datos está protegida por un firewall, es posible que debas permitir conexiones desde nuestra metabase [direcciones IP de la nube] (https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
fa: اگر پایگاه داده شما پشت فایروال است، ممکن است لازم باشد اتصالات را از Metabase [آدرس‌های IP Cloud] ما مجاز کنید (https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
fi: Jos tietokantasi on palomuurin takana, saatat joutua sallimaan yhteydet meidän Metabase [Cloud IP-osoitteistamme](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
fr: Si votre base de données est derrière un pare-feu, vous devrez peut-être autoriser les connexions à partir de notre métabase [adresses IP cloud] (https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html) :
hu: Ha az adatbázisa tűzfal mögött van, előfordulhat, hogy engedélyeznie kell a kapcsolódásokat a Metabase [Cloud IP címekről](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
it: Se il tuo database è dietro un firewall, potrebbe essere necessario consentire le connessioni dai nostri indirizzi IP cloud di Metabase [Cloud IP addresses](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
ja: データベースがファイアウォールの背後にある場合は、メタベース[クラウドIPアドレス](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html)からの接続を許可する必要がある場合があります。
lt: Jei jūsų duomenų bazė yra už ugniasienės, gali reikėti leisti prisijungti iš mūsų metabazės [Cloud IP addresses] (https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
ms: Jika pangkalan data anda berada di belakang tembok api, anda mungkin perlu membenarkan sambungan dari Metabase kami [alamat IP Metabase Cloud] (https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
nb: Hvis databasen din er bak en brannmur, må du kanskje tillate tilkoblinger fra våre Metabase [skytjeneste-IP-adresser](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
nl: Als uw database zich achter een firewall bevindt, moet u mogelijk verbindingen toestaan van onze Metabase [Cloud IP-adressen](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
pl: Jeśli twoja baza danych jest za zaporą, może być konieczne zezwolenie na połączenia z naszych adresów IP Metabase [Cloud](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
pt_br: Se seu banco de dados estiver atrás de um firewall, talvez seja necessário permitir conexões dos nossos [endereços IP da nuvem] do Metabase (https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
ru: Если ваша база данных защищена брандмауэром, вам может потребоваться разрешить подключения из нашей Metabase ​​[облачных IP-адресов] (https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
sk: Ak vaša databáza je za bránou firewall, môže byť potrebné povoliť spojenia z našich Cloud IP adries Metabase [Cloud IP adries](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
sl: Če je vaša zbirka podatkov za požarnim zidom, boste morda morali dovoliti povezave iz naše metabaze [naslovi IP v oblaku](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
sq: Nëse baza juaj e të dhënave është pas një firewall-i, mund t’ju duhet të lejoni lidhjet nga [adresat IP të Metabase Cloud](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
sr: Ako je vaša baza podataka iza firewall-a, možda ćete morati da dozvolite konekcije sa naših Metabase [Cloud IP adresa](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
sv: Om din databas är bakom en brandvägg kan du behöva tillåta anslutningar från våra Metabase [Cloud IP-adresser](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
tr: Veritabanınız bir güvenlik duvarının arkasındaysa, Metabase [bulut IP adreslerinden](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html) gelen bağlantılara izin vermeniz gerekebilir:
uk: Якщо ваша база даних знаходиться за файрволом, можливо, вам потрібно дозволити з’єднання з [IP-адрес Metabase Cloud](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
vi: Nếu cơ sở dữ liệu của bạn nằm sau một tường lửa, bạn có thể cần cho phép kết nối từ Metabase [địa chỉ IP đám mây](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html):
zh_hk: 如果您的資料庫位於防火牆後面，您可能需要允許來自我們的 Metabase [Cloud IP 地址](https://www.metabase.com/cloud/docs/ip-addresses-to-whitelist.html) 的連接：

source: Unfold JSON Columns
hu: JSON oszlopok kibontása
ms: Kembangkan Lajur JSON

source: We unfold JSON columns into component fields.This is on by default but you can turn it off if performance is slow.
hu: A JSON oszlopokat alkotó mezőkre bontjuk. Ez alapértelmezés szerint be van kapcsolva, de kikapcsolhatja, ha a teljesítmény lassú.
ms: Kami mengembangkan lajur JSON kepada medan komponen. Ini diaktifkan secara lalai tetapi anda boleh mematikannya jika prestasi perlahan.

source: Unable to rollback database check for model persistence
hu: Nem lehet visszagörgetni az adatbázis ellenőrzést a modell fennmaradásához
ms: Tidak dapat membatalkan semak pangkalan data untuk ketahanan model

source: Killed mysql process id {0} due to timeout.
hu: A(z) {0} mysql folyamat azonosító időtúllépés miatt lett megszakítva.
ms: Membunuh proses mysql id {0} kerana tamat masa.

source: Undoing step `{0}` for db {1}
hu: `{0}` lépés visszavonása a(z) {1} adatbázisban
ms: Membatalkan langkah `{0}` untuk db {1}

source: Implicitly relative file paths are not allowed.
ar: مسارات الملفات النسبية ضمنيًا غير مسموح بها.
bg: Непреки относителни пътеки на файлове не са позволени.
ca: Camins implícitament relatius no estan permesos.
de: Implizite relative Dateipfade sind nicht erlaubt.
eo: Yo, implicit relative file paths are a no-go, fr.
es: No se permiten rutas de archivo implícitamente relativas.
fa: مسیرهای فایل نسبی ضمنی مجاز نیستند.
fi: Implisiittiset suhteelliset tiedostopolut eivät ole sallittuja.
fr: Les chemins de fichiers implicitement relatifs ne sont pas autorisés.
hu: Implicit relatív fájl elérési utak nem engedélyezettek.
it: I percorsi dei file relativamente impliciti non sono consentiti.
ja: 暗黙的な相対ファイルパスは許可されていません。
lt: Netiesiogiai santykiniai failų keliai neleidžiami.
ms: Jalur fail relatif yang tersirat tidak dibenarkan.
nb: Implicitt relative filbaner er ikke tillatt.
nl: Impliciet relatieve bestandspaden zijn niet toegestaan.
pl: Względne ścieżki plików nie są dozwolone.
pt_br: Caminhos de arquivo implicitamente relativos não são permitidos.
ru: Неявно относительные пути к файлам не допускаются.
sk: Implicitné relatívne cesty k súborom nie sú povolené.
sl: Implicitno relativne poti datotek niso dovoljene.
sq: Nuk lejohen rrugët e skedarëve implicitisht relative.
sr: Implicitno relativne putanje fajlova nisu dozvoljene.
sv: Underförstått - relativa sökvägar är inte tillåtna.
tr: Örtük olarak relatif dosya yollarına izin verilmez.
uk: Неявно відносні шляхи до файлів заборонені.
vi: Không cho phép đường dẫn tệp tương đối ngầm định.
zh_hk: 不允許隱式相對文件路徑。

source: Looks like the Username or Password is incorrect.
ar: يبدو أن اسم المستخدم أو كلمة المرور غير صحيحة.
bg: Изглежда, че потребителското име или паролата са неправилни.
ca: Sembla que el Nom d'usuari i la Contrasenya són incorrectes.
de: Anscheinend ist der Benutzername oder das Passwort falsch.
eo: Looks like the username or password is lowkey sus.
es: Parece que el nombre de usuario o la contraseña son incorrectos.
fa: به نظر می رسد نام کاربری یا رمز عبور نادرست است.
fi: Vaikuttaa siltä, että käyttäjätunnus tai salasana on väärin.
fr: Il semble que le nom d'utilisateur ou le mot de passe soit incorrect.
hu: Úgy tűnik, hogy a felhasználónév vagy a jelszó helytelen.
it: Sembra che il nome utente o la password siano errati.
ja: ユーザー名またはパスワードが正しくないようです。
lt: Panašu, kad vartotojo vardas arba slaptažodis yra neteisingi.
ms: Nampaknya Nama Pengguna atau Kata Laluan tidak betul.
nb: Det ser ut som om brukernavn eller passord er feil.
nl: Het lijkt erop dat de gebruikersnaam of het wachtwoord onjuist is.
pl: Wygląda na to, że nazwa użytkownika lub hasło jest nieprawidłowe.
pt_br: Parece que o nome de usuário ou a senha estão incorretos.
ru: Похоже, имя пользователя или пароль неверны.
sk: Vyzerá to, že používateľské meno alebo heslo je nesprávne.
sl: Zdi se, da uporabniško ime ali geslo ni pravilno.
sq: Duket se Emërpërdoruesi ose Fjalëkalimi është i pasaktë.
sr: Izgleda da su korisničko ime ili lozinka netačni.
sv: Det ser ut som om användarnamn eller lösenord är felaktigt.
tr: Kullanıcı adı veya Parola yanlış gibi görünüyor.
uk: Схоже, Username або Password неправильні.
vi: Có vẻ như Tên Người Dùng hoặc Mật Khẩu không chính xác.
zh_hk: 看起來使用者名稱或密碼不正確。

source: Looks like you forgot to enter your Password.
ar: يبدو أنك نسيت إدخال كلمة المرور.
bg: Изглежда, че сте забравили да въведете вашата парола.
ca: Sembla que no has entrar la teva Contrasenya.
de: Anscheinend haben Sie vergessen, Ihr Passwort einzugeben.
eo: Bruh, looks like you totally forgot to enter your password.
es: Parece que has olvidado ingresar tu contraseña.
fa: به نظر می رسد فراموش کرده اید رمز عبور خود را وارد کنید.
fi: Vaikuttaa siltä, että unohdit kirjoittaa salasanan.
fr: Il semble que vous ayez oublié d'entrer votre mot de passe.
hu: Úgy tűnik, elfelejtette beírni a jelszavát.
it: Sembra che tu abbia dimenticato di inserire la password.
ja: パスワードの入力を忘れたようです。
lt: Panašu, kad pamiršote įvesti slaptažodį.
ms: Nampaknya anda terlupa memasukkan Kata Laluan anda.
nb: Det ser ut som om du glemte å skrive inn passordet ditt.
nl: Het lijkt erop dat je bent vergeten je wachtwoord in te voeren.
pl: Wygląda na to, że zapomniałeś wprowadzić hasło.
pt_br: Parece que você esqueceu de inserir a sua senha.
ru: Похоже, вы забыли ввести пароль.
sk: Zdá sa, že ste zabudli zadať svoje heslo.
sl: Zdi se, da ste pozabili vnesti geslo.
sq: Duket se keni harruar të vendosni Fjalëkalimin.
sr: Izgleda da ste zaboravili da unesete lozinku.
sv: Det ser ut som om du glömde att ange ditt lösenord.
tr: Parolanızı girmeyi unuttuğunuz gibi görünüyor.
uk: Схоже, ви забули ввести свій Password.
vi: Có vẻ như bạn đã quên nhập Mật Khẩu của mình.
zh_hk: 看起來您忘記輸入密碼。

source: Database cannot be found.
ar: لا يمكن العثور على قاعدة البيانات.
bg: Базата данни не може да бъде намерена.
ca: La base de dades no es pot trobar.
de: Datenbank nicht gefunden.
eo: Bro, the database is MIA rn.
es: No se ha encontrado la base de datos.
fa: بانک اطلاعاتی یافت نشد.
fi: Tietokantaa ei löydy.
fr: La base de données est introuvable.
hu: Az adatbázis nem található.
it: Database non trovato.
ja: データベースが見つかりません。
lt: Duomenų bazės rasti nepavyko.
ms: Pangkalan data tidak dapat ditemui.
nb: Databasen kan ikke bli funnet.
nl: Database kan niet worden gevonden.
pl: Nie można znaleźć bazy danych.
pt_br: Não foi possível encontrar o banco de dados.
ru: База данных не найдена.
sk: Databáza sa nedá nájsť.
sl: Podatkovne zbirke ni mogoče najti.
sq: Baza e të dhënave nuk mund të gjendet.
sr: Baza podataka ne može da se pronađe.
sv: Databasen kan inte hittas.
tr: Veritabanı bulunamıyor.
uk: Базу даних не знайдено.
vi: Không thể tìm thấy cơ sở dữ liệu.
zh_hk: 找不到資料庫。

source: Looks like your Password is incorrect.
ar: يبدو أن كلمة المرور غير صحيحة.
bg: Изглежда, че вашата парола е неправилна.
ca: Sembla que la teva Contrasenya és incorrecta.
de: Offenbar ist Dein Passwort falsch.
eo: Yo, your pw is kinda sus rn.
es: Parece que tu contraseña es incorrecta.
fa: به نظر می رسد رمز عبور شما نادرست است.
fi: Vaikuttaa siltä, että salasana on väärin.
fr: Il semble que votre mot de passe soit incorrect.
hu: Úgy tűnik, hogy a jelszava helytelen.
it: Sembra che la tua password sia incorretta.
ja: パスワードが間違っているようです。
lt: Panašu, kad slaptažodis neteisingas.
ms: Nampaknya kata laluan anda salah.
nb: Det virker som om ditt passord er feil.
nl: Het lijkt erop dat je wachtwoord onjuist is.
pl: Wygląda na to, że Twoje hasło jest nieprawidłowe.
pt_br: Parece que sua senha está incorreta.
ru: Похоже, ваш пароль неверен.
sk: Zdá sa, že vaše heslo je nesprávne.
sl: Zdi se, da je vaše geslo napačno.
sq: Duket se Fjalëkalimi juaj është i pasaktë.
sr: Izgleda da je vaša lozinka netačna.
sv: Det ser ut som om ditt lösenord är felaktigt.
tr: Şifreniz yanlış gibi görünüyor.
uk: Схоже, ваш Password неправильний.
vi: Có vẻ như Mật Khẩu của bạn không chính xác.
zh_hk: 看起來您的密碼不正確。
