Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Boolean indicating whether a Snowplow collector is available to receive analytics events. Should be set via environment variable in Cypress tests or during local development.
ar: قيمة منطقية تشير إلى ما إذا كان مجمّع Snowplow متاحًا لاستقبال أحداث التحليلات. ينبغي ضبطها عبر متغير بيئة في اختبارات Cypress أو أثناء التطوير المحلي.
bg: Булево, което показва дали е наличен събирач Snowplow, който да получи аналитичните събития. Трябва да се зададе чрез променлива на средата в тестовете на Cypress или по време на локално разработване.
ca: Booleà que indica si un col·lector a Snowplow està disponible per rebre esdeveniments d'analítiques. S'hauria d'establir mitjançant una variables d'entorn en els tests de Cypress o durant desenvolupament local.
de: Boolescher Wert, der angibt, ob ein Snowplow-Collector zum Empfangen von Analyseereignissen verfügbar ist. Sollte über die Umgebungsvariable in Cypress-Tests oder während der lokalen Entwicklung festgelegt werden.
eo: Boolean if a Snowplow collector is chill and can catch the analytics vibes. Set this in your env variable when doing Cypress tests or just vibing locally.
es: Booleano que indica si un recopilador Snowplow está disponible para recibir eventos de análisis. Debe establecerse a través de la variable de entorno en las pruebas de Cypress o durante el desarrollo local.
fa: Boolean نشان می دهد که آیا یک جمع کننده Snowplow برای دریافت رویدادهای تجزیه و تحلیل در دسترس است یا خیر. باید از طریق متغیر محیطی در تست های سرو یا در طول توسعه محلی تنظیم شود.
fi: Boolean-arvo, joka ilmaisee, onko Snowplow-kerääjä käytettävissä analytiikkatapahtumien vastaanottamiseen. Tämä tulisi asettaa ympäristömuuttujana Cypress-testeissä tai paikallisessa kehityksessä.
fr: Booléen indiquant si un collecteur Snowplow est disponible pour recevoir des événements d'analyse. Doit être défini via une variable d'environnement dans les tests Cypress ou lors du développement local.
hu: Logikai érték, amely jelzi, hogy egy Snowplow gyűjtő elérhető-e az analitikai események fogadására. Környezeti változóként kell beállítani Cypress tesztekben vagy helyi fejlesztés során.
it: Boolean che indica se un raccoglitore Snowplow è disponibile a ricevere eventi di analisi. Dovrebbe essere impostato tramite variabile d'ambiente nei test Cypress o durante lo sviluppo locale.
ja: Snowplowコレクターが分析イベントの受信に使用できるかどうかを示すブール値。サイプレステストまたはローカル開発中に環境変数を介して設定する必要があります。
lt: Būlio reikšmė, nurodanti, ar Snowplow rinktuvas yra prieinamas analizės įvykiams gauti. Turėtų būti nustatytas naudojant aplinkos kintamąjį Cypress testuose arba vietinio kūrimo metu.
ms: Boolean menunjukkan sama ada pengumpul Snowplow tersedia untuk menerima acara analisis. Harus ditetapkan melalui pembolehubah persekitaran dalam ujian Cypress atau semasa pembangunan tempatan.
nb: Boolsk verdi som angir om en Snowplow-samler er tilgjengelig for å motta analysehendelser. Bør settes via miljøvariabel i Cypress-tester eller under lokal utvikling.
nl: Boolean die aangeeft of er een Snowplow-verzamelaar beschikbaar is om analyse-evenementen te ontvangen. Moet worden ingesteld via een omgevingsvariabele in Cypress-tests of tijdens lokale ontwikkeling.
pl: Boolean wskazujący, czy kolektor Snowplow jest dostępny do odbioru zdarzeń analitycznych. Powinno być ustawione za pomocą zmiennej środowiskowej w testach Cypress lub podczas lokalnego rozwoju.
pt_br: Booleano que indica se um coletor Snowplow está disponível para receber eventos analíticos. Deve ser definido por meio de uma variável de ambiente nos testes do Cypress ou durante o desenvolvimento local.
ru: логическое значение, указывающее, доступен ли сборщик Snowplow для получения событий аналитики.
sk: Booleovská hodnota indikujúca, či je Snowplow kolektor dostupný na prijímanie analytických udalostí. Mala by byť nastavená prostredníctvom environmentálnej premennej v testoch Cypress alebo počas miestneho vývoja.
sl: Logična vrednost, ki označuje, ali je zbiralnik snežnega pluga na voljo za sprejemanje analitičnih dogodkov. Nastaviti ga je treba prek okoljske spremenljivke v testih Cypress ali med lokalnim razvojem.
sq: Boolean që tregon nëse një kolektor Snowplow është i disponueshëm për të marrë evente analitike. Duhet të vendoset përmes variablës së ambientit në testet Cypress ose gjatë zhvillimit lokal.
sr: Bool vrednost koja označava da li je Snowplow kolektor dostupan za prijem analitičkih događaja. Treba je postaviti preko environment promenljive u Cypress testovima ili tokom lokalnog razvoja.
sv: Boolesk som indikerar om en Snowplow collection finns tillgänglig för att ta emot analys-händelser. Ska sättas via environment-variabel i Cypress-tester eller i lokal utveckling.
tr: Snowplow toplayıcısının analiz olaylarını almak için uygun olup olmadığını belirten Boolean. Cypress testlerinde veya yerel geliştirme sırasında ortam değişkeni aracılığıyla ayarlanmalıdır.
uk: Булеве значення, що вказує, чи доступний колектор Snowplow для отримання подій аналітики. Має бути задано через змінну середовища в тестах Cypress або під час локальної розробки.
vi: Boolean chỉ ra người thu thập Snowplow có sẵn để nhận sự kiện phân tích hay không. Nên được thiết lập thông qua biến môi trường trong các bài kiểm tra Cypress hoặc trong quá trình phát triển cục bộ.
zh_hk: 布林值表示 Snowplow 收集器是否可以接收分析事件。應在Cypress測試或本地開發期間通過環境變量設置。

source: Unique identifier to be used in Snowplow analytics, to identify this instance of Metabase. This is a public setting since some analytics events are sent prior to initial setup.
ar: معرّف فريد لاستخدامه في تحليلات Snowplow لتحديد هذا المثيل من Metabase. هذا إعداد عام لأن بعض أحداث التحليلات تُرسل قبل الإعداد الأولي.
bg: Уникален идентификатор за ползване в Snowplow аналитиката, за идентифициране на тази инстанция на Metabase. Това е публична настройка, тъй като някои аналитични събития се изпращат преди първоначалната настройка.
ca: Identificadors únics a utilitzar en les analítiques Snowplow per identificar aquesta instància de Metabase. Aquesta opció és pública ja que alguns esdeveniments s'envien abans de la configuració inicial.
de: Eindeutiger Bezeichner, der in Snowplow-Analysen verwendet wird, um diese Instanz von Metabase zu identifizieren. Dies ist eine öffentliche Einstellung, da einige Analyseereignisse vor der Ersteinrichtung gesendet werden.
eo: This is basically the unique tag we use in Snowplow analytics to spot this Metabase instance. It’s a public setting since some events get sent before everything’s fully set up.
es: Identificador único que se usará en el análisis de Snowplow para identificar esta instancia de Metabase. Esta es una configuración pública ya que algunos eventos de análisis se envían antes de la configuración inicial.
fa: شناسه منحصر به فرد برای استفاده در تجزیه و تحلیل Snowplow، برای شناسایی این نمونه از Metabase. این یک تنظیم عمومی است زیرا برخی رویدادهای تحلیلی قبل از راه اندازی اولیه ارسال می شوند.
fi: Uniikki tunniste, jota käytetään Snowplow-analytiikassa tunnistamaan tämä Metabasen instanssi. Tämä on julkinen asetus, koska joitain analytiikkatapahtumia lähetetään ennen ensimmäistä asennusta.
fr: Identifiant unique à utiliser dans l'analyse Snowplow, pour identifier cette instance de Metabase. Il s'agit d'un paramètre public puisque certains événements d'analyse sont envoyés avant la configuration initiale.
hu: Egyedi azonosító, amelyet a Snowplow analitikában használnak, hogy azonosítsák ezt a Metabase példányt. Ez egy nyilvános beállítás, mivel néhány analitikai esemény elküldésre kerül a kezdeti beállítás előtt.
it: Identificatore univoco da utilizzare nelle analisi Snowplow, per identificare questa istanza di Metabase. Questa è un'impostazione pubblica poiché alcuni eventi di analisi vengono inviati prima della configurazione iniziale.
ja: メタベースのこのインスタンスを識別するために、Snowplow分析で使用される一意の識別子。一部の分析イベントは初期設定の前に送信されるため、これはパブリック設定です。
lt: Unikalus identifikatorius, naudojamas „Snowplow“ analizėje, norint identifikuoti šį metabazės egzempliorių. Tai viešas nustatymas, nes kai kurie analizės įvykiai siunčiami prieš pradinę sąranką.
ms: Pengenal unik yang akan digunakan dalam analitik Snowplow, untuk mengenal pasti instance Metabase ini. Ini adalah tetapan awam kerana beberapa acara analitik dihantar sebelum persediaan awal.
nb: Unik identifikator som skal brukes i Snowplow-analyser for å identifisere denne instansen av Metabase. Dette er en offentlig innstilling siden noen analysehendelser sendes før den innledende oppsettet.
nl: Unieke identificatiecode die gebruikt wordt in Snowplow analytics om deze instantie van Metabase te identificeren. Dit is een openbare instelling omdat sommige analytics-gebeurtenissen worden verzonden vóór de initiële instelling.
pl: Unikalny identyfikator używany w analizie Snowplow, do identyfikacji tej instancji Metabase. To jest ustawienie publiczne, ponieważ niektóre zdarzenia analityczne są wysyłane przed początkową konfiguracją.
pt_br: Identificador único a ser usado em análises do Snowplow para identificar esta instância do Metabase. Esta é uma configuração pública, pois alguns eventos de análise são enviados antes da configuração inicial.
ru: Уникальный идентификатор, который будет использоваться в аналитике Snowplow для идентификации этой инсталляции Metabase.
sk: Jedinečný identifikátor, ktorý sa používa v Snowplow analytike na identifikáciu tejto inštancie Metabase. Toto je verejné nastavenie, pretože niektoré analytické udalosti sa posielajú pred počiatočným nastavením.
sl: Edinstveni identifikator, ki se uporablja v analitiki Snowplow za identifikacijo tega primerka Metabase. To je javna nastavitev, saj so nekateri dogodki analitike poslani pred začetno nastavitvijo.
sq: Identifikues unik për t’u përdorur në analitikën Snowplow, për të identifikuar këtë instancë të Metabase. Ky është një setting publik, pasi disa evente analitike dërgohen përpara konfigurimit fillestar.
sr: Jedinstveni identifikator koji se koristi u Snowplow analitici za identifikaciju ove instance Metabase-a. Ovo je javno podešavanje jer se neki analitički događaji šalju pre početnog podešavanja.
sv: Unik identifierare att använda i Snowplow-analyser för att identifiera denna instans av Metabase. Detta är en publik inställning eftersom vissa analys-händelser skickas före setup.
tr: Bu Metabase örneğini tanımlamak için Snowplow analizlerinde kullanılacak benzersiz tanımlayıcı. Bazı analiz olayları başlangıç ​​kurulumundan önce gönderildiği için bu, genel bir ayardır.
uk: Унікальний ідентифікатор, який використовується в аналітиці Snowplow для ідентифікації цього інстанса Metabase. Це публічне налаштування, оскільки деякі події аналітики надсилаються до початкового налаштування.
vi: Định danh duy nhất để sử dụng trong phân tích Snowplow, để nhận diện trường hợp Metabase này. Đây là một cài đặt công khai vì một số sự kiện phân tích được gửi trước khi thiết lập ban đầu.
zh_hk: 用於 Snowplow 分析中識別此 Metabase 實例的唯一標識符。這是一個公共設置，因為在初始設置之前會發送一些分析事件。

source: check your host settings
ar: تحقق من إعدادات المضيف
bg: проверете настройките на хоста си
ca: comprova els valors del teu equip
de: Prüfe Deine Host Angaben
eo: yo, make sure to peep your host settings
es: verifica la configuración de tu servidor
fa: تنظیمات هاست خود را بررسی کنید
fi: Tarkista isäntäasetukset.
fr: vérifiez les paramètres de votre hôte
hu: ellenőrizze a host beállításait
it: controlla le impostazioni del tuo host
ja: ホスト設定を確認してください
lt: patikrinkite pagrindinio kompiuterio nustatymus
ms: semak tetapan hos anda
nb: sjekk innstillingene for verten din
nl: controleer de instellingen van je host
pl: sprawdź ustawienia swojego hosta
pt_br: verifique suas configurações de host
ru: проверьте настройки хоста
sk: skontrolujte svoje nastavenia hostiteľa
sl: Preverite nastavitve gostitelja
sq: kontrollo cilësimet e host-it
sr: proverite podešavanja hosta
sv: Kontrollera dina värd-inställningar
tr: ana bilgisayar ayarlarınızı kontrol edin
uk: перевірте налаштування хоста
vi: kiểm tra cài đặt máy chủ của bạn
zh_hk: 檢查您的主機設置

source: check your port settings
ar: تحقق من إعدادات المنفذ
bg: проверете настройките на порта си
ca: comprova els valors de port
de: Prüfe Deine Port Angaben
eo: yo, make sure your port settings are on point
es: verifica la configuración de tu puerto
fa: تنظیمات پورت خود را بررسی کنید
fi: Tarkista porttiasetukset.
fr: vérifiez vos paramètres de port
hu: ellenőrizze a port beállításait
it: controlla le impostazioni della tua porta
ja: ポート設定を確認してください
lt: patikrinkite prievado nustatymus
ms: semak tetapan port anda
nb: sjekk portinnstillingene dine
nl: controleer je poortinstellingen
pl: sprawdź ustawienia portu
pt_br: verifique suas configurações de porta
ru: проверьте настройки порта
sk: skontrolujte svoje nastavenia portu
sl: Preverite nastavitve vrat
sq: kontrollo cilësimet e portës
sr: proverite podešavanja porta
sv: kontrollera dina port-inställningar
tr: port ayarlarınızı kontrol edin
uk: перевірте налаштування порту
vi: kiểm tra cài đặt cổng của bạn
zh_hk: 檢查您的端口設置

source: String representing a cron schedule
ar: سلسلة نصية تمثل جدول Cron
bg: Низ, който представлява cron разписание
ca: La cadena representa una tasca de cron
de: Zeichenkette, die eine Cron-Zeitplanung repräsentiert
eo: A string that’s basically a cron schedule, fr.
es: Cadena que representa una programación cron
fa: رشته ای که یک جدول زمانی برای cron را نشان می دهد
fi: Merkkijono, joka edustaa cron-aikataulua
fr: Chaîne représentant une planification cron
hu: Egy cron ütemtervet reprezentáló szöveg
it: Stringa che rappresenta una pianificazione cron
ja: cronスケジュールを表す文字列
lt: Eilutė, vaizduojanti cron tvarkaraštį
ms: Rentetan yang mewakili jadual cron
nb: Streng som representerer en cron-plan
nl: Tekenreeks die een cron-schema vertegenwoordigt
pl: String reprezentujący harmonogram cron
pt_br: Sequência representando uma programação cron
ru: Строка, представляющая расписание cron.
sk: Reťazec predstavujúci cron plán
sl: Niz, ki predstavlja urnik cron
sq: String që përfaqëson një orar cron
sr: String koji predstavlja cron raspored
sv: Sträng som representerar ett cron-schema
tr: Cron programını temsil eden dize
uk: Рядок, що представляє cron-розклад
vi: Chuỗi ký tự đại diện cho lịch biểu cron
zh_hk: 表示 cron 計劃的字符串

source: Must be a valid cron string not specifying a year
ar: يجب أن يكون Cron صالحًا ولا يحدد سنة
bg: Трябва да бъде валиден cron низ без указване на година
ca: Ha de ser una cadena vàlida de cron que no especifiqui un any
de: Muss eine gültige Cron-Zeichenfolge sein, die kein Jahr angibt
eo: Bruh, you gotta have a legit cron string that doesn’t specify a year, fr.
es: Debe ser una cadena cron válida que no especifique un año
fa: باید یک رشته cron معتبر باشد که یک سال را مشخص نمی کند
fi: Täytyy olla kelvollinen cron-merkkijono, jossa ei määritellä vuotta.
fr: Doit être une chaîne cron valide ne spécifiant pas d'année
hu: Érvényes cron karakterláncnak kell lennie, amely nem ad meg évet
it: Deve essere una stringa cron valida che non specifichi un anno
ja: 年を指定しない有効なcron文字列である必要があります
lt: Turi būti tinkama cron eilutė, nenurodanti metų
ms: Mestilah rentetan cron yang sah dan tidak menentukan tahun
nb: Må være en gyldig cron-streng som ikke spesifiserer et år
nl: Moet een geldige cron-tekenreeks zijn die geen jaar specificeert
pl: Musi być poprawnym stringiem cron, który nie określa roku
pt_br: Precisa ser uma sequência cron válida que não especifique um ano
ru: Должна быть допустимой строкой cron без указания года.
sk: Musí to byť platný cron reťazec, ktorý nešpecifikuje rok
sl: Mora biti veljaven niz cron, ki ne določa leta
sq: Duhet të jetë një string cron i vlefshëm që nuk specifikon vit
sr: Mora biti važeći cron string koji ne navodi godinu
sv: Måste vara en giltig cron-sträng som inte anger specifikt år
tr: Yılı belirtmeyen geçerli bir cron dizesi olmalıdır
uk: Має бути дійсним cron-рядком без зазначення року
vi: Phải là chuỗi cron hợp lệ không chỉ định năm
zh_hk: 必須是不指定年份的有效 cron 字符串

source: Value must be a string representing a cron schedule of format <seconds> <minutes> <hours> <day of month> <month> <day of week> <year>
ar: يجب أن تكون القيمة سلسلة نصية تمثل جدول Cron بالتنسيق <seconds> <minutes> <hours> <day of month> <month> <day of week> <year>
bg: Стойността трябва да бъде низ, представляващ cron разписание във формат <секунди> <минути> <часове> <ден от месеца> <месец> <ден от седмицата> <година>
ca: El valor ha de ser una cadena que representi una tasca cron de format <segons> <minuts> <hores> <dia del mes> <mes> <dia de la setmana> <any>
de: Der Wert muss eine Zeichenfolge sein, die einen Cron-Zeitplan im Format <Sekunden> <Minuten> <Stunden> <Monatstag> <Monat> <Wochentag> <Jahr> darstellt
eo: Bro, the value gotta be a string that’s basically a cron schedule lookin’ like <seconds> <minutes> <hours> <day of month> <month> <day of week> <year> — no cap.
es: El valor debe ser una cadena que represente una programación cron de formato <segundos> <minutos> <horas> <día del mes> <mes> <día de la semana> <año>
fa: مقدار باید رشته‌ای باشد که نشان‌دهنده زمان‌بندی cron با فرمت <seconds> <mins> <hours> <day of month> <month> <day of week> <year>
fi: Arvon on oltava merkkijono, joka edustaa cron-aikataulun muotoa <sekunnit> <minuutit> <tunnit> <kuukauden päivä> <kuukausi> <viikonpäivä> <vuosi>
fr: La valeur doit être une chaîne représentant une planification cron au format <secondes> <minutes> <heures> <jour du mois> <mois> <jour de la semaine> <année>
hu: Az értéknek egy cron ütemtervet reprezentáló szövegnek kell lennie a következő formátumban <másodperc> <perc> <óra> <hónap napja> <hónap> <hét napja> <év>
it: Il valore deve essere una stringa che rappresenta una cron schedule con formato <secondi> <minuti> <ore> <giorno del mese> <mese> <giorno della settimana> <anno>
ja: 値は、<秒><分><時間><月の日><月><曜日><年>の形式のcronスケジュールを表す文字列である必要があります。
lt: Reikšmė turi būti eilutė, nurodanti cron tvarkaraštį formatu <sekundės> <minutės> <valandos> <mėnesio diena> <mėnuo> <savaitės diena> <metai>
ms: Nilai mestilah rentetan yang mewakili jadual cron dalam format <saat> <minit> <jam> <hari dalam bulan> <bulan> <hari dalam minggu> <tahun>
nb: Verdien må være en streng som representerer en cron-plan i formatet <sekunder> <minutter> <timer> <dag i måneden> <måned> <dag i uken> <år>
nl: Waarde moet een tekenreeks zijn die een cronschema voorstelt in het formaat <seconden> <minuten> <uren> <dag van de maand> <maand> <dag van de week> <jaar>
pl: Wartość musi być łańcuchem znaków reprezentującym harmonogram cron w formacie <sekundy> <minuty> <godziny> <dzień miesiąca> <miesiąc> <dzień tygodnia> <rok>
pt_br: O valor deve ser uma sequência representando uma programação cron no formato <seconds> <minutes> <hours> <day of month> <month> <day of week> <year>
ru: Значение должно быть строкой, представляющей расписание cron в формате <секунды> <минуты> <часы> <день месяца> <месяц> <день недели> <год>
sk: Hodnota musí byť reťazec predstavujúci cron rozvrh vo formáte <seconds> <minutes> <hours> <day of month> <month> <day of week> <year>
sl: Vrednost mora biti niz, ki predstavlja cron urnik oblike <seconds> <minutes> <hours> <dan v mesecu> <month> <dan v tednu> <year>
sq: Vlera duhet të jetë një string që përfaqëson një orar cron të formatit <seconds> <minutes> <hours> <day of month> <month> <day of week> <year>
sr: Vrednost mora biti string koji predstavlja cron raspored u formatu <seconds> <minutes> <hours> <day of month> <month> <day of week> <year>
sv: Värdet måste vara en string som representerar ett cron-schema på formatet <sekunder><minuter><timmar><dag i månaden><veckodag><år>
tr: Değer, <seconds> <minutes> <hours> <day of month> <month> <day of week> <year> formatındaki bir cron programını temsil eden bir dize olmalıdır
uk: Значення має бути рядком, що представляє cron-розклад у форматі <seconds> <minutes> <hours> <day of month> <month> <day of week> <year>
vi: Giá trị phải là một chuỗi đại diện cho lịch trình cron với định dạng <giây> <phút> <giờ> <ngày trong tháng> <tháng> <ngày trong tuần> <năm>
zh_hk: 值必須是表示格式為 <seconds> <minutes> <hours> <day of month> <month> <day of week> <year> 的 cron 排程的字符串

source: Using definitions: Metrics: {0} Filters: {1}
hu: Meghatározások használata: Metrikák: {0} Szűrők: {1}
ms: Menggunakan definisi: Metrik: {0} Penapis: {1}

source: Dimensions bindings: {0}
hu: Dimenziók kötései: {0}
ms: Ikatan dimensi: {0}

source: Adding {0} cards to dashboard {1}: {2}
hu: {0} kártya hozzáadása a {1} irányítópulthoz: {2}
ms: Menambah {0} kad ke papan pemuka {1}: {2}

source: System info: {0}
hu: Rendszer információk: {0}
ms: Info sistem: {0}
