Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: is less than or equal to
ar: أقل من أو يساوي
bg: е по-малко или равно на
ca: és menor o igual que
de: kleiner oder gleich
eo: is lowkey or equal to
es: es menor o igual a
fa: کمتر از یا برابر با
fi: on pienempi tai yhtä suuri kuin
fr: est inférieur ou égal à
hu: kisebb vagy egyenlő, mint
it: è uguale o minore di
ja: 以下
lt: yra mažesnis arba lygus
ms: kurang daripada atau sama dengan
nb: er mindre eller lik
nl: is minder dan of gelijk aan
pl: jest mniejsze lub równe
pt_br: é menor ou igual a
ru: Меньше или равно
sk: je menšia alebo rovná
sl: je manjša ali enaka
sq: është më e vogël ose e barabartë me
sr: je manje ili jednako
sv: är mindre än eller lika med
tr: küçüktür veya eşittir
uk: менше або дорівнює
vi: nhỏ hơn hoặc bằng
zh_hk: 小於等於

source: is greater than or equal to
ar: أكبر من أو يساوي
bg: е по-голямо или равно на
ca: és major o igual que
de: größer oder gleich
eo: is maxed out or smthn
es: es mayor o igual a
fa: بزرگتر از یا برابر با
fi: on suurempi tai yhtä suuri kuin
fr: est supérieur ou égal à
hu: nagyobb vagy egyenlő, mint
it: è uguale o maggiore di
ja: 以上
lt: yra didesnis arba lygus
ms: lebih besar daripada atau sama dengan
nb: er større eller lik
nl: is groter dan of gelijk aan
pl: jest większe lub równe
pt_br: é maior ou igual a
ru: Больше или равно
sk: je väčšia alebo rovná
sl: večja ali enaka
sq: është më e madhe ose e barabartë me
sr: je veće ili jednako
sv: är större än eller lika med
tr: büyüktür veya eşittir
uk: більше або дорівнює
vi: lớn hơn hoặc bằng
zh_hk: 大於等於

source: is equal to
ar: يساوي
bg: е равно на
ca: és igual que
de: gleich
eo: is straight-up equal to
es: es igual a
fa: برابر با
fi: on yhtä suuri kuin
fr: est égal à
hu: egyenlő
it: è uguale a
ja: 等しい
lt: yra lygus
ms: sama dengan
nb: er lik
nl: is gelijk aan
pl: jest równe
pt_br: é igual a
ru: Равно
sk: rovná sa
sl: je enaka
sq: është e barabartë me
sr: je jednako
sv: är lika med
tr: eşittir
uk: дорівнює
vi: bằng
zh_hk: 等於

source: is not equal to
ar: لا يساوي
bg: не е равно на
ca: no és igual que
de: ungleich
eo: is not it, fr fr
es: no es igual a
fa: مساوی نیست با
fi: ei ole yhtä suuri kuin
fr: n'est pas égal à
hu: nem egyenlő
it: è diverso da
ja: 等しくない
lt: nėra lygus
ms: tidak sama dengan
nb: er ikke lik
nl: is niet gelijk aan
pl: nie jest równe
pt_br: não é igual a
ru: Не равно
sk: nerovná sa
sl: ni enako
sq: nuk është e barabartë me
sr: nije jednako
sv: är inte lika med
tr: eşit değildir
uk: не дорівнює
vi: không bằng
zh_hk: 不等於

source: is null
ar: فارغ (null)
bg: е нула
ca: és null
de: ist null
eo: It’s just null, no cap
es: es nulo
fa: تهی هست
fi: on tyhjä
fr: est nul
hu: nulla
it: è nullo
ja: null値
lt: yra nulinis
ms: adalah null (nilai kosong)
nb: er null
nl: is leeg
pl: jest puste
pt_br: é nulo
ru: Пустое
sk: je null
sl: je nična
sq: është null
sr: je null
sv: är tomt
tr: sıfır
uk: є NULL
vi: là không
zh_hk: 為空

source: is not null
ar: ليس فارغًا (null)
bg: не е нула
ca: no és nul
de: ist nicht null
eo: not it, lol
es: no es nulo
fa: تهی نیست
fi: ei ole tyhjä
fr: n'est pas nul
hu: nem nulla
it: non è nullo
ja: null値でない
lt: nėra nulinis
ms: tidak null (mempunyai nilai)
nb: er ikke null
nl: is niet leeg
pl: nie jest puste
pt_br: não é nulo
ru: Не пустое
sk: nie je null
sl: ni nična
sq: nuk është null
sr: nije null
sv: är inte tomt
tr: sıfır değil
uk: не є NULL
vi: không phải là không
zh_hk: 不為空

source: contains
ar: يحتوي على
bg: съдържа
ca: conté
de: enthält
eo: Contains → has (or “got” depending on the vibe)
es: contiene
fa: شامل می شود
fi: sisältää
fr: contient
hu: tartalmaz
it: contiene
ja: 含む
lt: yra
ms: mengandungi
nb: inneholder
nl: bevat
pl: zawiera
pt_br: contém
ru: Содержит
sk: obsahuje
sl: Vsebuje
sq: përmban
sr: sadrži
sv: innehåller
tr: içeriyor
uk: містить
vi: chứa đựng
zh_hk: 包含

source: does not contain
ar: لا يحتوي على
bg: не съдържа
ca: no conté
de: enthält nicht
eo: No cap, it’s not in there
es: no contiene
fa: شامل نمی شود
fi: ei sisällä
fr: ne contient pas
hu: nem tartalmaz
it: non contiene
ja: 含まない
lt: nėra
ms: tidak mengandungi
nb: inneholder ikke
nl: bevat niet
pl: nie zawiera
pt_br: não contém
ru: Не содержит
sk: neobsahuje
sl: ne vsebuje
sq: nuk përmban
sr: ne sadrži
sv: innehåller inte
tr: içermiyor
uk: не містить
vi: không chứa đựng
zh_hk: 不包含

source: starts with
ar: يبدأ بـ
bg: започва с
ca: comença per
de: beginnt mit
eo: begins with
es: empieza con
fa: شروع با
fi: alkaa
fr: commence avec
hu: kezdődik
it: inizia con
ja: 接頭辞
lt: prasideda su
ms: bermula dengan
nb: starter med
nl: begint met
pl: zaczyna się na
pt_br: começa com
ru: Начинается с
sk: začína s
sl: se začne z
sq: fillon me
sr: počinje sa
sv: börjar med
tr: ile başlıyor
uk: починається з
vi: bắt đầu với
zh_hk: 開始於

source: ends with
ar: ينتهي بـ
bg: завършва със
ca: acaba amb
de: endet mit
eo: ends with → this be the vibe of
es: termina con
fa: پایان با
fi: loppuu
fr: se termine par
hu: végződik
it: finisce con
ja: 接尾辞
lt: baigiasi
ms: berakhir dengan
nb: slutter med
nl: eindigt met
pl: kończy się na
pt_br: termina com
ru: Заканчивается на
sk: končí na
sl: konča se z
sq: mbaron me
sr: završava se sa
sv: slutar med
tr: ile bitiyor
uk: закінчується на
vi: kết thúc bằng
zh_hk: 結束於

source: When a cell in these columns {0} it will be tinted this color.
ar: عندما تكون خلية في هذه الأعمدة {0} سيتم تظليلها بهذا اللون.
bg: Когато клетка в тези колони {0} ще бъде оцветена в този цвят.
ca: Quan una cel·la d'aquestes columnes sigui {0} es pintarà d'aquest color
de: Wenn eine Zelle in diesen Spalten {0}, wird sie eingefärbt.
eo: When a cell in these columns {0} hits, it’s gonna get tinted this color fr.
es: Cuando una celda de estas columnas sea {0} se pintará de este color.
fa: وقتی سلول در این ستون ها {0} باشد ، این رنگ را رنگی می کند.
fi: Kun näiden sarakkeiden solu on {0}, se sävytetään tällä värillä.
fr: Lorsqu'une cellule de ces colonnes {0} sera colorée de cette couleur.
hu: Ha egy cella ezekben az oszlopokban {0}, akkor ilyen színű lesz.
it: Quando una cella in queste colonne {0} sarà colorata in questo colore.
ja: この列のセルが{0}のとき、この色に色付けされます
lt: Kai šiuose stulpeliuose yra langelis {0} jis bus spalvotas.
ms: Apabila sel dalam lajur-lajur ini {0} ia akan diwarnakan dengan warna ini.
nb: Når en celle i disse kolonnene {0} så vil den bli farget med denne fargen.
nl: Een cel wordt gekleurd in deze kleur wanneer de cel in deze kolommen {0}.
pl: Gdy komórka w tych kolumnach {0} będzie zabarwiona na ten kolor.
pt_br: Quando uma célula está em uma das colunas {0}, ela é colorida com essa cor.
ru: Когда ячейка в этих колонках {0}, она будет окрашена в выбранный цвет.
sk: Keď je bunka v týchto stĺpcoch {0}, bude zafarbená.
sl: Ko {0} celica v teh stolpcih, bo obarvana s to barvo.
sq: Kur një qeli në këto kolona {0} do të ngjyroset me këtë ngjyrë.
sr: Kada ćelija u ovim kolonama {0}, biće nijansirana ovom bojom.
sv: När en cell i dessa kolumner {0} kommer den att färgas med denna färg.
tr: {0} sütunlarındaki hücre olduğunda bu renkte görünecek
uk: Коли клітинка в цих стовпцях {0}, її буде тоновано цим кольором.
vi: Khi một ô trong các cột này {0}, nó sẽ được tô màu này.
zh_hk: 當一個單元在這些欄位{0}中時，將被塗上這個顏色

source: When a cell in this column…
ar: عندما تكون أي خلية في هذه الأعمدة…
bg: Когато клетка в тази колона ...
ca: Quan una cel·la en aquesta col·lumna...
de: Wenn eine Zelle in dieser Spalte...
eo: When a cell in this column is lowkey giving me whiplash
es: Cuando una celda en esta columna...
fa: وقتی سلول در این ستون…
fi: Kun tämän sarakkeen solu…
fr: Lorsqu'une cellule de cette colonne...
hu: Amikor egy cella ebben az oszlopban…
it: Quando una cella in questa colonna...
ja: この列のセルが…したとき
lt: Kai šiame stulpelyje yra langelis…
ms: Apabila sel dalam lajur ini… Jamak: Apabila mana-mana sel dalam lajur ini…
nb: Når en celle i denne kolonnen…
nl: Wanneer een cel in deze kolom...
pl: Gdy komórka w tej kolumnie...
pt_br: Quando uma célula nesta coluna…
ru: Когда ячейка в этом столбце...
sk: Keď je bunka v tomto stĺpci ...
sl: Kadar je celica v tem stolpcu
sq: Kur një qelizë në këtë kolonë…
sr: Kada je ćelija u ovoj koloni…
sv: När en cell i denna kolumn…
tr: Bu sütundaki bir hücre...
uk: Коли клітинка в цьому стовпці…
vi: Khi một ô trong cột này
zh_hk: 當這欄內的一個單元格...

source: This visualization requires you to group by a field.
hu: Ehhez a vizualizációhoz csoportosítania kell egy mező alapján.
lt: Ši vizualizacija reikalauja, kad grupuotumėte pagal lauką.
ms: Visualisasi ini memerlukan anda mengumpul mengikut medan.

source: Date style
ar: نمط التاريخ
bg: Стил на датата
ca: Format de la data
de: Datumsformat
eo: Vibe check style
es: Formato de fecha
fa: استایل تاریخ
fi: Päivämäärän tyyli
fr: Format de date
hu: Dátum stílus
it: Stile Data
ja: 日付の形式
lt: Datos stilius
ms: Gaya tarikh
nb: Datostil
nl: Datum stijl
pl: Styl daty
pt_br: Estilo de data
ru: Стиль даты
sk: Štýl dátumu
sl: Slog datuma
sq: Stili i datës
sr: Stil datuma
sv: Datumformat
tr: Tarih biçimi
uk: Стиль дати
vi: Kiểu ngày
zh_hk: 日期格式

source: Date separators
ar: فواصل التاريخ
bg: Разделители на дати
ca: Separador de data
de: Datums-Trennzeichen
eo: date dividers
es: Separador de fecha
fa: جداکننده تاریخ
fi: Päivämäärän erottimet
fr: Séparateur de date
hu: Dátum elválasztók
it: Separatori della data
ja: 日付の区切り文字
lt: Datos skyrikliai
ms: Pemisah tarikh
nb: Datoskilletegn
nl: Datum scheiding
pl: Separator daty
pt_br: Separadores de data
ru: Разделители даты
sk: Oddeľovače dátumu
sl: Ločila datumov
sq: Ndarësit e datës
sr: Separatori datuma
sv: Datum-separatorer
tr: Tarih ayracı
uk: Роздільники дати
vi: Dấu phân cách ngày
zh_hk: 日期分隔符

source: Abbreviate names of days and months
hu: A napok és hónapok neveinek rövidítése
ms: Singkatan nama hari dan bulan

source: Show the time
ar: اعرض الوقت
bg: Покажете часа
ca: Mostrar l'hora
de: Zeige die Zeit
eo: Show the clock ✨
es: Mostrar la hora
fa: زمان را نشان بده
fi: Näytä aika
fr: Afficher l'heure
hu: Mutasd az időt
it: Mostra l'ora
ja: 時間を表示
lt: Rodyti laiką
ms: Tunjukkan masa
nb: Vis tiden
nl: De tijd weergeven
pl: Pokaż czas
pt_br: Mostrar a hora
ru: Показать время
sk: Zobraziť čas
sl: Prikaz časa
sq: Shfaq kohën
sr: Prikaži vreme
sv: Visa tiden
tr: Zamanı göster
uk: Показувати час
vi: Hiển thị thời gian
zh_hk: 顯示時間

source: HH:MM
bg: НЧ: ММ
eo: time stamp (like "HH:MM") is pretty chill, but if you wanna make it sound more Gen Z, you could say: "time code" or just keep it as "timestamp," since that's kinda the vibe. No major slang needed here, but if you wanna be extra: "clock me at HH:MM" or "time check: HH:MM."
hu: ÓÓ:PP
ja: 時:分
ms: jam:minit
nb: TT:MM
pl: GG:MM
ru: ЧЧ:ММ
sv: TT:MM
tr: Saat:Dakika
zh_hk: 時:分

source: HH:MM:SS
eo: time in hrs:mins:secs, fr fr
hu: ÓÓ:PP:MP
ja: 時:分:秒
ms: jam:minit:saat
nb: TT:MM:SS
nl: UU:MM:SS
pl: GG:MM:SS
ru: ЧЧ:ММ:СС
sv: TT:MM:SS
tr: Saat:Dakika:Saniye
zh_hk: 時:分:秒

source: HH:MM:SS.MS
eo: HH:MM:SS.MS → tbh, just leave it as "HH:MM:SS.MS" — no cap, it’s already pretty chill and straightforward, no need to remix it.
hu: ÓÓ:PP:MP.MS
ja: 時:分:秒.ミリ秒
ms: jam:minit:saat:milisaat
nb: TT:MM:SS.MS
ru: ЧЧ:ММ:СС:МС
sv: TT:MM:SS:MS
tr: SS:DD:SS.MSS
zh_hk: 時:分:秒.毫秒

source: Time style
ar: نمط الوقت
bg: Стил на времето
ca: Format de l'hora
de: Zeit-Format
eo: Vibe check
es: Formato de hora
fa: سبک زمان
fi: Aika tyyli
fr: Format de l'heure
hu: Idő stílus
it: Stile ora
ja: 時刻の形式
lt: Laiko stilius
ms: Gaya masa
nb: Tidsstil
nl: Tijd format
pl: Styl czasu
pt_br: Estilo de hora
ru: Формат времени
sk: Typ zobrazenia času
sl: Časovni slog
sq: Stili i kohës
sr: Stil vremena
sv: Datumformat
tr: Saat biçimi
uk: Стиль часу
vi: Kiểu thời gian
zh_hk: 時間格式

source: Unit of currency
ar: وحدة العملة
bg: Валутна единица
ca: Unitat de moneda
de: Währung
eo: Cash thingy
es: Unidad de moneda
fa: واحد پول
fi: Valuuttayksikkö
fr: Unité monétaire
hu: Valuta egység
it: Unità per valuta
ja: 通貨単位
lt: Valiutos vienetas
ms: Unit mata wang
nb: Valutaenhet
nl: Munteenheid
pl: Jednostka waluty
pt_br: Unidade de moeda
ru: Единица валюты
sk: Jednotka meny
sl: Enota valute
sq: Njësia e monedhës
sr: Valuta
sv: Valutaenhet
tr: Para birimi
uk: Одиниця валюти
vi: Đơn vị tiền tệ
zh_hk: 貨幣單位

source: Currency label style
ar: نمط تسمية العملة
bg: Стил на валутния етикет
ca: Format de l'etiqueta de moneda
de: Stil des Währungs-Labels
eo: Vibe for currency tag style
es: Formato etiqueta de moneda
fa: سبک برچسب ارز
fi: Valuuttatunnisteen tyyli
fr: Style de libellé de devises
hu: Valutacímke stílus
it: Stile etichetta valuta
ja: 通貨単位の表示形式
lt: Valiutų etiketės stilius
ms: Gaya label mata wang
nb: Valutaetikettstil
nl: Valuta labelstijl
pl: Styl etykiety waluty
pt_br: Formato de etiqueta de moeda
ru: Стиль заголовка валюты
sk: Štýl menového označenia
sl: Slog oznake valute
sq: Stili i etiketës së monedhës
sr: Stil oznake valute
sv: Valutaformattering
tr: Para etiket stili
uk: Стиль позначення валюти
vi: Kiểu nhãn tiền tệ
zh_hk: 貨幣標籤風格

source: Where to display the unit of currency
ar: أين يتم عرض وحدة العملة
bg: Къде да се показва валутната единица
ca: On mostrar l'unitat de la moneda
de: Wo soll die Währungseinheit angezeigt werden?
eo: Where do I even flex the currency tag?
es: Donde mostrar la unidad de moneda
fa: واحد پول را از کجا نمایش دهیم
fi: Missä valuuttayksikkö näytetään
fr: Où afficher l'unité monétaire
hu: Hol jelenjen meg a valuta egység
it: Dove mostrare l'unità della valuta
ja: 通貨単位の表示場所
lt: Kur rodyti valiutos vienetą
ms: Di mana untuk memaparkan unit mata wang
nb: Hvor valutaenheten skal vises
nl: Waar de munteenheid wordt weergegeven
pl: Gdzie wyświetlić jednostkę waluty
pt_br: Onde mostrar a unidade da moeda
ru: Где отображать единицу валюты
sk: Kde zobraziť jednotku meny
sl: Kje prikazati enoto valute
sq: Ku të shfaqet njësia e monedhës
sr: Gde prikazati valutu
sv: Var valutaenheten ska visas
tr: Döviz biriminin gösterildiği yer
uk: Де відображати одиницю валюти
vi: Nơi hiển thị đơn vị tiền tệ
zh_hk: 在哪裡顯示貨幣單位

source: Minimum number of decimal places
hu: A tizedesjegyek minimális száma
ms: Bilangan minimum tempat perpuluhan

source: Stacked chart type
hu: Halmozott diagram típus
ms: Jenis carta bertindan

source: Goal label
ar: تسمية الهدف
bg: Етикет на целта
ca: Etiqueta de l'objectiu
de: Ziel-Beschriftung
eo: Vibe check label
es: Etiqueta de Objetivo
fa: برچسب هدف
fi: Tavoitteen nimi
fr: Libellé d'objectif
hu: Cél címke
it: etichetta obbiettivo
ja: ゴールラベル
lt: Tikslo etiketė
ms: Label matlamat
nb: Måletikett
nl: Doellabel
pl: Etykieta celu
pt_br: Rótulo da meta
ru: Название цели
sk: Popis cieľa
sl: Oznaka cilja
sq: Etiketa e objektivit
sr: Oznaka cilja
sv: Mål-etikett
tr: Hedef etiketi
uk: Мітка цілі
vi: Nhãn mục tiêu
zh_hk: 目標標籤

source: Show trend line
hu: Trendvonal megjelenítése
ms: Tunjuk garisan trend

source: Line style
ar: نمط الخط
bg: Линия стил
ca: Format de la línia
de: Linien-Style
eo: Vibe kinda suss
es: Formato de línea
fa: سبک خط
fi: Viivan tyyli
fr: Format de ligne
hu: Vonali stílus
it: Stile della linea
ja: 線の形式
lt: Linijos stilius
ms: Gaya garisan
nb: Linjestil
nl: Lijn stijl
pl: Styl linii
pt_br: Estilo de linha
ru: Стиль линии
sk: Štýl čiary
sl: Slog črte
sq: Stili i vijës
sr: Stil linije
sv: Linjestil
tr: Çizgi stili
uk: Стиль лінії
vi: Kiểu dòng
zh_hk: 線條樣式

source: Show dots on lines
ar: إظهار نقاط على الخطوط
bg: Показване на точки на линии
ca: Mostrar punts a les línies
de: Zeige Punkte an den Linien
eo: Make the lines pop with dots, fr fr
es: Mostrar puntos en las líneas
fa: نمایش نقاط بر روی خط
fi: Näytä pisteet viivoilla
fr: Afficher les points sur les lignes
hu: Pontok megjelenítése a vonalakon
it: Mostra i punti sulla linea
ja: 点線で表示
lt: Rodyti taškus linijose
ms: Tunjuk titik pada garisan
nb: Vis prikker på linjer
nl: Punten en lijnen weergeven
pl: Pokazuj kropki na liniach
pt_br: Mostrar pontos nas linhas
ru: Показать точки на линии
sk: Zobraziť bodky na čiarach
sl: Prikaz pik na črtah
sq: Shfaq pika në vija
sr: Prikaži tačke na linijama
sv: Visa punkter på linjer
tr: Çizgleride nokta göster
uk: Показувати точки на лініях
vi: Hiển thị dấu chấm trên dòng
zh_hk: 在線上顯示圓圈

source: Auto
ar: تلقائي
bg: Автоматичен
ca: Automàtic
eo: Auto → Auto, but like, if you mean car, you could say "ride" or "whip" sometimes.
es: Automatico
fa: خودکار
hu: Automatikus
ja: 自動
lt: Automatinis
ms: Automatik
pl: Automatycznie
pt_br: Automático
ru: Авто
sl: Avtomobil
tr: Otomatik
uk: Авто
vi: Tự động
zh_hk: 自動

source: Which axis?
hu: Melyik tengely?
ms: Paksi yang mana?

source: Line + Bar
hu: Vonal + Oszlop
ms: Garis + Bar

source: line and bar chart
ar: مخطط خطي وأعمدة
bg: линейна и стълбовидна диаграма
ca: Gràfic de línia i barra
de: Line- und Bar-Chart
eo: line and bar chart → graph with the drip (or) chart with the vibes
es: gráfico de línea y barra
fa: نمودار خط و نوار
fi: viiva- ja pylväskaavio
fr: graphique linéaire et à barres
hu: vonal- és oszlopdiagram
it: Grafico a barre e linea
ja: 折れ線＋棒グラフ
lt: linijos ir juostos diagrama
ms: garis dan carta garisan
nb: linje- og stolpediagram
nl: Lijn en staaf grafiek
pl: wykres słupkowo-liniowy
pt_br: gráfico de linhas e barras
ru: линейные и Столбчатые диаграммы
sk: čiarový a stĺpcový graf
sl: Črtni in palični grafikon
sq: grafik me vija dhe shtylla
sr: linijski i stubičasti dijagram
sv: Linje- och stapeldiagram
tr: çizgi ve çubuk çzigesi
uk: лінійна та стовпчикова діаграма
vi: biểu đồ đường và biểu đồ cột
zh_hk: 線狀圖和條型圖

source: Gauge visualization requires a number.
ar: يتطلب تصور المؤشّر رقمًا.
bg: Визуализацията на датчика изисква номер.
ca: La visualització del comptador requereix un nombre
de: Manometerdiagramme benötigen Nummern.
eo: You gotta have a number to make the gauge visual, fr.
es: La visualización del contador requiere un número.
fa: نوع نمایش سنج به عدد نیاز دارد.
fi: Mittarin visualisointi vaatii numeron.
fr: La visualisation par jauge nécessite un nombre.
hu: A mérőóra vizualizáció számot igényel.
it: La visualizzazione Gauge richiede un numero.
ja: ゲージビジュアライゼーションには数値が必要です
lt: Gabarito vizualizacijai reikia skaičiaus.
ms: Visualisasi gauge memerlukan nombor.
nb: Målervisualisering trenger et nummer.
nl: Voor visualisatie van de meter is een nummer vereist.
pl: Wizualizacja wskaźnika wymaga liczby.
pt_br: A visualização de indicador requer um número.
ru: Для визуализации диаграммы типа Прибор требуется число.
sk: Vizualizácia mierky vyžaduje číslo.
sl: Ponazoritev merilnika zahteva številko.
sq: Vizualizimi Matës kërkon një numër.
sr: Vizualizacija merača zahteva broj.
sv: En räknare kräver en siffra.
tr: Gösterge için bir sayı gerekiyor.
uk: Для візуалізації Gauge потрібне число.
vi: Đo trực quan đòi hỏi một số.
zh_hk: 標尺可視化需要一個數字

source: Gauge ranges
eo: Vibe check ranges
hu: Mérési tartományok
lt: Gabarito diapazonai
ms: Julat gauge

source: Field to show
ar: الحقل المراد عرضه
bg: Поле за показване
ca: Camp a mostrar
de: Feld zum Anzeigen
eo: Field to flex
es: Campo a mostrar
fa: زمینه برای نشان دادن
fi: Näytettävä kenttä
fr: Champ à afficher
hu: Mező megjelenítése
it: Campo da mostrare
ja: 表示するフィールド
lt: Rodomas laukas
ms: Medan untuk ditunjukkan
nb: Felt å vise
nl: Veld om weer te geven
pl: Pola do pokazania
pt_br: Campo a ser mostrado
ru: Поле для отображения
sk: Pole na zobrazenie
sl: Polje za prikaz
sq: Fusha për të shfaqur
sr: Polje za prikaz
sv: Fält att visa
tr: Gösterilecek alan
uk: Поле для показу
vi: Lĩnh vực để hiển thị
zh_hk: 顯示的欄位

source: last {0}
hu: utolsó {0}
ms: terakhir {0}

source: {0} was {1} {2}
hu: {0} volt {1} {2}
ms: {0} adalah {1} {2}

source: Group by a time field to see how this has changed over time
hu: Csoportosítson egy időmező alapján, hogy lássa, hogyan változott az idő múlásával
ms: Kumpulkan mengikut medan masa untuk melihat bagaimana ini berubah dari masa ke masa

source: Switch positive / negative colors?
ar: تبديل ألوان القيم الموجبة/السالبة؟
bg: Превключване на положителни / отрицателни цветове?
ca: Mostrar colors positius/negatius
de: Möchtest du die positiven / negativen Farben wechseln?
eo: Switching up the vibes with positive or negative colors?
es: ¿Mostrar colores positivos/negativos?
fa: تغییر رنگ های مثبت / منفی؟
fi: Vaihda positiivisia/negatiivisia värejä?
fr: Changer les couleurs positives / négatives ?
hu: Cseréli a pozitív / negatív színeket?
it: Cambia colori positivi / negativi
ja: ＋/ーの色を入れ替える?
lt: Perjungti teigiamas / neigiamas spalvas?
ms: Tukar warna positif / negatif?
nb: Bytt positive / negative farger?
nl: Schakelen tussen positieve / negatieve kleuren?
pl: Zamienieć kolory dodatnie / ujemne?
pt_br: Alternar cores positivas/negativas?
ru: Переключить позитивные / негативные цвета?
sk: Prepnúť pozitívne / negatívne farby?
sl: Preklopite pozitivne / negativne barve?
sq: T’i ndërrosh ngjyrat pozitive / negative?
sr: Zameniti pozitivne / negativne boje?
sv: Byt positiva/negativa färger?
tr: Pozitif / negatif renklere geçilsin mi?
uk: Поміняти місцями позитивні / негативні кольори?
vi: Chuyển màu dương / âm?
zh_hk: 切換正、負顏色

source: Pivot column
ar: عمود Pivot
bg: Осева колона
ca: Columna pivot
de: Spalte pivotieren
eo: Switch up that column
es: Columna pivote
fa: ستون محوری
fi: Pivot-sarake
fr: Colonne du pivot
hu: Pivot oszlop
it: Colonna Pivot
ja: ピボット項目
lt: Pivot stulpelis
ms: Lajur pivot
nb: Pivoter kolonnen
nl: Draaikolom
pl: Kolumna przestawna
pt_br: Coluna dinâmica
ru: Колонка таблицы
sk: Vedúci stĺpec
sl: Vrtilni stolpec
sq: Kolonë pivot
sr: Pivot kolona
sv: Pivot-kolumn
tr: Özet sütunu
uk: Зведений стовпець
vi: Cột xoay
zh_hk: 透視欄位

source: Cell column
ar: عمود الخلية
bg: Клетка на клетка
ca: Columna celda
de: Zellspalte
eo: cell column → cell col, frfr
es: Columna celda
fa: ستون سلول
fi: Solu sarake
fr: Cellule de colonne
hu: Sejtoszlop
it: Colonna della cella
ja: セル項目
lt: Ląstelių stulpelis
ms: lajur sel
nb: Cellekolonne
nl: Celkolom
pl: Kolumna komórki
pt_br: Coluna da célula
ru: Ячейка столбца
sk: Bunka stĺpca
sl: Stolpec »Celica«
sq: Kolona e qelizës
sr: Kolona za ćelije
sv: Cell-kolumn
tr: Hücre sütunu
uk: Стовпець комірки
vi: Cột di động
zh_hk: 欄位單元

source: Visible columns
hu: Látható oszlopok
ms: Lajur yang kelihatan

source: Conditional Formatting
ar: تنسيق شرطي
bg: Условно форматиране
ca: Format condicional
de: Bedingte Formatierung
eo: Vibe check for your cells (or just "cell styling")
es: Formato condicional
fa: قالب بندی شرطی
fi: Ehdollinen muotoilu
fr: Formatage conditionnel
hu: Feltételes formázás
it: Formattazione condizionale
ja: 条件付き書式
lt: Sąlyginis formatavimas
ms: Pemformatan Bersyarat
nb: Betinget Formatering
nl: Conditionele opmaak
pl: Formatowanie warunkowe
pt_br: Formatação condicional
ru: Условное форматирование
sk: Podmienené formátovanie
sl: Pogojno oblikovanje
sq: Formatim i kushtëzuar
sr: Uslovno formatiranje
sv: Villkorad formattering
tr: Koşullu biçimlendirme
uk: Умовне форматування
vi: Định dạng có điều kiện
zh_hk: 條件格式化

source: Column title
ar: عنوان العمود
bg: Заглавие на колона
ca: Títol de la columna
de: Spalten-Überschrift
eo: Column title → "Column vibe"
es: Título columna
fa: عنوان ستون
fi: Sarakeotsikko
fr: Titre de colonne
hu: Oszlop cím
it: Titolo della colonna
ja: 項目名
lt: Stulpelio pavadinimas
ms: Tajuk lajur
nb: Kolonnetittel
nl: Kolomtitel
pl: Tytuł kolumny
pt_br: Título da coluna
ru: Заголовок столбца
sk: Názov stĺpca
sl: Naslov stolpca
sq: Titulli i kolonës
sr: Naslov kolone
sv: Kolumnrubrik
tr: Sütun başlığı
uk: Назва колонки
vi: Tiêu đề cột
zh_hk: 欄位抬頭
