Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Other instances using this library may have items that depend on the items you're removing.
ar: قد تحتوي مثيلات أخرى تستخدم هذه المكتبة على عناصر تعتمد على العناصر التي تزيلها.
bg: Други екземпляри, използващи тази библиотека, може да имат елементи, които зависят от елементите, които премахвате.
ca: Altres instàncies que utilitzen aquesta biblioteca poden tenir elements que depenen dels elements que esteu eliminant.
de: Andere Instanzen, die diese Bibliothek verwenden, können Elemente enthalten, die von den Elementen abhängen, die Sie entfernen.
es: Otras instancias que utilicen esta biblioteca pueden tener elementos que dependan de los elementos que estás eliminando.
fa: سایر نمونه‌هایی که از این کتابخانه استفاده می‌کنند ممکن است مواردی داشته باشند که به مواردی که حذف می‌کنید بستگی دارند.
fi: Muissa tätä kirjastoa käyttävissä instansseissa voi olla kohteita, jotka ovat riippuvaisia poistettavista kohteista.
fr: D'autres instances utilisant cette bibliothèque peuvent contenir des éléments qui dépendent des éléments que vous supprimez.
it: Altre istanze che utilizzano questa libreria potrebbero contenere elementi che dipendono dagli elementi che stai rimuovendo.
ja: このライブラリを使用している他のインスタンスには、削除するアイテムに依存するアイテムが含まれている可能性があります。
nb: Andre instanser som bruker dette biblioteket, kan ha elementer som er avhengige av elementene du fjerner.
nl: Andere instanties die deze bibliotheek gebruiken, kunnen items hebben die afhankelijk zijn van de items die u verwijdert.
pl: Inne instancje korzystające z tej biblioteki mogą zawierać elementy zależne od usuwanych elementów.
pt_br: Outras instâncias que utilizam esta biblioteca podem ter itens que dependem dos itens que você está removendo.
ru: Другие экземпляры, использующие эту библиотеку, могут иметь элементы, зависящие от удаляемых вами элементов.
sk: Iné inštancie používajúce túto knižnicu môžu obsahovať položky, ktoré závisia od položiek, ktoré odstraňujete.
sl: Drugi primerki, ki uporabljajo to knjižnico, imajo lahko elemente, ki so odvisni od elementov, ki jih odstranjujete.
sq: Instanca të tjera që përdorin këtë librari mund të kenë elemente që varen nga elementet që po heq.
sr: Druge instance koje koriste ovu biblioteku mogu imati stavke koje zavise od stavki koje uklanjate.
sv: Andra instanser som använder det här biblioteket kan ha objekt som är beroende av de objekt du tar bort.
tr: Bu kitaplığı kullanan diğer örneklerde, kaldırdığınız öğelere bağlı öğeler olabilir.
uk: В інших інстансах, які використовують цю бібліотеку, можуть бути елементи, що залежать від елементів, які ви видаляєте.
vi: Các trường hợp khác sử dụng thư viện này có thể có các mục phụ thuộc vào các mục bạn đang xóa.
zh_hk: 使用此庫的其他實例可能會有依賴於您要移除的項目的項目。

source: Your changes conflict with the remote repository. You can force push to override them.
ar: تتعارض تغييراتك مع المستودع البعيد. يمكنك إجراء force push لتجاوزها.
bg: Промените ви са в конфликт с отдалеченото хранилище. Можете да ги отмените чрез принудително отдаване под контрол.
ca: Els canvis entren en conflicte amb el repositori remot. Podeu forçar el push perquè els anul·li.
de: Ihre Änderungen stehen im Konflikt mit dem Remote-Repository. Sie können die Änderungen durch erzwungenes Pushen überschreiben.
es: Tus cambios entran en conflicto con el repositorio remoto. Puedes forzar la inserción para anularlos.
fa: تغییرات شما با مخزن راه دور تداخل دارد. می‌توانید دستور push را مجبور کنید تا آنها را لغو کند.
fi: Muutoksesi ovat ristiriidassa etätietovaraston kanssa. Voit pakottaa push-komennon ohittamaan ne.
fr: Vos modifications sont en conflit avec le dépôt distant. Vous pouvez forcer l'envoi pour les ignorer.
it: Le tue modifiche sono in conflitto con il repository remoto. Puoi forzare la funzione push per sovrascriverle.
ja: 変更内容がリモートリポジトリと競合しています。強制プッシュして上書きすることができます。
nb: Endringene dine er i konflikt med det eksterne depotet. Du kan tvinge push til å overstyre dem.
nl: Je wijzigingen conflicteren met de externe repository. Je kunt ze forceren om ze te overschrijven.
pl: Twoje zmiany kolidują ze zdalnym repozytorium. Możesz wymusić operację push, aby je zastąpić.
pt_br: Suas alterações entram em conflito com o repositório remoto. Você pode forçar o push para substituí-las.
ru: Ваши изменения конфликтуют с удалённым репозиторием. Вы можете принудительно переопределить их.
sk: Vaše zmeny sú v konflikte so vzdialeným repozitárom. Môžete ich prepísať vynútením odoslania.
sl: Vaše spremembe so v nasprotju z oddaljenim repozitorijem. Lahko jih vsilite s pritiskom, da jih preglasite.
sq: Ndryshimet e tua kanë konflikt me repozitorin remote. Mund të bësh force push për t’i mbishkruar.
sr: Vaše izmene su u konfliktu sa udaljenim repozitorijumom. Možete uraditi force push da ih pregazite.
sv: Dina ändringar står i konflikt med fjärrarkivet. Du kan tvinga push-kommandon för att åsidosätta dem.
tr: Değişiklikleriniz uzak depoyla çakışıyor. Bunları geçersiz kılmak için push işlemini zorlayabilirsiniz.
uk: Ваші зміни конфліктують із віддаленим репозиторієм. Ви можете виконати force push, щоб перезаписати їх.
vi: Những thay đổi của bạn xung đột với kho lưu trữ từ xa. Bạn có thể ép đẩy để ghi đè chúng.
zh_hk: 您的變更與遠端套件庫衝突。您可以強制推送來覆蓋它們。

source: Something went wrong. Please try again.
ar: حدث خطأ ما. يُرجى المحاولة مرة أخرى.
bg: Нещо се обърка. Моля, опитайте отново.
ca: S'ha produït un error. Torna-ho a intentar.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Algo salió mal. Por favor, inténtalo de nuevo.
fa: مشکلی پیش آمده است. لطفا دوباره امتحان کنید.
fi: Jotain meni pieleen. Yritä uudelleen.
fr: Une erreur s'est produite. Veuillez réessayer.
it: Si è verificato un errore. Riprova.
ja: 問題が発生しました。もう一度お試しください。
nb: Noe gikk galt. Vennligst prøv igjen.
nl: Er is iets misgegaan. Probeer het opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie.
pt_br: Algo deu errado. Tente novamente.
ru: Что-то пошло не так. Попробуйте ещё раз.
sk: Niečo sa pokazilo. Skúste to znova.
sl: Nekaj je šlo narobe. Poskusite znova.
sq: Diçka shkoi keq. Ju lutem provoni përsëri.
sr: Nešto je pošlo po zlu. Pokušajte ponovo.
sv: Något gick fel. Försök igen.
tr: Bir sorun oluştu. Lütfen tekrar deneyin.
uk: Щось пішло не так. Будь ласка, спробуйте ще раз.
vi: Có lỗi xảy ra. Vui lòng thử lại.
zh_hk: 出錯了。請再試一次。

source: Root
ar: الجذر
bg: Корен
ca: Arrel
de: Wurzel
es: Raíz
fa: ریشه
fi: Juuri
fr: Racine
it: Radice
ja: 根
nb: Rot
nl: Wortel
pl: Źródło
pt_br: Raiz
ru: Корень
sk: Koreň
sl: Koren
sq: Rrënja
sr: Koren
sv: Rot
tr: Kök
uk: Корінь
vi: Rễ
zh_hk: 根部

source: Change access to this database to “Row and column security”?
ar: هل تريد تغيير الوصول إلى قاعدة البيانات هذه إلى “أمان الصفوف والأعمدة”؟
bg: Да се промени ли достъпът до тази база данни на „Защита на редове и колони“?
ca: Voleu canviar l'accés a aquesta base de dades a "Seguretat de files i columnes"?
de: Zugriff auf diese Datenbank auf „Zeilen- und Spaltensicherheit“ ändern?
es: ¿Cambiar el acceso a esta base de datos a “Seguridad de filas y columnas”?
fa: دسترسی به این پایگاه داده را به «امنیت سطر و ستون» تغییر دهید؟
fi: Muutetaanko tämän tietokannan käyttöoikeudet arvoon ”Rivi- ja sarakesuojaus”?
fr: Modifier l’accès à cette base de données en « Sécurité des lignes et des colonnes » ?
it: Modificare l'accesso a questo database in "Sicurezza di righe e colonne"?
ja: このデータベースへのアクセスを「行と列のセキュリティ」に変更しますか?
nb: Endre tilgangen til denne databasen til "Rad- og kolonnesikkerhet"?
nl: Toegang tot deze database wijzigen naar “Rij- en kolombeveiliging”?
pl: Zmienić dostęp do tej bazy danych na „Bezpieczeństwo wierszy i kolumn”?
pt_br: Alterar o acesso a este banco de dados para “Segurança de linha e coluna”?
ru: Изменить доступ к этой базе данных на «Безопасность строк и столбцов»?
sk: Zmeniť prístup k tejto databáze na „Zabezpečenie riadkov a stĺpcov“?
sl: Spremeniti dostop do te baze podatkov na »Varnost vrstic in stolpcev«?
sq: Të ndryshohet aksesi për këtë bazë të dhënash në “Siguria e rreshtave dhe kolonave”?
sr: Promeniti pristup ovoj bazi podataka na „Bezbednost po redovima i kolonama“?
sv: Ändra åtkomst till den här databasen till "Rad- och kolumnsäkerhet"?
tr: Bu veritabanına erişimi “Satır ve sütun güvenliği” olarak değiştirmek ister misiniz?
uk: Змінити доступ до цієї бази даних на “Безпека рядків і стовпців”?
vi: Thay đổi quyền truy cập vào cơ sở dữ liệu này thành “Bảo mật hàng và cột”?
zh_hk: 將此資料庫的存取權變更為「行與列安全性」？

source: This attribute is system defined
ar: هذه السمة معرّفة من النظام
bg: Този атрибут е дефиниран от системата
ca: Aquest atribut està definit pel sistema
de: Dieses Attribut ist systemdefiniert
es: Este atributo está definido por el sistema
fa: این ویژگی توسط سیستم تعریف شده است
fi: Tämä ominaisuus on järjestelmän määrittämä
fr: Cet attribut est défini par le système
it: Questo attributo è definito dal sistema
ja: この属性はシステム定義です
nb: Dette attributtet er systemdefinert
nl: Dit kenmerk is door het systeem gedefinieerd
pl: Ten atrybut jest zdefiniowany przez system
pt_br: Este atributo é definido pelo sistema
ru: Этот атрибут определяется системой.
sk: Tento atribút je definovaný systémom
sl: Ta atribut je sistemsko definiran
sq: Ky atribut është i përcaktuar nga sistemi
sr: Ovaj atribut je definisan od strane sistema
sv: Detta attribut är systemdefinierat
tr: Bu özellik sistem tarafından tanımlanmıştır
uk: Цей атрибут визначено системою
vi: Thuộc tính này được hệ thống xác định
zh_hk: 此屬性由系統定義

source: You are not allowed to edit this table
ar: غير مسموح لك بتحرير هذا الجدول
bg: Нямате право да редактирате тази таблица
ca: No tens permís per editar aquesta taula
de: Sie sind nicht berechtigt, diese Tabelle zu bearbeiten
es: No tienes permiso para editar esta tabla.
fa: شما مجاز به ویرایش این جدول نیستید
fi: Sinulla ei ole oikeutta muokata tätä taulukkoa
fr: Vous n'êtes pas autorisé à modifier ce tableau
it: Non ti è consentito modificare questa tabella
ja: このテーブルを編集することはできません
nb: Du har ikke lov til å redigere denne tabellen
nl: U mag deze tabel niet bewerken
pl: Nie masz uprawnień do edycji tej tabeli
pt_br: Você não tem permissão para editar esta tabela
ru: Вам не разрешено редактировать эту таблицу
sk: Nemáte povolenie upravovať túto tabuľku
sl: Te tabele nimate dovoljenja za urejanje.
sq: Nuk ju lejohet ta redaktoni këtë tabelë
sr: Nije vam dozvoljeno da uređujete ovu tabelu
sv: Du har inte tillåtelse att redigera den här tabellen
tr: Bu tabloyu düzenlemenize izin verilmiyor
uk: Вам не дозволено редагувати цю таблицю
vi: Bạn không được phép chỉnh sửa bảng này
zh_hk: 您不能編輯此表格

source: Only admin users are authorized to edit tables
ar: يُسمح للمستخدمين المسؤولين فقط بتحرير الجداول
bg: Само администраторски потребители са оторизирани да редактират таблици
ca: Només els usuaris administradors tenen autorització per editar taules
de: Nur Administratoren sind berechtigt, Tabellen zu bearbeiten
es: Sólo los usuarios administradores están autorizados a editar tablas.
fa: فقط کاربران ادمین مجاز به ویرایش جداول هستند
fi: Vain järjestelmänvalvojat voivat muokata taulukoita
fr: Seuls les utilisateurs administrateurs sont autorisés à modifier les tableaux
it: Solo gli utenti amministratori sono autorizzati a modificare le tabelle
ja: テーブルの編集は管理者ユーザーのみに許可されています
nb: Bare admin-brukere har fullmakt til å redigere tabeller
nl: Alleen beheerdersgebruikers zijn bevoegd om tabellen te bewerken
pl: Tylko użytkownicy z uprawnieniami administratora są uprawnieni do edycji tabel
pt_br: Somente usuários administradores estão autorizados a editar tabelas
ru: Редактировать таблицы разрешено только администраторам.
sk: Iba administrátori majú oprávnenie upravovať tabuľky
sl: Samo skrbniški uporabniki so pooblaščeni za urejanje tabel
sq: Vetëm përdoruesit admin janë të autorizuar të redaktojnë tabela
sr: Samo admin korisnici imaju ovlašćenje da uređuju tabele
sv: Endast administratörer har behörighet att redigera tabeller
tr: Tabloları düzenleme yetkisi yalnızca yönetici kullanıcılarına aittir
uk: Редагувати таблиці дозволено лише адміністраторам
vi: Chỉ người dùng quản trị mới được phép chỉnh sửa bảng
zh_hk: 只有管理員使用者有權編輯資料表

source: Table editing is not enabled for this database
ar: تحرير الجداول غير مفعّل لقاعدة البيانات هذه
bg: Редактирането на таблици не е активирано за тази база данни
ca: L'edició de taules no està habilitada per a aquesta base de dades.
de: Die Tabellenbearbeitung ist für diese Datenbank nicht aktiviert
es: La edición de tablas no está habilitada para esta base de datos
fa: ویرایش جدول برای این پایگاه داده فعال نیست
fi: Taulukon muokkaus ei ole käytössä tässä tietokannassa
fr: L'édition de table n'est pas activée pour cette base de données
it: La modifica della tabella non è abilitata per questo database
ja: このデータベースではテーブル編集は有効になっていません
nb: Tabellredigering er ikke aktivert for denne databasen
nl: Tabelbewerking is niet ingeschakeld voor deze database
pl: Edycja tabeli nie jest włączona dla tej bazy danych
pt_br: A edição de tabela não está habilitada para este banco de dados
ru: Редактирование таблиц для этой базы данных не включено.
sk: Úprava tabuliek nie je pre túto databázu povolená
sl: Urejanje tabel ni omogočeno za to zbirko podatkov.
sq: Redaktimi i tabelave nuk është aktivizuar për këtë bazë të dhënash
sr: Uređivanje tabela nije omogućeno za ovu bazu podataka
sv: Tabellredigering är inte aktiverad för den här databasen
tr: Bu veritabanı için tablo düzenleme etkinleştirilmedi
uk: Редагування таблиць не увімкнено для цієї бази даних
vi: Chỉnh sửa bảng không được bật cho cơ sở dữ liệu này
zh_hk: 此資料庫未啟用資料表編輯

source: Please ask your admin to enable table editing
ar: يُرجى أن تطلب من المسؤول تفعيل تحرير الجداول
bg: Моля, помолете администратора си да активира редактирането на таблица
ca: Demana al teu administrador que activi l'edició de taules
de: Bitten Sie Ihren Administrator, die Tabellenbearbeitung zu aktivieren
es: Pídale a su administrador que habilite la edición de tablas.
fa: لطفا از مدیر خود بخواهید که ویرایش جدول را فعال کند.
fi: Pyydä ylläpitäjääsi ottamaan taulukon muokkaus käyttöön
fr: Veuillez demander à votre administrateur d'activer l'édition du tableau
it: Chiedi all'amministratore di abilitare la modifica della tabella
ja: 管理者にテーブル編集を有効にするよう依頼してください
nb: Be administratoren din om å aktivere tabellredigering
nl: Vraag uw beheerder om tabelbewerking in te schakelen
pl: Poproś administratora o włączenie edycji tabeli
pt_br: Peça ao seu administrador para habilitar a edição de tabelas
ru: Попросите администратора включить редактирование таблицы.
sk: Požiadajte svojho administrátora o povolenie úpravy tabuliek
sl: Prosite skrbnika, da omogoči urejanje tabel
sq: Ju lutemi kërkojini administratorit tuaj të aktivizojë redaktimin e tabelave
sr: Zamolite svog administratora da omogući uređivanje tabela
sv: Be din administratör att aktivera tabellredigering
tr: Lütfen yöneticinizden tablo düzenlemeyi etkinleştirmesini isteyin
uk: Попросіть свого адміністратора увімкнути редагування таблиць
vi: Vui lòng yêu cầu quản trị viên của bạn bật tính năng chỉnh sửa bảng
zh_hk: 請要求您的管理員啟用表格編輯功能

source: This table is read-only
ar: هذا الجدول للقراءة فقط
bg: Тази таблица е само за четене
ca: Aquesta taula és de només lectura
de: Diese Tabelle ist schreibgeschützt
es: Esta tabla es de sólo lectura
fa: این جدول فقط خواندنی است
fi: Tämä taulukko on vain luku -tilassa
fr: Ce tableau est en lecture seule
it: Questa tabella è di sola lettura
ja: このテーブルは読み取り専用です
nb: Denne tabellen er skrivebeskyttet
nl: Deze tabel is alleen-lezen
pl: Ta tabela jest tylko do odczytu
pt_br: Esta tabela é somente leitura
ru: Эта таблица доступна только для чтения.
sk: Táto tabuľka je len na čítanie
sl: Ta tabela je samo za branje
sq: Kjo tabelë është vetëm për lexim
sr: Ova tabela je samo za čitanje
sv: Den här tabellen är skrivskyddad
tr: Bu tablo salt okunurdur
uk: Ця таблиця доступна лише для читання
vi: Bảng này chỉ đọc được
zh_hk: 此表為唯讀

source: Please ask your admin to configure the connection to allow editing
ar: يُرجى أن تطلب من المسؤول تهيئة الاتصال للسماح بالتحرير
bg: Моля, помолете администратора си да конфигурира връзката, за да позволи редактиране
ca: Demana al teu administrador que configuri la connexió per permetre l'edició.
de: Bitten Sie Ihren Administrator, die Verbindung so zu konfigurieren, dass die Bearbeitung möglich ist.
es: Pídale a su administrador que configure la conexión para permitir la edición.
fa: لطفاً از مدیر خود بخواهید که اتصال را طوری پیکربندی کند که امکان ویرایش را فراهم کند.
fi: Pyydä järjestelmänvalvojaa määrittämään yhteys niin, että muokkaus on sallittu.
fr: Veuillez demander à votre administrateur de configurer la connexion pour permettre l'édition
it: Chiedi all'amministratore di configurare la connessione per consentire la modifica
ja: 編集を許可するように接続を構成するよう管理者に依頼してください
nb: Be administratoren om å konfigurere tilkoblingen slik at redigering er tillatt
nl: Vraag uw beheerder om de verbinding zo te configureren dat bewerken mogelijk is
pl: Poproś administratora o skonfigurowanie połączenia, aby umożliwić edycję
pt_br: Peça ao seu administrador para configurar a conexão para permitir a edição
ru: Попросите администратора настроить соединение так, чтобы разрешить редактирование.
sk: Požiadajte svojho administrátora o konfiguráciu pripojenia tak, aby umožňovalo úpravy
sl: Prosite skrbnika, da konfigurira povezavo tako, da bo dovoljena za urejanje.
sq: Ju lutemi kërkojini administratorit tuaj të konfigurojë lidhjen për të lejuar redaktimin
sr: Zamolite svog administratora da podesi konekciju tako da dozvoli uređivanje
sv: Be din administratör att konfigurera anslutningen för att tillåta redigering.
tr: Lütfen yöneticinizden bağlantıyı düzenlemeye izin verecek şekilde yapılandırmasını isteyin
uk: Попросіть свого адміністратора налаштувати підключення, щоб дозволити редагування
vi: Vui lòng yêu cầu quản trị viên của bạn cấu hình kết nối để cho phép chỉnh sửa
zh_hk: 請要求您的管理員設定連線以允許編輯

source: Selected {0} row
ar: تم تحديد {0} صفوف
bg: Избран ред от {0}
ca: Fila seleccionada {0}
de: Ausgewählte {0} Zeile
es: Fila {0} seleccionada
fa: ردیف {0} انتخاب شده
fi: Valittu {0} rivi
fr: {0} ligne sélectionnée
it: Riga selezionata {0}
ja: 選択された行数 {0}
nb: Valgt {0} rad
nl: Geselecteerde {0} rij
pl: Wybrano {0} wiersz
pt_br: Linha {0} selecionada
ru: Выбрана {0} строка
sk: Vybraný riadok {0}
sl: Izbrana vrstica {0}
sq: U zgjodh {0} rresht
sr: Izabran je {0} red
sv: Vald {0} rad
tr: Seçili {0} satır
uk: Вибрано {0} рядок
vi: Đã chọn {0} hàng
zh_hk: 選取 {0} 行

source: Edit user strategy
ar: حرّر استراتيجية المستخدم
bg: Редактиране на потребителска стратегия
ca: Edita l'estratègia de l'usuari
de: Benutzerstrategie bearbeiten
es: Editar la estrategia del usuario
fa: ویرایش استراتژی کاربر
fi: Muokkaa käyttäjästrategiaa
fr: Modifier la stratégie utilisateur
it: Modifica strategia utente
ja: ユーザー戦略を編集する
nb: Rediger brukerstrategi
nl: Gebruikersstrategie bewerken
pl: Edytuj strategię użytkownika
pt_br: Editar estratégia de usuário
ru: Изменить стратегию пользователей
sk: Upraviť stratégiu používateľa
sl: Uredi strategijo uporabnika
sq: Redakto strategjinë e përdoruesve
sr: Uredi strategiju korisnika
sv: Redigera användarstrategi
tr: Kullanıcı stratejisini düzenle
uk: Редагувати стратегію користувачів
vi: Chỉnh sửa chiến lược người dùng
zh_hk: 編輯使用者策略

source: Tenant update successful
ar: تم تحديث المستأجر بنجاح
bg: Актуализацията на наемателя е успешна
ca: Actualització del llogater correcta
de: Mandantenaktualisierung erfolgreich
es: Actualización de inquilino exitosa
fa: به‌روزرسانی مستاجر با موفقیت انجام شد
fi: Vuokralaisen päivitys onnistui
fr: Mise à jour du locataire réussie
it: Aggiornamento tenant riuscito
ja: テナントの更新が成功しました
nb: Leietakeroppdatering vellykket
nl: Huurdersupdate succesvol
pl: Aktualizacja dzierżawcy pomyślna
pt_br: Atualização do inquilino concluída com sucesso
ru: Тенант успешно обновлен
sk: Aktualizácia nájomníka úspešná
sl: Posodobitev najemnika uspešna
sq: Përditësimi i tenant ishte i suksesshëm
sr: Ažuriranje tenant-a je uspelo
sv: Hyresgästuppdateringen lyckades
tr: Kiracı güncellemesi başarıyla tamamlandı.
uk: Тенант успішно оновлено
vi: Cập nhật người thuê thành công
zh_hk: 租戶更新成功

source: Edit tenant
ar: حرّر المستأجر
bg: Редактиране на наемател
ca: Edita l'inquilí
de: Mandanten bearbeiten
es: Editar inquilino
fa: ویرایش مستاجر
fi: Muokkaa vuokralaista
fr: Modifier le locataire
it: Modifica inquilino
ja: テナントを編集
nb: Rediger leietaker
nl: Bewerk huurder
pl: Edytuj najemcę
pt_br: Editar inquilino
ru: Редактировать тенанта
sk: Upraviť nájomníka
sl: Urejanje najemnika
sq: Redakto tenant
sr: Uredi tenant
sv: Redigera hyresgäst
tr: Kiracıyı düzenle
uk: Редагувати тенант
vi: Chỉnh sửa người thuê nhà
zh_hk: 編輯租戶

source: Shared collections
ar: المجموعات المشتركة
bg: Споделени колекции
ca: Col·leccions compartides
de: Gemeinsame Sammlungen
es: Colecciones compartidas
fa: مجموعه‌های مشترک
fi: Jaetut kokoelmat
fr: Collections partagées
it: Collezioni condivise
ja: 共有コレクション
nb: Delte samlinger
nl: Gedeelde collecties
pl: Współdzielone kolekcje
pt_br: coleções compartilhadas
ru: Общие коллекции
sk: Zdieľané kolekcie
sl: Deljene zbirke
sq: Koleksione të përbashkëta
sr: Deljene kolekcije
sv: Delade samlingar
tr: Paylaşılan koleksiyonlar
uk: Спільні колекції
vi: Bộ sưu tập chung
zh_hk: 共用收藏集

source: Tenant collections
ar: مجموعات المستأجر
bg: Събиране на средства от наематели
ca: Cobraments de llogaters
de: Mietereinziehungen
es: Cobros de inquilinos
fa: مجموعه‌های مستاجر
fi: Vuokralaisten kokoelmat
fr: Collecte des locataires
it: Riscossioni degli inquilini
ja: テナントコレクション
nb: Innkreving fra leietakere
nl: Huurdersincasso's
pl: Kolekcje najemców
pt_br: Cobranças de inquilinos
ru: Коллекции тенанта
sk: Zbierky nájomníkov
sl: Izterjave najemnikov
sq: Koleksione tenant
sr: Tenant kolekcije
sv: Hyresgästinkasso
tr: Kiracı tahsilatları
uk: Колекції тенанта
vi: Bộ sưu tập của người thuê nhà
zh_hk: 租戶收款
