Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The URL of the Snowplow collector to send analytics events to.
ar: عنوان URL لمجمّع Snowplow لإرسال أحداث التحليلات إليه.
bg: URL адресът на колектора на Snowplow за изпращане на аналитични събития.
ca: La URL del col·lector Snowplow on enviar els esdeveniments de dades analítiques.
de: Die URL des Snowplow-Collectors, an den Analyseereignisse gesendet werden sollen.
eo: The link for the Snowplow collector where u send all the analytics vibes.
es: La URL del recopilador Snowplow para enviar eventos de análisis.
fa: آدرس URL جمع‌آور Snowplow برای ارسال رویدادهای تجزیه و تحلیل.
fi: Lumiauran kerääjän URL-osoite, johon lähetetään analytiikkatapahtumat.
fr: L'URL du collecteur Snowplow à qui envoyer les événements analytiques.
hu: A Snowplow gyűjtő URL-je, ahova az analitikai események küldésre kerülnek.
it: L'URL del collezionista Snowplow a cui inviare eventi analitici.
ja: 分析イベントを送信するSnowplowコレクターのURLです。
lt: „Snowplow“ rinkėjo, į kurią reikia siųsti analizės įvykius, URL.
ms: URL pengumpul Snowplow untuk menghantar acara analisis.
nb: URL-en til Snowplow-innsamleren for å sende analysehendelser til.
nl: De URL van de Snowplow-collector waarnaar analysegebeurtenissen moeten worden verzonden.
pl: URL kolektora Snowplow, do którego wysyłane są zdarzenia analityczne.
pt_br: O URL do coletor Snowplow para o qual enviar eventos de análise.
ru: URL сборщика Snowplow для отправки аналитических событий.
sk: URL kolektora Snowplow na odosielanie analytických udalostí.
sl: URL zbiralnika snežnega pluga, na katerega želite poslati analitične dogodke.
sq: URL-ja e kolektorit Snowplow ku të dërgohen eventet e analitikës.
sr: URL Snowplow kolektora na koji se šalju analitički događaji.
sv: URL för Snowplow connector dit analytics-händelser ska skickas.
tr: Analitik olaylarının gönderileceği Snowplow toplayıcısının URL'si.
uk: URL колектора Snowplow, на який надсилати події аналітики.
vi: URL của máy thu thập Snowplow để gửi các sự kiện phân tích.
zh_hk: 用於傳送分析事件的 Snowplow 收集器的 URL。

source: Error sending Snowplow analytics event {0}
hu: Hiba a Snowplow analitikai esemény küldése során: {0}
ms: Ralat menghantar acara analisis Snowplow {0}

source: The approximate timestamp at which this instance of Metabase was created, for inclusion in analytics.
ar: الطابع الزمني التقريبي الذي أُنشئ فيه مثيل Metabase هذا، لإدراجه في التحليلات.
bg: Приблизителното времеви печат, в който е създаден този инстанс на Metabase, за включване в анализа.
ca: La marca de temps aproximada en què aquesta instància de Metabase va ser creada, per a incloure-ho a les dades analítiques.
de: Der ungefähre Zeitstempel, zu dem diese Instanz von Metabase erstellt wurde, um in die Analyse aufgenommen zu werden.
eo: The rough timestamp of when this Metabase was made, so it can be added to the analytics, lol.
es: La marca de tiempo aproximada en la que se creó esta instancia de Metabase, para su inclusión en el análisis.
fa: برچسب زمانی تقریبی که در آن این نمونه از Metabase برای گنجاندن در تجزیه و تحلیل ایجاد شد.
fi: Tämän Metabase-instanssin likimääräinen aikaleima, joka luodaan analytiikkaan sisällyttämistä varten.
fr: Timestamp approximatif de l'instant auquel cette instance de Metabase a été créée, pour l'inclusion dans les analyses.
hu: Az a hozzávetőleges időbélyeg, amikor ez a Metabase példány létrejött, az analitikában való felvételhez.
it: Il timestamp approssimativo in cui è stata creata questa istanza di Metabase, per l'inclusione nelle analisi.
ja: 分析に含めるため、このMetabaseインスタンスが作成されたおおよそのタイムスタンプ。
lt: Apytikslė laiko žyma, kada buvo sukurtas šis metabazės egzempliorius, skirtas įtraukti į analizę.
ms: Anggaran cap masa di mana contoh Metabase ini dicipta, untuk dimasukkan dalam analisis.
nb: Den omtrentlige tidsstempelet for når denne forekomsten av Metabase ble opprettet, for inkludering i analyser.
nl: Het geschatte tijdstempel waarop deze instantie van Metabase is gemaakt, voor opname in analyses.
pl: Przybliżony znacznik czasu, w którym utworzono tę instancję Metabase, do uwzględnienia w analityce.
pt_br: O registro de data e hora aproximado em que esta instância do Metabase foi criada, para inclusão em análises.
ru: Приблизительная отметка времени, когда был создан этот экземпляр Metabase, для включения в аналитику.
sk: Približné časové razítko, kedy bola táto inštancia Metabase vytvorená, na zahrnutie do analytiky.
sl: Približen časovni žig, v katerem je bil ustvarjen ta primerek Metabase, za vključitev v analitiko.
sq: Timestamp-i i përafërt kur u krijua kjo instancë e Metabase, për t’u përfshirë në analitikë.
sr: Približan timestamp kada je kreirana ova instanca Metabase-a, radi uključivanja u analitiku.
sv: Den uppskattade tidsstämpeln för när denna instans av Metabase skapades för användning i analyser.
tr: Analitiklere dahil edilmek üzere bu Metatabanı örneğinin oluşturulduğu yaklaşık zaman damgası.
uk: Приблизна позначка часу, коли було створено цей інстанс Metabase, для включення в аналітику.
vi: Dấu thời gian xấp xỉ khi phiên bản Metabase này được tạo, để đưa vào phân tích.
zh_hk: 此Metabase實例的大約創建時間戳記，用於包含在分析中。

source: Unverified due to edit
ar: غير مُوثَّق بسبب التعديل
bg: Непотвърдено поради редакция
ca: No s'ha verificat perquè s'ha editat
de: Wegen Bearbeitung nicht verifiziert
eo: Not verified cuz of the edit lol
es: Sin verificar debido a la edición
fa: به دلیل ویرایش تأیید نشده است
fi: Vahvistamaton muokkauksen vuoksi
fr: Non-vérifié dû à la modification
hu: Szerkesztés miatt nem ellenőrzött
it: Non verificato a causa della modifica
ja: 編集のため未検証
lt: Nepatvirtinta dėl redagavimo
ms: Tidak disahkan kerana suntingan
nb: Ikke bekreftet på grunn av redigering
nl: Niet geverifieerd wegens bewerking
pl: Niezweryfikowane z powodu edycji
pt_br: Não verificado devido à edição
ru: Не проверено до изменения
sk: Neoverené kvôli úprave
sl: Nepreverjeno zaradi urejanja
sq: E paverifikuar për shkak të redaktimit
sr: Neverifikovano zbog izmene
sv: Kan inte verifiera p.g.a redigering
tr: Düzenleme nedeniyle doğrulanmadı
uk: Не верифіковано через редагування
vi: Chưa được xác minh do chỉnh sửa
zh_hk: 由於編輯而未驗證

source: Card {0} does not exist or does not have a valid query.
ar: البطاقة {0} غير موجودة أو ليس لديها استعلام صالح.
bg: Карта {0} не съществува или няма валидна заявка.
ca: La targeta {0} no existeix o no té una consulta vàlida.
de: Karte {0} existiert nicht oder hat keine gültige Abfrage.
eo: Bruh, card {0} either doesn’t exist or it’s not valid rn.
es: La tarjeta {0} no existe o no tiene una consulta válida.
fa: کارت {0} وجود ندارد یا پرس و جوی معتبر ندارد.
fi: Korttia {0} ei ole olemassa tai siinä ei ole kelvollista kyselyä.
fr: Carte {0} n'existe pas ou bien sa requête est invalide.
hu: A(z) {0} kártya nem létezik vagy nem érvényes a lekérdezése.
it: La scheda {0} non esiste o non ha una query valida.
ja: カード{0}が存在しないか、有効なクエリを持っていません。
lt: Kortelė {0} neegzistuoja arba joje nėra galiojančios užklausos.
ms: Kad {0} tidak wujud atau tidak mempunyai query yang sah.
nb: Kort {0} eksisterer ikke eller har ikke en gyldig forespørsel.
nl: Kaart {0} bestaat niet of heeft geen geldige zoekopdracht.
pl: Karta {0} nie istnieje lub nie ma prawidłowego zapytania.
pt_br: O cartão {0} não existe ou não tem uma consulta válida.
ru: Карта {0} не существует или не имеет допустимого запроса.
sk: Karta {0} neexistuje alebo nemá platný dotaz.
sl: Kartica {0} ne obstaja ali nima veljavne poizvedbe.
sq: Karta {0} nuk ekziston ose nuk ka një query të vlefshme.
sr: Kartica {0} ne postoji ili nema važeći upit.
sv: Kortet {0} finns inte eller har ingen giltig fråga.
tr: {0} kartı mevcut değil veya geçerli bir sorgusu yok.
uk: Картка {0} не існує або не має дійсного запиту.
vi: Thẻ {0} không tồn tại hoặc không có truy vấn hợp lệ.
zh_hk: 卡片 {0} 不存在或沒有有效的查詢。

source: You must have data permissions to add a parameter referencing the Table {0}.
ar: يجب أن تكون لديك صلاحيات البيانات لإضافة باراميتر يُشير إلى الجدول {0}.
bg: Трябва да имате разрешения за данни, за да добавите параметър, препращащ таблицата {0}.
ca: Has de tenir permisos per afegir un paràmetre referenciant la taula {0}.
de: Sie benötigen Datenberechtigungen, um einen Parameter hinzuzufügen, der die Tabelle {0} referenziert.
eo: Bruh, you gotta have the creds to add a parameter referencing Table {0}.
es: Debes tener permisos de datos para agregar un parámetro que haga referencia a la tabla {0}.
fa: شما باید دسترسی‌های داده برای افزودن یک پارامتر ارجاع به جدول {0} داشته باشید.
fi: Sinun täytyy olla tietojen käyttöoikeudet lisätäksesi parametrin, joka viittaa tauluun {0}.
fr: Vous devez avoir la permission sur ces données pour ajouter un paramètre référençant la table {0}.
hu: Adat-hozzáférési engedélyekkel kell rendelkeznie, hogy hozzáadhasson egy paramétert a(z) {0} táblázatra hivatkozva.
it: Devi avere i permessi sui dati per aggiungere un parametro che fa riferimento alla tabella {0}.
ja: テーブル{0}を参照するパラメータを追加するには、データの権限が必要です。
lt: Turite turėti duomenų leidimus, kad galėtumėte pridėti parametrą, nurodantį lentelę {0}.
ms: Anda mesti mempunyai kebenaran data untuk menambah parameter yang merujuk kepada Jadual {0}.
nb: Du må ha datatillatelser for å legge til en parameter som refererer til Tabell {0}.
nl: Je moet gegevensmachtigingen hebben om een parameter toe te voegen die verwijst naar de tabel {0}.
pl: Musisz mieć uprawnienia do danych, aby dodać parametr odnoszący się do tabeli {0}.
pt_br: Você deve ter permissões de dados para adicionar um parâmetro que faça referência à tabela {0}.
ru: Вы должны иметь разрешения на доступ к данным, чтобы добавить параметр, ссылающийся на таблицу {0}.
sk: Musíte mať povolenia na údaje, aby ste pridali parameter odkazujúci na tabuľku {0}.
sl: Če želite dodati parameter, ki se sklicuje na {0} tabele, morate imeti dovoljenja za podatke.
sq: Duhet të kesh leje për të dhënat që të shtosh një parametër që i referohet Tabelës {0}.
sr: Morate imati dozvole za podatke da biste dodali parametar koji referencira tabelu {0}.
sv: Du har inte data-rättigheter för att lägga till en parameter kopplad till tabell {0}.
tr: {0} Tablosuna başvuran bir parametre eklemek için veri izinleriniz olmalıdır.
uk: Щоб додати параметр, який посилається на таблицю {0}, потрібні дозволи на дані.
vi: Bạn phải có quyền dữ liệu để thêm một tham số tham chiếu đến Bảng {0}.
zh_hk: 您必須擁有資料權限才能新增參數來引用表格 {0}。

source: No matching parameter with slug {0}. Found: {1}
ar: لا يوجد باراميتر مطابق بالـ slug {0}. تم العثور على: {1}
bg: Няма съвпадащ параметър с плуг {0}. Намерено: {1}
ca: No s'ha trobat un paràmetre amb slug {0}. S'ha trobat: {1}
de: Kein passender Parameter mit Slug {0}. Gefunden: {1}
eo: Bruh, no cap, the slug {0} ain't matching any params. Found: {1}
es: Ningún parámetro coincidente con el slug {0}. Encontrado: {1}
fa: پارامتری متناسب با نام مستعار {0} یافت نشد. یافت شد: {1}
fi: Ei vastaavaa parametria tunnuksella {0}. Löytyi: {1}
fr: Aucun paramètre correspondant avec le slug {0}. Trouvé: {1}.
hu: Nincs egyező paraméter a(z) {0} slug-gal. Talált: {1}
it: Nessun parametro corrispondente con lo slug {0}. Trovato: {1}
ja: スラッグ {0} に一致するパラメータがありません。見つかりました。{1}
lt: Nėra atitinkančio parametro su šliužu {0}. Rasta: {1}
ms: Tiada parameter yang sepadan dengan slug {0}. Dijumpai: {1}
nb: Ingen tilsvarende parameter med slug {0}. Funnet: {1}
nl: Geen overeenkomende parameter met slug {0}. Gevonden: {1}
pl: Nie znaleziono parametru pasującego do identyfikatora {0}. Znaleziono: {1}
pt_br: Nenhum parâmetro correspondente com slug {0}. Encontrado: {1}
ru: Нет соответствующего параметра с идентификатором {0}. Найдено: {1}
sk: Žiadny zodpovedajúci parameter s identifikátorom {0}. Nájdené: {1}
sl: Ni ujemajočega se parametra s polžem {0}. Najdeno: {1}
sq: Nuk ka parametër që përputhet me slug {0}. U gjetën: {1}
sr: Nema odgovarajućeg parametra sa slug-om {0}. Pronađeno: {1}
sv: Ingen matchande parameter med stycket {0}. Hittade: {1}
tr: {0} bilgisiyle eşleşen parametre yok. Bulunan: {1}
uk: Немає відповідного параметра зі slug {0}. Знайдено: {1}
vi: Không có tham số nào trùng khớp với slug {0}. Đã tìm thấy: {1}
zh_hk: 找不到与Slugs {0}匹配的参数。找到：{1}

source: Could not invite user because email is not configured.
hu: Nem sikerült meghívni a felhasználót, mert az e-mail nincs konfigurálva.
ms: Tidak dapat menjemput pengguna kerana e-mel tidak dikonfigurasikan.

source: Does your team use Slack? If so, you can send automated updates via dashboard subscriptions.
hu: A csapatod használja a Slack-et? Ha igen, automatikus frissítéseket küldhet irányítópult-feliratkozásokon keresztül.
ms: Adakah pasukan anda menggunakan Slack? Jika ya, anda boleh menghantar kemas kini automatik melalui langganan papan pemuka.

source: invalid token
ar: توكن غير صالح
bg: Невалиден Токен
ca: Token no vàlid
de: ungültiges Token
eo: yo, that’s a fake token 🚫
es: token inválido
fa: توکن نامعتبر
fi: Virheellinen tunnus
fr: jeton invalide
hu: Érvénytelen kód
it: token non valido
ja: 無効なトークン
lt: neteisingas prieigos raktas
ms: token tidak sah
nb: ugyldig token
nl: Ongeldige Token
pl: nieprawidłowy token
pt_br: token inválido
ru: некорректный токен
sk: neplatný token
sl: Neveljaven žeton
sq: token i pavlefshëm
sr: nevažeći token
sv: Ogiltig nyckel
tr: geçersiz belirteç
uk: недійсний токен
vi: mã thông báo không hợp lệ
zh_hk: 無效的令牌

source: Slack channel not found.
ar: لم يتم العثور على قناة Slack.
bg: Slack канал не е намерен.
ca: Canal d'Slack no trobat.
de: Slack-Kanal nicht gefunden.
eo: Yo, the Slack channel's MIA rn.
es: canal Slack no encontrado
fa: کانال Slack یافت نشد.
fi: Slack-kanavaa ei löytynyt.
fr: Canal Slack introuvable.
hu: Slack csatorna nem található.
it: Canale Slack non trovato.
ja: Slackチャネルが見つかりません。
lt: Laisvas kanalas nerastas.
ms: saluran Slack tidak ditemui.
nb: Slack-kanal ikke funnet.
nl: Slack-kanaal niet gevonden.
pl: Nie znaleziono kanału Slack.
pt_br: Canal do Slack não encontrado.
ru: Канал Slack не найден
sk: Slack kanál sa nenašiel.
sl: Kanala Slack ni mogoče najti.
sq: Kanali Slack nuk u gjet.
sr: Slack kanal nije pronađen.
sv: Slack-kanal hittades inte.
tr: Slack kanalı bulunamadı.
uk: Канал Slack не знайдено.
vi: Không tìm thấy kênh Slack.
zh_hk: Slack 頻道未找到。

source: channel not found
ar: لم يتم العثور على القناة
bg: каналът не е намерен
ca: canal no trobat
de: Kanal nicht gefunden
eo: yo, the channel's MIA rn
es: canal no encontrado
fa: کانال پیدا نشد
fi: kanavaa ei löydy
fr: chaîne introuvable
hu: csatorna nem található
it: canale non trovato
ja: チャネルが見つかりません
lt: kanalas nerastas
ms: saluran tidak ditemui
nb: kanal ikke funnet
nl: Kanaal niet gevonden
pl: nie znaleziono kanału
pt_br: canal não encontrado
ru: канал не найден
sk: kanál sa nenašiel
sl: kanala ni mogoče najti
sq: kanali nuk u gjet
sr: kanal nije pronađen
sv: kanalen hittades inte
tr: kanal bulunamadı
uk: канал не знайдено
vi: không tìm thấy kênh
zh_hk: 頻道未找到

source: Unrecognized modal: {0}
ar: Modal غير معروف: {0}
bg: Неразпознат модален: {0}
ca: Modal no reconegut: {0}
de: Modal {0} nicht erkannt
eo: Bruh, this modal {0} is so unseen rn
es: Modal no reconocido: {0}
fa: مدال ناشناخته: {0}
fi: Tunnistamaton tapaluokka: {0}
fr: Modal non-reconnue: {0}
hu: Felismeretlen modal: {0}
it: Modale non riconosciuta: {0}
ja: 認識できないモーダル：{0}。
lt: Neatpažintas modalas: {0}
ms: Modal tidak dikenali: {0}
nb: Ukjent modal: {0}
nl: Niet-herkende modaal: {0}
pl: Nierozpoznany modal: {0}
pt_br: Modal não reconhecido: {0}
ru: Нераспознанное окно: {0}
sk: Nerozpoznané modálne okno: {0}
sl: Neprepoznan modal: {0}
sq: Modal i panjohur: {0}
sr: Nepoznat modal: {0}
sv: Känner inte igen modal: {0}
tr: Tanınmayan mod: {0}
uk: Нерозпізнане модальне вікно: {0}
vi: Modal không được nhận diện: {0}
zh_hk: 未識別的模態: {0}

source: Can't decrypt secret value with MB_ENCRYPTION_SECRET_KEY
hu: A titkos érték nem dekódolható az MB_ENCRYPTION_SECRET_KEY kulccsal
ms: Tidak dapat menyahsulitkan nilai rahsia dengan MB_ENCRYPTION_SECRET_KEY

source: Your database's IP address (e.g. 98.137.149.56) or its domain name (e.g. esc.mydatabase.com).
hu: Az adatbázis IP-címe (pl. 98.137.149.56) vagy domain neve (pl. esc.mydatabase.com).
ms: Alamat IP pangkalan data anda (contohnya 98.137.149.56) atau nama domainnya (contohnya esc.mydatabase.com).

source: username
ar: اسم المستخدم
bg: потребителско име
ca: nom d'usuari
de: Benutzername
eo: "Username" → "Userzname" or just keep it as is, since it's already pretty chill.
es: nombreusuario
fa: نام کاربری
fi: käyttäjänimi
fr: Nom d'utilisateur
hu: felhasználónév
it: nome utente
ja: ユーザ名
lt: vartotojo vardas
ms: nama pengguna
nb: brukernavn
nl: gebruikersnaam
pl: nazwa użytkownika
pt_br: nome de usuário
ru: имя пользователя
sk: užívateľské meno
sl: uporabniško ime
sq: emërpërdoruesi
sr: korisničko ime
sv: användarnamn
tr: Kullanıcı adı
uk: ім'я користувача
vi: tên tài khoản
zh_hk: 使用者名稱

source: Use a secure connection (SSL)
ar: استخدم اتصالًا آمنًا (SSL)
bg: Използвайте защитена връзка (SSL)
ca: Utilitzar una connexió (SSL)
de: Verwende eine sichere Verbindung (SSL)
eo: Use a safe connection (SSL), bestie, gotta stay protected lol.
es: Utilizar una conexión segura (SSL)
fa: استفاده از ارتباط امن (SSL)
fi: Käytä turvallista yhteyttä (SSL)
fr: Utiliser une connexion sécurisée (SSL)
hu: Biztonságos kapcsolat használata (SSL)
it: Usa una connessione sicura (SSL)
ja: 安全な接続(SSL)を使う
lt: Naudokite saugų ryšį (SSL)
ms: Gunakan sambungan selamat (SSL)
nb: Bruk en sikker forbindelse (SSL)
nl: Gebruik een beveiligde verbinding (SSL)
pl: Użyj bezpiecznego połączenia (SSL)
pt_br: Use uma conexão segura (SSL)
ru: Использовать защищённое соединение (SSL)
sk: Použitie zabezpečeného pripojenia (SSL)
sl: Uporaba varne povezave (SSL)
sq: Përdor një lidhje të sigurt (SSL)
sr: Koristi bezbednu konekciju (SSL)
sv: Använd en säker anslutning (SSL)
tr: Güvenli bir bağlantı (SSL) kullanın
uk: Використовуйте захищене з'єднання (SSL)
vi: Sử dụng kết nối bảo mật (SSL)
zh_hk: 使用安全連接 (SSL)

source: Use an SSH tunnel
ar: استخدم نفق SSH
bg: Използвайте SSH тунел
ca: Utilitzar un túnel SSH
de: Verwende einen SSH-Tunnel.
eo: Just use an SSH tunnel, fr.
es: Utilizar un túnel SSH
fa: استفاده از تونل SSH
fi: Käytä SSH-tunnelia
fr: Utiliser un tunnel SSH
hu: SSH-alagút használata
it: USa un tunnel SSH
ja: SSHトンネルを使う
lt: Naudokite SSH tunelį
ms: Gunakan terowong SSH
nb: Bruk en SSH-tunnel
nl: Gebruik een SSH tunnel
pl: Użyj tunelu SSH
pt_br: Use um túnel SSH
ru: Использовать SSH-туннель
sk: Použitie SSH tunela
sl: Uporaba tunela SSH
sq: Përdor një tunel SSH
sr: Koristi SSH tunel
sv: Använd en SSH-tunnel
tr: SSH tüneli kullanın
uk: Використовуйте SSH-тунель
vi: Sử dụng đường hầm SSH
zh_hk: 使用SSH隧道

source: Enable this ssh tunnel?
hu: Engedélyezze ezt az SSH-alagutat?
ms: Aktifkan terowong SSH ini?

source: SSH tunnel host
ar: مضيف نفق SSH
bg: SSH тунелен хост
ca: Màquina del túnel SSH
de: Host des SSH-Tunnels
eo: SSH tunnel host → SSH tunnel host, fr fr
es: Servidor túnel SSH
fa: میزبان تونل SSH
fi: SSH-tunnelin isäntä
fr: Hote du tunnel SSH
hu: SSH alagút hoszt
it: Host del tunnel SSH
ja: SSHトンネルホスト
lt: SSH tunelio priegloba
ms: Hos terowong SSH
nb: SSH tunnelvert
pl: Host tunelu SSH
pt_br: Host de túnel SSH
ru: Хост SSH-туннеля
sk: Hostiteľ SSH tunela
sl: Gostitelj tunela SSH
sq: Host-i i tunelit SSH
sr: Host SSH tunela
sv: Värd för SSH-tunnel
tr: SSH tünel ana bilgisayarı
uk: Хост SSH-тунелю
vi: Máy chủ đường hầm SSH
zh_hk: SSH隧道主机

source: The hostname that you use to connect to connect to SSH tunnels.
hu: A hosztnév, amelyet az SSH-alagutakhoz való csatlakozáshoz használ.
ms: Nama hos yang anda gunakan untuk menyambung ke terowong SSH.

source: SSH tunnel port
ar: منفذ نفق SSH
bg: SSH тунелен порт
ca: Port del túnel SSH
de: Port des SSH-Tunnels
eo: SSH tunnel port → SSH tunnel port (no chill, since it’s pretty technical and no real slang twist needed here)
es: Puerto túnel SSH
fa: پورت تونل SSH
fi: SSH-tunnelin portti
fr: Port du tunnel SSH
hu: SSH alagút port
it: Porta del tunnel SSH
ja: SSHトンネルポート
lt: SSH tunelio prievadas
ms: Port terowong SSH
nl: SSH-tunnel poort
pl: Port tunelu SSH
pt_br: Porta de túnel SSH
ru: Порт SSH-туннеля
sk: Port SSH tunela
sl: Pristanišče predora SSH
sq: Porta e tunelit SSH
sr: Port SSH tunela
sv: Port för SSH-tunnel
tr: SSH tünel bağlantı noktası
uk: Порт SSH-тунелю
vi: Cổng đường hầm SSH
zh_hk: SSH隧道端口

source: SSH tunnel username
ar: اسم مستخدم نفق SSH
bg: Потребителско име на SSH тунел
ca: Nom d'usuari del túnel SSH
de: Benutzername für den SSH Tunnel
eo: SSH tunnel user, fr fr
es: usuario túnel SSH
fa: نام کاربری تونل SSH
fi: SSH-tunnelin käyttäjätunnus
fr: Nom d'utilisateur du tunnel SSH
hu: SSH tunnel felhasználónév
it: Nome utente del tunnel SSH
ja: SSHトンネルのユーザー名
lt: SSH tunelio vartotojo vardas
ms: Nama pengguna terowong SSH
nb: SSH tunnel brukernavn
nl: SSH-tunnel gebruikersnaam
pl: Nazwa użytkownika tunelu SSH
pt_br: Nome de usuário do túnel SSH
ru: Логин SSH-туннеля
sk: Užívateľské meno SSH tunela
sl: Uporabniško ime tunela SSH
sq: emërpërdoruesi i tunelit SSH
sr: Korisničko ime za SSH tunel
sv: Användarnamn för SSH-tunnel
tr: SSH tüneli kullanıcı adı
uk: Ім'я користувача SSH-тунелю
vi: Tên đăng nhập đường hầm SSH
zh_hk: SSH 通道用戶名

source: The username you use to login to your SSH tunnel.
ar: اسم المستخدم الذي تستخدمه لتسجيل الدخول إلى نفق SSH.
bg: Потребителското име, което използвате, за да влезете във вашия SSH тунел.
ca: El nom d'usuari que utilitzes per entrar al teu túnel SSH.
de: Der Benutzername, mit dem Sie sich bei Ihrem SSH-Tunnel anmelden
eo: The username you use to log into your SSH tunnel, fr.
es: El nombre de usuario que utilizas para iniciar sesión en el túnel SSH.
fa: نام کاربری که برای ورود به تونل SSH خود استفاده می کنید.
fi: Käyttäjänimi, jota käytät kirjautuaksesi SSH-tunneliin.
fr: Le nom d'utilisateur utilisé pour vous connecter au tunnel SSH.
hu: A felhasználónév, amelyet az SSH-alagútba való bejelentkezéshez használ.
it: L'utente che usi per loggarti al tuo tunnel SSH
ja: SSHトンネルにログインする際に使用するユーザー名。
lt: Vartotojo vardas, kurį naudojate prisijungdami prie savo SSH tunelio.
ms: Nama pengguna yang anda gunakan untuk log masuk ke terowong SSH anda.
nb: Brukernavnet du bruker for å logge inn på SSH-tunnelen din.
nl: De gebruikersnaam die je gebruikt om in te loggen op je SSH-tunnel.
pl: Nazwa użytkownika, której używasz do logowania się do swojego tunelu SSH.
pt_br: O nome de usuário que você usa para fazer login no seu túnel SSH.
ru: Имя пользователя, которое использования для подключения к SSH-туннелю.
sk: Užívateľské meno, ktoré používate na pripojenie do vášho SSH tunela.
sl: Uporabniško ime, ki ga uporabljate za prijavo v tunel SSH.
sq: Emri i përdoruesit që përdor për të hyrë në tunelin tënd SSH.
sr: Korisničko ime koje koristite za prijavu na SSH tunel.
sv: Användarnamnet för att logga in till din SSH-tunnel.
tr: SSH tünelinize giriş yapmak için kullandığınız kullanıcı adı.
uk: Ім'я користувача, яке ви використовуєте для входу в SSH-тунель.
vi: Tên người dùng bạn dùng để đăng nhập vào đường hầm SSH của bạn.
zh_hk: 用於登錄到 SSH 通道的用戶名。

source: SSH tunnel password
ar: كلمة مرور نفق SSH
bg: SSH парола за тунел
ca: Mot clau del túnel SSH
de: Passwort für den SSH-Tunnel
eo: SSH tunnel pass, fr fr
es: contraseña túnel SSH
fa: گذرواژه تونل SSH
fi: SSH-tunnelin salasana
fr: Mot de passe du tunnel SSH
hu: SSH alagút jelszó
it: Password del tunnel SSH
ja: SSHトンネルパスワード
lt: SSH tunelio slaptažodis
ms: Kata laluan terowong SSH
nb: SSH tunnel passord
nl: SSH-tunnel wachtwoord
pl: Hasło tunelu SSH
pt_br: Senha do túnel SSH
ru: Пароль SSH-туннеля
sk: Heslo SSH tunela
sl: Geslo za tunel SSH
sq: Fjalëkalimi i tunelit SSH
sr: Lozinka za SSH tunel
sv: Lösenord för SSH-tunnel
tr: SSH tünel şifresi
uk: Пароль SSH-тунелю
vi: Mật khẩu đường hầm SSH
zh_hk: SSH 通道密碼
