Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Previous {0} seconds or this second
ar: الثواني {0} السابقة أو هذه الثانية
bg: Предишни {0} секунди или тази секунда
ca: Els {0} segons anteriors o aquest segon
de: Vorherige {0} Sekunden oder diese Sekunde
eo: Last {0} seconds or this second, fr fr
es: Los {0} segundos anteriores o este segundo
fa: ثانیه {0} قبلی یا این ثانیه
fi: Edellinen {0} sekuntia tai tämä sekunti
fr: {0} secondes précédentes ou cette seconde
it: {0} secondi precedenti o questo secondo
ja: 前の {0} 秒またはこの秒
nb: Forrige {0} sekunder eller dette sekundet
nl: Vorige {0} seconden of deze seconde
pl: Poprzednie {0} sekund lub ta sekunda
pt_br: {0} segundos anteriores ou este segundo
ru: Предыдущие {0} секунды или эта секунда
sk: Predchádzajúcich {0} sekúnd alebo tejto sekundy
sl: Prejšnjih {0} sekund ali te sekunde
sq: {0} sekondat e mëparshme ose kjo sekondë
sr: Prethodnih {0} sekundi ili ova sekunda
sv: Föregående {0} sekunder eller denna sekund
tr: Önceki {0} saniye veya bu saniye
uk: Попередні {0} секунд або ця секунда
vi: {0} giây trước hoặc giây này
zh_hk: 上一頁 {0} 秒或這一秒

source: Previous {0} milliseconds
ar: المللي ثانية {0} السابقة
bg: Предишни {0} милисекунди
ca: Anterior {0} mil·lisegons
de: Zurück {0} Millisekunden
eo: Previous {0} ms, fr fr
es: Anterior {0} milisegundos
fa: قبلی {0} میلی‌ثانیه
fi: Edellinen {0} millisekuntia
fr: {0} millisecondes précédentes
it: Precedente {0} millisecondi
ja: 前の {0} ミリ秒
nb: Forrige {0} millisekunder
nl: Vorige {0} milliseconden
pl: Poprzednie {0} milisekund
pt_br: {0} milissegundos anteriores
ru: Предыдущие {0} миллисекунд
sk: Predchádzajúcich {0} milisekúnd
sl: Prejšnjih {0} milisekund
sq: {0} milisekondat e mëparshme
sr: Prethodnih {0} milisekundi
sv: Föregående {0} millisekunder
tr: Önceki {0} milisaniye
uk: Попередні {0} мілісекунд
vi: Trước đó {0} mili giây
zh_hk: 上一頁 {0} 毫秒

source: Next minute or this minute
ar: الدقيقة التالية أو هذه الدقيقة
bg: Следващата минута или тази минута
ca: El proper minut o aquest minut
de: Nächste Minute oder diese Minute
eo: Next min or this min, fr fr
es: El próximo minuto o este minuto
fa: دقیقه‌ی بعد یا همین دقیقه
fi: Seuraava minuutti vai tämä minuutti
fr: La minute prochaine ou cette minute
it: Il prossimo minuto o questo minuto
ja: 次の1分か今1分か
nb: Neste minutt eller nå
nl: Volgende minuut of deze minuut
pl: Następna minuta lub ta minuta
pt_br: Próximo minuto ou neste minuto
ru: В следующую минуту или в эту минуту
sk: Ďalšiu minútu alebo túto minútu
sl: Naslednjo minuto ali to minuto
sq: Minuta e ardhshme ose kjo minutë
sr: Sledeći minut ili ovaj minut
sv: Nästa minut eller denna minut
tr: Gelecek dakika veya bu dakika
uk: Наступна хвилина або ця хвилина
vi: Phút tiếp theo hoặc phút này
zh_hk: 下一分鐘或這一分鐘

source: Previous {0} days or today
ar: الأيام {0} السابقة أو اليوم
bg: Предишни {0} дни или днес
ca: Dies anteriors {0} o avui
de: Vorherige {0} Tage oder heute
eo: Previous {0} days or today → Last {0} days or sm just now
es: {0} días anteriores o hoy
fa: روزهای قبلی {0} یا امروز
fi: Edelliset {0} päivää tai tänään
fr: {0} jours précédents ou aujourd'hui
it: {0} giorni precedenti o oggi
ja: 過去 {0} 日または今日
nb: Forrige {0} dager eller i dag
nl: Vorige {0} dagen of vandaag
pl: Poprzednie {0} dni lub dziś
pt_br: {0} dias anteriores ou hoje
ru: Предыдущие {0} дней или сегодня
sk: Predchádzajúcich {0} dní alebo dnes
sl: Prejšnjih {0} dni ali danes
sq: {0} ditët e mëparshme ose sot
sr: Prethodnih {0} dana ili danas
sv: Föregående {0} dagar eller idag
tr: Önceki {0} gün veya bugün
uk: Попередні {0} днів або сьогодні
vi: {0} ngày trước hoặc hôm nay
zh_hk: 上一頁 {0} 天或今天

source: Previous {0} quarters
ar: الأرباع {0} السابقة
bg: Предишни {0} тримесечия
ca: Quarts anteriors {0}
de: Vorherige {0} Quartale
eo: Last {0} vibes
es: Trimestres anteriores de {0}
fa: ربع‌های قبلی {0}
fi: Edelliset {0} neljännekset
fr: Trimestres précédents {0}
it: Quartieri precedenti {0}
ja: 前の {0} 四半期
nb: Forrige {0} kvartaler
nl: Vorige {0} kwartalen
pl: Poprzednie {0} kwartały
pt_br: {0} trimestres anteriores
ru: Предыдущие {0} кварталы
sk: Predchádzajúce {0} štvrťroky
sl: Prejšnje {0} četrtine
sq: {0} tremujorët e mëparshëm
sr: Prethodnih {0} kvartala
sv: Föregående {0} kvartal
tr: Önceki {0} çeyrekler
uk: Попередні {0} кварталів
vi: {0} quý trước
zh_hk: 上一頁 {0} 季度

source: starting {0} day from now
ar: بدءًا بعد {0} يوم من الآن
bg: започвайки от {0} ден от сега
ca: a partir d'un dia {0} a partir d'ara
de: ab {0} Tag ab jetzt
eo: starting {0} days from now, fr
es: comenzando {0} día a partir de ahora
fa: از الان تا {0} یک روز دیگر شروع می‌شود
fi: alkaen {0} päivästä nyt
fr: à partir de {0} jour à partir de maintenant
it: a partire da {0} giorno da adesso
ja: {0} 日後から開始
nb: starter {0} dag fra nå
nl: vanaf {0} dag vanaf nu
pl: zaczynając za {0} dni od teraz
pt_br: começando daqui a {0} dia
ru: начиная с {0} дня с этого момента
sk: od {0} dňa odteraz
sl: od {0} dneva naprej
sq: duke filluar pas {0} dite nga tani
sr: počinje za {0} dan
sv: börjar {0} dag från och med nu
tr: {0} gün sonra başlıyor
uk: починаючи через {0} день
vi: bắt đầu từ {0} ngày kể từ bây giờ
zh_hk: 從現在開始 {0} 天

source: starting {0} year ago
ar: بدءًا قبل {0} سنة
bg: започвайки преди {0} година
ca: començant fa {0} any
de: beginnend vor {0} Jahren
eo: started like {0} years ago, fr
es: comenzando hace {0} años
fa: شروع {0} سال پیش
fi: alkaen {0} vuosi sitten
fr: à partir de {0} il y a un an
it: a partire da {0} anni fa
ja: {0} 年前から
nb: starter {0} for ett år siden
nl: beginnend {0} jaar geleden
pl: zaczynając {0} rok temu
pt_br: começando há {0} ano
ru: начало {0} год назад
sk: od začiatku pred {0} rokom
sl: začenši pred {0} letom
sq: duke filluar {0} vit më parë
sr: počevši pre {0} godinu
sv: började för {0} år sedan
tr: {0} yıl önce başladı
uk: починаючи {0} рік тому
vi: bắt đầu từ {0} năm trước
zh_hk: 從 {0} 年前開始

source: starting {0} quarter ago
ar: بدءًا قبل {0} ربع
bg: започвайки преди {0} четвърт
ca: començant fa {0} un trimestre
de: beginnend vor {0} einem Viertel
eo: Just kicked off {0} quarter ago fam
es: comenzando hace {0} trimestre
fa: شروع {0} یک ربع پیش
fi: alkaen {0} neljännes sitten
fr: à partir d'il y a {0} trimestre
it: a partire da {0} trimestre fa
ja: {0} 四半期前から
nb: starter {0} kvartal siden
nl: beginnend {0} kwartaal geleden
pl: zaczynając {0} kwartał temu
pt_br: começando há {0} trimestre
ru: начало {0} квартал назад
sk: začína pred {0} štvrťrokom
sl: začenši pred {0} četrtletjem
sq: duke filluar {0} tremujor më parë
sr: počevši pre {0} kvartal
sv: började för {0} kvartal sedan
tr: {0} çeyrek önce başladı
uk: починаючи {0} квартал тому
vi: bắt đầu từ {0} quý trước
zh_hk: 開始 {0} 季前

source: Previous millisecond or this millisecond
ar: المللي ثانية السابقة أو هذه المللي ثانية
bg: Предишна милисекунда или тази милисекунда
ca: Mil·lisegon anterior o aquest mil·lisegon
de: Vorherige Millisekunde oder diese Millisekunde
eo: Like, the last sec or this sec, fr fr
es: Milisegundo anterior o este milisegundo
fa: میلی‌ثانیه قبلی یا این میلی‌ثانیه
fi: Edellinen millisekunti tai tämä millisekunti
fr: Milliseconde précédente ou cette milliseconde
it: Millisecondo precedente o questo millisecondo
ja: 前のミリ秒または現在のミリ秒
nb: Forrige millisekund eller dette millisekund
nl: Vorige milliseconde of deze milliseconde
pl: Poprzednia milisekunda lub ta milisekunda
pt_br: Milissegundo anterior ou este milissegundo
ru: Предыдущая миллисекунда или эта миллисекунда
sk: Predchádzajúca milisekunda alebo táto milisekunda
sl: Prejšnja milisekunda ali ta milisekunda
sq: Milisekonda e mëparshme ose kjo milisekondë
sr: Prethodna milisekunda ili ova milisekunda
sv: Föregående millisekund eller denna millisekund
tr: Önceki milisaniye veya bu milisaniye
uk: Попередня мілісекунда або ця мілісекунда
vi: Một mili giây trước hoặc một mili giây này
zh_hk: 上一毫秒或本毫秒

source: starting {0} millisecond ago
ar: بدءًا قبل {0} ميلي ثانية
bg: започва преди {0} милисекунди
ca: començant fa {0} mil·lisegons
de: Beginn vor {0} Millisekunden
eo: just started {0} ms ago, fr
es: comenzando hace {0} milisegundos
fa: شروع {0} میلی‌ثانیه پیش
fi: alkaen {0} millisekunti sitten
fr: démarrage il y a {0} milliseconde
it: a partire da {0} millisecondi fa
ja: {0} ミリ秒前から
nb: starter {0} millisekund siden
nl: beginnend {0} milliseconde geleden
pl: zaczynając {0} milisekundę temu
pt_br: começando há {0} milissegundo
ru: начало {0} миллисекунды назад
sk: začína pred {0} milisekundami
sl: začetek pred {0} milisekundami
sq: duke filluar {0} milisekondë më parë
sr: počevši pre {0} milisekundu
sv: började för {0} millisekunder sedan
tr: {0} milisaniye önce başlatıldı
uk: починаючи {0} мілісекунду тому
vi: bắt đầu từ {0} mili giây trước
zh_hk: 從 {0} 毫秒前開始

source: starting {0} week ago
bg: започва преди {0} седмица
ca: començant fa {0} una setmana
de: Beginn vor {0} Woche
eo: started {0} weeks ago lol
es: comenzando hace {0} semanas
fa: شروع {0} هفته پیش
fi: alkaen {0} viikko sitten
fr: à partir de {0} il y a une semaine
it: a partire da {0} settimana fa
ja: {0} 週間前に開始
nb: starter {0} uke siden
nl: vanaf {0} week geleden
pl: zaczynając {0} tydzień temu
pt_br: começando há {0} semana
ru: начало {0} неделю назад
sk: začína pred {0} týždňom
sl: začenši pred {0} tednom
sv: började för {0} vecka sedan
tr: {0} hafta önce başladı
uk: починаючи {0} тиждень тому
vi: bắt đầu từ {0} tuần trước
zh_hk: 開始 {0} 週前

source: Previous {0} hours
ar: الساعات {0} السابقة
bg: Предишни {0} часа
ca: Hores anteriors {0}
de: Vorherige {0} Stunden
eo: Last {0} hrs, fr
es: Últimas {0} horas
fa: ساعت قبلی {0}
fi: Edelliset {0} tuntia
fr: {0} heures précédentes
it: {0} ore precedenti
ja: 過去 {0} 時間
nb: Tidligere {0} timer
nl: Vorige {0} uur
pl: Poprzednie {0} godzin
pt_br: {0} horas anteriores
ru: Предыдущие {0} часов
sk: Predchádzajúcich {0} hodín
sl: Prejšnjih {0} ur
sq: {0} orët e mëparshme
sr: Prethodnih {0} sati
sv: Föregående {0} timmar
tr: Önceki {0} saat
uk: Попередні {0} годин
vi: {0} giờ trước
zh_hk: 上一頁 {0} 小時

source: starting {0} year from now
ar: بدءًا بعد {0} سنة من الآن
bg: започвайки от {0} година след сега
ca: a partir d'un any {0}
de: ab {0} Jahr
eo: starting {0} year from now, fr fr
es: comenzando dentro de {0} años
fa: شروع از {0} سال آینده
fi: alkaen {0} vuoden kuluttua tästä hetkestä
fr: à partir de {0} an à partir de maintenant
it: a partire da {0} anno da adesso
ja: {0} 年後から
nb: starter {0} om et år fra nå
nl: beginnend over {0} jaar vanaf nu
pl: zaczynając za {0} rok od teraz
pt_br: começando daqui a {0} ano
ru: начиная с {0} года
sk: od {0} roka odteraz
sl: začenši čez {0} leto
sq: duke filluar pas {0} viti nga tani
sr: počevši za {0} godinu od sada
sv: börjar {0} år från nu
tr: {0} yıl sonra başlıyor
uk: починаючи через {0} рік
vi: bắt đầu từ {0} năm sau
zh_hk: {0} 年後

source: Next {0} weeks or this week
ar: الأسابيع {0} التالية أو هذا الأسبوع
bg: Следващите {0} седмици или тази седмица
ca: Les properes {0} setmanes o aquesta setmana
de: Nächste {0} Wochen oder diese Woche
eo: Next {0} weeks or this week → Next {0} weeks or this one, fr fr
es: Las próximas {0} semanas o esta semana
fa: {0} هفته بعد یا این هفته
fi: Seuraavat {0} viikkoa tai tämä viikko
fr: Prochaines {0} semaines ou cette semaine
it: Prossime {0} settimane o questa settimana
ja: 今後 {0} 週間または今週
nb: Neste {0} uker eller denne uken
nl: Volgende {0} weken of deze week
pl: Następne {0} tygodnie lub ten tydzień
pt_br: Próximas {0} semanas ou esta semana
ru: Следующие {0} недели или эта неделя
sk: Nasledujúcich {0} týždňov alebo tento týždeň
sl: Naslednjih {0} tednov ali ta teden
sq: {0} javët e ardhshme ose kjo javë
sr: Sledećih {0} nedelja ili ova nedelja
sv: Nästa {0} veckor eller denna vecka
tr: Önümüzdeki {0} hafta veya bu hafta
uk: Наступні {0} тижнів або цей тиждень
vi: Tuần tới {0} hoặc tuần này
zh_hk: 下一個 {0} 週或本週

source: Previous {0} months or this month
ar: الأشهر {0} السابقة أو هذا الشهر
bg: Предишни {0} месеца или този месец
ca: Mesos anteriors {0} o aquest mes
de: Vorherige {0} Monate oder dieser Monat
eo: Last {0} months or this month, fr.
es: {0} meses anteriores o este mes
fa: ماه‌های قبلی {0} یا این ماه
fi: Edelliset {0} kuukautta tai tämä kuukausi
fr: {0} mois précédents ou ce mois-ci
it: {0} mesi precedenti o questo mese
ja: 過去 {0} か月または今月
nb: Tidligere {0} måneder eller denne måneden
nl: Vorige {0} maanden of deze maand
pl: Poprzednie {0} miesiące lub ten miesiąc
pt_br: {0} meses anteriores ou este mês
ru: Предыдущие {0} месяцы или этот месяц
sk: Predchádzajúce {0} mesiace alebo tento mesiac
sl: Prejšnjih {0} mesecev ali ta mesec
sq: {0} muajt e mëparshëm ose ky muaj
sr: Prethodnih {0} meseci ili ovaj mesec
sv: Föregående {0} månader eller denna månad
tr: Önceki {0} aylar veya bu ay
uk: Попередні {0} місяців або цей місяць
vi: {0} tháng trước hoặc tháng này
zh_hk: 過去 {0} 個月或本月

source: Next month or this month
ar: الشهر التالي أو هذا الشهر
bg: Следващия месец или този месец
ca: El mes que ve o aquest mes
de: Nächsten Monat oder diesen Monat
eo: Either this month or next, fr.
es: El mes que viene o este mes
fa: ماه دیگه یا این ماه
fi: Ensi kuussa vai tässä kuussa
fr: Le mois prochain ou ce mois-ci
it: Il mese prossimo o questo mese
ja: 来月か今月か
nb: Neste måned eller denne måneden
nl: Volgende maand of deze maand
pl: W przyszłym miesiącu lub w tym miesiącu
pt_br: No próximo mês ou neste mês
ru: В следующем месяце или в этом месяце
sk: Budúci mesiac alebo tento mesiac
sl: Naslednji mesec ali ta mesec
sq: Muaji i ardhshëm ose ky muaj
sr: Sledeći mesec ili ovaj mesec
sv: Nästa månad eller denna månad
tr: Gelecek ay veya bu ay
uk: Наступний місяць або цей місяць
vi: Tháng tới hoặc tháng này
zh_hk: 下個月或這個月

source: Previous second
ar: الثانية السابقة
bg: Предишна секунда
ca: Segon anterior
de: Vorherige Sekunde
eo: Before a sec ago
es: Segundo anterior
fa: دوم قبلی
fi: Edellinen toinen
fr: Seconde précédente
it: Secondo precedente
ja: 前の秒
nb: Forrige sekund
nl: Vorige seconde
pl: Poprzednia druga
pt_br: Segundo anterior
ru: Предыдущая вторая
sk: Predchádzajúca sekunda
sl: Prejšnja druga
sq: Sekonda e kaluar
sr: Prethodna sekunda
sv: Föregående andra
tr: Önceki saniye
uk: Попередня секунда
vi: Giây trước
zh_hk: 上一秒

source: Next {0} seconds
ar: الثواني {0} التالية
bg: Следващите {0} секунди
ca: Els propers {0} segons
de: Nächste {0} Sekunden
eo: Next {0} sec or next {0} seconds, fr fr
es: Próximos {0} segundos
fa: ثانیه بعدی {0}
fi: Seuraavat {0} sekuntia
fr: Prochaines {0} secondes
it: Prossimi {0} secondi
ja: 次の {0} 秒
nb: Neste {0} sekunder
nl: Volgende {0} seconden
pl: Następne {0} sekund
pt_br: Próximos {0} segundos
ru: Следующие {0} секунд
sk: Ďalších {0} sekúnd
sl: Naslednjih {0} sekund
sq: {0} sekondat e ardhshme
sr: Sledećih {0} sekundi
sv: Nästa {0} sekunder
tr: Sonraki {0} saniye
uk: Наступні {0} секунд
vi: Tiếp theo {0} giây
zh_hk: 下一個 {0} 秒

source: starting {0} millisecond from now
ar: بدءًا بعد {0} ميلي ثانية من الآن
bg: започвайки от {0} милисекунди от сега
ca: començant {0} mil·lisegons a partir d'ara
de: ab {0} Millisekunde ab jetzt
eo: Starting {0} ms from now, fr fr
es: comenzando {0} milisegundos a partir de ahora
fa: شروع از {0} میلی‌ثانیه از الان
fi: alkaen {0} millisekunnin kuluttua nyt
fr: à partir de {0} milliseconde à partir de maintenant
it: a partire da {0} millisecondi da adesso
ja: 今から {0} ミリ秒後に開始
nb: starter {0} millisekund fra nå
nl: beginnend {0} milliseconde vanaf nu
pl: zaczynając {0} milisekundy od teraz
pt_br: começando daqui a {0} milissegundo
ru: начиная с {0} миллисекунды с этого момента
sk: od {0} milisekúnd odteraz
sl: od {0} milisekunde naprej
sq: duke filluar pas {0} milisekonde nga tani
sr: počevši za {0} milisekundu od sada
sv: börjar {0} millisekund från nu
tr: şu andan itibaren {0} milisaniye sonra başlıyor
uk: починаючи через {0} мілісекунду
vi: bắt đầu từ {0} mili giây kể từ bây giờ
zh_hk: 從現在開始 {0} 毫秒

source: Next {0} days
ar: الأيام {0} التالية
bg: Следващите {0} дни
ca: Els propers {0} dies
de: Nächste {0} Tage
eo: Next {0} days → The upcoming {0} days, fr
es: Los próximos {0} días
fa: {0} روز آینده
fi: Seuraavat {0} päivää
fr: Prochains {0} jours
it: Prossimi {0} giorni
ja: 次の {0} 日
nb: Neste {0} dager
nl: Volgende {0} dagen
pl: Następne {0} dni
pt_br: Próximos {0} dias
ru: Следующие {0} дней
sk: Ďalších {0} dní
sl: Naslednjih {0} dni
sq: {0} ditët e ardhshme
sr: Sledećih {0} dana
sv: Nästa {0} dagar
tr: Önümüzdeki {0} gün
uk: Наступні {0} днів
vi: {0} ngày tiếp theo
zh_hk: 下一個 {0} 天

source: Unknown unit
ar: وحدة غير معروفة
bg: Неизвестна единица
ca: Unitat desconeguda
de: Unbekannte Einheit
eo: Mystery bg
es: Unidad desconocida
fa: واحد ناشناخته
fi: Tuntematon yksikkö
fr: Unité inconnue
it: Unità sconosciuta
ja: 不明なユニット
nb: Ukjent enhet
nl: Onbekende eenheid
pl: Nieznana jednostka
pt_br: Unidade desconhecida
ru: Неизвестная единица
sk: Neznáma jednotka
sl: Neznana enota
sq: Njësi e panjohur
sr: Nepoznata jedinica
sv: Okänd enhet
tr: Bilinmeyen birim
uk: Невідома одиниця
vi: Đơn vị không xác định
zh_hk: 未知單位

source: Previous year or this year
ar: السنة السابقة أو هذه السنة
bg: Миналата година или тази година
ca: L'any anterior o aquest any
de: Letztes Jahr oder dieses Jahr
eo: Last year or this year, fr fr
es: Año anterior o este año
fa: سال قبل یا امسال
fi: Edellinen vuosi vai tämä vuosi
fr: L'année précédente ou cette année
it: Anno precedente o quest'anno
ja: 昨年または今年
nb: Forrige år eller i år
nl: Vorig jaar of dit jaar
pl: Rok poprzedni lub ten rok
pt_br: Ano anterior ou este ano
ru: Предыдущий год или этот год
sk: Predchádzajúci rok alebo tento rok
sl: Prejšnje leto ali letos
sq: Viti i mëparshëm ose ky vit
sr: Prethodna godina ili ova godina
sv: Föregående år eller i år
tr: Önceki yıl veya bu yıl
uk: Попередній рік або цей рік
vi: Năm trước hoặc năm nay
zh_hk: 前一年或今年

source: Previous second or this second
ar: الثانية السابقة أو هذه الثانية
bg: Предишна секунда или тази секунда
ca: Segon anterior o aquest segon
de: Vorherige Sekunde oder diese Sekunde
eo: Last sec or this sec, fr fr
es: Segundo anterior o este segundo
fa: ثانیه قبل یا این ثانیه
fi: Edellinen sekunti vai tämä sekunti
fr: Seconde précédente ou cette seconde
it: Secondo precedente o questo secondo
ja: 前の秒かこの秒か
nb: Forrige sekund eller dette sekundet
nl: Vorige seconde of deze seconde
pl: Poprzednia sekunda lub ta sekunda
pt_br: Segundo anterior ou este segundo
ru: Предыдущая секунда или эта секунда
sk: Predchádzajúca sekunda alebo táto sekunda
sl: Prejšnja sekunda ali ta sekunda
sq: Sekonda e mëparshme ose kjo sekondë
sr: Prethodna sekunda ili ova sekunda
sv: Föregående sekund eller denna sekund
tr: Önceki saniye veya bu saniye
uk: Попередня секунда або ця секунда
vi: Giây trước hoặc giây này
zh_hk: 上一秒或這一秒

source: Previous minute or this minute
ar: الدقيقة السابقة أو هذه الدقيقة
bg: Предишна минута или тази минута
ca: Minut anterior o aquest minut
de: Vorherige Minute oder diese Minute
eo: Like, the last sec or this sec, you feel me?
es: Minuto anterior o este minuto
fa: دقیقه قبل یا این دقیقه
fi: Edellinen minuutti vai tämä minuutti
fr: Minute précédente ou cette minute
it: Minuto precedente o questo minuto
ja: 前の分または現在の分
nb: Forrige minutt eller dette minutt
nl: Vorige minuut of deze minuut
pl: Poprzednia minuta lub ta minuta
pt_br: Minuto anterior ou este minuto
ru: Предыдущая минута или эта минута
sk: Predchádzajúca minúta alebo táto minúta
sl: Prejšnja minuta ali ta minuta
sq: Minuta e mëparshme ose kjo minutë
sr: Prethodni minut ili ovaj minut
sv: Föregående minut eller denna minut
tr: Önceki dakika veya bu dakika
uk: Попередня хвилина або ця хвилина
vi: Phút trước hoặc phút này
zh_hk: 前一分鐘或這一分鐘

source: starting {0} hour ago
ar: يبدأ منذ {0} ساعة
bg: започва преди {0} час
ca: començant fa {0} una hora
de: Beginn vor {0} Stunde
eo: started {0} hrs ago, frfr
es: comenzando hace {0} horas
fa: شروع {0} ساعت پیش
fi: alkaen {0} tunti sitten
fr: à partir de {0} il y a une heure
it: iniziato {0} ora fa
ja: {0} 時間前から
nb: starter {0} time siden
nl: vanaf {0} uur geleden
pl: zaczynając {0} godzinę temu
pt_br: começando há {0} hora
ru: начало {0} час назад
sk: začína pred {0} hodinou
sl: začenši pred {0} uro
sq: duke filluar {0} orë më parë
sr: počevši pre {0} sat
sv: började för {0} timme sedan
tr: {0} saat önce başlıyor
uk: починаючи {0} годину тому
vi: bắt đầu từ {0} giờ trước
zh_hk: 開始 {0} 小時前

source: Next quarter
ar: الربع التالي
bg: Следващото тримесечие
ca: El proper trimestre
de: Nächstes Quartal
eo: Next quarter → next sesh
es: Próximo trimestre
fa: سه ماهه بعدی
fi: Seuraava vuosineljännes
fr: Prochain trimestre
it: Prossimo trimestre
ja: 次の四半期
nb: Neste kvartal
nl: Volgend kwartaal
pl: Następny kwartał
pt_br: Próximo trimestre
ru: Следующий квартал
sk: Ďalší štvrťrok
sl: Naslednje četrtletje
sq: Tremujori i ardhshëm
sr: Sledeći kvartal
sv: Nästa kvartal
tr: Gelecek çeyrek
uk: Наступний квартал
vi: Quý tiếp theo
zh_hk: 下一季

source: Previous {0} quarters or this quarter
ar: الأرباع {0} السابقة أو هذا الربع
bg: Предишни {0} тримесечия или това тримесечие
ca: Trimestres anteriors {0} o aquest trimestre
de: Vorherige {0} Quartale oder dieses Quartal
eo: Past {0} quarters or this quarter, fr.
es: Trimestres anteriores {0} o este trimestre
fa: سه‌ماهه‌های قبلی {0} یا این سه‌ماهه
fi: Edelliset {0} neljännekset tai tämä neljännes
fr: Trimestres précédents {0} ou ce trimestre
it: Trimestri precedenti {0} o questo trimestre
ja: 前四半期 {0} または今四半期
nb: Tidligere {0} kvartaler eller dette kvartalet
nl: Vorige {0} kwartalen of dit kwartaal
pl: Poprzednie {0} kwartały lub ten kwartał
pt_br: Trimestres anteriores {0} ou este trimestre
ru: Предыдущие {0} кварталы или этот квартал
sk: Predchádzajúce {0} štvrťroky alebo tento štvrťrok
sl: Prejšnja {0} četrtletja ali to četrtletje
sq: {0} tremujorët e mëparshëm ose ky tremujor
sr: Prethodna {0} kvartala ili ovaj kvartal
sv: Föregående {0} kvartal eller detta kvartal
tr: Önceki {0} çeyrekler veya bu çeyrek
uk: Попередні {0} кварталів або цей квартал
vi: Quý trước {0} hoặc quý này
zh_hk: 過去 {0} 季或本季

source: Next millisecond or this millisecond
ar: المللي ثانية التالية أو هذه المللي ثانية
bg: Следващата милисекунда или тази милисекунда
ca: Mil·lisegon següent o aquest mil·lisegon
de: Nächste Millisekunde oder diese Millisekunde
eo: Either this millisecond or the next, fr fr
es: Próximo milisegundo o este milisegundo
fa: میلی ثانیه بعدی یا این میلی ثانیه
fi: Seuraava millisekunti tai tämä millisekunti
fr: Prochaine milliseconde ou cette milliseconde
it: Prossimo millisecondo o questo millisecondo
ja: 次のミリ秒またはこのミリ秒
nb: Neste millisekund eller dette millisekundet
nl: Volgende milliseconde of deze milliseconde
pl: Następna milisekunda lub ta milisekunda
pt_br: Próximo milissegundo ou este milissegundo
ru: Следующая миллисекунда или эта миллисекунда
sk: Nasledujúca milisekunda alebo táto milisekunda
sl: Naslednja milisekunda ali ta milisekunda
sq: Milisekonda e ardhshme ose kjo milisekondë
sr: Sledeća milisekunda ili ova milisekunda
sv: Nästa millisekund eller denna millisekund
tr: Bir sonraki milisaniye veya bu milisaniye
uk: Наступна мілісекунда або ця мілісекунда
vi: Mili giây tiếp theo hoặc mili giây này
zh_hk: 下一毫秒或本毫秒

source: Next second
ar: الثانية التالية
bg: Следващата секунда
ca: Segon següent
de: Nächste Sekunde
eo: Next sec, no cap
es: Próximo segundo
fa: ثانیه بعدی
fi: Seuraava sekunti
fr: La seconde suivante
it: Secondo successivo
ja: 次の瞬間
nb: Neste sekund
nl: Volgende seconde
pl: Następna sekunda
pt_br: Próximo segundo
ru: Следующая секунда
sk: Ďalšia sekunda
sl: Naslednja sekunda
sq: Sekonda e ardhshme
sr: Sledeća sekunda
sv: Nästa sekund
tr: Bir sonraki saniye
uk: Наступна секунда
vi: Giây tiếp theo
zh_hk: 下一秒
