Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Sample values:
ar: قيم نموذجية:
bg: Примерни стойности:
ca: Valors de mostra:
de: Beispielwert:
eo: Sample vibes:
es: Valores de muestra:
fa: متغیر نمونه
fi: Esimerkkiarvoja:
fr: Valeurs d'exemple :
hu: Minta értékek:
it: Valori di esempio:
ja: サンプル値:
lt: Pavyzdinės vertės:
ms: Nilai contoh:
nb: Prøve verdier:
nl: Voorbeeldwaarden:
pl: Testowe wartości:
pt_br: Valores de amostra:
ru: Примеры значений:
sk: Ukážková hodnota
sl: Vzorčne vrednosti:
sq: Vlera shembull:
sr: Primeri vrednosti:
sv: Exempelvärden:
tr: Örnek değerler:
uk: Приклади значень:
vi: Các giá trị mẫu:
zh_hk: 範例值

source: Add a new map
ar: أضف خريطة جديدة
bg: Добавете нова карта
ca: Afegiu un nou mapa
de: Füge eine neue Karte hinzu
eo: Add a new vibe map
es: Añade un nuevo mapa
fa: یک نقشه‌ی جدید وارد کنید
fi: Lisää uusi kartta
fr: Ajouter une nouvelle carte
hu: Új térkép hozzáadása
it: Aggiungi una nuova mappa
ja: 新しいマップを追加する
lt: Pridėti naują žemėlapį
ms: Tambah peta baharu
nb: Legg til nytt kart
nl: Voeg kaart toe
pl: Dodaj nową mapę
pt_br: Adicione um novo mapa
ru: Добавить новую карту
sk: Pridať novú mapu
sl: Dodajanje novega zemljevida
sq: Shto një hartë të re
sr: Dodaj novu mapu
sv: Lägg till en ny karta
tr: Yeni harita ekle
uk: Додати нову карту
vi: Thêm một bản đồ mới
zh_hk: 新增新地圖

source: Edit map
ar: تعديل الخريطة
bg: Редактиране на картата
ca: Edita el mapa
de: Ändere Karte
eo: Fix the map, fr.
es: Editar mapa
fa: ویرایش نقشه
fi: Muokkaa karttaa
fr: Modifier la carte
hu: Térkép szerkesztése
it: Modifica mappa
ja: マップを編集する
lt: Redaguoti žemėlapį
ms: Sunting peta
nb: Endre kart
nl: Bewerk kaart
pl: Edytuj mapę
pt_br: Editar mapa
ru: Изменить карту
sk: Upraviť mapu
sl: Urejanje zemljevida
sq: Redakto hartën
sr: Uredi mapu
sv: Redigera karta
tr: Haritayı düzenle
uk: Редагувати карту
vi: Sửa bản đồ
zh_hk: 編輯地圖

source: What do you want to call this map?
ar: بماذا تريد تسمية هذه الخريطة؟
bg: Как искате да наречете тази карта?
ca: Com voleu anomenar aquest mapa?
de: Wie möchtest du diese Karte nennen?
eo: What do u wanna name this map?
es: ¿Cómo quieres llamar a este mapa?
fa: چه چیزی می خواهید این نقشه را فرا بگیرید؟
fi: Miksikä haluat kutsua tätä karttaa?
fr: Comment voulez-vous appeler cette carte ?
hu: Hogy szeretné nevezni ezt a térképet?
it: Come vuoi chiamare questa mappa?
ja: このマップを何と呼びますか?
lt: Kaip norite pavadinti šį žemėlapį?
ms: Apa yang anda mahu panggil peta ini?
nb: Hva vil du kalle dette kartet?
nl: Welke naam wilt u aan deze kaart geven?
pl: Jak byś chciał nazwać tą mapę?
pt_br: Como você quer chamar este mapa?
ru: Как вы хотите назвать эту карту?
sk: Ako chcete pomenovať túto mapu?
sl: Kako želite poimenovati ta zemljevid?
sq: Si dëshiron ta quash këtë hartë?
sr: Kako želite da nazovete ovu mapu?
sv: Vad vill du kalla denna karta?
tr: Bu haritayı çağırmak için ne istersin?
uk: Як ви хочете назвати цю карту?
vi: Bạn muốn gọi bản đồ này là gì?
zh_hk: 這個地圖叫什麼

source: e.g. United Kingdom, Brazil, Mars
ar: مثل United Kingdom، Brazil، Mars
bg: напр. Обединено кралство, Бразилия, Марс
ca: p.e.: Regne Unit, Brasil, Mart
de: z.B. Großbritannien, Brasilien, Mars
eo: like UK, Brazil, and even Mars lol
es: p.ej. Reino Unido, Brasil, Marte
fa: به عنوان مثال، بریتانیا، برزیل، مریخ
fi: esim. Yhdistynyt Kuningaskunta, Brazilia, Mars
fr: Exemple : Royaume-Uni, Brésil, Mars
hu: például Magyarország, Budapest, Nyíregyháza
it: p.es. United Kingdom, Brazil, Mars
ja: 例: イギリス、ブラジル、火星
lt: pvz., Jungtinės Karalystės, Brazilija, Marsas
ms: contoh: United Kingdom, Brazil, Mars
nb: F.eks. Norge, Europa, Månen
nl: bijv. Engeland, Brazilië, Mars
pl: np. Polska, województwa, gminy
pt_br: Por exemplo, Reino Unido, Brasil, Marte
ru: например, Великобритания, Бразилия, Марс
sk: napr. Veľká Británia, Brazília, Mars
sl: npr. Združeno kraljestvo, Brazilija, Mars
sq: p.sh. Mbretëria e Bashkuar, Brazili, Marsi
sr: npr. United Kingdom, Brazil, Mars
sv: t.ex. Storbritannien, Brasilien, Mars
tr: Örneğin. İngiltere, Brezilya, Mars
uk: наприклад, Велика Британія, Бразилія, Марс
vi: ví dụ: Việt Nam, Thái lan, Mặt trăng
zh_hk: 比如，英國、巴西、火星

source: URL for the GeoJSON file you want to use
ar: عنوان URL لملف GeoJSON الذي تريد استخدامه
bg: URL за файла GeoJSON, който искате да използвате
ca: URL del fitxer GeoJSON que voleu utilitzar
de: URL der GeoJSON Datei, die du nutzen möchtest
eo: Link for the GeoJSON file u wanna use
es: URL para el archivo GeoJSON que quieres usar
fa: URL برای فایل GeoJSON که می خواهید استفاده کنید
fi: Haluamasi GeoJSONin URL
fr: URL du fichier GeoJSON que vous voulez utiliser
hu: A használni kívánt GeoJSON-fájl URL-je
it: URL per il file GeoJSON che vuoi usare
ja: 使用したいGeoJSONファイルのURL
lt: GeoJSON failo, kurį norite naudoti, URL
ms: URL untuk fail GeoJSON yang anda mahu gunakan
nb: Nettlink for GeoJSON fil du vil bruke
nl: URL voor het GeoJSON bestand dat u wilt gebruiken
pl: Adres URL pliku GeoJSON, którego chcesz użyć
pt_br: URL para o arquivo GeoJSON que você deseja usar
ru: URL к файлу GeoJSON, который нужно использовать
sk: URL pre GeoJSON subory ktoré chce použiť
sl: URL za datoteko GeoJSON, ki jo želite uporabiti
sq: URL për skedarin GeoJSON që dëshiron të përdorësh
sr: URL za GeoJSON fajl koji želite da koristite
sv: URL för GeoJSON-filen du vill använda
tr: Kullanmak istediğiniz GeoJSON dosyasının URL'si
uk: URL файлу GeoJSON, який ви хочете використовувати
vi: URL đến file GeoJSON bạn muốn sử dụng
zh_hk: 您想使用的GeoJSON檔案URL

source: Like https://my-mb-server.com/maps/my-map.json
ar: مثل https://my-mb-server.com/maps/my-map.json
bg: Като https://my-mb-server.com/maps/my-map.json
ca: Per exemple https://el-meu-servidor.com/mapes/el-meu-mapa.json
de: Wie https://my-mb-server.com/maps/my-map.json
eo: yo, check this out: https://my-mb-server.com/maps/my-map.json
es: Como https://my-mb-server.com/maps/my-map.json
fa: مانند https://my-mb-server.com/maps/my-map.json
fi: Esim https://my-mb-server.com/maps/my-map.json
fr: Exemple : https://my-mb-server.com/maps/my-map.json
hu: Például: https://my-mb-server.com/maps/my-map.json
it: Come https://my-mb-server.com/maps/my-map.json
ja: 例: https://my-mb-server.com/maps/my-map.json
lt: Kaip https://my-mb-server.com/maps/my-map.json
ms: Seperti https://my-mb-server.com/maps/my-map.json
nb: Eksempel https://min-mb-tjener.no/kart/mitt-kart.json
nl: Bijvoorbeeld https://my-mb-server.com/maps/my-map.json
pl: np. https://my-mb-server.com/maps/my-map.json
pt_br: Como https://my-mb-server.com/maps/my-map.json
ru: Например, https://my-mb-server.com/maps/my-map.json
sk: Napríklad ako https://my-mb-server.com/maps/my-map.json
sl: Všeč mi je https://my-mb-server.com/maps/my-map.json
sq: Si p.sh. https://my-mb-server.com/maps/my-map.json
sr: Kao https://my-mb-server.com/maps/my-map.json
sv: Till exempel https://my-mb-server.com/maps/my-map.json
tr: Https://my-mb-server.com/maps/my-map.json gibi
uk: Наприклад, https://my-mb-server.com/maps/my-map.json
vi: Ví dụ như https://my-mb-server.com/maps/my-map.json
zh_hk: 例如 https://my-mb-server.com/maps/my-map.json

source: Refresh
ar: تحديث
bg: Обнови
ca: Refrescar
de: Aktualisieren
eo: Refresh → Hit the refresh button or just say "Refresh" as is, no cap.
es: Actualizar
fa: تازه کردن
fi: Päivitä
fr: Rafraîchir
hu: Frissítés
it: Aggiorna
ja: 更新
lt: Atnaujinti
ms: Segar semula
nb: Oppdater
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
ru: Обновить
sk: Obnoviť
sl: Osveži
sq: Rifresko
sr: Osveži
sv: Ladda om
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hk: 刷新

source: Load
ar: تحميل
bg: Зареди
ca: Carrega
de: Laden
eo: Load → big mood or just "load" if you're talking about a lot of stuff or a bunch of things, but usually people just say "load" or "big load" to sound dramatic lol
es: Carga
fa: بارگذاری
fi: Lataa
fr: Charger
hu: Betöltés
it: Carica
ja: 読み込み
lt: Užkrauti
ms: Memuatkan
nb: Last inn
nl: Laden
pl: Wczytaj
pt_br: Carregar
ru: Загрузить
sk: Načítať
sl: Obremenitev
sq: Ngarko
sr: Učitaj
sv: Ladda
tr: Yükle
uk: Завантажити
vi: Tải
zh_hk: 載入

source: Which property specifies the region’s identifier?
hu: Melyik tulajdonság határozza meg a régió azonosítóját?
lt: Kuri savybė nurodo regiono identifikatorių?
ms: Ciri manakah menentukan pengenal pasti kawasan?

source: Which property specifies the region’s display name?
hu: Melyik tulajdonság határozza meg a régió megjelenített nevét?
lt: Kuri savybė nurodo regiono rodomą vardą?
ms: Ciri manakan menentukan nama paparan kawasan?

source: Load a GeoJSON file to see a preview
ar: حمّل ملف GeoJSON لرؤية معاينة
bg: Заредете файл GeoJSON, за да видите визуализация
ca: Carregeu un fitxer GeoJSON per veure'n una mostra
de: Lade eine GeoJSON Datei, um eine Vorschau zu sehen
eo: Drop a GeoJSON file to peep a quick preview
es: Carga un archivo GeoJSON para ver una vista previa
fa: بارگذاری یک فایل GeoJSON برای دیدن یک پیش نمایش
fi: Lataa GeoJSON tiedosto esikatseluun
fr: Charger un fichier GeoJSON pour voir un aperçu
hu: Az előnézet megtekintéséhez töltsön be egy GeoJSON fájlt
it: Carica un file GeoJSON per vedere l'anteprima
ja: GeoJSONファイルを読み込むとプレビューが表示されます
lt: Kad pamatyti išankstinę peržiūrą, įkelkite GeoJSON failą
ms: Muatkan fail GeoJSON untuk melihat pratonton
nb: Last inn en GeoJSON-fil for å se en forhåndsvisning
nl: Laad een GeoJSON bestand om een voorbeeld te zien
pl: Wczytaj plik GeoJSON, aby wyświetlić podgląd
pt_br: Carregue um arquivo GeoJSON para ver uma prévia
ru: Загрузите файл GeoJSON для предварительного просмотра
sk: Na zobrazenie náhľad, načítajte GeoJSON súbor
sl: Nalaganje datoteke GeoJSON za ogled predogleda
sq: Ngarko një skedar GeoJSON për të parë një parapamje
sr: Učitaj GeoJSON fajl da biste videli pregled
sv: Ladda en GeoJSON-fil för att förhandsgranska
tr: Önizlemeyi görmek için bir GeoJSON dosyası yükleyin
uk: Завантажте файл GeoJSON, щоб побачити попередній перегляд
vi: Tải file GeoJSON để xem trước
zh_hk: 讀取一個 GeoJSON 檔案來預覽

source: Save map
ar: احفظ الخريطة
bg: Запазване на картата
ca: Desa el mapa
de: Karte speichern
eo: Save map → Tbh, just hit "save map" or "clip that map" if u wanna flex it later lol
es: Guardar mapa
fa: ذخیره نقشه
fi: Tallenna kartta
fr: Sauvegarder la carte
hu: Térkép mentése
it: Salva mappa
ja: マップを保存する
lt: Išsaugoti žemėlapį
ms: Simpan peta
nb: Lagre kart
nl: Sla kaart op
pl: Zapisz mapę
pt_br: Salvar mapa
ru: Сохранить карту
sk: Uložte mau
sl: Shrani zemljevid
sq: Ruaj hartën
sr: Sačuvaj mapu
sv: Spara karta
tr: Haritayı kaydet
uk: Зберегти карту
vi: Lưu bản đồ
zh_hk: 儲存地圖

source: Add map
ar: أضف خريطة
bg: Добавяне на карта
ca: Afegeix un mapa
de: Karte hinzufügen
eo: Add map → Drop the map or add the map, fr fr
es: Añadir mapa
fa: اضافه کردن نقشه
fi: Lisää kartta
fr: Ajouter une carte
hu: Térkép hozzáadása
it: Aggiungi mappa
ja: マップを追加する
lt: Pridėti žemėlapį
ms: Tambah peta
nb: Legg til kart
nl: Voeg kaart toe
pl: Dodaj mapę
pt_br: Adicionar mapa
ru: Добавить карту
sk: Pridajte mapu
sl: Dodajanje zemljevida
sq: Shto hartën
sr: Dodaj mapu
sv: Lägg till karta
tr: Harita ekle
uk: Додати карту
vi: Thêm bản đồ
zh_hk: 新增地圖

source: Using embedding
hu: A beágyazás használata
ms: menggunakan penyematan

source: By enabling embedding you're agreeing to the embedding license located at
hu: A beágyazás engedélyezésével elfogadja a címen található beágyazási licencet
ms: menggunakan penyematan

source: In plain English, when you embed charts or dashboards from Metabase in your own application, that application isn't subject to the Affero General Public License that covers the rest of Metabase, provided you keep the Metabase logo and the "Powered by Metabase" visible on those embeds. You should, however, read the license text linked above as that is the actual license that you will be agreeing to by enabling this feature.
hu: Egyszerűen fogalmazva, ha diagramokat vagy irányítópultokat ágyaz be a Metabase-ból a saját alkalmazásába, az alkalmazásra nem vonatkozik az Affero General Public License, amely lefedi a Metabase többi részét, feltéve, hogy láthatóan tartja a Metabase logót és a „Powered by Metabase” feliratot a beágyazásokon. Érdemes azonban elolvasni a fent hivatkozott licencszöveget, mivel ez az a tényleges licenc, amelyet a funkció engedélyezésével elfogad.
ms: Dalam bahasa Inggeris yang mudah, apabila anda menyematkan carta atau papan pemuka dari Metabase ke dalam aplikasi anda sendiri, aplikasi tersebut tidak tertakluk kepada Lesen Umum Affero yang meliputi seluruh Metabase, dengan syarat anda mengekalkan logo Metabase dan "Dikuasakan oleh Metabase" yang jelas pada penyematan tersebut. Walau bagaimanapun, anda harus membaca teks lesen yang dipautkan di atas kerana itu adalah lesen sebenar yang akan anda setujui dengan mengaktifkan ciri ini.

source: Enable
ar: تمكين
bg: Активиране
ca: Activa
de: Aktivieren
es: Permitir
fa: فعال کردن
fi: Ota käyttöön
fr: Activer
hu: Engedélyezze
it: Abilitare
ja: 有効にする
ms: Aktifkan
nb: Aktivere
nl: Inschakelen
pl: Włączać
pt_br: Habilitar
ru: Давать возможность
sk: Povoliť
sl: Omogoči
sq: Aktivizo
sr: Omogući
sv: Aktivera
tr: Olanak vermek
uk: Увімкнути
vi: Cho phép
zh_hk: 啟用

source: Premium embedding enabled
hu: Prémium beágyazás engedélyezve
ms: Penyematan premium diaktifkan

source: Enter the token you bought from the Metabase Store
hu: Adja meg a Metabase Store-ban vásárolt tokent
ms: Masukkan token yang anda beli dari kedai Metabase

source: Premium embedding lets you disable "Powered by Metabase" on your embedded dashboards and questions.
hu: A prémium beágyazás lehetővé teszi a „Powered by Metabase” letiltását a beágyazott irányítópultokon és kérdéseken.
ms: Penyematan premium membolehkan anda mematikan "Dikuasakan oleh Metabase" pada papan pemuka dan soalan yang disematkan anda

source: Buy a token
hu: Token vásárlása
ms: Beli token

source: Enter a token
hu: Token megadása
ms: Masukkan token

source: Edit Mappings
hu: Leképezések szerkesztése
ms: Sunting Pemetaan

source: Group Mappings
hu: Csoportleképezések
ms: Pemetaan Kumpulan

source: Create a mapping
hu: Leképezés létrehozása
ms: Mencipta pemetaan

source: Mappings allow Metabase to automatically add and remove users from groups based on the membership information provided by the directory server. Membership to the Admin group can be granted through mappings, but will not be automatically removed as a failsafe measure.
hu: A leképezések lehetővé teszik a Metabase számára, hogy automatikusan hozzáadjon és távolítson el felhasználókat a csoportokból az általa megadott tagsági információk alapján címtárszerver. Az Admin csoporthoz való tagság megadható hozzárendelésekkel, de a rendszer nem távolítja el automatikusan a hibabiztos intézkedés.
ms: Pemetaan membolehkan Metabase secara automatik menambah dan mengeluarkan pengguna dari kumpulan berdasarkan maklumat keahlian yang diberikan oleh pelayan direktori. Keahlian ke dalam kumpulan Pentadbir boleh diberikan melalui pemetaan, tetapi tidak akan dikeluarkan secara automatik sebagai langkah keselamatan.

source: Distinguished Name
hu: Kitüntetett név
lt: Išskirtinis vardas
ms: Nama Terhormat

source: Public Link
ar: رابط عام
bg: Обществена връзка
ca: Enllaç públic
de: Öffentlicher Link
eo: Public link = free gen z pass
es: Enlace Público
fa: لینک عمومی
fi: Julkinen linkki
fr: Lien public
hu: Publikus Link
it: Link Pubblico
ja: 公開リンク
lt: Viešoji nuoroda
ms: Pautan awam
nb: Offentlig link
nl: Publieke link
pl: Publiczny link
pt_br: Link público
ru: Публичная ссылка
sk: Verejný odkaz
sl: Javna povezava
sq: Link publik
sr: Javni link
sv: Publik länk
tr: Genel Bağlantı
uk: Публічне посилання
vi: Liên kết công khai
zh_hk: 公開連結

source: Revoke Link
ar: إلغاء الرابط
bg: Отмени връзката
ca: Eliminar l'enllaç
de: Widerrufe Link
eo: Cancel the link 🤷‍♀️
es: Eliminar Enlace
fa: لینک لغو
fi: Poista linkki
fr: Retirer le lien
hu: Link Törlése
it: Revoca Link
ja: リンクを取り消す
lt: Atšaukti nuorodą
ms: Tarik balik pautan
nb: Tilbakekall linken
nl: Trek link in
pl: Odwołaj łącze
pt_br: Revogar link
ru: Удалить ссылку
sk: Zrušiť odkaz
sl: Prekliči povezavo
sq: Revoko linkun
sr: Opozovi link
sv: Upphäv länk
tr: Bağlantıyı İptal Et
uk: Відкликати посилання
vi: Thu hồi liên kết
zh_hk: 撤銷連結

source: Disable this link?
ar: تعطيل هذا الرابط؟
bg: Да се ​​деактивира ли тази връзка?
ca: Desactivar aquest enllaç?
de: Diesen Link deaktivieren?
eo: Should I just yeet this link?
es: ¿Deshabilitar este enlace?
fa: این لینک را غیرفعال کنید؟
fi: Disabloi linkki?
fr: Désactiver ce lien ?
hu: Letiltja ezt a linket?
it: Vuoi disabilitare questo link
ja: このリンクを無効化しますか?
lt: Išjungti šią nuorodą?
ms: Matikan pautan ini?
nb: Deaktiver nettlinken?
nl: Maak de link onbruikbaar?
pl: Wyłączyć ten link?
pt_br: Desabilitar este link?
ru: Отключить эту ссылку?
sk: Vypnúť tento odkaz?
sl: Onemogočite to povezavo?
sq: Të çaktivizohet ky link?
sr: Onemogućiti ovaj link?
sv: Inaktivera denna länk?
tr: Bu bağlantıyı devre dışı bırak?
uk: Вимкнути це посилання?
vi: Vô hiệu hoá liên kết này?
zh_hk: 禁用這個連結嗎？

source: They won't work anymore, and can't be restored, but you can create new links.
ar: لن تعمل بعد الآن، ولا يمكن استعادتها، لكن يمكنك إنشاء روابط جديدة.
bg: Те вече няма да работят и не могат да бъдат възстановени, но можете да създадете нови връзки.
ca: Els enllaços ja no funcionaran, i no es poden restaurar. No obstant això podeu crear nous enllaços.
de: Sie funktionieren nicht mehr und können nicht wiederhergestellt werden, aber du kannst neue Links erstellen.
eo: They’re not gonna work anymore and can’t be fixed, but u can just make new links fr.
es: Ya no funcionarán y no se pueden restaurar, pero puedes crear nuevos enlaces.
fa: آنها دیگر کار نخواهند کرد و نمی توانند بازسازی شوند، اما شما می توانید لینک های جدید ایجاد کنید.
fi: Ne eivät toimi eikä voida palauttaa enää, mutta voit luoda uudet linkit.
fr: Ils ne fonctionneront plus, et ne seront pas restaurés, mais vous pouvez créer de nouveaux liens.
hu: A továbbiakban nem működnek, és nem is állíthatók vissza, de létrehozhat új hivatkozásokat.
it: Non funzioneranno più e non possono essere ripristinati, ma puoi creare nuovi collegamenti.
ja: 作動ならびに復元はできません。ただし新しいリンクを作成することができます。
lt: Jie nebeveiks ir negali būti atkurti, tačiau galite sukurti naujas nuorodas.
ms: Putan pautan ini tidak akan berfungsi lagi dan tidak boleh dipulihkan, tetapi anda boleh mencipta pautan baharu.
nb: De vil ikke fungere lenger, og de kan ikke tilbakekalles, men du kan lage nye nettlinker.
nl: Ze werken niet meer en kunnen niet worden hersteld, maar je kunt wel nieuwe links maken.
pl: Nie będą już działać i nie można ich odtworzyć, ale można tworzyć nowe łącza.
pt_br: Eles não funcionarão mais e não poderão ser restaurados, mas você poderá criar novos links de acesso.
ru: Они больше не работают и не могут быть восстановлены, но вы можете создать новые ссылки.
sk: Už nebudú fungovať a nebude ich možné obnoviť, ale môžete vytvoriť nové odkazy.
sl: Ne bodo več delovale in jih ni mogoče obnoviti, lahko pa ustvarite nove povezave.
sq: Nuk do të funksionojnë më dhe nuk mund të rikthehen, por mund të krijosh linke të rinj.
sr: Više neće raditi i ne mogu se vratiti, ali možeš da napraviš nove linkove.
sv: De kommer inte att fungera längre och kan inte återställas, men du kan skapa nya länkar.
tr: Artık çalışmazlar ve geri yüklenemezler, ancak yeni bağlantılar oluşturabilirsiniz.
uk: Вони більше не працюватимуть і не зможуть бути відновлені, але ви можете створити нові посилання.
vi: Nó sẽ không hoạt động nữa, và cũng không thể khôi phục, tuy nhiên bạn có thể tạo các liên kết mới.
zh_hk: 它們將不會工作了，並且不能回復，但是您能夠建立新的連結。

source: Public Dashboard Listing
hu: Nyilvános műszerfali lista
ms: Senarai papan pemuka awam

source: No dashboards have been publicly shared yet.
ar: لم تتم مشاركة أي لوحات معلومات علنًا بعد.
bg: Все още няма публични табла за управление.
ca: Encara no s'ha compartit cap quadre de comandament de forma pública.
de: Aktuell wurde noch kein Dashboard veröffentlicht.
eo: No cap, no dashboards have been posted publicly yet.
es: Aún no se ha compartido públicamente ningún cuadro de mando.
fa: هیچ داشبورد به صورت عمومی به اشتراک گذاشته نشده است.
fi: Kojelautoja ei ole jaettu julkisesti vielä.
fr: Aucun tableau de bord n'a encore été publiquement partagé.
hu: Még nincs nyilvánosan megosztva irányítópult.
it: Nessuna dashboard è stato ancora pubblicamente condivisa.
ja: 公開されたダッシュボードがまだありません
lt: Nėra viešai pasidalintų informacijos suvestinių.
ms: Tiada papan pemuka yang telah dikongsi secara awam lagi.
nb: Ingen infotavler har blitt offentlig publisert enda.
nl: Er is nog geen dashboard publiekelijk gedeeld
pl: Żadne pulpity nie zostały jeszcze publicznie udostępnione.
pt_br: Nenhum painel foi compartilhado publicamente ainda.
ru: Ни к одному из дашбордов общий доступ еще не предоставлен.
sk: Nie je zdieľaný žiaden verejný dashboard.
sl: Nobena nadzorna plošča še ni bila javno v skupni rabi.
sq: Ende s’është shpërndarë publikisht asnjë panel.
sr: Još nijedna kontrolna tabla nije javno podeljena.
sv: Inga kontrollpaneler har delats publikt ännu.
tr: Henüz hiçbir pano kullanılmadı.
uk: Жоден дашборд ще не було поширено публічно.
vi: Chưa có trang tổng quan nào được chia sẻ công khai.
zh_hk: 還沒有公開分享的資訊看板。

source: Public Card Listing
hu: Nyilvános kártyalista
ms: Senarai Kad Awam

source: No questions have been publicly shared yet.
ar: لم تتم مشاركة أي أسئلة علنًا بعد.
bg: Все още няма публично споделени въпроси.
ca: Encara no s'ha pregunta cap quadre de comandament de forma pública.
de: Es wurden noch keine Fragen veröffentlicht.
eo: No cap, no questions have been dropped publicly yet.
es: Aún no se ha compartido públicamente ninguna pregunta.
fa: هنوز هیچ سؤالی به صورت عمومی منتشر نشده است.
fi: Kysymyksiä ei vielä ole jaettu julkisesti.
fr: Aucune question n'a encore été publiquement partagée.
hu: Még nincs nyilvánosan megosztott kérdés.
it: Nessuna domanda è stato ancora pubblicamente condivisa.
ja: 公開された質問はまだありません。
lt: Nėra viešai pasidalintų klausimų.
ms: Tiada soalan yang telah dikongsi secara awam lagi.
nb: Ingen spørsmål har blitt offentlig publisert enda.
nl: Geen enkele vraag is openbaar gedeeld.
pl: Żadne pytania nie zostały jeszcze publicznie udostępnione.
pt_br: Nenhuma pergunta foi compartilhada publicamente ainda.
ru: Ни к одному запросу общий доступ еще не предоставлен.
sk: Nie sú zdieľané žiadne verejne otázky.
sl: Nobeno vprašanje še ni bilo javno objavljeno.
sq: Ende s’është shpërndarë publikisht asnjë pyetje.
sr: Još nijedno pitanje nije javno podeljeno.
sv: Inga frågor har delats publikt ännu.
tr: Henüz hiç bir soru paylaşılmadı.
uk: Жоден запит ще не було поширено публічно.
vi: Chưa có câu hỏi nào được chia sẻ không khai.
zh_hk: 還沒有公開分享任何問題。

source: Embedded Dashboard Listing
hu: Beágyazott irányítópult lista
ms: Senarai papan pemuka tersemat
