Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: starting {0} quarter from now
ar: بدءًا بعد {0} ربع من الآن
bg: започвайки от {0} тримесечие от сега
ca: a partir d'un trimestre {0} a partir d'ara
de: ab {0} Quartal ab jetzt
eo: Starting {0} quarter, like, from now, no cap
es: comenzando {0} trimestre a partir de ahora
fa: شروع از {0} سه ماهه آینده
fi: alkaen {0} neljännes tästä hetkestä
fr: à partir de {0} trimestre à partir de maintenant
it: a partire da {0} trimestre da adesso
ja: 今から {0} 四半期後
nb: starter {0} kvartal fra nå
nl: vanaf {0} kwartaal vanaf nu
pl: zaczynając za {0} kwartał od teraz
pt_br: começando daqui a {0} trimestre
ru: начиная с {0} квартала с этого момента
sk: od {0} štvrťroka
sl: od {0} četrtletja naprej
sq: duke filluar pas {0} tremujori nga tani
sr: počinje za {0} kvartal
sv: börjar {0} kvartal från och med nu
tr: {0} çeyrek sonra başlıyor
uk: починаючи через {0} квартал
vi: bắt đầu từ {0} quý kể từ bây giờ
zh_hk: 從現在開始 {0} 季

source: Previous {0} weeks
ar: الأسابيع {0} السابقة
bg: Предишни {0} седмици
ca: Setmanes anteriors {0}
de: Vorherige {0} Wochen
eo: Last {0} weeks, fr
es: {0} semanas anteriores
fa: هفته‌های قبلی {0}
fi: Edellinen {0} viikkoa
fr: {0} semaines précédentes
it: {0} settimane precedenti
ja: 過去 {0} 週間
nb: Forrige {0} uker
nl: Vorige {0} weken
pl: Poprzednie {0} tygodnie
pt_br: {0} semanas anteriores
ru: Предыдущие {0} недели
sk: Predchádzajúcich {0} týždňov
sl: Prejšnjih {0} tednov
sq: {0} javët e mëparshme
sr: Prethodnih {0} nedelja
sv: Föregående {0} veckor
tr: Önceki {0} hafta
uk: Попередні {0} тижнів
vi: Tuần trước {0}
zh_hk: 上一頁 {0} 週

source: This millisecond
ar: هذه الملّي ثانية
bg: Тази милисекунда
ca: Aquest mil·lisegon
de: Diese Millisekunde
eo: This millisecond → This like, microsecond fr fr
es: Este milisegundo
fa: این میلی ثانیه
fi: Tämä millisekunti
fr: Cette milliseconde
it: Questo millisecondo
ja: このミリ秒
nb: Dette millisekundet
nl: Deze milliseconde
pl: Ta milisekunda
pt_br: Este milissegundo
ru: Эта миллисекунда
sk: Túto milisekundu
sl: Ta milisekunda
sq: Kjo milisekondë
sr: Ova milisekunda
sv: Denna millisekund
tr: Bu milisaniye
uk: Ця мілісекунда
vi: Mili giây này
zh_hk: 此毫秒

source: Next week or this week
ar: الأسبوع التالي أو هذا الأسبوع
bg: Следващата седмица или тази седмица
ca: La setmana que ve o aquesta setmana
de: Nächste Woche oder diese Woche
eo: Either this week or next week, no cap
es: La semana que viene o esta semana
fa: هفته دیگه یا این هفته
fi: Ensi viikolla vai tällä viikolla
fr: La semaine prochaine ou cette semaine
it: La prossima settimana o questa settimana
ja: 来週か今週
nb: Neste uke eller denne uken
nl: Volgende week of deze week
pl: W przyszłym tygodniu lub w tym tygodniu
pt_br: Na próxima semana ou nesta semana
ru: На следующей неделе или на этой неделе
sk: Budúci týždeň alebo tento týždeň
sl: Naslednji teden ali ta teden
sq: Java e ardhshme ose kjo javë
sr: Sledeća nedelja ili ova nedelja
sv: Nästa vecka eller denna vecka
tr: Gelecek hafta veya bu hafta
uk: Наступний тиждень або цей тиждень
vi: Tuần tới hoặc tuần này
zh_hk: 下週或本週

source: Previous week or this week
ar: الأسبوع السابق أو هذا الأسبوع
bg: Предишната седмица или тази седмица
ca: Setmana anterior o aquesta setmana
de: Vorherige Woche oder diese Woche
eo: Last week or this week, fr.
es: Semana anterior o esta semana
fa: هفته قبل یا این هفته
fi: Edellinen viikko vai tämä viikko
fr: Semaine précédente ou cette semaine
it: Settimana precedente o questa settimana
ja: 先週または今週
nb: Forrige uke eller denne uken
nl: Vorige week of deze week
pl: Poprzedni tydzień lub ten tydzień
pt_br: Semana anterior ou esta semana
ru: Предыдущая неделя или эта неделя
sk: Minulý týždeň alebo tento týždeň
sl: Prejšnji teden ali ta teden
sq: Java e mëparshme ose kjo javë
sr: Prethodna nedelja ili ova nedelja
sv: Föregående vecka eller denna vecka
tr: Önceki hafta veya bu hafta
uk: Попередній тиждень або цей тиждень
vi: Tuần trước hoặc tuần này
zh_hk: 上週或本週

source: Previous {0} weeks or this week
ar: الأسابيع {0} السابقة أو هذا الأسبوع
bg: Предишни {0} седмици или тази седмица
ca: Setmanes anteriors {0} o aquesta setmana
de: Vorherige {0} Wochen oder diese Woche
eo: Past {0} weeks or this week, fr.
es: {0} semanas anteriores o esta semana
fa: هفته‌های قبلی {0} یا این هفته
fi: Edellinen {0} viikkoa tai tämä viikko
fr: Semaines précédentes {0} ou cette semaine
it: {0} settimane precedenti o questa settimana
ja: 過去 {0} 週間または今週
nb: Forrige {0} uker eller denne uken
nl: Vorige {0} weken of deze week
pl: Poprzednie {0} tygodnie lub ten tydzień
pt_br: {0} semanas anteriores ou esta semana
ru: Предыдущие {0} недели или эта неделя
sk: Predchádzajúce {0} týždne alebo tento týždeň
sl: Prejšnjih {0} tednov ali ta teden
sq: {0} javët e mëparshme ose kjo javë
sr: Prethodnih {0} nedelja ili ova nedelja
sv: Föregående {0} veckor eller denna vecka
tr: Önceki {0} haftalar veya bu hafta
uk: Попередні {0} тижнів або цей тиждень
vi: Tuần trước {0} hoặc tuần này
zh_hk: 上一頁 {0} 週或本週

source: Previous quarter or this quarter
ar: الربع السابق أو هذا الربع
bg: Предишно тримесечие или това тримесечие
ca: Trimestre anterior o aquest trimestre
de: Vorheriges Quartal oder dieses Quartal
eo: Last quarter or this quarter, fr fr
es: Trimestre anterior o este trimestre
fa: سه ماهه قبلی یا این سه ماهه
fi: Edellinen neljännes vai tämä neljännes
fr: Trimestre précédent ou ce trimestre
it: Trimestre precedente o questo trimestre
ja: 前四半期または今四半期
nb: Forrige kvartal eller dette kvartalet
nl: Vorig kwartaal of dit kwartaal
pl: Poprzedni kwartał lub ten kwartał
pt_br: Trimestre anterior ou este trimestre
ru: Предыдущий квартал или этот квартал
sk: Predchádzajúci štvrťrok alebo tento štvrťrok
sl: Prejšnje četrtletje ali to četrtletje
sq: Tremujori i mëparshëm ose ky tremujor
sr: Prethodni kvartal ili ovaj kvartal
sv: Föregående kvartal eller detta kvartal
tr: Önceki çeyrek veya bu çeyrek
uk: Попередній квартал або цей квартал
vi: Quý trước hoặc quý này
zh_hk: 上一季或本季

source: starting {0} day ago
ar: بدءًا قبل {0} يوم
bg: започва преди {0} ден
ca: començant fa {0} un dia
de: Beginn vor {0} Tag
eo: started {0} days ago, fr
es: comenzando hace {0} días
fa: شروع {0} روز پیش
fi: alkaen {0} päivä sitten
fr: à partir d'il y a {0} jour
it: a partire da {0} giorno fa
ja: {0} 日前から
nb: starter {0} dag siden
nl: vanaf {0} dag geleden
pl: zaczynając {0} dzień temu
pt_br: começando há {0} dia
ru: начало {0} день назад
sk: začína pred {0} dňom
sl: začenši pred {0} dnevi
sq: duke filluar {0} ditë më parë
sr: počinje pre {0} dana
sv: började för {0} dag sedan
tr: {0} gün önce başladı
uk: починаючи {0} день тому
vi: bắt đầu từ {0} ngày trước
zh_hk: 開始 {0} 天前

source: Previous millisecond
ar: الملّي ثانية السابقة
bg: Предишна милисекунда
ca: Mil·lisegon anterior
de: Vorherige Millisekunde
eo: last sec before this one
es: Milisegundo anterior
fa: میلی ثانیه قبلی
fi: Edellinen millisekunti
fr: Milliseconde précédente
it: Millisecondo precedente
ja: 前のミリ秒
nb: Forrige millisekund
nl: Vorige milliseconde
pl: Poprzednia milisekunda
pt_br: Milissegundo anterior
ru: Предыдущая миллисекунда
sk: Predchádzajúca milisekunda
sl: Prejšnja milisekunda
sq: Milisekonda e kaluar
sr: Prethodna milisekunda
sv: Föregående millisekund
tr: Önceki milisaniye
uk: Попередня мілісекунда
vi: Mili giây trước
zh_hk: 上一毫秒

source: Next {0} months or this month
ar: الأشهر {0} التالية أو هذا الشهر
bg: Следващите {0} месеца или този месец
ca: Els propers {0} mesos o aquest mes
de: Nächste {0} Monate oder diesen Monat
eo: Next {0} months or this month → Next {0} months or fr this month
es: Los próximos {0} meses o este mes
fa: ماه بعدی {0} یا این ماه
fi: Seuraavat {0} kuukautta tai tämä kuukausi
fr: Prochains {0} mois ou ce mois-ci
it: Prossimi {0} mesi o questo mese
ja: 今後 {0} か月または今月
nb: Neste {0} måneder eller denne måneden
nl: Volgende {0} maanden of deze maand
pl: Następne {0} miesięcy lub ten miesiąc
pt_br: Próximos {0} meses ou este mês
ru: Следующие {0} месяцев или этот месяц
sk: Nasledujúcich {0} mesiacov alebo tento mesiac
sl: Naslednjih {0} mesecev ali ta mesec
sq: {0} muajt e ardhshëm ose ky muaj
sr: Sledećih {0} meseci ili ovaj mesec
sv: Nästa {0} månader eller denna månad
tr: Önümüzdeki {0} ay veya bu ay
uk: Наступні {0} місяців або цей місяць
vi: {0} tháng tới hoặc tháng này
zh_hk: 下一個 {0} 月或本月

source: starting {0} minute from now
ar: بدءًا بعد {0} دقيقة من الآن
bg: започва след {0} минута
ca: a partir d'un minut {0}
de: ab {0} Minute ab jetzt
eo: starting {0} min from now, fr fr
es: comenzando {0} minuto a partir de ahora
fa: شروع از {0} دقیقه دیگر
fi: alkaen {0} minuutin kuluttua
fr: à partir de {0} minute à partir de maintenant
it: a partire da {0} minuto da adesso
ja: 今から {0} 分後
nb: starter {0} minutt fra nå
nl: vanaf {0} minuut vanaf nu
pl: zaczynając za {0} minutę od teraz
pt_br: começando daqui {0} minuto
ru: начиная с {0} минуты
sk: začína o {0} minútu
sl: začenši čez {0} minuto
sq: duke filluar pas {0} minute nga tani
sr: počinje za {0} minut
sv: börjar {0} minut från nu
tr: şu andan itibaren {0} dakika sonra başlıyor
uk: починаючи через {0} хвилину
vi: bắt đầu từ {0} phút nữa
zh_hk: 從現在開始 {0} 分鐘

source: Previous {0} milliseconds or this millisecond
ar: المللي ثانية {0} السابقة أو هذه المللي ثانية
bg: Предишни {0} милисекунди или тази милисекунда
ca: Mil·lisegons anteriors {0} o aquest mil·lisegon
de: Vorherige {0} Millisekunden oder diese Millisekunde
eo: Previous {0} ms or this ms, fr fr
es: {0} milisegundos anteriores o este milisegundo
fa: میلی‌ثانیه {0} قبلی یا این میلی‌ثانیه
fi: Edellinen {0} millisekuntia tai tämä millisekunti
fr: {0} millisecondes précédentes ou cette milliseconde
it: Millisecondi precedenti {0} o questo millisecondo
ja: 前の {0} ミリ秒またはこのミリ秒
nb: Forrige {0} millisekunder eller dette millisekundet
nl: Vorige {0} milliseconden of deze milliseconde
pl: Poprzednie {0} milisekund lub ta milisekunda
pt_br: Milissegundos anteriores {0} ou este milissegundo
ru: Предыдущие {0} миллисекунды или эта миллисекунда
sk: Predchádzajúcich {0} milisekúnd alebo tejto milisekundy
sl: Prejšnjih {0} milisekund ali te milisekunde
sq: {0} milisekondat e mëparshme ose kjo milisekondë
sr: Prethodnih {0} milisekundi ili ova milisekunda
sv: Föregående {0} millisekunder eller denna millisekund
tr: Önceki {0} milisaniye veya bu milisaniye
uk: Попередні {0} мілісекунд або ця мілісекунда
vi: Trước đó {0} mili giây hoặc mili giây này
zh_hk: 上一頁 {0} 毫秒或此毫秒

source: Next {0} minutes or this minute
ar: الدقائق {0} التالية أو هذه الدقيقة
bg: Следващите {0} минути или тази минута
ca: Els propers {0} minuts o aquest minut
de: Nächste {0} Minuten oder diese Minute
eo: Next {0} mins or this one lol
es: Los próximos {0} minutos o este minuto
fa: دقیقه بعدی {0} یا همین دقیقه
fi: Seuraavat {0} minuuttia tai tämä minuutti
fr: Prochaines {0} minutes ou cette minute
it: Prossimi {0} minuti o questo minuto
ja: 次の {0} 分または今から 1 分
nb: Neste {0} minutter eller dette minuttet
nl: Volgende {0} minuten of deze minuut
pl: Następne {0} minut lub ta minuta
pt_br: Próximos {0} minutos ou este minuto
ru: Следующие {0} минут или эта минута
sk: Nasledujúcich {0} minút alebo túto minútu
sl: Naslednjih {0} minut ali ta minuta
sq: {0} minutat e ardhshme ose kjo minutë
sr: Sledećih {0} minuta ili ovaj minut
sv: Nästa {0} minuter eller denna minut
tr: Sonraki {0} dakika veya bu dakika
uk: Наступні {0} хвилин або ця хвилина
vi: {0} phút tiếp theo hoặc phút này
zh_hk: 下一個 {0} 分鐘或這一分鐘

source: starting {0} month ago
ar: بدءًا قبل {0} شهر
bg: започва преди {0} месец
ca: començant fa {0} mesos
de: Beginn vor {0} Monaten
eo: started {0} months ago, fr
es: desde hace {0} meses
fa: شروع {0} یک ماه پیش
fi: alkaen {0} kuukausi sitten
fr: à partir de {0} il y a mois
it: iniziato {0} mese fa
ja: {0} か月前から
nb: starter {0} måned siden
nl: vanaf {0} maand geleden
pl: zaczynając {0} miesiąc temu
pt_br: começando há {0} mês
ru: начало {0} месяц назад
sk: začína pred {0} mesiacom
sl: začenši pred {0} mesecem
sq: duke filluar {0} muaj më parë
sr: počinje pre {0} meseca
sv: började för {0} månad sedan
tr: {0} ay önce başlıyor
uk: починаючи {0} місяць тому
vi: bắt đầu từ {0} tháng trước
zh_hk: 開始 {0} 個月前

source: Next year
ar: السنة التالية
bg: Догодина
ca: L'any vinent
de: Nächstes Jahr
eo: fr, next year is probs gonna be a whole vibe
es: Al año que viene
fa: سال آینده
fi: Ensi vuonna
fr: L'année prochaine
it: L'anno prossimo
ja: 来年
nb: Neste år
nl: Volgend jaar
pl: Przyszły rok
pt_br: Próximo ano
ru: В следующем году
sk: Budúci rok
sl: Naslednje leto
sq: Viti i ardhshëm
sr: Sledeća godina
sv: Nästa år
tr: Gelecek yıl
uk: Наступний рік
vi: Năm sau
zh_hk: 下一年

source: Next {0} years or this year
ar: السنوات {0} التالية أو هذه السنة
bg: Следващите {0} години или тази година
ca: Els propers {0} anys o aquest any
de: Nächste {0} Jahre oder dieses Jahr
eo: Next {0} years or this year → Next {0} yrs or this yr
es: Los próximos {0} años o este año
fa: {0} سال بعد یا امسال
fi: Seuraavat {0} vuotta tai tämä vuosi
fr: Les {0} prochaines années ou cette année
it: Prossimi {0} anni o quest'anno
ja: 今後 {0} 年または今年
nb: Neste {0} år eller i år
nl: Volgende {0} jaar of dit jaar
pl: Następne {0} lat lub ten rok
pt_br: Próximos {0} anos ou este ano
ru: Следующие {0} лет или в этом году
sk: Ďalších {0} rokov alebo tento rok
sl: Naslednjih {0} let ali letos
sq: {0} vitet e ardhshëm ose ky vit
sr: Sledećih {0} godina ili ova godina
sv: Nästa {0} år eller i år
tr: Önümüzdeki {0} yıl veya bu yıl
uk: Наступні {0} років або цей рік
vi: {0} năm tới hoặc năm nay
zh_hk: 下一個 {0} 年或今年

source: Previous hour or this hour
ar: الساعة السابقة أو هذه الساعة
bg: Предишен час или този час
ca: Hora anterior o aquesta hora
de: Vorherige Stunde oder diese Stunde
eo: Either last hour or this hour, fr fr
es: Hora anterior o esta hora
fa: ساعت قبل یا این ساعت
fi: Edellinen tunti vai tämä tunti
fr: Heure précédente ou cette heure
it: Ora precedente o quest'ora
ja: 前の時間または現在の時間
nb: Forrige time eller denne timen
nl: Vorig uur of dit uur
pl: Poprzednia godzina lub ta godzina
pt_br: Hora anterior ou esta hora
ru: Предыдущий час или этот час
sk: Predchádzajúca hodina alebo táto hodina
sl: Prejšnja ura ali ta ura
sq: Ora e mëparshme ose kjo orë
sr: Prethodni sat ili ovaj sat
sv: Föregående timme eller denna timme
tr: Önceki saat veya bu saat
uk: Попередня година або ця година
vi: Giờ trước hoặc giờ này
zh_hk: 上一小時或這一小時

source: Next {0} months
ar: الأشهر {0} التالية
bg: Следващите {0} месеца
ca: Els propers {0} mesos
de: Nächste {0} Monate
eo: Next {0} months → The upcoming {0} months, fr fr
es: Los próximos {0} meses
fa: ماه‌های بعدی {0}
fi: Seuraavat {0} kuukautta
fr: Prochains {0} mois
it: Prossimi {0} mesi
ja: 今後 {0} か月
nb: Neste {0} måneder
nl: Volgende {0} maanden
pl: Następne {0} miesięcy
pt_br: Próximos {0} meses
ru: Следующие {0} месяцев
sk: Ďalších {0} mesiacov
sl: Naslednjih {0} mesecev
sq: {0} muajt e ardhshëm
sr: Sledećih {0} meseci
sv: Nästa {0} månader
tr: Sonraki {0} ay
uk: Наступні {0} місяців
vi: {0} tháng tới
zh_hk: 下一個 {0} 月

source: Previous {0} years or this year
ar: السنوات {0} السابقة أو هذه السنة
bg: Предишни {0} години или тази година
ca: Anys anteriors {0} o aquest any
de: Vorherige {0} Jahre oder dieses Jahr
eo: Last {0} years or this year, fr fr
es: {0} años anteriores o este año
fa: سال‌های قبل {0} یا امسال
fi: Edelliset {0} vuotta tai tämä vuosi
fr: {0} années précédentes ou cette année
it: {0} anni precedenti o quest'anno
ja: 過去 {0} 年または今年
nb: Tidligere {0} år eller i år
nl: Vorige {0} jaar of dit jaar
pl: Poprzednie {0} lata lub ten rok
pt_br: Anos anteriores {0} ou este ano
ru: Предыдущие {0} года или этот год
sk: Predchádzajúcich {0} rokov alebo tento rok
sl: Prejšnjih {0} let ali letos
sq: {0} vitet e mëparshëm ose ky vit
sr: Prethodnih {0} godina ili ova godina
sv: Föregående {0} år eller i år
tr: Önceki {0} yıl veya bu yıl
uk: Попередні {0} років або цей рік
vi: {0} năm trước hoặc năm nay
zh_hk: 上一頁 {0} 年或今年

source: Next week
ar: الأسبوع التالي
bg: Следващата седмица
ca: La setmana vinent
de: Nächste Woche
eo: next week is probs gonna be lit
es: La próxima semana
fa: هفته آینده
fi: Ensi viikolla
fr: La semaine prochaine
it: La prossima settimana
ja: 来週
nb: Neste uke
nl: Volgende week
pl: Przyszły tydzień
pt_br: Próxima semana
ru: На следующей неделе
sk: Budúci týždeň
sl: Naslednji teden
sq: Java e ardhshme
sr: Sledeća nedelja
sv: Nästa vecka
tr: Gelecek hafta
uk: Наступний тиждень
vi: Tuần tới
zh_hk: 下週

source: Next month
ar: الشهر التالي
bg: Следващия месец
ca: El mes vinent
de: Nächsten Monat
eo: next month, fr
es: Mes próximo
fa: ماه آینده
fi: Ensi kuussa
fr: Mois prochain
it: Il mese prossimo
ja: 来月
nb: Neste måned
nl: Volgende maand
pl: Przyszły miesiąc
pt_br: Próximo mês
ru: В следующем месяце
sk: Budúci mesiac
sl: Naslednji mesec
sq: Muaji i ardhshëm
sr: Sledeći mesec
sv: Nästa månad
tr: Gelecek ay
uk: Наступний місяць
vi: Tháng tới
zh_hk: 下個月

source: starting {0} second ago
ar: بدءًا قبل {0} ثانية
bg: започва преди {0} секунди
ca: començant fa {0} segons
de: Beginn vor {0} Sekunden
eo: Just started {0} sec ago lol
es: comenzando hace {0} segundos
fa: شروع {0} ثانیه پیش
fi: alkaen {0} sekunti sitten
fr: il y a {0} seconde
it: iniziato {0} secondi fa
ja: {0} 秒前から
nb: starter {0} andre siden
nl: beginnend {0} seconde geleden
pl: zaczynając {0} sekundę temu
pt_br: começando há {0} segundo
ru: начало {0} секунду назад
sk: začína pred {0} sekundami
sl: začenši pred {0} sekundo
sq: duke filluar {0} sekondë më parë
sr: počinje pre {0} sekunde
sv: börjar för {0} sekunder sedan
tr: {0} saniye önce başlıyor
uk: починаючи {0} секунду тому
vi: bắt đầu {0} giây trước
zh_hk: 從 {0} 秒前開始

source: Previous {0} days
ar: الأيام {0} السابقة
bg: Предишни {0} дни
ca: Dies anteriors {0}
de: Vorherige {0} Tage
eo: Last {0} days, fr
es: Últimos {0} días
fa: روزهای قبلی {0}
fi: Edelliset {0} päivää
fr: {0} jours précédents
it: {0} giorni precedenti
ja: 過去 {0} 日
nb: Tidligere {0} dager
nl: Vorige {0} dagen
pl: Poprzednie {0} dni
pt_br: {0} dias anteriores
ru: Предыдущие {0} дней
sk: Predchádzajúcich {0} dní
sl: Prejšnjih {0} dni
sq: {0} ditët e mëparshme
sr: Prethodnih {0} dana
sv: Föregående {0} dagar
tr: Önceki {0} gün
uk: Попередні {0} днів
vi: {0} ngày trước
zh_hk: 上一個 {0} 天

source: Previous {0} years
ar: السنوات {0} السابقة
bg: Предишни {0} години
ca: Anys anteriors {0}
de: Vorherige {0} Jahre
eo: last {0} years, fr
es: {0} años anteriores
fa: سال‌های گذشته {0}
fi: Edelliset {0} vuotta
fr: {0} années précédentes
it: {0} anni precedenti
ja: 過去 {0} 年
nb: Tidligere {0} år
nl: Vorige {0} jaar
pl: Poprzednie {0} lat
pt_br: {0} anos anteriores
ru: Предыдущие {0} лет
sk: Predchádzajúcich {0} rokov
sl: Prejšnjih {0} let
sq: {0} vitet e mëparshëm
sr: Prethodnih {0} godina
sv: Föregående {0} år
tr: Önceki {0} yıl
uk: Попередні {0} років
vi: {0} năm trước
zh_hk: 上一頁 {0} 年

source: Next {0} quarters or this quarter
ar: الأرباع {0} التالية أو هذا الربع
bg: Следващите {0} тримесечия или това тримесечие
ca: Els propers {0} trimestres o aquest trimestre
de: Nächste {0} Quartale oder dieses Quartal
eo: Next {0} quarters or this quarter → Next {0} qtrs or this one, fr fr
es: Próximos {0} trimestres o este trimestre
fa: سه ماهه بعدی {0} یا این سه ماهه
fi: Seuraavat {0} neljännekset tai tämä neljännes
fr: Prochains {0} trimestres ou ce trimestre
it: Prossimi {0} trimestri o questo trimestre
ja: 次の {0} 四半期または今四半期
nb: Neste {0} kvartal eller dette kvartalet
nl: Volgende {0} kwartalen of dit kwartaal
pl: Następne {0} kwartały lub ten kwartał
pt_br: Próximos {0} trimestres ou este trimestre
ru: Следующие {0} кварталы или этот квартал
sk: Nasledujúce {0} štvrťroky alebo tento štvrťrok
sl: Naslednja {0} četrtletja ali to četrtletje
sq: {0} tremujorët e ardhshëm ose ky tremujor
sr: Sledećih {0} kvartala ili ovaj kvartal
sv: Nästa {0} kvartal eller detta kvartal
tr: Sonraki {0} çeyrek veya bu çeyrek
uk: Наступні {0} кварталів або цей квартал
vi: {0} quý tiếp theo hoặc quý này
zh_hk: 下一 {0} 季或本季

source: Next minute
ar: الدقيقة التالية
bg: Следващата минута
ca: Minut següent
de: Nächste Minute
eo: Next minute → Lowkey foreshadowing or just "next thing u know"
es: Próximo minuto
fa: دقیقه بعد
fi: Seuraava minuutti
fr: La minute suivante
it: Il minuto successivo
ja: 次の1分
nb: Neste minutt
nl: Volgende minuut
pl: Następna minuta
pt_br: Próximo minuto
ru: В следующую минуту
sk: Ďalšia minúta
sl: Naslednja minuta
sq: Minuta e ardhshme
sr: Sledeći minut
sv: Nästa minut
tr: Sonraki dakika
uk: Наступна хвилина
vi: Phút tiếp theo
zh_hk: 下一分鐘

source: Next {0} hours
ar: الساعات {0} التالية
bg: Следващите {0} часа
ca: Pròximes {0} hores
de: Nächste {0} Stunden
eo: Next {0} hours → The next {0} hrs, fr
es: Próximas {0} horas
fa: ساعت بعدی {0}
fi: Seuraavat {0} tuntia
fr: Prochaines {0} heures
it: Prossime {0} ore
ja: 次の {0} 時間
nb: Neste {0} timer
nl: Volgende {0} uur
pl: Następne {0} godzin
pt_br: Próximas {0} horas
ru: Следующие {0} часов
sk: Ďalších {0} hodín
sl: Naslednjih {0} ur
sq: {0} orët e ardhshme
sr: Sledećih {0} sati
sv: Nästa {0} timmar
tr: Sonraki {0} saat
uk: Наступні {0} годин
vi: {0} giờ tiếp theo
zh_hk: 下一個 {0} 小時

source: starting now
ar: بدءًا من الآن
bg: започвайки сега
ca: començant ara
de: ab sofort
eo: Bet, we startin' now
es: empezando ahora
fa: اکنون شروع می شود
fi: alkaa nyt
fr: à partir de maintenant
it: a partire da adesso
ja: 今から
nb: starter nå
nl: vanaf nu
pl: Zaczynając teraz
pt_br: começando agora
ru: начиная сейчас
sk: počnúc teraz
sl: začenši zdaj
sq: duke filluar tani
sr: počevši sada
sv: börjar nu
tr: şimdi başlıyor
uk: починаючи зараз
vi: bắt đầu ngay bây giờ
zh_hk: 從現在開始

source: This hour
ar: هذه الساعة
bg: Този час
ca: Aquesta hora
de: Diese Stunde
eo: this hour is lowkey vibing
es: Esta hora
fa: این ساعت
fi: Tämä tunti
fr: Cette heure
it: Quest'ora
ja: この時間
nb: Denne timen
nl: Dit uur
pl: Ta godzina
pt_br: Esta hora
ru: В этот час
sk: Túto hodinu
sl: To uro
sq: Kjo orë
sr: Ovaj sat
sv: Den här timmen
tr: Bu saat
uk: Ця година
vi: Giờ này
zh_hk: 這個小時

source: This minute
ar: هذه الدقيقة
bg: Тази минута
ca: Aquest minut
de: Diese Minute
eo: This minute → this second, fr fr
es: En este minuto
fa: این دقیقه
fi: Tämä minuutti
fr: Cette minute
it: Questo minuto
ja: この分
nb: Dette minuttet
nl: Deze minuut
pl: Ta minuta
pt_br: Este minuto
ru: В эту минуту
sk: Túto minútu
sl: To minuto
sq: Kjo minutë
sr: Ovaj minut
sv: Denna minut
tr: Bu dakika
uk: Ця хвилина
vi: Phút này
zh_hk: 這一分鐘

source: Next {0} seconds or this second
ar: الثواني {0} التالية أو هذه الثانية
bg: Следващите {0} секунди или тази секунда
ca: Els propers {0} segons o aquest segon
de: Nächste {0} Sekunden oder diese Sekunde
eo: Next {0} seconds or this sec, fr
es: Los próximos {0} segundos o este segundo
fa: ثانیه بعدی {0} یا همین ثانیه
fi: Seuraavat {0} sekuntia tai tämä sekunti
fr: Prochaines {0} secondes ou cette seconde
it: Prossimi {0} secondi o questo secondo
ja: 次の {0} 秒またはこの秒
nb: Neste {0} sekunder eller dette sekundet
nl: Volgende {0} seconden of deze seconde
pl: Następne {0} sekund lub ta sekunda
pt_br: Próximos {0} segundos ou este segundo
ru: Следующие {0} секунд или эта секунда
sk: Nasledujúcich {0} sekúnd alebo túto sekundu
sl: Naslednjih {0} sekund ali ta sekunda
sq: {0} sekondat e ardhshme ose kjo sekondë
sr: Sledećih {0} sekundi ili ova sekunda
sv: Nästa {0} sekunder eller denna sekund
tr: Sonraki {0} saniye veya bu saniye
uk: Наступні {0} секунд або ця секунда
vi: {0} giây tiếp theo hoặc giây này
zh_hk: 下一個 {0} 秒或這一秒
