Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Unable to make audit collections writable.
ar: تعذر جعل مجموعات التدقيق قابلة للكتابة.
bg: Невъзможно е да се направи така, че колекциите за одит да могат да се записват.
ca: No es poden fer d'escriptura les col·leccions d'auditoria.
de: Audit-Sammlungen können nicht beschreibbar gemacht werden.
eo: Can't make the audit collections writable fr fr
es: No se pueden escribir las colecciones de auditoría.
fa: نمی توان مجموعه های حسابرسی را قابل نوشتن کرد.
fi: Ei mahdollista tehdä tarkastuskokoelmia kirjoitettaviksi.
fr: Impossible de rendre les collections d'audit accessibles en écriture.
hu: Nem lehet írhatóvá tenni az auditgyűjteményeket.
it: Impossibile rendere scrivibili le raccolte di audit.
ja: 監査コレクションを書き込み可能にできません。
lt: Nepavyko padaryti, kad audito rinkiniai būtų įrašomi.
ms: Tidak dapat menjadikan koleksi audit boleh ditulis.
nb: Kunne ikke gjøre revisjonssamlinger skrivbare.
nl: Kan auditcollectie niet aanpasbaar maken.
pl: Nie można zapisać zbiorów audytu.
pt_br: Não é possível tornar as coleções de auditoria graváveis.
ru: Невозможно сделать коллекции аудита доступными для записи.
sk: Nie je možné zabezpečiť, aby bolo možné zapisovať zbierky auditov.
sl: Revizijskih zbirk ni mogoče zapisati.
sq: Nuk mund të bëhen të shkruajtshme koleksionet e auditit.
sr: Nije moguće učiniti audit kolekcije upisivim.
sv: Det går inte att göra revisionssamlingar skrivbara.
tr: Denetim koleksiyonları yazılabilir hale getirilemiyor.
uk: Не вдається зробити колекції аудиту доступними для запису.
vi: Không thể ghi được vào bộ sưu tập kiểm toán.
zh_hk: 無法使稽核集合可寫。

source: Error creating new SSO user
eo: Oops, new SSO user not poppin’ rn
hu: Hiba történt az új SSO-felhasználó létrehozásakor
lt: Klaida kuriant naują SSO naudotoją
ms: Ralat membuat pengguna SSO baru

source: Usage insights
hu: Használati betekintések
ms: Wawasan penggunaan

source: This is a read-only Metabase Analytics {0}.
hu: Ez egy csak olvasható Metabase Analytics {0}.
ms: Ini adalah Analisis Metabase {0} yang hanya boleh dibaca.

source: This field can't be left empty.
ar: لا يمكن ترك هذا الحقل فارغًا.
bg: Това поле не може да бъде оставено празно.
ca: Aquest camp no es pot deixar buit
de: Dieses Feld darf nicht leer bleiben.
eo: Yo, you can’t leave this field blank, fr fr
es: Este campo no puede dejarse vacío.
fa: این قسمت را نمی توان خالی گذاشت.
fi: Tämä kenttä ei voi olla tyhjä
fr: Ce champ ne peut pas être laissé vide.
hu: Ez a mező nem maradhat üresen.
it: Questo campo non può essere lasciato vuoto.
ja: この項目を空にすることはできません.
lt: Šis laukas negali būti tuščias.
ms: Medan ini tidak boleh dibiarkan kosong.
nb: Feltet kan ikke være tomt.
nl: Dit veld mag niet leeg blijven.
pl: To pole nie może pozostać puste.
pt_br: Este campo não pode ser deixado em branco.
ru: Это поле нельзя оставить пустым.
sk: Toto pole nesmie zostať prázdne.
sl: Tega polja ni mogoče pustiti praznega.
sq: Kjo fushë smund të lihet bosh.
sr: Ovo polje ne može da ostane prazno.
sv: Detta fältet kan inte vara tomt.
tr: Bu alan boş bırakılamaz.
uk: Це поле не можна залишати порожнім.
vi: Không được để trống trường này.
zh_hk: 此欄位不能為空。

source: This needs to be an "http://", "https://" or "mailto:" URL.
ar: يجب أن يكون هذا عنوان URL يبدأ بـ "http://" أو "https://" أو "mailto:".
bg: Това трябва да бъде URL адрес "http://", "https://" или "mailto:".
ca: Això ha de ser una URL "http://", "https://" o "mailto:".
de: Das muss eine "http://", "https://" oder "mailto:" URL sein.
eo: This gotta be an “http://”, “https://”, or “mailto:” link, fr fr.
es: Debe ser una URL "http://", "https://" o "mailto:".
fa: این باید یک URL "http://"، "https://" یا "mailto:" باشد.
fi: Tämän täytyy olla joko "http://", "https://" tai "mailto:" URL.
fr: Il doit s'agir d'une URL "http://", "https://" ou "mailto :".
hu: Ennek "http://", "https://" vagy "mailto:" URL-nek kell lennie.
it: Deve essere un URL "http://", "https://" o "mailto:".
ja: これは、"http://"、"https://"、または "mailto: "のURLである必要があります。
lt: Tai turi būti „http://“, „https://“ arba „mailto:“ URL.
ms: Ini perlu menjadi URL "http://", "https://" atau "mailto:".
nb: Dette må være en "http://", "https://" eller "mailto:" URL.
nl: Dit moet een "http://", "https://" of "mailto:" URL zijn.
pl: Musi to być adres URL "http://", "https://" lub "mailto:".
pt_br: Precisa ser um URL "http://", "https://" ou "mailto:".
ru: Это должен быть URL "http://", "https://" или "mailto:".
sk: Musí to byť adresa URL "http://", "https://" alebo "mailto:".
sl: To mora biti naslov URL "http://", "https://" ali "mailto:".
sq: Kjo duhet të jetë një URL "http://", "https://" ose "mailto:".
sr: Ovo mora biti "http://", "https://" ili "mailto:" URL.
sv: URLen behöver börja med "http://", "https://" eller "mailto:".
tr: Bunun bir "http://", "https://" veya "mailto:" URL'si olması gerekir.
uk: Це має бути URL з "http://", "https://" або "mailto:".
vi: URL này phải là "http://", "https://" hoặc "mailto:".
zh_hk: 這必須是 "http://"、"https://「 或 」mailto:" URL。

source: Link to Metabase help
ar: رابط إلى مساعدة Metabase
bg: Връзка към помощни материали
ca: Enllaç a l'ajuda de Metabase
de: Link zur Metabase Hilfe
eo: Here's the tea: link to Metabase help
es: Enlace a la ayuda de la metabase
fa: پیوند به راهنمای متابیس
fi: Linkki Metabase ohjeisiin
fr: Lien vers l'aide de Metabase.
hu: Link a Metabase súgóhoz
it: Collegamento alla guida di Metabase
ja: メタベース・ヘルプへのリンク
lt: Nuoroda į metabazės pagalbą
ms: Pautan ke bantuan Metabase
nb: Lenke til Metabase hjelp
nl: Link naar Metabase-help
pl: Link do pomocy Metabase
pt_br: Link para a ajuda da Metabase
ru: Ссылка на справку по Метабазе
sk: Prepojenie na nápovedu k databáze Metabase
sl: Povezava do pomoči za metabazo
sq: Link te ndihma e Metabase
sr: Link ka Metabase pomoći
sv: Länk till Metabase-hjälp
tr: Metabase yardımına bağlantı
uk: Посилання на довідку Metabase
vi: Liên kết đến trợ giúp Metabase
zh_hk: 連結至 Metabase 說明

source: Hide it
ar: أخفِه
bg: Скрий
ca: Amaga-ho
de: Verstecken
eo: Keep it on the dl
es: Escóndalo
fa: پنهانش کن
fi: Piilota
fr: Cachez-la
hu: Rejtsd el
it: Nasconderlo
ja: 隠す
lt: Paslėpk
ms: Sembunyikan
nb: Skjul
nl: Verberg het
pl: Ukryj to
pt_br: Esconder
ru: Скрыть
sk: Schovajte ho
sl: Skrij ga
sq: Fshihe
sr: Sakrij
sv: Göm
tr: Sakla onu
uk: Приховати
vi: Ẩn nó đi
zh_hk: 隱藏它

source: Go to a custom destination...
ar: اذهب إلى وجهة مخصصة...
bg: Отидете до персонализирана дестинация...
ca: Ves a una destinació personalitzada...
de: Gehe zu einem benutzerdefinierten Ziel...
eo: Head to a custom spot…
es: Ir a un destino personalizado...
fa: رفتن به مقصد سفارشی...
fi: Siirry mukautettuun kohteeseen...
fr: Aller vers une destination personnalisée...
hu: Ugrás egy egyéni célállomásra...
it: Vai a una destinazione personalizzata...
ja: カスタムの目的地へ...
lt: Eiti į pasirinktą paskirties vietą...
ms: Pergi ke destinasi khusus...
nb: Gå til en egendefinert lokasjon...
nl: Ga naar een aangepaste bestemming...
pl: Przejdź do niestandardowego miejsca docelowego...
pt_br: Ir para um destino personalizado...
ru: Перейти в выбранный пункт...
sk: Prejsť na vlastnú destináciu...
sl: Pojdi na cilj po meri ...
sq: Shko te një destinacion i personalizuar...
sr: Idi na prilagođenu destinaciju...
sv: Gå till en anpassad destination...
tr: Özel bir hedefe git...
uk: Перейти до кастомного призначення...
vi: Đi đến một điểm đến tùy chỉnh...
zh_hk: 前往自訂目的地...

source: Help link custom destination
hu: Súgó link egyéni cél
lt: Pagalba susieti pasirinktinę paskirties vietą
ms: Pautan bantuan khusus destinasi

source: Enter a URL it should go to
ar: أدخل عنوان URL الذي يجب أن ينتقل إليه
bg: Въведи URL към където да сочи връзката
ca: Entra una URL on hauria d'anar
de: Geben Sie eine URL ein, zu der es gehen soll
eo: Drop the URL, it should take you there lowkey
es: Ingresa una URL a la que debería ir
fa: یک URL که باید به آن برود وارد کنید
fi: Anna URL, johon sen tulisi mennä
fr: Saisissez une URL à laquelle il doit se rendre
hu: Adjon meg egy URL-t, ahová el kell jutnia
it: Inserite un URL a cui deve andare
ja: URLを入力してください。
lt: Įveskite URL, į kurį jis turėtų patekti
ms: Masukkan URL yang sepatutnya dituju
nb: Skriv inn en URL den skal gå til
nl: Voer een URL in waar hij naartoe moet gaan
pl: Wprowadź adres URL, na który ma przejść
pt_br: Insira um URL para o qual ele deve ir
ru: Введите URL-адрес, на который нужно перейти
sk: Zadajte adresu URL, na ktorú by sa malo prejsť
sl: Vnesite URL, na katerega naj bi bil naslovljen
sq: Shkruaj një URL ku duhet të shkojë
sr: Unesi URL na koji treba da vodi
sv: Ange en URL att navigera till
tr: Gitmesi gereken bir URL girin
uk: Введіть URL, на який це має вести
vi: Nhập một URL mà nó sẽ chuyển đến
zh_hk: 輸入 URL，它應該前往

source: Control the visibility of links to Metabase documentation and Metabase references in your instance. {0}
hu: Szabályozza a Metabase dokumentációhoz és Metabase hivatkozásokhoz vezető linkek láthatóságát az instance-ában. {0}
lt: Valdykite nuorodų į metabazės dokumentus ir metabazės nuorodas savo egzemplioriuje matomumą. {0}
ms: Kawal keterlihatan pautan ke dokumentasi Metabase dan rujukan Metabase dalam contoh anda. {0}

source: This affects all links in the product experience (outside of the admin panel) that point to Metabase.com URLs.
ar: يؤثر هذا على جميع الروابط ضمن تجربة المنتج (خارج لوحة الإدارة) التي تشير إلى عناوين URL على Metabase.com.
bg: Това засяга всички връзки в продуктовия опит (извън панела за управление), които сочат към URL адреси на Metabase.com.
ca: Això afecta tots els enllaços de l'experiència del producte (fora del tauler d'administració) que apunten a les URL de Metabase.com.
de: Dies betrifft alle Links im Produktbereich (außerhalb des Verwaltungsbereichs), die auf Metabase.com-URLs verweisen.
eo: This hits all the links in the product vibe (except the admin panel) that direct to Metabase.com URLs, fr.
es: Esto afecta a todos los enlaces en la experiencia del producto (fuera del panel de administración) que apuntan a las URL de Metabase.com.
fa: این روی همه پیوندهای موجود در تجربه محصول (خارج از پنل مدیریت) که به URL های Metabase.com اشاره می کنند تأثیر می گذارد.
fi: Tämä vaikuttaa kaikkiin näkyviin Metabase.com -linkkeihin (paitsi hallintopaneelissa)
fr: Ceci affecte tous les liens dans l'expérience produit (en dehors du panneau d'administration) qui pointent vers les URL de Metabase.com.
hu: Ez érinti a termékélményben (az adminisztrációs panelen kívül) található összes olyan hivatkozást, amely a Metabase.com URL-ekre mutat.
it: Ciò riguarda tutti i link nell'esperienza del prodotto (al di fuori del pannello di amministrazione) che puntano agli URL di Metabase.com.
ja: これは、Metabase.comのURLを指す製品エクスペリエンス（管理パネル以外）のすべてのリンクに影響します。
lt: Tai turi įtakos visoms produkto naudojimo nuorodoms (už administratoriaus skydelio ribų), kurios nukreipia į Metabase.com URL.
ms: Ini menjejaskan semua pautan dalam pengalaman produk (di luar panel pentadbir) yang mengarah ke URL Metabase.com.
nb: Dette påvirker alle lenker i produktopplevelsen (utenfor admin-panelet) som peker til Metabase.com sine URLer.
nl: Dit heeft invloed op alle links in de productervaring (buiten het beheerpaneel) die verwijzen naar URL's van Metabase.com.
pl: Ma to wpływ na wszystkie linki w interfejsie produktu (poza panelem administracyjnym), które wskazują na adresy URL Metabase.com.
pt_br: Isso afeta todos os links na experiência do produto (fora do painel de administração) que apontam para URLs do Metabase.com.
ru: Это касается всех ссылок на продукт (вне панели администратора), которые указывают на URL-адреса Metabase.com.
sk: To sa týka všetkých odkazov v prostredí produktov (mimo panela administrátora), ktoré odkazujú na adresy URL Metabase.com.
sl: To vpliva na vse povezave v izkušnji izdelka (zunaj skrbniške plošče), ki kažejo na Metabase.com URL-je.
sq: Kjo prek të gjitha linket në përvojën e produktit (jashtë Panelit të administratorit) që tregojnë te URL-të Metabase.com.
sr: Ovo utiče na sve linkove u proizvodu (van administratorskog panela) koji vode na Metabase.com URL-ove.
sv: Detta påverkar alla länkar (utom i adminpanelen) som pekar på Metabase.com-adresser.
tr: Bu, ürün deneyiminde (yönetici paneli dışında) Metabase.com URL'lerine işaret eden tüm bağlantıları etkiler.
uk: Це впливає на всі посилання в інтерфейсі продукту (поза адмінпанеллю), які ведуть на URL Metabase.com.
vi: Điều này ảnh hưởng đến tất cả các liên kết trong trải nghiệm sản phẩm (bên ngoài bảng quản trị) trỏ đến URL Metabase.com.
zh_hk: 這會影響產品體驗中指向 Metabase.com URL 的所有連結（在管理面板之外）。

source: When hidden, your users will lose the ability to troubleshoot and learn how to use features such as the Query and SQL Editors, among others.
ar: عند الإخفاء، سيفقد المستخدمون القدرة على استكشاف الأخطاء وإصلاحها وتعلّم كيفية استخدام ميزات مثل محررَي الاستعلام وSQL، وغيرها.
bg: Когато е скрит, потребителите ви губят възможността да отстраняват проблеми и да се учат как да използват функции като редакторите Query и SQL, наред с други.
ca: Quan s'oculten, els usuaris perdran la capacitat de resoldre problemes i aprendre a utilitzar funcions com ara els editors de consultes i SQL, entre d'altres.
de: Wenn sie ausgeblendet sind, können Ihre Benutzer keine Fehlerbehebung durchführen und die Verwendung von Funktionen wie dem Abfrage- und dem SQL-Editor nicht erlernen.
eo: When hidden, your users are gonna be totally lost and won’t know how to troubleshoot or figure out features like the Query and SQL Editors, fr fr.
es: Cuando estén ocultos, sus usuarios perderán la capacidad de solucionar problemas y aprender a utilizar funciones como los editores de consultas y SQL, entre otras.
fa: وقتی مخفی شود، کاربران شما توانایی عیب یابی و یادگیری نحوه استفاده از ویژگی هایی مانند Query و SQL Editors را از دست خواهند داد.
fi: Piilotettuna käyttäjäsi menettävät mm. vianmääritys- ja oppimismahdollisuuden eri ominaisuuksien käyttöön, kuten kysely- ja SQL-editorit.
fr: Lorsqu'ils sont cachés, vos utilisateurs perdent la possibilité de dépanner et d'apprendre à utiliser des fonctionnalités telles que les éditeurs de requêtes et de code SQL, entre autres.
hu: Ha elrejti, a felhasználók elveszítik a hibaelhárítási képességüket, és eltanulják, hogyan kell használni többek között a Lekérdezés- és SQL-szerkesztőket.
it: Se nascosti, gli utenti perderanno la possibilità di risolvere i problemi e di imparare a usare funzioni come gli editor Query e SQL, tra le altre.
ja: 非表示にすると、ユーザーはトラブルシューティングを行ったり、クエリやSQLエディタなどの機能の使い方を学んだりすることができなくなります。
lt: Paslėpę naudotojai praras galimybę šalinti triktis ir išmokti naudotis tokiomis funkcijomis kaip užklausų ir SQL redaktoriai ir kt.
ms: Apabila tersembunyi, pengguna anda akan kehilangan keupayaan untuk menyelesaikan masalah dan mempelajari cara menggunakan ciri seperti Penyunting Query dan SQL, antara lain.
nb: Når skjult, vil dine brukere miste muligheten til å feilsøke og lære hvordan man benytter muligheter som blant annet Query og SQL Editor.
nl: Als deze verborgen zijn, kunnen uw gebruikers geen problemen meer oplossen en functies zoals de Query- en SQL-editor niet meer leren gebruiken.
pl: Po ukryciu użytkownicy stracą możliwość rozwiązywania problemów i uczenia się korzystania z funkcji, takich jak między innymi edytory zapytań i SQL.
pt_br: Quando ocultos, os usuários perderão a capacidade de solucionar problemas e aprender a usar recursos como o Query e o SQL Editors, entre outros.
ru: Если они будут скрыты, ваши пользователи потеряют возможность устранять неполадки и учиться использовать такие функции, как редакторы запросов и SQL, а также другие.
sk: Ak je skrytý, používatelia stratia možnosť riešiť problémy a naučiť sa používať funkcie, ako sú okrem iného editory dotazov a SQL.
sl: Ko bodo skriti, bodo uporabniki izgubili možnost odpravljanja težav in se naučili uporabljati funkcije, kot so urejevalniki poizvedb in SQL.
sq: Kur fshihen, përdoruesit tuaj do të humbasin mundësinë për të bërë troubleshooting dhe për të mësuar si të përdorin veçori si Editorët e Pyetjeve dhe SQL, ndër të tjera.
sr: Kada je sakriveno, vaši korisnici će izgubiti mogućnost da rešavaju probleme i nauče kako da koriste funkcije kao što su Query i SQL editori, između ostalog.
sv: Om dold så kommer personer inte kunna felsök eller lära sig om funktioner såsom fråge- och SQL-redigeraren med flera.
tr: Gizlendiğinde, kullanıcılarınız diğerlerinin yanı sıra Sorgu ve SQL Düzenleyicileri gibi özellikleri nasıl kullanacaklarını öğrenme ve sorun giderme becerilerini kaybedeceklerdir.
uk: Якщо приховати, ваші користувачі втратять можливість знаходити й усувати проблеми та навчатися користуватися такими фічами, як редактори запитів і SQL, серед інших.
vi: Khi ẩn, người dùng của bạn sẽ mất khả năng khắc phục sự cố và tìm hiểu cách sử dụng các tính năng như Trình soạn thảo truy vấn và SQL, cùng nhiều tính năng khác.
zh_hk: 隱藏時，您的使用者將失去排除故障和學習如何使用查詢和 SQL 編輯器等功能的能力。

source: You might also want to customize the Application Name setting.
ar: قد ترغب أيضًا في تخصيص إعداد اسم التطبيق.
bg: Може също така да искате да персонализирате настройката Име на приложението.
ca: És possible que també vulgueu personalitzar la configuració del nom de l'aplicació.
de: Möglicherweise möchten Sie auch die Einstellung für den Anwendungsnamen anpassen.
eo: You might also wanna tweak the Application Name setting, fr fr.
es: Es posible que también quieras personalizar la configuración del Nombre de la aplicación.
fa: همچنین ممکن است بخواهید تنظیمات نام برنامه را سفارشی کنید.
fi: Voit haluta kustomoida applikaation nimiasetuksia
fr: Vous pouvez également personnaliser le paramètre Nom de l'application.
hu: Érdemes lehet az Alkalmazásnév beállítást is testre szabni.
it: Si potrebbe anche voler personalizzare l'impostazione Nome applicazione.
ja: また、アプリケーション名の設定をカスタマイズすることもできます。
lt: Taip pat galbūt norėsite tinkinti programos pavadinimo nustatymą.
ms: Anda mungkin juga ingin menyesuaikan tetapan Nama Aplikasi.
nb: Du vil kanskje også endre innstillingen for Applikasjonsnavn.
nl: Mogelijk wilt u ook de instelling Application Name aanpassen.
pl: Warto również dostosować ustawienie Nazwa aplikacji.
pt_br: Talvez você também queira personalizar a configuração do Nome do aplicativo.
ru: Возможно, вы также захотите настроить параметр "Имя приложения".
sk: Možno budete chcieť prispôsobiť aj nastavenie Názov aplikácie.
sl: Morda boste želeli prilagoditi tudi nastavitev Ime aplikacije.
sq: Mund të dëshirosh gjithashtu të personalizosh cilësimin e Emrit të Aplikacionit.
sr: Možda ćete želeti i da prilagodite podešavanje Application Name.
sv: Du vill eventuellt anpassa inställningen för applikationens namn.
tr: Uygulama Adı ayarını da özelleştirmek isteyebilirsiniz.
uk: Можливо, ви також захочете налаштувати параметр "Application Name".
vi: Bạn cũng có thể muốn tùy chỉnh cài đặt Tên ứng dụng.
zh_hk: 您可能還想要自訂應用程式名稱設定。

source: API Key
bg: Ключ за API
ca: Clau API
de: API Schlüssel
eo: API Key → API pass or API code
es: Clave API
fa: کلید API
fi: API-avain
fr: Clé API
hu: API kulcs
it: Chiave API
ja: API キー
lt: API raktas
ms: Kunci API
nb: API-nøkler
nl: API-sleutel
pl: Klucz API
pt_br: Chave da API
ru: API ключ
sk: Kľúč API
sl: API ključ
sq: Çelës API
sr: API ključ
sv: API-nyckel
tr: API Anahtarı
uk: Ключ API
vi: Khóa API
zh_hk: API 金鑰

source: Manage API keys
hu: API-kulcsok kezelése
lt: Tvarkyti API raktus
ms: Uruskunci API

source: tables
ar: جداول
bg: маси
ca: taules
de: Tabellen
eo: Tables → "Tabels" (or just keep it as "tables" since it's pretty neutral, but if you wanna make it more slangy, maybe "tablez")
es: tablas
fa: جداول
fi: taulut
hu: táblák
it: tabelle
ja: テーブル
lt: lenteles
ms: jadual-jadual
nb: tabeller
nl: tabellen
pl: tabel
pt_br: tabelas
ru: таблицы
sk: tabuľky
sl: Tabele
sq: tabela
sr: tabele
sv: tabeller
tr: tablolar
uk: таблиці
vi: các bảng
zh_hk: 表格

source: schema
ar: مخطط
bg: схема
ca: esquema
eo: Schema → Big brain energy / master plan
es: esquema
fa: طرحواره
fi: skeema
fr: schéma
hu: séma
ja: スキーマ
ms: skema
nb: skjema
pl: schemat
pt_br: esquema
ru: схема
sk: schéma
sl: Sheme
sq: skemë
sr: šema
tr: Şema
uk: схема
vi: sơ đồ
zh_hk: 示意圖

source: schemas
ar: مخططات
bg: схеми
ca: esquemes
de: Schemata
eo: Schemas → brain vibes or mental playlists
es: esquemas
fa: طرح ها
fi: schemat
fr: schémas
hu: sémák
it: schemi
ja: スキーマ
lt: schemos
ms: skema-skema
nb: skjema
pl: schematy
pt_br: esquemas
ru: схемы
sk: schéma
sl: Sheme
sq: skema
sr: šeme
sv: scheman
tr: şemalar
uk: схеми
vi: các schema
zh_hk: 資料表結構

source: entity
ar: كيان
bg: субект
ca: entitat
de: Entität
eo: entity → vibe or thingy
es: entidad
fa: موجودیت
fi: entiteetti
fr: entité
hu: entitás
it: entità
ja: エンティティ
lt: subjektas
ms: entiti
nb: entitet
nl: entiteit
pl: podmiot
pt_br: entidade
ru: сущность
sk: subjekt
sl: entiteta
sq: entitet
sr: entitet
sv: entitet
tr: varlık
uk: сутність
vi: thực thể
zh_hk: 實體

source: entities
ar: كيانات
bg: субекти
ca: entitats
de: Entitäten
eo: entities → fr fr, just "entities" as is, no cap
es: entidades
fa: نهادها
fi: entiteetit
fr: entités
hu: entitások
it: entità
ja: エンティティ
lt: subjektai
ms: entiti-entiti
nb: entiteter
nl: entiteiten
pl: podmioty
pt_br: entidades
ru: сущности
sk: subjekty
sl: Subjekti
sq: entitete
sr: entiteti
sv: entiteter
tr: varlıklar
uk: сутності
vi: các thực thể
zh_hk: 實體

source: Change access to this database to granular?
hu: Módosítsa az adatbázishoz való hozzáférést részletesre?
ms: Tukar akses kepada pangkalan data ini kepada granular?

source: Just letting you know that changing the permission setting on this {0} will also update the database permission setting to “Granular” to reflect that some of the database’s {1} have different permission settings.
hu: Tájékoztatjuk, hogy a(z) {0} engedélybeállításának módosítása az adatbázis-engedélybeállítást is „Részletesre” frissíti, ami azt tükrözi, hogy az adatbázis némelyike ({1}) eltérő engedélybeállításokkal rendelkezik.
ms: Hanya memberitahu anda bahawa mengubah tetapan kebenaran pada {0} ini juga akan mengemas kini tetapan kebenaran pangkalan data kepada “Granular” untuk mencerminkan bahawa beberapa {1} pangkalan data mempunyai tetapan kebenaran yang berbeza.

source: The email you use for your {0} account
ar: البريد الإلكتروني الذي تستخدمه لحسابك في {0}
bg: Имейлът, който използвате за акаунта си в {0}
ca: El correu electrònic que feu servir per al vostre compte de {0}
de: Die E-Mail, die Sie für Ihr {0} Konto verwenden
eo: The email you slaps for your {0} account
es: El correo electrónico que utilizas para tu cuenta {0}
fa: ایمیلی که برای حساب {0} خود استفاده می کنید
fi: Email, jota käytät tilissäsi {0}
fr: L'email que vous utilisez pour votre compte {0}
hu: Az e-mail, amelyet a(z) {0} fiókjához használ
it: L'e-mail utilizzata per l'account {0}
ja: {0}アカウントで使用するEメール
lt: El. pašto adresas, kurį naudojate savo {0} paskyroje
ms: Emel yang anda gunakan untuk akaun {0} anda
nb: Epostadressen til din {0}-konto
nl: Het e-mailadres dat u gebruikt voor uw {0} account
pl: Adres e-mail używany dla konta {0}
pt_br: O e-mail que você usa para sua conta {0}
ru: Электронная почта, которую вы используете для своей учетной записи {0} .
sk: E-mail, ktorý používate pre svoje konto {0}
sl: E-poštni naslov, ki ga uporabljate za račun {0}
sq: Email-i që përdor për llogarinë tënde {0}
sr: Email koji koristite za {0} nalog
sv: Epostadressen för ditt {0}-konto
tr: {0} hesabınız için kullandığınız e-posta
uk: Електронна пошта, яку ви використовуєте для акаунта {0}
vi: Email bạn sử dụng cho tài khoản {0} của mình
zh_hk: 您用於 {0} 帳戶的電子郵件

source: Uploads CSVs to {0}
hu: CSV fájlok feltöltése ide: {0}
ms: Muat naik CSV ke {0}
