Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: To manage your billing preferences, please email
ar: لإدارة تفضيلات الفوترة الخاصة بك، يرجى مراسلة
bg: За да управлявате вашите предпочитания за фактуриране, моля, изпратете имейл на
ca: Per gestionar les vostres preferències de facturació, envieu un correu electrònic a
de: Um Ihre Abrechnungseinstellungen zu verwalten, senden Sie bitte eine E-Mail
es: Para gestionar sus preferencias de facturación, envíe un correo electrónico a
fa: برای مدیریت تنظیمات برگزیده صورتحساب، لطفاً ایمیل بزنید
fi: Jotta voit hallita laskutusasetuksiasi, lähetä sähköpostia osoitteeseen
fr: Pour modifier vos préférences en matière de facturation, veuillez envoyer un courriel à l'adresse suivante
hu: A számlázási beállítások kezeléséhez kérjük, küldjön e-mailt a következő címre:
it: Per gestire le preferenze di fatturazione, inviare un'e-mail a
ja: 課金設定を管理するには、Eメールにてご連絡ください。
lt: Norėdami tvarkyti atsiskaitymo nuostatas, rašykite el. paštu
ms: Untuk menguruskan pilihan pengebilan anda, sila e-mel
nb: For å administrere faktureringspreferansene dine, vennligst send en e-post til
nl: Om uw factureringsvoorkeuren te beheren, stuur een e-mail
pl: Aby zarządzać preferencjami rozliczeniowymi, wyślij wiadomość e-mail na adres
pt_br: Para gerenciar suas preferências de cobrança, envie um e-mail para
ru: Чтобы изменить свои предпочтения по выставлению счетов, пожалуйста, отправьте сообщение по электронной почте
sk: Ak chcete spravovať svoje fakturačné preferencie, pošlite e-mail
sl: Če želite upravljati nastavitve obračunavanja, pošljite e-pošto
sq: PEr tE menaxhuar preferencat e faturimit, tE lutem dErgo email nE
sr: Da biste upravljali svojim podešavanjima fakturisanja, pošaljite email na
sv: För att hantera dina fakturapreferenser, vänligen skicka e-post till
tr: Fatura tercihlerinizi yönetmek için lütfen e-posta gönderin
uk: Щоб керувати налаштуваннями білінгу, надішліть листа на
vi: Để quản lý tùy chọn thanh toán của bạn, vui lòng gửi email
zh_hk: 如果要管理你的帳單偏好，請發送電子郵件

source: Monitoring access
ar: إتاحة الوصول إلى المراقبة
bg: Мониторинг на достъпа
ca: Supervisar l'accés
de: Zugriffsüberwachung
eo: Keeping tabs on who’s in, fr.
es: Monitoreo del acceso
fa: نظارت بر دسترسی
fi: Valvonta pääsy
fr: Contrôle de l'accès
hu: Hozzáférés figyelés
it: Monitoraggio dell'accesso
ja: アクセスの監視
lt: Prieigos stebėjimas
ms: Memantau akses
nb: Overvåking av tilgang
nl: Toegangsmonitoring
pl: Monitorowanie dostępu
pt_br: Monitoramento do acesso
ru: Мониторинг доступа
sk: Monitorovanie prístupu
sl: Spremljanje dostopa
sq: Akses për monitorim
sr: Pristup monitoringu
sv: Övervakning
tr: Erişimin izlenmesi
uk: Доступ до моніторингу
vi: Giám sát truy cập
zh_hk: 監控訪問

source: Are you sure you want to delete this row?
ar: هل أنت متأكد أنك تريد حذف هذا الصف؟
bg: Сигурни ли сте, че искате да изтриете този ред?
ca: Esteu segurs que voleu esborrar aquesta fila?
de: Sind Sie sicher, dass Sie diese Zeile löschen möchten?
eo: Are you legit about deleting this row?
es: ¿Estás seguro de que quieres borrar esta fila?
fa: آیا مطمئن هستید که می خواهید این ردیف را حذف کنید؟
fi: Oletko varma, että haluat poistaa tämän rivin?
fr: Êtes-vous sûr de vouloir supprimer cette ligne ?
hu: Biztosan törölni szeretné ezt a sort?
it: È sicuro di voler eliminare questa riga?
ja: 本当にこの行を削除しますか?
lt: Ar tikrai norite ištrinti šią eilutę?
ms: Adakah anda pasti mahu memadamkan baris ini?
nb: Er du sikker på at du vil slette denne raden?
nl: Weet u zeker dat u deze rij wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten wiersz?
pt_br: Tem certeza de que deseja excluir esta linha?
ru: Вы уверены, что хотите удалить этот ряд?
sk: Ste si istí, že chcete odstrániť tento riadok?
sl: Ali ste prepričani, da želite izbrisati to vrstico?
sq: Jeni i sigurt që doni ta fshini këtë rresht?
sr: Da li si siguran/na da želiš da obrišeš ovaj red?
sv: Är du säker på att du vill ta bort den här raden?
tr: Bu satırı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей рядок?
vi: Bạn có chắc chắn muốn xóa hàng này không?
zh_hk: 是否確認要刪除此行？

source: Delete forever
ar: احذف نهائيًا
bg: Изтрий завинаги
ca: Esborrar per sempre
de: Für immer löschen
eo: Bye, Felicia forever lol
es: Borrar para siempre
fa: برای همیشه حذف کنید
fi: Poista ikuisesti
fr: Supprimer pour toujours
hu: Törlés véglegesen
it: Cancellare per sempre
ja: 永遠に削除
lt: Ištrinti visam laikui
ms: Padamkan selamanya
nb: Slett for alltid
nl: Voor altijd verwijderen
pl: Usuń na zawsze
pt_br: Excluir para sempre
ru: Удалить навсегда
sk: Vymazať navždy
sl: Izbriši za vedno
sq: Fshije përgjithmonë
sr: Obriši zauvek
sv: Radera för alltid
tr: Sonsuza kadar silin
uk: Видалити назавжди
vi: Xóa vĩnh viễn
zh_hk: 永久刪除

source: This will permanently delete the row. There’s no undoing this, so please be sure.
ar: سيؤدي ذلك إلى حذف الصف نهائيًا. لا يوجد تراجع عن ذلك، لذا يرجى التأكد.
bg: Това ще изтрие реда завинаги. Няма връщане назад, така че бъдете сигурни.
ca: Això eliminarà permanentment la fila. No hi ha desfer, així que si us plau, estigueu segurs.
de: Dadurch wird die Zeile dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden, also seien Sie sich sicher.
eo: This will totally delete the row forever, no cap. You can’t undo this, so pls be sure fr.
es: Esto borrará permanentemente la fila. No se puede deshacer esto, así que por favor asegúrese.
fa: با این کار ردیف برای همیشه حذف می شود. امکان لغو این کار وجود ندارد، پس لطفاً مطمئن باشید.
fi: Tämä poistaa rivin pysyvästi. Tätä ei voi perua, joten ole varma.
fr: Cette opération supprimera définitivement la ligne. Il n'est pas possible d'annuler cette opération, il faut donc s'en assurer.
hu: Ezzel véglegesen törli a sort. Ez nem visszavonható, kérjük, legyen biztos benne.
it: Questo eliminerà definitivamente la riga. Non è possibile annullare l'operazione, quindi è bene accertarsene.
ja: これでその行は永久に削除されます。元に戻すことはできませんので、ご注意ください。
lt: Tai visam laikui ištrins eilutę. To negalima anuliuoti, todėl būkite tikri.
ms: Ini akan memadamkan baris tersebut secara kekal. Tiada pembatalan untuk ini, jadi sila pastikan.
nb: Dette vil slette raden permanent. Dette kan ikke angres, så vær sikker.
nl: Hiermee wordt de rij permanent verwijderd. Dit kan niet ongedaan worden gemaakt, dus wees alstublieft zeker.
pl: Spowoduje to trwałe usunięcie wiersza. Nie można tego cofnąć, więc upewnij się.
pt_br: Isso excluirá a linha permanentemente. Não há como desfazer isso, então, certifique-se.
ru: Это приведет к окончательному удалению строки. Отменить это невозможно, поэтому будьте уверены.
sk: Tým sa riadok natrvalo odstráni. Tento krok sa nedá vrátiť späť, preto sa uistite.
sl: S tem boste trajno izbrisali vrstico. Tega ni mogoče razveljaviti, zato bodite prepričani.
sq: Kjo do ta fshijë përgjithmonë rreshtin. Nuk ka zhbërje, ndaj ju lutemi sigurohuni.
sr: Ovo će trajno obrisati red. Ne može se poništiti, zato budi siguran/na.
sv: Detta kommer att ta bort raden permanent. Det går inte att ångra, så var säker.
tr: Bu, satırı kalıcı olarak silecektir. Bunu geri almak mümkün değildir, bu yüzden lütfen emin olun.
uk: Це назавжди видалить рядок. Скасувати неможливо, тож переконайтеся, що ви впевнені.
vi: Thao tác này sẽ xóa vĩnh viễn hàng đó. Không có cách nào hoàn tác thao tác này, vì vậy hãy chắc chắn.
zh_hk: 這將永久刪除該行。無法撤銷，因此請確認。

source: Add an attribute
ar: أضِف سمة
bg: Добавяне на атрибут
ca: Afegeix un atribut
de: Attribut hinzufügen
eo: Drop an attribute
es: Añadir un atributo
fa: یک ویژگی اضافه کنید
fi: Lisää ominaisuus
fr: Ajouter un attribut
hu: Attribútum hozzáadása
it: Aggiungere un attributo
ja: 属性を追加する
lt: Pridėti atributą
ms: Tambah atribut
nb: Legg til et attributt
nl: Attribuut toevoegen
pl: Dodaj atrybut
pt_br: Adicionar um atributo
ru: Добавить атрибут
sk: Pridanie atribútu
sl: Dodajanje atributa
sq: Shto një atribut
sr: Dodaj atribut
sv: Lägg till attribut
tr: Öznitelik ekleme
uk: Додайте атрибут
vi: Thêm một thuộc tính
zh_hk: 添加屬性

source: Customize Homepage
eo: Make your homepage vibe check
hu: A kezdőlap testreszabása
lt: Tinkinti pagrindinį puslapį
ms: Sesuaikan Halaman Utama

source: Like January 2016
ar: مثل يناير 2016
bg: Подобно на 2016 януари
ca: Per exemple: 2016 de Gener
de: Wie Januar 2016
eo: like Jan 2016, fr fr
es: Como 2016 de Enero
fa: مانند ژانویه 2016
fi: Kuten tammikuu 2016
fr: Comme en janvier 2016
hu: Mint 2016 január
it: Come Gennaio 2016
ja: 2016年1月
lt: Kaip 2016 sausio mėn
ms: Seperti Januari 2016
nb: Som 2016 Januar
nl: Zoals januari 2016
pl: Jak w styczniu 2016 r.
pt_br: Como janeiro de 2016
ru: Как в январе 2016 года
sk: Napr. Január 2016
sl: Kot januarja 2016
sq: Si janar 2016
sr: Kao januar 2016
sv: Till exempel januari 2016
tr: Ocak 2016 gibi
uk: Наприклад, січень 2016
vi: Như 2016 tháng Một
zh_hk: 比如一月2016

source: Like Q1 2016
ar: مثل Q1 2016
bg: Подобно на 2016 Т1
ca: Com el primer trimestre de 2016
de: Wie Q1 2016
eo: Like, Q1 2016 is so vintage lol
es: Como Q1 2016
fa: مانند سه ماهه اول 2016
fi: Kuten Q1 2016
fr: Comme au premier trimestre 2016
hu: Mint 2016 első negyedéve
it: Come il 1° trimestre 2016
ja: 2016年第1四半期と同様
lt: Kaip ir 2016 m. I ketvirtis
ms: Seperti Q1 2016
nb: Som Q1 2016
nl: Zoals Q1 2016
pl: Jak w 1. kwartale 2016 r.
pt_br: Como primeiro trimestre de 2016
ru: Как в 1 квартале 2016 г.
sk: Ako v 1. štvrťroku 2016
sl: Tako kot Q1 2016
sq: Si T1 2016
sr: Kao Q1 2016
sv: Till exempel Q1 2016
tr: 2016 1. Çeyrek gibi
uk: Наприклад, К1 2016
vi: Giống như Q1 2016
zh_hk: 比如第一季2016

source: Regenerate JWT signing key?
ar: هل تريد إعادة توليد مفتاح توقيع JWT؟
bg: Регениране на ключа за подписване на JWT?
ca: Regenerar la clau de signatura JWT?
de: JWT-Signaturschlüssel regenerieren?
eo: Should I just regen the JWT sign key?
es: ¿Regenerar la clave de firma JWT?
fa: کلید امضای JWT بازسازی شود؟
fi: Uudista JWT:n allekirjoitusavain?
fr: Régénérer la clé de signature JWT ?
hu: Újragenerálja a JWT aláíró kulcsot?
it: Rigenerare la chiave di firma JWT?
ja: JWT署名キーを再生成するか?
lt: Iš naujo generuoti JWT pasirašymo raktą?
ms: Hasilkan semula kunci tandatangan JWT?
nb: Regenerere JWT-signeringsnøkkel?
nl: JWT-handtekeningsleutel opnieuw genereren?
pl: Ponownie wygenerować klucz podpisujący JWT?
pt_br: Gerar novamente a chave de assinatura JWT?
ru: Регенерировать ключ подписи JWT?
sk: Regenerovať podpisový kľúč JWT?
sl: Znova ustvari podpisni ključ JWT?
sq: Të rigjenerohet çelësi i nënshkrimit JWT?
sr: Ponovo generisati JWT ključ za potpisivanje?
sv: Genererara om JWT-signeringsnyckel?
tr: JWT imzalama anahtarını yeniden oluştur?
uk: Згенерувати ключ підпису JWT заново?
vi: Tạo lại khóa ký JWT?
zh_hk: 重新生成JWT簽名密鑰？

source: This will cause existing tokens to stop working until the identity provider is updated with the new key.
ar: سيؤدي هذا إلى توقف التوكنات الحالية عن العمل إلى أن يتم تحديث موفر الهوية بالمفتاح الجديد.
bg: Това ще доведе до спиране на работата на съществуващите токени, докато доставчикът на идентичност не бъде актуализиран с новия ключ.
ca: Això provocarà que els tokens existents deixin de funcionar fins que el proveïdor d'identitat s'actualitzi amb la nova clau.
de: Dies führt dazu, dass bestehende Token nicht mehr funktionieren, bis der Identitätsanbieter mit dem neuen Schlüssel aktualisiert wird.
eo: This gonna make the current tokens just stop workin’ until the identity provider gets the new key, fr.
es: Esto hará que los token existentes dejen de funcionar hasta que el proveedor de identidad se actualice con la nueva clave.
fa: این باعث می‌شود که توکن‌های موجود تا زمانی که ارائه‌دهنده هویت با کلید جدید به‌روزرسانی نشود، کار نمی‌کنند.
fi: Tämä aiheuttaa nykyisten tunnisteiden lakkaamisen toimimasta, kunnes tunnistepalvelu päivitetään uudella avaimella.
fr: Les jetons existants cesseront alors de fonctionner jusqu'à ce que le fournisseur d'identité soit mis à jour avec la nouvelle clé.
hu: Ez azt eredményezi, hogy a meglévő tokenek nem fognak működni, amíg az identitásszolgáltatót nem frissítik az új kulccsal.
it: In questo modo i token esistenti smetteranno di funzionare finché il fornitore di identità non verrà aggiornato con la nuova chiave.
ja: これにより、ID プロバイダが新しいキーで更新されるまで、既存のトークンは機能しなくなる。
lt: Dėl to esami prieigos raktai nustos veikti, kol tapatybės teikėjas nebus atnaujintas nauju raktu.
ms: Ini akan menyebabkan token sedia ada berhenti berfungsi sehingga penyedia identiti dikemas kini dengan kunci baru.
nb: Dette vil føre til at eksisterende tokens slutter å fungere inntil identitetsleverandøren er oppdatert med den nye nøkkelen.
nl: Dit zorgt ervoor dat bestaande tokens niet meer werken totdat de identiteitsprovider is bijgewerkt met de nieuwe sleutel.
pl: Spowoduje to, że istniejące tokeny przestaną działać, dopóki dostawca tożsamości nie zostanie zaktualizowany o nowy klucz.
pt_br: Isso fará com que os tokens existentes parem de funcionar até que o provedor de identidade seja atualizado com a nova chave.
ru: Это приведет к тому, что существующие токены перестанут работать, пока провайдер идентификации не обновит новый ключ.
sk: To spôsobí, že existujúce tokeny prestanú fungovať, kým sa poskytovateľ identity neaktualizuje novým kľúčom.
sl: To bo povzročilo, da obstoječi žetoni prenehajo delovati, dokler ponudnik identitete ne bo posodobljen z novim ključem.
sq: Kjo do të bëjë që token-ët ekzistues të ndalojnë së funksionuari derisa identity provider-i të përditësohet me çelësin e ri.
sr: Zbog ovoga postojeći tokeni neće raditi dok se provajder identiteta ne ažurira novim ključem.
sv: Detta innebär att befintliga tokens slutar fungera tills identitetsleverantören uppdateras med den nya nyckeln.
tr: Bu, kimlik sağlayıcı yeni anahtarla güncellenene kadar mevcut belirteçlerin çalışmayı durdurmasına neden olur.
uk: Через це наявні токени перестануть працювати, доки провайдер ідентифікації не буде оновлено новим ключем.
vi: Điều này sẽ khiến các mã thông báo hiện có ngừng hoạt động cho đến khi nhà cung cấp danh tính được cập nhật bằng khóa mới.
zh_hk: 這將導致現有令牌停止工作，直到身份提供者更新該新密鑰。

source: Foreign key target
ar: هدف المفتاح الخارجي
bg: Цел на външния ключ
ca: Objectiu de clau estrangera
de: Fremdschlüsselziel
eo: Foreign key target → "That one key goal"
es: Objetivo de clave foránea
fa: هدف کلید خارجی
fi: Viittausavaimen kohde
fr: Clé étrangère cible
hu: Idegen kulcs cél
it: Obiettivo chiave esterna
ja: 外部キーターゲット
lt: Užsienio pagrindinis tikslas
ms: Sasaran kunci asing
nb: Mål for fremmednøkkel
nl: Vreemde sleutel doel
pl: Cel klucza obcego
pt_br: Destino da chave estrangeira
ru: Цель внешнего ключа
sk: Cieľový cudzí kľúč
sl: Tuji ključni cilj
sq: Objektivi i  E7elEsit tE huaj
sr: Cilj stranog ključa
sv: Mål för främmande nyckel
tr: Yabancı anahtar hedefi
uk: Ціль зовнішнього ключа
vi: Mục tiêu khóa ngoại
zh_hk: 外鍵目標

source: Invalid query: {0}
ar: استعلام غير صالح: {0}
bg: Невалидна заявка: {0}
ca: Consulta no vàlida: {0}
de: Ungültige Abfrage: {0}
eo: Bruh, this query's straight up invalid: {0}
es: Consulta no válida: {0}
fa: درخواست نامعتبر: {0}
fi: Virheellinen kysely: {0}
fr: Requête non valide : {0}
hu: Érvénytelen lekérdezés: {0}
it: Query non valida: {0}
ja: 無効なクエリです：{0}
lt: Neteisinga užklausa: {0}
ms: Query tidak sah: {0}
nb: Ugyldig spørring: {0}
nl: Ongeldige query: {0}
pl: Nieprawidłowe zapytanie: {0}
pt_br: Consulta inválida: {0}
ru: Неверный запрос: {0}
sk: Neplatný dotaz: {0}
sl: Neveljavna poizvedba: {0}
sq: Pyetje e pavlefshme: {0}
sr: Nevažeći upit: {0}
sv: Ogiltig fråga: {0}
tr: Geçersiz sorgu: {0}
uk: Недійсний запит: {0}
vi: Truy vấn không hợp lệ: {0}
zh_hk: 無效的查詢：{0}

source: {0} does not exist
ar: {0} غير موجود
bg: {0} не съществува
ca: Aquest {0} no existeix
de: {0} existiert nicht
eo: {0} doesn’t even exist, fr fr
es: {0} no existe
fa: {0} وجود ندارد
fi: {0} ei ole olemassa
fr: {0} n'existe pas
hu: {0} nem létezik
it: {0} non esiste
ja: {0}は存在しない
lt: {0} neegzistuoja
ms: {0} tidak wujud
nb: {0} eksisterer ikke
nl: {0} bestaat niet
pl: {0} nie istnieje
pt_br: {0} não existe
ru: {0} не существует
sk: {0} neexistuje
sl: {0} ne obstaja
sq: {0} nuk ekziston
sr: {0} ne postoji
sv: {0} existerar inte
tr: {0} mevcut değil
uk: {0} не існує
vi: {0} không tồn tại
zh_hk: {0} 不存在

source: Dynamic patterns are not supported.
ar: الأنماط الديناميكية غير مدعومة.
bg: Динамичните шаблони не се поддържат.
ca: Els patrons dinàmics no estan suportats.
de: Dynamische Muster werden nicht unterstützt.
eo: Bruh, dynamic patterns are lowkey unsupported.
es: No se admiten patrones dinámicos.
fa: الگوهای پویا پشتیبانی نمی شوند.
fi: Dynaamisia kuvioita ei tueta.
fr: Les motifs dynamiques ne sont pas pris en charge.
hu: A dinamikus minták nem támogatottak.
it: I modelli dinamici non sono supportati.
ja: ダイナミックパターンはサポートされていない。
lt: Dinaminiai modeliai nepalaikomi.
ms: Corak dinamik tidak disokong.
nb: Dynamiske mønstre støttes ikke.
nl: Dynamische patronen worden niet ondersteund.
pl: Wzorce dynamiczne nie są obsługiwane.
pt_br: Padrões dinâmicos não são compatíveis.
ru: Динамические узоры не поддерживаются.
sk: Dynamické vzory nie sú podporované.
sl: Dinamični vzorci niso podprti.
sq: Modelet dinamike nuk mbështeten.
sr: Dinamički paterni nisu podržani.
sv: Dynamiska mönster stöds inte.
tr: Dinamik desenler desteklenmez.
uk: Динамічні патерни не підтримуються.
vi: Không hỗ trợ các mẫu động.
zh_hk: 不支持動態模式。

source: Custom expressions cannot be de-selected. Delete the expression instead.
hu: Az egyéni kifejezések nem választhatók le. Törölje inkább a kifejezést.
ms: Ungkapan tersuai tidak boleh dibatalkan pemilihannya. Padamkan ungkapan tersebut sebaliknya.

source: Fields cannot be adjusted on native queries. Either edit the native query, or save this question and edit the fields in a GUI question based on this one.
ar: لا يمكن تعديل الحقول في الاستعلامات الأصلية. إمّا أن تعدّل الاستعلام الأصلي، أو احفظ هذا السؤال وعدّل الحقول في سؤال GUI مبني على هذا السؤال.
bg: Полетата не могат да се променят върху родни заявки. Или редактирайте родната заявка, или запазете този въпрос и редактирайте полетата в GUI въпрос, основаващ се на него.
ca: Els camps no es poden ajustar en consultes natives. Utilitza una pregunta nativa, o guarda aquesta pregunta i edita els camps en una pregunta GUI basada en aquesta.
de: Felder können in nativen Abfragen nicht angepasst werden. Bearbeiten Sie entweder die native Abfrage, oder speichern Sie diese Frage und bearbeiten Sie die Felder in einer auf dieser basierenden GUI-Frage.
eo: Bruh, you can't tweak the fields on native queries. Either fix the native query itself or save this question and edit the fields in the GUI question that’s based on it.
es: Los campos no se pueden ajustar en las consultas nativas. Edite la consulta nativa o guarde esta pregunta y edite los campos en una pregunta GUI basada en esta.
fa: فیلدها را نمی توان در پرس و جوهای بومی تنظیم کرد. یا عبارت بومی را ویرایش کنید، یا این سوال را ذخیره کنید و فیلدها را در یک سوال رابط کاربری گرافیکی بر اساس آن ویرایش کنید.
fi: Kenttiä ei voi säätää alkuperäisissä kyselyissä. Joko muokkaa alkuperäistä kyselyä tai tallenna tämä kysymys ja muokkaa kenttiä graafisen käyttöliittymän kysymyksen perusteella.
fr: Les champs ne peuvent pas être ajustés sur les requêtes natives. Il faut soit éditer la requête native, soit sauvegarder cette question et éditer les champs dans une question GUI basée sur celle-ci.
hu: A mezők nem módosíthatók natív lekérdezéseknél. Szerkessze a natív lekérdezést, vagy mentse el ezt a kérdést, és szerkessze a mezőket egy GUI kérdésben, amely ezen alapul.
it: I campi non possono essere modificati nelle query native. O si modifica la query nativa, o si salva questa domanda e si modificano i campi in una domanda GUI basata su di essa.
ja: ネイティブクエリではフィールドを調整することはできません。ネイティブクエリを編集するか、この質問を保存し、この質問に基づいてGUI質問のフィールドを編集してください。
lt: Laukų negalima koreguoti naudojant savąsias užklausas. Redaguokite savąją užklausą arba išsaugokite šį klausimą ir redaguokite GUI klausimo laukus pagal šį klausimą.
ms: Medan tidak boleh disesuaikan pada pertanyaan asli. Sama ada sunting query asli, atau simpan soalan ini dan sunting medan dalam soalan GUI berdasarkan ini.
nb: Feltene kan ikke justeres i opprinnelige spørsmål. Rediger enten det opprinnelige spørsmålet, eller lagre dette spørsmålet og rediger feltene i et GUI-spørsmål basert på dette.
nl: Velden kunnen niet worden aangepast in SQL-query's. Bewerk de oorspronkelijke query of sla deze vraag op en bewerk de velden in een GUI-vraag op basis van deze vraag.
pl: Pól nie można dostosowywać w natywnych zapytaniach. Należy edytować natywne zapytanie lub zapisać to pytanie i edytować pola w zapytaniu GUI opartym na tym zapytaniu.
pt_br: Os campos não podem ser ajustados em consultas nativas. Edite a consulta nativa ou salve essa pergunta e edite os campos em uma pergunta da GUI com base nela.
ru: Поля не могут быть скорректированы в собственных запросах. Либо отредактируйте собственный запрос, либо сохраните в качестве запроса и отредактируйте поля в GUI-запросе на его основе.
sk: Polia nie je možné upravovať v pôvodných dotazoch. Buď upravte pôvodný dotaz, alebo uložte túto otázku a upravte polia v otázke GUI založenej na tejto otázke.
sl: Polj ni mogoče prilagoditi pri izvornih poizvedbah. Uredite izvorno poizvedbo ali shranite to vprašanje in uredite polja v vprašanju GUI na podlagi tega.
sq: Fushat nuk mund të rregullohen në pyetje native. Ose redaktoni pyetjen native, ose ruajeni këtë pyetje dhe redaktoni fushat në një pyetje GUI të bazuar në këtë.
sr: Polja ne mogu da se podešavaju u nativnim upitima. Ili uredite nativni upit, ili sačuvajte ovo pitanje i uredite polja u GUI pitanju zasnovanom na ovom.
sv: Fält kan inte justeras i ursprungliga frågor. Antingen redigerar du den ursprungliga frågan eller så sparar du den här frågan och redigerar fälten i en GUI-fråga som baseras på den här frågan.
tr: Alanlar yerel sorgularda ayarlanamaz. Ya yerel sorguyu düzenleyin ya da bu soruyu kaydedin ve buna dayalı bir GUI sorusundaki alanları düzenleyin.
uk: Поля не можна налаштовувати в нативних запитах. Або відредагуйте нативний запит, або збережіть це запитання й відредагуйте поля в GUI-запитанні, створеному на основі цього.
vi: Không thể điều chỉnh các trường trên truy vấn gốc. Chỉnh sửa truy vấn gốc hoặc lưu câu hỏi này và chỉnh sửa các trường trong câu hỏi GUI dựa trên câu hỏi này.
zh_hk: 在原生查詢中無法調整欄位。請編輯原生查詢，或保存此問題並在基於此問題的GUI問題中編輯欄位。

source: Non-standard join condition. {0}
eo: Bruh, this join condition’s kinda sus. {0}
hu: Nem szabványos csatlakozási feltétel. {0}
lt: Nestandartinė sujungimo būklė. {0}
ms: Syarat gabungan bukan standard. {0}
