Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Specify who is responsible for this transform.
ar: حدّد من المسؤول عن هذا التحويل.
ca: Especifiqueu qui és el responsable d'aquesta transformació.
de: Geben Sie an, wer für diese Transformation verantwortlich ist.
es: Especifique quién es responsable de esta transformación.
fa: مشخص کنید چه کسی مسئول این تبدیل است.
fi: Määritä, kuka on vastuussa tästä muutoksesta.
fr: Précisez qui est responsable de cette transformation.
it: Specificare chi è responsabile di questa trasformazione.
ja: この変換の責任者を指定します。
nb: Angi hvem som er ansvarlig for denne transformasjonen.
pl: Określ, kto jest odpowiedzialny za tę transformację.
pt_br: Especifique quem é o responsável por essa transformação.
ru: Укажите, кто отвечает за этот трансформ.
sk: Uveďte, kto je zodpovedný za túto transformáciu.
sl: Navedite, kdo je odgovoren za to preobrazbo.
sq: Përcakto kush është përgjegjës për këtë transform.
sr: Navedite ko je odgovoran za ovu transformaciju.
tr: Bu dönüşümden kimin sorumlu olduğunu belirtin.
uk: Вкажіть, хто відповідає за цей трансформ.
vi: Hãy chỉ rõ người chịu trách nhiệm cho việc chuyển đổi này.
zh_hk: 指定由誰負責此變更。

source: Run this transform
ar: شغّل هذا التحويل
bg: Изпълнете тази трансформация
ca: Executa aquesta transformació
de: Führen Sie diese Transformation aus
es: Ejecutar esta transformación
fa: این تبدیل را اجرا کنید
fi: Suorita tämä muunnos
fr: Exécutez cette transformation
it: Esegui questa trasformazione
ja: この変換を実行する
nb: Kjør denne transformasjonen
nl: Voer deze transformatie uit
pl: Uruchom tę transformację
pt_br: Execute esta transformação
ru: Запустить это преобразование
sk: Spustiť túto transformáciu
sl: Zaženi to transformacijo
sq: Ekzekuto këtë transformim
sr: Pokreni ovu transformaciju
sv: Kör den här transformationen
tr: Bu dönüşümü çalıştırın
uk: Запустити цей трансформ
vi: Chạy chuyển đổi này
zh_hk: 執行此變更

source: This transform will be run whenever the jobs it belongs are scheduled.
ar: سيتم تشغيل هذا التحويل كلما تمت جدولة المهام المجدولة التي ينتمي إليها.
bg: Тази трансформация ще се изпълнява винаги, когато са планирани задачите, към които принадлежи.
ca: Aquesta transformació s'executarà sempre que es planifiquin les tasques a les quals pertany.
de: Diese Transformation wird immer dann ausgeführt, wenn die Jobs, zu denen sie gehört, geplant sind.
es: Esta transformación se ejecutará cada vez que se programen los jobs a los que pertenece.
fa: این تبدیل هر زمان که جاب‌هایی که به آن‌ها تعلق دارد زمان‌بندی شوند اجرا خواهد شد.
fi: Tämä muunnos ajetaan aina, kun ajot, joihin se kuuluu, on ajastettu.
fr: Cette transformation sera exécutée chaque fois que les exécutions auxquelles elle appartient sont planifiées.
it: Questa trasformazione verrà eseguita ogni volta che sono pianificati i job a cui appartiene.
ja: このトランスフォームは、所属するジョブがスケジュールされるたびに実行されます。
nb: Denne transformasjonen kjøres når jobbene den tilhører, er planlagt.
nl: Deze transformatie wordt uitgevoerd telkens wanneer de bijbehorende taken worden gepland.
pl: To przekształcenie zostanie uruchomione zawsze, gdy zaplanowane są joby, do których należy.
pt_br: Esta transformação será executada sempre que os jobs aos quais ela pertence forem agendados.
ru: Этот трансформ будет запускаться каждый раз, когда запланированы джобы, к которым он относится.
sk: Táto transformácia sa spustí vždy, keď sú naplánované joby, do ktorých patrí.
sl: Ta transformacija se bo izvedla vsakič, ko so opravila, ki jim pripada, načrtovana.
sq: Ky transformim do të ekzekutohet sa herë që job-et ku bën pjesë të planifikohen.
sr: Ova transformacija će se pokretati kad god su poslovi kojima pripada zakazani.
sv: Denna transformation kommer att köras närhelst de jobb den tillhör är schemalagda.
tr: Bu Dönüşüm, ait olduğu İşler planlandığında çalıştırılacak.
uk: Ця трансформація виконуватиметься щоразу, коли заплановано джоби, до яких вона належить.
vi: Biến đổi này sẽ được chạy bất cứ khi nào các công việc mà nó thuộc về được lên lịch.
zh_hk: 此轉換會在其所屬作業排程時執行。

source: Run it on a schedule with tags
ar: شغّله وفق جدول باستخدام الوسوم
bg: Изпълнявайте го по график с етикети
ca: Executa-ho segons una programació amb etiquetes
de: Führen Sie es nach einem Zeitplan mit Tags aus
es: Ejecútelo según un cronograma con etiquetas
fa: آن را طبق یک برنامه با برچسب ها اجرا کنید
fi: Suorita se aikataulun mukaisesti tunnisteiden avulla
fr: Exécutez-le selon un calendrier avec des balises
it: Eseguilo secondo una pianificazione con tag
ja: タグ付きのスケジュールで実行する
nb: Kjør den etter en tidsplan med tagger
nl: Voer het uit volgens een schema met tags
pl: Uruchom zgodnie z harmonogramem za pomocą tagów
pt_br: Execute-o em um cronograma com tags
ru: Запускайте его по расписанию с тегами
sk: Spustiť podľa plánu so značkami
sl: Zaženite ga po urniku z oznakami
sq: Ekzekutoje sipas një orari me tag-e
sr: Pokrećite je po rasporedu pomoću oznaka
sv: Kör det enligt ett schema med taggar
tr: Etiketlerle bir programa göre çalıştırın
uk: Запускайте його за розкладом за допомогою тегів
vi: Chạy nó theo lịch trình có gắn thẻ
zh_hk: 以標籤排程執行

source: Jobs will run all transforms with their tags.
ar: ستقوم المهام المجدولة بتشغيل كل التحويلات مع وسومها.
bg: Задачите ще изпълняват всички трансформации със своите тагове.
ca: Les tasques executaran totes les transformacions amb les seves etiquetes.
de: Jobs führen alle Transformationen mit ihren Tags aus.
es: Los jobs ejecutarán todas las transformaciones con sus etiquetas.
fa: جاب‌ها همهٔ تبدیل‌ها را همراه با تگ‌هایشان اجرا خواهند کرد.
fi: Työt suorittavat kaikki muunnokset niiden tagien kanssa.
fr: Les exécutions exécuteront toutes les transformations avec leurs tags.
it: I job eseguiranno tutte le trasformazioni con i loro tag.
ja: ジョブは、タグが付いたすべてのトランスフォームを実行します。
nb: Jobber vil kjøre alle transformasjoner med taggene sine.
nl: Taken voeren alle transformaties uit met hun tags.
pl: Joby uruchomią wszystkie przekształcenia wraz z ich tagami.
pt_br: Jobs executarão todas as transformações com as tags delas.
ru: Джобы будут запускать все трансформы с их тегами.
sk: Joby spustia všetky transformácie s ich tagmi.
sl: Opravila bodo izvedla vse transformacije z njihovimi oznakami.
sq: Job-et do të ekzekutojnë të gjitha transformimet me etiketat e tyre.
sr: Poslovi će pokrenuti sve transformacije sa njihovim oznakama.
sv: Jobb kommer att köra alla transformationer med sina taggar.
tr: İşler, etiketleriyle birlikte tüm Dönüşümler’i çalıştıracak.
uk: Джоби запускатимуть усі трансформи з їхніми тегами.
vi: Công việc sẽ chạy tất cả biến đổi theo các thẻ của chúng.
zh_hk: 作業會執行其標籤下的所有轉換。

source: This run succeeded before it had a chance to cancel.
ar: نجح هذا التشغيل قبل أن تتاح له فرصة الإلغاء.
bg: Това бягане беше успешно, преди да има възможност да бъде отменено.
ca: Aquesta cursa va tenir èxit abans que tingués l'oportunitat de cancel·lar-se.
de: Dieser Lauf war erfolgreich, bevor er abgebrochen werden konnte.
es: Esta carrera tuvo éxito antes de tener la oportunidad de cancelarse.
fa: این اجرا قبل از اینکه فرصتی برای لغو شدن داشته باشد، با موفقیت انجام شد.
fi: Tämä juoksu onnistui ennen kuin sillä oli mahdollisuus peruuntua.
fr: Cette course a réussi avant d'avoir la possibilité d'être annulée.
it: Questa corsa ha avuto successo prima che ci fosse la possibilità di annullarla.
ja: この実行はキャンセルされる前に成功しました。
nb: Denne kjøringen lyktes før den fikk sjansen til å avbryte.
nl: Deze run was succesvol voordat deze kon worden geannuleerd.
pl: Ta akcja zakończyła się sukcesem, zanim jeszcze można ją było odwołać.
pt_br: Esta corrida foi bem-sucedida antes que houvesse a chance de ser cancelada.
ru: Этот забег удался прежде, чем его успели отменить.
sk: Tento beh bol úspešný skôr, ako mal šancu na zrušenie.
sl: Ta izvedba je uspela, še preden je imela možnost, da se prekine.
sq: Ky ekzekutim pati sukses para se të kishte mundësi të anulohej.
sr: Ovo pokretanje je uspelo pre nego što je stiglo da se otkaže.
sv: Den här körningen lyckades innan den hann avbrytas.
tr: Bu koşu iptal edilme şansı olmadan önce başarıya ulaştı.
uk: Цей запуск завершився успішно до того, як його встигли скасувати.
vi: Chuyến chạy này đã thành công trước khi có cơ hội bị hủy bỏ.
zh_hk: 這次運行在取消之前就成功了。

source: This transform hasn’t been run before.
ar: لم يتم تشغيل هذا التحويل من قبل.
bg: Тази трансформация не е била изпълнявана преди.
ca: Aquesta transformació no s'ha executat mai abans.
de: Diese Transformation wurde noch nie zuvor ausgeführt.
es: Esta transformación no se ha ejecutado antes.
fa: این تبدیل قبلاً اجرا نشده است.
fi: Tätä muunnosta ei ole suoritettu aiemmin.
fr: Cette transformation n'a jamais été exécutée auparavant.
it: Questa trasformazione non è mai stata eseguita prima.
ja: この変換はこれまで実行されていません。
nb: Denne transformasjonen har ikke blitt kjørt før.
nl: Deze transformatie is nog niet eerder uitgevoerd.
pl: Ta transformacja nie została wcześniej uruchomiona.
pt_br: Esta transformação não foi executada antes.
ru: Это преобразование ранее не выполнялось.
sk: Táto transformácia nebola predtým spustená.
sl: Ta transformacija še ni bila izvedena.
sq: Ky transformim nuk është ekzekutuar më parë.
sr: Ova transformacija još nije pokrenuta.
sv: Denna transformation har inte körts tidigare.
tr: Bu dönüşüm daha önce çalıştırılmadı.
uk: Цей трансформ ще не запускали.
vi: Biến đổi này chưa từng được chạy trước đây.
zh_hk: 這個變身以前從未執行過。

source: See all runs
ar: عرض كل عمليات التشغيل
bg: Вижте всички бягания
ca: Veure totes les curses
de: Alle Läufe ansehen
es: Ver todas las carreras
fa: همه اجراها را ببینید
fi: Katso kaikki juoksut
fr: Voir toutes les courses
it: Vedi tutte le corse
ja: すべての実行を表示
nb: Se alle kjøringer
nl: Bekijk alle runs
pl: Zobacz wszystkie biegi
pt_br: Ver todas as corridas
ru: Посмотреть все прогоны
sk: Zobraziť všetky behy
sl: Oglejte si vse teke
sq: Shih të gjitha ekzekutimet
sr: Pogledaj sva pokretanja
sv: Se alla lopp
tr: Tüm koşuları görün
uk: Переглянути всі запуски
vi: Xem tất cả các lần chạy
zh_hk: 查看所有運行

source: Failed to update transform tags
ar: فشل تحديث وسوم التحويل
bg: Актуализирането на таговете за трансформация не бе успешно
ca: No s'han pogut actualitzar les etiquetes de transformació
de: Fehler beim Aktualisieren der Transformations-Tags
es: No se pudieron actualizar las etiquetas de transformación
fa: به‌روزرسانی تگ‌های تبدیل ناموفق بود
fi: Muunnostunnisteiden päivittäminen epäonnistui
fr: Échec de la mise à jour des balises de transformation
it: Impossibile aggiornare i tag di trasformazione
ja: 変換タグの更新に失敗しました
nb: Kunne ikke oppdatere transformasjonskoder
nl: Transformatietags kunnen niet worden bijgewerkt
pl: Nie udało się zaktualizować tagów transformacji
pt_br: Falha ao atualizar as tags de transformação
ru: Не удалось обновить теги преобразования.
sk: Nepodarilo sa aktualizovať značky transformácie
sl: Posodobitev oznak za preoblikovanje ni uspela
sq: Dështoi përditësimi i tag-ëve të transformimit
sr: Neuspešno ažuriranje oznaka transformacije
sv: Misslyckades med att uppdatera transformeringstaggar
tr: Dönüşüm etiketleri güncellenemedi
uk: Не вдалося оновити теги трансформу
vi: Không cập nhật được thẻ chuyển đổi
zh_hk: 更新變換標籤失敗

source: Transform tags updated
ar: تم تحديث وسوم التحويل
bg: Таговете за трансформация са актуализирани
ca: Etiquetes de transformació actualitzades
de: Transform-Tags aktualisiert
es: Etiquetas de transformación actualizadas
fa: برچسب‌های Transform به‌روزرسانی شدند
fi: Muunnostunnisteet päivitetty
fr: Mise à jour des balises de transformation
it: Tag di trasformazione aggiornati
ja: 変換タグが更新されました
nb: Oppdatering av transformasjonstagger
nl: Transformatietags bijgewerkt
pl: Zaktualizowano tagi transformacji
pt_br: Tags de transformação atualizadas
ru: Теги преобразования обновлены
sk: Značky transformácie boli aktualizované
sl: Oznake preoblikovanja so bile posodobljene
sq: Tag-ët e transformimit u përditësuan
sr: Oznake transformacije ažurirane
sv: Transform-taggar uppdaterade
tr: Dönüşüm etiketleri güncellendi
uk: Теги трансформу оновлено
vi: Thẻ chuyển đổi được cập nhật
zh_hk: 變更標籤已更新

source: Incremental transformation settings updated
ar: تم تحديث إعدادات التحويل التزايدي
bg: Настройките за постепенна трансформация са актуализирани
ca: S'ha actualitzat la configuració de la transformació incremental
de: Einstellungen für inkrementelle Transformation aktualisiert
es: Configuración de transformación incremental actualizada
fa: تنظیمات تبدیل افزایشی به‌روزرسانی شد
fi: Inkrementaalisen muunnoksen asetukset päivitetty
fr: Paramètres de transformation incrémentale mis à jour
it: Impostazioni di trasformazione incrementale aggiornate
ja: 増分変換設定が更新されました
nb: Oppdaterte innstillinger for inkrementell transformasjon
nl: Instellingen voor incrementele transformatie bijgewerkt
pl: Zaktualizowano ustawienia transformacji przyrostowej
pt_br: Configurações de transformação incremental atualizadas
ru: Обновлены настройки инкрементального преобразования.
sk: Nastavenia prírastkovej transformácie boli aktualizované
sl: Nastavitve postopnega preoblikovanja so posodobljene
sq: Cilësimet e transformimit inkremental u përditësuan
sr: Podešavanja inkrementalne transformacije su ažurirana
sv: Inställningar för stegvis transformation uppdaterade
tr: Artımlı dönüşüm ayarları güncellendi
uk: Налаштування інкрементальної трансформації оновлено
vi: Cài đặt chuyển đổi tăng dần đã được cập nhật
zh_hk: 增量變換設定已更新

source: Failed to update incremental transformation settings
ar: تعذر تحديث إعدادات التحويل التزايدي
bg: Актуализирането на настройките за постепенна трансформация не бе успешно
ca: No s'ha pogut actualitzar la configuració de la transformació incremental
de: Die Aktualisierung der Einstellungen für die inkrementelle Transformation ist fehlgeschlagen.
es: No se pudo actualizar la configuración de transformación incremental
fa: به‌روزرسانی تنظیمات تبدیل افزایشی ناموفق بود
fi: Inkrementaalisen muunnoksen asetusten päivittäminen epäonnistui.
fr: Échec de la mise à jour des paramètres de transformation incrémentale
it: Impossibile aggiornare le impostazioni di trasformazione incrementale
ja: 増分変換設定の更新に失敗しました
nb: Kunne ikke oppdatere innstillingene for inkrementell transformasjon
nl: Het bijwerken van de instellingen voor incrementele transformatie is mislukt.
pl: Nie udało się zaktualizować ustawień transformacji przyrostowej
pt_br: Falha ao atualizar as configurações de transformação incremental
ru: Не удалось обновить настройки инкрементального преобразования.
sk: Nepodarilo sa aktualizovať nastavenia prírastkovej transformácie
sl: Posodobitev nastavitev postopnega preoblikovanja ni uspela
sq: Dështoi përditësimi i cilësimeve të transformimit inkremental
sr: Nije uspelo ažuriranje podešavanja inkrementalne transformacije
sv: Det gick inte att uppdatera inställningarna för stegvis transformation
tr: Artımlı dönüşüm ayarlarını güncelleme başarısız oldu.
uk: Не вдалося оновити налаштування інкрементальної трансформації
vi: Không thể cập nhật cài đặt chuyển đổi tăng dần.
zh_hk: 更新增量變換設定失敗

source: Change the target for this transform
ar: غيّر الهدف لهذا التحويل
bg: Променете целта за тази трансформация
ca: Canvia l'objectiu d'aquesta transformació
de: Ändern Sie das Ziel für diese Transformation
es: Cambiar el objetivo de esta transformación
fa: هدف این تبدیل را تغییر دهید
fi: Muuta tämän muunnoksen kohdetta
fr: Changer la cible de cette transformation
it: Cambia il target per questa trasformazione
ja: この変換のターゲットを変更する
nb: Endre målet for denne transformasjonen
nl: Wijzig het doel voor deze transformatie
pl: Zmień cel tej transformacji
pt_br: Alterar o alvo para esta transformação
ru: Изменить цель этого преобразования
sk: Zmeňte cieľ pre túto transformáciu
sl: Spremeni cilj za to transformacijo
sq: Ndrysho target-in për këtë transformim
sr: Promeni cilj za ovu transformaciju
sv: Ändra målet för denna transformation
tr: Bu dönüşümün hedefini değiştir
uk: Змініть ціль для цього трансформу
vi: Thay đổi mục tiêu cho sự chuyển đổi này
zh_hk: 變更此變形的目標

source: New table name
ar: اسم جدول جديد
bg: Ново име на таблица
ca: Nom de taula nou
de: Neuer Tabellenname
es: Nuevo nombre de tabla
fa: نام جدول جدید
fi: Uuden taulukon nimi
fr: Nouveau nom de table
it: Nuovo nome della tabella
ja: 新しいテーブル名
nb: Nytt navn på tabellen
nl: Nieuwe tabelnaam
pl: Nowa nazwa tabeli
pt_br: Novo nome da tabela
ru: Новое имя таблицы
sk: Názov novej tabuľky
sl: Novo ime tabele
sq: Emri i ri i tabelës
sr: Novo ime tabele
sv: Nytt tabellnamn
tr: Yeni tablo adı
uk: Нова назва таблиці
vi: Tên bảng mới
zh_hk: 新表名稱

source: Keep the old target table, or delete it?
ar: هل تريد الاحتفاظ بجدول الهدف القديم أم حذفه؟
bg: Да се запази ли старата целева таблица или да се изтрие?
ca: Voleu conservar l'antiga taula de destinació o suprimir-la?
de: Die alte Zieltabelle behalten oder löschen?
es: ¿Mantener la antigua tabla de destino o eliminarla?
fa: جدول هدف قدیمی را نگه داریم یا آن را حذف کنیم؟
fi: Säilytetäänkö vanha kohdetaulukko vai poistetaanko se?
fr: Conserver l'ancienne table cible ou la supprimer ?
it: Mantenere la vecchia tabella di destinazione o eliminarla?
ja: 古いターゲット テーブルを保持しますか、それとも削除しますか?
nb: Beholde den gamle måltabellen, eller slette den?
nl: De oude doeltabel behouden of verwijderen?
pl: Zachować starą tabelę docelową czy usunąć ją?
pt_br: Manter a tabela de alvos antiga ou excluí-la?
ru: Сохранить старую целевую таблицу или удалить ее?
sk: Ponechať starú cieľovú tabuľku alebo ju odstrániť?
sl: Obdržati staro ciljno tabelo ali jo izbrisati?
sq: Ta mbajmë tabelën e vjetër target, apo ta fshijmë?
sr: Zadržati staru ciljnu tabelu ili je obrisati?
sv: Behålla den gamla måltabellen, eller ta bort den?
tr: Eski hedef tabloyu tutmalı mıyım, yoksa silmeli miyim?
uk: Залишити стару цільову таблицю чи видалити її?
vi: Giữ lại bảng mục tiêu cũ hay xóa nó?
zh_hk: 保留舊的目標表，還是刪除？

source: If you keep {0}, this transform will no longer update it. If you delete the table, you will break any queries that use it. Deletion can't be undone.
ar: إذا احتفظت بـ {0}، فلن يقوم هذا التحويل بتحديثه بعد الآن. إذا حذفت الجدول، فستعطّل أي استعلامات تستخدمه. لا يمكن التراجع عن الحذف.
bg: Ако запазите {0}, тази трансформация вече няма да я актуализира. Ако изтриете таблицата, ще прекъснете всички заявки, които я използват. Изтриването не може да бъде отменено.
ca: Si manteniu {0}, aquesta transformació ja no l'actualitzarà. Si suprimiu la taula, trencareu totes les consultes que la facin servir. L'eliminació no es pot desfer.
de: Wenn Sie {0}beibehalten, wird diese Transformation sie nicht mehr aktualisieren. Wenn Sie die Tabelle löschen, werden alle Abfragen, die sie verwenden, unterbrochen. Das Löschen kann nicht rückgängig gemacht werden.
es: Si conserva {0}, esta transformación ya no la actualizará. Si elimina la tabla, interrumpirá cualquier consulta que la use. La eliminación no se puede deshacer.
fa: اگر {0}را نگه دارید، این تبدیل دیگر آن را به‌روزرسانی نمی‌کند. اگر جدول را حذف کنید، هر پرس‌وجویی که از آن استفاده کند را از کار می‌اندازید. حذف قابل بازگشت نیست.
fi: Jos säilytät arvon {0}, tämä muunnos ei enää päivitä sitä. Jos poistat taulukon, kaikki sitä käyttävät kyselyt rikkoutuvat. Poistoa ei voi perua.
fr: Si vous conservez {0}, cette transformation ne sera plus mise à jour. Si vous supprimez la table, vous interromprez toutes les requêtes qui l'utilisent. La suppression est irréversible.
it: Se mantieni {0}, questa trasformazione non la aggiornerà più. Se elimini la tabella, interromperai tutte le query che la utilizzano. L'eliminazione non può essere annullata.
ja: {0}を維持した場合、この変換はテーブルを更新しなくなります。テーブルを削除すると、そのテーブルを使用しているクエリが破損します。削除は元に戻せません。
nb: Hvis du beholder {0}, vil denne transformasjonen ikke lenger oppdatere den. Hvis du sletter tabellen, vil du ødelegge alle spørringer som bruker den. Sletting kan ikke gjøres ugjort.
nl: Als u {0}behoudt, wordt deze transformatie niet meer bijgewerkt. Als u de tabel verwijdert, worden alle query's die deze gebruiken, verbroken. Verwijdering kan niet ongedaan worden gemaakt.
pl: Jeśli zachowasz {0}, ta transformacja nie będzie już jej aktualizować. Usunięcie tabeli spowoduje awarię wszystkich zapytań, które z niej korzystają. Usunięcia nie można cofnąć.
pt_br: Se você mantiver {0}, esta transformação não a atualizará mais. Se você excluir a tabela, todas as consultas que a utilizam serão interrompidas. A exclusão não pode ser desfeita.
ru: Если сохранить {0}, это преобразование больше не будет обновлять её. Удаление таблицы нарушит все запросы, использующие её. Удаление необратимо.
sk: Ak ponecháte {0}, táto transformácia ju už nebude aktualizovať. Ak tabuľku odstránite, prerušíte všetky dotazy, ktoré ju používajú. Odstránenie sa nedá vrátiť späť.
sl: Če obdržite {0}, ta transformacija te tabele ne bo več posodabljala. Če izbrišete tabelo, boste prekinili vse poizvedbe, ki jo uporabljajo. Izbrisa ni mogoče razveljaviti.
sq: Nëse e mbani {0}, ky transformim nuk do ta përditësojë më. Nëse e fshini tabelën, do të prishni çdo query që e përdor atë. Fshirja nuk mund të zhbëhet.
sr: Ako zadržite {0}, ova transformacija više neće ažurirati tu tabelu. Ako obrišete tabelu, pokvarićete sve upite koji je koriste. Brisanje se ne može opozvati.
sv: Om du behåller {0}kommer den här transformationen inte längre att uppdatera den. Om du tar bort tabellen kommer alla frågor som använder den att brytas. Borttagningen kan inte ångras.
tr: {0}tutarsanız, bu dönüşüm artık tabloyu güncellemeyecektir. Tabloyu silerseniz, tabloyu kullanan tüm sorguları bozarsınız. Silme işlemi geri alınamaz.
uk: Якщо ви залишите {0}, ця трансформація більше не оновлюватиме її. Якщо ви вилучите таблицю, ви зламаєте всі запити, що її використовують. Вилучення не можна скасувати.
vi: Nếu bạn giữ nguyên {0}, phép biến đổi này sẽ không còn cập nhật bảng nữa. Nếu bạn xóa bảng, bạn sẽ làm hỏng mọi truy vấn sử dụng bảng đó. Việc xóa không thể hoàn tác.
zh_hk: 如果您保留 {0}，這個轉換將不再更新它。如果刪除該表，則會破壞使用該表的任何查詢。刪除無法撤銷。

source: Keep {0}
ar: الاحتفاظ بـ {0}
bg: Запазете {0}
ca: Mantingueu {0}
de: Behalten Sie {0}
es: Mantener {0}
fa: {0}را نگه دارید
fi: Pidä {0}
fr: Gardez {0}
it: Mantieni {0}
ja: {0}を維持
nb: Hold {0}
nl: Houd {0}
pl: Zachowaj {0}
pt_br: Mantenha {0}
ru: Держите {0}
sk: Ponechajte {0}
sl: Obdrži {0}
sq: Mbaje {0}
sr: Zadrži {0}
sv: Håll {0}
tr: {0}'ı koruyun
uk: Залишити {0}
vi: Giữ {0}
zh_hk: 保持 {0}

source: Delete {0}
ar: حذف {0}
bg: Изтриване {0}
ca: Vols suprimir {0}
de: Lösche {0}
es: Borrar {0}
fa: حذف {0}
fi: Poista {0}
fr: Supprimer {0}
it: Eliminare {0}
ja: {0}を削除しますか
nb: Slett {0}
nl: Verwijder {0}
pl: Usunąć {0}
pt_br: Excluir {0}
ru: Удалить {0}
sk: Zmazať {0}
sl: Izbrisati {0}
sq: Fshije {0}
sr: Obriši {0}
sv: Ta bort {0}
tr: {0} silinsin mi
uk: Видалити {0}
vi: Xoá {0}
zh_hk: 刪除 {0}

source: Change target and delete old table
ar: غيّر الهدف واحذف الجدول القديم
bg: Промяна на целта и изтриване на старата таблица
ca: Canvia l'objectiu i suprimeix la taula antiga
de: Ziel ändern und alte Tabelle löschen
es: Cambiar el objetivo y eliminar la tabla antigua
fa: تغییر هدف و حذف جدول قدیمی
fi: Vaihda kohdetta ja poista vanha taulukko
fr: Changer la cible et supprimer l'ancienne table
it: Cambia destinazione ed elimina la vecchia tabella
ja: ターゲットを変更し、古いテーブルを削除する
nb: Endre mål og slette gammel tabell
nl: Doel wijzigen en oude tabel verwijderen
pl: Zmień cel i usuń starą tabelę
pt_br: Alterar destino e excluir tabela antiga
ru: Изменить цель и удалить старую таблицу
sk: Zmeniť cieľ a odstrániť starú tabuľku
sl: Spremeni cilj in izbriši staro tabelo
sq: Ndrysho target-in dhe fshi tabelën e vjetër
sr: Promeni cilj i obriši staru tabelu
sv: Ändra mål och ta bort gammal tabell
tr: Hedefi değiştir ve eski tabloyu sil
uk: Змінити ціль і вилучити стару таблицю
vi: Thay đổi mục tiêu và xóa bảng cũ
zh_hk: 變更目標並刪除舊表
