Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Send a test
ar: أرسل اختبارًا
bg: Изпращане на тест
ca: Envia una prova
de: Sende einen Test
eo: Send a quick test, fr.
es: Envia una prueba
fa: تست بفرست
fi: Lähetä testi
fr: Envoyer un test
hu: Küldjön egy tesztet
it: Inviare un test
ja: テストを送る
lt: Siųsti testą
ms: Hantar ujian
nb: Send en test
nl: Een test verzenden
pl: Wyślij test
pt_br: Enviar um teste
ru: Отправить тест
sk: Odoslať test
sl: Pošiljanje testa
sq: Dërgo një test
sr: Pošalji test
sv: Skicka ett test
tr: Bir test gönderin
uk: Надіслати тест
vi: Gửi một bài kiểm tra
zh_hk: 傳送測試

source: Test failed
ar: فشل الاختبار
bg: Тестът е неуспешен
ca: La prova ha fallat
de: Test fehlgeschlagen
eo: Test's a no-go 😬
es: Prueba fallida
fa: تست ناموفق بود
fi: Testi epäonnistui
fr: Échec du test
hu: Teszt sikertelen
it: Test fallito
ja: テスト失敗
lt: Bandymas nepavyko
ms: Ujian gagal
nb: Testen mislyktes
nl: Test mislukt
pl: Test nie powiódł się
pt_br: Falha no teste
ru: Тест не удался
sk: Test zlyhal
sl: Preskus ni uspel
sq: Testi dështoi
sr: Test nije uspeo
sv: Fel vid testutskick
tr: Test başarısız oldu
uk: Тест не пройшов
vi: Kiểm tra thất bại
zh_hk: 測試失敗

source: You can send the payload of any Alert to this destination whenever the Alert is triggered. {0}
ar: يمكنك إرسال الحمولة (payload) لأي تنبيه إلى هذه الوجهة كلما تم تشغيل التنبيه. {0}
bg: Можете да изпратите полезния товар на всеки сигнал до тази дестинация, когато сигналът е задействан. {0}
ca: Podeu enviar la càrrega útil de qualsevol alerta a aquesta destinació sempre que s'activi l'alerta. {0}
de: Sie können die Nutzdaten eines beliebigen Alerts an dieses Ziel senden, sobald der Alert ausgelöst wird. {0}
eo: You can send the alert payload to this destination whenever the alert pops off. {0}
es: Puedes enviar la carga útil de cualquier alerta a este destino siempre que se active la alerta. {0}
fa: هر زمان که هشدار فعال شد، می‌توانید محموله هر هشداری را به این مقصد ارسال کنید. {0}
fi: Voit lähettää minkä tahansa hälytyksen tiedot tähän kohteeseen aina, kun hälytys laukeaa. {0}
fr: Vous pouvez envoyer la charge utile de n'importe quelle alerte à cette destination chaque fois que l'alerte est déclenchée. {0}
hu: A riasztások tartalmát bármikor elküldheti erre a célra, amikor egy riasztás aktiválódik. {0}
it: È possibile inviare il payload di qualsiasi avviso a questa destinazione ogni volta che l'avviso viene attivato. {0}
ja: アラートがトリガーされるたびに、この宛先にアラートのペイロードを送信できます。 {0}
lt: Į šią paskirties vietą galite siųsti bet kurio įspėjimo naudingąją apkrovą, kai tik suveikia įspėjimas. {0}
ms: Anda boleh menghantar muatan mana-mana Makluman ke destinasi ini apabila Makluman dicetuskan. {0}
nb: Du kan sende nyttelasten for et hvilket som helst varsel til denne destinasjonen når varselet utløses. {0}
nl: U kunt de payload van elke waarschuwing naar deze bestemming sturen wanneer de waarschuwing wordt geactiveerd. {0}
pl: Do tego miejsca docelowego można wysłać ładunek dowolnego alertu za każdym razem, gdy zostanie on wyzwolony. {0}
pt_br: Você pode enviar a carga útil de qualquer alerta para esse destino sempre que o alerta for acionado. {0}
ru: Вы можете отправлять полезную нагрузку любого оповещения в этот пункт назначения каждый раз, когда срабатывает оповещение. {0}
sk: Do tohto cieľa môžete odoslať užitočné zaťaženie akéhokoľvek upozornenia vždy, keď sa upozornenie spustí. {0}
sl: Koristno obremenitev katerega koli opozorila lahko pošljete na ta cilj, ko se sproži opozorilo. {0}
sq: Mund të dërgosh payload-in e çdo Alarm-i te ky destinacion sa herë që Alarm-i shkaktohet. {0}
sr: Možete poslati payload bilo kog Upozorenja na ovo odredište kad god se Upozorenje okine. {0}
sv: Du kan skicka datan från notiser till denna destination så fort notisen triggas. {0}
tr: Uyarı tetiklendiğinde herhangi bir Uyarının yükünü bu hedefe gönderebilirsiniz. {0}
uk: Ви можете надсилати payload будь-якого Сповіщення до цього призначення щоразу, коли спрацьовує Сповіщення. {0}
vi: Bạn có thể gửi tải trọng của bất kỳ Cảnh báo nào đến đích này bất cứ khi nào Cảnh báo được kích hoạt. {0}
zh_hk: 只要觸發警報，您就可以將任何警報的有效負載傳送至此目的地。 {0}

source: Learn about Alerts
ar: تعرّف على التنبيهات
bg: Научете повече за сигналите
ca: Més informació sobre les alertes
de: Erfahre mehr über Alarme
eo: Learn about alerts → Get the tea on alerts
es: Aprende sobre las Alertas
fa: درباره هشدارها بیاموزید
fi: Lisätietoja hälytyksistä
fr: En savoir plus sur les alertes
hu: Tudjon meg többet a riasztásokról
it: Informazioni sugli avvisi
ja: アラートについて
lt: Sužinokite apie įspėjimus
ms: Ketahui tentang Makluman
nb: Lær mer om varsler
nl: Meer informatie over waarschuwingen
pl: Informacje o alertach
pt_br: Saiba mais sobre os alertas
ru: Узнайте об оповещениях
sk: Ďalšie informácie o upozorneniach
sl: Preberite več o opozorilih
sq: Mëso rreth Alarmeve
sr: Saznajte više o Upozorenjima
sv: Lär dig mer om notiser
tr: Uyarılar hakkında bilgi edinin
uk: Дізнатися про Сповіщення
vi: Tìm hiểu về Cảnh báo
zh_hk: 瞭解警報

source: Webhook URL
bg: URL адрес на Webhook
ca: URL del webhook
de: URL des Webhooks
eo: Webhook URL → Webhook link fr fr
es: URL Webhook
fa: آدرس وب هوک
fi: Webhookin URL
fr: URL du webhook
it: URL Webhook
ja: ウェブフックURL
ms: URL Webhook
nb: URL til webhook
pl: Adres URL elementu webhook
pt_br: URL do webhook
ru: URL-адрес вебхука
sk: Adresa URL webového háčika
sl: URL spletnega kavlja
sq: URL e webhook
tr: Web kancası URL'si
uk: URL вебхука
vi: URL Webhook

source: Something descriptive
ar: شيء وصفي
bg: Нещо описателно
ca: Alguna cosa descriptiva
de: Etwas Beschreibendes
eo: Something hella descriptive
es: Una descripción
fa: یه چیز توصیفی
fi: Jotain kuvaavaa
fr: Quelque chose de descriptif
hu: Valami leíró jellegű
it: Qualcosa di descrittivo
ja: 描写的なもの
lt: Kažkas aprašomo
ms: Sesuatu yang deskriptif
nb: Noe beskrivende
nl: Iets beschrijvends
pl: Coś opisowego
pt_br: Algo descritivo
ru: Что-то описательное
sk: Niečo opisné
sl: Nekaj opisnega
sq: Diçka përshkruese
sr: Nešto opisno
sv: Något beskrivande
tr: Açıklayıcı bir şey
uk: Щось описове
vi: Một cái gì đó mô tả
zh_hk: 描述性的東西

source: Where is this going and what does it send?
ar: إلى أين سيذهب هذا وماذا سيرسل؟
bg: Къде отива това и какво изпраща?
ca: On va això i què envia?
de: Wohin führt das und was sendet es aus?
eo: Where is this headed and what does it be sending?
es: ¿A dónde va esto y que es lo que envía?
fa: این به کجا می رود و چه چیزی را ارسال می کند؟
fi: Minne tämä menee ja mitä se lähettää?
fr: Où cela va-t-il et qu'envoie-t-il ?
hu: Hová megy ez, és mit küld?
it: Dove sta andando e cosa trasmette?
ja: これはどこへ行き、何を送るのか？
lt: Kur tai vyksta ir ką siunčia?
ms: Ke mana ini pergi dan apa yang dihantar?
nb: Hvor skal dette hen, og hva sender det?
nl: Waar gaat dit heen en wat stuurt het?
pl: Dokąd to zmierza i co wysyła?
pt_br: Para onde isso está indo e o que está enviando?
ru: Куда он направляется и что посылает?
sk: Kam to smeruje a čo to znamená?
sl: Kam gre to in kaj pošilja?
sq: Ku shkon kjo dhe çfarë dërgon?
sr: Gde ovo ide i šta šalje?
sv: Vart tar det vägen och vad skickas?
tr: Bu nereye gidiyor ve ne gönderiyor?
uk: Куди це надсилається і що саме надсилає?
vi: Nó sẽ đi đâu và gửi cái gì?
zh_hk: 這是要去哪裡，又傳達了什麼訊息？

source: Authentication method
ar: طريقة المصادقة
bg: Метод на удостоверяване
ca: Mètode d'autenticació
de: Authentifizierungsmethode
eo: Auth vibe check
es: Método de autenticación
fa: روش احراز هویت
fi: Todennusmenetelmä
fr: Méthode d'authentification
hu: Hitelesítési módszer
it: Metodo di autenticazione
ja: 認証方法
lt: Autentifikavimo metodas
ms: Kaedah pengesahan
nb: Autentiseringsmetode
nl: Authenticatiemethode
pl: Metoda uwierzytelniania
pt_br: Método de autenticação
ru: Метод аутентификации
sk: Spôsob overovania
sl: Način preverjanja pristnosti
sq: Metoda e autentikimit
sr: Metod autentifikacije
sv: Autentiseringsmetod
tr: Kimlik doğrulama yöntemi
uk: Метод автентифікації
vi: Phương pháp xác thực
zh_hk: 驗證方法

source: Bearer
bg: Носител
ca: Portador
de: Besitzer
eo: Bro, that’s just “Bearer” lol, no cap.
es: Portador
fa: حامل
fi: Kantaja
fr: Porteur
it: Portatore
ja: ベアラー
lt: Nešėjas
ms: pembawa
nb: Bærer
nl: Drager
pl: Posiadacz
pt_br: Portador
ru: Носитель
sk: Nosič
sl: Nosilec
sv: Bärare
tr: Taşıyıcı
vi: Người mang
zh_hk: 攜帶者

source: Delete this destination
ar: احذف هذه الوجهة
bg: Изтриване на тази дестинация
ca: Suprimeix aquesta destinació
de: Dieses Ziel löschen
eo: Delete this spot, fr.
es: Eliminar este destino
fa: این مقصد را حذف کنید
fi: Poista tämä kohde
fr: Supprimer cette destination
hu: Törölje ezt a célt
it: Cancellare questa destinazione
ja: この目的地を削除する
lt: Ištrinti šį tikslą
ms: Padamkan destinasi ini
nb: Slett denne destinasjonen
nl: Deze bestemming verwijderen
pl: Usuń to miejsce docelowe
pt_br: Excluir este destino
ru: Удалить это место назначения
sk: Odstránenie tohto cieľa
sl: Izbriši ta cilj
sq: Fshi këtë destinacion
sr: Obriši ovo odredište
sv: Ta bort destination
tr: Bu hedefi sil
uk: Видалити це призначення
vi: Xóa điểm đến này
zh_hk: 刪除此目的地

source: Basic functions
ar: الدوال الأساسية
bg: Основни функции
ca: Funcions bàsiques
de: Grundlegende Funktionen
eo: Main vibes
es: Funciones básicas
fa: توابع اساسی
fi: Perustoiminnot
fr: Fonctions de base
hu: Alapfunkciók
it: Funzioni di base
ja: 基本機能
lt: Pagrindinės funkcijos
ms: Fungsi asas
nb: Grunnleggende funksjoner
nl: Basisfuncties
pl: Podstawowe funkcje
pt_br: Funções básicas
ru: Основные функции
sk: Základné funkcie
sl: Osnovne funkcije
sq: Funksione bazë
sr: Osnovne funkcije
sv: Grundfunktioner
tr: Temel işlevler
uk: Основні функції
vi: Chức năng cơ bản
zh_hk: 基本功能

source: Compare to the past
hu: Összehasonlítás a múltbéli adatokkal
ms: Bandingkan dengan masa lalu

source: Search this collection or everywhere…
bg: Търсене в тази колекция или навсякъде…
ca: Cerca en aquesta col·lecció o a tot arreu…
eo: Look this up or like, everywhere else…
hu: Keresés ebben a gyűjteményben vagy mindenhol…
lt: Ieškokite šioje kolekcijoje arba visur…
ms: Cari koleksi ini atau di mana-mana sahaja…
nb: Søk i denne samlingen eller overalt…
nl: Doorzoek deze collectie of overal…
sv: Sök i denna samling eller överallt…

source: Search this database or everywhere…
bg: Търсене в тази база данни или навсякъде…
ca: Cerca en aquesta base de dades o a tot arreu…
eo: Look this up in the database or everywhere else, frfr…
hu: Keresés ebben az adatbázisban vagy mindenhol…
lt: Ieškokite šioje duomenų bazėje arba visur…
ms: Cari pangkalan data ini atau di mana-mana…
nb: Søk i denne databasen eller overalt…
nl: Deze database en doorzoeken…
sv: Sök i denna databasen eller överallt…

source: Search this schema or everywhere…
bg: Търсене в тази схема или навсякъде…
ca: Cerca en aquest esquema o a tot arreu…
eo: Look this up or just everywhere fr…
hu: Keresés ebben a sémában vagy mindenhol…
lt: Ieškokite šioje schemoje arba visur…
ms: Cari skema ini atau di mana-mana sahaja…
nb: Søk i dette skjemaet eller overalt…
nl: Zoek in dit schema of overal op…
sv: Sök i detta schemat eller överallt…

source: Iframe Card
ar: بطاقة Iframe
bg: Карта Iframe
ca: Targeta Iframe
de: Iframe-Karte
eo: Iframe Card → Iframe Vibe or Iframe Flex
es: Tarjeta iFrame
fa: کارت آی فریم
fi: Iframe-kortti
fr: Carte Iframe
hu: Iframe kártya
it: Scheda Iframe
ja: フレームカード
lt: Iframe kortelė
ms: Kad Iframe
nb: Iframe-kort
nl: Iframe kaart
pl: Karta Iframe
pt_br: Cartão Iframe
ru: Карта Iframe
sk: Karta Iframe
sl: Kartica Iframe
sq: Kartë Iframe
sr: Iframe kartica
sv: Iframe-kort
tr: Iframe Kart
uk: Картка Iframe
vi: Thẻ Iframe
zh_hk: Iframe 卡

source: Specific tab IDs
hu: Specifikus fülazonosítók
lt: Konkrečių skirtukų ID
ms: ID tab tertentu

source: Give your customers secure, multi-tenant access to their data with as much (or as little) interactivity and tools to explore data as you want, with as much customization as you need. Embed dashboards, charts—even Metabase's query editor—with iframes or as individual React components.
ar: امنح عملاءك وصولًا آمنًا ومتعدد المستأجرين إلى بياناتهم مع قدر (أو قدر أقل) من التفاعل وأدوات استكشاف البيانات كما تريد، ومع مقدار التخصيص الذي تحتاجه. ضمّن لوحات المعلومات والمخططات — وحتى محرّر استعلامات Metabase — عبر iframes أو كمكونات React منفصلة.
bg: Предоставете на клиентите си сигурен достъп до техните данни с толкова много (или толкова малко) интерактивност и инструменти за изследване на данни, колкото искате, с толкова персонализация, колкото ви е необходима. Вграждайте информационни табла, диаграми - дори редактора на заявки на Metabase - с iframe или като отделни компоненти на React.
ca: Oferiu als vostres clients un accés segur i multiarrendatari a les seves dades amb tanta (o tan poca) interactivitat i eines per explorar dades com vulgueu, amb tanta personalització com necessiteu. Incorpora taulers de control, gràfics, fins i tot l'editor de consultes de Metabase, amb iframes o com a components individuals de React.
de: Bieten Sie Ihren Kunden einen sicheren, mandantenfähigen Zugriff auf ihre Daten mit so viel (oder so wenig) Interaktivität und Tools zur Erkundung der Daten, wie Sie möchten, und mit so viel Anpassungsmöglichkeiten wie Sie benötigen. Betten Sie Dashboards, Diagramme - sogar den Abfrage-Editor von Metabase - mit iframes oder als individuelle React-Komponenten ein.
eo: Let your users get secure, multi-tenant access to their data, with all the vibes—whether they want max interactivity or just chill. Customize it however you want. Drop dashboards, charts, even Metabase’s query editor—either with iframes or as dope React components.
es: Ofrece a tus clientes acceso seguro y multiusuario a tus datos con tanta (o tan poca) interactividad y herramientas para explorar los datos como quieras, con tanta personalización como necesites. Incorpora paneles, gráficos (incluso el editor de consultas de Metabase) con iframes o como componentes individuales de React.
fa: به مشتریان خود دسترسی ایمن و چند مستاجر به داده‌هایشان را با تعامل (یا کم) و ابزارهایی برای کاوش در داده‌ها به همان اندازه که می‌خواهید، با سفارشی‌سازی به همان اندازه که نیاز دارید، بدهید. داشبوردها، نمودارها - حتی ویرایشگر پرس و جو Metabase - را با iframe یا به عنوان اجزای جداگانه React جاسازی کنید.
fi: Anna asiakkaillesi turvallinen pääsy tietoihinsa ja niin paljon (tai niin vähän) interaktiivisuutta ja työkaluja tietojen tutkimiseen kuin haluat. Upota kojelaudat, kaaviot – jopa Metabasen kyselytyökalu – iframe-kehyksillä tai yksittäisinä React-komponentteina.
fr: Donnez à vos clients un accès sécurisé et multi-tenant à leurs données avec autant (ou aussi peu) d'interactivité et d'outils pour explorer les données que vous le souhaitez, avec autant de personnalisation que vous en avez besoin. Incorporez des tableaux de bord, des graphiques - et même l'éditeur de requêtes de Metabase - avec des iframes ou en tant que composants React individuels.
hu: Adjon ügyfeleinek biztonságos, több-bérlős hozzáférést adataikhoz annyi (vagy olyan kevés) interaktivitással és eszközzel, amennyire szükség van az adatok feltárásához, és olyan szintű testreszabással, amennyit szeretne. Ágyazzon be dashboardokat, diagramokat—akár a Metabase lekérdezésszerkesztőjét—iframe-ekkel vagy egyedi React-komponensekkel.
it: Offrite ai vostri clienti un accesso sicuro e multi-tenant ai loro dati con tutta (o poca) interattività e gli strumenti per esplorare i dati che volete, con tutta la personalizzazione che vi serve. Incorporate dashboard, grafici e persino l'editor di query di Metabase con iframe o come singoli componenti React.
ja: セキュアでマルチテナントなデータへのアクセスを顧客に提供し、必要なだけのインタラクティブ性とデータ探索のためのツールを、必要なだけのカスタマイズで提供します。ダッシュボードやチャート、Metabaseのクエリエディタさえも、iframeや個別のReactコンポーネントとして埋め込むことができます。
lt: Suteikite savo klientams saugią, kelių nuomininkų prieigą prie savo duomenų, naudodami tiek daug (arba tiek mažai) interaktyvumo ir įrankių, kad galėtumėte tyrinėti duomenis, kiek norite, ir pritaikydami tiek tinkinimo, kiek jums reikia. Įdėkite prietaisų skydelius, diagramas – net „Metabase“ užklausų rengyklę – su „iframe“ arba kaip atskirus „React“ komponentus.
ms: Beri pelanggan anda akses berbilang penyewa yang selamat kepada data mereka dengan seberapa banyak (atau sedikit) interaktiviti dan alatan untuk meneroka data seperti yang anda mahu, dengan seberapa banyak penyesuaian yang anda perlukan. Benamkan papan pemuka, carta—malah editor pertanyaan Metabase—dengan iframe atau sebagai komponen React individu.
nb: Gi kundene dine sikker tilgang til dataene deres med så mye (eller så lite) interaktivitet og verktøy for å utforske data som du ønsker, med så mye tilpasning som du trenger. Legg inn dashbord, diagrammer - til og med Metabases spørringsredigeringsprogram - med iframes eller som individuelle React-komponenter.
nl: Geef uw klanten veilige, multi-tenant toegang tot hun gegevens met zo veel (of zo weinig) interactiviteit en tools om gegevens te verkennen als u wilt, met zo veel maatwerk als u nodig hebt. Integreer dashboards, grafieken en zelfs de query-editor van Metabase met iframes of als afzonderlijke React-componenten.
pl: Zapewnij swoim klientom bezpieczny, wielodostępny dostęp do ich danych z tak dużą (lub tak małą) interaktywnością i narzędziami do eksploracji danych, jak chcesz, z tak dużą personalizacją, jak potrzebujesz. Osadzaj pulpity, wykresy - a nawet edytor zapytań Metabase - za pomocą ramek iframe lub jako indywidualne komponenty React.
pt_br: Ofereça aos seus clientes acesso seguro e multilocatário aos dados deles com o máximo (ou o mínimo) de interatividade e ferramentas para explorar os dados que você quiser, com a personalização que precisar. Incorpore painéis, gráficos e até mesmo o editor de consultas da Metabase com iframes ou como componentes React individuais.
ru: Предоставьте вашим клиентам безопасный мультитенантный доступ к их данным — с нужным вам уровнем интерактивности и возможностями для анализа (или без них), а также с необходимой кастомизацией. Встраивайте дашборды, визуализации и даже редактор запросов Metabase с помощью iframe или как отдельные React-компоненты.
sk: Poskytnite svojim zákazníkom bezpečný prístup k ich údajom pre viacerých užívateľov s toľkými (alebo takými) interaktivitami a nástrojmi na skúmanie údajov, koľko chcete, s takým prispôsobením, aké potrebujete. Vložte informačné panely, grafy - dokonca aj editor dotazov Metabase - pomocou iframe alebo ako jednotlivé komponenty React.
sl: Strankam omogočite varen dostop do podatkov z več najemniki s toliko (ali tako malo) interaktivnostjo in orodji za raziskovanje podatkov, kot želite, s toliko prilagoditev, kot jih potrebujete. Vdelajte nadzorne plošče, grafikone – celo urejevalnik poizvedb Metabase – z elementi iframe ali kot posamezne komponente React.
sq: Jepu klientëve të tu akses të sigurt, multi-tenant, te të dhënat e tyre, me aq (ose pak) interaktivitet dhe mjete për të eksploruar të dhënat sa të duash, me aq personalizim sa të duhet. Inkorporo panele, grafiqe — madje edhe query editor-in e Metabase — me iframe ose si komponentë individualë React.
sr: Omogućite svojim korisnicima bezbedan, multi-tenant pristup njihovim podacima, sa onoliko (ili malo) interaktivnosti i alata za istraživanje podataka koliko želite, i uz onoliko prilagođavanja koliko vam treba. Ugradite kontrolne table, grafikone — čak i Metabase-ov kreator upita — preko iframe-ova ili kao pojedinačne React komponente.
sv: Ge dina kunder säker, multi-tenant åtkomst till sina data med så mycket (eller så lite) interaktivitet och verktyg för att utforska data som du vill, med så mycket anpassning som du behöver. Bädda in instrumentpaneler, diagram - till och med Metabases frågeredigerare - med iframes eller som enskilda React-komponenter.
tr: Müşterilerinize verilerine güvenli, çok kiracılı erişim sağlayın, istediğiniz kadar çok (veya az) etkileşim ve verileri keşfetmek için istediğiniz kadar özelleştirme ile araçlar sağlayın. Gösterge tablolarını, grafikleri, hatta Metabase'in sorgu düzenleyicisini iframe'lerle veya ayrı React bileşenleri olarak yerleştirin.
uk: Надайте клієнтам безпечний мультитенантний доступ до їхніх даних — із такою (або мінімальною) інтерактивністю й інструментами для дослідження даних, як вам потрібно, і з таким рівнем кастомізації, якого ви потребуєте. Вбудовуйте дашборди, діаграми — навіть редактор запитів Metabase — через iframe або як окремі React-компоненти.
vi: Cung cấp cho khách hàng của bạn quyền truy cập an toàn, đa thuê bao vào dữ liệu của họ với nhiều (hoặc ít) khả năng tương tác và công cụ để khám phá dữ liệu theo ý muốn, với nhiều tùy chỉnh theo nhu cầu. Nhúng bảng điều khiển, biểu đồ—thậm chí là trình chỉnh sửa truy vấn của Metabase—với iframe hoặc dưới dạng các thành phần React riêng lẻ.
zh_hk: 讓您的客戶以安全、多租戶的方式存取他們的資料，並提供您所需的客製化功能，以及盡可能多 (或少) 的互動性和工具來探索資料。使用 iframe 或個別 React 元件嵌入儀表板、圖表，甚至 Metabase 的查詢編輯器。

source: Interactive embedding allows you to embed the full Metabase app with iframes. It offers settings to customize appearance and includes the query builder with row-level access.
eo: Interactive embedding lets you slap the whole Metabase app into your site using iframes. It’s got options to tweak how it looks and comes with the query builder plus row-level access. Basically, it’s lowkey a vibe for full control.
hu: Az interaktív beágyazás lehetővé teszi a teljes Metabase alkalmazás beágyazását iframe-ekkel. Testreszabási lehetőségeket kínál a megjelenéshez, és tartalmazza a lekérdezésszerkesztőt sor-szintű hozzáféréssel.
lt: Interaktyvus įterpimas leidžia įterpti visą metabazės programą su iframe. Jame siūlomi parametrai, skirti tinkinti išvaizdą, ir užklausų kūrimo priemonė su prieiga prie eilutės lygio.
ms: Pembenaman interaktif membolehkan anda membenamkan apl Metabase penuh dengan iframe. Ia menawarkan tetapan untuk menyesuaikan penampilan dan termasuk pembina pertanyaan dengan akses peringkat baris.

source: Read the docs
ar: اقرأ المستندات
bg: Прочетете документите
ca: Llegeix la documentació
de: Lesen Sie die Dokumente
eo: Read the docs, fr fr
es: Lee la documentación
fa: اسناد را بخوانید
fi: Lue dokumentit
fr: Lire la documentation
hu: Dokumentáció megtekintése
it: Leggere i documenti
ja: ドキュメントを読む
lt: Perskaitykite dokumentus
ms: Baca dokumen
nb: Les dokumentasjonen
nl: Lees de documenten
pl: Przeczytaj dokumentację
pt_br: Leia os documentos
ru: Читайте документацию
sk: Prečítajte si dokumenty
sl: Preberite dokumente
sq: Lexo dokumentacionin
sr: Pročitaj dokumentaciju
sv: Läs dokumentationen
tr: Belgeleri okuyun
uk: Читати документацію
vi: Đọc tài liệu
zh_hk: 閱讀說明文件
