Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: This enables Metabase to scan for additional field values during syncs allowing smarter behavior, like improved auto-binning on your bar charts.
ar: يُمكّن هذا Metabase من فحص قيم إضافية للحقول أثناء المزامنة، مما يتيح سلوكًا أذكى مثل تحسين التجميع التلقائي إلى فئات في مخططات الأعمدة.
bg: Това позволява на Metabase да сканира за допълнителни стойности на полета по време на синхронизиране, което позволява по-интелигентно поведение, като подобрено автоматично комбиниране на вашите лентови диаграми.
ca: Això permet a Metabase cercar valors en camps addicionals durant la sincronia permetent un comportament més intel·ligent, p.e. per fer auto-binning a les gràfiques de barres.
de: Dadurch kann Metabase während der Synchronisierung nach zusätzlichen Feldwerten suchen, was ein intelligenteres Verhalten ermöglicht, wie z. B. verbessertes Auto-Binning in Ihren Balkendiagrammen.
eo: This lets Metabase peep for extra field values when it syncs, so it can be way smarter, like leveling up auto-binning on your bar charts.
es: Esto permite que Metabase busque valores de campo adicionales durante las sincronizaciones, lo que permite un comportamiento más inteligente, como una clasificación automática mejorada en tus gráficos de barras.
fa: این امکان را به Metabase می‌دهد تا مقادیر فیلد اضافی را در طول همگام‌سازی‌ها اسکن کند که امکان رفتار هوشمندانه‌تر را فراهم می‌آورد، مانند بهبود ذخیره خودکار در نمودارهای میله‌ای شما.
fi: Tämä mahdollistaa Metabasen skannaamaan lisäkenttien arvoja synkronisoinnin aikana, mikä mahdollistaa älykkäämmän toiminnan, kuten parannetun automaattisen ryhmittelyn pylväskaavioissasi.
fr: Autorise Metabase à scanner des valeurs de filtres additionnels pendant les synchronisations permettant des comportements optimisés, comme l'amélioration du regroupement automatique sur les histogrammes.
hu: Ez lehetővé teszi, hogy a Metabase a szinkronizálások során további mezőértékeket vizsgáljon, ami okosabb viselkedést eredményez, például javított automatikus csoportosítást a sávdiagramokon.
it: Questo consente a Metabase di scansionare i valori dei campi aggiuntivi durante le sincronizzazioni, consentendo un comportamento più intelligente, come un raggruppamento automatico migliorato sui tuoi grafici a barre.
ja: これにより、Metabaseは同期中に追加のフィールド値をスキャンすることができ、棒グラフの自動ビンディングの改善など、よりスマートな動作が可能になります。
lt: Tai leidžia metabazei sinchronizuojant nuskaityti papildomas laukų reikšmes, kad būtų galima protingiau elgtis, pvz., pagerinti automatinį juostinių diagramų sujungimą.
ms: Ini membolehkan Metabase untuk mengimbas nilai medan tambahan semasa penyelarasan, membolehkan tingkah laku yang lebih pintar, seperti peningkatan pembinaan automatik pada carta bar anda.
nb: Dette gjør at Metabase kan skanne etter flere feltverdier under synkroniseringer, noe som tillater smartere oppførsel, som forbedret automatisk binning på stolpediagrammene dine.
nl: Hierdoor kan Metabase tijdens synchronisaties naar aanvullende veldwaarden scannen, wat slimmer gedrag mogelijk maakt, zoals verbeterde auto-binning op uw staafdiagrammen.
pl: Umożliwia to Metabase na skanowanie dodatkowych wartości pól podczas synchronizacji, co pozwala na bardziej inteligentne zachowanie, jak np. ulepszone automatyczne grupowanie na wykresach słupkowych.
pt_br: Isso permite que o Metabase procure valores de campos adicionais durante as sincronizações, permitindo um comportamento mais inteligente, como melhor agrupamento automático em seus gráficos de barras.
ru: Это позволяет Metabase сканировать дополнительные значения полей во время синхронизации, обеспечивая более разумное поведение, например, улучшенное автоматическое объединение в гистограммы.
sk: To umožňuje Metabase skenovať ďalšie hodnoty polí počas synchronizácie, čo umožňuje inteligentnejšie správanie, napríklad vylepšené automatické zoskúpenie na vašich stĺpcových grafoch.
sl: To omogoča orodju Metabase, da med sinhronizacijo poišče dodatne vrednosti polj, kar omogoča pametnejše vedenje, kot je izboljšano samodejno združevanje v paličnih grafikonih.
sq: Kjo i mundëson Metabase të skanojë për vlera shtesë të fushave gjatë sync-eve, duke lejuar sjellje më të mençur, si p.sh. auto-binning më i mirë në grafikët e tu me shtylla.
sr: Ovo omogućava Metabase-u da tokom sinhronizacija skenira dodatne vrednosti polja, što omogućava pametnije ponašanje, poput boljeg automatskog binovanja na stubičastim dijagramima.
sv: Detta tillåter Metabase att söka upp tillkommande fält under synkning och tillåter smartare metoder som att t.ex automatiskt rensa ut diagram.
tr: Bu, Metabase'in eşitlemeler sırasında ek alan değerlerini taramasını sağlar ve çubuk grafiklerinizde geliştirilmiş otomatik gruplama gibi daha akıllı davranışlara olanak tanır.
uk: Це дає змогу Metabase сканувати додаткові значення полів під час синхронізацій, забезпечуючи розумнішу поведінку, наприклад покращене автогрупування на ваших стовпчикових діаграмах.
vi: Điều này cho phép Metabase quét các giá trị trường bổ sung trong quá trình đồng bộ hóa, cho phép hành vi thông minh hơn, chẳng hạn như cải thiện tự động phân loại trong biểu đồ thanh của bạn.
zh_hk: 這可讓 Metabase 在同步時掃描額外的欄位值，從而提供更聰明的行為，例如改善柱狀圖的自動分選功能。

source: Company or team name
ar: اسم الشركة أو الفريق
bg: Име на фирма или екип
ca: Nom de la companyia o l'equip
de: Firmen- oder Teamname
eo: Company or team name → "Squad or brand lol"
es: Nombre empresa o equipo
fa: نام شرکت یا تیم
fi: Yrityksen tai tiimin nimi
fr: Nom de l'entreprise ou de l'équipe
hu: Cég vagy csapat neve
it: Nome dell'azienda o del team
ja: 会社名またはチーム名
lt: Įmonės arba komandos pavadinimas
ms: Nama syarikat atau pasukan
nb: Selskaps- eller teamnavn
nl: Naam bedrijf of team
pl: Nazwa firmy lub zespołu
pt_br: Nome da empresa ou equipe
ru: Название компании или команды
sk: Názov spoločnosti alebo tímu
sl: Ime podjetja ali ekipe
sq: Emri i kompanisë ose ekipit
sr: Naziv kompanije ili tima
sv: Företag eller namn på team
tr: Şirket veya ekip adı
uk: Назва компанії або команди
vi: Tên công ty hoặc nhóm
zh_hk: 公司或團隊名稱

source: must be different from the email address you used in setup
ar: يجب أن يكون مختلفًا عن عنوان البريد الإلكتروني الذي استخدمته في الإعداد
bg: трябва да се различава от имейл адреса, който сте използвали при настройката
ca: ha de ser diferent de l'adreça de correu utilitzada durant la configuració inicial
de: muss sich von der E-Mail-Adresse unterscheiden, die Sie bei der Einrichtung verwendet haben
eo: It’s probably diff from the email you used when setting up, fr.
es: debe ser diferente del email utilizado en la configuración
fa: باید با آدرس ایمیلی که در راه اندازی استفاده کرده اید متفاوت باشد
fi: täytyy olla erilainen kuin sähköpostiosoite, jonka käytit asennuksessa
fr: doit être différent de l'email que vous utilisez dans la configuration
hu: különböznie kell a beállítás során használt e-mail címtől
it: deve essere diverso dall'indirizzo email utilizzato nella configurazione
ja: セットアップに利用したメールアドレスとは異なるものでなければなりません
lt: turi skirtis nuo el. pašto adreso, kurį naudojote nustatydami
ms: mesti berbeza daripada alamat emel yang anda gunakan dalam persediaan
nb: må være forskjellig fra e-postadressen du brukte i oppsettet
nl: moet anders zijn dan het e-mailadres dat je tijdens de installatie gebruikte
pl: musi się różnić od adresu e-mail użytego w konfiguracji
pt_br: deve ser diferente do endereço de e-mail que você usou na configuração
ru: должен отличаться от email-адресов, используемого при установке
sk: musí sa líšiť od emailovej adresy, ktorú ste použili pri nastavení
sl: se mora razlikovati od e-poštnega naslova, ki ste ga uporabili v namestitvi
sq: duhet të jetë ndryshe nga adresa e email-it që përdore në konfigurim
sr: mora biti različito od email adrese koju ste koristili u podešavanju
sv: måste vara annorlunda än den epost-adress du använde vid installation
tr: kurulumda kullandığınız e-posta adresinden farklı olmalıdır
uk: має відрізнятися від адреси електронної пошти, яку ви використали під час налаштування
vi: phải khác với địa chỉ email bạn đã sử dụng khi thiết lập
zh_hk: 必須與您在設定時使用的電子郵件地址不同

source: saved a model based on
hu: mentett egy modellt, amely alapja:
ms: menyimpan model berdasarkan

source: saved a model
hu: mentett egy modellt
ms: menyimpan model

source: deleted a model
hu: törölt egy modellt
ms: memadam model

source: New
ar: جديد
bg: Нов
ca: Nou
de: Neu
eo: brand new fam
es: Nuevo
fa: جدید
fi: Uusi
fr: Nouveau
hu: Új
it: Nuovo
ja: 新規
lt: Nauja
ms: Baru
nb: Ny
nl: Nieuw
pl: Nowy
pt_br: Novo
ru: Новый
sk: Nový
sl: Nov
sq: E re
sr: Novo
sv: Ny
tr: Yeni
uk: Нове
vi: Mới
zh_hk: 新款

source: SQL query
ar: استعلام SQL
bg: SQL заявка
ca: Consulta SQL
de: SQL Abfrage
eo: SQL query → SQL tbh
es: Consulta SQL
fa: پرس و جوی SQL
fi: SQL-kysely
fr: Requête SQL
hu: SQL lekérdezés
it: Query SQL
ja: SQLクエリ
lt: SQL užklausa
ms: Pertanyaan SQL
nb: SQL-spørring
nl: SQL-vraag
pl: Zapytanie SQL
pt_br: Consulta SQL
ru: SQL запрос
sk: SQL dotaz
sl: Poizvedba SQL
sq: Pyetje SQL
sr: SQL upit
sv: SQL-fråga
tr: SQL sorgusu
uk: SQL-запит
vi: Truy vấn SQL
zh_hk: SQL 查詢

source: Archive this model?
hu: Archiválja ezt a modellt?
ms: Arkibkan model ini?

source: This model will be removed from any dashboards or pulses using it.
hu: Ez a modell eltávolításra kerül minden irányítópultból vagy impulzusból, amely használja.
ms: Model ini akan dikeluarkan dari sebarang papan pemuka atau denyut yang menggunakannya.

source: Verify this model
ar: تحقق من هذا النموذج
bg: Проверете този модел
ca: Verificar aquest model
de: Dieses Model überprüfen
eo: Check if this model is actually valid lol
es: Verificar este modelo
fa: این مدل را تایید کنید
fi: Vahvista tämä malli
fr: Vérifier ce model
hu: Ellenőrizze ezt a modellt
it: Verifica questo modello
ja: このモデルを検証する
lt: Patikrinkite šį modelį
ms: Sahkan model ini
nb: Verifiser denne modellen
nl: Dit model verifiëren
pl: Zweryfikuj ten model
pt_br: Verificar este modelo
ru: Проверить эту модель
sk: Overiť tento model
sl: Preverite ta model
sq: Verifiko këtë model
sr: Verifikuj ovaj model
sv: Verifiera denna modell
tr: Bu modeli doğrula
uk: Верифікувати цю модель
vi: Xác minh mô hình này
zh_hk: 驗證此型號

source: Verify this question
ar: تحقق من هذا السؤال
bg: Проверете този въпрос
ca: Verificar aquesta pregunta
de: Diese Frage überprüfen
eo: Check if this question is valid, fr fr
es: Verificar esta pregunta
fa: این سوال را تایید کنید
fi: Varmista tämä kysymys
fr: Vérifier cette question
hu: Ellenőrizze ezt a kérdést
it: Verifica questa domanda
ja: この質問を検証する
lt: Patvirtinkite šį klausimą
ms: Sahkan soalan ini
nb: Bekreft dette spørsmålet
nl: Deze vraag verifiëren
pl: Zweryfikuj to pytanie
pt_br: Verificar esta pergunta
ru: Проверить этот запрос
sk: Overiť túto otázku
sl: Preverite to vprašanje
sq: Verifiko këtë pyetje
sr: Verifikuj ovo pitanje
sv: Verifiera denna fråga
tr: Bu soruyu doğrula
uk: Верифікувати цей запит
vi: Xác minh câu hỏi này
zh_hk: 驗證這個問題

source: View this
ar: اعرض هذا
bg: Вижте това
ca: Veure això
de: Anzeigen
eo: Check this out
es: Verlo
fa: مشاهده این
fi: Näytä tämä
fr: Voir ceci
hu: Tekintse meg ezt
it: Mostra questo
ja: 表示
lt: Žiūrėti tai
ms: Papar ini
nb: Vis denne
nl: Dit bekijken
pl: Wyświetl
pt_br: Ver isto
ru: Посмотреть
sk: Zobraziť toto
sl: Oglejte si to
sq: Shiko këtë
sr: Prikaži ovo
sv: Verifiera detta
tr: Bunu görüntüle
uk: Переглянь це
vi: Xem cái này
zh_hk: 查看這個

source: License and billing
hu: Licenc és számlázás
ms: Lesen dan bil

source: License
ar: الترخيص
bg: Лиценз
ca: Llicència
de: Lizenz
eo: license → creds or legit check
es: Licencia
fa: مجوز
fi: Lisenssi
fr: Licence
hu: Engedély
it: Licenza
ja: ライセンス
lt: Licenzija
ms: Lesen
nb: Lisens
nl: Licentie
pl: Licencja
pt_br: Licença
ru: Лицензия
sk: Licencia
sl: Licenca
sq: Licencë
sr: Licenca
sv: Licens
tr: Lisans
uk: Ліцензія
vi: Giấy phép
zh_hk: 許可證

source: New…
hu: Új…
ms: Baru…

source: {0} distinct value
ar: {0} قيمة مميزة
bg: {0} различна стойност
ca: {0} valor diferent
de: {0} eindeutiger Wert
eo: {0} legit different vibes
es: {0} valor único
fa: {0} مقدار متمایز
fi: {0} erillinen arvo
fr: {0} valeur distincte
hu: {0} eltérő érték
it: {0} valore distinto
ja: {0} 個の異なる値
lt: {0} skirtinga vertė
ms: {0} nilai berbeza Jamak: {0} nilai berbeza
nb: {0} distinkt verdi
nl: {0} afzonderlijke waarde
pl: {0} unikalna wartość
pt_br: {0} valor distinto
ru: {0} уникальное значение
sk: {0} odlišná hodnota
sl: {0} različna vrednost
sq: {0} vlerë unike
sr: {0} jedinstvena vrednost
sv: {0} specifikt värde
tr: {0} farklı değer
uk: {0} унікальне значення
vi: {0} giá trị riêng biệt
zh_hk: {0} 不重複的值

source: Getting distinct values...
ar: جارٍ جلب القيم المميزة...
bg: Получаване на различни стойности...
ca: Obtenint els valors diferents...
de: Lade eindeutige Werte...
eo: Getting those unique vibes…
es: Obteniendo valores distintos...
fa: در حال دریافت مقادیر متمایز...
fi: Hankkimassa erillisiä arvoja...
fr: Obtention des valeurs distinctes...
hu: Különböző értékek lekérése...
it: Sto ottenendo valori distinti...
ja: 異なる値を取得する...
lt: Gaunamos skirtingos vertės...
ms: Mendapatkan nilai berbeza...
nb: Henter forskjellige verdier...
nl: Afzonderlijke waardes ophalen...
pl: Pobieranie unikalnych wartości...
pt_br: Obtendo valores distintos…
ru: Получение уникальных значений...
sk: Získavanie odlišných hodnôt...
sl: Pridobivanje različnih vrednot ...
sq: Duke marrë vlera unike...
sr: Dobavljanje različitih vrednosti...
sv: Hämtar specifika värden...
tr: Farklı değerler elde etmek...
uk: Отримання унікальних значень...
vi: Đang lấy giá trị riêng biệt...
zh_hk: 取得不重複的值...

source: You don’t have permission to see this question’s columns.
ar: ليست لديك الصلاحية لرؤية أعمدة هذا السؤال.
bg: Нямате разрешение да виждате колоните на този въпрос.
ca: No tens permís per veure les columnes d'aquesta pregunta.
de: Sie sind nicht berechtigt, die Spalten dieser Frage anzuzeigen.
eo: Bruh, you don’t got the pass to peep this question’s columns.
es: No tienes permiso para ver las columnas de esta consulta.
fa: شما برای مشاهده ستون‌های این سوال مجوز ندارید.
fi: Sinulla ei ole lupaa nähdä tämän kysymyksen sarakkeita.
fr: Vous n'avez pas la permission de voir ces colonnes de la question.
hu: Nincs jogosultsága a kérdés oszlopainak megtekintéséhez.
it: Non hai il permesso di vedere le colonne di questa domanda
ja: この質問の列を表示する権限がありません。
lt: Neturite leidimo matyti šio klausimo stulpelių.
ms: Anda tidak mempunyai kebenaran untuk melihat lajur soalan ini.
nb: Du har ikke tillatelse til å se kolonnene til dette spørsmålet.
nl: Je hebt geen rechten op de kolommen van deze vraag te zien.
pl: Nie masz uprawnień do zobaczenia kolumn tego pytania.
pt_br: Você não tem permissão para ver as colunas desta pergunta.
ru: У вас нет привилегий для просмотра столбцов запроса.
sk: Nemáte povolenie na zobrazenie stĺpcov tejto otázky.
sl: Nimate dovoljenja za ogled stolpcev tega vprašanja.
sq: Nuk ke leje për të parë kolonat e kësaj pyetjeje.
sr: Nemate dozvolu da vidite kolone ovog pitanja.
sv: Du har inte tillåtelse att se denna frågas kolumner.
tr: Bu sorunun sütunlarını görme izniniz yok.
uk: У вас немає дозволу переглядати стовпці цього запиту.
vi: Bạn không có quyền xem các cột của câu hỏi này.
zh_hk: 您無權查看此問題的欄位。

source: Use an SSH-tunnel
ar: استخدم نفق SSH
bg: Използвайте SSH-тунел
ca: Utilitzar un túnel SSH
de: Verwende einen SSH-Tunnel
eo: Just use an SSH-tunnel, no cap
es: Utilizar un tunel SSH
fa: از تونل SSH استفاده کنید
fi: Käytä SSH-tunnelia
fr: Utiliser un tunnel SSH
hu: SSH-alagút használata
it: Usa un tunnel SSH
ja: SSHトンネルを使う
lt: Naudokite SSH tunelį
ms: Gunakan terowong SSH
nb: Bruk en SSH-tunnel
nl: Een SSH-tunnel gebruiken
pl: Użyj tunelu SSH
pt_br: Usar um túnel SSH
ru: Использовать SSH-туннель
sk: Použitie SSH-tunelu
sl: Uporaba tunela SSH
sq: Përdor një tunel SSH
sr: Koristi SSH-tunel
sv: Använda en SSH-tunnel
tr: SSH tüneli kullanın
uk: Використовуйте SSH-тунель
vi: Sử dụng SSH-tunnel
zh_hk: 使用SSH隧道

source: We suggest you leave this off unless you plan on doing a lot of manual timezone casting with this data.
ar: نقترح ترك هذا الخيار معطّلًا ما لم تكن تخطط لإجراء الكثير من تحويلات المنطقة الزمنية يدويًا مع هذه البيانات.
bg: Предлагаме ви да оставите това изключено, освен ако не планирате да правите много ръчно прехвърляне на часови зони с тези данни.
ca: Suggerim que deixis això desactivat si no planeges fer un ús intensiu de casting de fusos horaris amb aquestes dades.
de: Wir schlagen vor dies ausgeschaltet zu lassen, sofern du nicht viele Zeitzonen Casts mit diesen Daten vornehmen willst
eo: Yo, just a heads up—skip this unless you’re about to do mad manual timezone casting with this data, fr.
es: Sugerimos que dejes esto a menos que planees hacer una gran cantidad de conversión de zona horaria manual con estos datos.
fa: ما پیشنهاد می‌کنیم این را خاموش نگه دارید مگر اینکه قصد دارید با این داده‌ها مقدار زیادی از دستی تایم‌زون را اعمال کنید.
fi: Suosittelemme jättämään tämän pois, ellet suunnittele tekeväsi paljon manuaalista aikavyöhykkeiden muunnosta näiden tietojen kanssa.
fr: Nous vous suggérons de laisser ça désactivé, à moins que vous prévoyiez de faire beaucoup de cast manuel de champ « timezone » avec ces données.
hu: Javasoljuk, hogy hagyja ezt ki, hacsak nem tervez sok manuális időzóna-kezelést ezzel az adatokkal.
it: Suggeriamo di lasciare disattivato a meno che non si preveda di eseguire molti casting manuali del fuso orario con questi dati.
ja: このデータについて手動でのタイムゾーン変更を何度も行う予定がない限りはオフのままにすることを推奨します。
lt: Rekomenduojame išjungti šią funkciją, nebent planuojate daug rankiniu būdu perduoti laiko juostą naudodami šiuos duomenis.
ms: Kami mencadangkan anda membiarkannya mati melainkan anda merancang untuk melakukan banyak pelarasan zon masa manual dengan data ini.
nb: Vi foreslår at du lar dette være av med mindre du planlegger å gjøre mye manuell tidssonesetting med disse dataene.
nl: We raden je aan dit uit te laten, tenzij je van plan bent veel handmatige tijdzone-castings te doen met deze gegevens.
pl: Sugerujemy pozostawienie tego wyłączonego, chyba że planujesz wykonywać wiele ręcznych zmian strefy czasowej z tymi danymi.
pt_br: Sugerimos que deixe essa opção desativada, a menos que planeje fazer muitas conversões manuais de fuso horário com esses dados.
ru: Мы предлагаем вам оставить это, если вы не планируете выполнять много ручного приведения часовых поясов с этими данными.
sk: Odporúčame to nechať vypnuté, pokiaľ neplánujete veľa manuálneho priradzovania časových zón s týmito údajmi.
sl: Predlagamo, da to izpustite, razen če nameravate s temi podatki opraviti veliko ročnega oddajanja časovnega pasu.
sq: Sugjerojmë ta lësh këtë të çaktivizuar, përveç nëse planifikon të bësh shumë cast manual të zonës kohore me këto të dhëna.
sr: Preporučujemo da ovo ostaviš isključeno osim ako planiraš da radiš mnogo ručnog kastovanja vremenske zone sa ovim podacima.
sv: Vi föreslår att du inte aktiverar denna om du inte tänk använda många manuella anpassningar för tidszon med dina data.
tr: Bu verilerle çok sayıda manuel saat dilimi dökümü yapmayı planlamıyorsanız, bunu kapalı bırakmanızı öneririz.
uk: Рекомендуємо залишити це вимкненим, якщо ви не плануєте робити багато ручних перетворень часового поясу для цих даних.
vi: Chúng tôi đề nghị bạn tắt điều này trừ khi bạn dự định thực hiện nhiều chuyển đổi múi giờ thủ công với dữ liệu này.
zh_hk: 我們建議您不要啟用這個，除非您計劃對此數據進行大量手動時區轉換。

source: This can be useful for auditing and debugging, but prevents BigQuery from caching results and may increase your costs.
hu: Ez hasznos lehet az auditálás és hibakeresés során, de megakadályozza, hogy a BigQuery gyorsítótárazza az eredményeket, és növelheti a költségeit.
ms: Ini boleh berguna untuk pengauditan dan penyahpepijatan, tetapi menghalang BigQuery daripada menyimpan hasil dalam cache dan mungkin meningkatkan kos anda.

source: Connect using DNS SRV
ar: اتصل باستخدام DNS SRV
bg: Свържете се с помощта на DNS SRV
ca: Connectar utilitzant DNS SRV
de: Unter Verwendung von DNS SRV verbinden
eo: Hop in with DNS SRV, bestie
es: Conectar utilizando DNS SRV
fa: اتصال با استفاده از DNS SRV
fi: Yhdistä käyttäen DNS SRV:tä.
fr: Connecter en utilisant DNS SRV
hu: Csatlakozás DNS SRV használatával
it: Collegati usando un DNS SRV
ja: DNS SRVによる接続
lt: Prisijunkite naudodami DNS SRV
ms: Sambung menggunakan DNS SRV
nb: Koble til ved bruk av DNS SRV
nl: Verbinding maken via DNS SRV
pl: Połącz przy użyciu DNS SRV
pt_br: Conectar usando DNS SRV
ru: Подключиться используя DNS SRV
sk: Pripojte sa pomocou DNS SRV
sl: Povezovanje z DNS SRV
sq: Lidhu duke përdorur DNS SRV
sr: Poveži se pomoću DNS SRV
sv: Ansluta via DNS SRV
tr: DNS SRV kullanarak bağlanın
uk: Підключатися через DNS SRV
vi: Kết nối bằng DNS SRV
zh_hk: 使用DNS SRV連接
