Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Deactivate user
ar: إلغاء تنشيط المستخدم
bg: Деактивиране на потребителя
ca: Desactivar l'usuari
de: Benutzer deaktivieren
eo: Mute that user, fr.
es: Desactivar usuario
fa: غیرفعال کردن کاربر
fi: Deaktivoi käyttäjä
fr: Désactiver l'utilisateur
hu: Felhasználó deaktiválása
it: Disattiva utente
ja: ユーザーを無効化
lt: Išjungti naudotoją
ms: Nyahaktif pengguna
nb: Deaktiver bruker
nl: Gebruiker deactiveren
pl: Dezaktywuj użytkownika
pt_br: Desativar usuário
ru: Деактивировать пользователя
sk: Deaktivovať používateľa
sl: Deaktiviranje uporabnika
sq: Çaktivizo përdoruesin
sr: Deaktiviraj korisnika
sv: Inaktivera användare
tr: Kullanıcıyı etkisiz kıl
uk: Деактивувати користувача
vi: Vô hiệu hóa người dùng
zh_hk: 停用使用者

source: Reactivate {0}?
ar: إعادة تنشيط {0}؟
bg: Да активирате отново {0}?
ca: Reactivar {0}?
de: {0} wieder aktivieren?
eo: Reactivate {0}? Bet.
es: ¿Reactivar {0}?
fa: فعال کردن {0}?
fi: Aktivoi {0} uudelleen?
fr: Réactiver {0} ?
hu: Újraaktiválja a következőt: {0}?
it: Riattivare {0}?
ja: {0}を再有効化しますか?
lt: Aktyvinti {0} ?
ms: Aktifkan semula {0}?
nb: Aktiver {0}?
nl: Opnieuw activeren {0}?
pl: Aktywuj ponownie {0}?
pt_br: Reativar {0}?
ru: Повторно активировать {0}?
sk: Znova aktivovať {0}?
sl: Ponovno aktivirati {0}?
sq: Ta riaktivizosh {0}?
sr: Reaktivirati {0}?
sv: Återaktivera {0}?
tr: {0} yeniden etkinleştirilsin mi?
uk: Повторно активувати {0}?
vi: Kích hoạt lại {0}?
zh_hk: 啟用使用者 {0} ?

source: We couldn’t send them an email invitation, so make sure to tell them to log in using {0} and this password we’ve generated for them:
ar: لم نتمكن من إرسال دعوة عبر البريد الإلكتروني، لذا تأكد من إخبارهم بتسجيل الدخول باستخدام {0} وكلمة المرور التي أنشأناها لهم:
bg: Не можахме да им изпратим покана по имейл, затова не забравяйте да им кажете да влязат с помощта на {0} и тази парола, която сме генерирали за тях:
ca: No s'ha pogut enviar la invitació per correu electrònic. Asegura't de dir-los-hi que el seu nom d'usuari és {0} i que facin servir la contrasenya temporal que hem generat per ells:
de: Wir konnten ihnen keine Einladung per E-Mail schicken, also bitte sie auf anderem Wege, sich als {0} einzuloggen. Das Kennwort lautet:
eo: We couldn’t send them an email invite, so make sure to tell them to log in using {0} and this password we’ve made for them:
es: No se ha podido enviar la invitación por correo electrónico, así que asegúrate de decirles que inicien sesión utilizando {0} y esta contraseña que hemos generado para ellos:
fa: ما نمی توانیم برای آنها یک ایمیل دعوت نامه ارسال کنیم ، بنابراین حتما به آنها بگویید که با استفاده از {0} و این رمز عبوری که برای آنها ایجاد کرده ایم وارد سیستم شوند:
fi: Emme voineet lähettää sähköpostikutsua, joten muista pyytää heitä kirjautumaan sisään tunnuksella {0} ja tällä heille luomallamme salasanalla:
fr: Nous n'avons pas pu leur envoyer un courriel d'invitation, assurez-vous donc de leur dire de se connecter en utilisant {0} et ce mot de passe généré pour eux:
hu: Nem tudtunk nekik e-mail meghívót küldeni, ezért feltétlenül mondja el nekik, hogy jelentkezzenek be a(z) {0} használatával és ezzel az általunk generált jelszóval:
it: Non è stato possibile inviare loro un invito via email, quindi assicurati di dire loro di accedere al log utilizzando {0} e questa password che abbiamo generato per loro:
ja: メールによる招待を送ることに失敗したので、{0}と自動で生成したこのパスワードを利用してログインするように招待者に伝えてください。
lt: Negalėjome išsiųsti kvietimų el. Paštu, todėl įsitikinkite, kad jiems pasakysiu prisijungti naudodami {0} ir šį slaptažodį, kurį sukūrėme jiems:
ms: Kami tidak dapat menghantar jemputan emel kepada mereka, jadi pastikan untuk memberitahu mereka untuk log masuk menggunakan {0} dan kata laluan ini yang kami telah hasilkan untuk mereka:
nb: Vi kunne ikke sende dem en invitasjon på e-post, så bi beskjed om at de må logge inn med {0} og dette passordet som vi har generert:
nl: We konden geen uitnodiging versturen per mail, zorg er voor dat je ze verteld dat ze kunnen inloggen met {0} en het volgende gegenereerde wachtwoord:
pl: Nie mogliśmy wysłać im zaproszenia e-mailowego, więc poinformuj ich, aby zalogowali się przy użyciu {0} i wygenerowanego hasła:
pt_br: Não conseguimos enviar um convite por e-mail, então certifique-se de pedir que ele faça login usando {0} e esta senha que geramos para ele:
ru: Мы не смогли отправить им приглашение по электронной почте, поэтому обязательно попросите их войти в систему, используя {0}, и этот пароль, который мы сгенерировали для них:
sk: Nemohli sme im poslať emailovú pozvánku. Nezabudnite im teda povedať, aby sa prihlásili pomocou {0} a tohto hesla, ktoré sme pre nich vygenerovali:
sl: Nismo jim mogli poslati e-poštnega povabila, zato jim povejte, naj se prijavijo z {0} in geslom, ki smo ga ustvarili zanje:
sq: Nuk mundëm t’u dërgojmë një ftesë me email, ndaj sigurohu t’u thuash të hyjnë duke përdorur {0} dhe këtë fjalëkalim që kemi gjeneruar për ta:
sr: Nismo mogli da im pošaljemo email pozivnicu, zato im obavezno recite da se prijave koristeći {0} i ovu lozinku koju smo za njih generisali:
sv: Vi kunde inte skicka mejl med inbjudan, så se till att berätta för dem att de kan logga in med {0} och detta lösenord vi genererat för dem:
tr: Onlara mail ile davetiye gönderemedik, {0}'ı ve oluşturduğumuz bu şifreyi kullanarak giriş yapmalarını bildirin:
uk: Нам не вдалося надіслати їм запрошення email, тож обов’язково скажіть їм увійти, використовуючи {0}, і цей пароль, який ми для них згенерували:
vi: Chúng tôi không thể gửi cho họ lời mời qua email, vì vậy hãy yêu cầu họ đăng nhập bằng {0} và mật khẩu này mà chúng tôi đã tạo cho họ:
zh_hk: 我們無法向他們發送電子郵件邀請，因此請務必告訴他們使用{0}和我們為他們生成的密碼登入

source: collection
ar: مجموعة
bg: колекция
ca: col·lecció
de: Sammlung
eo: collection → drip or stash (depending on context)
es: colección
fa: مجموعه
fi: kokoelma
hu: gyűjtemény
it: collezione
ja: コレクション
lt: rinkimas
ms: koleksi
nb: kolleksjon
nl: collectie
pl: kolekcja
pt_br: coleção
ru: коллекция
sk: kolekcia
sl: zbirka
sq: koleksion
sr: kolekcija
sv: samling
tr: koleksiyon
uk: колекція
vi: bộ sưu tập
zh_hk: 收藏

source: collections
ar: المجموعات
bg: колекции
ca: col·leccions
de: Sammlungen
eo: Vibe checks
es: colecciones
fa: مجموعه ها
fi: kokoelmat
hu: gyűjtemények
it: collezioni
ja: コレクション
lt: kolekcijos
ms: koleksi-koleksi
nb: kolleksjoner
nl: collecties
pl: kolekcje
pt_br: coleções
ru: коллекции
sk: kolekcie
sl: Zbirke
sq: koleksione
sr: kolekcije
sv: samlingar
tr: koleksiyonlar
uk: колекції
vi: bộ sưu tập
zh_hk: 收藏

source: dashboard
ar: لوحة المعلومات
bg: табло
ca: quadre de comandament
de: Übersicht
eo: dashboard → vibe check center
es: cuadro de mando
fa: داشبورد
fi: kojelauta
fr: tableau de bord
hu: irányítópult
it: cruscotto
ja: ダッシュボード
lt: prietaisų skydelis
ms: papan pemuka
nb: tavle
pl: pulpit
pt_br: painel
ru: дашборд
sk: nástroje na riadenie
sl: Armaturni plošči
sq: panel
sr: kontrolna tabla
sv: instrumentpanel
tr: bilgi panosu
uk: дашборд
vi: bảng điều khiển
zh_hk: 資訊看板

source: dashboards
ar: لوحات المعلومات
bg: табла
ca: quadres de comandament
de: übersicht
eo: dashboards → vibe checks
es: cuadros de mando
fa: داشبورد
fi: dashboardit
fr: tableaux de bord
hu: irányítópultok
it: dashboard
ja: ダッシュボード
lt: prietaisų skydai
ms: papan pemuka
nb: tavler
pl: pulpity
pt_br: painéis
ru: дашборды
sk: dashboardy
sl: Namizij
sq: panelet
sr: kontrolne table
sv: instrumentpaneler
tr: bilgi panoları
uk: дашборди
vi: bảng điều khiển
zh_hk: 資訊看板

source: First name is required
hu: A keresztnév megadása kötelező
ms: Nama pertama diperlukan

source: Must be 100 characters or less
hu: Legfeljebb 100 karakter lehet
ms: Perlu kurang dari 100 karakter

source: Last name is required
hu: A vezetéknév megadása kötelező
ms: Nama keluarga diperlukan

source: Email is required
hu: E-mail megadása kötelező
ms: E-mel diperlukan

source: Items you archive will appear here.
hu: Az archivált elemek itt jelennek meg.
ms: Item yang anda arkibkan akan muncul di sini

source: No description
ar: لا يوجد وصف
bg: няма описание
ca: Sense descripció
de: Kein Beschreibung
eo: No cap info
es: Sin descripción
fa: بدون توضیح
fi: Ei kuvausta
fr: Pas de description
hu: nincs leírás
it: Nessuna descrizione
ja: 説明がありません
lt: Nėra aprašymo
ms: Tiada penerangan
nb: Ingen beskrivelse
nl: Geen omschrijving
pl: Bez opisu
pt_br: Sem descrição
ru: Нет описания
sk: Žiadny popis
sl: Brez opisa
sq: Pa përshkrim
sr: Nema opisa
sv: Ingen beskrivning
tr: Açıklama yok
uk: Немає опису
vi: Không có mô tả
zh_hk: 沒有敘述

source: Sum of all values
hu: Az összes érték összege
ms: Jumlah semua nilai

source: See all distinct values
hu: Tekintse meg az összes különböző értéket
ms: Lihat semua nilai yang berbeza

source: Browse the contents of your databases, tables, and columns. Pick a database to get started
hu: Böngéssze adatbázisainak, tábláinak és oszlopainak tartalmát. Kezdje egy adatbázis kiválasztásával
ms: Semak kandungan pangkalan data, jadual, dan lajur anda. Pilih pangkalan data untuk memulakan

source: Card results metadata passed in to API is VALID. Thanks!
hu: A kártya eredmények metadatadatai, amelyeket az API-ba továbbítottak, érvényesek. Köszönjük!
ms: Metadata hasil Kad yang dihantar ke API adalah SAH. Terima kasih!

source: Card results metadata passed in to API is INVALID. Running query to fetch correct metadata.
hu: A kártya eredmények metadatadatai, amelyeket az API-ba továbbítottak, érvénytelenek. Lekérdezés futtatása a helyes metadaták lekéréséhez.
ms: Metadata hasil Kad yang dihantar ke API adalah TIDAK SAH. Menjalankan pertanyaan untuk mendapatkan metadata yang betul.

source: Card results metadata passed in to API is ISSING. Running query to fetch correct metadata.
hu: A kártya eredmények metadatadatai, amelyeket az API-ba továbbítottak, hiányosak. Lekérdezés futtatása a helyes metadaták lekéréséhez.
ms: Metadata hasil Kad yang dihantar ke API adalah KURANG. Menjalankan pertanyaan untuk mendapatkan metadata yang betul.

source: {0} was autocorrected to {1}
ar: تم التصحيح التلقائي لـ {0} إلى {1}
bg: {0} бе автоматично коригирано на {1}
ca: S'ha corregit de forma automàtica el valor {0} per {1}
de: {0} wurde automatisch korrigiert zu {1}
eo: {0} got auto-corrected to {1} lol
es: se ha autocorregido {0} a {1}
fa: {0} به اتمام رسید به {1}
fi: {0} korjattiin automaattisesti arvoon {1}
fr: {0} a été automatiquement corrigé par {1}
hu: {0} automatikusan javítva lett {1}-ra
it: {0} è stato corretto automaticamente in {1}
ja: {0}は{1}へオートコレクトされました
lt: {0} buvo automatiškai pataisyta į {1}
ms: {0} telah diperbetulkan secara automatik kepada {1}
nb: {0} ble automatisk rettet til {1}
nl: {0} is automatisch gecorrigeerd naar {1}
pl: {0} zostało automatycznie poprawione do {1}
pt_br: {0} foi corrigido automaticamente para {1}
ru: {0} автоматически поправлен на {1}
sk: {0} bol automaticky opravený na {1}
sl: {0} je bil samodejno popravljen v {1}
sq: {0} u autokorrigjua në {1}
sr: {0} je automatski ispravljeno u {1}
sv: {0} rättades automatiskt till {1}
tr: {0} {1} olarak düzeltildi.
uk: {0} було автокориговано на {1}
vi: {0} đã được tự động chuyển thành {1}
zh_hk: {0} 已經自動更正為 {1}

source: DELETE /api/metric/:id is deprecated. Instead, change its `archived` value via PUT /api/metric/:id.
hu: A DELETE /api/metric/:id elavult. Ehelyett módosítsa az `archived` értékét a PUT /api/metric/:id használatával.
ms: PADAM/api/metrik/:id telah tidak disokong. Sebaliknya, ubah nilai `arkib` melalui PUT /api/metrik/:id.

source: DELETE /api/segment/:id is deprecated. Instead, change its `archived` value via PUT /api/segment/:id.
hu: A DELETE /api/segment/:id elavult. Ehelyett módosítsa az `archived` értékét a PUT /api/segment/:id használatával.
ms: PADAM/api/segmen/:id telah tidak disokong. Sebaliknya, ubah nilai arkib melalui PUT /api/segmen/:id. .

source: Value of is_superuser must correspond to presence of Admin group ID in group_ids.
ar: يجب أن تتوافق قيمة is_superuser مع وجود معرّف مجموعة Admin ضمن group_ids.
bg: Стойността на is_superuser трябва да съответства на присъствието на идентификатор на администраторска група в group_ids.
ca: El valor de is_superuser s'ha de correspondre amb la presencia de l'ID del grup d'administració a group_ids.
de: Der Wert von is_superuser muss dem Vorhandensein der Admin-Gruppen-ID in group_ids entsprechen.
eo: Bruh, the is_superuser thing gotta match if the Admin group ID is in group_ids or nah.
es: El valor de is_superuser debe corresponder a la presencia de ID de grupo de administración en group_ids.
fa: مقدار is_superuser باید مطابق با حضور شناسه Admin Group در group_ids باشد.
fi: is_superuser:n arvon on vastattava Admin-ryhmän tunnusta group_ids:ssä.
fr: La valeur is_superuser doit correspondre à la présence de l'ID du groupe Admin dans group_ids.
hu: Az is_superuser értékének meg kell egyeznie az Admin csoportazonosító jelenlétével a group_ids-ban.
it: Il valore di is_superuser deve corrispondere alla presenza dell'ID del gruppo di amministratori in group_ids.
ja: is_superuser の値は、 group_ids の管理グループIDの存在に対応する必要があります。
lt: Is_superuser vertė turi atitikti administratoriaus grupės ID buvimą grupės_menyse.
ms: Nilai is_superuser mesti sepadan dengan kewujudan ID kumpulan Pentadbir dalam group_ids.
nb: Verdien av is_superuser må korrespondere med tilstedeværelsen av Admin group ID i group_ids.
nl: De waarde van is_superuser moet overeenkomen met de aanwezigheid van de beheerdersgroep-ID in groeps-id's.
pl: Wartość is_superuser musi odpowiadać obecności Admin group ID w group_ids.
pt_br: O valor de is_superuser deve corresponder à presença do ID do grupo de administradores em group_ids.
ru: Значение is_superuser должно соответствовать наличию идентификатора группы администраторов в group_ids.
sk: Hodnota is_superuser musí zodpovedať prítomnosti ID administrátorskej skupiny v group_ids.
sl: Vrednost is_superuser mora ustrezati prisotnosti ID-ja skupine skrbnikov v group_ids.
sq: Vlera e is_superuser duhet të përputhet me praninë e ID-së së grupit Admin te group_ids.
sr: Vrednost is_superuser mora odgovarati prisustvu ID-ja Admin grupe u group_ids.
sv: Värdet på is_superuser måste motsvara närvaron av Admin-grupp-id i group_ids.
tr: is_superuser'ın değeri group_ids'teki Admin group ID'nın varlığı ile uyuşmalı.
uk: Значення is_superuser має відповідати наявності ID групи Admin у group_ids.
vi: Giá trị của is_superuser phải tương ứng với sự hiện diện của ID của nhóm quản trị viên trong group_ids.
zh_hk: is_superuser的值必須與group_ids中Admin組的ID相對應

source: Unexpected error writing keepalive characters
hu: Váratlan hiba a keepalive karakterek írásakor
ms: Ralat tidak dijangka semasa menulis watak keepalive

source: Unexpected output in async API response
hu: Váratlan kimenet az aszinkron API válaszban
ms: Keluaran tidak dijangka dalam respons API async

source: starting streaming response
hu: streaming válasz indítása
ms: memulakan aliran respons

source: Output chan closed, canceling keepalive request.
hu: Kimeneti csatorna lezárva, keepalive kérés megszakítása.
ms: Saluran output ditutup, membatalkan permintaan keepalive.

source: Async response finished, closing channels.
hu: Az aszinkron válasz befejeződött, csatornák lezárása.
ms: Respons async selesai, menutup saluran.

source: No response after waiting {0}. Canceling request.
hu: Nincs válasz {0} várakozás után. Kérés megszakítása.
ms: Tiada respons selepas menunggu {0}. Membatalkan permintaan.

source: Input channel unexpectedly closed.
hu: A bemeneti csatorna váratlanul lezárult.
ms: Saluran input ditutup secara tidak dijangka.

source: f finished, permit will be returned
hu: f befejeződött, az engedély vissza lesz adva
ms: f selesai, permit akan dikembalikan

source: request canceled, permit will be returned
hu: kérés megszakítva, az engedély vissza lesz adva
ms: permintaan dibatalkan, permit akan dikembalikan

source: Unexpected error attempting to run function after obtaining permit
hu: Váratlan hiba a funkció futtatása közben az engedély megszerzése után
ms: Ralat tidak dijangka cuba menjalankan fungsi selepas mendapatkan permit

source: Not running pending function call: output channel already closed.
hu: Nem fut a függőben lévő funkcióhívás: a kimeneti csatorna már lezárva.
ms: Tidak menjalankan panggilan fungsi tertunggak: saluran output sudah ditutup.

source: Current thread already has a permit for {0}, will not wait to acquire another
hu: A jelenlegi szál már rendelkezik engedéllyel a(z) {0}-hoz, nem fog várni egy másik megszerzésére
ms: Benang semasa sudah mempunyai permit untuk {0}, tidak akan menunggu untuk memperoleh yang lain

source: Output channel closed, will skip running {0}.
hu: A kimeneti csatorna lezárva, kihagyja a(z) {0} futtatását.
ms: Saluran output ditutup, akan melangkau menjalankan {0}.

source: Running {0} on separate thread...
hu: {0} futtatása külön szálon...
ms: Menjalankan {0} pada benang berasingan...

source: Caught error running {0}
hu: Hiba történt a(z) {0} futtatása közben
ms: Ralat ditangkap menjalankan {0}

source: Request canceled, canceling future
hu: A kérés megszakítva, a jövő megszakítása
ms: Permintaan dibatalkan, membatalkan masa depan

source: Closing old connection pool for database {0} ...
hu: Régi kapcsolatkészlet lezárása az adatbázis számára: {0} ...
ms: Menutup kumpulan sambungan lama untuk pangkalan data {0} ...

source: Here''s your {0} most recent cards:
hu: Íme {0} legutóbbi kártyája:
ms: Berikut adalah kad {0} yang paling terkini:

source: Could you be a little more specific, or use the ID? I found these cards with names that matched:
hu: Lehetne egy kicsit pontosabb, vagy használhatná az ID-t? Ezeket a kártyákat találtam, amelyek nevei egyeztek:
ms: Bolehkah anda lebih spesifik, atau gunakan ID? Saya menemui kad-kad ini dengan nama yang sepadan:

source: Card {0} not found.
ar: لم يتم العثور على البطاقة {0}.
bg: Карта {0} не е намерена.
ca: No s'ha trobat la Targeta {0}
de: Karte {0} nicht gefunden.
eo: Bruh, card {0} not even in the list, lol.
es: No se ha encontrado la tarjeta {0}
fa: کارت {0} یافت نشد.
fi: Korttia {0} ei löydy.
fr: Carte {0} introuvable.
hu: A(z) {0} kártya nem található.
it: Scheda {0} non trovata.
ja: カード {0} が見つかりません
lt: Kortelė {0} nerasta.
ms: Kad {0} tidak ditemui.
nb: Kort {0} ble ikke funnet
nl: Kaart {0} niet gevonden.
pl: Nie znaleziono karty {0}.
pt_br: Cartão {0} não encontrado.
ru: Карточка {0} не найдена.
sk: Karta {0} sa nenašla.
sl: Kartice {0} ni mogoče najti.
sq: Karta {0} nuk u gjet.
sr: Kartica {0} nije pronađena.
sv: Lista {0} kunde inte hittas.
tr: Kart {0} bulunamadı.
uk: Картку {0} не знайдено.
vi: Không tìm thấy thẻ {0}.
zh_hk: 卡片 {0} 未找到.

source: Exception in API call
hu: Kivétel az API hívásban
ms: Kecualian dalam panggilan API

source: Request canceled before finishing.
hu: A kérés befejezése előtt megszakítva.
ms: Permintaan dibatalkan sebelum selesai.

source: Metabase only supports JSON requests.
hu: A Metabase csak JSON kéréseket támogat.
ms: Metabase hanya menyokong permintaan JSON.

source: Make sure you set a 'Content-Type: application/json' header.
hu: Győződjön meg róla, hogy beállította a 'Content-Type: application/json' fejlécet.
ms: Pastikan anda menetapkan 'Content-Type: application/json' header.

source: Setting Metabase site URL to {0}
hu: A Metabase webhely URL-jének beállítása erre: {0}
ms: Menetapkan URL laman Metabase kepada {0}

source: Error scheduling tasks for DB
hu: Hiba az adatbázis feladatainak ütemezése során
ms: Ralat dalam menjadualkan tugas untuk DB

source: Error unscheduling tasks for DB.
hu: Hiba az adatbázis feladatainak ütemezésének megszüntetése során.
ms: Ralat dalam membatalkan jadual tugas untuk DB.

source: {0} Database ''{1}'' sync/analyze schedules have changed!
hu: {0} Adatbázis ''{1}'' szinkronizálási/elemzési ütemezése megváltozott!
ms: Jadual penyelarasan/analisis pangkalan data ''{1}'' {0} telah berubah!

source: Sync metadata was: ''{0}'' is now: ''{1}''
hu: A szinkronizált metaadat korábban: ''{0}'' most: ''{1}''
ms: Metadata penyegerakan adalah: ''{0}'', kini: ''{1}''

source: Cache FieldValues was: ''{0}'', is now: ''{1}''
hu: A gyorsítótár FieldValues korábban: ''{0}'', most: ''{1}''
ms: Nilai Medan Cache adalah: ''{0}'', kini: ''{1}''

source: You cannot update the creator_id of a Metric.
hu: Nem frissítheti a metrika creator_id-jét.
lt: Negalite atnaujinti „Metric“ kūrėjo_id.
ms: Anda tidak boleh mengemas kini creator_id bagi satu Metrik.

source: MetaBot can only have Collection permissions.
hu: A MetaBot csak gyűjtemény engedélyekkel rendelkezhet.
ms: MetaBot hanya boleh mempunyai kebenaran Koleksi.

source: Failed to grant permissions
hu: Az engedélyek megadása sikertelen
ms: Gagal memberikan kebenaran

source: Changing permissions
hu: Engedélyek módosítása
ms: Menukar kebenaran

source: FROM:
hu: INNEN:
ms: DARI:

source: TO:
hu: IDE:
ms: KEPADA:

source: You cannot update the creator_id of a Segment.
ar: لا يمكنك تحديث creator_id لـ Segment.
bg: Не можете да актуализирате Creator_id на сегмент.
ca: No es pot canviar l'usuari de creació d'un segment.
de: Du kannst die creator_id eines Segments nicht ändern.
eo: Bruh, you can't change the creator_id of a Segment, fr fr.
es: No se puede cambiar el creador de un segmento.
fa: شما نمی توانید creator_id یک بخش را به روز کنید.
fi: Et voi päivittää segmentin "luoja_id":tä
fr: Vous ne pouvez pas mettre à jour le creator_id d'un segment.
hu: Nem frissítheti a szegmens creator_id-jét.
it: Non puoi aggiornare il "creator_id" di un Segmento
ja: セグメントの creator_id を更新することはできません。
lt: Negalite atnaujinti segmento „creator_id“.
ms: Anda tidak boleh mengemas kini creator_id bagi satu Segmen.
nb: Du kan ikke oppdatere creator_id på et segment.
nl: Je kunt de creator_id van een segment niet bijwerken.
pl: Nie można zaktualizować creator_id Segmentu.
pt_br: Você não pode atualizar o creator_id de um segmento.
ru: Вы не можете обновить creator_id в сегменте.
sk: Nemôžete aktualizovať creator_id segment.
sl: Ne morete posodobiti creator_id odseka.
sq: Nuk mund të përditësoni creator_id të një Segmenti.
sr: Ne možete da ažurirate creator_id za Segment.
sv: Du kan inte uppdatera "creator_id" på ett segment.
tr: Bir bölümün creator_id'sini güncelleyemezsiniz.
uk: Ви не можете оновити creator_id у Сегмента.
vi: Bạn không thể cập nhật creator_id của Segment.
zh_hk: 您不能更新劃分的建立者標識(creator_id)

source: Attempted to set Setting {0} to obfuscated value. Ignoring change.
hu: Megkísérelte a {0} beállítást elhomályosított értékre állítani. A változás figyelmen kívül hagyva.
ms: Mencuba untuk menetapkan Tetapan {0} kepada nilai yang disembunyikan. Mengabaikan perubahan.

source: Using value of env var {0}
ar: استخدام قيمة env var {0}
bg: Използване на стойност на env var {0}
ca: Utilitzant el valor de la variable d'entorn {0}
de: Verwende den Wert der Umgebungsvariable {0}
eo: Using the value of env var {0} — fr fr, just vibing with {0}
es: Utilizando el valor de la variable de entorno {0}
fa: استفاده از مقدار {env var {0
fi: Käyttäen ympäristömuuttujan arvoa {0}
fr: Utilise la valeur de env var
hu: Az env var {0} értékének használata
it: Usando il valore della variabile ambiente {0}
ja: 環境変数{0}の値を使用
lt: Naudojant env var {0} reikšmę
ms: Menggunakan nilai pembolehubah persekitaran {0}
nb: Bruker verdien av miljøvariabel {0}
nl: De waarde van env var {0} gebruiken
pl: Używanie wartości env var {0}
pt_br: Usando valores de env var {0}
ru: Использование значения переменных среды {0}
sk: Použitie hodnoty env var {0}
sl: Uporaba vrednosti env var {0}
sq: Po përdoret vlera e env var {0}
sr: Koristi se vrednost env var {0}
sv: Använder värde från environment-variabel {0}
tr: env'in değeri {0} kullanılıyor
uk: Використовується значення змінної середовища {0}
vi: Sử dụng giá trị của env var {0}
zh_hk: 使用環境變數 {0}
