Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: When enabled, SAML user provisioning will be turned off in favor of SCIM.
ar: عند التمكين، سيتم إيقاف توفير مستخدمي SAML لصالح SCIM.
bg: Когато е разрешено, SAML осигуряването на потребители ще бъде изключено в полза на SCIM.
ca: Quan està activat, el subministrament d'usuaris SAML es desactivarà a favor de SCIM.
de: Wenn diese Option aktiviert ist, wird die SAML-Benutzerbereitstellung zugunsten von SCIM deaktiviert.
eo: When you turn it on, SAML user provisioning gets a hard pass, and SCIM is the main vibe now.
es: Si se activa, el aprovisionamiento de usuarios SAML se desactivará en favor de SCIM.
fa: هنگامی که فعال باشد، تامین کاربر SAML به نفع SCIM خاموش خواهد شد.
fi: Kun tämä on käytössä, SAML-käyttäjien hallinta poistetaan käytöstä SCIM:n hyväksi.
fr: Lorsque cette option est activée, le provisionnement des utilisateurs SAML est désactivé au profit de SCIM.
hu: Ha engedélyezve van, a SAML felhasználói létrehozást kikapcsoljuk a SCIM javára.
it: Quando è abilitato, il provisioning degli utenti SAML viene disattivato a favore di SCIM.
ja: 有効な場合、SAMLによる同期処理は無効となり、SCIMが使用されます.
lt: Kai įjungta, SAML naudotojo aprūpinimas bus išjungtas ir bus išjungtas SCIM.
ms: Apabila didayakan, peruntukan pengguna SAML akan dimatikan memihak kepada SCIM.
nb: Når denne funksjonen er aktivert, blir SAML-brukerklargjøring slått av til fordel for SCIM.
nl: Als deze optie is ingeschakeld, wordt SAML user provisioning uitgeschakeld ten gunste van SCIM.
pl: Po włączeniu, aprowizacja użytkowników SAML zostanie wyłączona na rzecz SCIM.
pt_br: Quando ativado, o provisionamento de usuários SAML será desativado em favor do SCIM.
ru: Если эта опция включена, инициализация пользователей SAML будет отключена в пользу SCIM.
sk: Ak je táto funkcia povolená, poskytovanie používateľov SAML sa vypne v prospech SCIM.
sl: Če je omogočeno, bo omogočanje uporabe uporabnikov SAML izklopljeno v korist SCIM.
sq: Kur aktivizohet, provisionimi i përdoruesve me SAML do të çaktivizohet në favor të SCIM.
sr: Kada je omogućeno, SAML provisioning korisnika će biti isključen u korist SCIM-a.
sv: När den är aktiverad kommer SAML-användarprovisionering att stängas av till förmån för SCIM.
tr: Etkinleştirildiğinde, SAML kullanıcı sağlama SCIM lehine kapatılacaktır.
uk: Коли ввімкнено, провізіонінг користувачів через SAML буде вимкнено на користь SCIM.
vi: Khi được bật, chức năng cung cấp người dùng SAML sẽ bị tắt và chuyển sang SCIM.
zh_hk: 啟用時，SAML 使用者佈建將會關閉，改用 SCIM。

source: SCIM endpoint URL
ar: عنوان URL لنقطة نهاية SCIM
bg: URL адрес на крайната точка на SCIM
ca: URL del punt final de SCIM
de: SCIM-Endpunkt-URL
eo: SCIM endpoint URL → SCIM link just dropped
es: URL del punto final SCIM
fa: نشانی وب نقطه پایانی SCIM
fi: SCIM-endpointin URL
fr: URL du point d'extrémité SCIM
hu: SCIM végpont URL
it: URL dell'endpoint SCIM
ja: SCIMエンドポイントURL
lt: SCIM galutinio taško URL
ms: URL titik akhir SCIM
nb: URL for SCIM-sluttpunkt
nl: SCIM eindpunt URL
pl: Adres URL punktu końcowego SCIM
pt_br: URL do endpoint SCIM
ru: URL конечной точки SCIM
sk: Adresa URL koncového bodu SCIM
sl: URL končne točke SCIM
sq: URL e endpoint-it SCIM
sr: URL SCIM endpointa
sv: URL för SCIM-slutpunkt
tr: SCIM uç nokta URL'si
uk: URL SCIM-ендпойнта
vi: URL điểm cuối SCIM
zh_hk: SCIM 端點 URL

source: SCIM token
ar: توكن SCIM
bg: Токен SCIM
ca: Fitxa SCIM
eo: SCIM token → SCIM bby (or just leave as is, since it's a tech term)
es: Ficha SCIM
fa: توکن SCIM
fi: SCIM-tunniste
fr: Jeton SCIM
it: Gettone SCIM
ja: SCIMトークン
lt: SCIM prieigos raktas
ms: Token SCIM
pl: Token SCIM
pt_br: Token SCIM
ru: Токен SCIM
sk: Token SCIM
sl: Žeton SCIM
sq: Token SCIM
tr: SCIM belirteci
uk: SCIM-токен
vi: Mã thông báo SCIM
zh_hk: SCIM 令牌

source: Token failed to generate, please regenerate one.
ar: فشل توليد التوكن، يرجى إعادة توليد واحد.
bg: Токенът не успя да се генерира, моля, регенерирайте го.
ca: No s'ha pogut generar el testimoni; regenera'n un.
de: Der Token konnte nicht generiert werden, bitte generieren Sie einen neuen.
eo: Bruh, the token didn’t pop off. Try to regen it again.
es: No se ha podido generar el token, por favor, vuelva a generar uno.
fa: توکن ایجاد نشد، لطفاً یکی را دوباره ایجاد کنید.
fi: Tokenin luonti epäonnistui, luo uusi.
fr: Le jeton n'a pas été généré, veuillez en régénérer un.
hu: A token generálása nem sikerült, kérjük, generáljon újat.
it: Il token non è stato generato, si prega di rigenerarlo.
ja: トークンの生成に失敗しました。
lt: Nepavyko sugeneruoti prieigos rakto, atkurkite jį iš naujo.
ms: Token gagal dijana, sila jana semula satu.
nb: Token kunne ikke genereres, vennligst generer en ny.
nl: Het genereren van een token is mislukt, maak er opnieuw een aan.
pl: Nie udało się wygenerować tokena, prosimy o jego regenerację.
pt_br: Falha ao gerar o token, repita o processo.
ru: Токен не удалось сгенерировать, пожалуйста, сгенерируйте его заново.
sk: Token sa nepodarilo vygenerovať, prosím, regenerujte ho.
sl: Žeton nismo uspeli ustvariti, prosimo, regenerirajte ga.
sq: Token-i dështoi të gjenerohet, ju lutemi rigjeneroni një.
sr: Token nije uspeo da se generiše, molimo regenerišite jedan.
sv: Token kunde inte genereras, vänligen generera en ny.
tr: Jeton oluşturulamadı, lütfen yeniden oluşturun.
uk: Не вдалося згенерувати токен, будь ласка, згенеруйте його повторно.
vi: Không tạo được mã thông báo, vui lòng tạo lại mã thông báo.
zh_hk: 令牌生成失敗，請重新生成一個。

source: Regenerating...
ar: جارٍ إعادة التوليد...
bg: Регенерираща...
ca: Regenerant...
de: Regenerieren...
eo: Recharging rn…
es: Regenerar...
fa: در حال بازسازی...
fi: Luodaan uudelleen...
fr: Régénérer...
hu: Újragenerálás...
it: Rigenerante...
ja: 再生...
lt: Atkuriama...
ms: Menjana semula...
nb: Regenererende...
nl: Regenereren...
pl: Regeneracja...
pt_br: Gerando novamente...
ru: Регенерирующий...
sk: Regenerácia...
sl: Regeneriram...
sq: Duke rigjeneruar...
sr: Regenerisanje...
sv: Regenererande...
tr: Yenileniyor...
uk: Перегенерація...
vi: Đang tái tạo...
zh_hk: 再生...

source: Notify admins of new users provisioned from SSO
ar: إشعار المسؤولين بالمستخدمين الجدد الذين تم توفيرهم عبر SSO
bg: Уведомяване на администраторите за нови потребители, осигурени от SSO
ca: Notifiqueu als administradors els usuaris nous subministrats des del SSO
de: Benachrichtigung der Administratoren über neue Benutzer, die über SSO bereitgestellt wurden
eo: Yo, let the admins know when new peeps get added via SSO 💅
es: Notificar a los administradores de los nuevos usuarios aprovisionados de SSO
fa: مدیران جدید ارائه شده از SSO را به مدیران اطلاع دهید
fi: Ilmoita järjestelmänvalvojille SSO:n kautta hankituista uusista käyttäjistä
fr: Notifier aux administrateurs les nouveaux utilisateurs approvisionnés à partir du SSO
hu: Értesítse az adminokat az új felhasználókról, akik SSO-n keresztül jöttek létre
it: Notifica agli amministratori dei nuovi utenti forniti da SSO
ja: SSOからプロビジョニングされた新規ユーザーを管理者に通知する
lt: Pranešti administratoriams apie naujus vartotojus, sudarytus iš SSO
ms: Beritahu pentadbir tentang pengguna baharu yang diperuntukkan daripada SSO
nb: Varsle administratorer om nye brukere som klargjøres fra SSO
nl: Beheerders op de hoogte stellen van nieuwe gebruikers die via SSO zijn toegevoegd
pl: Powiadamianie administratorów o nowych użytkownikach przydzielonych z SSO
pt_br: Notificar administradores sobre novos usuários provisionados por SSO
ru: Уведомление администраторов о новых пользователях, предоставленных с помощью SSO
sk: Upozornenie administrátorov na nových používateľov zabezpečených z SSO
sl: Obveščanje skrbnikov o novih uporabnikih, omogočenih z enotno prijavo
sq: Njofto administratorët për përdoruesit e rinj të provisionuar nga SSO
sr: Obavesti administratore o novim korisnicima provisionovanim iz SSO
sv: Meddela administratörer om nya användare som tillhandahålls från SSO
tr: SSO'dan sağlanan yeni kullanıcıları yöneticilere bildirme
uk: Сповіщати адміністраторів про нових користувачів, створених із SSO
vi: Thông báo cho người quản trị về người dùng mới được cung cấp từ SSO
zh_hk: 通知管理員從 SSO 提供的新使用者

source: Send an email to admins whenever someone signs into SSO for the first time.
ar: أرسل بريدًا إلكترونيًا إلى المسؤولين كلما سجّل شخص ما الدخول إلى SSO لأول مرة.
bg: Изпращане на имейл до администраторите, когато някой влезе в SSO за първи път.
ca: Envieu un correu electrònic als administradors sempre que algú iniciï sessió a SSO per primera vegada.
de: Senden Sie eine E-Mail an Administratoren, wenn sich jemand zum ersten Mal bei SSO anmeldet.
eo: Shoot a DM to the mods every time someone logs into SSO for the first time, fr.
es: Envía un correo electrónico a los administradores cada vez que alguien inicia sesión en SSO por primera vez.
fa: هر زمان که شخصی برای اولین بار وارد SSO شد، یک ایمیل برای مدیران ارسال کنید.
fi: Lähetä sähköposti järjestelmänvalvojille aina, kun joku kirjautuu SSO:hon ensimmäisen kerran.
fr: Envoyer un courriel aux administrateurs lorsque quelqu'un se connecte à SSO pour la première fois.
hu: Küldjön e-mailt az adminoknak, amikor valaki először jelentkezik be SSO-n keresztül.
it: Inviare un'e-mail agli amministratori ogni volta che qualcuno accede al SSO per la prima volta.
ja: 誰かが初めてSSOにサインインするたびに、管理者にメールを送信します。
lt: Siųskite el. laišką administratoriams, kai kas nors pirmą kartą prisijungia prie SSO.
ms: Hantar e-mel kepada pentadbir apabila seseorang log masuk ke SSO buat kali pertama.
nb: Send en e-post til administratorer når noen logger på SSO for første gang.
nl: Stuur een e-mail naar beheerders wanneer iemand zich voor het eerst aanmeldt bij SSO.
pl: Wysyłanie wiadomości e-mail do administratorów za każdym razem, gdy ktoś loguje się do SSO po raz pierwszy.
pt_br: Envie um e-mail aos administradores sempre que alguém fizer login no SSO pela primeira vez.
ru: Отправляйте электронное письмо администраторам, когда кто-то впервые входит в SSO.
sk: Odoslanie e-mailu správcom vždy, keď sa niekto prvýkrát prihlási do SSO.
sl: Pošljite e-poštno sporočilo skrbnikom, ko se nekdo prvič vpiše v enotno prijavo.
sq: Dërgo një email administratorëve sa herë që dikush hyn në SSO për herë të parë.
sr: Pošalji email administratorima kad god se neko prvi put prijavi preko SSO.
sv: Skicka ett e-postmeddelande till administratörer när någon loggar in i SSO för första gången.
tr: Birisi SSO'da ilk kez oturum açtığında yöneticilere bir e-posta gönderin.
uk: Надсилати листа адміністраторам щоразу, коли хтось уперше входить через SSO.
vi: Gửi email cho người quản trị khi có người đăng nhập SSO lần đầu tiên.
zh_hk: 每當有人首次登入 SSO，就會發送電子郵件給管理員。

source: Here's what you'll need to set SCIM up
ar: إليك ما ستحتاجه لإعداد SCIM
bg: Ето какво ви е необходимо, за да настроите SCIM
ca: Això és el que necessitareu per configurar SCIM
de: Für die Einrichtung von SCIM benötigen Sie Folgendes
eo: Here's what you gotta do to set up SCIM, fr.
es: Esto es lo que necesita para configurar SCIM
fa: در اینجا چیزی است که برای تنظیم SCIM نیاز دارید
fi: Tässä on mitä tarvitset SCIM:n määrittämiseen
fr: Voici ce dont vous aurez besoin pour mettre en place le SCIM
hu: Íme, amire szüksége lesz a SCIM beállításához
it: Ecco di cosa avete bisogno per configurare SCIM
ja: SCIMのセットアップに必要なものは以下の通りだ。
lt: Štai ko jums reikės norint nustatyti SCIM
ms: Berikut ialah perkara yang anda perlukan untuk menyediakan SCIM
nb: Dette trenger du for å sette opp SCIM
nl: Dit heb je nodig om SCIM in te stellen
pl: Oto, co będzie potrzebne do skonfigurowania SCIM
pt_br: Veja o que você precisa para configurar o SCIM
ru: Вот что вам понадобится для настройки SCIM
sk: Na nastavenie SCIM budete potrebovať tieto informácie
sl: Tukaj je opisano, kaj boste potrebovali za nastavitev SCIM-a
sq: Ja çfarë do të të duhet për të konfiguruar SCIM
sr: Evo šta će vam trebati da podesite SCIM
sv: Det här behöver du för att konfigurera SCIM
tr: SCIM'i kurmak için ihtiyacınız olan şeyler şunlardır
uk: Ось що вам знадобиться, щоб налаштувати SCIM
vi: Đây là những gì bạn cần để thiết lập SCIM
zh_hk: 以下是設定 SCIM 所需的資料

source: To set up SCIM-based provisioning, you'll need to share this endpoint URL and token with your identity provider.
ar: لإعداد التوفير عبر SCIM، ستحتاج إلى مشاركة عنوان URL لنقطة النهاية والتوكن مع موفر الهوية لديك.
bg: За да настроите SCIM-базирано осигуряване, ще трябва да споделите този URL адрес на крайна точка и токен с вашия доставчик на идентичност.
ca: Per configurar l'aprovisionament basat en SCIM, haureu de compartir aquest URL i el testimoni del punt final amb el vostre proveïdor d'identitat.
de: Um die SCIM-basierte Bereitstellung einzurichten, müssen Sie diese Endpunkt-URL und das Token mit Ihrem Identitätsanbieter teilen.
eo: To get SCIM provisioning poppin, you gotta send over this endpoint URL and token to your identity provider.
es: Para configurar el aprovisionamiento basado en SCIM, tendrá que compartir esta URL de punto final y el token con su proveedor de identidades.
fa: برای راه‌اندازی تأمین مبتنی بر SCIM، باید این نشانی وب و نشانه نقطه پایانی را با ارائه‌دهنده هویت خود به اشتراک بگذارید.
fi: Jotta voit määrittää SCIM-pohjaisen hallinnan, sinun on jaettava tämän endpointin URL-osoite ja tunnus identiteetin tarjoajan kanssa
fr: Pour configurer le provisionnement basé sur le SCIM, vous devrez partager l'URL et le jeton de ce point de terminaison avec votre fournisseur d'identité.
hu: A SCIM-alapú létrehozás beállításához meg kell osztania ezt a végpont URL-t és tokent az identitásszolgáltatójával.
it: Per impostare il provisioning basato su SCIM, è necessario condividere l'URL e il token dell'endpoint con il provider di identità.
ja: SCIMベースのプロビジョニングを設定するには、このエンドポイントURLとトークンをIDプロバイダと共有する必要がある。
lt: Norėdami nustatyti SCIM pagrįstą aprūpinimą, turėsite bendrinti šį galutinio taško URL ir prieigos raktą su savo tapatybės teikėju.
ms: Untuk menyediakan peruntukan berasaskan SCIM, anda perlu berkongsi URL dan token titik akhir ini dengan pembekal identiti anda.
nb: For å konfigurere SCIM-basert klargjøring må du dele denne endepunkt-URL-en og tokenet med identitetsleverandøren din.
nl: Om SCIM-gebaseerde provisioning in te stellen, moet u deze URL en token van het eindpunt delen met uw identity provider.
pl: Aby skonfigurować aprowizację opartą na SCIM, musisz udostępnić ten adres URL punktu końcowego i token swojemu dostawcy tożsamości.
pt_br: Para configurar o provisionamento baseado em SCIM, você precisará compartilhar este URL de endpoint e token com seu provedor de identidade.
ru: Чтобы настроить инициализацию на основе SCIM, вам нужно передать URL-адрес конечной точки и маркер поставщику идентификационных данных.
sk: Ak chcete nastaviť poskytovanie na základe SCIM, musíte zdieľať túto adresu URL koncového bodu a token s poskytovateľom identity.
sl: Če želite nastaviti omogočanje uporabe na podlagi sistema SCIM, morate ta URL in žeton končne točke dati v skupno rabo s ponudnikom identitete.
sq: Për të konfiguruar provisionimin me SCIM, do të duhet ta ndash këtë URL endpoint-i dhe token me identity provider-in tënd.
sr: Da biste podesili provisioning zasnovan na SCIM-u, treba da podelite ovaj URL endpointa i token sa svojim provajderom identiteta.
sv: För att konfigurera SCIM-baserad provisionering måste du dela denna endpoint-URL och token med din identitetsleverantör.
tr: SCIM tabanlı provizyonu ayarlamak için bu uç nokta URL'sini ve belirtecini kimlik sağlayıcınızla paylaşmanız gerekir.
uk: Щоб налаштувати провізіонінг на основі SCIM, вам потрібно поділитися цим URL ендпойнта і токеном із вашим провайдером ідентичностей.
vi: Để thiết lập cung cấp dựa trên SCIM, bạn sẽ cần chia sẻ URL điểm cuối và mã thông báo này với nhà cung cấp danh tính của mình.
zh_hk: 若要設定基於 SCIM 的佈建，您需要與您的身分提供者分享此端點 URL 和令牌。

source: Please copy the token and save it somewhere safe. For security reasons, we can't show the token to you again.
ar: يرجى نسخ التوكن وحفظه في مكان آمن. لأسباب أمنية، لا يمكننا عرض التوكن لك مرة أخرى.
bg: Моля, копирайте символа и го запазете на сигурно място. От съображения за сигурност не можем да ви покажем токена отново.
ca: Copieu el testimoni i deseu-lo en un lloc segur. Per motius de seguretat, no us podem tornar a mostrar el testimoni.
de: Bitte kopieren Sie den Token und speichern Sie ihn an einem sicheren Ort. Aus Sicherheitsgründen können wir Ihnen den Token nicht noch einmal zeigen.
eo: Hey bestie, just copy the token and stash it somewhere secure. For security stuff, we can’t show it to you again, so don’t forget it.
es: Copie el código y guárdelo en un lugar seguro. Por motivos de seguridad, no podemos volver a mostrarte el token.
fa: لطفا توکن را کپی کنید و در جایی امن ذخیره کنید. به دلایل امنیتی، نمی‌توانیم رمز را دوباره به شما نشان دهیم.
fi: Kopioi tunnus ja tallenna se turvalliseen paikkaan. Turvallisuussyistä emme voi näyttää tokeniä sinulle uudelleen.
fr: Veuillez copier le jeton et l'enregistrer dans un endroit sûr. Pour des raisons de sécurité, nous ne pouvons pas vous montrer le jeton à nouveau.
hu: Kérjük, másolja le a tokent, és mentse el egy biztonságos helyre. Biztonsági okokból nem tudjuk újra megjeleníteni a tokent.
it: Copiare il token e salvarlo in un luogo sicuro. Per motivi di sicurezza, non possiamo mostrarvi nuovamente il token.
ja: トークンをコピーして安全な場所に保存してください。セキュリティ上の理由から、トークンを再度お見せすることはできません。
lt: Nukopijuokite prieigos raktą ir išsaugokite jį saugioje vietoje. Saugumo sumetimais negalime jums dar kartą parodyti prieigos rakto.
ms: Sila salin token dan simpan di tempat yang selamat. Atas sebab keselamatan, kami tidak boleh menunjukkan token kepada anda lagi.
nb: Kopier tokenet og lagre det på et trygt sted. Av sikkerhetsgrunner kan vi ikke vise tokenet til deg igjen.
nl: Kopieer het token en sla het ergens veilig op. Om veiligheidsredenen kunnen we je het token niet opnieuw tonen.
pl: Skopiuj token i zapisz go w bezpiecznym miejscu. Ze względów bezpieczeństwa nie możemy pokazać tokena ponownie.
pt_br: Copie o token e salve-o em algum lugar seguro. Por motivos de segurança, não podemos mostrar o token novamente.
ru: Пожалуйста, скопируйте токен и сохраните его в безопасном месте. В целях безопасности мы не сможем показать вам токен еще раз.
sk: Skopírujte si tento token a uložte ho na bezpečné miesto. Z bezpečnostných dôvodov vám tento token nemôžeme znovu zobraziť.
sl: Prosimo, kopirajte žeton in ga shranite na varno. Iz varnostnih razlogov vam žetona ne moremo znova prikazati.
sq: Të lutem kopjo token-in dhe ruaje diku të sigurt. Për arsye sigurie, nuk mund ta shfaqim token-in përsëri.
sr: Molimo kopirajte token i sačuvajte ga na sigurnom mestu. Iz bezbednosnih razloga, ne možemo ponovo da vam prikažemo token.
sv: Kopiera token och spara den på ett säkert ställe. Av säkerhetsskäl kan vi inte visa token för dig igen.
tr: Lütfen belirteci kopyalayın ve güvenli bir yere kaydedin. Güvenlik nedeniyle, belirteci size tekrar gösteremeyiz.
uk: Будь ласка, скопіюйте токен і збережіть його в безпечному місці. З міркувань безпеки ми не зможемо показати вам токен знову.
vi: Vui lòng sao chép mã thông báo và lưu ở nơi an toàn. Vì lý do bảo mật, chúng tôi không thể hiển thị mã thông báo cho bạn lần nữa.
zh_hk: 請複製令牌並保存在安全的地方。基於安全理由，我們無法再向您顯示該代碼。

source: Regenerate token?
ar: هل تريد إعادة توليد التوكن؟
bg: Регенериране на жетон?
ca: Voleu regenerar el testimoni?
de: Token regenerieren?
eo: Regenerate token? That’s lowkey giving me “refresh my vibe” energy lol
es: ¿Regenerar ficha?
fa: توکن بازسازی شود؟
fi: Luodaanko token uudelleen?
fr: Régénérer le jeton ?
hu: Új token generálása?
it: Rigenerare il gettone?
ja: トークンの再生成？
lt: Atkurti prieigos raktą?
ms: Menjana semula token?
nb: Regenerere token?
nl: Token opnieuw genereren?
pl: Zregenerować token?
pt_br: Gerar token novamente?
ru: Регенерировать жетон?
sk: Regenerovať žetón?
sl: Obnoviti žeton?
sq: Të rigjenerohet token-i?
sr: Regenerisati token?
sv: Återskapa token?
tr: Jeton yenilemek mi?
uk: Перегенерувати токен?
vi: Tạo lại mã thông báo?
zh_hk: 再生代幣？
