Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Failed to disable casting for {0}
ar: فشل تعطيل الـ casting لـ {0}
bg: Деактивирането на предаването за {0}не бе успешно
ca: No s'ha pogut desactivar la transmissió per a {0}
de: Casting konnte für {0}nicht deaktiviert werden
es: No se pudo deshabilitar la transmisión para {0}
fa: غیرفعال کردن ارسال برای {0}ناموفق بود
fi: Lähetyksen poistaminen käytöstä epäonnistui käyttäjälle {0}
fr: Impossible de désactiver la diffusion pour {0}
it: Impossibile disabilitare il casting per {0}
ja: {0}のキャストを無効にできませんでした
nb: Kunne ikke deaktivere casting for {0}
nl: Casten kon niet worden uitgeschakeld voor {0}
pl: Nie udało się wyłączyć rzutowania dla {0}
pt_br: Falha ao desabilitar a transmissão para {0}
ru: Не удалось отключить трансляцию для {0}
sk: Nepodarilo sa vypnúť prenášanie pre {0}
sl: Predvajanja za {0}ni bilo mogoče onemogočiti
sq: Dështoi çaktivizimi i cast për {0}
sr: Neuspešno isključivanje kastovanja za {0}
sv: Misslyckades med att inaktivera casta för {0}
tr: {0}için yayın devre dışı bırakılamadı
uk: Не вдалося вимкнути приведення типів для {0}
vi: Không thể vô hiệu hóa phép thuật cho {0}
zh_hk: 停用 {0}的鑄造失敗

source: Casting disabled for {0}
ar: تم تعطيل الـ casting لـ {0}
bg: Предаването е деактивирано за {0}
ca: Càsting desactivat per a {0}
de: Casting deaktiviert für {0}
es: Transmisión deshabilitada para {0}
fa: ارسال محتوا برای {0}غیرفعال است
fi: Lähetys poistettu käytöstä {0}:lle
fr: Casting désactivé pour {0}
it: Casting disabilitato per {0}
ja: {0}のキャストは無効です
nb: Casting deaktivert for {0}
nl: Casten uitgeschakeld voor {0}
pl: Wyłączono przesyłanie dla {0}
pt_br: Conjuração desativada para {0}
ru: Трансляция отключена для {0}
sk: Prenášanie je zakázané pre {0}
sl: Predvajanje onemogočeno za {0}
sq: Cast u çaktivizua për {0}
sr: Kastovanje isključeno za {0}
sv: Casting inaktiverad för {0}
tr: {0}için döküm devre dışı bırakıldı
uk: Приведення типів вимкнено для {0}
vi: Vô hiệu hóa cast trong {0}
zh_hk: {0}已停用鑄造功能

source: Failed to enable casting for {0}
ar: فشل تمكين الـ casting لـ {0}
bg: Неуспешно активиране на предаването за {0}
ca: No s'ha pogut habilitar la transmissió per a {0}
de: Casting für {0}konnte nicht aktiviert werden
es: No se pudo habilitar la transmisión para {0}
fa: فعال کردن ارسال برای {0}ناموفق بود
fi: Lähetyksen käyttöönotto epäonnistui kohteelle {0}
fr: Échec de l'activation de la diffusion pour {0}
it: Impossibile abilitare il casting per {0}
ja: {0}のキャストを有効にできませんでした
nb: Kunne ikke aktivere casting for {0}
nl: Casten kon niet worden ingeschakeld voor {0}
pl: Nie udało się włączyć rzutowania dla {0}
pt_br: Falha ao habilitar a transmissão para {0}
ru: Не удалось включить трансляцию для {0}
sk: Nepodarilo sa povoliť prenos pre {0}
sl: Predvajanja za {0}ni bilo mogoče omogočiti
sq: Dështoi aktivizimi i cast për {0}
sr: Neuspešno uključivanje kastovanja za {0}
sv: Misslyckades med att aktivera casta för {0}
tr: {0}için yayın etkinleştirilemedi
uk: Не вдалося увімкнути приведення типів для {0}
vi: Không thể bật tính năng truyền cho {0}
zh_hk: 啟用 {0}的鑄造失敗

source: Failed to update casting for {0}
ar: فشل تحديث الـ casting لـ {0}
bg: Актуализирането на предаването за {0}не бе успешно
ca: No s'ha pogut actualitzar el càsting per a {0}
de: Casting für {0}konnte nicht aktualisiert werden
es: No se pudo actualizar el casting para {0}
fa: به‌روزرسانی پخش برای {0}ناموفق بود.
fi: Lähetyksen päivittäminen epäonnistui {0}:lle
fr: Échec de la mise à jour du casting pour {0}
it: Impossibile aggiornare il casting per {0}
ja: {0}のキャストを更新できませんでした
nb: Kunne ikke oppdatere avstøpning for {0}
nl: Casting voor {0}kon niet worden bijgewerkt
pl: Nie udało się zaktualizować rzutowania dla {0}
pt_br: Falha ao atualizar a transmissão para {0}
ru: Не удалось обновить трансляцию для {0}
sk: Nepodarilo sa aktualizovať prehrávanie pre {0}
sl: Predvajanje za {0}ni uspelo
sq: Dështoi përditësimi i cast për {0}
sr: Neuspešno ažuriranje kastovanja za {0}
sv: Misslyckades med att uppdatera castan för {0}
tr: {0}için oyuncu kadrosu güncellenemedi
uk: Не вдалося оновити приведення типів для {0}
vi: Không cập nhật được quá trình truyền cho {0}
zh_hk: 更新 {0}的鑄造失敗

source: Casting enabled for {0}
ar: تم تمكين الـ casting لـ {0}
bg: Предаването е активирано за {0}
ca: Transmissió activada per a {0}
de: Casting aktiviert für {0}
es: Transmisión habilitada para {0}
fa: ارسال محتوا برای {0}فعال است
fi: Lähetys käytössä {0}:lle
fr: Diffusion activée pour {0}
it: Casting abilitato per {0}
ja: {0}のキャストが有効になりました
nb: Casting aktivert for {0}
nl: Casten ingeschakeld voor {0}
pl: Włączono przesyłanie dla {0}
pt_br: Transmissão habilitada para {0}
ru: Трансляция включена для {0}
sk: Prenášanie povolené pre {0}
sl: Predvajanje omogočeno za {0}
sq: Cast u aktivizua për {0}
sr: Kastovanje uključeno za {0}
sv: Casting aktiverat för {0}
tr: {0}için yayın etkinleştirildi
uk: Приведення типів увімкнено для {0}
vi: Đã bật tính năng cast cho {0}
zh_hk: {0}已啟用鑄造功能

source: Casting updated for {0}
ar: تم تحديث الـ casting لـ {0}
bg: Актуализиран е кастинг за {0}
ca: Càsting actualitzat per a {0}
de: Casting aktualisiert für {0}
es: Casting actualizado para {0}
fa: بازیگران برای {0}به‌روزرسانی شدند
fi: Valinta päivitetty {0}:lle
fr: Casting mis à jour pour {0}
it: Casting aggiornato per {0}
ja: {0}のキャストが更新されました
nb: Casting oppdatert for {0}
nl: Casting bijgewerkt voor {0}
pl: Zaktualizowano rzutowanie dla {0}
pt_br: Elenco atualizado para {0}
ru: Кастинг обновлен для {0}
sk: Obsadenie aktualizované pre {0}
sl: Predvajanje posodobljeno za {0}
sq: Cast u përditësua për {0}
sr: Kastovanje ažurirano za {0}
sv: Casting uppdaterad för {0}
tr: {0}için oyuncu kadrosu güncellendi
uk: Приведення типів оновлено для {0}
vi: Đã cập nhật bản đúc cho {0}
zh_hk: 鑄造更新為 {0}

source: Give this field a description
ar: أضِف وصفًا لهذا الحقل
bg: Дайте описание на това поле
ca: Dóna una descripció a aquest camp
de: Geben Sie diesem Feld eine Beschreibung
es: Dale una descripción a este campo
fa: برای این فیلد توضیحی بنویسید
fi: Anna tälle kentälle kuvaus
fr: Donnez une description à ce champ
it: Assegna una descrizione a questo campo
ja: このフィールドに説明を入力してください
nb: Gi dette feltet en beskrivelse
nl: Geef dit veld een beschrijving
pl: Podaj opis tego pola
pt_br: Dê uma descrição a este campo
ru: Дайте этому полю описание
sk: Zadajte popis tohto poľa
sl: Opis tega polja
sq: Jepini kësaj fushe një përshkrim
sr: Dodajte opis ovom polju
sv: Ge detta fält en beskrivning
tr: Bu alana bir açıklama verin
uk: Додайте опис для цього поля
vi: Cung cấp cho trường này một mô tả
zh_hk: 給這個欄位一個描述

source: Failed to update formatting of {0}
ar: فشل تحديث تنسيق {0}
bg: Неуспешно актуализиране на форматирането на {0}
ca: No s'ha pogut actualitzar el format de {0}
de: Die Formatierung von {0}konnte nicht aktualisiert werden.
es: No se pudo actualizar el formato de {0}
fa: به‌روزرسانی قالب‌بندی {0}ناموفق بود.
fi: Muotoilun päivittäminen epäonnistui kohdassa {0}
fr: Échec de la mise à jour du formatage de {0}
it: Impossibile aggiornare la formattazione di {0}
ja: {0}の書式を更新できませんでした
nb: Kunne ikke oppdatere formateringen av {0}
nl: Het is niet gelukt om de opmaak van {0}bij te werken
pl: Nie udało się zaktualizować formatowania {0}
pt_br: Falha ao atualizar a formatação de {0}
ru: Не удалось обновить форматирование {0}
sk: Nepodarilo sa aktualizovať formátovanie {0}
sl: Oblikovanje {0}ni uspelo posodobiti
sq: Dështoi përditësimi i formatimit të {0}
sr: Neuspešno ažuriranje formatiranja za {0}
sv: Misslyckades med att uppdatera formateringen av {0}
tr: {0}biçimlendirmesi güncellenemedi
uk: Не вдалося оновити форматування {0}
vi: Không cập nhật được định dạng của {0}
zh_hk: 更新 {0}的格式化失敗

source: Formatting of {0} updated
ar: تم تحديث تنسيق {0}
bg: Форматирането на {0} е актуализирано
ca: Format de {0} actualitzat
de: Formatierung von {0} aktualisiert
es: Se actualizó el formato de {0}
fa: قالب‌بندی {0} به‌روزرسانی شد
fi: {0} :n muotoilu päivitetty
fr: Mise en forme de {0} mise à jour
it: Formattazione di {0} aggiornata
ja: {0} のフォーマットが更新されました
nb: Formatering av {0} oppdatert
nl: Opmaak van {0} bijgewerkt
pl: Formatowanie {0} zaktualizowane
pt_br: Formatação de {0} atualizada
ru: Форматирование {0} обновлено.
sk: Formátovanie {0} bolo aktualizované
sl: Oblikovanje {0} je bilo posodobljeno
sq: Formatimi i {0} u përditësua
sr: Formatiranje za {0} je ažurirano
sv: Formateringen av {0} uppdaterad
tr: {0} biçimlendirmesi güncellendi
uk: Форматування {0} оновлено
vi: Định dạng của {0} đã được cập nhật
zh_hk: {0} 的格式已更新

source: Failed to update semantic type of {0}
ar: فشل تحديث النوع الدلالي لـ {0}
bg: Неуспешно актуализиране на семантичния тип на {0}
ca: No s'ha pogut actualitzar el tipus semàntic de {0}
de: Der semantische Typ von {0}konnte nicht aktualisiert werden.
es: No se pudo actualizar el tipo semántico de {0}
fa: به‌روزرسانی نوع معنایی {0}ناموفق بود.
fi: Semanttisen tyypin {0}päivittäminen epäonnistui.
fr: Échec de la mise à jour du type sémantique de {0}
it: Impossibile aggiornare il tipo semantico di {0}
ja: {0}のセマンティック タイプを更新できませんでした
nb: Kunne ikke oppdatere semantisk type på {0}
nl: Het semantische type van {0}kon niet worden bijgewerkt
pl: Nie udało się zaktualizować typu semantycznego {0}
pt_br: Falha ao atualizar o tipo semântico de {0}
ru: Не удалось обновить семантический тип {0}
sk: Nepodarilo sa aktualizovať sémantický typ {0}
sl: Posodobitev semantičnega tipa {0}ni uspela
sq: Dështoi përditësimi i llojit semantik të {0}
sr: Neuspešno ažuriranje semantičkog tipa za {0}
sv: Misslyckades med att uppdatera semantisk typ för {0}
tr: {0}anlamsal türü güncellenemedi
uk: Не вдалося оновити семантичний тип {0}
vi: Không cập nhật được kiểu ngữ nghĩa của {0}
zh_hk: 更新 {0}的語義類型失敗

source: Semantic type of {0} updated
ar: تم تحديث النوع الدلالي لـ {0}
bg: Семантичният тип {0} е актуализиран
ca: Tipus semàntic de {0} actualitzat
de: Semantischer Typ von {0} aktualisiert
es: Tipo semántico de {0} actualizado
fa: نوع معنایی {0} به‌روزرسانی شد
fi: Semanttinen tyyppi {0} päivitetty
fr: Type sémantique de {0} mis à jour
it: Tipo semantico di {0} aggiornato
ja: {0} のセマンティックタイプが更新されました
nb: Semantisk type {0} oppdatert
nl: Semantisch type van {0} bijgewerkt
pl: Zaktualizowano typ semantyczny {0}
pt_br: Tipo semântico de {0} atualizado
ru: Семантический тип {0} обновлен
sk: Sémantický typ {0} aktualizovaný
sl: Semantični tip {0} posodobljen
sq: Lloji semantik i {0} u përditësua
sr: Semantički tip za {0} je ažuriran
sv: Semantisk typ av {0} uppdaterad
tr: {0} 'nin anlamsal türü güncellendi
uk: Семантичний тип {0} оновлено
vi: Kiểu ngữ nghĩa của {0} đã được cập nhật
zh_hk: {0} 更新的語義類型

source: What this data represents
ar: ما الذي تمثله هذه البيانات
bg: Какво представляват тези данни
ca: Què representen aquestes dades
de: Was diese Daten darstellen
es: Qué representan estos datos
fa: این داده‌ها نشان دهنده چیستند؟
fi: Mitä tämä data edustaa
fr: Ce que représentent ces données
it: Cosa rappresentano questi dati
ja: このデータが表すもの
nb: Hva disse dataene representerer
nl: Wat deze gegevens voorstellen
pl: Co przedstawiają te dane
pt_br: O que esses dados representam
ru: Что представляют собой эти данные
sk: Čo tieto údaje predstavujú
sl: Kaj predstavljajo ti podatki
sq: Çfarë përfaqësojnë këto të dhëna
sr: Šta ovi podaci predstavljaju
sv: Vad dessa uppgifter representerar
tr: Bu veriler neyi temsil ediyor?
uk: Що представляють ці дані
vi: Dữ liệu này thể hiện điều gì
zh_hk: 這些資料所代表的意義

source: Semantic type
ar: النوع الدلالي
bg: Семантичен тип
ca: Tipus semàntic
de: Semantischer Typ
es: Tipo semántico
fa: نوع معنایی
fi: Semanttinen tyyppi
fr: Type sémantique
it: Tipo semantico
ja: セマンティックタイプ
nb: Semantisk type
nl: Semantisch type
pl: Typ semantyczny
pt_br: Tipo semântico
ru: Семантический тип
sk: Sémantický typ
sl: Semantični tip
sq: Lloj semantik
sr: Semantički tip
sv: Semantisk typ
tr: Anlamsal tür
uk: Семантичний тип
vi: Kiểu ngữ nghĩa
zh_hk: 語義類型

source: There are other fields with this semantic type:
ar: توجد حقول أخرى بهذا النوع الدلالي:
bg: Има и други полета с този семантичен тип:
ca: Hi ha altres camps amb aquest tipus semàntic:
de: Es gibt weitere Felder mit diesem semantischen Typ:
es: Existen otros campos con este tipo semántico:
fa: فیلدهای دیگری با این نوع معنایی وجود دارند:
fi: Tällä semanttisella tyypillä on muitakin kenttiä:
fr: Il existe d’autres champs avec ce type sémantique :
it: Esistono altri campi con questo tipo semantico:
ja: このセマンティック タイプには他にもフィールドがあります。
nb: Det finnes andre felt med denne semantiske typen:
nl: Er zijn andere velden met dit semantische type:
pl: Istnieją inne pola o tym typie semantycznym:
pt_br: Existem outros campos com este tipo semântico:
ru: Существуют и другие поля с этим семантическим типом:
sk: Existujú aj ďalšie polia s týmto sémantickým typom:
sl: Obstajajo še druga polja s to semantično vrsto:
sq: Ka fusha të tjera me këtë lloj semantik:
sr: Postoje i druga polja sa ovim semantičkim tipom:
sv: Det finns andra fält med denna semantiska typ:
tr: Bu semantik tipe sahip başka alanlar da var:
uk: Є інші поля з цим семантичним типом:
vi: Có những trường khác có kiểu ngữ nghĩa này:
zh_hk: 還有其他欄位具有此語義類型：

source: Field preview
ar: معاينة الحقل
bg: Преглед на полето
ca: Vista prèvia del camp
de: Feldvorschau
es: Vista previa del campo
fa: پیش‌نمایش فیلد
fi: Kentän esikatselu
fr: Aperçu du terrain
it: Anteprima del campo
ja: フィールドプレビュー
nb: Forhåndsvisning av feltet
nl: Voorbeschouwing op het veld
pl: Podgląd pola
pt_br: Pré-visualização de campo
ru: Предварительный просмотр поля
sk: Náhľad poľa
sl: Predogled polja
sq: Parapamje e fushës
sr: Pregled polja
sv: Förhandsvisning av fält
tr: Alan önizlemesi
uk: Попередній перегляд поля
vi: Xem trước hiện trường
zh_hk: 現場預覽

source: Preview type
ar: نوع المعاينة
bg: Тип преглед
ca: Tipus de previsualització
de: Vorschautyp
es: Tipo de vista previa
fa: نوع پیش‌نمایش
fi: Esikatselun tyyppi
fr: Type d'aperçu
it: Tipo di anteprima
ja: プレビュータイプ
nb: Forhåndsvisningstype
nl: Voorbeeldtype
pl: Typ podglądu
pt_br: Tipo de visualização
ru: Тип предварительного просмотра
sk: Typ ukážky
sl: Vrsta predogleda
sq: Lloj parapamjeje
sr: Tip pregleda
sv: Förhandsgranskningstyp
tr: Önizleme türü
uk: Тип попереднього перегляду
vi: Loại xem trước
zh_hk: 預覽類型

source: Something went wrong fetching the data for this field. This could mean something is wrong with the field settings, like a cast that is not supported for the underlying data type. Please check your settings and try again.
ar: حدث خطأ أثناء جلب البيانات لهذا الحقل. قد يعني ذلك أن هناك مشكلة في إعدادات الحقل، مثل cast غير مدعوم لنوع البيانات الأساسي. يرجى التحقق من إعداداتك والمحاولة مرة أخرى.
bg: Нещо се обърка при извличането на данните за това поле. Това може да означава, че нещо не е наред с настройките на полето, като например преобразуване, което не се поддържа за основния тип данни. Моля, проверете настройките си и опитайте отново.
ca: S'ha produït un error en obtenir les dades d'aquest camp. Això podria significar que hi ha algun problema amb la configuració del camp, com ara una conversió no compatible amb el tipus de dades subjacent. Revisa la configuració i torna-ho a provar.
de: Beim Abrufen der Daten für dieses Feld ist ein Fehler aufgetreten. Dies könnte auf einen Fehler in den Feldeinstellungen hinweisen, z. B. auf eine für den zugrunde liegenden Datentyp nicht unterstützte Konvertierung. Bitte überprüfen Sie Ihre Einstellungen und versuchen Sie es erneut.
es: Se produjo un error al obtener los datos de este campo. Esto podría indicar que hay un error en la configuración del campo, como una conversión no compatible con el tipo de dato subyacente. Revise la configuración y vuelva a intentarlo.
fa: هنگام دریافت داده‌های این فیلد مشکلی پیش آمده است. این می‌تواند به معنای وجود مشکل در تنظیمات فیلد باشد، مانند تبدیلی که برای نوع داده‌ی اصلی پشتیبانی نمی‌شود. لطفاً تنظیمات خود را بررسی کرده و دوباره امتحان کنید.
fi: Kentän tietojen noutamisessa tapahtui virhe. Tämä voi tarkoittaa, että kentän asetuksissa on jokin ongelma, kuten esimerkiksi muunnos, jota pohjana oleva tietotyyppi ei tue. Tarkista asetuksesi ja yritä uudelleen.
fr: Une erreur s'est produite lors de la récupération des données de ce champ. Cela peut indiquer un problème avec les paramètres du champ, comme un cast non pris en charge pour le type de données sous-jacent. Veuillez vérifier vos paramètres et réessayer.
it: Si è verificato un problema durante il recupero dei dati per questo campo. Potrebbe trattarsi di un errore nelle impostazioni del campo, ad esempio un cast non supportato per il tipo di dati sottostante. Controlla le impostazioni e riprova.
ja: このフィールドのデータの取得中にエラーが発生しました。フィールドの設定に問題がある可能性があります（例えば、基になるデータ型でサポートされていないキャストなど）。設定を確認して、もう一度お試しください。
nb: Noe gikk galt ved henting av data for dette feltet. Dette kan bety at noe er galt med feltinnstillingene, for eksempel at den underliggende datatypen ikke støttes. Sjekk innstillingene og prøv på nytt.
nl: Er is iets misgegaan bij het ophalen van de gegevens voor dit veld. Dit kan betekenen dat er iets mis is met de veldinstellingen, zoals een cast die niet wordt ondersteund voor het onderliggende gegevenstype. Controleer uw instellingen en probeer het opnieuw.
pl: Wystąpił błąd podczas pobierania danych dla tego pola. Może to oznaczać, że wystąpił błąd w ustawieniach pola, np. rzutowanie nie jest obsługiwane przez bazowy typ danych. Sprawdź ustawienia i spróbuj ponownie.
pt_br: Ocorreu um erro ao buscar os dados para este campo. Isso pode significar que há algo errado com as configurações do campo, como uma conversão não suportada para o tipo de dado subjacente. Verifique suas configurações e tente novamente.
ru: При получении данных для этого поля произошла ошибка. Это может означать, что что-то не так с настройками поля, например, приведение типа не поддерживается для базового типа данных. Проверьте настройки и повторите попытку.
sk: Pri načítaní údajov pre toto pole sa vyskytla chyba. Môže to znamenať, že niečo nie je v poriadku s nastaveniami poľa, napríklad pretypovanie, ktoré nie je podporované pre podkladový typ údajov. Skontrolujte nastavenia a skúste to znova.
sl: Pri pridobivanju podatkov za to polje je prišlo do napake. To lahko pomeni, da je nekaj narobe z nastavitvami polja, na primer pretvorba, ki ni podprta za osnovni tip podatkov. Preverite nastavitve in poskusite znova.
sq: Diçka shkoi keq gjatë marrjes së të dhënave për këtë fushë. Kjo mund të nënkuptojë se diçka nuk shkon me cilësimet e fushës, si p.sh. një cast që nuk mbështetet për llojin bazë të të dhënave. Ju lutemi kontrolloni cilësimet dhe provoni përsëri.
sr: Nešto je pošlo po zlu pri preuzimanju podataka za ovo polje. To može značiti da nešto nije u redu sa podešavanjima polja, kao što je kastovanje koje nije podržano za osnovni tip podataka. Proverite podešavanja i pokušajte ponovo.
sv: Något gick fel när data för det här fältet hämtades. Det kan betyda att något är fel med fältinställningarna, till exempel en omvandling som inte stöds för den underliggande datatypen. Kontrollera dina inställningar och försök igen.
tr: Bu alan için veriler alınırken bir sorun oluştu. Bu, alan ayarlarında bir sorun olduğu anlamına gelebilir; örneğin, altta yatan veri türü için desteklenmeyen bir dönüştürme işlemi olabilir. Lütfen ayarlarınızı kontrol edip tekrar deneyin.
uk: Під час отримання даних для цього поля щось пішло не так. Це може означати, що є проблема з налаштуваннями поля, наприклад перетворення типів (cast), яке не підтримується для базового типу даних. Перевірте свої налаштування та спробуйте ще раз.
vi: Đã xảy ra lỗi khi truy xuất dữ liệu cho trường này. Điều này có thể có nghĩa là có vấn đề với cài đặt trường, chẳng hạn như việc ép kiểu không được hỗ trợ cho kiểu dữ liệu cơ bản. Vui lòng kiểm tra cài đặt của bạn và thử lại.
zh_hk: 在取得此欄位的資料時出了問題。這可能表示欄位設定出錯，例如不支援底層資料類型的轉換。請檢查您的設定，然後再試一次。

source: You do not have permission to preview this field's data.
ar: ليس لديك إذن لمعاينة بيانات هذا الحقل.
bg: Нямате разрешение да преглеждате предварително данните в това поле.
ca: No teniu permís per previsualitzar les dades d'aquest camp.
de: Sie haben keine Berechtigung, eine Vorschau der Daten dieses Felds anzuzeigen.
es: No tienes permiso para obtener una vista previa de los datos de este campo.
fa: شما اجازه پیش‌نمایش داده‌های این فیلد را ندارید.
fi: Sinulla ei ole oikeutta esikatsella tämän kentän tietoja.
fr: Vous n'avez pas l'autorisation de prévisualiser les données de ce champ.
it: Non hai l'autorizzazione per visualizzare in anteprima i dati di questo campo.
ja: このフィールドのデータをプレビューする権限がありません。
nb: Du har ikke tillatelse til å forhåndsvise dataene i dette feltet.
nl: U hebt geen toestemming om een voorbeeld van de gegevens in dit veld te bekijken.
pl: Nie masz uprawnień do podglądu danych tego pola.
pt_br: Você não tem permissão para visualizar os dados deste campo.
ru: У вас нет разрешения на предварительный просмотр данных этого поля.
sk: Nemáte povolenie na zobrazenie ukážky údajov v tomto poli.
sl: Nimate dovoljenja za predogled podatkov v tem polju.
sq: Nuk keni leje për të parë paraprakisht të dhënat e kësaj fushe.
sr: Nemate dozvolu da pregledate podatke ovog polja.
sv: Du har inte behörighet att förhandsgranska data för det här fältet.
tr: Bu alanın verilerini önizleme izniniz yok.
uk: У вас немає дозволу на попередній перегляд даних цього поля.
vi: Bạn không có quyền xem trước dữ liệu của trường này.
zh_hk: 您沒有預覽此欄位資料的權限。

source: Actions for {0}
ar: إجراءات {0}
bg: Действия за {0}
ca: Accions per a {0}
de: Aktionen für {0}
eo: What do you mean by "Actions for {0}"? If it's a title or label, a Gen Z vibe could be: "Things to do for {0}" or just "Actions for {0}" works too, no cap.
es: Acciones para {0}
fa: اقدامات برای {0}
fi: Toiminnot kohteelle {0}
fr: Actions pour {0}
it: Azioni per {0}
ja: {0}のアクション
lt: Veiksmai, skirti {0}
nb: Handlinger for {0}
nl: Acties voor {0}
pl: Akcje dla {0}
pt_br: Ações para {0}
ru: Действия для {0}
sk: Akcie pre {0}
sl: Dejanja za {0}
sq: Veprime për {0}
sr: Akcije za {0}
sv: Åtgärder för {0}
tr: {0}için eylemler
uk: Дії для {0}
vi: Hành động cho {0}
zh_hk: 行動 {0}

source: Actions are not enabled for this model.
ar: الإجراءات غير مفعّلة لهذا النموذج.
bg: Действията не са активирани за този модел.
ca: Les accions no estan habilitades per a aquest model.
de: Für dieses Modell sind keine Aktionen aktiviert.
eo: Yo, actions are not enabled for this model, lol.
es: Las acciones no están habilitadas para este modelo.
fa: کنش‌ها برای این مدل فعال نیستند.
fi: Toiminnot eivät ole käytössä tässä mallissa.
fr: Les actions ne sont pas activées pour ce modèle.
it: Le azioni non sono abilitate per questo modello.
ja: このモデルではアクションは有効になっていません。
lt: Šiam modeliui veiksmai neįjungti.
nb: Handlinger er ikke aktivert for denne modellen.
nl: Acties zijn niet ingeschakeld voor dit model.
pl: Akcje nie są włączone dla tego modelu.
pt_br: Ações não estão habilitadas para este modelo.
ru: Действия для этой модели не включены.
sk: Akcie nie sú pre tento model povolené.
sl: Dejanja za ta model niso omogočena.
sq: Veprimet nuk janë të aktivizuara për këtë model.
sr: Akcije nisu omogućene za ovaj model.
sv: Åtgärder är inte aktiverade för den här modellen.
tr: Bu model için eylemler etkinleştirilmedi.
uk: Дії для цієї моделі не увімкнено.
vi: Không bật được hành động cho mô hình này.
zh_hk: 此模型未啟用動作。

source: K
bg: К
fa: ک
ru: К

source: CSV
bg: CSV файл
fa: سی اس وی
fi: CSV-tiedosto
pl: Plik CSV
sv: CSV-fil
