Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: MB_ENCRYPTION_SECRET_KEY must be at least 16 characters.
ar: يجب أن يكون MB_ENCRYPTION_SECRET_KEY بطول 16 حرفًا على الأقل.
bg: MB_ENCRYPTION_SECRET_KEY трябва да съдържа поне 16 знака.
ca: La clau MB_ENCRIPTION_SECRET_KEY ha de tenir com a mínim 16 caràcters.
de: MB_ENCRYPTION_SECRET_KEY muss mindestens 16 Zeichen enthalten.
eo: MB_ENCRYPTION_SECRET_KEY gotta be at least 16 chars, fr.
es: MB_ENCRYPTION_SECRET_KEY debe tener al menos 16 caracteres
fa: MB_ENCRYPTION_SECRET_KEY باید حداقل 16 حرف باشد.
fi: MB_ENCRYPTION_SECRET_KEY:n on oltava vähintään 16 merkkiä pitkä.
fr: MB_ENCRYPTION_SECRET_KEY doit comporter au moins 16 caractères.
hu: Az MB_ENCRYPTION_SECRET_KEY legalább 16 karakter hosszúnak kell lennie.
it: MB_ENCRYPTION_SECRET_KEY deve essere di almeno 16 caratteri.
ja: MB_ENCRYPTION_SECRET_KEYは16文字以上にしてください。
lt: MB_ENCRYPTION_SECRET_KEY turi būti bent 16 simbolių.
ms: MB_ENCRYPTION_SECRET_KEY mestilah sekurang-kurangnya 16 karakter.
nb: MB_ENCRYPTION_SECRET_KEY må være minst 16 tegn.
nl: MB_ENCRYPTION_SECRET_KEY moet minstens 16 tekens lang zijn.
pl: MB_ENCRYPTION_SECRET_KEY musi mieć co najmniej 16 znaków.
pt_br: MB_ENCRYPTION_SECRET_KEY deve ter pelo menos 16 caracteres.
ru: MB_ENCRYPTION_SECRET_KEY должен состоять как минимум из 16 знаков.
sk: MB_ENCRYPTION_SECRET_KEY musí mať najmenej 16 znakov.
sl: MB_ENCRYPTION_SECRET_KEY mora biti sestavljen vsaj iz 16 znakov.
sq: MB_ENCRYPTION_SECRET_KEY duhet të ketë të paktën 16 karaktere.
sr: MB_ENCRYPTION_SECRET_KEY mora imati najmanje 16 karaktera.
sv: MB_ENCRYPTION_SECRET_KEY måste vara minst 16 tecken.
tr: MB_ŞİFRELEME_GİZLİ_ANAHTARI en az 16 karakter olmalıdır.
uk: MB_ENCRYPTION_SECRET_KEY має містити щонайменше 16 символів.
vi: MB_ENCRYPTION_SECRET_KEY phải có ít nhất 16 ký tự.
zh_hk: MB_ENCRYPTION_SECRET_KEY至少要16個字元

source: Saved credentials encryption is ENABLED for this Metabase instance.
hu: A mentett hitelesítési adatok titkosítása ENGEDÉLYEZVE van ezen a Metabase példányon.
ms: Penyulitan kelayakan tersimpan DIAKTIFKAN untuk contoh Metabase ini.

source: Saved credentials encryption is DISABLED for this Metabase instance.
hu: A mentett hitelesítési adatok titkosítása TILTOTT ezen a Metabase példányon.
ms: Penyulitan kelayakan tersimpan adalah DINYAHAKTIFKAN untuk instance Metabase ini.

source: nFor more information, see
hu: nTovábbi információkért lásd
ms: nUntuk maklumat lanjut, lihat

source: value must be an integer.
ar: يجب أن تكون القيمة عددًا صحيحًا.
bg: стойност трябва да е цяло число.
ca: el valor ha de ser un enter.
de: Wert muss ein Integer sein.
eo: bruh, the value gotta be an integer, fr
es: el valor debe ser un entero.
fa: مقدار آن باید یک عدد صحیح باشد.
fi: arvon on oltava kokonaisluku.
fr: la valeur doit être un integer.
hu: az értéknek egy egész számnak kell lennie.
it: il valore deve essere un numero intero.
ja: 値は整数値でなくてはなりません
lt: vertė turi būti sveikas skaičius.
ms: nilai mestilah integer.
nb: verdi må være ett heltall.
nl: waarde moet een getal zijn.
pl: wartość musi być liczbą całkowitą.
pt_br: valor deve ser um inteiro.
ru: значение должно содержать целое число (integer).
sk: hodnota musí byť celé číslo.
sl: Vrednost mora biti celo število.
sq: vlera duhet të jetë një numër i plotë.
sr: vrednost mora biti ceo broj.
sv: värdet måste vara ett heltal
tr: değer bir tamsayı olmalıdır.
uk: значення має бути цілим числом.
vi: giá trị phải là một số nguyên.
zh_hk: 值必須是一個整數

source: value must be a string.
hu: az értéknek egy karakterláncnak kell lennie.
ms: nilai mestilah rentetan.

source: value must be a boolean.
hu: az értéknek egy logikai értéknek kell lennie.
ms: nilai mesti boolean.

source: value must be a string that matches the regex `{0}`.
hu: az értéknek egy karakterláncnak kell lennie, amely megfelel a(z) {0} reguláris kifejezésnek.
ms: nilai mesti rentetan yang sepadan dengan regex {0}.

source: value must satisfy one of the following requirements:
hu: az értéknek meg kell felelnie az alábbi követelmények egyikének:
ms: nilai mesti memenuhi salah satu daripada keperluan berikut:

source: value may be nil, or if non-nil, {0}
hu: az érték lehet nil, vagy ha nem nil, akkor {0}
ms: nilai mungkin kosong, atau jika tidak kosong, {0}

source: value must be one of: {0}.
hu: értékének a következők valamelyikének kell lennie: {0}.
ms: nilai mesti salah satu daripada: {0}.

source: value must be an array.
hu: értékének tömbnek kell lennie.
ms: nilai mesti array.

source: Each {0}
hu: Minden {0}
ms: Setiap {0}

source: The array cannot be empty.
hu: A tömb nem lehet üres.
ms: Array tidak boleh kosong.

source: value must be a non-blank string.
ar: يجب أن تكون القيمة سلسلة غير فارغة.
bg: стойност трябва да е непразен низ.
ca: el valor ha de ser un text no buit.
de: der Wert muss ein nicht-leerer String sein.
eo: Bruh, the value gotta be a legit non-blank string, fr.
es: el valor debe ser un texto no vacío
fa: مقدار باید یک رشته غیر خالی باشد.
fi: arvon on oltava ei-tyhjä merkkijono.
fr: la valeur doit être une chaîne de caractères non vide.
hu: értékének nem üres karakterláncnak kell lennie.
it: il valore non deve essere una stringa vuota.
ja: 値は空欄のない文字列でなければなりません
lt: vertė turi būti ne tuščia eilutė.
ms: nilai mesti rentetan yang tidak kosong.
nb: verdi kan ikke være blank streng.
nl: waarde moet inhoud bevatten.
pl: wartość musi być ciągiem niepustym.
pt_br: valor deve ser uma sequência não vazia.
ru: значение не должно быть пустой строкой.
sk: hodnota nesmie byť prázdny reťazec.
sl: Vrednost mora biti neprazen niz.
sq: vlera duhet të jetë një string jo bosh.
sr: vrednost mora biti ne-prazan string.
sv: värdet måste vara en text som inte är blank.
tr: değer boş olmayan bir dize olmalıdır.
uk: значення має бути непорожнім рядком.
vi: giá trị phải là một chuỗi không trống.
zh_hk: 值必須是非空字串。

source: Integer greater than zero
hu: Nullánál nagyobb egész szám
ms: Integer lebih besar daripada sifar

source: value must be an integer greater than zero.
ar: يجب أن تكون القيمة عددًا صحيحًا أكبر من صفر.
bg: стойност трябва да е цяло число, по-голямо от нула.
ca: el valor ha de ser un enter més gran que zero.
de: Wert muss ein Integer größer null sein.
eo: Bro, the value gotta be a whole number above zero, no cap.
es: el valor debe ser un entero mayor que cero.
fa: مقدار باید عدد صحیحی بزرگتر از صفر باشد
fi: arvon on oltava kokonaisluku, joka on suurempi kuin nolla.
fr: la valeur doit être un entier supérieur à zéro.
hu: értékének nullánál nagyobb egész számnak kell lennie.
it: Il valore deve essere un numero intero maggiore di zero.
ja: 値はゼロより大きい整数でなければなりません
lt: vertė turi būti sveikas skaičius, didesnis nei nulis.
ms: nilai mesti integer yang lebih besar daripada sifar.
nb: verdi må være ett heltall over 0.
nl: waarde moet een getal zijn groter dan nul.
pl: wartość musi być liczbą całkowitą większą niż zero.
pt_br: valor deve ser um inteiro maior que zero.
ru: Значение должно быть больше нуля
sk: hodnota musí byť celé číslo väčšie ako nula.
sl: Vrednost mora biti celo število, večje od nič.
sq: vlera duhet të jetë një numër i plotë më i madh se zero.
sr: vrednost mora biti ceo broj veći od nule.
sv: värdet måste vara ett heltal större än noll.
tr: değer sıfırdan büyük bir tamsayı olmalıdır.
uk: значення має бути цілим числом, більшим за нуль.
vi: giá trị phải là số nguyên lớn hơn 0.
zh_hk: 值必須是一個大於0的整數。

source: Number greater than zero
hu: Nullánál nagyobb szám
ms: Nombor lebih besar daripada sifar

source: value must be a number greater than zero.
hu: értékének nullánál nagyobb számnak kell lennie.
lt: vertė turi būti didesnė už nulį.
ms: nilai mesti nombor yang lebih besar daripada sifar.

source: Keyword or string
hu: Kulcsszó vagy string
ms: Kata kunci atau rentetan

source: Valid field type
hu: Érvényes mezőtípus
ms: Jenis medan yang sah

source: value must be a valid field type.
ar: يجب أن تكون القيمة نوع حقل صالحًا.
bg: стойност трябва да е валиден тип поле.
ca: El valor ha de ser un tipus de camp válid
de: Wert muss ein gültiger Feldtyp sein.
eo: Yo, the value gotta be a legit field type, fr fr.
es: el valor debe ser un tipo de campo válido
fa: مقدار باید یک نوع فیلد معتبر باشد.
fi: arvon on oltava kelvollinen kenttätyyppi.
fr: la valeur doit être un type de champ valide.
hu: az értéknek érvényes mezőtípusnak kell lennie.
it: il valore deve essere un tipo di campo valido
ja: 値は有効なフィールドタイプでなければなりません
lt: vertė turi būti tinkamas lauko tipas.
ms: nilai mesti jenis medan yang sah.
nb: verdi må være en gyldig felt type.
nl: waarde moet een valide veldtype zijn.
pl: wartość musi być prawidłowym typem pola.
pt_br: valor deve ser um tipo de campo válido.
ru: значение должно быть валидным типом поля.
sk: hodnota musí byť platným typom poľa.
sl: Vrednost mora biti veljavna vrsta polja.
sq: vlera duhet të jetë një lloj fushe i vlefshëm.
sr: vrednost mora biti važeći tip polja.
sv: värdet måste vara en giltig fälttyp.
tr: Değer geçerli bir alan türü olmalıdır.
uk: значення має бути коректним типом поля.
vi: giá trị phải là loại trường hợp lệ.
zh_hk: 必須是有效的欄位類型

source: Valid field type (keyword or string)
hu: Érvényes mezőtípus (kulcsszó vagy karakterlánc)
ms: Jenis medan yang sah (kata kunci atau rentetan)

source: value must be a valid field type (keyword or string).
hu: az értéknek érvényes mezőtípusnak kell lennie (kulcsszó vagy karakterlánc).
ms: nilai mesti jenis medan yang sah (kata kunci atau rentetan).

source: Valid entity type (keyword or string)
hu: Érvényes entitástípus (kulcsszó vagy karakterlánc)
ms: Jenis entiti yang sah (kata kunci atau rentetan)

source: value must be a valid entity type (keyword or string).
ar: يجب أن تكون القيمة نوع كيان صالحًا (keyword أو string).
bg: стойност трябва да е валиден тип обект (ключова дума или низ).
ca: El valor ha de ser un tipus de camp vàlid (paraula clau o text)
de: Wert muss ein gültiger Entitätstyp sein (Schlüsselwort oder String).
eo: yo, the value gotta be a legit entity type (keyword or string), fr
es: el valor debe ser un tipo de campo válido (palabra clave o texto).
fa: مقدار باید یک نوع نهایی معتبر باشد (کلید واژه یا رشته).
fi: arvon on oltava kelvollinen yksikkötyyppi (avainsana tai merkkijono).
fr: la valeur doit être un type d'entité valide (mot clé ou chaîne de caractères).
hu: z értéknek érvényes entitástípusnak kell lennie (kulcsszó vagy karakterlánc).
it: il valore deve essere un tipo di entità valido (parola chiave o stringa).
ja: 値は有効なエンティティタイプ(キーワードや文字列)でなければなりません
lt: reikšmė turi būti galiojantis įmonės tipas (raktinis žodis arba eilutė).
ms: nilai mesti jenis entiti yang sah (kata kunci atau rentetan).
nb: verdi må være en gyldig enhetstype (søkeord eller streng)
nl: waarde moet een geldig entiteitstype zijn (trefwoord of string).
pl: wartość musi być prawidłowym typem encji (słowo lub ciąg).
pt_br: valor deve ser um tipo de entidade válido (palavra-chave ou sequência).
ru: значение должно быть валидным типом записи (ключевое слово или строка).
sk: hodnota musí byť platným typom entity (kľúčové slovo alebo reťazec).
sl: Vrednost mora biti veljavna vrsta entitete (ključna beseda ali niz).
sq: vlera duhet të jetë një lloj entiteti i vlefshëm (keyword ose string).
sr: vrednost mora biti važeći tip entiteta (keyword ili string).
sv: värdet måste vara en giltig entitetstyp (nyckelord eller text)
tr: değer geçerli bir varlık türü olmalıdır (anahtar kelime veya dize).
uk: значення має бути коректним типом сутності (keyword або string).
vi: giá trị phải là loại thực thể hợp lệ (từ khóa hoặc chuỗi).
zh_hk: 值必須是有效的實體類型（關鍵字或者字串）

source: Valid map
hu: Érvényes térkép
ms: Peta sah

source: value must be a map.
hu: az értéknek egy térképnek kell lennie.
ms: nilai mestilah peta.

source: Valid email address
hu: Érvényes e-mail cím
ms: Alamat e-mel sah

source: value must be a valid email address.
ar: يجب أن تكون القيمة عنوان بريد إلكتروني صالحًا.
bg: стойност трябва да е валиден имейл адрес.
ca: el valor ha de ser una adreça de correu electrònic vàlida.
de: Wert muss eine gültige E-Mail-Adresse sein.
eo: Bro, your value gotta be a legit email address, fr.
es: el valor debe ser una dirección de correo electrónico válida
fa: مقدار باید یک آدرس ایمیل معتبری باشد
fi: arvon on oltava kelvollinen sähköpostiosoite.
fr: cette valeur doit être une adresse électronique valide.
hu: értékének érvényes e-mail címnek kell lennie.
it: il valore deve essere un indirizzo email valido.
ja: 値は有効なメールアドレスでなければなりません
lt: vertė turi būti galiojantis el. pašto adresas.
ms: nilai mestilah alamat e-mel yang sah.
nb: verdi må være en gyldig e-postadresse
nl: waarde moet een valide e-mailadres zijn.
pl: wartość musi być poprawnym adresem e-mail.
pt_br: valor deve ser um endereço de e-mail válido.
ru: значение должно быть валидным email адресом.
sk: hodnota musí byť platná emailová adresa.
sl: Vrednost mora biti veljaven e-poštni naslov.
sq: vlera duhet të jetë një adresë email-i e vlefshme.
sr: vrednost mora biti važeća email adresa.
sv: värdet måste vara en giltig epost-adress.
tr: değer geçerli bir e-posta adresi olmalıdır.
uk: значення має бути коректною email-адресою.
vi: giá trị phải là một địa chỉ email hợp lệ.
zh_hk: 值必須是有效的信箱地址

source: Insufficient password strength
hu: Elégtelen jelszó erősség
ms: Kekuatan kata laluan tidak mencukupi

source: value must be a valid integer.
hu: értékének érvényes egész számnak kell lennie.
lt: reikšmė turi būti tinkamas sveikasis skaičius.
ms: nilai mestilah integer yang sah.

source: value must be a valid integer greater than zero.
hu: az értéknek érvényes, nullánál nagyobb egész számnak kell lennie.
lt: reikšmė turi būti tinkamas sveikasis skaičius, didesnis nei nulis.
ms: nilai mestilah integer sah lebih besar daripada sifar.

source: value must be a valid boolean string (''true'' or ''false'').
ar: يجب أن تكون القيمة سلسلة منطقية صالحة (''true'' أو ''false'').
bg: Стойността трябва да е валиден булев низ ('' true '' или '' false '').
ca: el valor ha de ser un booleà vàlid ("verdader" o "fals")
de: Wert muss ein gültiger Boolean-String ("true" oder "false") sein.
eo: Bruh, the value gotta be a legit boolean string (like "true" or "false"), fr.
es: el valor debe ser un booleano válido (''true'' o ''false'').
fa: مقدار آن باید رشته ‘true’ یا ‘false’ باشد.
fi: arvon on oltava kelvollinen boolean-merkkijono (''true'' tai ''false'').
fr: la valeur doit être un booléen représenté par "true" ou "false".
hu: az értéknek érvényes logikai karakterláncnak kell lennie (''true'' vagy ''false'').
it: il valore deve essere una stringa booleana valida ("true" or "false")
ja: valueは有効な真偽値の文字列( '' true ''または '' false '')でなければなりません。
lt: reikšmė turi būti galiojanti loginė eilutė ('' true '' arba '' false '').
ms: nilai mestilah rentetan Boolean sah ("benar" atau "palsu").
nb: verdi må være en gyldig boolsk streng ("true" eller "false")
nl: waarde moet een geldige boolean zijn ("true" of "false").
pl: wartość musi być wartością logiczną (''true'' lub ''false'').
pt_br: valor deve ser uma sequência booleana válida (''true'' ou ''false'').
ru: значение должно быть корректным логическим типом (''true'' или ''false'').
sk: hodnota musí byť platný logický reťazec (''true'' alebo ''false'').
sl: vrednost mora biti veljaven logični niz (''true'' ali ''false'').
sq: vlera duhet të jetë një string boolean i vlefshëm (''true'' ose ''false'').
sr: vrednost mora biti važeći boolean string (''true'' ili ''false'').
sv: värdet måste vara ett giltigt logiskt värde ("true" eller "false").
tr: değer geçerli bir boole dizgisi olmalıdır ('' true '' veya '' false '').
uk: значення має бути коректним булевим рядком (''true'' або ''false'').
vi: giá trị phải là một chuỗi boolean hợp lệ ('' true '' hoặc '' false '').
zh_hk: 必須是布爾值（“true”或者“false”）

source: value must be a valid JSON string.
ar: يجب أن تكون القيمة سلسلة JSON صالحة.
bg: стойността трябва да е валиден JSON низ.
ca: El valor ha de ser un text JSON vàlid
de: Wert muss ein gültiger JSON-String sein.
eo: Bruh, your value gotta be a legit JSON string, no cap.
es: el valor debe ser un texto JSON válido.
fa: مقدار آن باید رشته JSON باشد.
fi: arvon on oltava kelvollinen JSON-merkkijono.
fr: la valeur doit être du JSON valide.
hu: értékének érvényes JSON-karakterláncnak kell lennie.
it: il valore deve essere una stringa JSON valida.
ja: 値は有効なJSON文字列でなければなりません。
lt: reikšmė turi būti galiojanti JSON eilutė.
ms: nilai mestilah rentetan JSON yang sah.
nb: verdi må være en gyldig JSON streng.
nl: waarde moet een geldige JSON-string zijn.
pl: wartość musi być prawidłową strukturą w formacie JSON.
pt_br: valor deve ser uma sequência JSON válida.
ru: значение должно быть валидной JSON-строкой.
sk: hodnota musí byť platný reťazec JSON.
sl: vrednost mora biti veljaven niz JSON.
sq: vlera duhet të jetë një string JSON i vlefshëm.
sr: vrednost mora biti važeći JSON string.
sv: värdet måste vara en giltig JSON-sträng.
tr: değer geçerli bir JSON dizesi olmalıdır.
uk: значення має бути коректним JSON-рядком.
vi: giá trị phải là một chuỗi JSON hợp lệ.
zh_hk: 值必須是個有效的JSON字串。

source: value must be a valid embedding params map.
ar: يجب أن تكون القيمة map صالحة لمعاملات التضمين.
bg: стойност трябва да е валидна карта за параметри за вграждане.
ca: el valor ha de ser un mapa de paràmetres d'integració vàlids.
de: Wert muss eine gültige Embedding Params Map sein.
eo: bruh, your value gotta be a legit embedding params map, fr.
es: el valor debe ser un mapa de parámetros de integración válido.
fa: ارزش باید یک نقشه پارامتر تعبیه معتبر باشد.
fi: arvon on oltava kelvollinen upotusparametrien kartta.
fr: la valeur doit être une association de paramètres d'intégration valide.
hu: az értéknek érvényes beágyazási paraméter térképnek kell lennie.
it: Il valore deve essere presente nei parametri della mappa
ja: 値は有効な埋め込みパラメーターマップでなければなりません。
lt: vertė turi būti tinkamas įterpimo params žemėlapis.
ms: nilai mestilah peta parameter penyematan yang sah.
nb: verdien må være et gyldig parametermappe for innebygging.
nl: waarde moet een geldige embedding params-map zijn.
pl: wartość musi być zestawem parametrów osadzenia mapy.
pt_br: valor deve ser um mapa de parâmetros de incorporação válidos.
ru: значение должно быть валидным параметром встраивания карты.
sk: hodnota musí byť platná mapa vkladacích parametrov.
sl: Vrednost mora biti veljaven zemljevid parametrov vdelave.
sq: vlera duhet të jetë një map e vlefshme params integrimi.
sr: vrednost mora biti važeća mapa parametara ugradnje.
sv: värdet måste vara giltiga parametrar för karta.
tr: Değer geçerli bir gömme params haritası olmalıdır.
uk: значення має бути коректною мапою параметрів вбудовування.
vi: giá trị phải là một bản đồ params nhúng hợp lệ.
zh_hk: 值必須是個有效的嵌入地圖的參數。

source: Data permissions
ar: أذونات البيانات
bg: Разрешения за данни
ca: Permís d'accés a les dades
de: Datenberechtigungen
eo: Data perms
es: Permisos de acceso de datos
fa: دسترسی‌های داده
fi: Käyttöoikeudet
fr: Permissions sur les données
hu: Adatjogosultságok
it: Permesso dati
ja: データの権限
lt: Duomenų leidimai
ms: Keizinan data
nb: Tilgang til data
nl: Datarechten
pl: Uprawnienia do danych
pt_br: Permissão de dados
ru: Доступ к данным
sk: Povolenia na údaje
sl: Dovoljenja za podatke
sq: Lejet e të dhënave
sr: Dozvole za podatke
sv: Datarättigheter
tr: Veri izinleri
uk: Дозволи даних
vi: Quyền dữ liệu
zh_hk: 資料權限

source: Collection permissions
ar: أذونات المجموعة
bg: Разрешения за колекции
ca: Permisos d'accés a les col·leccions
de: Sammlungsberechtigungen
eo: Vibe check on who can peep the collection
es: Permisos de acceso de colecciones
fa: مجوزهای مجموعه
fi: Kokoelmakäyttöoikeudet
fr: Permissions sur la collection
hu: Gyűjtemény jogosultságok
it: Permessi della raccolta
ja: コレクション権限
lt: Kolekcijos leidimai
ms: Keizinan koleksi
nb: Tilgang til samlinger
nl: Collectierechten
pl: Uprawnienia do kolekcji
pt_br: Permissão de coleções
ru: Привилегии для коллекций
sk: Kolekcia práv
sl: Dovoljenja za zbiranje
sq: Lejet e koleksionit
sr: Dozvole kolekcije
sv: Samlingsrättigheter
tr: Koleksiyon izinleri
uk: Дозволи колекції
vi: Quyền thu thập
zh_hk: 檔案夾權限

source: See all collection permissions
ar: اعرض كل أذونات المجموعات
bg: Виж всички разрешения за колекции
ca: Veure tots els permisos de les col·leccions
de: Alle Sammlungsberechtigungen sehen
eo: Check out all the collection perms
es: Ver todos los permisos de colecciones
fa: تمام مجوزهای مجموعه را مشاهده کنید
fi: Näytä kaikki kokoelmakäyttöoikeudet
fr: Voir toutes les permissions sur la collection
hu: Az összes gyűjtemény engedély megtekintése
it: Vedi tutti i permessi della raccolta
ja: 全てのコレクション権限を表示
lt: Peržiūrėkite visus rinkimo leidimus
ms: Lihat semua keizinan koleksi
nb: Se alle tilganger til samlinger
nl: Toon alle collectierechten
pl: Zobacz wszystkie uprawnienia do kolekcji
pt_br: Ver todas as permissões de coleção
ru: Посмотреть привилегии для всех коллекций
sk: Zobraziť všetky povolenia v kolekcii
sl: Oglejte si vsa dovoljenja za zbiranje
sq: Shih të gjitha lejet e koleksioneve
sr: Pogledaj sve dozvole za kolekcije
sv: Visa alla samlingsrättigheter
tr: Tüm koleksiyon izinlerine bakın
uk: Переглянути всі дозволи колекції
vi: Xem tất cả các quyền thu thập
zh_hk: 檢視所有檔案夾權限

source: Also change sub-collections
ar: غيّر أيضًا المجموعات الفرعية
bg: Променете и подколекциите
ca: Canviar també les sub-col·leccions
de: Auch Untersammlungen ändern
eo: Also, switch up the sub-collections, fr fr
es: También cambiar sub-colecciones
fa: همچنین زیر مجموعه ها را تغییر دهید
fi: Muuta myös alikokoelmat
fr: Changer aussi les sous-collections
hu: Algyűjtemények módosítása is
it: Cambia anche sotto-raccolte
ja: サブコレクションを変更することもできます
lt: Taip pat pakeiskite subkolekcijas
ms: Juga ubah sub-koleksi
nb: Endre også undersamlinger
nl: Wijzig ook subcollecties
pl: Również zmienić kolekcje podrzędne
pt_br: Alterar também as subcoleções
ru: Так же изменить под-коллекции
sk: Zmeniť aj podskupiny
sl: Spremenite tudi podzbirke
sq: Ndrysho edhe nën-koleksionet
sr: Takođe promeni podkolekcije
sv: Ändra också under-samlingar
tr: Alt koleksiyonları da değiştir
uk: Також змінити підколекції
vi: Đồng thời thay đổi bộ sưu tập phụ
zh_hk: 同時更改子集合

source: Can edit this collection and its contents
hu: Szerkesztheti ezt a gyűjteményt és annak tartalmát
ms: Boleh menyunting koleksi ini dan kandungannya

source: Can view items in this collection
hu: Megtekintheti a gyűjtemény elemeit
ms: Boleh melihat item dalam koleksi ini

source: Collection Access
hu: Gyűjtemény hozzáférés
ms: Akses Koleksi
