Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Quarter of year
ar: أرباع السنة
bg: Тримесечие на годината
ca: Trimestre de l'any
de: Quartal im Jahr
eo: Quarter of the year → "Q1, Q2, Q3, or Q4" (or just "a quarter of the year" is pretty chill too)
es: Trimestre del año
fa: ربع سال
fi: Vuosineljännes
fr: Trimestre de l'année
hu: Negyedév
it: Trimestre dell'anno
ja: 年毎の四半期
lt: Metų ketvirtis
ms: Suku tahun
nb: Kvartal i år
nl: Kwartaal van het jaar
pl: Kwartał roku
pt_br: Trimestre do ano
ru: Квартал года
sk: Kvartál z roku
sl: Kvartal leta
sq: Tremujori i vitit
sr: Kvartal u godini
sv: Kvartal per år
tr: Yılın çeyreği
uk: квартал року
vi: quý mỗi năm
zh_hk: 年度季度

source: {0} selection
ar: {0} تحديدات
bg: {0} избор
ca: {0} seleccionat
de: {0} Auswahl
eo: {0} vibes
es: {0} seleccionado
fa: {0} انتخاب
fi: {0} valinta
fr: {0} sélection
hu: {0} kijelölés
it: {0} selezione
ja: {0}の選択
lt: {0} pasirinkimas
ms: Pemilihan {0} Jamak: Pemilihan {0}
nb: {0} valgt
nl: {0} selectie
pl: {0} wybór
pt_br: {0} seleção
ru: {0} выборка
sk: {0} vybraný
sl: {0} izbira
sq: {0} përzgjedhje
sr: {0} izbor
sv: {0} val
tr: {0} seçim
uk: {0} вибір
vi: lựa chọn
zh_hk: {0} 選擇

source: This
ar: هذا
bg: Това
ca: Aquest
de: Dieses
eo: this is lowkey giving, fr
es: Este
fa: این
fi: Tämä
fr: Ce
hu: Ez
it: Questo
ja: これ
lt: Tai
ms: Ini
nb: Nåværende
nl: Dit
pl: To
pt_br: Isto
ru: Этот
sk: Aktuálny
sl: Ta
sq: Këtë
sr: Ovaj
sv: Denna
tr: Bu
uk: Цей
vi: Cái này
zh_hk: 這個

source: Invalid
hu: Érvénytelen
ms: Tidak sah

source: Add a time
hu: Adjon hozzá időt
ms: Tambah masa

source: Nothing to compare for the previous {0}.
hu: Nincs mit összehasonlítani az előző {0}-hoz.
ms: Tiada apa untuk dibandingkan untuk {0} yang sebelumnya.

source: by {0}
ar: بواسطة {0}
bg: от {0}
ca: per {0}.
de: von {0}
eo: fr {0}
es: por {0}.
fa: توسط {0}
fr: par {0}
hu: {0} által
it: di {0}
ja: {0}で
lt: iki {0}
ms: oleh {0}
nb: av {0}
nl: bij {0}
pl: przez {0}
pt_br: por {0}
ru: по {0}
sk: do {0}
sl: avtor {0}
sq: nga {0}
sr: od {0}
sv: per {0}
tr: {0} bazında
uk: від {0}
vi: bởi {0}
zh_hk: [[時間戳]]按小時計算

source: value must be a valid database engine.
ar: يجب أن تكون القيمة محرّك قاعدة بيانات صالحًا.
bg: стойност трябва да е валиден механизъм на базата данни.
ca: el valor ha de ser un motor de base de dades vàlid
de: der Wert muss eine gültige Datenbank-Engine sein.
eo: Yo, the value gotta be a legit database engine, fr.
es: el valor debe ser un motor de base de datos válido.
fa: مقدار باید یک موتور پایگاه داده معتبر باشد.
fi: arvon on oltava kelvollinen tietokantamoottori.
fr: la valeur doit être un miteir de base de données valide
hu: Az értéknek érvényes adatbázis-motornak kell lennie.
it: il valore deve essere un tipo di database valido
ja: 値は有効なデータベースエンジンである必要があります。
lt: vertė turi būti tinkamas duomenų bazės variklis.
ms: nilai mesti merupakan enjin pangkalan data yang sah.
nb: verdi må være en gyldig database motor.
nl: Waarde moet een geldige database engine zijn.
pl: wartość musi być prawidłowym silnikiem bazy danych.
pt_br: valor deve ser um mecanismo de banco de dados válido
ru: значение должно быть корректным для СУБД
sk: hodnota musí byť platný databázový engine.
sl: Vrednost mora biti veljaven mehanizem zbirke podatkov.
sq: vlera duhet të jetë një engine i vlefshëm baze të dhënash.
sr: vrednost mora biti važeći engine baze.
sv: värdet måste vara en giltig databasmotor
tr: Değer geçerli bir veritabanı olamalıdır.
uk: значення має бути дійсним рушієм бази даних.
vi: giá trị phải là một công cụ cơ sở dữ liệu hợp lệ.
zh_hk: 數值必須是有效的資料庫引擎

source: Connection refused by host for URL `{0}`
hu: A gazdagép elutasította a kapcsolatot a(z) {0} URL-címre
ms: Sambungan ditolak oleh hos untuk URL `{0}`

source: Warning: Postgres connection string with `ssl=true` detected.
hu: Figyelmeztetés: ssl=true beállítást tartalmazó Postgres kapcsolati karakterlánc észlelve.
ms: Amaran: Rentetan sambungan Postgres dengan `ssl=true` dikesan.

source: You may need to add `?sslmode=require` to your application DB connection string.
hu: Lehet, hogy hozzá kell adnia a ?sslmode=require paramétert az alkalmazás DB kapcsolati karakterláncához.
ms: Anda mungkin perlu menambah `?sslmode=require` pada rentetan sambungan DB aplikasi anda.

source: If Metabase fails to launch, please add it and try again.
hu: Ha a Metabase nem indul el, adja hozzá és próbálja újra.
ms: Jika Metabase gagal dilancarkan, sila tambah dan cuba lagi.

source: See https://github.com/metabase/metabase/issues/8908 for more details.
hu: További részletekért lásd: https://github.com/metabase/metabase/issues/8908
ms: Lihat https://github.com/metabase/metabase/issues/8908 untuk maklumat lanjut.

source: WARNING: Using Metabase with an H2 application database is not recomended for production deployments.
hu: FIGYELMEZTETÉS: A Metabase használata H2 alkalmazás adatbázissal nem ajánlott termelési telepítésekhez.
ms: AMARAN: Menggunakan Metabase dengan pangkalan data aplikasi H2 tidak disarankan untuk penyebaran pengeluaran.

source: For production deployments, we highly recommend using Postgres, MySQL, or MariaDB instead.
hu: Éles telepítésekhez erősen javasoljuk a Postgres, a MySQL vagy a MariaDB használatát.
ms: Untuk penyebaran pengeluaran, kami sangat menyarankan menggunakan Postgres, MySQL, atau MariaDB sebagai ganti.

source: If you decide to continue to use H2, please be sure to back up the database file regularly.
hu: Ha úgy dönt, hogy továbbra is használja a H2-t, mindenképpen készítsen rendszeres biztonsági másolatot az adatbázis fájlról.
ms: Jika anda memutuskan untuk terus menggunakan H2, pastikan untuk membuat salinan sandar fail pangkalan data secara berkala.

source: See https://metabase.com/docs/latest/operations-guide/start.html#migrating-from-using-the-h2-database-to-mysql-or-postgres for more information.
hu: További információért lásd: https://metabase.com/docs/latest/operations-guide/start.html#migrating-from-using-the-h2-database-to-mysql-or-postgres
ms: Lihat https://metabase.com/docs/latest/operations-guide/start.html#migrating-from-using-the-h2-database-to-mysql-or-postgres untuk maklumat lanjut.

source: Unable to connect to Metabase {0} DB.
ar: تعذر الاتصال بقاعدة بيانات Metabase {0}.
bg: Не може да се свърже с DB на Metabase {0}.
ca: No s'ha pogut connectar a la base de dades {0} de Metabase.
de: Verbindung zur Metabase {0} DB nicht möglich.
eo: Can't connect to the Metabase {0} DB, fr fr.
es: No se ha podido conectar a la base de datos {0} de Metabase.
fa: اتصال به دیتابیس {0} Metabase امکان پذیر نیست
fi: Ei voida muodostaa yhteyttä metakantatietokantaan {0} DB.
fr: Impossible de se connecter à la base de données Metabase {0}.
hu: Nem lehet csatlakozni a Metabase {0} adatbázishoz.
it: Impossibile collegarsi al DB Metabase {0}
ja: Metabase {0} DBに接続できません。
lt: Nepavyko prisijungti prie „Metabase“ {0} DB.
ms: Tidak dapat menyambung ke DB Metabase {0}.
nb: Kan ikke koble til Metabase {0} DB.
nl: Kan geen verbinding maken met Metabase {0} DB.
pl: Nie można połączyć się z bazą danych Metabase {0}.
pt_br: Não foi possível conectar ao banco de dados {0} do Metabase.
ru: Невозможно подключиться к Metabase {0} БД.
sk: Nedá sa pripojiť k Metabase {0} DB.
sl: Ni mogoče vzpostaviti povezave z Metabase {0} DB.
sq: Nuk u arrit të lidhet me DB {0} të Metabase.
sr: Nije moguće povezati se na Metabase {0} DB.
sv: Kan inte ansluta till DB {0} för Metabase.
tr: Metabase {0} veritabanına bağlanılamıyor.
uk: Не вдається підключитися до БД Metabase {0}.
vi: Không thể kết nối với Metabase {0} DB.
zh_hk: 不能連接到 Metabase {0} 資料庫。

source: Error adding legacy SQL directive to BigQuery saved Question
hu: Hiba a régi SQL utasítás BigQuery mentett kérdéshez való hozzáadásakor
ms: Ralat menambah arahan SQL lama ke Pertanyaan BigQuery yang disimpan

source: Failed to notify {0} Database {1} updated
hu: Nem sikerült értesíteni, hogy a(z) {0} adatbázis {1} frissült
ms: Gagal memaklumkan {0} Pangkalan data {1} dikemas kini

source: Loading driver {0} {1}
hu: Illesztőprogram betöltése: {0} {1}
ms: Memuatkan pemacu {0} {1}

source: Load driver {0}
ar: تحميل برنامج التشغيل {0}
bg: Заредете драйвер {0}
ca: Carrega el controlador {0}
de: Lade Treiber {0}
eo: Load driver {0} → Load driver {0}, fr fr
es: Cargar controlador {0}
fa: راننده بار {0}
fi: Lataa ohjain {0}
fr: Chargement du pilote {0}
hu: Illesztőprogram betöltése: {0}
it: Carica driver {0}
ja: {0} ドライバーを読込
lt: Įkelti tvarkyklę {0}
ms: Muatkan pemacu {0}
nb: Last inn driver {0}
nl: Driver laden {0}
pl: Załaduj sterownik {0}
pt_br: Carregar driver {0}
ru: Загрузить драйвер
sk: Načítať ovládač {0}
sl: Nalaganje gonilnika {0}
sq: Ngarko drejtuesin {0}
sr: Učitaj drajver {0}
sv: Laddar drivrutin {0}
tr: Sürücü {0}'ı yükle
uk: Завантажте драйвер {0}
vi: Tải trình điều khiển {0}
zh_hk: 載入驅動{0}

source: Driver not registered after loading: {0}
ar: لم يتم تسجيل برنامج التشغيل بعد التحميل: {0}
bg: Шофьор не е регистриран след зареждане: {0}
ca: El controlador {0} no s'ha registrat després de la càrrega.
de: Treiber nach dem Laden nicht registriert: {0}
eo: Driver didn't pop off after loading: {0}
es: Controlador no registrado después de la carga: {0}
fa: راننده بعد از بارگیری ثبت نشده است: {0}
fi: Kuljettajaa ei rekisteröity latauksen jälkeen: {0}
fr: Pilote non enregistré après le chargement : {0}
hu: Az illesztőprogram betöltése után nincs regisztrálva: {0}
it: Driver non registrato dopo il caricamento: {0}
ja: ロード後にドライバーが登録されていません: {0}
lt: Vairuotojas neįregistruotas po įkėlimo: {0}
ms: Pemacu tidak didaftarkan selepas dimuatkan: {0
nb: Driver ikke registrert etter innlasting: {0}
nl: Driver niet geregistreerd na het laden: {0}
pl: Sterownik nie został zarejestrowany po wczytaniu: {0}
pt_br: Driver não registrado após o carregamento: {0}
ru: Драйвер не зарегистрирован после загрузки: {0}
sk: Ovládač nie je zaregistrovaný po načítaní: {0}
sl: Voznik, ki ni registriran po natovarjanju: {0}
sq: Drejtuesi nuk u regjistrua pas ngarkimit: {0}
sr: Drajver nije registrovan nakon učitavanja: {0}
sv: Drivrutin inte registrerad efter laddning: {0}
tr: Sürücü yükleme sonrası kaydedilemedi: {0}
uk: Драйвер не зареєстровано після завантаження: {0}
vi: Trình điều khiển không được đăng ký sau khi tải: {0}
zh_hk: 繼續仔細看看每個國家的[[this]]

source: Error: attempting to change {0} property `:abstract?` from {1} to {2}.
ar: خطأ: محاولة تغيير خاصية {0} `:abstract?` من {1} إلى {2}.
bg: Грешка: опит за промяна на {0} свойство `: abstract?` От {1} на {2}.
ca: Error intentant cambiar la propietat {0} `:abstract?` de {1} a {2}.
de: Fehler: Die Eigenschaft {0} zu ändern `:abstract?` von {1} nach {2}
eo: Error: tryna switch up {0} property `:abstract?` from {1} to {2} lol, fr?
es: Error: al intentar cambiar la propiedad {0} `:abstract?` de {1} a {2}.
fa: خطا: تلاش برای تغییر {0} ویژگی `: انتزاعی؟` از {1} به {2}
fi: Virhe: yritetään muuttaa ominaisuutta {0} `:abstract?` arvosta {1} arvoon {2}.
fr: Erreur : tentative de changer la propriété {0} `:abstract?` de {1} à {2}.
hu: Hiba: a(z) {0} tulajdonság :abstract? értékének módosítása {1}-ról {2}-ra.
it: Errore: tentativo di modificare {0} proprietà `:abstract?` da {1} a {2}.
ja: エラー：{0}プロパティ `:abstract?`を{1}から{2}に変更しようとしています。
lt: Klaida: bandymas pakeisti {0} nuosavybę `: abstrakčią? 'Iš {1} į {2} .
ms: Ralat: cuba mengubah ciri {0} `:abstract?` dari {1} kepada {2}.
nb: Feil: prøver å endre {0} egenskapen `:abstract?`fra {1} til {2}
nl: Fout: poging om {0} eigenschap `:abstract?` te wijzigen van {1} naar {2}.
pl: Błąd: próba zmiany właściwości {0} `: abstract?` z {1} na {2}.
pt_br: Erro: tentando alterar a propriedade {0} `:abstract?` de {1} para {2}.
ru: Ошибка: попытка изменить свойство {0} `: abstract?` с {1} на {2}.
sk: Chyba: pokus o zmenu vlastnosti {0} `:abstract?` z {1} na {2}.
sl: Napaka: poskušate spremeniti {0} lastnost ':abstract?' iz {1} v {2}.
sq: Gabim: po tentohet të ndryshohet prona `:abstract?` e {0} nga {1} në {2}.
sr: Greška: pokušaj promene svojstva {0} `:abstract?` sa {1} na {2}.
sv: Fel: försöker ändra egenskap {0} `:abstract?` från {1} till {2}.
tr: Hata: {0} `:abstract?` özelliği {1}'den {2}'ye değiştirilirken
uk: Помилка: спроба змінити властивість {0} `:abstract?` з {1} на {2}.
vi: Lỗi: cố gắng thay đổi thuộc tính {0} `:abstract?` từ {1} thành {2}.
zh_hk: 按產品銷售[[ProductCategory]]

source: Registered abstract driver {0}
hu: Regisztrált absztrakt illesztőprogram: {0}
ms: Pemacu abstrak yang didaftarkan {0}

source: Registered driver {0}
hu: Regisztrált illesztőprogram: {0}
ms: Pemacu yang didaftarkan {0}

source: (parents: {0})
hu: (szülők: {0})
ms: (ibu bapa: {0})

source: Initializing driver {0}...
hu: A(z) {0} illesztőprogram inicializálása...
ms: Memulakan pemacu {0}...

source: Reason:
hu: Ok:
ms: Sebab:

source: Invalid driver feature: {0}
ar: ميزة برنامج تشغيل غير صالحة: {0}
bg: Невалидна функция на драйвера: {0}
ca: Funcionalitat del controlador no vàlida: {0}
de: Ungültiges Treiber-Feature
eo: Yo, this driver feature is totally invalid: {0}
es: Característica de controlador inválida: {0}
fa: ویژگی نامعتبر راننده: {0}
fi: Virheellinen ohjainominaisuus: {0}
fr: Fonctionnalité du pilote invalide : {0}
hu: Érvénytelen illesztőprogram-funkció: {0}
it: Caratteristiche del driver non valido: {0}
ja: 無効なドライバー機能: {0}
lt: Neteisinga tvarkyklės funkcija: {0}
ms: Ciri pemacu tidak sah: {0}
nb: Ugyldig driver funksjon: {0}
nl: Ongeldige driverfunctie: {0}
pl: Nieprawidłowa funkcja sterownika: {0}
pt_br: Recurso de driver inválido: {0}
ru: Некорректная функция драйвера: {0}
sk: Neplatná funkcia ovládača: {0}
sl: Funkcija neveljavnega gonilnika: {0}
sq: Veçori e pavlefshme e driver-it: {0}
sr: Nevažeća funkcionalnost drajvera: {0}
sv: Felaktig drivrutin-parameter: {0}
tr: Geçersiz sürücü özelliği: {0}
uk: Недійсна фіча драйвера: {0}
vi: Tính năng trình điều khiển không hợp lệ: {0}
zh_hk: [[this.short-name]]在過去30天內新增

source: Invalid HoneySQL form:
hu: Érvénytelen HoneySQL űrlap:
ms: Bentuk HoneySQL tidak sah:

source: Closing connection pool for database {0} ...
hu: Kapcsolatkészlet bezárása a(z) {0} adatbázis számára ...
ms: Menutup kumpulan sambungan untuk pangkalan data {0} ...

source: Error loading namespace
hu: Hiba a névtér betöltésekor
ms: Ralat memuatkan ruang nama

source: Starting events listener:
hu: Eseményfigyelő indítása:
ms: Memulakan pendengar acara:

source: Unexpected error listening on events
hu: Váratlan hiba az események figyelésekor
ms: Ralat tidak dijangka semasa mendengar acara

source: Error syncing Database {0}
hu: Hiba a(z) {0} adatbázis szinkronizálásával
ms: Ralat menyelaraskan Pangkalan Data {0}

source: Failed to process sync-database event.
hu: Nem sikerült feldolgozni a sync-database eseményt.
ms: Gagal memproses acara penyegerakan pangkalan data.

source: Bad nested-query-level: query does not have a source query
hu: Rossz beágyazott-lekérdezési szint: a lekérdezésnek nincs forráslekérdezése
ms: Tahap query bersarang yang tidak sah: query tidak mempunyai query sumber

source: I don''t know how to `{0}`.
hu: Nem tudom, hogyan kell `{0}`.
ms: Saya tidak tahu bagaimana untuk `{0}`

source: Here''s what I can do:
hu: Íme, mit tehetek:
ms: Inilah apa yang boleh saya lakukan

source: Error in Metabot command
hu: Hiba a Metabot parancsban
ms: Ralat dalam arahan Metabot

source: Websocket associated with this Slack event is different from the websocket we're currently using.
hu: A Slack eseményhez társított WebSocket különbözik a jelenleg használt WebSocket-től.
ms: Websocket yang berkaitan dengan acara Slack ini berbeza daripada websocket yang sedang kami gunakan.

source: FieldValues for Field {0} remain unchanged. Skipping...
hu: A(z) {0} mező FieldValues értékei változatlanok maradtak. Kihagyás...
ms: FieldValues untuk Medan {0} kekal tidak berubah. Melangkau...

source: Unable to normalize:
hu: Nem sikerült normalizálni:
ms: Tidak dapat normalisasi:

source: Could not find matching Field ID for target:
hu: Nem található megfelelő Field ID a célhoz:
ms: Tidak dapat mencari ID Medan yang sepadan untuk sasaran

source: Metabase does not have permissions to write to plugins directory {0}
ar: لا يملك Metabase أذونات للكتابة إلى دليل الإضافات {0}
bg: Metabase няма разрешения за запис в директорията на приставки {0}
ca: Metabase no té permisos per escriure en el directori de connectors {0}
de: Metabse hat keine Berechtigungen, um direkt in das Plugin-Verzeichnis {0} zu schreiben
eo: Bruh, Metabase legit can't even write to the plugins folder {0} lol.
es: Metabase no tiene permisos para escribir en el directorio de extensiones {0}
fa: Metabase مجوز نوشتن در فهرست افزونه ها {0} را ندارد
fi: Metabasella ei ole oikeuksia kirjoittaa lisäosien hakemistoon {0}
fr: Metabase n'a pas les droits d'écriture dans le répertoire des plug-ins {0}
hu: A Metabase-nak nincs jogosultsága írni a(z) {0} plugins könyvtárba
it: Metabase non ha le autorizzazioni per scrivere nella directory dei plugin {0}
ja: Metabaseはプラグインディレクトリへの書き込み権限を持っていません
lt: Metabazėje nėra leidimų rašyti į priedų katalogą {0}
ms: Metabase tidak mempunyai kebenaran untuk menulis ke direktori plugin {0}
nb: Metabase har ikke tilgang til å skrive til mappen med plugins {0}
nl: Metabase heeft geen rechten om naar plug-ins directory {0} te schrijven
pl: Metabase nie ma uprawnień do zapisu do katalogu wtyczek {0}
pt_br: O Metabase não tem permissões para gravar no diretório de plugins {0}
ru: У Metabase нет привилегий для записи в каталог плагинов {0}
sk: Metabase nemá oprávnenie na zápis do adresára s pluginmi {0}
sl: Metabase nima dovoljenj za pisanje v imenik vtičnikov {0}
sq: Metabase nuk ka leje për të shkruar në direktorinë e plugins {0}
sr: Metabase nema dozvole za upis u direktorijum dodataka {0}
sv: Metabase har inte tillåtelse att skriva till plugin-katalogen {0}
tr: Metabase'in eklentiler dizinine kayıt izni yok
uk: Metabase не має дозволів на запис у директорію плагінів {0}
vi: Metabase không có quyền ghi vào thư mục plugin {0}
zh_hk: {0} {1}從現在開始

source: Metabase cannot use the plugins directory {0}
hu: A Metabase nem tudja használni a(z) {0} plugins könyvtárat.
ms: Metabase tidak dapat menggunakan direktori plugin {0}

source: Please make sure the directory exists and that Metabase has permission to write to it.
hu: Győződjön meg arról, hogy a könyvtár létezik, és hogy a Metabase-nek van jogosultsága írni bele.
ms: Sila pastikan direktori wujud dan Metabase mempunyai kebenaran untuk menulis ke dalamnya

source: You can change the directory Metabase uses for modules by setting the environment variable MB_PLUGINS_DIR.
hu: A modulokhoz használt könyvtárat a MB_PLUGINS_DIR környezeti változó beállításával módosíthatja.
ms: Anda boleh menukar direktori yang digunakan Metabase untuk modul dengan menetapkan pembolehubah persekitaran MB_PLUGINS_DIR

source: Falling back to a temporary directory for now.
hu: Egyelőre egy ideiglenes könyvtárra esik vissza.
ms: Kembali ke direktori sementara untuk masa ini

source: Metabase cannot write to temporary directory. Please set MB_PLUGINS_DIR to a writable directory and restart Metabase.
ar: لا يمكن لـ Metabase الكتابة إلى الدليل المؤقت. يُرجى تعيين MB_PLUGINS_DIR إلى دليل قابل للكتابة ثم أعِد تشغيل Metabase.
bg: Metabase не може да пише във временна директория. Моля, задайте MB_PLUGINS_DIR на записваема директория и рестартирайте Metabase.
ca: Metabase no pot escriure en el directori temporal. Estableix MB_PLUGINS_DIR a un directori amb permisos d'escriptura i reinicia el Metabase.
de: Metabase kann nicht in das temporäre Verzeichnis schreiben. Bitte setze den Wert MB_PLUGINS_DIR auf ein schreibbares Verzeichnis und starte Metabase neu.
eo: Yo, Metabase's not able to write to the temp folder. Fix it by setting MB_PLUGINS_DIR to a writable spot and then restart Metabase.
es: Metabase no puede escribir en el directorio temporal. Configura MB_PLUGINS_DIR en un directorio escribible y reinicia Metabase.
fa: بانک اطلاعاتی نمی توانند در دایرکتوری موقت بنویسند. لطفاً MB_PLUGINS_DIR را در یک فهرست قابل ویرایش قرار دهید و Metabase را مجدداً راه اندازی کنید.
fi: Metabase ei voi kirjoittaa väliaikaiseen hakemistoon. Aseta MB_PLUGINS_DIR kirjoitettavaan hakemistoon ja käynnistä Metabase uudelleen.
fr: Metabase ne peut pas écrire dans le dossier temporaire. Définissez MB_PLUGINS_DIR vers un dossier accessible en écriture et redémarrez Metabase
hu: A Metabase nem tud írni az ideiglenes könyvtárba. Állítsa be a MB_PLUGINS_DIR-t egy írható könyvtárra és indítsa újra a Metabase-t.
it: Metabase non può scrivere sulla cartella temporanea. Imposta MB_PLUGINS_DIR su una directory scrivibile e riavvia Metabase.
ja: Metabaseは一時ディレクトリに書き込めません。 MB_PLUGINS_DIR を書き込み可能なディレクトリに設定し、Metabaseを再起動してください。
lt: Metabazė negali rašyti į laikinąjį katalogą. Nustatykite MB_PLUGINS_DIR į rašomą katalogą ir iš naujo paleiskite metabazę.
ms: Metabase tidak dapat menulis ke direktori sementara. Sila tetapkan MB_PLUGINS_DIR ke direktori yang boleh ditulis dan mulakan semula Metabase.
nb: Metbase kan ikke skrive til den midlertidige mappen. Sett MB-PLUGINS_DIR til en mappe det kan skrives til og start Metabase på nytt
nl: Metabase kan niet naar een tijdelijke map schrijven. Stel MB_PLUGINS_DIR in op een beschrijfbare map en start Metabase opnieuw.
pl: Metabase nie może zapisywać do katalogu tymczasowego. Ustaw MB_PLUGINS_DIR na zapisywalny katalog i zrestartuj Metabase
pt_br: O Metabase não pode gravar no diretório temporário. Defina MB_PLUGINS_DIR como um diretório gravável e reinicie o Metabase.
ru: Metabase не может записать во временный каталог. Пожалуйста укажите в MB_PLUGINS_DIR каталог, доступный для записи, и перезапустите Metabase.
sk: Metabase nemôže zapisovať do dočasného adresára. Prosím, nastavte MB_PLUGINS_DIR na zapisovateľný adresár a reštartujte Metabase.
sl: Metabaza ne more pisati v začasni imenik. Prosimo, nastavite MB_PLUGINS_DIR na zapisljiv imenik in znova zaženite Metabase.
sq: Metabase nuk mund të shkruajë në direktorinë e përkohshme. Ju lutemi vendosni MB_PLUGINS_DIR në një direktori ku mund të shkruhet dhe rinisni Metabase.
sr: Metabase ne može da piše u privremeni direktorijum. Podesite MB_PLUGINS_DIR na direktorijum u koji je moguće pisati i ponovo pokrenite Metabase.
sv: Metabase kan inte skriva till temporär katalog. Sätt MB_PLUGINS_DIR till en skrivbar katalog och starta om Metabase.
tr: Metabase geçici dizine yazamıyor. Lütfen MB_PLUGINS_DIR'ü yazılabilir bir dizine ayarlayarak Metabase'i yeniden başlatın.
uk: Metabase не може записувати в тимчасову директорію. Будь ласка, встановіть MB_PLUGINS_DIR на директорію з правами запису та перезапустіть Metabase.
vi: Metabase không thể ghi vào thư mục tạm thời. Vui lòng đặt MB_PLUGINS_DIR thành thư mục có thể ghi và khởi động lại Metabase.
zh_hk: Metabase無法寫入臨時目錄。請將MB_PLUGINS_DIR設定為可寫目錄並重新啟動Metabase。

source: spark-deps.jar is no longer needed by Metabase 1.0+. You can delete it from the plugins directory.
hu: A spark-deps.jar már nincs szükség a Metabase 1.0+ verzióhoz. Törölheti a plugins könyvtárból.
ms: spark-deps.jar tidak lagi diperlukan oleh Metabase 1.0+. Anda boleh memadamkannya dari direktori pemalam.

source: Failied to initialize plugin {0}
hu: Nem sikerült inicializálni a(z) {0} plugin-t.
ms: Gagal memulakan pemalam {0}

source: Loading plugins in {0}...
hu: Beépülő modulok betöltése a(z) {0} könyvtárban...
ms: Memuatkan pemalam dalam {0}...

source: Using Clojure base loader as shared context classloader: {0}
hu: A Clojure alapbetöltő használata megosztott kontextus osztálybetöltőként: {0}
ms: Menggunakan pemuat asas Clojure sebagai pemuat kelas konteks bersama: {0}

source: Setting current thread context classloader to shared classloader {0}...
hu: A jelenlegi szál kontextus osztálybetöltőjének beállítása a megosztott osztálybetöltőre: {0}...
ms: Menetapkan pemuat kelas konteks benang semasa ke pemuat kelas bersama {0}...
