Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Customize log levels
ar: تخصيص مستويات السجل
bg: Персонализиране на нивата на лог файловете
ca: Personalitza els nivells de registre
de: Anpassen der Protokollebenen
eo: Make the log levels vibe your own
es: Personalizar los niveles de registro
fa: سفارشی‌سازی سطوح لاگ
fi: Lokitasojen mukauttaminen
fr: Personnaliser les niveaux de journalisation
it: Personalizza i livelli di registro
ja: ログレベルをカスタマイズする
nb: Tilpasse loggnivåer
nl: Logniveaus aanpassen
pl: Dostosuj poziomy logowania
pt_br: Personalizar níveis de log
ru: Настройте уровни журнала
sk: Prispôsobenie úrovní protokolovania
sl: Prilagodi ravni dnevnika
sq: Personalizo nivelet e log-eve
sr: Prilagodi nivoe logova
sv: Anpassa loggnivåer
tr: Günlük düzeylerini özelleştirin
uk: Налаштувати рівні логування
vi: Tùy chỉnh mức nhật ký
zh_hk: 自訂記錄層級

source: Override log configuration using
ar: تجاوز إعدادات السجل باستخدام
bg: Замяна на конфигурацията на лога с помощта на
ca: Substitueix la configuració del registre mitjançant
de: Überschreiben Sie die Protokollkonfiguration mit
eo: Override log config with it, fr.
es: Anular la configuración del registro usando
fa: پیکربندی گزارش را با استفاده از لغو کنید
fi: Lokiasetusten ohittaminen käyttämällä
fr: Remplacer la configuration du journal à l'aide de
it: Sostituisci la configurazione del registro utilizzando
ja: ログ設定を上書きするには
nb: Overstyr loggkonfigurasjonen ved hjelp av
nl: Overschrijf de logconfiguratie met behulp van
pl: Zastąp konfigurację dziennika za pomocą
pt_br: Substituir configuração de log usando
ru: Переопределить конфигурацию журнала с помощью
sk: Prepísať konfiguráciu protokolu pomocou
sl: Preglasi konfiguracijo dnevnika z uporabo
sq: Anashkalo konfigurimin e log-eve duke përdorur
sr: Pregazi konfiguraciju logova koristeći
sv: Åsidosätt loggkonfiguration med hjälp av
tr: Günlük yapılandırmasını geçersiz kılma
uk: Перевизначити конфігурацію логування за допомогою
vi: Ghi đè cấu hình nhật ký bằng cách sử dụng
zh_hk: 使用

source: Available log levels: {0}
ar: مستويات السجل المتاحة: {0}
bg: Налични нива на лог файлове: {0}
ca: Nivells de registre disponibles: {0}
de: Verfügbare Protokollebenen: {0}
eo: Available log levels: {0} — fr, just so y’all know
es: Niveles de registro disponibles: {0}
fa: سطوح گزارش موجود: {0}
fi: Käytettävissä olevat lokitasot: {0}
fr: Niveaux de journalisation disponibles : {0}
it: Livelli di registro disponibili: {0}
ja: 利用可能なログレベル: {0}
nb: Tilgjengelige loggnivåer: {0}
nl: Beschikbare logniveaus: {0}
pl: Dostępne poziomy logowania: {0}
pt_br: Níveis de log disponíveis: {0}
ru: Доступные уровни журнала: {0}
sk: Dostupné úrovne protokolovania: {0}
sl: Razpoložljive ravni dnevnika: {0}
sq: Nivelet e disponueshme të log-eve: {0}
sr: Dostupni nivoi logova: {0}
sv: Tillgängliga loggnivåer: {0}
tr: Mevcut günlük seviyeleri: {0}
uk: Доступні рівні логування: {0}
vi: Mức nhật ký khả dụng: {0}
zh_hk: 可用的日誌層級： {0}

source: Load preset
ar: تحميل إعداد مسبق
bg: Зареждане на предварително зададена настройка
ca: Carrega la predefinició
de: Vorgabe laden
eo: Load preset → Slide that preset in, fr fr
es: Cargar ajuste preestablecido
fa: از پیش تعیین شده بارگذاری کنید
fi: Lataa esiasetus
fr: Charger le préréglage
it: Carica preset
ja: プリセットを読み込む
nb: Last inn forhåndsinnstilling
nl: Voorinstelling laden
pl: Załaduj ustawienia wstępne
pt_br: Carregar predefinição
ru: Загрузить предустановку
sk: Načítať predvoľbu
sl: Naloži prednastavitev
sq: Ngarko preset
sr: Učitaj preset
sv: Ladda förinställning
tr: Ön ayarı yükle
uk: Завантажити пресет
vi: Tải cài đặt trước
zh_hk: 載入預設值

source: Nothing matches your filters.
ar: لا شيء يطابق فلاترك.
bg: Нищо не съответства на вашите филтри.
ca: Res no coincideix amb els vostres filtres.
de: Nichts entspricht Ihren Filtern.
eo: Nada's hitting, your filters be ghosting lol
es: Nada coincide con tus filtros.
fa: هیچ چیز با فیلترهای شما مطابقت ندارد.
fi: Mikään ei vastaa suodattimiasi.
fr: Rien ne correspond à vos filtres.
it: Non c'è nulla che corrisponda ai tuoi filtri.
ja: フィルターに一致するものはありません。
nb: Ingenting matcher filtrene dine.
nl: Er zijn geen resultaten gevonden die aan uw filters voldoen.
pl: Nic nie pasuje do wybranych filtrów.
pt_br: Nada corresponde aos seus filtros.
ru: Ничего не соответствует вашим фильтрам.
sk: Nič nezodpovedá vašim filtrom.
sl: Nič se ne ujema z vašimi filtri.
sq: Asgjë nuk përputhet me filtrat e tu.
sr: Ništa se ne poklapa sa tvojim filterima.
sv: Inget matchar dina filter.
tr: Filtrelerinizle eşleşen bir şey bulunamadı.
uk: Нічого не відповідає вашим фільтрам.
vi: Không có gì phù hợp với bộ lọc của bạn.
zh_hk: 沒有任何內容符合您的篩選條件。

source: Filter logs
ar: فلترة السجلات
bg: Филтриране на регистрационни файлове
ca: Filtre els registres
de: Filterprotokolle
eo: Filter logs → Filter the vibes
es: Filtrar registros
fa: سیاهههای مربوط به فیلتر
fi: Suodata lokit
fr: Filtrer les journaux
it: Filtra i registri
ja: ログをフィルタリングする
nb: Filtrer logger
nl: Filterlogboeken
pl: Filtruj dzienniki
pt_br: Filtrar registros
ru: Фильтровать журналы
sk: Filtrovať denníky
sl: Dnevniki filtrov
sq: Filtro log-et
sr: Filtriraj logove
sv: Filtrera loggar
tr: Filtre günlükleri
uk: Фільтрувати логи
vi: Lọc nhật ký
zh_hk: 過濾日誌

source: Model cache log
ar: سجل كاش النموذج
bg: Дневник на кеша на модела
ca: Registre de memòria cau del model
de: Modell-Cache-Protokoll
eo: Model cache log → "Model cache info" or "Model cache sitch"
es: Registro de caché del modelo
fa: گزارش حافظه نهان مدل
fi: Mallivälimuistin loki
fr: Journal du cache du modèle
it: Registro della cache del modello
ja: モデルキャッシュログ
nb: Modellbufferlogg
nl: Modelcache-logboek
pl: Dziennik pamięci podręcznej modelu
pt_br: Log de cache do modelo
ru: Журнал кэша модели
sk: Denník vyrovnávacej pamäte modelu
sl: Dnevnik predpomnilnika modela
sq: Regjistri i cache-it të modelit
sr: Evidencija keša modela
sv: Modellcachelogg
tr: Model önbellek günlüğü
uk: Журнал кешування моделей
vi: Nhật ký bộ nhớ đệm mô hình
zh_hk: 模型快取記錄

source: Run Type
ar: نوع التشغيل
ca: Tipus d'execució
de: Lauftyp
es: Tipo de ejecución
fa: نوع اجرا
fi: Suoritustyyppi
fr: Type d'exécution
it: Tipo di esecuzione
ja: 実行タイプ
nb: Kjør type
pl: Typ biegu
pt_br: Tipo de execução
ru: Тип запуска
sk: Typ behu
sl: Vrsta teka
sq: Lloji i ekzekutimit
sr: Tip pokretanja
tr: Çalıştırma Türü
uk: Тип запуску
vi: Loại chạy
zh_hk: 運行類型

source: Entity
ar: الكيان
ca: Entitat
de: Juristische Person
es: Entidad
fa: نهاد
fi: Yksikkö
fr: Entité
it: Entità
ja: 実在物
nb: Enhet
pl: Podmiot
pt_br: Entidade
ru: Сущность
sk: Entita
sl: Entiteta
sq: Entitet
sr: Objekat
tr: Varlık
uk: Сутність
vi: Thực thể
zh_hk: 實體

source: Task Count
ar: عدد المهام
ca: Recompte de tasques
de: Aufgabenanzahl
es: Recuento de tareas
fa: تعداد وظایف
fi: Tehtävien määrä
fr: Nombre de tâches
it: Conteggio attività
ja: タスク数
nb: Antall oppgaver
pl: Liczba zadań
pt_br: Contagem de tarefas
ru: Количество задач
sk: Počet úloh
sl: Število opravil
sq: Numri i detyrave
sr: Broj zadataka
tr: Görev Sayısı
uk: Кількість завдань
vi: Số lượng nhiệm vụ
zh_hk: 任務計數

source: Please try again later.
ar: يُرجى المحاولة مرة أخرى لاحقًا.
es: Por favor, inténtelo de nuevo más tarde.
fa: لطفا بعدا دوباره امتحان کنید.
fi: Yritä myöhemmin uudelleen.
it: Riprova più tardi.
ja: 後ほどもう一度お試しください。
pt_br: Por favor, tente novamente mais tarde.
ru: Пожалуйста, попробуйте снова позже.
sk: Skúste to znova neskôr.
sl: Poskusite znova pozneje.
sq: Të lutem provo sërish më vonë.
sr: Pokušajte ponovo kasnije.
uk: Будь ласка, спробуйте ще раз пізніше.
vi: Vui lòng thử lại sau.
zh_hk: 請稍後再試。

source: Start your 14-day trial of Pro
ar: ابدأ تجربتك لمدة 14 يومًا من Pro
es: Comienza tu prueba de 14 días de Pro
fa: دوره آزمایشی ۱۴ روزه پرو خود را شروع کنید
fi: Aloita 14 päivän Pro-kokeilujakso
it: Inizia la tua prova gratuita di 14 giorni di Pro
ja: 14日間のProトライアルを開始
pt_br: Comece seu teste gratuito de 14 dias do Pro.
ru: Начните 14-дневный пробный период Pro
sk: Začnite svoju 14-dňovú skúšobnú verziu Pro
sl: Začnite 14-dnevno preskusno obdobje Pro
sq: Fillo provën 14-ditore të Pro
sr: Pokrenite svoju 14-dnevnu probu Pro plana
uk: Почніть 14-денний тріал Pro
vi: Bắt đầu dùng thử Pro trong 14 ngày.
zh_hk: 開始您的 Pro 14 天試用

source: Upgrade to Metabase Pro
ar: رقِّ إلى Metabase Pro
bg: Надстройте до Metabase Pro
ca: Actualitzeu a Metabase Pro
de: Upgrade auf Metabase Pro
es: Actualice a Metabase Pro
fa: ارتقا به متابیس پرو
fi: Päivitä Metabase Prohon
fr: Passez à Metabase Pro
it: Passa a Metabase Pro
ja: Metabase Proにアップグレード
nb: Oppgrader til Metabase Pro
nl: Upgraden naar Metabase Pro
pl: Aktualizacja do Metabase Pro
pt_br: Faça upgrade para o Metabase Pro
ru: Обновление до Metabase Pro
sk: Prejdite na Metabase Pro
sl: Nadgradnja na Metabase Pro
sq: Përditëso në Metabase Pro
sr: Nadogradite na Metabase Pro
sv: Uppgradera till Metabase Pro
tr: Metabase Pro'ya yükseltin
uk: Перейдіть на Metabase Pro
vi: Nâng cấp lên Metabase Pro
zh_hk: 升級至 Metabase Pro

source: Start your free trial
ar: ابدأ تجربتك المجانية
es: Comience su prueba gratuita
fa: دوره آزمایشی رایگان خود را شروع کنید
fi: Aloita ilmainen kokeilujakso
it: Inizia la tua prova gratuita
ja: 無料トライアルを始める
pt_br: Comece seu teste gratuito
ru: Начать бесплатный пробный период
sk: Začnite svoju bezplatnú skúšobnú verziu
sl: Začnite svoj brezplačni preizkus
sq: Fillo provën tënde falas
sr: Pokrenite besplatnu probu
uk: Почати безкоштовний тріал
vi: Bắt đầu dùng thử miễn phí
zh_hk: 開始免費試用

source: Whitelabeling
ar: إزالة العلامة التجارية
es: Marca blanca
fa: برچسب سفید
fi: Valkoisen merkinnän käyttö
it: Etichettatura bianca
ja: ホワイトラベリング
pt_br: Marca branca
ru: Вайтлейблинг
uk: Вайтлейблінг
vi: Nhãn trắng
zh_hk: 白標籤

source: Usage Analytics, and more
ar: تحليلات الاستخدام، والمزيد
es: Análisis de uso y más
fa: تجزیه و تحلیل استفاده و موارد دیگر
fi: Käyttöanalytiikka ja paljon muuta
it: Analisi dell'utilizzo e altro ancora
ja: 使用状況分析など
pt_br: Análises de uso e muito mais
ru: Аналитика использования и другое
sk: Analýza používania a ďalšie
sl: Analitika uporabe in drugo
sq: Analitika e përdorimit, dhe më shumë
sr: Analitika korišćenja i još mnogo toga
uk: Аналітика використання та інше
vi: Phân tích sử dụng và hơn thế nữa
zh_hk: 使用分析，以及更多

source: See all features
ar: عرض كل الميزات
es: Ver todas las funciones
fa: مشاهده همه ویژگی‌ها
fi: Katso kaikki ominaisuudet
it: Vedi tutte le funzionalità
ja: すべての機能を見る
pt_br: Veja todas as funcionalidades
ru: Посмотреть все возможности
sk: Zobraziť všetky funkcie
sl: Oglejte si vse funkcije
sq: Shiko të gjitha veçoritë
sr: Pogledajte sve funkcije
uk: Переглянути всі функції
vi: Xem tất cả các tính năng
zh_hk: 查看所有功能

source: After your trial ends:
ar: بعد انتهاء تجربتك:
es: Después de finalizar su prueba:
fa: پس از پایان دوره آزمایشی شما:
fi: Kokeilujakson päätyttyä:
it: Al termine del periodo di prova:
ja: 試用期間終了後:
pt_br: Após o término do seu período de teste:
ru: После окончания пробного периода:
sk: Po skončení skúšobnej verzie:
sl: Po koncu preizkusne dobe:
sq: Pasi të mbarojë prova jote:
sr: Nakon isteka probnog perioda:
uk: Після завершення тріалу:
vi: Sau khi thời gian dùng thử kết thúc:
zh_hk: 試用結束後：

source: {0}/year + tax
ar: {0}/سنة + ضريبة
es: {0}/año + impuestos
fa: {0}/سال + مالیات
fi: {0}/vuosi + vero
it: {0}/anno + tasse
ja: {0}/年 + 税
pt_br: {0}/ano + imposto
ru: {0}/год + налог
sk: {0}/rok + daň
sl: {0}/leto + davek
sq: {0}/vit + taksa
sr: {0}/god + porez
uk: {0}/рік + податок
vi: {0}/năm + thuế
zh_hk: {0}/年 + 稅

source: {0}/mo + tax
ar: {0}/شهر + ضريبة
es: {0}/mes + impuestos
fa: {0}/ماه + مالیات
fi: {0}/kk + vero
it: {0}/mese + tasse
ja: {0}/月 + 税
pt_br: {0}/mês + imposto
ru: {0}/мес + налог
sk: {0}/mesiac + daň
sl: {0}/mesec + davek
sq: {0}/muaj + taksa
sr: {0}/mes + porez
uk: {0}/міс + податок
vi: {0}/tháng + thuế
zh_hk: {0}/月費 + 稅金

source: Incl. {0} users, then {1}/user/year
ar: يشمل {0} مستخدمين، ثم {1}/مستخدم/سنة
es: Incl. {0} usuarios, luego {1}/usuario/año
fa: شامل {0} کاربر، سپس {1}/user/year
fi: Sis. {0} käyttäjää, sitten {1}/käyttäjä/vuosi
it: Incl. {0} utenti, quindi {1}/utente/anno
ja: {0} ユーザーを含む場合、年間 {1}ユーザー
pt_br: Incluindo {0} usuários, então {1}/usuário/ano
ru: Включено {0} пользователей, затем {1}/пользователь/год
sk: Vrátane {0} používateľov, potom {1}/používateľ/rok
sl: Vklj. {0} uporabnikov, nato {1}/uporabnik/leto
sq: Përfshin {0} përdorues, pastaj {1}/përdorues/vit
sr: Uključuje {0} korisnika, zatim {1}/korisnik/god
uk: Вкл. {0} користувачів, далі {1}/користувач/рік
vi: Bao gồm {0} người dùng, sau đó {1}/người dùng/năm
zh_hk: 包括 {0} 使用者，則 {1}/使用者/年

source: Incl. {0} users, then {1}/user/mo
ar: يشمل {0} مستخدمين، ثم {1}/مستخدم/شهر
es: Incl. {0} usuarios, luego {1}/usuario/mes
fa: شامل {0} کاربر، سپس {1}/user/mo
fi: Sisältäen {0} käyttäjää, sitten {1}/user/mo
it: Incl. {0} utenti, quindi {1}/utente/mese
ja: {0} ユーザーを含む場合、 {1}/user/mo
pt_br: Incluindo {0} usuários, então {1}/usuário/mo
ru: Включено {0} пользователей, затем {1}/пользователь/мес
sk: Vrátane {0} používateľov, potom {1}/používateľ/mesiac
sl: Vključno z {0} uporabniki, nato {1}/uporabnik/mesec
sq: Përfshin {0} përdorues, pastaj {1}/përdorues/muaj
sr: Uključuje {0} korisnika, zatim {1}/korisnik/mes
uk: Вкл. {0} користувачів, далі {1}/користувач/міс
vi: Bao gồm {0} người dùng, sau đó {1}/user/mo
zh_hk: 包括 {0} 使用者，則 {1}/使用者/月

source: After your free trial ends, we won't charge you automatically – you decide if you'd like to keep the Pro plan.
ar: بعد انتهاء تجربتك المجانية، لن نفرض عليك رسومًا تلقائيًا – أنت من يقرر ما إذا كنت تريد الاستمرار مع خطة Pro.
es: Una vez finalizada tu prueba gratuita, no te cobraremos automáticamente: tú decides si deseas conservar el plan Pro.
fa: پس از پایان دوره آزمایشی رایگان، ما به طور خودکار از شما هزینه‌ای دریافت نمی‌کنیم - شما تصمیم می‌گیرید که آیا می‌خواهید طرح حرفه‌ای را حفظ کنید یا خیر.
fi: Ilmaisen kokeilujakson päätyttyä emme veloita sinulta automaattisesti – päätät itse, haluatko pitää Pro-tilauksen.
it: Una volta terminato il periodo di prova gratuito, non ti verrà addebitato alcun importo automaticamente: sarai tu a decidere se mantenere il piano Pro.
ja: 無料トライアル期間終了後、自動的に請求されることはありません。Pro プランを継続するかどうかはお客様が決められます。
pt_br: Após o término do seu período de teste gratuito, não faremos nenhuma cobrança automática – você decide se deseja manter o plano Pro.
ru: После окончания бесплатного пробного периода мы не будем списывать деньги автоматически — вы сами решите, хотите ли продолжить пользоваться тарифом Pro.
sk: Po skončení bezplatnej skúšobnej verzie vám nebudeme automaticky účtovať poplatky – vy sa rozhodnete, či si chcete ponechať plán Pro.
sl: Po koncu brezplačnega preizkusa vam ne bomo samodejno zaračunali – sami se odločite, ali želite obdržati paket Pro.
sq: Pasi të mbarojë prova jote falas, nuk do të të tarifojmë automatikisht – ti vendos nëse do të vazhdosh me Planin Pro.
sr: Nakon završetka besplatne probe, nećemo vam automatski naplatiti – vi odlučujete da li želite da zadržite Pro plan.
uk: Після завершення безкоштовного тріалу ми не стягуватимемо оплату автоматично — ви вирішуєте, чи хочете залишити план Pro.
vi: Sau khi thời gian dùng thử miễn phí kết thúc, chúng tôi sẽ không tự động tính phí – bạn có quyền quyết định có muốn tiếp tục sử dụng gói Pro hay không.
zh_hk: 免費試用期結束後，我們不會自動向您收費 - 您可以決定是否繼續使用專業版方案。

source: Setting up your free trial, please wait
ar: جارٍ إعداد تجربتك المجانية، يُرجى الانتظار
es: Configurando su prueba gratuita, por favor espere
fa: در حال تنظیم نسخه آزمایشی رایگان خود، لطفا صبر کنید
fi: Ilmaisen kokeilujakson määrittäminen, odota hetki
it: Impostazione della prova gratuita, attendere prego
ja: 無料トライアルを設定しています。お待ちください
pt_br: Configurando seu teste gratuito, aguarde.
ru: Настраиваем ваш бесплатный пробный период, подождите
sk: Nastavuje sa vaša bezplatná skúšobná verzia, čakajte, prosím
sl: Nastavitev brezplačnega preizkusa, prosimo, počakajte.
sq: Po konfigurojmë provën tënde falas, të lutem prit
sr: Podešavanje vaše besplatne probe, sačekajte
uk: Налаштовуємо ваш безкоштовний тріал, зачекайте
vi: Đang thiết lập bản dùng thử miễn phí, vui lòng chờ.
zh_hk: 設定您的免費試用，請稍候

source: Setting up Metabase Pro, please wait
ar: جارٍ إعداد Metabase Pro، يُرجى الانتظار
es: Configurando Metabase Pro, por favor espere
fa: در حال راه‌اندازی Metabase Pro، لطفاً صبر کنید
fi: Metabase Pron asentaminen, odota hetki
it: Configurazione di Metabase Pro, attendere prego
ja: Metabase Pro を設定しています。お待ちください
pt_br: Configurando o Metabase Pro, aguarde.
ru: Настраиваем Metabase Pro, подождите
sk: Nastavuje sa Metabase Pro, čakajte prosím
sl: Nameščanje Metabase Pro, prosimo počakajte
sq: Po konfigurojmë Metabase Pro, të lutem prit
sr: Podešavanje Metabase Pro, sačekajte
uk: Налаштовуємо Metabase Pro, зачекайте
vi: Đang cài đặt Metabase Pro, vui lòng chờ.
zh_hk: 設定 Metabase Pro，請稍候

source: Your free trial is ready
ar: تجربتك المجانية جاهزة
es: Tu prueba gratuita está lista
fa: نسخه آزمایشی رایگان شما آماده است
fi: Ilmainen kokeilujaksosi on valmis
it: La tua prova gratuita è pronta
ja: 無料トライアルが準備完了です
pt_br: Seu período de teste gratuito está pronto.
ru: Ваш бесплатный пробный период готов
sk: Vaša bezplatná skúšobná verzia je pripravená
sl: Vaš brezplačni preizkus je pripravljen
sq: Prova jote falas është gati
sr: Vaša besplatna proba je spremna
uk: Ваш безкоштовний тріал готовий
vi: Bản dùng thử miễn phí của bạn đã sẵn sàng.
zh_hk: 您的免費試用已準備就緒

source: Metabase Pro is ready to use
ar: Metabase Pro جاهز للاستخدام
es: Metabase Pro está listo para usar
fa: متابیس پرو آماده استفاده است
fi: Metabase Pro on käyttövalmis
it: Metabase Pro è pronto per l'uso
ja: Metabase Proはすぐに使えます
pt_br: O Metabase Pro está pronto para usar.
ru: Metabase Pro готов к использованию
sk: Metabase Pro je pripravený na použitie
sl: Metabase Pro je pripravljen za uporabo
sq: Metabase Pro është gati për përdorim
sr: Metabase Pro je spreman za upotrebu
uk: Metabase Pro готовий до використання
vi: Metabase Pro đã sẵn sàng để sử dụng.
zh_hk: Metabase Pro 可立即使用

source: Edit visualization
ar: حرّر التصور
bg: Редактиране на визуализацията
ca: Edita la visualització
de: Visualisierung bearbeiten
eo: Make that chart look extra, fr fr
es: Editar visualización
fa: ویرایش تجسم
fi: Muokkaa visualisointia
fr: Modifier la visualisation
it: Modifica visualizzazione
ja: 視覚化を編集する
nb: Rediger visualisering
nl: Visualisatie bewerken
pl: Edytuj wizualizację
pt_br: Editar visualização
ru: Редактировать визуализацию
sk: Upraviť vizualizáciu
sl: Urejanje vizualizacije
sq: Redakto vizualizimin
sr: Uredi vizualizaciju
sv: Redigera visualisering
tr: Görselleştirmeyi düzenle
uk: Редагувати візуалізацію
vi: Chỉnh sửa hình ảnh
zh_hk: 編輯可視化

source: Remove and trash
ar: أزل وانقل إلى المهملات
bg: Премахване и кошче
ca: Retirar i escombrar
de: Entfernen und entsorgen
eo: Delete and yeet it in the trash, fr.
es: Quitar y tirar a la basura
fa: حذف و سطل زباله
fi: Poista ja roskaa
fr: Retirer et jeter à la poubelle
it: Rimuovi e cestina
ja: 削除してゴミ箱へ
lt: Pašalinti ir išmesti
nb: Fjern og kast
nl: Verwijderen en weggooien
pl: Usuń i wyrzuć do kosza
pt_br: Remover e jogar no lixo
ru: Удалить и переместить в корзину
sk: Odstráňte a vyhoďte do koša
sl: Odstrani in v smeti
sq: Hiqe dhe hidhe në kosh
sr: Ukloni i prebaci u otpad
sv: Ta bort och släng
tr: Kaldır ve çöpe at
uk: Вилучити й перемістити в кошик
vi: Xóa và bỏ rác
zh_hk: 移除並丟棄

source: You can connect widgets to {{variables}} in link cards.
ar: يمكنك ربط الأدوات بـ {{variables}} في بطاقات الروابط.
bg: Можете да свързвате уиджети към {{variables}} в картите с връзки.
ca: Podeu connectar ginys a {{variables}} a les targetes d'enllaç.
de: Sie können Widgets mit {{variables}} in Link-Karten verbinden.
eo: You can link up widgets to {{variables}} in link cards, fr fr.
es: Puede conectar widgets a {{variables}} en tarjetas de enlace.
fa: می‌توانید ویجت‌ها را به {{variables}} در کارت‌های پیوند متصل کنید.
fi: Voit liittää widgetit linkkikorttien osoitteeseen {{variables}} .
fr: Vous pouvez connecter des widgets à {{variables}} dans des cartes de liens.
it: È possibile collegare i widget a {{variables}} nelle schede di collegamento.
ja: リンクカードでウィジェットを {{variables}}。
lt: Galite prijungti valdiklius prie {{kintamieji}} nuorodų kortelėse.
nb: Du kan koble widgeter til {{variables}} i lenkekort.
nl: Je kunt widgets verbinden met {{variables}} in linkkaarten.
pl: Widżety można łączyć z witryną {{variables}} w kartach linków.
pt_br: Você pode conectar widgets a {{variables}} em cartões de link.
ru: Вы можете подключать виджеты к {{variables}} в картах ссылок.
sk: Widgety môžete pripojiť k stránke {{variables}} v kartách prepojení.
sl: Pripomočke lahko povežete z {{variables}} na karticah povezav.
sq: Mund tE lidhEsh widgetE me {{variables}} nE kartat e lidhjes.
sr: Možeš da povežeš vidžete sa {{variables}} u karticama sa linkom.
sv: Du kan ansluta widgetar till {{variables}} i länkkort.
tr: Widget'ları bağlantı kartlarında {{variables}} adresine bağlayabilirsiniz.
uk: Ви можете під’єднати віджети до {{variables}} у картках-посиланнях.
vi: Bạn có thể kết nối các tiện ích với {{variables}} trong thẻ liên kết.
zh_hk: 您可以在連結卡片中將 Widget 連接到 {{variables}}。

source: You can connect widgets to {{variables}} in iframe cards.
ar: يمكنك ربط الأدوات بـ {{variables}} في بطاقات iframe.
bg: Можете да свързвате уиджети към {{variables}} в iframe карти.
ca: Podeu connectar ginys a {{variables}} a les targetes iframe.
de: Sie können Widgets mit {{variables}} in iframe-Karten verbinden.
eo: You can link up widgets to {{variables}} in iframe cards, fr fr.
es: Puede conectar widgets a {{variables}} en tarjetas iframe.
fa: می‌توانید ویجت‌ها را به {{variables}} در کارت‌های iframe متصل کنید.
fi: Voit liittää widgetit osoitteeseen {{variables}} iframe-korteissa.
fr: Vous pouvez connecter des widgets à {{variables}} dans des cartes iframe.
it: È possibile collegare i widget a {{variables}} nelle schede iframe.
ja: iframeカードでウィジェットを {{variables}}。
lt: Galite prijungti valdiklius prie {{kintamieji}} iframe kortelėse.
nb: Du kan koble widgeter til {{variables}} i iframe-kort.
nl: Je kunt widgets verbinden met {{variables}} in iframe kaarten.
pl: Widżety można podłączyć do strony {{variables}} w kartach iframe.
pt_br: Você pode conectar widgets a {{variables}} em cartões iframe.
ru: Вы можете подключать виджеты к {{variables}} в карточках iframe.
sk: Widgety môžete pripojiť k stránke {{variables}} v kartách iframe.
sl: Pripomočke lahko povežete z {{variables}} na karticah iframe.
sq: Mund tE lidhEsh widgetE me {{variables}} nE kartat iframe.
sr: Možeš da povežeš vidžete sa {{variables}} u iframe karticama.
sv: Du kan koppla ihop widgets med {{variables}} i iframe-kort.
tr: Widget'ları iframe kartlarında {{variables}} adresine bağlayabilirsiniz.
uk: Ви можете під’єднати віджети до {{variables}} у iframe-картках.
vi: Bạn có thể kết nối các tiện ích với {{variables}} trong thẻ iframe.
zh_hk: 您可以在 iframe 卡中將 widget 連接到 {{variables}}。
