Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Permission type {0} is not a table-level permission.
ar: نوع الإذن {0} ليس إذنًا على مستوى الجدول.
bg: Разрешение тип {0} не е разрешение на ниво таблица.
ca: El tipus de permís {0} no és un permís de nivell de taula.
de: Die Berechtigungsart {0} ist keine Berechtigung auf Tabellenebene.
eo: Bruh, permission type {0} ain’t a table-level perm, fr fr.
es: El tipo de permiso {0} no es un permiso a nivel de tabla.
fa: نوع مجوز {0} یک مجوز در سطح جدول نیست.
fi: Käyttöoikeustyyppi {0} ei ole taulukkotason käyttöoikeus.
fr: Le type de permission {0} n'est pas une permission de niveau table.
hu: {0} engedély nem tábla szintű engedély.
it: Il tipo di autorizzazione {0} non è un'autorizzazione a livello di tabella.
ja: 権限タイプ {0} はテーブル・レベルの権限ではありません。
lt: Leidimo tipas {0} nėra lentelės lygio leidimas.
ms: Jenis kebenaran {0} bukan kebenaran tahap jadual.
nb: Tillatelsestypen {0} er ikke en tillatelse på tabellnivå.
nl: Toestemmingstype {0} is geen toestemming op tabelniveau.
pl: Uprawnienie typu {0} nie jest uprawnieniem na poziomie tabeli.
pt_br: O tipo de permissão {0} não é uma permissão em nível de tabela.
ru: Тип разрешения {0} не является разрешением на уровне таблицы.
sk: Typ oprávnenia {0} nie je oprávnenie na úrovni tabuľky.
sl: Vrsta dovoljenja {0} ni dovoljenje na ravni tabele.
sq: Tipi i lejes {0} nuk është leje në nivel tabele.
sr: Tip dozvole {0} nije dozvola na nivou tabele.
sv: Behörighetstypen {0} är inte en behörighet på tabellnivå.
tr: İzin türü {0} tablo düzeyinde bir izin değildir.
uk: Тип дозволу {0} не є дозволом на рівні таблиці.
vi: Loại quyền {0} không phải là quyền cấp bảng.
zh_hk: 權限類型 {0} 不是資料表層級的權限。

source: Permission type {0} is a database-level permission.
ar: نوع الإذن {0} هو إذن على مستوى قاعدة البيانات.
bg: Разрешение тип {0} е разрешение на ниво база данни.
ca: El tipus de permís {0} és un permís a nivell de base de dades.
de: Der Berechtigungstyp {0} ist eine Berechtigung auf Datenbankebene.
eo: Yo, permission type {0} is like, totally a database-level thing, no cap.
es: El tipo de permiso {0} es un permiso a nivel de base de datos.
fa: نوع مجوز {0} یک مجوز در سطح پایگاه داده است.
fi: Käyttöoikeustyyppi {0} on tietokantatason käyttöoikeus.
fr: Le type de permission {0} est une permission au niveau de la base de données.
hu: {0} engedély nem adatbázis szintű engedély.
it: Il tipo di autorizzazione {0} è un'autorizzazione a livello di database.
ja: 権限タイプ {0} はデータベース・レベルの権限です。
lt: Leidimo tipas {0} yra duomenų bazės lygio leidimas.
ms: Jenis kebenaran {0} adalah kebenaran tahap pangkalan data.
nb: Tillatelsestypen {0} er en tillatelse på databasenivå.
nl: Toestemmingstype {0} is een toestemming op databaseniveau.
pl: Uprawnienie typu {0} jest uprawnieniem na poziomie bazy danych.
pt_br: O tipo de permissão {0} é uma permissão no nível do banco de dados.
ru: Тип разрешения {0} - это разрешение на уровне базы данных.
sk: Typ povolenia {0} je povolenie na úrovni databázy.
sl: Vrsta dovoljenja {0} je dovoljenje na ravni zbirke podatkov.
sq: Tipi i lejes {0} është leje në nivel databaze.
sr: Tip dozvole {0} je dozvola na nivou baze podataka.
sv: Behörighetstyp {0} är en behörighet på databasnivå.
tr: İzin türü {0} veritabanı düzeyinde bir izindir.
uk: Тип дозволу {0} є дозволом на рівні бази даних.
vi: Loại quyền {0} là quyền cấp cơ sở dữ liệu.
zh_hk: 權限類型 {0} 是資料庫層級的權限。

source: Permission type {0} cannot be set to {1}
ar: لا يمكن تعيين نوع الإذن {0} إلى {1}
bg: Типът разрешение {0} не може да бъде зададен на {1}
ca: El tipus de permís {0} no es pot establir en {1}
de: Die Berechtigungsart {0} kann nicht auf {1}gesetzt werden.
eo: Bruh, you can't set permission type {0} to {1} like that, fr.
es: El tipo de permiso {0} no se puede establecer en {1}
fa: نوع مجوز {0} را نمی توان روی {1}تنظیم کرد
fi: Käyttöoikeustyyppiä {0} ei voi asettaa arvoksi {1}.
fr: Le type de permission {0} ne peut pas être défini sur {1}
hu: {0} típusú engedélyt nem lehet {1}-re beállítani
it: Il tipo di autorizzazione {0} non può essere impostato su {1}.
ja: 権限タイプ {0} を {1} に設定することはできません。
lt: Leidimo tipas {0} negali būti nustatytas į {1}
ms: Jenis kebenaran {0} tidak boleh ditetapkan kepada {1}
nb: Tillatelsestype {0} kan ikke settes til {1}
nl: Toestemmingstype {0} kan niet worden ingesteld op {1}
pl: Typ uprawnień {0} nie może być ustawiony na {1}
pt_br: O tipo de permissão {0} não pode ser definido como {1}
ru: Тип разрешения {0} не может быть установлен на {1}
sk: Typ povolenia {0} nemožno nastaviť na {1}
sl: Vrste dovoljenja {0} ni mogoče nastaviti na {1}
sq: Tipi i lejes {0} nuk mund të vendoset në {1}
sr: Tip dozvole {0} ne može da se postavi na {1}
sv: Behörighetstypen {0} kan inte ställas in på {1}
tr: İzin türü {0} , {1}olarak ayarlanamaz
uk: Тип дозволу {0} не можна встановити як {1}
vi: Loại quyền {0} không thể được đặt thành {1}
zh_hk: 權限類型 {0} 不能設定為 {1}

source: All tables must belong to the same database.
ar: يجب أن تنتمي جميع الجداول إلى قاعدة البيانات نفسها.
bg: Всички таблици трябва да принадлежат на една и съща база данни.
ca: Totes les taules han de pertànyer a la mateixa base de dades.
de: Alle Tabellen müssen zur selben Datenbank gehören.
eo: All tables gotta be in the same database, fr.
es: Todas las tablas deben pertenecer a la misma base de datos.
fa: همه جداول باید متعلق به یک پایگاه داده باشند.
fi: Kaikkien taulujen on kuuluttava samaan tietokantaan.
fr: Toutes les tables doivent appartenir à la même base de données.
hu: Az összes táblának ugyan ahhoz az adatbázishoz kell tartoznia.
it: Tutte le tabelle devono appartenere allo stesso database.
ja: すべてのテーブルは同じデータベースに属していなければならない。
lt: Visos lentelės turi priklausyti tai pačiai duomenų bazei.
ms: Semua jadual mesti milik pangkalan data yang sama.
nb: Alle tabeller må tilhøre samme database.
nl: Alle tabellen moeten tot dezelfde database behoren.
pl: Wszystkie tabele muszą należeć do tej samej bazy danych.
pt_br: Todas as tabelas devem pertencer ao mesmo banco de dados.
ru: Все таблицы должны принадлежать одной базе данных.
sk: Všetky tabuľky musia patriť do rovnakej databázy.
sl: Vse tabele morajo pripadati isti zbirki podatkov.
sq: Të gjitha tabelat duhet t’i përkasin së njëjtës databazë.
sr: Sve tabele moraju pripadati istoj bazi podataka.
sv: Alla tabeller måste tillhöra samma databas.
tr: Tüm tablolar aynı veritabanına ait olmalıdır.
uk: Усі таблиці мають належати до однієї бази даних.
vi: Tất cả các bảng phải thuộc cùng một cơ sở dữ liệu.
zh_hk: 所有資料表都必須屬於相同的資料庫。

source: Permission type {0} is a table-level permission.
ar: نوع الإذن {0} هو إذن على مستوى الجدول.
bg: Разрешение тип {0} е разрешение на ниво таблица.
ca: El tipus de permís {0} és un permís a nivell de taula.
de: Die Berechtigungsart {0} ist eine Berechtigung auf Tabellenebene.
eo: Bro, permission type {0} is like a table-level access, no cap.
es: El tipo de permiso {0} es un permiso a nivel de tabla.
fa: نوع مجوز {0} یک مجوز در سطح جدول است.
fi: Käyttöoikeustyyppi {0} on taulukkotason käyttöoikeus.
fr: Le type d'autorisation {0} est une autorisation au niveau de la table.
hu: {0} engedély tábla szintű engedély.
it: Il tipo di autorizzazione {0} è un'autorizzazione a livello di tabella.
ja: 権限タイプ {0} はテーブル・レベルの権限です。
lt: Leidimo tipas {0} yra lentelės lygio leidimas.
ms: Jenis kebenaran {0} adalah kebenaran tahap jadual.
nb: Tillatelsestypen {0} er en tillatelse på tabellnivå.
nl: Toestemmingstype {0} is een toestemming op tabelniveau.
pl: Uprawnienie typu {0} jest uprawnieniem na poziomie tabeli.
pt_br: O tipo de permissão {0} é uma permissão em nível de tabela.
ru: Тип разрешения {0} - это разрешение на уровне таблицы.
sk: Typ oprávnenia {0} je oprávnenie na úrovni tabuľky.
sl: Vrsta dovoljenja {0} je dovoljenje na ravni tabele.
sq: Tipi i lejes {0} është leje në nivel tabele.
sr: Tip dozvole {0} je dozvola na nivou tabele.
sv: Behörighetstyp {0} är en behörighet på tabellnivå.
tr: İzin türü {0} tablo düzeyinde bir izindir.
uk: Тип дозволу {0} є дозволом на рівні таблиці.
vi: Loại quyền {0} là quyền cấp bảng.
zh_hk: 權限類型 {0} 是表層級的權限。

source: Can't update field_id, type, or hash_key for a FieldValues.
hu: FieldValues esetén field_id vagy hash_key nem módosítható.
ms: Tidak boleh mengemas kini field_id, jenis, atau hash_key untuk FieldValues.

source: Advanced FieldValues require a hash_key.
ar: تتطلب FieldValues المتقدمة hash_key.
bg: Разширените стойности на полетата изискват hash_key.
ca: Els valors de camp avançats requereixen una clau hash.
de: Erweiterte FieldValues erfordern einen hash_key.
eo: Bro, you gotta have a hash_key for advanced FieldValues, fr.
es: Los FieldValues avanzados requieren una hash_key.
fa: FieldValues پیشرفته به hash_key نیاز دارد.
fi: Advanced FieldValues vaatii hash_key-avaimen.
fr: Les valeurs de champ avancées nécessitent une clé de hachage.
hu: Advanced FieldValues esetén hash_key kötelező.
it: I valori di campo avanzati richiedono una hash_key.
ja: 高度な FieldValue には hash_key が必要です。
lt: Išplėstinėms lauko reikšmėms reikalingas raktas „hash_key“.
ms: NilaiMedan Lanjutan memerlukan kunci_hash.
nb: Avanserte FieldValues krever en hash_key.
nl: Geavanceerde veldwaarden vereisen een hash_key.
pl: Zaawansowane FieldValues wymagają hash_key.
pt_br: Os FieldValues avançados exigem uma hash_key.
ru: Для расширенных значений FieldValues требуется хэш_ключ.
sk: Pokročilé hodnoty polí vyžadujú hash_key.
sl: Za napredne vrednosti polj potrebujete hash_key.
sq: FieldValues të avancuara kërkojnë një hash_key.
sr: Napredne FieldValues vrednosti zahtevaju hash_key.
sv: Avancerade FieldValues kräver en hash_key.
tr: Gelişmiş FieldValues bir hash_key gerektirir.
uk: Розширені FieldValues вимагають hash_key.
vi: FieldValues nâng cao yêu cầu có hash_key.
zh_hk: 進階 FieldValues 需要一個 hash_key。

source: changed the width setting
ar: غيّر إعداد العرض
bg: промени настройката за ширина
ca: ha canviat la configuració d'amplada
de: die Einstellung der Breite geändert
eo: switched up the width settings, fr
es: ha cambiado el ajuste de anchura
fa: تنظیم عرض را تغییر داد
fi: muutti leveysasetusta
fr: a modifié le réglage de la largeur
hu: szélesség beállítása megváltoztatva
it: ha modificato l'impostazione della larghezza
ja: 幅の設定を変更
lt: pakeitė pločio nustatymą
ms: menukar tetapan lebar
nb: endret breddeinnstillingen
nl: de breedte-instelling gewijzigd
pl: zmieniono ustawienie szerokości
pt_br: mudou a configuração de largura
ru: изменил настройку ширины
sk: zmenil nastavenie šírky
sl: Spremenjena nastavitev širine
sq: ndryshoi cilësimin e gjerësisë
sr: promenio podešavanje širine
sv: ändrade breddinställningen
tr: genişlik ayarını değiştirdi
uk: змінив налаштування ширини
vi: đã thay đổi cài đặt chiều rộng
zh_hk: 變更寬度設定

source: The last database a user has selected for a native query or a native model.
ar: آخر قاعدة بيانات اختارها المستخدم لاستعلام أصلي أو نموذج أصلي.
bg: Последната база данни, която потребителят е избрал за родна заявка или роден модел.
ca: L'última base de dades que un usuari ha seleccionat per a una consulta nativa o un model natiu.
de: Die letzte Datenbank, die ein Benutzer für eine native Abfrage oder ein natives Modell ausgewählt hat.
eo: The last database a user picked for a native query or native model, fr.
es: La última base de datos que un usuario ha seleccionado para una consulta nativa o un modelo nativo.
fa: آخرین پایگاه داده ای که کاربر برای یک کوئری بومی یا یک مدل بومی انتخاب کرده است.
fi: Viimeisin tietokanta, jonka käyttäjä on valinnut natiivikyselyä tai natiivimallia varten.
fr: La dernière base de données qu'un utilisateur a sélectionnée pour une requête native ou un modèle natif.
hu: Az utolsó adatbázis, amit egy felhasználó kiválasztott natív lekérdezés vagy natív model számára.
it: L'ultimo database selezionato dall'utente per una query o un modello nativo.
ja: ユーザがネイティブ・クエリまたはネイティブ・モデルで最後に選択したデータベース。
lt: Paskutinė duomenų bazė, kurią vartotojas pasirinko vietinei užklausai arba vietiniam modeliui.
ms: Pangkalan data terakhir yang dipilih oleh pengguna untuk pertanyaan natif atau model natif.
nb: Den siste databasen en bruker har valgt for en opprinnelig spørring eller en opprinnelig modell.
nl: De laatste database die een gebruiker heeft geselecteerd voor een native query of een native model.
pl: Ostatnia baza danych wybrana przez użytkownika dla zapytania natywnego lub modelu natywnego.
pt_br: O último banco de dados que um usuário selecionou para uma consulta nativa ou um modelo nativo.
ru: Последняя база данных, которую пользователь выбрал для собственного запроса или собственной модели.
sk: Posledná databáza, ktorú používateľ vybral pre natívny dotaz alebo natívny model.
sl: Zadnja zbirka podatkov, ki jo je uporabnik izbral za izvorno poizvedbo ali izvorni model.
sq: Databaza e fundit që një përdorues ka zgjedhur për një pyetje native ose një model native.
sr: Poslednja baza podataka koju je korisnik izabrao za nativni upit ili nativni model.
sv: Den senaste databas som en användare har valt för en ursprunglig fråga eller en ursprunglig modell.
tr: Bir kullanıcının yerel bir sorgu veya yerel bir model için seçtiği son veritabanı.
uk: Остання база даних, яку користувач вибрав для нативного запиту або нативної моделі.
vi: Cơ sở dữ liệu cuối cùng mà người dùng đã chọn cho truy vấn gốc hoặc mô hình gốc.
zh_hk: 使用者最後選擇本機查詢或本機模型的資料庫。

source: Instance has not been initialized
hu: A példány még nem lett inicializálva
ms: Contoh belum dimulakan

source: Whether the user has dismissed the explanatory banner about models that appears on the Browse Data page
ar: ما إذا كان المستخدم قد أغلق البانر التوضيحي حول النماذج الذي يظهر في صفحة استعراض البيانات
bg: Дали потребителят е отхвърлил обяснителния банер за моделите, който се появява на страницата Browse Data
ca: Si l'usuari ha descartat el bàner explicatiu sobre models que apareix a la pàgina de navegació per dades
de: ob der Benutzer das Erklärungsbanner zu den Modellen, das auf der Seite "Daten durchsuchen" erscheint, ignoriert hat
eo: Whether the user has bounced the info banner about models that pops up on the Browse Data page
es: Si el usuario ha rechazado el banner explicativo sobre los modelos que aparece en la página Examinar datos.
fa: آیا کاربر بنر توضیحی مربوط به مدل‌هایی را که در صفحه مرور داده‌ها نشان داده می‌شود رد کرده است یا خیر
fi: Onko käyttäjä hylännyt Selaa tietoja -sivulla näkyvän malleja koskevan selittävän bannerin?
fr: Si l'utilisateur a rejeté la bannière explicative sur les modèles qui apparaît sur la page Parcourir les données.
hu: A felhasználó bezárta-e a leírást, ami az Adatok Böngészése oldalon megjelenik
it: Se l'utente ha eliminato il banner esplicativo sui modelli che compare nella pagina Sfoglia dati
ja: データ参照ページに表示されるモデルに関する説明バナーをユーザーが解除したかどうか。
lt: ar naudotojas atmetė aiškinamąją reklamjuostę apie modelius, rodomą puslapyje Naršyti duomenis
ms: Sama ada pengguna telah menutup banner penjelasan tentang model yang muncul di halaman Semak Imbas Data
nb: Om brukeren har avvist det forklarende banneret om modeller som vises på siden Bla gjennom data
nl: Of de gebruiker de verklarende banner over modellen die verschijnt op de pagina Bladeren door gegevens heeft afgewezen
pl: Czy użytkownik odrzucił baner objaśniający modele wyświetlany na stronie Przeglądaj dane?
pt_br: Se o usuário dispensou o banner explicativo sobre modelos que aparece na página Navegue pelos dados
ru: Отклонил ли пользователь поясняющий баннер о моделях, который появляется на странице Browse Data (Просмотр данных).
sk: Či používateľ zrušil vysvetľujúci banner o modeloch, ktorý sa zobrazuje na stránke Prehľadávať údaje
sl: Ali je uporabnik zavrnil pojasnjevalno pasico o modelih, ki je prikazana na strani »Brskanje po podatkih«
sq: Nëse përdoruesi e ka mbyllur banner-in shpjegues për modelet që shfaqet në faqen Browse Data
sr: Da li je korisnik zatvorio objašnjavajući baner o modelima koji se pojavljuje na stranici Pregled podataka
sv: Om användaren har avfärdat den förklarande bannern om modeller som visas på sidan Browse Data
tr: Kullanıcının Verilere Gözat sayfasında görünen modellerle ilgili açıklayıcı banner'ı reddedip reddetmediği
uk: Чи закрив користувач пояснювальний банер про моделі, який зʼявляється на сторінці «Перегляд даних»
vi: Người dùng có bỏ qua biểu ngữ giải thích về các mô hình xuất hiện trên trang Duyệt dữ liệu không
zh_hk: 使用者是否已解除瀏覽資料頁面上出現的模型說明橫幅

source: Choose the message to show while a query is running.
hu: Válassza ki, hogy milyen üzenet jelenjen meg a lekérdezés futása közben.
ms: Pilih mesej untuk dipaparkan semasa query sedang dijalankan.

source: Replace the word “Metabase” wherever it appears.
ar: استبدل كلمة “Metabase” حيثما ظهرت.
bg: Заменете думата "Metabase" навсякъде, където се появява.
ca: Substituïu la paraula "Metabase" allà on aparegui.
de: Ersetzen Sie das Wort "Metabase", wo immer es erscheint.
eo: Yo, swap out “Metabase” every time u see it, fr fr.
es: Sustituya la palabra "Metabase" siempre que aparezca.
fa: کلمه "Metabase" را در هر کجا که ظاهر می شود جایگزین کنید.
fi: Korvaa sana "Metabase" kaikkialla, missä se esiintyy.
fr: Remplacer le mot "Metabase" partout où il apparaît.
hu: A “Metabase” szó összes megjelenésének lecserélése.
it: Sostituire la parola "Metabase" ovunque appaia.
ja: Metabase "という単語が出てくるところはすべて置き換えてください。
lt: Pakeiskite žodį „metabazė“, kur jis pasirodo.
ms: Gantikan perkataan “Metabase” di mana sahaja ia muncul.
nb: Erstatt ordet "Metabase" overalt der det forekommer.
nl: Vervang het woord "Metabase" overal waar het voorkomt.
pl: Zastąp słowo "Metabase", gdziekolwiek się pojawi.
pt_br: Substitua a palavra "Metabase" onde quer que ela apareça.
ru: Замените слово "Metabase" везде, где оно встречается.
sk: Nahraďte slovo "Metabase" všade, kde sa vyskytuje.
sl: Zamenjajte besedo »Metabase«, kjer koli se pojavi.
sq: Zëvendëso fjalën “Metabase” kudo që shfaqet.
sr: Zameni reč “Metabase” gde god se pojavljuje.
sv: Ersätt ordet "Metabase" överallt där det förekommer.
tr: "Metabase" kelimesini geçtiği her yerde değiştirin.
uk: Замінити слово “Metabase” всюди, де воно трапляється.
vi: Thay thế từ “Metabase” ở bất cứ nơi nào nó xuất hiện.
zh_hk: 取代所有出現的 "Metabase "字樣。

source: Upload a file to use as the favicon.
ar: ارفع ملفًا لاستخدامه كـ favicon.
bg: Качете файл, който да използвате като фавикон.
ca: Carregueu un fitxer per utilitzar-lo com a favicon.
de: Laden Sie eine Datei hoch, die als Favicon verwendet werden soll.
eo: Drop a file so we can use it as the favicon, fr.
es: Sube un archivo para utilizarlo como favicon.
fa: فایلی را برای استفاده به عنوان فاویکون آپلود کنید.
fi: Lataa tiedosto, jota käytetään suosikkikuvana.
fr: Téléchargez un fichier à utiliser comme favicon.
hu: Fájl feltöltése a favicon lecserélésére.
it: Caricare un file da utilizzare come favicon.
ja: ファビコンとして使用するファイルをアップロードします。
lt: Įkelkite failą, kurį naudosite kaip favicon.
ms: Muat naik fail untuk digunakan sebagai favicon.
nb: Last opp en fil som du vil bruke som favicon.
nl: Upload een bestand om als favicon te gebruiken.
pl: Prześlij plik, który będzie używany jako favicon.
pt_br: Faça upload de um arquivo para usar como favicon.
ru: Загрузите файл, который будет использоваться в качестве фавикона.
sk: Nahrajte súbor, ktorý chcete použiť ako favicon.
sl: Naložite datoteko, ki jo boste uporabili kot favicon.
sq: Ngarko një skedar për ta përdorur si favicon.
sr: Otpremite fajl koji će se koristiti kao favicon.
sv: Ladda upp en fil som ska användas som favicon.
tr: Favicon olarak kullanmak için bir dosya yükleyin.
uk: Завантажте файл, щоб використати його як favicon.
vi: Tải lên tệp để sử dụng làm biểu tượng yêu thích.
zh_hk: 上傳要用作 Favoricon 的檔案。

source: Replace “Lato” as the font family.
ar: استبدل “Lato” كعائلة الخط.
bg: Заместете "Lato" като фамилия шрифтове.
ca: Substituïu "Lato" com a família de tipus de lletra.
de: Ersetzen Sie "Lato" als Schriftfamilie.
eo: Swap “Lato” for the font fam, lol.
es: Sustituya "Lato" como familia tipográfica.
fa: جایگزین "Lato" به عنوان خانواده فونت.
fi: Korvaa "Lato" fonttiperheeksi.
fr: Remplacer "Lato" comme famille de police.
hu: "Lato" font család lecserélése
it: Sostituire "Lato" come famiglia di caratteri.
ja: フォントファミリーを "Lato "に置き換える。
lt: Pakeiskite „Lato“ kaip šriftų šeimą.
ms: Gantikan “Lato” sebagai keluarga fon.
nb: Erstatt "Lato" som skriftfamilie.
nl: Vervang "Lato" als lettertypefamilie.
pl: Zastąp "Lato" jako rodzinę czcionek.
pt_br: Substitua "Lato" como a família de fontes.
ru: Замените "Lato" в качестве семейства шрифтов.
sk: Nahraďte "Lato" ako rodinu písma.
sl: Zamenjajte »Lato« kot družino pisav.
sq: Zëvendëso “Lato” si familjen e fontit.
sr: Zameni “Lato” kao porodicu fontova.
sv: Ersätt "Lato" som teckensnittsfamilj.
tr: Yazı tipi ailesi olarak "Lato "yu değiştirin.
uk: Замінити “Lato” як сімейство шрифтів.
vi: Thay thế “Lato” làm phông chữ.
zh_hk: 取代「Lato」作為字型系列。
