Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: {0} is the database user Metabase is using to connect to your {1} database. Make sure that {2} has access to everything in {3} that all Metabase groups may need access to, as that database user account is what Metabase uses to sync table information.
ar: {0} هو مستخدم قاعدة البيانات الذي يستخدمه Metabase للاتصال بقاعدة البيانات {1} لديك. تأكد من أن {2} لديه وصول إلى كل شيء في {3} قد تحتاج كل مجموعات Metabase إلى الوصول إليه، لأن حساب مستخدم قاعدة البيانات هذا هو ما يستخدمه Metabase لمزامنة معلومات الجداول.
bg: {0} е потребителят на базата данни, който Metabase използва, за да се свърже с вашата база данни {1} . Уверете се, че {2} има достъп до всичко в {3} , до което всички групи на Metabase може да имат нужда от достъп, тъй като този потребителски акаунт за база данни е това, което Metabase използва за синхронизиране на информацията за таблиците.
ca: {0} és l'usuari de la base de dades que Metabase utilitza per connectar-se a la vostra base de dades {1}. Assegureu-vos que {2} tingui accés a tot el que hi ha a {3} al qual poden necessitar accés tots els grups de Metabase, ja que aquest compte d'usuari de la base de dades és el que Metabase utilitza per sincronitzar la informació de la taula.
de: {0} ist der Datenbankbenutzer, den Metabase für die Verbindung zu Ihrer Datenbank {1} verwendet. Stellen Sie sicher, dass {2} Zugriff auf alles in {3} hat, auf das alle Metabase-Gruppen Zugriff benötigen, da Metabase dieses Datenbankbenutzerkonto zum Synchronisieren von Tabelleninformationen verwendet.
eo: {0} is the OG user Metabase uses to link up with your {1} database. Make sure {2} has all the access in {3} — like, all the stuff all Metabase groups might need — ‘cause that user is the one Metabase uses to keep table info in sync.
es: {0} es el usuario de la base de datos que Metabase utiliza para conectarse a tu base de datos {1}. Asegúrate de que {2} tenga acceso a todo en {3} a lo que todos los grupos de Metabase puedan necesitar acceso, ya que esa cuenta de usuario de la base de datos es lo que Metabase usa para sincronizar la información de la tabla.
fa: {0} پایگاه داده ای است که کاربر Metabase از آن برای اتصال به پایگاه داده {1} شما استفاده می کند. مطمئن شوید که {2} به همه چیزهایی در {3} دسترسی دارد که همه گروه های Metabase ممکن است نیاز به دسترسی داشته باشند، زیرا این حساب کاربری پایگاه داده همان چیزی است که Metabase برای همگام سازی اطلاعات جدول استفاده می کند.
fi: {0} on tietokannan käyttäjä, jota Metabase käyttää muodostaakseen yhteyden {1}-tietokantaan. Varmista, että {2} pääsee kaikkeen kohteessa {3}, johon kaikki Metabase-ryhmät saattavat tarvita pääsyn, koska tätä tietokannan käyttäjätiliä Metabase käyttää taulukkotietojen synkronointiin.
fr: {0} est l'utilisateur de la base de données que Metabase utilise pour se connecter à votre base de données {1}. Assurez-vous que {2} a accès à tout ce qui se trouve dans {3} et auquel tous les groupes de Metabase peuvent avoir besoin d'accéder, car c'est ce compte d'utilisateur de base de données que Metabase utilise pour synchroniser les informations des tables.
hu: A(z) {0} adatbázis-felhasználó a Metabase csatlakozik a(z) {1} adatbázisához. Győződjön meg arról, hogy a(z) {2} mindenhez hozzáfér a(z) {3}-ban, amelyhez minden metabázis-csoportnak hozzá kell férnie, mivel ezt az adatbázis-felhasználói fiókot használja a Metabase a táblaadatok szinkronizálására.
it: {0} è l'utente del database che Metabase usa per connettersi al database {1} . Assicurarsi che {2} abbia accesso a tutto ciò che è presente in {3} e a cui tutti i gruppi di Metabase potrebbero aver bisogno di accedere, poiché l'account utente del database è quello che Metabase usa per sincronizzare le informazioni sulle tabelle.
ja: {0}はMetabaseが{1}データベースへの接続に使用するデータベースユーザです。Metabaseがテーブル情報を同期するために使用するデータベースユーザアカウントです。
lt: {0} yra duomenų bazės naudotojas, kurį metabazės naudoja prisijungdamas prie jūsų {1} duomenų bazės. Įsitikinkite, kad {2} turi prieigą prie visko {3}, prie kurio gali prireikti prieigos visoms metabazės grupėms, nes tą duomenų bazės vartotojo abonementą metabazės naudoja lentelės informacijai sinchronizuoti.
ms: {0} adalah pengguna pangkalan data yang digunakan oleh Metabase untuk menyambung ke pangkalan data {1} anda. Pastikan {2} mempunyai akses kepada semua perkara dalam {3} yang mungkin diperlukan oleh semua kumpulan Metabase, kerana akaun pengguna pangkalan data itu adalah yang digunakan oleh Metabase untuk menyelaraskan maklumat jadual.
nb: {0} er databasen Metabase benytter for å koble til databasen {1}. Kontroller at {2} har tilgang til alt i {3} som gruppene i Metabase trenger tilgang til, og at databasebrukeren er det Metabase bruker til å synkronisere tabellinformasjon.
nl: {0} is de databasegebruiker die Metabase gebruikt om verbinding te maken met uw {1} database. Zorg ervoor dat {2} toegang heeft tot alles in {3} waartoe alle Metabase-groepen toegang moeten hebben, aangezien Metabase die databasegebruikersaccount gebruikt om tabelgegevens te synchroniseren.
pl: {0} to użytkownik bazy danych, którego Metabase używa do łączenia się z bazą danych {1} . Upewnij się, że {2} ma dostęp do wszystkiego w {3} , do czego wszystkie grupy Metabase mogą potrzebować dostępu, ponieważ to konto użytkownika bazy danych jest używane przez Metabase do synchronizacji informacji o tabelach.
pt_br: {0} é o usuário do banco de dados que o Metabase está usando para se conectar ao seu banco de dados {1}. Certifique-se de que {2} tenha acesso a tudo em {3} que todos os grupos do Metabase possam precisar acessar, pois essa conta de usuário de banco de dados é o que o Metabase usa para sincronizar as informações da tabela.
ru: {0} это пользователь базы данных, которого Metabase использует для подключения к вашей базе данных {1} . Убедитесь, что {2} имеет доступ ко всему в {3} , к чему может понадобиться доступ всем группам Metabase, поскольку эта учетная запись пользователя базы данных используется Metabase для синхронизации информации о таблицах.
sk: {0} je používateľ databázy Metabase, ktorý sa pripája k databáze {1} . Uistite sa, že {2} má prístup ku všetkému v {3} , ku ktorému môžu potrebovať prístup všetky skupiny Metabase, pretože práve toto konto databázového používateľa používa Metabase na synchronizáciu informácií o tabuľkách.
sl: {0} je uporabnik zbirke podatkov, ki ga Metabase uporablja za povezavo z vašo {1} bazo podatkov. Prepričajte se, da ima {2} dostop do vsega, do česar {3} morda potrebujejo dostop do vseh skupin metabaze, saj je ta uporabniški račun zbirke podatkov tisto, kar Metabase uporablja za sinhronizacijo informacij o tabeli.
sq: {0} EshtE pErdoruesi i bazEs sE tEdhEnave qE Metabase po pErdor pEr tEu lidhur me bazEn tEnde tE tEdhEnave {1}. Sigurohu qE {2} ka akses te gjithEka nE {3} qE mund tEu duhet tE gjitha grupeve tE Metabase, pasi ky llogari pErdoruesi e bazEs sE tEdhEnave EshtE ajo qE Metabase pErdor pEr tE sinkronizuar informacionin e tabelave.
sr: {0} je korisnik baze koji Metabase koristi za povezivanje sa vašom bazom {1}. Uverite se da {2} ima pristup svemu u {3} čemu bi sve Metabase grupe mogle da imaju pristup, jer je taj nalog korisnika baze ono što Metabase koristi za sinhronizaciju informacija o tabelama.
sv: Metabase använder {0} databasanvändaren för att ansluta till databasen {1}. Verifiera att {2} har åtkomst till allt i {3} som samtliga Metabase-grupper kan tänkas behöva ha tillgång till, eftersom databasanvändaren är vad som används av Metabase för att synkronisera tabellinformation.
tr: {0} Metabase'in {1} veritabanınıza bağlanmak için kullandığı veritabanı kullanıcısıdır. Bu veritabanı kullanıcı hesabı Metabase'in tablo bilgilerini senkronize etmek için kullandığı hesap olduğundan, {2} adresinin {3} adresinde tüm Metabase gruplarının erişmesi gerekebilecek her şeye erişimi olduğundan emin olun.
uk: {0} — це користувач бази даних, якого Metabase використовує для підключення до вашої бази даних {1}. Переконайтеся, що {2} має доступ до всього в {3}, до чого можуть потребувати доступу всі групи Metabase, оскільки саме цей обліковий запис користувача бази даних Metabase використовує для синхронізації інформації про таблиці.
vi: {0} là người dùng cơ sở dữ liệu mà Metabase đang sử dụng để kết nối với cơ sở dữ liệu {1} của bạn. Đảm bảo rằng {2} có quyền truy cập vào mọi thứ trong {3} mà tất cả các nhóm Metabase có thể cần quyền truy cập, vì tài khoản người dùng cơ sở dữ liệu đó là thứ Metabase sử dụng để đồng bộ hóa thông tin bảng.
zh_hk: {0} 是 Metabase 用來連接 {1} 資料庫的資料庫使用者。確保 {2} 可以存取 {3} 中所有 Metabase 群組可能需要存取的一切內容，因為該資料庫使用者帳戶是 Metabase 用來同步資料表資訊的。

source: Map a Metabase user attribute to database users
ar: ربط سمة مستخدم في Metabase بمستخدمي قاعدة البيانات
bg: Съпоставяне на атрибут на потребител на Metabase с потребители на базата данни
ca: Assigna un atribut d'usuari de la metabase als usuaris de la base de dades
de: Zuordnung eines Metabase-Benutzerattributs zu Datenbankbenutzern
eo: Hook up a Metabase user attribute to database users, fr.
es: Asignar un atributo de usuario de Metabase a usuarios de base de datos
fa: یک ویژگی کاربر Metabase را برای کاربران پایگاه داده ترسیم کنید
fi: Yhdistä Metabasen käyttäjämääritteet tietokannan käyttäjille
fr: Mapper un attribut d'utilisateur de Metabase aux utilisateurs de la base de données
hu: Metabase felhasználói attribútum hozzárendelése az adatbázis felhasználóihoz
it: Mappare un attributo utente di Metabase agli utenti del database
ja: メタベースのユーザー属性をデータベースユーザーにマッピングする
lt: Susiekite metabazės vartotojo atributą su duomenų bazės naudotojais
ms: Pemetaan atribut pengguna Metabase kepada pengguna pangkalan data
nb: Koble en brukerattributt fra Metabase til attributt i en database
nl: Een Metabase gebruikersattribuut koppelen aan databasegebruikers
pl: Mapowanie atrybutu użytkownika metabazy na użytkowników bazy danych
pt_br: Mapeie um atributo de usuário do Metabase para usuários do banco de dados
ru: Сопоставьте атрибут пользователя Metabase с пользователями базы данных
sk: Mapovanie atribútu používateľa databázy Metabase na používateľov databázy
sl: Preslikava uporabniškega atributa »Metabase« na uporabnike zbirke podatkov
sq: Mapo njE atribut pErdoruesi tE Metabase me pErdorues tE bazEs sE tEdhEnave
sr: Mapiraj Metabase korisnički atribut na korisnike baze
sv: Mappa ett användarattribut i Metabase till databasanvändare
tr: Metatabanı kullanıcı özniteliğini veritabanı kullanıcılarıyla eşleme
uk: Зіставити атрибут користувача Metabase з користувачами бази даних
vi: Ánh xạ thuộc tính người dùng Metabase tới người dùng cơ sở dữ liệu
zh_hk: 將 Metabase 使用者屬性對應到資料庫使用者

source: When the person runs a query (including native queries), Metabase will impersonate the privileges of the database user you associate with the user attribute.
ar: عندما يقوم الشخص بتشغيل استعلام (بما في ذلك الاستعلامات الأصلية)، سيقوم Metabase بانتحال امتيازات مستخدم قاعدة البيانات الذي تربطه بسمة المستخدم.
bg: Когато лицето изпълнява заявка (включително собствени заявки), Metabase ще присвои привилегиите на потребителя на базата данни, който сте асоциирали с атрибута user.
ca: Quan la persona executa una consulta (incloses les consultes natives), Metabase suplantarà els privilegis de l'usuari de la base de dades que associeu amb l'atribut d'usuari.
de: Wenn die Person eine Abfrage ausführt (einschließlich nativer Abfragen), übernimmt Metabase die Rechte des Datenbankbenutzers, den Sie mit dem Benutzerattribut verknüpfen.
eo: When someone runs a query (including native ones), Metabase will act like the db user linked to that user attribute.
es: Cuando la persona ejecuta una consulta (incluidas las consultas nativas), Metabase se hará pasar por los privilegios del usuario de la base de datos que asocie con el atributo de usuario.
fa: هنگامی که شخص یک پرس و جو (از جمله پرس و جوهای بومی) را اجرا می کند، Metabase امتیازات کاربر پایگاه داده ای را که شما با ویژگی کاربر مرتبط می کنید جعل می کند.
fi: Kun henkilö suorittaa kyselyn (mukaan lukien natiivikyselyt), Metabase jäljittelee sen tietokannan käyttäjän oikeuksia, jonka liität käyttäjämääritteellä.
fr: Lorsque la personne exécute une requête (y compris les requêtes natives), Metabase s'attribue les privilèges de l'utilisateur de la base de données que vous associez à l'attribut user.
hu: Amikor a személy lekérdezést futtat (beleértve a natív lekérdezéseket is), a Metabase megszemélyesíti annak az adatbázis-felhasználónak a jogosultságait, akit a felhasználói attribútumhoz társít.
it: Quando la persona esegue una query (comprese le query native), Metabase impersonerà i privilegi dell'utente del database associato all'attributo utente.
ja: その人がクエリ（ネイティブクエリを含む）を実行すると、Metabaseはuser属性に関連付けたデータベースユーザの権限を偽装します。
lt: Kai asmuo vykdo užklausą (įskaitant vietines užklausas), metabazė apsimeta duomenų bazės vartotojo, kurį susiejate su vartotojo atributu, teisėmis.
ms: Apabila orang menjalankan query (termasuk query asli), Metabase akan berpura-pura dengan keistimewaan pengguna pangkalan data yang anda kaitkan dengan atribut pengguna.
nb: Når en person kjører en spørring (inkludert lokale spørringer), vil Metabase etterligne privilegiene til databasebrukeren du assosierer med brukerattributten.
nl: Wanneer de persoon een query uitvoert (inclusief SQL-query's), zal Metabase zich voordoen als de rechten van de databasegebruiker die je associeert met het gebruikersattribuut.
pl: Gdy dana osoba uruchomi zapytanie (w tym zapytania natywne), Metabase podszyje się pod uprawnienia użytkownika bazy danych skojarzonego z atrybutem użytkownika.
pt_br: Quando a pessoa executa uma consulta (incluindo consultas nativas), o Metabase representa os privilégios do usuário do banco de dados que você associa ao atributo de usuário.
ru: Когда человек выполняет запрос (включая собственные запросы), Metabase будет выдавать за него привилегии пользователя базы данных, которого вы связали с атрибутом user.
sk: Keď osoba spustí dotaz (vrátane natívnych dotazov), Metabase sa zosobní s oprávneniami používateľa databázy, ktoré ste priradili k atribútu používateľa.
sl: Ko oseba zažene poizvedbo (vključno z izvornimi poizvedbami), bo Metabase poosebljal pravice uporabnika zbirke podatkov, ki ste jih povezali z atributom uporabnika.
sq: Kur personi ekzekuton njE pyetje (pErfshirE pyetje native), Metabase do tE imitojE privilegjet e pErdoruesit tE bazEs sE tEdhEnave qE e lidh me atributin e pErdoruesit.
sr: Kada osoba pokrene upit (uključujući nativne upite), Metabase će se predstavljati privilegijama korisnika baze koji povežete sa korisničkim atributom.
sv: När en användare kör en fråga (inklusive ursprungliga frågor) kommer Metabase att imitera databasanvändaren (med dess privilegier) som du associerat med användarattribut.
tr: Kişi bir sorgu çalıştırdığında (yerel sorgular dahil) Metabase, kullanıcı özniteliğiyle ilişkilendirdiğiniz veritabanı kullanıcısının ayrıcalıklarını taklit eder.
uk: Коли людина запускає запит (включно з нативними запитами), Metabase імітуватиме привілеї користувача бази даних, якого ви пов’яжете з атрибутом користувача.
vi: Khi người dùng chạy truy vấn (bao gồm cả truy vấn gốc), Metabase sẽ mạo danh các đặc quyền của người dùng cơ sở dữ liệu mà bạn liên kết với thuộc tính người dùng.
zh_hk: 當該人執行查詢（包括本機查詢）時，Metabase 會冒充您與 user 屬性關聯的資料庫使用者的權限。

source: (No data)
ar: (لا توجد بيانات)
bg: (Няма данни)
ca: (Sense dades)
de: (Keine Daten)
eo: No cap, got no deets rn
es: (Sin datos)
fa: (بدون داده)
fi: (ei dataa)
fr: (Pas de données)
hu: (Nincs adat)
it: (Nessun dato)
ja: (データなし）
lt: (Duomenų nėra)
ms: (Tiada data)
nb: (Ingen data)
nl: (Geen gegevens)
pl: (Brak danych)
pt_br: (Sem dados)
ru: (Нет данных)
sk: (Žiadne údaje)
sl: (Ni podatkov)
sq: (Pa tEdhEna)
sr: (Nema podataka)
sv: (ingen data)
tr: (Veri yok)
uk: (Немає даних)
vi: (Không có dữ liệu)
zh_hk: (無資料)

source: vs. N/A
ar: مقابل N/A
bg: срещу N/A
de: vs. n.v.
eo: idk, like, not available or smthn lol
fa: در مقابل N/A
hu: kontra N/A
it: contro N.D.
ja: 対N/A
lt: prieš N/A
ms: lawan tiada data
nb: mot I/T
ru: против N/A
sl: v primerjavi z N / A
sq: kundrejt N/A
sr: u odnosu na N/A
sv: mot N/A
tr: vs.
uk: порівняно з н/д
vi: so với N/A
zh_hk: vs. 不適用

source: vs. {0}
ar: مقابل {0}
bg: срещу {0}
ca: contra {0}
eo: vs. {0} → vs. {0} (no cap, this is pretty standard, but if you want it more slangy: "vs. {0}" still works, or maybe "vs. {0} (fr fr)")
fa: در مقابل {0}
ja: 対{0}。
lt: prieš {0}
ms: lawan {0}
nb: mot {0}
ru: против {0}
sl: v primerjavi z {0}
sq: kundrejt {0}
sr: u odnosu na {0}
sv: mot {0}
uk: порівняно з {0}
vi: so với {0}

source: vs. previous {0}
eo: vs. before {0}
hu: vs. előző {0}
lt: palyginti su ankstesne {0}
ms: lawan {0} sebelumnya

source: No change
ar: لا تغيير
bg: Няма промяна
ca: Cap canvi
de: Keine Änderung
eo: No cap, same energy
es: Sin cambio
fa: بدون تغییر
fi: Ei muutosta
fr: Pas de changement
hu: Nincs változás
it: Nessuna variazione
ja: 変更なし
lt: Jokių pokyčių
ms: Tiada perubahan
nb: Ingen endring
nl: Geen verandering
pl: Bez zmian
pt_br: Nenhuma alteração
ru: Без изменений
sk: Žiadna zmena
sl: Brez sprememb
sq: Pa ndryshim
sr: Nema promene
sv: Ingen ändring
tr: Değişiklik yok
uk: Без змін
vi: Không thay đổi
zh_hk: 無變更

source: This field must be a relative URL.
ar: يجب أن يكون هذا الحقل URL نسبيًا.
bg: Това поле трябва да е относителен URL адрес.
ca: Aquest camp ha de ser un URL relatiu.
de: Das Feld muss eine relative URL sein.
eo: This field gotta be a relative URL, fr.
es: Este campo debe ser una URL relativa.
fa: این فیلد باید یک URL نسبی باشد.
fi: Tämän kentän on oltava suhteellinen URL-osoite.
fr: Ce champ doit être un URL relatif.
hu: Ennek a mezőnek relatív URL-nek kell lennie.
it: Questo campo deve essere un URL relativo.
ja: このフィールドは相対URLでなければならない。
lt: Šis laukas turi būti santykinis URL.
ms: Medan ini mesti URL relatif.
nb: Feltet må være en relativ URL.
nl: Dit veld moet een relatieve URL zijn.
pl: To pole musi być względnym adresem URL.
pt_br: Este campo deve ser um URL relativo.
ru: Это поле должно быть относительным URL.
sk: Toto pole musí byť relatívna adresa URL.
sl: To polje mora biti relativni URL.
sq: Kjo fushE duhet tE jetE njE URL relative.
sr: Ovo polje mora biti relativni URL.
sv: Värdet måste vara en relativ URL.
tr: Bu alan göreli bir URL olmalıdır.
uk: Це поле має бути відносним URL.
vi: Trường này phải là URL tương đối.
zh_hk: 此欄位必須是相對 URL。

source: Landing page custom destination
ar: وجهة مخصصة للصفحة الرئيسية
bg: Потребителска дестинация на страницата за кацане
ca: Destinació personalitzada de la pàgina de destinació
de: Landing Page benutzerdefiniertes Ziel
eo: Landing page custom spot
es: Destino personalizado de la página de atterizaje
fa: مقصد سفارشی صفحه فرود
fi: Aloitussivun mukautettu kohde
fr: Destination personnalisée de la page d'atterrissage
hu: Egyéni céloldal
it: Destinazione personalizzata della pagina di destinazione
ja: ランディングページのカスタム宛先
lt: Nukreipimo puslapio tinkinta paskirties vieta
ms: Halaman pendaratan destinasi khusus
nb: Egendefinert landingsside
nl: Landingspagina aangepaste bestemming
pl: Niestandardowe miejsce docelowe strony docelowej
pt_br: Destino personalizado da página de destino
ru: Пользовательское назначение посадочной страницы
sk: Vlastné cieľové miesto cieľovej stránky
sl: Ciljna stran po meri
sq: Destinacion i personalizuar i faqes sE hyrjes
sr: Prilagođeno odredište početne stranice
sv: Anpassad destination för startsidan
tr: Açılış sayfası özel hedefi
uk: Кастомне призначення для лендінг-сторінки
vi: Trang đích tùy chỉnh đích đến
zh_hk: 登陸頁面自訂目的地

source: Show links and references
hu: Linkek és hivatkozások megjelenítése
lt: Rodyti nuorodas ir nuorodas
ms: Tunjukkan pautan dan rujukan

source: No API keys here yet
ar: لا توجد مفاتيح API هنا بعد
bg: Все още няма API ключове тук
ca: Encara no hi ha cap clau d'API aquí
de: Hier sind noch keine API Schlüssel
eo: No cap, no API keys here yet
es: Aún no hay claves API aquí
fa: هنوز هیچ کلید API اینجا نیست
fi: Täällä ei ole vielä API-avaimia
fr: Pas encore de clés API
hu: Itt még nincsenek API kulcsok
it: Nessuna chiave API qui ancora
ja: APIキーはまだない
lt: Čia dar nėra API raktų
ms: Tiada kunci API di sini lagi
nb: Ingen API-nøkler her enda
nl: Er zijn hier nog geen API-sleutels
pl: Jeszcze nie ma tu kluczy API
pt_br: Nenhuma chave de API aqui ainda
ru: Пока нет API-ключей
sk: Zatiaľ tu nie sú žiadne kľúče API
sl: Tukaj še ni ključev API
sq: Ende s’ka çelësa API këtu
sr: Još uvek nema API ključeva
sv: Inga API-nycklar
tr: Burada henüz API anahtarı yok
uk: Тут ще немає ключів API
vi: Chưa có khóa API nào ở đây
zh_hk: 這裡還沒有 API 金鑰

source: You can create an API key to make API calls programatically.
hu: Létrehozhat egy API kulcsot az API hívások programozott végrehajtásához.
lt: Galite sukurti API raktą, kad galėtumėte programiškai skambinti API.
ms: Anda boleh mencipta kunci API untuk membuat panggilan API secara programatik.

source: You can {0} to make API calls programatically.
hu: Programozottan {0} kezdeményezhet API hívásokat.
ms: Anda boleh {0} untuk membuat panggilan API secara programatik.

source: create an api key
hu: hozzon létre egy API kulcsot
ms: buat kunci api

source: Group
ar: المجموعة
bg: Група
ca: Grup
de: Gruppe
eo: Squad
es: Grupo
fa: گروه
fi: Ryhmä
fr: Groupe
hu: Csoport
it: Gruppo
ja: グループ
lt: Grupė
ms: Kumpulan
nb: Gruppe
nl: Groepering
pl: Grupa
pt_br: Grupo
ru: Группа
sk: Skupina
sl: Skupina
sq: Grup
sr: Grupa
sv: Grupp
tr: Grup
uk: Група
vi: Nhóm
zh_hk: 集團

source: Last modified by
ar: آخر تعديل بواسطة
bg: Последна промяна от
ca: Última modificació per
de: Zuletzt geändert von
eo: Last updated by
es: Ultima modificacion por
fa: آخرین اصلاح توسط
fi: Viimeisin muokkaaja
fr: Dernière modification
hu: Utoljára módosította
it: Ultima modifica di
ja: 最終更新日
lt: Paskutinį kartą modifikavo
ms: Diubah terakhir oleh
nb: Sist endret av
nl: Laatst gewijzigd door
pl: Ostatnia modyfikacja przez
pt_br: Última modificação por
ru: Последнее изменение:
sk: Naposledy upravené používateľom
sl: Nazadnje spremenjen s strani
sq: Modifikuar për herë të fundit nga
sr: Poslednji put izmenio
sv: Senast ändrad av
tr: Son değiştiren
uk: Остання зміна від
vi: Lần cuối sửa đổi bởi
zh_hk: 最後修改

source: Last modified on
ar: آخر تعديل في
bg: Последна промяна на
ca: Darrera modificació el
de: Zuletzt geändert am
eo: Last edited on
es: Última modificación el
fa: آخرین ویرایش در
fi: Viimeksi muokattu
fr: Dernière modification le
hu: Utoljára módosítva
it: Ultima modifica il
ja: 最終更新日
lt: Paskutinį kartą modifikuotas
ms: Diubah terakhir pada
nb: Sist endret
nl: Laatst gewijzigd op
pl: Ostatnia modyfikacja:
pt_br: Última modificação em
ru: Последнее изменение:
sk: Naposledy upravené dňa
sl: Zadnja sprememba dne
sq: Modifikuar për herë të fundit më
sr: Poslednji put izmenjeno
sv: Senast ändrad den
tr: Son değiştirilme tarihi
uk: Остання зміна
vi: Lần sửa đổi cuối cùng vào
zh_hk: 最後修改日期

source: Manage API Keys
hu: API-kulcsok kezelése
lt: Tvarkyti API raktus
ms: Urus Kunci API

source: Allow users to use the API keys to authenticate their API calls.
hu: Lehetővé teszi a felhasználók számára, hogy az API-kulcsokat használják API-hívásaik hitelesítésére.
lt: Leiskite vartotojams naudoti API raktus savo API skambučiams autentifikuoti.
ms: Benarkan pengguna menggunakan kunci API untuk mengesahkan panggilan API mereka.

source: Create API Key
hu: API-kulcs létrehozása
lt: Sukurkite API raktą
ms: Buat Kunci API
