Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Set filter values for when this gets sent
ar: عيّن قيم الفلاتر لإرسال هذا عندها
bg: Настройте стойности за филтъра, за времето когато това ще бъде изпратено
ca: Establir valors de filtre per quan això s'enviï
de: Lege Filterwerte für den Zeitpunkt des Versendens fest
eo: Set the filter values for when this gets sent, fr fr
es: Establecer valores de filtro para cuando se envíe
fa: مقدارهای فیلتر را برای زمانی که این ارسال می‌شود تنظیم کنید
fi: Aseta suodatinarvot, milloin tämä lähetetään.
fr: Définir les valeurs de filtrage pour quand cela est envoyé
hu: Állítsa be a szűrőértékeket, amikor ez elküldésre kerül
it: Imposta i valori del filtro per quando questo viene inviato
ja: 送信時のフィルター値を設定
lt: Nustatykite filtro vertes, kada tai bus išsiųsta
ms: Tetapkan nilai penapis untuk ketika ini dihantar
nb: Sett filterverdier for når denne blir sendt
nl: Zet filter waardes voor wanneer dit verzonden wordt
pl: Ustaw wartości filtrów w momencie wysyłki
pt_br: Defina valores de filtro para quando isso for enviado
ru: Установите значения фильтра, при котором это будет отправлено
sk: Nastaviť hodnoty filtra pre odoslanie
sl: Nastavitev vrednosti filtra za čas pošiljanja
sq: Cakto vlerat e filtrit për kur të dërgohet kjo
sr: Podesite vrednosti filtera za slučaj kada se ovo šalje
sv: Ange selekteringsvärden för när detta ska skickas
tr: Bunun gönderileceği zaman için filtre değerlerini ayarlayın
uk: Встановіть значення фільтра для випадку, коли це буде надіслано
vi: Đặt giá trị lọc khi điều này được gửi đi
zh_hk: 設定何時發送的篩選值

source: Delete the {0} database?
ar: هل تريد حذف قاعدة البيانات {0}؟
bg: Изтрий база данни {0}?
ca: Eliminar la base de dades {0}?
de: Datenbank {0} löschen?
eo: Delete the {0} database? fr fr?
es: ¿Eliminar la base de datos {0}?
fa: پایگاه داده {0} را حذف کنید؟
fi: Poistetaanko tietokanta {0}?
fr: Supprimer la base de données {0}?
hu: Törölni szeretné a(z) {0} adatbázist?
it: Eliminare il database {0}?
ja: {0}のデータベースを削除しますか?
lt: Ištrinti {0} duomenų bazę?
ms: Padam pangkalan data {0}?
nb: Slette databasen {0}?
nl: Verwijder de {0} database?
pl: Usunąć bazę danych {0}?
pt_br: Excluir o banco de dados {0}?
ru: Удалить базу данных {0}?
sk: Vymazať databázu {0}?
sl: Izbrisati {0} bazo podatkov?
sq: Të fshihet baza e të dhënave {0}?
sr: Obrisati bazu {0}?
sv: Ta bort databasen {0}?
tr: {0} veritabanı silinsin mi?
uk: Видалити базу даних {0}?
vi: Xóa cơ sở dữ liệu {0}?
zh_hk: 刪除{0}資料庫？

source: Restoring the sample dataset...
hu: Mintaadatkészlet visszaállítása...
ms: Memulihkan set data contoh...

source: No semantic type
ar: بدون نوع دلالي
bg: Без семантичен вид
ca: Sense tipus semàntic
de: Kein semantischer Typ
eo: No cap on the type, fr fr
es: Sin tipo semántico
fa: هیچ نوع معنایی نیست
fi: Ei semanttista tyyppiä
fr: Pas de type sémantique
hu: Nincs szemantikai típus
it: Nessun tipo semantico
ja: セマンティックタイプなし
lt: Nėra semantinio tipo
ms: Tiada jenis semantik
nb: Ingen semantisk type
nl: Geen semantisch type
pl: Brak typu semantycznego
pt_br: Nenhum tipo semântico
ru: Нет семантического типа
sk: Žiadny sémantický typ
sl: Brez semantičnega tipa
sq: Pa lloj semantik
sr: Bez semantičkog tipa
sv: Ingen semantisk typ
tr: Anlamsal tür yok
uk: Без семантичного типу
vi: Không có kiểu ngữ nghĩa
zh_hk: 無語義類型

source: Select a semantic type
ar: حدِّد نوعًا دلاليًا
bg: Изберете семантичен вид
ca: Escollir el tipus semàntic
de: Wähle einen semantischen Typ
eo: Pick a vibe for the meaning
es: Selecciona un tipo semántico
fa: یک نوع معنایی را انتخاب کنید
fi: Valitse semanttinen tyyppi
fr: Sélectionnez un type sémantique
hu: Válasszon szemantikai típust
it: Seleziona un tipo semantico
ja: セマンティックタイプの選択
lt: Pasirinkite semantinį tipą
ms: Pilih jenis semantik
nb: Velg semantisk type
nl: Selecteer een semantisch type
pl: Wybierz typ semantyczny
pt_br: Selecione um tipo semântico
ru: Выберите семантический тип
sk: Vyberte sémantický typ
sl: Izbira semantične vrste
sq: Zgjidh një lloj semantik
sr: Izaberi semantički tip
sv: Välj en semantisk typ
tr: Anlamsal bir tür seçin
uk: Виберіть семантичний тип
vi: Chọn một kiểu ngữ nghĩa
zh_hk: 選擇語義類型

source: Cast to a specific data type
ar: حوِّل النوع إلى نوع بيانات محدد
bg: Конвертирайте в конкретен вид данни
ca: Convertir a un tipus de date específic
de: In einen bestimmten Datentyp umwandeln
es: Convertir a un tipo de datos específico
fa: تبدیل به یک نوع داده خاص
fi: Muunna tiettyyn tietotyyppiin
fr: Transfert vers un type de données spécifique
hu: Átküldés egy adott adattípusra
it: Converti in un tipo di dato specifico
ja: 特定のデータ型へのキャスト
lt: Perduoti į konkretų duomenų tipą
ms: Cast kepada jenis data tertentu
nb: Omgjør til en spesifikk datatype
nl: Cast naar een specifiek gegevenstype
pl: Rzutowanie na określony typ danych
pt_br: Converter para o tipo de dados específico
ru: Приведение к определенному типу данных
sk: Osadiť na konkrétny dátový typ
sl: Predvajanje na določen podatkovni tip
sq: Konverto në një lloj specifik të dhënash
sr: Pretvori u određeni tip podataka
sv: Cast:a till en specifik datatyp
tr: Belirli bir veri türüne yayınlama
uk: Привести до конкретного типу даних
vi: Chuyển đổi sang một loại dữ liệu cụ thể
zh_hk: 轉換為特定的資料型態

source: Select a conversion
hu: Válasszon egy átalakítást
lt: Pasirinkite konversiją
ms: Pilih penukaran

source: Don't cast
hu: Ne alakítsa át
lt: Neperduokite
ms: Jangan tuang

source: Something went wrong
ar: حدث خطأ ما
bg: Нещо сe обърка
ca: Quelcom no ha anat bé
de: Etwas ist schiefgegangen
eo: Something's totally bugging rn
es: Algo salió mal
fa: چیزی اشتباه پیش رفت
fi: Jotakin meni vikaan
fr: Un problème est survenu
hu: Valami elromlott
it: Qualcosa è andato storto
ja: エラーが発生しました
lt: Kažkas nutiko
ms: Ada yang tidak kena
nb: Noe gikk galt
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ru: Упс, что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sq: Diçka shkoi keq
sr: Nešto je pošlo naopako
sv: Något gick fel
tr: Bir şeyler yanlış gitti
uk: Щось пішло не так
vi: Đã xảy ra lỗi
zh_hk: 出了點問題

source: Choose "Desktop App" as the application type. Name it whatever you'd like.
ar: اختر "Desktop App" كنوع التطبيق. سمّه كيفما تشاء.
bg: Изберете "Desktop App" като вид апликация. Наименувайте го както решите.
ca: Escull "Aplicació d'Escriptori" com a tipus d'aplicació. Anomena-la com més t'agradi.
de: Wählen Sie als Anwendungstyp "Desktop App". Nennen Sie sie wie Sie möchten.
eo: Pick "Desktop App" as the app type. Name it whatever, no cap.
es: Elige "Aplicación de escritorio" como tipo de aplicación. Nómbralo como quieras.
fa: "برنامه رومیزی" را به عنوان نوع برنامه انتخاب کنید. آن را هر چیزی که دوست دارید نام‌گذاری کنید.
fi: Valitse sovellustyypiksi "Työpöytäsovellus". Nimeä se miten haluat.
fr: Choisissez "Desktop App" comme type d'application. Nommez-la comme vous le souhaitez.
hu: Alkalmazástípusként válassza az „Asztali alkalmazás” lehetőséget. Nevezd úgy, ahogy akarod.
it: Scegli "App Desktop" come tipo di applicazione. Nominalo come vuoi.
ja: アプリケーションの種類として「Desktop App」を選択します。名前はお好きなものをつけてください。
lt: Kaip programos tipą pasirinkite „Desktop App“. Pavadinkit kaip norite.
ms: Pilih "Aplikasi Desktop" sebagai jenis aplikasi. Namakan mengikut kehendak anda.
nb: Velg "Skrivebordsapplikasjon" som applikasjonstypen. Kall den det du ønsker.
nl: Kies "Desktop-app" als het applicatietype. Noem het wat je maar wilt.
pl: Wybierz "Desktop App" jako typ aplikacji. Nazwij ją jak chcesz.
pt_br: Escolha "Aplicativo de desktop" como tipo de aplicativo. Dê o nome que quiser.
ru: Выберите "Настольное приложение" в качестве типа приложения. Назовите это как хотите.
sk: Vyberte "Desktop App" ako typ aplikácie. Pomenujte ho, ako chcete.
sl: Kot vrsto aplikacije izberite "Namizna aplikacija". Poimenujte jo, kakor želite.
sq: Zgjidh "Desktop App" si llojin e aplikacionit. Vëri çfarëdo emri që dëshiron.
sr: Izaberi "Desktop App" kao tip aplikacije. Nazovi je kako god želiš.
sv: Välj applikationstypen "Desktop App". Döp den till vad du finner lämpligt.
tr: Uygulama türü olarak "Masaüstü Uygulaması" nı seçin. İstediğiniz gibi adlandırın.
uk: Виберіть "Desktop App" як тип застосунку. Назвіть як завгодно.
vi: Chọn "Ứng dụng Máy tính" là loại ứng dụng. Đặt tên theo ý muốn.
zh_hk: 選擇「桌面應用程序」作為應用程序類型。可以隨意命名。

source: Didn't find anything
ar: لم يتم العثور على أي شيء
bg: Нищо не се намери
ca: No s'ha trobat res
de: Nichts gefunden
eo: Didn't find anything, lol.
es: No he encontrado nada
fa: چیزی پیدا نشد
fi: Mitään ei löytynyt
fr: Je n'ai rien trouvé.
hu: Nem talált semmit
it: Non ho trovato niente
ja: 何も見つけられなかった
lt: Nieko nerado
ms: Tidak menemui apa-apa
nb: Fant ingen ting
nl: Niets gevonden
pl: Nic nie znaleziono
pt_br: Nenhum resultado
ru: Ничего не найдено
sk: Nič sa nenašlo
sl: Nisem našel ničesar
sq: S’u gjet asgjë
sr: Ništa nije pronađeno
sv: Hittade ingenting
tr: Hiçbir şey bulamadım
uk: Нічого не знайдено
vi: Không tìm thấy gì cả
zh_hk: 沒有找到任何東西

source: There weren't any results for your search.
ar: لم تكن هناك أي نتائج لبحثك.
bg: Няма резултати за Вашето търсене.
ca: No hi ha cap resultat per a la teva cerca.
de: Es gab keine Ergebnisse für Ihre Suche.
eo: No cap, your search was a total ghost town, no results at all.
es: No hubo ningún resultado para tu búsqueda.
fa: هیچ نتیجه‌ای برای جستجوی شما یافت نشد.
fi: Haullesi ei löytynyt yhtään tulosta.
fr: Il n'y a pas eu de résultats pour votre recherche.
hu: A keresésére nem volt találat.
it: Non ci sono stati risultati per la tua ricerca.
ja: 検索しましたが何も見つかりませんでした。
lt: Nebuvo jokių jūsų paieškos rezultatų.
ms: Tiada hasil untuk carian anda.
nb: Ingen resultater etter søket.
nl: Er zijn geen resultaten voor je zoekopdracht
pl: Nie znaleziono żadnych wyników dla Twojego wyszukiwania.
pt_br: Não houve resultados para sua pesquisa.
ru: По вашему запросу ничего не найдено.
sk: Neboli žiadne výsledky pre vaše hľadanie.
sl: Za vaše iskanje ni bilo nobenih rezultatov.
sq: Nuk pati asnjë rezultat për kërkimin tuaj.
sr: Nije bilo rezultata za tvoju pretragu.
sv: Din sökning gav inga resultat.
tr: Aramanız için herhangi bir sonuç bulunamadı.
uk: За вашим пошуком не знайдено результатів.
vi: Không có kết quả nào cho tìm kiếm của bạn.
zh_hk: 沒有任何搜尋結果。

source: Checks if a column is null
ar: يتحقق مما إذا كان العمود NULL
bg: Проверява дали колоната е празна (null)
ca: Comprova si una columna és nul·la
de: Prüft, ob eine Spalte NULL ist
eo: Checks if a column is sus or nah
es: Comprueba si una columna es nula
fa: بررسی می‌کند که آیا یک ستون نال است
fi: Tarkistaa, onko sarake null
fr: Vérifie si une colonne est nulle
hu: Ellenőrzi, hogy egy oszlop null-e
it: Controlla se una colonna è nulla
ja: カラムがNULLであるかどうかのチェック
lt: Patikrina, ar stulpelis yra nulinis
ms: Periksa jika lajur adalah null
nb: Sjekker om en kolonne er null
nl: Controleert of een kolom null is
pl: Sprawdza czy kolumna ma wartość null
pt_br: Verifica se uma coluna é nula
ru: Проверяем, является ли столбец нулевым
sk: Kontrolovať, či je stĺpec null
sl: Preveri, ali je stolpec ničen
sq: Kontrollon nëse një kolonë është null
sr: Proverava da li je kolona null
sv: Kontrollerar om en kolumn är "null"
tr: Bir sütunun boş olup olmadığını kontrol eder
uk: Перевіряє, чи є значення в стовпці null
vi: Kiểm tra xem một cột có null không
zh_hk: 檢查欄位是否為空值

source: The column to check.
ar: العمود المراد التحقق منه.
bg: Колоната за проверка.
ca: La columna a comprovar.
de: Zu prüfende Spalte.
eo: The spot to peep.
es: La columna a comprobar.
fa: ستونی که باید بررسی شود.
fi: Tarkastettava sarake
fr: La colonne à vérifier.
hu: Az ellenőrizendő oszlop.
it: La colonna da controllare.
ja: チェック欄。
lt: Stulpelis, kurį reikia patikrinti.
ms: Lajur yang diperiksa.
nb: Kolonnen som skal sjekkes.
nl: De kolom om te controleren.
pl: Kolumna do sprawdzenia.
pt_br: A coluna a ser verificada.
ru: Столбец для проверки.
sk: Stĺpec na kontrolu.
sl: Stolpec, ki ga želite preveriti.
sq: Kolona për t’u kontrolluar.
sr: Kolona koju treba proveriti.
sv: Kolumnen att kontrollera
tr: Kontrol edilecek sütun.
uk: Стовпець для перевірки.
vi: Cột cần kiểm tra.
zh_hk: 檢查的欄位。

source: Checks if a column is empty
ar: يتحقق مما إذا كان العمود فارغًا
bg: Провери дали колоната е празна
ca: Comprova si una columna està buida
de: Prüft, ob eine Spalte leer ist
eo: Sees if a column's blank fr
es: Comprueba si una columna está vacía
fa: بررسی می‌کند که آیا یک ستون خالی است
fi: Tarkistaa, onko sarake tyhjä
fr: Vérifie si une colonne est vide
hu: Ellenőrzi, hogy egy oszlop üres-e
it: Controlla se una colonna è vuota
ja: カラムが空であるかどうかのチェック
lt: Patikrina, ar stulpelis tuščias
ms: Periksa jika lajur kosong
nb: Sjekker om en kolonne er tom
nl: Controleert of een kolom leeg is
pl: Sprawdza, czy kolumna jest pusta
pt_br: Verifica se uma coluna está vazia
ru: Проверяет, пуст ли столбец
sk: Kontrolovať, či je stĺpec prázdny
sl: Preveri, ali je stolpec prazen
sq: Kontrollon nëse një kolonë është bosh
sr: Proverava da li je kolona prazna
sv: Kontrollerar om en kolumn är tom
tr: Bir sütunun boş olup olmadığını kontrol eder
uk: Перевіряє, чи є стовпець порожнім
vi: Kiểm tra xem một cột có trống không
zh_hk: 檢查欄位是否為空

source: CASE expects 2 arguments or more
hu: A CASE legalább 2 argumentumot vár
ms: CASE menjangkakan 2 argumen atau lebih

source: Function {0} expects {1} argument
ar: الدالة {0} تتوقع {1} وسيطات
bg: Функция {0} очаква {1} аргумент
ca: La funció {0} espera {1} argument
de: Die Funktion {0} erwartet {1} Argument
eo: Function {0} lowkey expects {1} argument, fr fr
es: La función {0} espera un argumento
fa: عملکرد {0} انتظار دارد {1} آرگومان
fi: Funktio {0} vaatii yhden argumentin
fr: La fonction {0} attend {1} argument
hu: A(z) {0} függvény {1} argumentumot vár
it: La funzione {0} si aspetta un argomento {1}
ja: 関数{0}は{1}引数が必要です
lt: Funkcija {0} tikisi {1} argumento
ms: Fungsi {0} menjangkakan {1} argumen Jamak: Fungsi {0} menjangkakan {1} argumen
nb: Funksjonen {0} forventer {1} argument
nl: Functie {0} verwacht {1} argument
pl: Funkcja {0} oczekuje {1} argumentu
pt_br: A função {0} espera {1} argumento
ru: Функция {0} ожидает {1} аргумент
sk: Funkcia {0} očakáva argument {1}
sl: Funkcija {0} pričakuje {1} argument
sq: Funksioni {0} pret {1} argument
sr: Funkcija {0} očekuje {1} argument
sv: Funktionen {0} förväntar sig {1} argument
tr: İşlev {0}, {1} bağımsız değişkeni bekliyor
uk: Функція {0} очікує {1} аргумент
vi: Chức năng {0} mong đợi {1} đối số
zh_hk: 函數 {0} 預期有 {1} 個參數

source: Expecting boolean but found {0}
hu: Logikai értéket vártunk, de találtunk {0}-t
ms: Mengharapkan boolean tetapi mendapati {0}

source: Subtotal, Age, Price, Quantity, etc.
hu: Részösszeg, Életkor, Ár, Mennyiség, stb.
ms: Subtotal, Umur, Harga, Kuantiti, dsb.

source: Dropdown
ar: قائمة منسدلة
bg: Падащо меню
ca: Desplegable
de: Dropdown-Menü
eo: drop-down menu
es: Desplegable
fa: منوی کشویی
fi: Pudostusvalikko
fr: Menu déroulant
hu: Legördülő
it: Menu a discesa
ja: ドロップダウン
lt: Išskleidžiamasis meniu
ms: Lungsur Turun
nb: Nedtrekk
nl: Keuzemenu
pl: Lista rozwijana
pt_br: Menu suspenso
ru: Выпадающий
sk: Rozbalovacie menu
sl: Spustni meni
sr: Padajuća lista
sv: Rullgardinsmeny
tr: Açılır liste
uk: Випадний список
vi: Danh sách lựa chọn
zh_hk: 下拉列表

source: Select one or more values from a list or search box.
ar: حدّد قيمة واحدة أو أكثر من قائمة أو مربع بحث.
bg: Изберете едно или повече стойности от списъка или поле за търсене.
ca: Escolliu un o més valors d'una llista o camp de cerca.
de: Einen oder mehrere Werte aus einer Liste oder einem Suchfeld wählen.
eo: Pick one or more options from the list or search bar, bestie.
es: Selecciona uno o más valores de una lista o cuadro de búsqueda.
fa: از یک لیست یا جعبه جستجو، یک یا چند مقدار را انتخاب کنید.
fi: Valitse ainakin yksi arvo listasta tai hakukentästä.
fr: Sélectionnez une ou plusieurs valeurs dans une liste ou un champ de recherche.
hu: Válasszon egy vagy több értéket egy listából vagy keresőmezőből.
it: Seleziona uno o più valori da un elenco o casella di ricerca.
ja: リストや検索ボックスから1つまたは複数の値を選択します。
lt: Pasirinkite vieną ar daugiau reikšmių iš sąrašo arba paieškos laukelio.
ms: Pilih satu atau lebih nilai dari senarai atau kotak carian.
nb: Velg en eller flere verdier fra en liste eller en søkeboks.
nl: Selecteer een of meer waarden in een lijst of zoekvak.
pl: Wybierz jedną lub więcej wartości z listy lub pola wyszukiwania.
pt_br: Selecione um ou mais valores de uma lista ou campo de pesquisa
ru: Выберите одно или несколько значений из списка или поля поиска.
sk: Vyberte jednu alebo viac hodnôt zo zoznamu alebo vyhľadávacieho poľa.
sl: Izberite eno ali več vrednosti na seznamu ali v iskalnem polju.
sq: Zgjidh një ose më shumë vlera nga një listë ose kuti kërkimi.
sr: Izaberite jednu ili više vrednosti sa liste ili iz polja za pretragu.
sv: Välj ett eller flera värden från en lista eller sökruta.
tr: Listeden veya arama kutusundan bir veya daha fazla değer seçin.
uk: Виберіть одне або кілька значень зі списку або поля пошуку.
vi: Chọn một hoặc nhiều giá trị từ danh sách hoặc hộp tìm kiếm.
zh_hk: 從列表或搜尋框中選擇一個或多個值。

source: Exclude one or more specific values.
ar: استبعد قيمة واحدة أو أكثر من القيم المحددة.
bg: Изключете една или повече конкретни стойности.
ca: Excloure un o més valors específics.
de: Einen oder mehrere bestimmte Werte ausschließen
eo: Leave out one or more specific values, fr fr.
es: Excluye uno o más valores específicos.
fa: یک یا چند مقدار خاص را مستثنی کنید.
fi: Sulje pois yksi tai useampi tietty arvo.
fr: Exclure une ou plusieurs valeurs spécifiques.
hu: Egy vagy több konkrét érték kizárása.
it: Escludi uno o più valori specifici.
ja: 1つまたは複数の特定の値を除外します。
lt: Išskirkite vieną ar daugiau konkrečių verčių.
ms: Kecualikan satu atau lebih nilai tertentu.
nb: Ekskluder en eller flere spesifikke verdier.
nl: Sluit een of meer specifieke waarden uit.
pl: Wyklucz jedną lub więcej określonych wartości.
pt_br: Exclua um ou mais valores específicos.
ru: Исключите одно или несколько конкретных значений.
sk: Vylúčiť jednu alebo viac špecifických hodnôt.
sl: Izključite eno ali več določenih vrednosti.
sq: Përjashto një ose më shumë vlera specifike.
sr: Isključi jednu ili više konkretnih vrednosti.
sv: Undanta ett eller flera specifika värden
tr: Bir veya daha fazla belirli değeri hariç tutun.
uk: Виключіть одне або кілька конкретних значень.
vi: Loại trừ một hoặc nhiều giá trị cụ thể.
zh_hk: 排除一個或多個特定值。

source: Match values that contain the entered text.
ar: طابق القيم التي تحتوي على النص المُدخل.
bg: Намери съвпадащи стойности, които съдържат въведения текст.
ca: Troba els valors que contenen el text entrat.
de: Werte, die den eingegebenen Text enthalten, finden.
eo: Match values that got the entered text fr.
es: Coincidir con los valores que contienen el texto introducido.
fa: مقدارهایی که متن وارد شده را شامل می‌شوند، بیابند.
fi: Löytää arvot, jotka sisältävät syötetyn tekstin.
fr: Correspond aux valeurs qui contiennent le texte saisi.
hu: Egyezzen meg azokkal az értékekkel, amelyek tartalmazzák a beírt szöveget.
it: Confronta i valori che contengono il testo inserito.
ja: 入力されたテキストを含む値にマッチします。
lt: Suderinkite vertes, kuriose yra įvestas tekstas.
ms: Padankan nilai yang mengandungi teks yang dimasukkan.
nb: Treff verdier som inneholder teksten.
nl: Match met waarden die de ingevoerde tekst bevatten.
pl: Dopasuj wartości, które zawierają wprowadzony tekst.
pt_br: Encontre valores que contenham o texto inserido.
ru: Соответствуют значениям, содержащим введенный текст.
sk: Nájsť hodnoty, ktoré obsahujú zadaný text.
sl: Ujemanje vrednosti, ki vsebujejo vneseno besedilo.
sq: Përputh vlerat që përmbajnë tekstin e futur.
sr: Upari vrednosti koje sadrže uneti tekst.
sv: Matcha värden som innehåller angiven text.
tr: Girilen metni içeren değerleri eşleştirin.
uk: Зіставляйте значення, що містять введений текст.
vi: Khớp các giá trị chứa văn bản được nhập.
zh_hk: 匹配包含輸入文本的值。

source: Filter out values that contain the entered text.
ar: استبعد القيم التي تحتوي على النص المُدخل.
bg: Филтрирай стойности, които съдържат въведения текст.
ca: Filtra els valors que contenen el text entrat.
de: Werte, die den eingegebenen Text enthalten, herausfiltern.
eo: Filter out the stuff with the text u typed, fr.
es: Filtra los valores que contienen el texto introducido.
fa: مقدارهایی که متن وارد شده را شامل می‌شوند، فیلتر کنید.
fi: Suodata arvot, jotka sisältävät syötetyn tekstin.
fr: Filtrer les valeurs contenant le texte saisi.
hu: Szűrje ki azokat az értékeket, amelyek tartalmazzák a beírt szöveget.
it: Filtra i valori che contengono il testo inserito.
ja: 入力されたテキストを含む値をフィルタリングします。
lt: Filtruokite reikšmes, kuriose yra įvestas tekstas.
ms: Tapis nilai yang mengandungi teks yang dimasukkan.
nb: Filtrer ut verdier som inneholder teksten.
nl: Filter waardes weg die de ingevoerde tekst bevatten.
pl: Odfiltruj wartości, które zawierają wprowadzony tekst.
pt_br: Exclua valores que contenham o texto inserido.
ru: Отфильтровать значения, содержащие введенный текст.
sk: Zoradiť hodnoty, ktoré obsahujú zadaný text.
sl: Filtriranje vrednosti, ki vsebujejo vneseno besedilo.
sq: Filtron vlerat që përmbajnë tekstin e futur.
sr: Filtriraj vrednosti koje sadrže uneti tekst.
sv: Sålla bort värden som innehåller angiven text.
tr: Girilen metni içeren değerleri filtreleyin.
uk: Відфільтруйте значення, що містять введений текст.
vi: Lọc ra các giá trị có chứa văn bản được nhập.
zh_hk: 篩選出包含輸入文本的值。

source: Match values that begin with the entered text.
ar: طابق القيم التي تبدأ بالنص المُدخل.
bg: Намери стойности, които започват с въведения текст.
ca: Troba els valors que comencen amb el text entrat.
de: Werte, die mit dem eingegebenen Text beginnen, finden.
eo: Match values that start with the text u typed, fr.
es: Coincidir con los valores que comienzan con el texto introducido.
fa: مقدارهایی را که با متن وارد شده شروع می‌شوند، بیابند.
fi: Täsmää arvoja, jotka alkavat syötetyllä tekstillä.
fr: Faites correspondre les valeurs qui commencent par le texte saisi.
hu: Egyezzen meg azokkal az értékekkel, amelyek a beírt szöveggel kezdődnek.
it: Confronta i valori che iniziano con il testo inserito.
ja: 入力されたテキストで始まる値にマッチします。
lt: Suderinkite vertes, kurios prasideda įvestu tekstu.
ms: Padankan nilai yang bermula dengan teks yang dimasukkan.
nb: Treff verdier som begynner med teksten.
nl: Match waardes die beginnen met de ingevoerde tekst.
pl: Dopasuj wartości, które zaczynają się od wprowadzonego tekstu.
pt_br: Encontre valores que iniciam com o texto inserido.
ru: Соответствуют значениям, которые начинаются с введенного текста.
sk: Nájsť hodnoty, ktoré začínajú zadaným textom.
sl: Ujemanje vrednosti, ki se začnejo z vnesenim besedilom.
sq: Përputh vlerat që fillojnë me tekstin e futur.
sr: Upari vrednosti koje počinju unetim tekstom.
sv: Värden som börjar med angiven text.
tr: Girilen metinle başlayan değerleri eşleştirin.
uk: Зіставляйте значення, що починаються з введеного тексту.
vi: Giá trị bắt đầu với văn bản nhập.
zh_hk: 匹配以輸入文本開頭的值。
