Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You are editing a dashboard
hu: Ön egy irányítópultot szerkeszt
ms: Anda sedang menyunting papan pemuka

source: Select the field that should be filtered for each card
hu: Válassza ki a mezőt, amelyet minden kártya szűrni fog
ms: Pilih medan yang perlu ditapis untuk setiap kad

source: Move dashboard to...
hu: Irányítópult áthelyezése ide...
ms: Pindah papan pemuka ke...

source: Dashboard moved to {0}
eo: Dashboard just got shifted to {0} lol
hu: Irányítópult áthelyezve ide: {0}
ms: Papan pemuka dipindahkan ke {0}

source: What do you want to filter?
hu: Mit szeretne szűrni?
ms: Apa yang anda mahu tapis?

source: What kind of filter?
hu: Milyen típusú szűrő?
ms: Penapis jenis apa?

source: Off
ar: إيقاف
bg: Изключено
ca: Desactivat
de: Aus
eo: That's totally off the rails rn
es: Apagado
fa: خاموش
fi: Pois
fr: Non
hu: Ki
it: Spegni
ja: オフ
lt: Išjungta
ms: Matikan
nb: Av
nl: Uit
pl: Wyłącz
pt_br: Desligado
ru: Выключить
sk: Vypnúť
sl: Izključeno
sr: Isključeno
sv: Av
tr: Kapat
uk: Вимкнено
vi: Tắt
zh_hk: 關閉

source: 1 minute
ar: دقيقة واحدة
bg: 1 минута
ca: 1 minut
eo: 1 min, fr.
es: 1 minuto
fa: ۱ دقیقه
fi: 1 minuutti
hu: 1 perc
it: 1 minuto
ja: 1分
lt: 1 minutė
ms: 1 minit
nb: 1 minutt
nl: 1 minuut
pl: 1 minuta
pt_br: 1 minuto
ru: 1 минута
sk: 1 minúta
sl: 1 minuta
sq: 1 minutë
sr: 1 minut
sv: 1 minut
tr: 1 dakika
uk: 1 хвилина
vi: 1 phút
zh_hk: 1分鐘

source: 5 minutes
ar: 5 دقائق
bg: 5 минути
ca: 5 minuts
de: 5 Minuten
eo: 5 min, fr.
es: 5 minutos
fa: ۵ دقیقه
fi: 5 minuuttia
hu: 5 perc
it: 5 minuti
ja: 5分
lt: 5 minutės
ms: 5 minit
nb: 5 minutter
nl: 5 minuten
pl: 5 minut
pt_br: 5 minutos
ru: 5 минут
sk: 5 minút
sl: 5 minut
sq: 5 minuta
sr: 5 minuta
sv: 5 minuter
tr: 5 dakika
uk: 5 хвилин
vi: 5 phút
zh_hk: 5分鐘

source: 10 minutes
ar: 10 دقائق
bg: 10 минути
ca: 10 minuts
de: 10 Minuten
eo: 10 mins, frfr
es: 10 minutos
fa: ۱۰ دقیقه
fi: 10 minuuttia
hu: 10 perc
it: 10 minuti
ja: 10分
lt: 10 minučių
ms: 10 minit
nb: 10 minutter
nl: 10 minuten
pl: 10 minut
pt_br: 10 minutos
ru: 10 минут
sk: 10 minút
sl: 10 minut
sq: 10 minuta
sr: 10 minuta
sv: 10 minuter
tr: 10 dakika
uk: 10 хвилин
vi: 10 phút
zh_hk: 10分鐘

source: 15 minutes
ar: 15 دقيقة
bg: 15 минути
ca: 15 minuts
de: 15 Minuten
eo: a quick 15-minute sesh
es: 15 minutos
fa: ۱۵ دقیقه
fi: 15 minuuttia
hu: 15 perc
it: 15 minuti
ja: 15分
lt: 15 minučių
ms: 15 minit
nb: 15 minutter
nl: 15 minuten
pl: 15 minut
pt_br: 15 minutos
ru: 15 минут
sk: 15 minút
sl: 15 minut
sq: 15 minuta
sr: 15 minuta
sv: 15 minuter
tr: 15 dakika
uk: 15 хвилин
vi: 15 phút
zh_hk: 15分鐘

source: 30 minutes
ar: 30 دقيقة
bg: 30 минути
ca: 30 minuts
de: 30 Minuten
eo: 30 mins, fr.
es: 30 minutos
fa: ۳۰ دقیقه
fi: 30 minuuttia
hu: 30 perc
it: 30 minuti
ja: 30分
lt: 30 minučių
ms: 30 minit
nb: 30 minutter
nl: 30 minuten
pl: 30 minut
pt_br: 30 minutos
ru: 30 минут
sk: 30 minút
sl: 30 minut
sq: 30 minuta
sr: 30 minuta
sv: 30 minuter
tr: 30 dakika
uk: 30 хвилин
vi: 30 phút
zh_hk: 30分鐘

source: 60 minutes
ar: 60 دقيقة
bg: 60 минути
ca: 60 minuts
de: 60 Minuten
eo: an hour, fr lol
es: 60 minutos
fa: ۶۰ دقیقه
fi: 60 minuuttia
hu: 60 perc
it: 60 minuti
ja: 60分
lt: 60 minučių
ms: 60 minit
nb: 60 minutter
nl: 60 minuten
pl: 60 minut
pt_br: 60 minutos
ru: 60 минут
sk: 60 minút
sl: 60 minut
sq: 60 minuta
sr: 60 minuta
sv: 60 minuter
tr: 60 dakika
uk: 60 хвилин
vi: 60 phút
zh_hk: 60分鐘

source: Auto-refresh
ar: تحديث تلقائي
bg: Автоматично опресняване
ca: Refrescar automàticament
de: Automatische Aktualisierung
eo: Auto-refresh → auto-refresh, no cap
es: Auto-Refresco
fa: خودکار تازه کردن
fi: Automaattinen päivitys
fr: Rafraîchissement automatique
hu: Automatikus frissítés
it: Auto-aggiorna
ja: 自動更新
lt: Auto-atnaujinimas
ms: Segar semula automatik
nb: Auto-forny
nl: Auto-verversen
pl: Automatycznie odświeżanie
pt_br: Atualizar automaticamente
ru: Автообновление
sk: Automatické obnovenie
sl: Samodejno osveževanje
sq: Rifreskim automatik
sr: Automatsko osvežavanje
sv: Automatiskt uppdatering
tr: Otomatik-yenileme
uk: Автооновлення
vi: Tự động làm mới
zh_hk: 自動刷新

source: Refreshing in
ar: سيتم التحديث خلال
bg: Освежаващо в
ca: Actualitzant en
de: Aktualisiere in
eo: That’s lowkey vibing
es: Actualizando en
fa: بازخوانی در
fi: Päivitetään
fr: Rafraîchissement dans
hu: Frissítés ekkor
it: Aggiornando in
ja: 更新間隔
lt: Atnaujinama už
ms: Menyegar semula dalam
nb: Fornyes om
nl: Verversen in
pl: Odświeżenie za
pt_br: Atualizando em
ru: Обновление через
sk: Obnoviť v
sl: Osvežitev v
sq: Rifreskohet pas
sr: Osvežavanje za
sv: Uppdateras om
tr: İçinde yenileniyor
uk: Оновлення через
vi: Làm mới trong
zh_hk: 刷新於

source: Remove this question?
hu: Törölje ezt a kérdést?
ms: Buang soalan ini?

source: Your dashboard was saved
ar: تم حفظ لوحة المعلومات
bg: Таблото ви за управление бе запазено
ca: S'ha desat el teu quadre de comandament
de: Dein Dashboard wurde gespeichert
eo: Your dashboard got saved, fr fr
es: Se ha guardado tu cuadro de mando.
fa: پایگاه داده شما ذخیره شده است
fi: Kojelauta tallennettu
fr: Votre tableau de bord a été sauvegardé
hu: Az irányítópult mentésre került
it: La tua dashboard è stata salvata
ja: ダッシュボードが保存されました
lt: Jūsų informacijos suvestinė buvo išsaugota
ms: Papan pemuka anda telah disimpan
nb: Infotavlen ble lagret
nl: Je dashboard is opgeslagen
pl: Twój pulpit został zapisany
pt_br: Seu painel foi salvo
ru: Ваш дашборд был сохранен
sk: Váš dashboard bol uložený
sl: Nadzorna plošča je bila shranjena
sq: Paneli yt u ruajt
sr: Vaša kontrolna tabla je sačuvana
sv: Din instrumentpanel har sparats
tr: Paneliniz kadedildi
uk: Ваш дашборд збережено
vi: Bảng điều khiển của bạn đã được lưu
zh_hk: 您的資訊看板已經儲存

source: See it
ar: اعرضه
bg: Виж го
ca: Veure-ho
de: Sieh es dir an
eo: peep it
es: Verlo
fa: آن را ببینید
fi: Näe se
fr: Voir le résultat
hu: Nézd meg
it: Guardalo
ja: 表示
lt: Pažiūrėkite tai
ms: Lihat
nb: Se det
nl: Bekijken
pl: Zobacz
pt_br: Veja
ru: Просмотреть
sk: Pozrite sa na to
sl: Oglejte si ga
sq: Shikoje
sr: Pogledaj
sv: Visa den
tr: Bu gör
uk: Переглянути
vi: Xem nó
zh_hk: 檢視它

source: Save this
ar: احفظ هذا
bg: Запазете това
ca: Desa-ho
de: Speichere dies
eo: Save this, fr fr
es: Guardar
fa: ذخیرش کن
fi: Tallenna tämä
fr: Sauvegarder tout cela
hu: Mentse el ezt
it: Salvalo
ja: 保存する
lt: Išsaugokite tai
ms: Simpan ini
nb: Lagre dette
nl: Sla dit op
pl: Zapisz to
pt_br: Salvar isto
ru: Сохранить
sk: Uložiť
sl: Shrani to
sq: Ruaje këtë
sr: Sačuvaj ovo
sv: Spara detta
tr: Bunu kaydet
uk: Зберегти це
vi: Lưu
zh_hk: 把這個儲存

source: Show more about this
ar: أظهر المزيد حول هذا
bg: Покажете повече за това
ca: Mostra més sobre aquest/a
de: Zeige mehr über das
eo: Give me the tea on this more
es: Mostrar más sobre este/a
fa: نمایش بیشتر در مورد این
fi: Näytä lisää
fr: Afficher plus d'information à ce propos
hu: Mutass többet erről
it: Mostra di più su questo
ja: 詳細を表示する
lt: Rodyti daugiau apie tai
ms: Tunjukkan lebih lanjut tentang ini
nb: Vis mer om dette
nl: Toon meer hierover
pl: Pokaż więcej informacji
pt_br: Mostrar mais sobre isso
ru: Показать больше об этом
sk: Zobraziť viac informácií
sl: Pokaži več o tem
sq: Shfaq më shumë për këtë
sr: Prikaži više o ovome
sv: Visa mer om detta
tr: Hakkında daha fazla göster
uk: Показати більше про це
vi: Hiển thị thêm về điều nàys
zh_hk: 展示更多

source: This card doesn't have any fields or parameters that can be mapped to this parameter type.
ar: لا تحتوي هذه البطاقة على أي حقول أو باراميترات يمكن ربطها بهذا النوع من الباراميترات.
bg: Тази карта няма никакви полета или параметри, които могат да бъдат съпоставени с този тип параметри.
ca: Aquesta Targeta no té camps ni paràmetres que coincideixin amb aquest tipus de paràmetre.
de: Diese Karte hat keine Felder oder Parameter, die auf diesen Parametertyp zugeordnet werden können.
eo: This card has zero fields or params that can even be mapped to this param type, fr.
es: Esta tarjeta no tiene campos ni parámetros que coincidan con este tipo de parámetro.
fa: این کارت هیچ فیلدی یا پارامتری ندارد که بتواند به این نوع پارامتر نقشه بگذارد.
fi: Tilastokortilla ei ole kenttää tai parametria, jonka voi kytkeä tähän parametrityyppiin.
fr: Cette carte n'a aucun champ ou paramètre qui pourrait être mis en correspondance avec ce type de paramètre.
hu: Ehhez a kártyához nincsenek mezők vagy paraméterek, amiket ehhez a paraméter típushoz lehetne hozzárendelni.
it: Questa scheda non ha campi o parametri che possono essere associati a questo tipo di parametro.
ja: このパラメータータイプにマップできるフィールドやパラメーターがこのカードにはありません。
lt: Ši kortelė neturi jokių laukų ar parametrų, kuriuos galima priskirti šiam parametro tipui.
ms: Kad ini tidak mempunyai sebarang medan atau parameter yang boleh dipetakan kepada jenis parameter ini
nb: Dette kortet har ingen felter eller parametere som kan tilordnes denne parametertypen.
nl: Deze kaart heeft geen velden of parameters die kunnen worden toegewezen aan dit parametertype.
pl: Ta karta nie ma żadnych pól lub parametrów, które mogą być mapowane na ten typ parametru.
pt_br: Este cartão não tem nenhum campo ou parâmetro que possa ser mapeado para este tipo de parâmetro.
ru: Карточка не содержит полей или параметров которые могут быть сопоставлены с этим типом параметра.
sk: Táto karta neobsahuje polia ani parametre, ktoré je možné mapovať na tento typ parametra.
sl: Ta kartica nima polj ali parametrov, ki bi jih bilo mogoče preslikati v to vrsto parametrov.
sq: Kjo kartë nuk ka asnjë fushë ose parametër që mund të mappohet me këtë lloj parametri.
sr: Ova kartica nema nijedno polje ili parametar koji može da se mapira na ovaj tip parametra.
sv: Denna lista har inga fält eller parametrar som kan mappas till denna parametertyp.
tr: Bu kartın, bu parametre türüne eşlenebilecek herhangi bir alanı veya parametresi yoktur.
uk: У цій картці немає полів або параметрів, які можна зіставити з цим типом параметра.
vi: Thẻ này không có bất kỳ trường hoặc tham số nào có thể được ánh xạ tới loại tham số này.
zh_hk: 此卡沒有可以映射到此參數類型的任何欄位或參數。

source: The values in this field don't overlap with the values of any other fields you've chosen.
hu: Ebben a mezőben lévő értékek nem fedik át más választott mezők értékeit.
ms: Nilai dalam medan ini tidak bertindih dengan nilai mana-mana medan lain yang telah anda pilih.

source: No valid fields
ar: لا توجد حقول صالحة
bg: Няма валидни полета
ca: No hi ha camps válid
de: Keine validen Felder
eo: No cap, no valid fields rn
es: No hay campos válidos
fa: هیچ فیلد معتبر وجود ندارد
fi: Ei kelvollisia kenttiä
fr: Aucun champ valide
hu: Nincsenek érvényes mezők
it: Nessun campo valido.
ja: 有効なフィールドがありません
lt: Nėra tinkamų laukų
ms: Tiada medan yang sah
nb: Ingen gyldige felt
nl: Geen valide velden
pl: Brak prawidłowych pól
pt_br: Nenhum campo válido
ru: Нет корректных полей
sk: Žiadne platné polia
sl: Ni veljavnih polj
sq: Nuk ka fusha të vlefshme
sr: Nema validnih polja
sv: Inga giltiga fält
tr: Geçerli alan yok
uk: Немає коректних полів
vi: Trường không khả dụng
zh_hk: 無可用欄位

source: Name must be 100 characters or less
hu: A név legfeljebb 100 karakter lehet
ms: Nama mesti mengandungi 100 aksara atau kurang

source: Color is required
hu: Szín kötelező
ms: Warna diperlukan

source: What is the name of your dashboard?
ar: ما اسم لوحة المعلومات الخاصة بك؟
bg: Какво е името на таблото ви за управление?
ca: Quin és el nom del vostre quadre de comandament?
de: Wie lautet der Name deines Dashboards?
eo: What's the name of your dashboard?
es: ¿Cuál es el nombre de tu cuadro de mando?
fa: نام داشبورد شما چیست؟
fi: Raportointinäkymäsi nimi?
fr: Quel est le nom de votre tableau de bord ?
hu: Milyen nevet szeretne adni az irányítópultjának?
it: Quale è il nome della tua dashboard?
ja: このダッシュボードの名前は?
lt: Koks yra jūsų informacijos suvestinės pavadinimas?
ms: Apakah nama papan pemuka anda?
nb: Hva er navnet på infotavlen din?
nl: Wat is de naam van je dashboard?
pl: Jaka jest nazwa tego pulpitu?
pt_br: Qual é o nome do seu painel?
ru: Как называется ваш дашборд?
sk: Aké je meno vášho dashboardu?
sl: Kako se imenuje vaša nadzorna plošča?
sq: Si quhet paneli yt?
sr: Kako se zove tvoja kontrolna tabla?
sv: Vad ska din instrumentpanel kallas?
tr: Gösterge tablonuzun adı nedir?
uk: Як називається ваш дашборд?
vi: Tên của bảng điều khiển của bạn là gì?
zh_hk: 您的資訊看板叫什麼名字？

source: did some super awesome stuff that's hard to describe
hu: olyan szuper dolgokat csinált, amit nehéz leírni
ms: melakukan sesuatu yang sangat hebat yang sukar digambarkan

source: created an alert about -
hu: létrehozott egy riasztást -
ms: mencipta amaran tentang -

source: deleted an alert about -
hu: törölt egy riasztást -
ms: Menghapuskan amaran tentang -

source: saved a question about
hu: mentett egy kérdést
ms: Simpan soalan mengenai

source: saved a question
hu: mentett egy kérdést
ms: simpan soalan

source: deleted a question
hu: törölt egy kérdést
ms: Pertanyaan telah dipadam

source: created a dashboard
hu: irányítópultot hozott létre
ms: mencipta papan pemuka

source: deleted a dashboard
hu: törölt egy irányítópultot
ms: memadam papan pemuka

source: added a question to the dashboard -
hu: hozzáadott egy kérdést az irányítópulthoz -
ms: menambah soalan ke papan pemuka -

source: removed a question from the dashboard -
hu: Eltávolított egy kérdést az irányítópultról -
ms: mengeluarkan soalan daripada papan pemuka -

source: received the latest data from
hu: megkapta a legfrissebb adatokat innen
ms: menerima data terkini daripada

source: Unknown
ar: غير معروف
bg: Неизвестно
ca: Desconegut
de: Unbekannt
eo: uncomfy vibes
es: Desconocido
fa: ناشناخته
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
ja: 不明
lt: Nežinoma
ms: Tidak diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
sk: Neznáme
sl: Neznan
sq: I panjohur
sr: Nepoznato
sv: Okänd
tr: Bilinmeyen
uk: Невідомо
vi: Không biết
zh_hk: 未知

source: Metabase is up and running.
hu: A Metabase működik és fut.
ms: Metabase sedang berjalan.

source: added the metric
hu: Hozzáadta a metrikát
ms: menambah metrik

source: to the
hu: a(z)
ms: kepada

source: table
hu: tábla
ms: jadual

source: made changes to the metric
hu: ódosításokat végzett a metrikán
ms: membuat perubahan kepada metrik

source: in the
hu: a(z)
ms: dalam

source: removed the metric
hu: Eltávolította a metrikát
ms: mengeluarkan metrik

source: created a pulse
hu: impulzust hozott létre
ms: mencipta denyutan

source: deleted a pulse
hu: törölt egy impulzust
ms: memadam denyutan

source: added the filter
hu: hozzáadta a szűrőt
ms: menambah penapis

source: made changes to the filter
hu: változtatásokat hajtott végre a szűrőn
ms: membuat perubahan kepada penapis

source: removed the filter {0}
hu: Eltávolította a szűrőt {0}
ms: mengeluarkan penapis {0}

source: joined!
hu: csatlakozott!
ms: telah menyertai!

source: Hmmm, looks like nothing has happened yet.
hu: Hmm, úgy tűnik, még semmi sem történt.
ms: Hmmm, kelihatan seperti tiada apa-apa yang berlaku lagi.

source: Save a question and get this baby going!
hu: Mentse el a kérdést, és indítsa el ezt a dolgot!
ms: Simpan soalan dan mulakan!

source: Ask questions and explore
hu: Tegyen fel kérdéseket és fedezze fel
ms: Tanya soalan dan teroka

source: Click on charts or tables to explore, or ask a new question using the easy interface or the powerful SQL editor.
hu: Kattintson a diagramokra vagy táblákra az felfedezéshez, vagy kérdezzen új kérdést a könnyen használható felületen vagy a hatékony SQL szerkesztőben.
ms: Klik pada carta atau jadual untuk meneroka, atau tanya soalan baru menggunakan antara muka yang mudah atau penyunting SQL yang kuat.

source: Make your own charts
hu: Készítse el saját diagramjait
ms: Buat carta anda sendiri

source: Create line charts, scatter plots, maps, and more.
hu: Hozzon létre vonaldiagramokat, szórásdiagramokat, térképeket és még többet.
ms: Cipta carta garisan, plot berselerak, peta, dan banyak lagi.

source: Share what you find
hu: Oszd meg, amit találsz
ms: Kongsi apa yang anda jumpai

source: Create powerful and flexible dashboards, and send regular updates via email or Slack.
hu: Hozzon létre erőteljes és rugalmas irányítópultokat, és küldjön rendszeres frissítéseket e-mailben vagy Slacken keresztül.
ms: Cipta papan pemuka yang kuat dan fleksibel, dan hantar kemaskini berkala melalui emel atau Slack.

source: Let's go
hu: Gyerünk
ms: Mari mulakan

source: Setup Tip
hu: Beállítási tipp
ms: Tip Tetapan

source: View all
hu: Összes megtekintése
ms: Lihat semua

source: Recently Viewed
hu: Nemrég megtekintett
ms: Baru Dilihat

source: You haven't looked at any dashboards or questions recently
hu: Mostanában nem nézett meg egyetlen irányítópultot vagy kérdést sem
ms: Anda tidak melihat sebarang papan pemuka atau soalan baru-baru ini

source: {0} items selected
hu: {0} elem kiválasztva
ms: {0} item dipilih

source: Unarchive
ar: إلغاء الأرشفة
bg: Разархивиране
ca: Desarxivar
de: Stelle aus dem Archiv wieder her
eo: Unarchive → un-archive? Honestly, just say "undo the save" or "bring it back" lol
es: Desarchivar
fa: بازخوانی
fi: Palauta
fr: Désarchiver
hu: Archiválás megszüntetése
it: Non archiviare
ja: アーカイブを取り消す
lt: Išarchyvuoti
ms: Nyaharkibkan
nb: Dearkiver
nl: Dearchiveer
pl: Przywróć
pt_br: Desarquivar
ru: Разархивировать
sk: Zrušiť archiváciu
sl: Razveljavi arhiviranje
sq: Çarkivo
sr: Vrati iz arhive
sv: Av-arkivera
tr: Arşivden Çıkar
uk: Розархівувати
vi: Bỏ lưu trữ
zh_hk: 取消歸檔

source: Activity
hu: Tevékenység
ms: Aktiviti

source: Results for "{0}"
ar: نتائج لـ "{0}"
bg: Резултати за „{0}“
ca: Resultats de "{0}"
de: Ergebnisse für "{0}"
eo: Results for "{0}" is basically like "The tea on '{0}'" or "The scoop on '{0}'" fam.
es: Resultados de "{0}"
fa: نتایج برای "{0}"
fi: Tulokset haulle "{0}"
fr: Résultats pour "{0}"
hu: Találatok a következőre "{0}"
it: Risultati per "{0}"
ja: {0}の結果
lt: Rezultatai pagal „{0}“
ms: Keputusan untuk "{0}"
nb: Resultater for "{0}"
nl: Resultaten voor "{0}"
pl: Wyniki dla "{0}"
pt_br: Resultados para "{0}"
ru: Результаты для "{0}"
sk: Výsledok pre "{0}"
sl: Rezultati za "{0}"
sq: Rezultate për "{0}"
sr: Rezultati za "{0}"
sv: Resultat för "{0}"
tr: "{0}" için sonuçlar
uk: Результати для "{0}"
vi: Kết quả cho "{0}"
zh_hk: {0}的結果

source: Pulse
eo: Pulse → vibe check or just vibe
hu: Impulzus
lt: Impulsas
ms: denyutan

source: Entity Key
ar: مفتاح الكيان
bg: Ключ на обекта
ca: Clau entitat
de: Entitätsschlüssel
eo: Entity Key → "Vibe Pass"
es: Clave Entidad
fa: کلید خصوصی
fi: Entiteetti -avain
fr: Clé d'entité (PK)
hu: Entitás kulcs
it: Chiave di entità
ja: エンティティキー
lt: Subjekto raktas
ms: Nama Entiti
nb: Entitetsnøkkel
nl: Entiteitssleutel
pl: Klucz jednostki
pt_br: Chave de entidade
ru: Ключ сущности
sk: Kľúč položky
sl: Ključ entitete
sq: Çelësi i entitetit
sr: Ključ entiteta
sv: Enhetens nyckel
tr: Varlık Anahtarı
uk: Ключ сутності
vi: Chìa khóa thực thể
zh_hk: 實體鍵

source: Overall Row
ar: الصف بالكامل
bg: Общ ред
ca: Fila general
de: Gesamtreihe
eo: Main row or just the whole vibe, fr fr
es: Fila General
fa: ردیف کلی
fi: Yhteensä rivi
fr: Toutes les lignes
hu: Összesített sor
it: Riga generale
ja: 行全体
lt: Bendra eilutė
ms: Baris keseluruhan
nb: Totalrad
nl: Algemene rij
pl: Ogólne
pt_br: Linha geral
ru: Всего строк
sk: Celkovo riadkov
sl: Skupna vrstica
sq: Rreshti i përgjithshëm
sr: Ceo red
sv: Övergripande rad
tr: Genel Satır
uk: Підсумковий рядок
vi: Hàng tổng quan
zh_hk: 總行

source: The primary key for this table.
ar: المفتاح الأساسي لهذا الجدول.
bg: Първичният ключ за тази таблица.
ca: La clau primària d'aquesta taula.
de: Der Primärschlüssel dieser Tabelle.
eo: The main key for this table, fr.
es: La clave principal para esta tabla.
fa: کلید اولیه برای این جدول.
fi: Taulun ensisijainen avain.
fr: La clé primaire de cette table
hu: Az elsődleges kulcs ehhez a táblához.
it: La chiave primaria per questa tabella
ja: プライマリーキー
lt: Pagrindinis šios lentelės raktas.
ms: Kunci utama untuk jadual ini.
nb: Primærnøkkelen for denne tabellen.
nl: De primaire sleutel voor deze tabel.
pl: Klucz podstawowy dla tej tabeli.
pt_br: A chave primária desta tabela.
ru: Первичный ключ для таблицы
sk: Primárny kľúč pre túto tabuľku.
sl: Primarni ključ za to tabelo.
sq: Çelësi primar për këtë tabelë.
sr: Primarni ključ za ovu tabelu.
sv: Den primära nyckeln för den här tabellen.
tr: Bu tablo için birincil anahtar.
uk: Первинний ключ для цієї таблиці.
vi: Chìa khóa chính cho bảng này
zh_hk: 表格主鍵

source: Entity Name
ar: اسم الكيان
bg: Име на обекта
ca: Nom de l'entitat
de: Entitäts-Name
eo: Entity Name → "Entity Name" (no cap, that’s already pretty chill)
es: Nombre Entidad
fa: نام شخصیت
fi: Entiteetin nimi
fr: Nom de l'entité
hu: Entit
it: Nome Entità
ja: エンティティ名
lt: Subjekto vardas
ms: Nama entiti
nb: Entitetsnavn
nl: Entiteit naam
pl: Nazwa jednostki
pt_br: Nome da entidade
ru: Название сущности
sk: Názov položky
sl: Ime subjekta
sq: Emri i entitetit
sr: Naziv entiteta
sv: Enhetens namn
tr: Varlık adı
uk: Назва сутності
vi: Tên thực thể
zh_hk: 實體名稱

source: The "name" of each record. Usually a column called "name", "title", etc.
ar: "الاسم" لكل سجل. عادةً يكون عمودًا باسم "name" أو "title"، إلخ.
bg: „Името“ на всеки запис. Обикновено колона, наречена "име", "заглавие" и т.н.
ca: El "nom" de cada registre. Normalment una columna anomenada "nom", "títol", etc.
de: Der "Name" jedes Datensatzes. In der Regel eine Spalte namens "Name", "Titel", etc.
eo: The "name" of each record, usually like a "name", "title", or smth.
es: El "nombre" de cada registro. Por lo general, una columna llamada "nombre", "título", etc.
fa: "نام" هر رکورد. معمولا یک ستون به نام "نام"، "عنوان" و غیره
fi: Tietueen "nimi". Tavallisesti sarake nimeltään "nimi", "otsikko" jne.
fr: Nom, libellé, clé candidate de chaque enregistrement. Habituellement une colonne nommée "nom", "titre", "libellé", etc. (UK)
hu: Az egyes rekordok "neve". Általában egy "név", "cím" stb. nevű oszlop.
it: il "nome" di ogni record. Normalmente una colonna chiamata "nome", "titolo", ecc.
ja: 各レコードの名前、通常は「名前」「タイトル」等の列
lt: Kiekvieno įrašo "vardas". Dažniausiai tai stulpelis užvadintas „vardas“, „titulas“ ar panašiai.
ms: "Nama" bagi setiap rekod. Biasanya satu lajur dipanggil "name", "title", dan lain-lain.
nb: "Navnet" for hver oppføring. Vanligvis en kolonne kalt "navn", "tittel", osv.
nl: De "naam" van elk record. Meestal een kolom met de naam "naam", "titel", enz.
pl: Coś co można uznać jako nazwę rekordu. Zazwyczaj kolumna o nazwie "nazwa", "tytuł" itp.
pt_br: O "nome" de cada registro. Normalmente, uma coluna chamada "nome", "título", etc.
ru: "Имя" каждой записи. Обычно используются колонки "имя", "заголовок" и другие.
sk: "Názov“ každého záznamu. Zvyčajne stĺpec s názvom "meno“, "nadpis“ atď.
sl: "Ime" vsakega zapisa. Običajno stolpec z imenom "ime", "naslov" itd.
sq: "Emri" i çdo regjistrimi. Zakonisht një kolonë e quajtur "name", "title", etj.
sr: "naziv" svakog zapisa. Obično kolona koja se zove "name", "title", itd.
sv: "Namnet" på varje post. Vanligen en kolumn kallad "namn", "titel" osv.
tr: Her kaydın "adı". Genellikle "isim", "başlık", vb.
uk: "name" кожного запису. Зазвичай це стовпець із назвою "name", "title" тощо.
vi: \ "Tên " của mỗi bản ghi. Thông thường một cột có tên \ "name ", \ "title ", v.v.
zh_hk: 每條紀錄的"名字"。通常，欄位名為："名稱"、"題目"等等

source: Foreign Key
ar: مفتاح خارجي
bg: Външен ключ
ca: Clau forana
de: Fremdschlüssel
eo: Foreign Key → Flexi Link
es: Clave Foránea
fa: کلید خارجی
fi: Viiteavain
fr: Clé étrangère (FK)
hu: Idegen kulcs
it: Chiave esterna
ja: 外部キー
lt: Svetimas raktas
ms: Kunci Luar
nb: Fremmednøkkel
nl: Verwijzende sleutel
pl: Klucz obcy
pt_br: Chave estrangeira
ru: Внешний ключ
sk: Cudzí kľúč
sl: Tuji ključ
sq: Çelës i huaj
sr: Strani ključ
sv: Extern nyckel
tr: Yabancı anahtar
uk: Зовнішній ключ
vi: Chìa khóa ngoại
zh_hk: 外鍵
