Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

# {0} is the application name
source: Add events to {0} to show important milestones, launches, or anything else, right alongside your data.
ar: أضف أحداثًا إلى {0} لإظهار معالم مهمة أو إطلاقات أو أي شيء آخر، مباشرة بجانب بياناتك.
bg: Добавете събития към {0} , за да покажете важни етапи, стартирания или нещо друго, точно до вашите данни.
ca: Afegiu esdeveniments a {0} per mostrar fites importants, llançaments o qualsevol altra cosa, al costat de les vostres dades.
de: Fügen Sie Ereignisse zu {0} hinzu, um wichtige Meilensteine, Starts oder andere Dinge direkt neben Ihren Daten anzuzeigen.
es: Añade eventos a {0} para mostrar hitos importantes, lanzamientos o cualquier otra cosa, junto con tus datos.
fa: رویدادها را به {0} اضافه کنید تا نقاط عطف مهم، راه اندازی یا هر چیز دیگری را درست در کنار داده های خود نشان دهید.
fi: Lisää tapahtumia kohteeseen {0} näyttääksesi tärkeät virstanpylväät, julkaisut tai mitä tahansa muuta tietojesi rinnalla.
fr: Ajoutez des événements à {0} pour afficher les étapes importantes, les lancements ou toute autre chose, juste à côté de vos données.
it: Aggiungi eventi a {0} per mostrare traguardi importanti, lanci o qualsiasi altra cosa, direttamente insieme ai tuoi dati.
ja: {0}にイベントを追加して、重要なマイルストーンや発売などをデータと一緒に表示できます。
lt: Pridėkite įvykių prie {0}, kad šalia duomenų būtų rodomi svarbūs etapai, paleidimai ar bet kas kita.
nb: Legg til hendelser i {0} for å vise viktige milepæler, lanseringer eller alt annet, rett ved siden av dine data.
nl: Voeg gebeurtenissen toe aan {0} om belangrijke mijlpalen, lanceringen of iets anders weer te geven, direct naast uw gegevens.
pl: Dodawaj zdarzenia do {0} , aby wyświetlać ważne wydarzenia, premiery lub cokolwiek innego obok swoich danych.
pt_br: Adicione eventos a {0} para mostrar marcos importantes, lançamentos ou qualquer outra coisa, junto com seus dados.
ru: Добавьте события в {0} , чтобы отображать важные вехи, запуски или что-либо еще прямо рядом с вашими данными.
sk: Pridajte udalosti do {0} a zobrazte dôležité míľniky, spustenia alebo čokoľvek iné priamo pri vašich údajoch.
sl: Dodajte dogodke v {0}, da prikažete pomembne mejnike, predstavitve ali karkoli drugega, tik ob podatkih.
sq: Shto evente te {0} për të shfaqur momente të rëndësishme, lançime ose çfarëdo tjetër, krah për krah me të dhënat e tua.
sr: Dodajte događaje u {0} da prikažete važne prekretnice, lansiranja ili bilo šta drugo, odmah pored svojih podataka.
sv: Lägg till händelse till {0} för att visa viktiga milstolpar, lanseringar eller liknande tillsammans med din data.
tr: Önemli kilometre taşlarını, lansmanları veya başka herhangi bir şeyi verilerinizin hemen yanında göstermek için {0} öğesine etkinlikler ekleyin.
uk: Додайте події до {0}, щоб показувати важливі віхи, запуски або будь-що інше — прямо поруч із вашими даними.
vi: Thêm sự kiện vào {0} để hiển thị các cột mốc quan trọng, lần ra mắt hoặc bất kỳ nội dung nào khác ngay bên cạnh dữ liệu của bạn.
zh_hk: 將事件新增至 {0} ，以便在資料旁邊顯示重要的里程碑、發佈會或其他任何事項。

# {0} is the application name
source: Events in {0} let you see important milestones, launches, or anything else, right alongside your data.
ar: تتيح لك الأحداث في {0} رؤية معالم مهمة أو إطلاقات أو أي شيء آخر، مباشرة بجانب بياناتك.
bg: Събитията в {0} ви позволяват да видите важни етапи, стартирания или нещо друго, точно до вашите данни.
ca: Els esdeveniments de {0} us permeten veure fites importants, llançaments o qualsevol altra cosa, al costat de les vostres dades.
de: Mit Ereignissen in {0} können Sie wichtige Meilensteine, Produkteinführungen oder andere Dinge direkt neben Ihren Daten sehen.
es: Los eventos en {0} te permiten ver hitos importantes, lanzamientos o cualquier otra cosa, junto con tus datos.
fa: رویدادهای موجود در {0} به شما امکان می دهد نقاط عطف مهم، راه اندازی یا هر چیز دیگری را در کنار داده های خود مشاهده کنید.
fi: {0}:n tapahtumien avulla näet tärkeitä virstanpylväitä, julkaisuja tai mitä tahansa muuta tietojesi rinnalla.
fr: Les événements dans {0} vous permettent de voir les étapes importantes, les lancements ou toute autre chose, juste à côté de vos données.
it: Gli eventi in {0} ti consentono di visualizzare traguardi importanti, lanci o qualsiasi altra cosa, direttamente accanto ai tuoi dati.
ja: {0}のイベントにより、重要なマイルストーンや立ち上げなどをデータと一緒に確認することができます。
lt: {0} įvykiai leidžia matyti svarbius etapus, paleidimus ar bet ką kitą kartu su duomenimis.
nb: Hendelser i {0} lar deg se viktige milepæler, lanseringer eller alt annet, rett ved siden av dine data.
nl: Met gebeurtenissen in {0} kunt u belangrijke mijlpalen, lanceringen en andere zaken direct naast uw gegevens bekijken.
pl: Wydarzenia w {0} pozwalają zobaczyć ważne kamienie milowe, premiery lub cokolwiek innego, tuż obok Twoich danych.
pt_br: Os eventos em {0} permitem que você veja marcos importantes, lançamentos ou qualquer outra coisa, junto com seus dados.
ru: События в {0} позволяют вам видеть важные вехи, запуски и т. д. прямо рядом с вашими данными.
sk: Udalosti v {0} vám umožňujú vidieť dôležité míľniky, spustenia alebo čokoľvek iné priamo pri vašich údajoch.
sl: Dogodki v {0} vam omogočajo, da si poleg podatkov ogledate pomembne mejnike, predstavitve ali karkoli drugega.
sq: Eventet në {0} të lejojnë të shohësh momente të rëndësishme, lançime ose çfarëdo tjetër, krah për krah me të dhënat e tua.
sr: Događaji u {0} vam omogućavaju da vidite važne prekretnice, lansiranja ili bilo šta drugo, odmah pored svojih podataka.
sv: Händelser i {0} låter dig se viktiga milstolpar, lanseringar eller liknande tillsammans med din data.
tr: {0}'daki etkinlikler, önemli kilometre taşlarını, lansmanları veya başka herhangi bir şeyi doğrudan verilerinizin yanında görmenizi sağlar.
uk: Події в {0} дають змогу бачити важливі віхи, запуски або будь-що інше — прямо поруч із вашими даними.
vi: Sự kiện trong {0} cho phép bạn xem các cột mốc quan trọng, lần ra mắt hoặc bất kỳ thứ gì khác ngay bên cạnh dữ liệu của bạn.
zh_hk: {0} 中的事件可讓您在資料旁邊看到重要的里程碑、發佈會或其他任何事項。

# in the sentence "Save this question to drill-through"
source: Save
ar: حفظ
bg: Запази
ca: Desar
de: Speichern
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Sauvegarder
it: Salva
ja: 保存
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sk: Uložiť
sl: Shrani
sq: Ruaj
sr: Sačuvaj
sv: Spara
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hk: 儲存

# in the sentence "Save this question to drill-through"
source: {0} this question to drill-through.
ar: {0} هذا السؤال لتمكين التنقّل التفصيلي.
bg: {0} този въпрос за подробна проверка.
ca: {0} aquesta pregunta per aprofundir.
de: {0} diese Frage zum Durchforsten.
es: {0} esta pregunta para profundizar.
fa: {0} این سوال را با دقت بررسی کنید.
fi: {0} tätä kysymystä poraudutaan läpi.
fr: {0} cette question à explorer.
it: {0} questa domanda per approfondire.
ja: {0} この質問をドリルスルーします。
nb: {0} dette spørsmålet for å bore gjennom.
nl: {0} deze vraag om verder uit te diepen.
pl: {0} to pytanie, aby przejść do szczegółów.
pt_br: {0} esta questão para aprofundar.
ru: {0} этот вопрос для уточнения.
sk: {0} túto otázku na podrobnejšie preskúmanie.
sl: {0} to vprašanje za podrobno analizo.
sq: {0} këtë pyetje që të përdorësh drill-through.
sr: {0} ovo pitanje da bi produbljivanje bilo dostupno.
sv: {0} den här frågan att gå igenom.
tr: {0} bu soruyu ayrıntılı olarak ele alın.
uk: {0} цей запит для drill-through.
vi: {0} câu hỏi này để đào sâu tìm hiểu.
zh_hk: {0} 這個問題要鑽透。

# {0} refers to a number greater than 1 (i.e. 2 groupings, 10 groupings)
source: {0} groupings
ar: {0} تجميعات
bg: {0} групи
ca: {0} agrupacions
de: {0} Gruppierungen
es: {0} agrupaciones
fa: گروه بندی {0}
fi: {0} ryhmiä
fr: {0} groupements
it: {0} raggruppamenti
ja: {0} グループ化
lt: {0} grupės
nb: {0} grupperinger
nl: {0} groeperingen
pl: {0} grupowania
pt_br: {0} agrupamentos
ru: {0} группировок
sk: {0} zoskupení
sl: {0} skupine
sq: {0} grupime
sr: {0} grupisanja
sv: {0} grupperingar
tr: {0} gruplamalar
uk: {0} групувань
vi: {0} nhóm
zh_hk: {0} 組別

# {0} refers to a number greater than 1 (i.e. 2 filters, 10 filters)
source: {0} filters
ar: {0} فلاتر
bg: {0} филтри
ca: {0} filtres
de: {0} Filter
es: Filtros {0}
fa: فیلترهای {0}
fi: {0} suodattimet
fr: {0} filtres
it: filtri {0}
ja: {0} フィルター
lt: {0} filtrų
nb: {0} filtre
pl: {0} filtry
pt_br: Filtros {0}
ru: {0} фильтры
sk: {0} filtrov
sl: {0} filtri
sq: {0} filtra
sr: {0} filtera
sv: {0} filter
tr: {0} filtreler
uk: {0} фільтрів
vi: {0} bộ lọc
zh_hk: {0} 過濾器

# {0} is the allowed size of a file in MB
source: .csv or .tsv files, {0} MB max
ar: ملفات .csv أو .tsv، بحد أقصى {0} MB
bg: .csv или .tsv файлове, макс. {0} MB
ca: Fitxers .csv o .tsv, {0} MB màx.
de: .csv- oder .tsv-Dateien, max. {0} MB
es: Archivos .csv o .tsv, {0} MB máximo
fa: فایل‌های ‎.csv یا ‎.tsv، حداکثر {0} مگابایت
fi: .csv- tai .tsv-tiedostot, enintään {0} Mt
fr: Fichiers .csv ou .tsv, {0} Mo max
it: File .csv o .tsv, {0} MB max
ja: .csv または .tsv ファイル、最大 {0} MB
nb: .csv- eller .tsv-filer, maks. {0} MB
nl: .csv- of .tsv-bestanden, maximaal {0} MB
pl: Pliki .csv lub .tsv, maks. {0} MB
pt_br: Arquivos .csv ou .tsv, {0} MB máx.
ru: Файлы .csv или .tsv, {0} МБ максимум
sk: súbory .csv alebo .tsv, max. {0} MB
sl: Datoteke .csv ali .tsv, največ {0} MB
sq: skedarë .csv ose .tsv, maksimumi {0} MB
sr: .csv ili .tsv fajlovi, max {0} MB
sv: .csv- eller .tsv-filer, max {0} MB
tr: .csv veya .tsv dosyaları, {0} MB maksimum
uk: .csv або .tsv файли, максимум {0} МБ
vi: Tệp .csv hoặc .tsv, tối đa {0} MB
zh_hk: .csv 或 .tsv 檔案，最大 {0} MB

# {0} is the number of fields
source: {0} field
ar: {0} حقول
bg: Поле {0}
ca: {0} camp
de: {0} Feld
es: {0} campo
fa: {0} فیلد
fi: {0} kenttä
fr: le champ {0}
it: {0} campo
ja: {0}フィールド
lt: {0} laukas
nb: {0} felt
nl: {0} veld
pl: {0} pole
pt_br: {0} campo
ru: {0} поле
sk: {0} pole
sl: {0} polje
sq: {0} fushë
sr: {0} polje
sv: {0} fält
tr: {0} alan
uk: {0} поле
vi: {0} trường
zh_hk: 欄位 {0}

# The variables are numbers
source: Showing {0} of {1} questions
ar: عرض {0} من أصل {1} سؤال
bg: Показани са {0} от {1} въпроси
ca: Es mostren {0} de {1} preguntes
de: Es werden {0} von {1} Fragen angezeigt
es: Mostrando {0} de {1} preguntas
fa: نمایش {0} از {1} سوال
fi: Näytetään {0} / {1} kysymyksestä
fr: Affichage de {0} sur {1} questions
it: Visualizzazione di {0} di {1} domande
ja: {1} 件中 {0} 件の質問を表示
lt: Rodoma {0} iš {1} klausimų
nb: Viser {0} av {1} spørsmål
nl: Er worden {0} van {1} vragen weergegeven
pl: Wyświetlanie {0} z {1} pytań
pt_br: Mostrando {0} de {1} perguntas
ru: Показано {0} из {1} вопросов
sk: Zobrazuje sa {0} z {1} otázok
sl: Prikaz {0} od {1} vprašanj
sq: Duke shfaqur {0} nga {1} pyetje
sr: Prikazuje se {0} od {1} pitanja
sv: Visar {0} av {1} frågor
tr: {0} / {1} soru gösteriliyor
uk: Показано {0} із {1} запитів
vi: Hiển thị {0} trong số {1} câu hỏi
zh_hk: 顯示 {0} 的 {1} 問題

# button that opens an actions dropdown e.g. Move this item to trash
source: Actions
ar: إجراءات
bg: Действия
ca: Accions
de: Aktionen
es: Acciones
fa: اکشن ها
fi: Toiminnot
fr: Actes
it: Azioni
ja: アクション
nb: Handlinger
nl: Acties
pl: Akcje
pt_br: Ações
ru: Действия
sk: Akcie
sl: Dejanja
sq: Veprime
sr: Akcije
sv: Åtgärder
tr: Eylemler
uk: Дії
vi: Các thao tác
zh_hk: 動作

source: Data editing is not enabled.
ar: تحرير البيانات غير مفعّل.
bg: Редактирането на данни не е активирано.
ca: L'edició de dades no està habilitada.
de: Die Datenbearbeitung ist nicht aktiviert.
es: La edición de datos no está habilitada.
fa: ویرایش اطلاعات فعال نیست.
fi: Tietojen muokkaus ei ole käytössä.
fr: L'édition des données n'est pas activée.
it: La modifica dei dati non è abilitata.
ja: データ編集は有効になっていません。
nb: Dataredigering er ikke aktivert.
nl: Gegevensbewerking is niet ingeschakeld.
pl: Edycja danych nie jest włączona.
pt_br: A edição de dados não está habilitada.
ru: Редактирование данных не разрешено.
sk: Úprava údajov nie je povolená.
sl: Urejanje podatkov ni omogočeno.
sq: Redaktimi i të dhënave nuk është aktivizuar.
sr: Uređivanje podataka nije omogućeno.
sv: Dataredigering är inte aktiverad.
tr: Veri düzenleme etkin değil.
uk: Редагування даних не ввімкнено.
vi: Không bật được chức năng chỉnh sửa dữ liệu.
zh_hk: 未啟用資料編輯。

source: {0} Database {1} does not support data editing.
ar: {0} قاعدة البيانات {1} لا تدعم تحرير البيانات.
bg: {0} Базата данни {1} не поддържа редактиране на данни.
ca: {0} La base de dades {1} no admet l'edició de dades.
de: {0} Datenbank {1} unterstützt keine Datenbearbeitung.
es: {0} La base de datos {1} no admite la edición de datos.
fa: {0} پایگاه داده {1} از ویرایش داده‌ها پشتیبانی نمی‌کند.
fi: {0} Tietokanta {1} ei tue tietojen muokkausta.
fr: {0} La base de données {1} ne prend pas en charge l'édition des données.
it: {0} Il database {1} non supporta la modifica dei dati.
ja: {0} データベース {1} はデータ編集をサポートしていません。
nb: {0} Databasen {1} støtter ikke dataredigering.
nl: {0} Database {1} ondersteunt geen gegevensbewerking.
pl: {0} Baza danych {1} nie obsługuje edycji danych.
pt_br: {0} O banco de dados {1} não suporta edição de dados.
ru: {0} База данных {1} не поддерживает редактирование данных.
sk: {0} Databáza {1} nepodporuje úpravu údajov.
sl: {0} Zbirka podatkov {1} ne podpira urejanja podatkov.
sq: {0} Database {1} nuk e mbështet redaktimin e të dhënave.
sr: {0} baza podataka {1} ne podržava uređivanje podataka.
sv: {0} Databasen {1} stöder inte dataredigering.
tr: {0} Veritabanı {1} veri düzenlemeyi desteklemiyor.
uk: База даних {1} ({0}) не підтримує редагування даних.
vi: {0} Cơ sở dữ liệu {1} không hỗ trợ chỉnh sửa dữ liệu.
zh_hk: {0} 資料庫 {1} 不支援資料編輯。

source: Cannot operate on multiple databases, it would not be atomic.
ar: لا يمكن التنفيذ على عدة قواعد بيانات لأنه لن يكون ذريًا.
bg: Не може да работи с множество бази данни, не би било атомно.
ca: No pot operar en diverses bases de dades, no seria atòmic.
de: Kann nicht auf mehreren Datenbanken ausgeführt werden, es wäre nicht atomar.
es: No se puede operar en múltiples bases de datos, no sería atómico.
fa: نمی‌تواند روی چندین پایگاه داده کار کند، اتمیک نخواهد بود.
fi: Ei voi toimia useissa tietokannoissa, se ei olisi atomi.
fr: Impossible de fonctionner sur plusieurs bases de données, ce ne serait pas atomique.
it: Non può operare su più database, non sarebbe atomico.
ja: 複数のデータベースを操作することはできません。アトミックではありません。
nb: Kan ikke operere på flere databaser, det ville ikke være atomisk.
nl: Kan niet op meerdere databases werken, het zou niet atomair zijn.
pl: Nie może działać na wielu bazach danych, nie byłby więc atomowy.
pt_br: Não pode operar em múltiplos bancos de dados, não seria atômico.
ru: Невозможно работать с несколькими базами данных, это не было бы атомарным.
sk: Nemôže fungovať na viacerých databázach, nebol by atomický.
sl: Ne more delovati na več bazah podatkov, ne bi bil atomski.
sq: Nuk mund të operohet mbi disa baza të dhënash; nuk do të ishte atomike.
sr: Nije moguće raditi nad više baza podataka; operacija ne bi bila atomska.
sv: Kan inte fungera på flera databaser, det skulle inte vara atomärt.
tr: Birden fazla veritabanında işlem yapılamaz, atomik olmaz.
uk: Неможливо виконати операцію над кількома базами даних, це не буде атомарно.
vi: Không thể hoạt động trên nhiều cơ sở dữ liệu, nó sẽ không phải là nguyên tử.
zh_hk: 無法在多個資料庫上操作，這將不是原子性的。

source: Unable to determine whether the database connection is readonly, as it is still syncing.
ar: تعذر تحديد ما إذا كان اتصال قاعدة البيانات للقراءة فقط، لأنه لا يزال قيد المزامنة.
bg: Не може да се определи дали връзката с базата данни е само за четене, тъй като все още се синхронизира.
ca: No es pot determinar si la connexió a la base de dades és de només lectura, ja que encara s'està sincronitzant.
de: Es kann nicht ermittelt werden, ob die Datenbankverbindung schreibgeschützt ist, da sie noch synchronisiert wird.
es: No se puede determinar si la conexión de la base de datos es de solo lectura, ya que todavía se está sincronizando.
fa: نمی‌توانم تشخیص دهم که آیا اتصال پایگاه داده فقط خواندنی است یا خیر، زیرا هنوز در حال همگام‌سازی است.
fi: Tietokantayhteyden vain luku -tilan määrittäminen epäonnistui, koska synkronointi on vielä kesken.
fr: Impossible de déterminer si la connexion à la base de données est en lecture seule, car elle est toujours en cours de synchronisation.
it: Impossibile determinare se la connessione al database è di sola lettura, poiché è ancora in fase di sincronizzazione.
ja: まだ同期中のため、データベース接続が読み取り専用かどうかを判断できません。
nb: Kan ikke avgjøre om databasetilkoblingen er skrivebeskyttet, siden den fortsatt synkroniserer.
nl: Kan niet bepalen of de databaseverbinding alleen-lezen is, aangezien deze nog steeds wordt gesynchroniseerd.
pl: Nie można określić, czy połączenie z bazą danych jest tylko do odczytu, ponieważ synchronizacja jest nadal w toku.
pt_br: Não é possível determinar se a conexão com o banco de dados é somente leitura, pois ela ainda está sincronizando.
ru: Невозможно определить, доступно ли соединение с базой данных только для чтения, так как оно все еще синхронизируется.
sk: Nepodarilo sa určiť, či je pripojenie k databáze iba na čítanie, pretože sa stále synchronizuje.
sl: Ni mogoče ugotoviti, ali je povezava z zbirko podatkov samo za branje, ker se še vedno sinhronizira.
sq: Nuk mund të përcaktohet nëse lidhja e bazës së të dhënave është vetëm për lexim, sepse ende po bëhet sync.
sr: Nije moguće utvrditi da li je konekcija ka bazi podataka readonly, jer je i dalje u sinhronizaciji.
sv: Det gick inte att avgöra om databasanslutningen är skrivskyddad eftersom den fortfarande synkroniseras.
tr: Veritabanı bağlantısının hâlâ eşitleme işlemi devam ettiği için salt okunur olup olmadığı belirlenemiyor.
uk: Не вдалося визначити, чи є підключення до бази даних лише для читання, оскільки синхронізація ще триває.
vi: Không thể xác định liệu kết nối cơ sở dữ liệu có phải là chỉ đọc hay không vì nó vẫn đang đồng bộ hóa.
zh_hk: 無法確定資料庫連線是否為唯讀，因為它仍在同步。

source: Table editing requires at least one table with INSERT, UPDATE, and DELETE support.
ar: يتطلب تحرير الجداول وجود جدول واحد على الأقل يدعم INSERT وUPDATE وDELETE.
bg: Редактирането на таблици изисква поне една таблица с поддръжка на INSERT, UPDATE и DELETE.
ca: L'edició de taules requereix com a mínim una taula que admeti les funcions INSERT, UPDATE i DELETE.
de: Für die Tabellenbearbeitung ist mindestens eine Tabelle mit INSERT-, UPDATE- und DELETE-Unterstützung erforderlich.
es: La edición de tablas requiere al menos una tabla con soporte para INSERTAR, ACTUALIZAR y ELIMINAR.
fa: ویرایش جدول نیاز به حداقل یک جدول با پشتیبانی از INSERT، UPDATE و DELETE دارد.
fi: Taulukon muokkaaminen vaatii vähintään yhden taulukon, joka tukee INSERT-, UPDATE- ja DELETE-käskyjä.
fr: L'édition de table nécessite au moins une table avec prise en charge INSERT, UPDATE et DELETE.
it: Per modificare una tabella è necessaria almeno una tabella con supporto INSERT, UPDATE e DELETE.
ja: テーブル編集には、INSERT、UPDATE、および DELETE をサポートするテーブルが少なくとも 1 つ必要です。
nb: Tabellredigering krever minst én tabell med støtte for INSERT, UPDATE og DELETE.
nl: Voor het bewerken van tabellen is minimaal één tabel met ondersteuning voor INSERT, UPDATE en DELETE nodig.
pl: Edycja tabeli wymaga, aby co najmniej jedna tabela obsługiwała polecenia INSERT, UPDATE i DELETE.
pt_br: A edição de tabela requer pelo menos uma tabela com suporte a INSERT, UPDATE e DELETE.
ru: Для редактирования таблицы требуется как минимум одна таблица с поддержкой INSERT, UPDATE и DELETE.
sk: Úprava tabuľky vyžaduje aspoň jednu tabuľku s podporou operácií INSERT, UPDATE a DELETE.
sl: Za urejanje tabel je potrebna vsaj ena tabela s podporo za INSERT, UPDATE in DELETE.
sq: Redaktimi i tabelave kërkon të paktën një tabelë me mbështetje për INSERT, UPDATE dhe DELETE.
sr: Uređivanje tabela zahteva bar jednu tabelu sa podrškom za INSERT, UPDATE i DELETE.
sv: Tabellredigering kräver minst en tabell med stöd för INSERT, UPDATE och DELETE.
tr: Tablo düzenleme için en az bir tablonun INSERT, UPDATE ve DELETE desteğine sahip olması gerekir.
uk: Редагування таблиць потребує щонайменше однієї таблиці з підтримкою INSERT, UPDATE і DELETE.
vi: Để chỉnh sửa bảng, cần ít nhất một bảng có hỗ trợ INSERT, UPDATE và DELETE.
zh_hk: 資料表編輯至少需要一個支援 INSERT、UPDATE 及 DELETE 的資料表。

source: Table editing is not supported with database routing.
ar: تحرير الجداول غير مدعوم مع توجيه قاعدة البيانات.
bg: Редактирането на таблици не се поддържа при маршрутизиране на базата данни.
ca: L'edició de taules no és compatible amb l'encaminament de bases de dades.
de: Die Tabellenbearbeitung wird beim Datenbankrouting nicht unterstützt.
es: La edición de tablas no es compatible con el enrutamiento de bases de datos.
fa: ویرایش جدول با مسیریابی پایگاه داده پشتیبانی نمی‌شود.
fi: Taulukon muokkausta ei tueta tietokannan reitityksessä.
fr: L'édition de table n'est pas prise en charge avec le routage de base de données.
it: La modifica delle tabelle non è supportata con il routing del database.
ja: データベース ルーティングではテーブル編集はサポートされていません。
nb: Tabellredigering støttes ikke med databaseruting.
nl: Het bewerken van tabellen wordt niet ondersteund door database-routering.
pl: Edycja tabeli nie jest obsługiwana w przypadku routingu bazy danych.
pt_br: A edição de tabelas não é suportada com roteamento de banco de dados.
ru: Редактирование таблиц не поддерживается при маршрутизации базы данных.
sk: Úprava tabuliek nie je podporovaná pri smerovaní databázy.
sl: Urejanje tabel ni podprto z usmerjanjem baze podatkov.
sq: Redaktimi i tabelave nuk mbështetet me rrutëzimin e bazës së të dhënave.
sr: Uređivanje tabela nije podržano uz rutiranje baze podataka.
sv: Tabellredigering stöds inte med databasroutning.
tr: Veritabanı yönlendirmesiyle tablo düzenleme desteklenmez.
uk: Редагування таблиць не підтримується з маршрутизацією баз даних.
vi: Việc chỉnh sửa bảng không được hỗ trợ khi định tuyến cơ sở dữ liệu.
zh_hk: 資料庫路由不支援表編輯。
