Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Deploy your embedded dashboard to a production environment and share with your users.
ar: انشر لوحة المعلومات المضمنة إلى بيئة إنتاج وشاركها مع مستخدميك.
bg: Разположите вграденото си табло за управление в производствена среда и го споделете с потребителите си.
ca: Implementa el teu tauler de control integrat en un entorn de producció i comparteix-lo amb els teus usuaris.
de: Stellen Sie Ihr eingebettetes Dashboard in einer Produktionsumgebung bereit und geben Sie es an Ihre Benutzer weiter.
es: Implemente su panel integrado en un entorno de producción y compártalo con sus usuarios.
fa: داشبورد تعبیه‌شده خود را در یک محیط عملیاتی مستقر کنید و با کاربران خود به اشتراک بگذارید.
fi: Ota upotettu kojelautasi käyttöön tuotantoympäristössä ja jaa se käyttäjiesi kanssa.
fr: Déployez votre tableau de bord intégré dans un environnement de production et partagez-le avec vos utilisateurs.
it: Distribuisci la tua dashboard incorporata in un ambiente di produzione e condividila con i tuoi utenti.
ja: 埋め込みダッシュボードを本番環境に展開し、ユーザーと共有します。
nb: Distribuer det innebygde dashbordet til et produksjonsmiljø, og del det med brukerne.
nl: Implementeer uw ingebedde dashboard in een productieomgeving en deel het met uw gebruikers.
pl: Wdróż osadzony panel w środowisku produkcyjnym i udostępnij go użytkownikom.
pt_br: Implante seu painel incorporado em um ambiente de produção e compartilhe com seus usuários.
ru: Разверните встроенную панель управления в производственной среде и поделитесь ею с пользователями.
sk: Nasaďte svoj vstavaný dashboard do produkčného prostredia a zdieľajte ho so svojimi používateľmi.
sl: Vdelano nadzorno ploščo namestite v produkcijsko okolje in jo delite z uporabniki.
sq: Vendose panelin tënd të integruar në një ambient prodhimi dhe ndajeni me përdoruesit e tu.
sr: Deploy-ujte svoju ugrađenu kontrolnu tablu u produkciono okruženje i podelite je sa korisnicima.
sv: Distribuera din inbäddade instrumentpanel till en produktionsmiljö och dela den med dina användare.
tr: Gömülü panonuzu bir üretim ortamına dağıtın ve kullanıcılarınızla paylaşın.
uk: Розгорніть свій вбудований дашборд у продакшн-середовищі та поділіться ним зі своїми користувачами.
vi: Triển khai bảng điều khiển nhúng của bạn vào môi trường sản xuất và chia sẻ với người dùng.
zh_hk: 將內嵌式儀表板部署到生產環境，並與使用者分享。

source: Guest
ar: ضيف
bg: Гост
ca: Convidat
de: Gast
es: Invitado
fa: مهمان
fi: Vieras
fr: Invité
it: Ospite
ja: ゲスト
nb: Gjest
nl: Gast
pl: Gość
pt_br: Convidado
ru: Гость
sk: Hosť
sl: Gost
sr: Gost
sv: Gäst
tr: Misafir
uk: Гість
vi: Khách mời
zh_hk: 訪客

source: Metabase account (SSO)
ar: حساب Metabase (SSO)
bg: Акаунт в метабазата (SSO)
ca: Compte de metabase (SSO)
de: Metabase-Konto (SSO)
es: Cuenta de metabase (SSO)
fa: حساب متابیس (SSO)
fi: Metatietokanta-tili (SSO)
fr: Compte Metabase (SSO)
it: Account Metabase (SSO)
ja: メタベースアカウント（SSO）
nb: Metabase-konto (SSO)
pl: Konto metabazy (SSO)
pt_br: Conta Metabase (SSO)
ru: Учетная запись метабазы (SSO)
sk: Účet metabázy (SSO)
sl: Račun metabaze (SSO)
sq: Llogari Metabase (SSO)
sr: Metabase nalog (SSO)
sv: Metabase-konto (SSO)
tr: Metataban hesabı (SSO)
uk: Обліковий запис Metabase (SSO)
vi: Tài khoản Metabase (SSO)
zh_hk: Metabase 帳戶 (SSO)

source: Get more powerful embedding
ar: احصل على تضمين أكثر قوة
bg: Получете по-мощно вграждане
ca: Obtén una incrustació més potent
de: Erhalten Sie leistungsfähigere Einbettungsfunktionen.
es: Obtenga una incrustación más potente
fa: جاسازی قدرتمندتری داشته باشید
fi: Hanki tehokkaampi upotus
fr: Obtenez une intégration plus performante
it: Ottieni un incorporamento più potente
ja: より強力な埋め込みを実現
nb: Få mer kraftfull innbygging
nl: Krijg krachtigere inbedding
pl: Uzyskaj bardziej wydajne osadzanie
pt_br: Obtenha incorporação mais poderosa
ru: Получите более мощное встраивание
sk: Získajte výkonnejšie vkladanie
sl: Pridobite zmogljivejšo vgradnjo
sq: Merr integrim më të fuqishëm
sr: Dobijte moćnije ugrađivanje
sv: Få kraftfullare inbäddning
tr: Daha güçlü yerleştirme elde edin
uk: Отримайте потужніше вбудовування
vi: Nhận được khả năng nhúng mạnh mẽ hơn
zh_hk: 取得更強大的嵌入功能

source: Upgrade to get access to embeds with single sign-on, drill through, advanced theming, the modular embedding SDK, and more.
ar: قم بالترقية للوصول إلى تضمينات مع تسجيل الدخول الموحّد، والتنقّل التفصيلي، وتخصيص ثيم متقدم، وSDK للتضمين المعياري، والمزيد.
bg: Надстройте, за да получите достъп до вграждания с еднократно влизане, детайлно разглеждане, разширено темиране, модулен SDK за вграждане и други.
ca: Actualitza per obtenir accés a les incrustacions amb inici de sessió únic, accés a detalls, temes avançats, el SDK d'incrustació modular i molt més.
de: Mit einem Upgrade erhalten Sie Zugriff auf Einbettungen mit Single Sign-On, Drillthrough, erweiterten Designoptionen, dem modularen Einbettungs-SDK und mehr.
es: Actualice para obtener acceso a incrustaciones con inicio de sesión único, acceso detallado, temas avanzados, SDK de incrustación modular y más.
fa: برای دسترسی به جاسازی‌ها با قابلیت ورود یکپارچه، بررسی دقیق، قالب‌بندی پیشرفته، SDK جاسازی ماژولار و موارد دیگر، ارتقا دهید.
fi: Päivitä saadaksesi käyttöösi upotukset kertakirjautumisen, porautumisen, edistyneet teemoja, modulaarisen upotus-SDK:n ja paljon muuta.
fr: Passez à la version supérieure pour accéder aux contenus intégrés avec authentification unique, exploration détaillée, thèmes avancés, kit de développement logiciel (SDK) d'intégration modulaire et bien plus encore.
it: Esegui l'upgrade per accedere agli incorporamenti con Single Sign-On, drill-through, temi avanzati, SDK di incorporamento modulare e altro ancora.
ja: アップグレードすると、シングル サインオン、ドリルスルー、高度なテーマ設定、モジュラー埋め込み SDK などを備えた埋め込み機能にアクセスできます。
nb: Oppgrader for å få tilgang til innbygging med enkel pålogging, drill through, avansert tematisering, den modulære SDK-en for innbygging og mer.
nl: Upgrade om toegang te krijgen tot ingebedde elementen met single sign-on, drill-through, geavanceerde theming, de modulaire SDK voor ingebedde elementen en meer.
pl: Dokonaj aktualizacji, aby uzyskać dostęp do osadzeń z logowaniem jednokrotnym, przeglądaniem szczegółów, zaawansowanymi motywami, modułowym zestawem SDK do osadzania i nie tylko.
pt_br: Faça o upgrade para obter acesso a recursos como login único, navegação detalhada, temas avançados, SDK de incorporação modular e muito mais.
ru: Обновите подписку, чтобы получить доступ к встраиваемым элементам с единым входом, детализации кода, расширенным темам оформления, модульному SDK для встраивания и многому другому.
sk: Inovujte a získajte prístup k vloženým funkciám s jednotným prihlásením, funkciou prechádzania, pokročilým motívom, modulárnou sadou SDK pre vkladanie a ďalšími funkciami.
sl: Nadgradite, da dobite dostop do vdelanih možnosti z enotno prijavo, vrtanjem po podrobnostih, naprednim temiranjem, modularnim kompletom za razvoj programske opreme za vdelavo in še več.
sq: Përditëso për të marrë akses te inkorporimet me hyrje të vetme (SSO), drill-through, theming të avancuar, SDK-në e Embedding modular, dhe më shumë.
sr: Nadogradite da biste dobili pristup ugrađivanjima sa jedinstvenom prijavom, produbljivanjem, naprednim temama, modularnim embedding SDK-om i još mnogo toga.
sv: Uppgradera för att få åtkomst till inbäddningar med enkel inloggning, detaljgranskning, avancerad teman, det modulära SDK:et för inbäddning och mer.
tr: Yükseltme yaparak tek oturum açma özelliği, detaylı inceleme, gelişmiş tema seçenekleri, modüler gömme SDK'sı ve daha fazlasına erişebilirsiniz.
uk: Оновіться, щоб отримати доступ до вбудовувань з єдиним входом, drill-through, розширеним темуванням, SDK для модульного вбудовування та іншим.
vi: Nâng cấp để có quyền truy cập vào các tính năng nhúng với đăng nhập một lần, xem chi tiết nội dung, tùy chỉnh chủ đề nâng cao, SDK nhúng mô-đun và nhiều hơn nữa.
zh_hk: 升級後即可使用單一登入、鑽穿、進階主題、模組化嵌入式 SDK 等功能。

source: Failed to enable modular embedding
ar: تعذر تفعيل التضمين المعياري
bg: Неуспешно активиране на модулното вграждане
ca: No s'ha pogut habilitar la incrustació modular
de: Modulare Einbettung konnte nicht aktiviert werden
es: No se pudo habilitar la incrustación modular
fa: فعال‌سازی تعبیه ماژولار ناموفق بود
fi: Modulaarisen upottamisen käyttöönotto epäonnistui
fr: Échec de l'activation de l'intégration modulaire
it: Impossibile abilitare l'incorporamento modulare
ja: モジュラー埋め込みを有効にできませんでした
nb: Kunne ikke aktivere modulær innbygging
nl: Modulaire integratie is niet mogelijk.
pl: Nie udało się włączyć osadzania modułowego
pt_br: Falha ao ativar a incorporação modular
ru: Не удалось включить модульное встраивание.
sk: Nepodarilo sa povoliť modulárne vkladanie
sl: Omogočanje modularne vgradnje ni uspelo
sq: Dështoi aktivizimi i Embedding modular
sr: Nije uspelo omogućavanje modularnog ugrađivanja
sv: Misslyckades med att aktivera modulär inbäddning
tr: Modüler gömme etkinleştirilemedi.
uk: Не вдалося увімкнути модульне вбудовування
vi: Không thể kích hoạt tính năng nhúng mô-đun.
zh_hk: 啟用模組化嵌入失敗

source: Failed to enable guest embeds
ar: فشل تفعيل تضمينات الضيف
bg: Активирането на вгражданията за гости не бе успешно
ca: No s'han pogut habilitar les incrustacions de convidat
de: Gast-Einbettungen konnten nicht aktiviert werden
es: No se pudieron habilitar las incrustaciones de invitados
fa: فعال کردن جاسازی مهمان ناموفق بود
fi: Vieraiden upotusten käyttöönotto epäonnistui
fr: Impossible d'activer les contenus intégrés invités.
it: Impossibile abilitare gli incorporamenti guest
ja: ゲスト埋め込みを有効にできませんでした
nb: Kunne ikke aktivere gjesteinnbygging
nl: Het inschakelen van gastintegraties is mislukt.
pl: Nie udało się włączyć osadzania gości
pt_br: Falha ao ativar incorporações de convidados
ru: Не удалось включить встраивание гостевых приложений.
sk: Nepodarilo sa povoliť vkladanie hosťovských videí
sl: Vdelave gostov ni bilo mogoče omogočiti
sq: Dështoi aktivizimi i inkorporimeve për vizitorë
sr: Nije uspelo omogućavanje ugrađivanja za goste
sv: Misslyckades med att aktivera gästinbäddningar
tr: Konuk yerleştirmeleri etkinleştirilemedi.
uk: Не вдалося увімкнути гостьове вбудування
vi: Không thể bật tính năng nhúng dành cho khách.
zh_hk: 啟用訪客嵌入功能失敗

source: To continue, enable {0} and agree to the usage conditions.
ar: للمتابعة، فعّل {0} ووافق على شروط الاستخدام.
bg: За да продължите, активирайте {0} и се съгласете с условията за ползване.
ca: Per continuar, activeu {0} i accepteu les condicions d'ús.
de: Um fortzufahren, aktivieren Sie {0} und stimmen Sie den Nutzungsbedingungen zu.
es: Para continuar, habilite {0} y acepte las condiciones de uso.
fa: برای ادامه، {0} را فعال کنید و با شرایط استفاده موافقت کنید.
fi: Jatkaaksesi ota käyttöön {0} ja hyväksy käyttöehdot.
fr: Pour continuer, activez {0} et acceptez les conditions d'utilisation.
it: Per continuare, abilita {0} e accetta le condizioni d'uso.
ja: 続行するには、 {0} を有効にして使用条件に同意してください。
nb: For å fortsette, aktiver {0} og godta bruksvilkårene.
nl: Om door te gaan, schakelt u {0} in en gaat u akkoord met de gebruiksvoorwaarden.
pl: Aby kontynuować, włącz opcję {0} i zaakceptuj warunki użytkowania.
pt_br: Para continuar, habilite {0} e concorde com as condições de uso.
ru: Чтобы продолжить, включите {0} и согласитесь с условиями использования.
sk: Ak chcete pokračovať, povoľte {0} a súhlaste s podmienkami používania.
sl: Za nadaljevanje omogočite {0} in se strinjajte s pogoji uporabe.
sq: Për të vazhduar, aktivizo {0} dhe prano kushtet e përdorimit.
sr: Da biste nastavili, omogućite {0} i prihvatite uslove korišćenja.
sv: För att fortsätta, aktivera {0} och godkänn användarvillkoren.
tr: Devam etmek için {0} öğesini etkinleştirin ve kullanım koşullarını kabul edin.
uk: Щоб продовжити, увімкніть {0} та погодьтеся з умовами використання.
vi: Để tiếp tục, hãy bật {0} và đồng ý với các điều kiện sử dụng.
zh_hk: 若要繼續，請啟用 {0} 並同意使用條件。

source: Agree and enable
ar: وافق وفعّل
bg: Съгласен съм и активирам
ca: D'acord i activa
de: Zustimmen und aktivieren
es: Aceptar y habilitar
fa: موافقت و فعال کردن
fi: Hyväksy ja ota käyttöön
fr: Accepter et activer
it: Accetta e abilita
ja: 同意して有効化
nb: Bli enige om og aktivere
nl: Akkoord gaan en inschakelen
pl: Zgadzam się i włączam
pt_br: Concordo e habilito
ru: Согласиться и включить
sk: Súhlasím a povoľujem
sl: Strinjam se in omogočim
sq: Prano dhe aktivizo
sr: Prihvati i omogući
sv: Godkänn och aktivera
tr: Kabul et ve etkinleştir
uk: Погодитися та увімкнути
vi: Đồng ý và kích hoạt
zh_hk: 同意並啟用

source: Agree to the usage conditions to continue.
ar: وافق على شروط الاستخدام للمتابعة.
bg: Съгласете се с условията за ползване, за да продължите.
ca: Accepteu les condicions d'ús per continuar.
de: Um fortzufahren, stimmen Sie den Nutzungsbedingungen zu.
es: Acepte las condiciones de uso para continuar.
fa: برای ادامه، با شرایط استفاده موافقت کنید.
fi: Hyväksy käyttöehdot jatkaaksesi.
fr: Acceptez les conditions d'utilisation pour continuer.
it: Accetta le condizioni d'uso per continuare.
ja: 続行するには使用条件に同意します。
nb: Godta bruksvilkårene for å fortsette.
nl: Ga akkoord met de gebruiksvoorwaarden om verder te gaan.
pl: Aby kontynuować, zaakceptuj warunki użytkowania.
pt_br: Aceite os termos de uso para continuar.
ru: Чтобы продолжить, согласитесь с условиями использования.
sk: Ak chcete pokračovať, súhlaste s podmienkami používania.
sl: Za nadaljevanje se strinjajte s pogoji uporabe.
sq: Prano kushtet e përdorimit për të vazhduar.
sr: Prihvatite uslove korišćenja da biste nastavili.
sv: Godkänn användarvillkoren för att fortsätta.
tr: Devam etmek için kullanım koşullarını kabul edin.
uk: Погодьтеся з умовами використання, щоб продовжити.
vi: Đồng ý với các điều kiện sử dụng để tiếp tục.
zh_hk: 同意使用條件才能繼續。

source: Enable {0} to get started.
ar: فعّل {0} للبدء.
bg: Активирайте {0} , за да започнете.
ca: Activa {0} per començar.
de: Aktivieren Sie {0} , um zu beginnen.
es: Habilite {0} para comenzar.
fa: برای شروع، {0} را فعال کنید.
fi: Aloita ottamalla käyttöön {0} .
fr: Activez {0} pour commencer.
it: Abilita {0} per iniziare.
ja: 開始するには {0} を有効にしてください。
nb: Aktiver {0} for å komme i gang.
nl: Schakel {0} in om te beginnen.
pl: Aby rozpocząć, włącz {0} .
pt_br: Habilite {0} para começar.
ru: Включите {0} , чтобы начать.
sk: Ak chcete začať, povoľte {0} .
sl: Za začetek omogočite {0} .
sq: Aktivizo {0} për të filluar.
sr: Omogućite {0} da biste započeli.
sv: Aktivera {0} för att komma igång.
tr: Başlamak için {0} öğesini etkinleştirin.
uk: Увімкніть {0}, щоб розпочати.
vi: Bật {0} để bắt đầu.
zh_hk: 啟用 {0} ，即可開始使用。

source: Enable and continue
ar: فعّل وتابع
bg: Активиране и продължаване
ca: Activa i continua
de: Aktivieren und fortfahren
es: Habilitar y continuar
fa: فعال کردن و ادامه
fi: Ota käyttöön ja jatka
fr: Activer et continuer
it: Abilita e continua
ja: 有効にして続行
nb: Aktiver og fortsett
nl: Inschakelen en doorgaan
pl: Włącz i kontynuuj
pt_br: Ativar e continuar
ru: Включить и продолжить
sk: Povoliť a pokračovať
sl: Omogoči in nadaljuj
sq: Aktivizo dhe vazhdo
sr: Omogući i nastavi
sv: Aktivera och fortsätt
tr: Etkinleştir ve devam et
uk: Увімкнути та продовжити
vi: Kích hoạt và tiếp tục
zh_hk: 啟用並繼續

source: When you embed charts or dashboards from Metabase in your own application that application isn't subject to the Affero General Public License that covers the rest of Metabase, provided you keep the Metabase logo and the "Powered by Metabase" visible on those embeds.
ar: عند تضمين المخططات أو لوحات المعلومات من Metabase في تطبيقك الخاص، لا يخضع هذا التطبيق لترخيص Affero General Public License الذي يغطي بقية Metabase، بشرط أن تُبقي شعار Metabase وعبارة "Powered by Metabase" مرئيين على تلك التضمينات.
bg: Когато вграждате диаграми или табла от Metabase във вашето собствено приложение, това приложение не е предмет на Общия публичен лиценз на Affero , който обхваща останалата част от Metabase, при условие че запазите логото на Metabase и надписа „Задвижвано от Metabase“ видими върху тези вградени елементи.
ca: Quan incrusteu gràfics o quadres de comandament de Metabase a la vostra aplicació, aquesta aplicació no està subjecta a la Llicència Pública General d'Affero que cobreix la resta de Metabase, sempre que mantingueu el logotip de Metabase i la frase "Powered by Metabase" visibles en aquestes incrustacions.
de: Wenn Sie Diagramme oder Dashboards von Metabase in Ihre eigene Anwendung einbetten, unterliegt diese Anwendung nicht der Affero General Public License, die den Rest von Metabase abdeckt, vorausgesetzt, Sie lassen das Metabase-Logo und den Hinweis "Powered by Metabase" auf diesen Einbettungen sichtbar.
es: Cuando incrusta gráficos o cuadros de mando de Metabase en su propia aplicación , esa aplicación no está sujeta a la Licencia Pública General de Affero que cubre el resto de Metabase, siempre que mantenga el logotipo de Metabase y el "Powered by Metabase" visible en esas incrustaciones.
fa: وقتی نمودارها یا داشبوردهایی از Metabase را در برنامهٔ خود جاسازی می‌کنید، آن برنامه مشمول مجوز عمومی Affero که بقیهٔ Metabase را پوشش می‌دهد، نمی‌شود، مشروط بر اینکه لوگوی Metabase و عبارت «Powered by Metabase» را در آن جاسازی‌ها قابل مشاهده نگه دارید.
fi: Kun upotat kaavioita tai koontinäyttöjä Metabasesta omaan sovellukseesi, kyseiseen sovellukseen ei sovelleta Affero General Public License -lisenssiä, joka kattaa muun Metabasen, edellyttäen, että Metabasen logo ja "Powered by Metabase" näkyvät upotuksissa.
fr: Lorsque vous intégrez des graphiques ou des tableaux de bord de Metabase dans votre propre application , cette application n'est pas soumise à la licence publique générale Affero qui couvre le reste de Metabase, à condition que le logo Metabase et la mention "Powered by Metabase" restent visibles sur ces intégrations.
it: Quando incorpori grafici o dashboard da Metabase nella tua applicazione, tale applicazione non è soggetta alla licenza pubblica generale Affero che copre il resto di Metabase, a condizione che tu mantenga il logo Metabase e la dicitura "Powered by Metabase" visibili su tali incorporamenti.
ja: Metabase のグラフやダッシュボードを 独自のアプリケーションに埋め込む場合、そのアプリケーションは、Metabase の残りの部分をカバーする Affero 一般公衆利用許諾契約書の対象にはなりません。ただし、 埋め込み部分に Metabase のロゴと「Powered by Metabase」を表示しておく必要があります。
nb: Når du bygger inn diagrammer eller dashbord fra Metabase i din egen applikasjon, er ikke applikasjonen underlagt Affero General Public License som dekker resten av Metabase, , forutsatt at du beholder Metabase-logoen og "Powered by Metabase" synlig på disse innbyggingene.
nl: Wanneer u grafieken of dashboards van Metabase insluit in uw eigen applicatie, valt die applicatie niet onder de Affero General Public License die de rest van Metabase dekt, op voorwaarde dat u het Metabase-logo en de vermelding "Powered by Metabase" zichtbaar houdt op die insluitingen.
pl: Jeśli osadzasz wykresy lub pulpity nawigacyjne z Metabase w swojej własnej aplikacji, aplikacja ta nie podlega licencji Affero General Public License, która obejmuje pozostałą część Metabase, , pod warunkiem, że logo Metabase i informacja „Powered by Metabase” będą widoczne na tych osadzonych elementach.
pt_br: Quando você incorpora gráficos ou dashboards do Metabase em seu próprio aplicativo, esse aplicativo não está sujeito à Licença Pública Geral da Affero que cobre o restante do Metabase, desde que você mantenha o logotipo do Metabase e a frase "Powered by Metabase" visíveis nessas incorporações.
ru: При встраивании диаграмм или панелей мониторинга из Metabase в ваше собственное приложение, это приложение не подпадает под действие Стандартной общественной лицензии Affero , которая распространяется на остальную часть Metabase, при условии, что вы сохраните логотип Metabase и надпись «Powered by Metabase» видимыми на этих встраиваниях.
sk: Keď vložíte grafy alebo dashboardy z Metabase do svojej vlastnej aplikácie, táto aplikácia nepodlieha licencii Affero General Public License, ktorá pokrýva zvyšok Metabase, za predpokladu, že na týchto vložených súboroch ponecháte viditeľné logo Metabase a nápis „Powered by Metabase“.
sl: Ko v svojo lastno aplikacijo vstavite grafikone ali nadzorne plošče iz zbirke Metabase, za to aplikacijo ne velja splošna javna licenca Affero , ki velja za preostalo zbirko Metabase, pod pogojem, da logotip zbirke Metabase in napis "Powered by Metabase" ostaneta vidna na teh vstavkih.
sq: Kur inkorporon grafiqe ose panele nga Metabase në aplikacionin tënd, ai aplikacion nuk i nënshtrohet Licencës Affero General Public License që mbulon pjesën tjetër të Metabase, me kusht që të mbash logon e Metabase dhe "Powered by Metabase" të dukshme në ato inkorporime.
sr: Kada ugradite grafikone ili kontrolne table iz Metabase u svoju aplikaciju, ta aplikacija ne podleže Affero General Public License koja pokriva ostatak Metabase, pod uslovom da Metabase logo i "Powered by Metabase" ostanu vidljivi na tim ugrađivanjima.
sv: När du bäddar in diagram eller dashboards från Metabase i din egen applikation omfattas inte den applikationen av Affero General Public License som täcker resten av Metabase, förutsatt att du låter Metabase-logotypen och "Powered by Metabase" synas på dessa inbäddningar.
tr: Metabase'deki grafikleri veya panoları kendi uygulamanıza yerleştirdiğinizde, bu uygulama Metabase'in geri kalanını kapsayan Affero Genel Kamu Lisansına tabi değildir, Metabase logosunu ve "Powered by Metabase" ibaresini bu yerleştirmelerde görünür tutmanız şartıyla.
uk: Коли ви вбудовуєте діаграми або приладові дошки з Metabase у свій застосунок, цей застосунок не підпадає під дію ліцензії Affero General Public License, яка поширюється на решту Metabase, за умови, що ви збережете логотип Metabase і напис "Powered by Metabase" видимими у цих вбудовуваннях.
vi: Khi bạn nhúng biểu đồ hoặc bảng thông tin từ Metabase vào ứng dụng của riêng bạn, ứng dụng đó không tuân theo Giấy phép Công cộng Chung Affero bao gồm phần còn lại của Metabase, với điều kiện bạn giữ nguyên logo Metabase và dòng chữ "Được cung cấp bởi Metabase" trên các phần nhúng đó.
zh_hk: 當您在 自己的應用程式中嵌入 Metabase 的圖表或儀表板時，該應用程式不受 Affero 通用公共許可證的限制，該許可證涵蓋 Metabase 的其他部分， ，前提是您必須在這些嵌入的圖表或儀表板上保留 Metabase 標誌和「由 Metabase 提供」的字樣。

source: Copy code
ar: انسخ الكود
bg: Копиране на код
ca: Copia el codi
de: Code kopieren
es: Copiar código
fa: کد را کپی کنید
fi: Kopioi koodi
fr: Copier le code
it: Copia il codice
ja: コードをコピー
nb: Kopier kode
nl: Kopieer code
pl: Kopiuj kod
pt_br: Copiar código
ru: Скопировать код
sk: Kopírovať kód
sl: Kopiraj kodo
sq: Kopjo kodin
sr: Kopiraj kod
sv: Kopiera kod
tr: Kodu kopyala
uk: Скопіювати код
vi: Sao chép mã
zh_hk: 複製代碼

source: Server code
ar: كود الخادم
bg: Код на сървъра
ca: Codi del servidor
es: Código del servidor
fa: کد سرور
fi: Palvelimen koodi
fr: Code serveur
it: Codice del server
ja: サーバーコード
nb: Serverkode
pl: Kod serwera
pt_br: Código do servidor
ru: Код сервера
sk: Kód servera
sl: Koda strežnika
sq: Kodi i serverit
sr: Serverski kod
sv: Serverkod
tr: Sunucu kodu
uk: Код сервера
vi: Mã máy chủ
zh_hk: 伺服器代碼
