Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: A look at [[GenericTable]] across [[this]], and how it changes over time.
ar: نظرة على [[GenericTable]] عبر [[this]]، وكيف يتغير عبر الزمن.
bg: Поглед към [[GenericTable]] в [[това]] и как се променя с времето.
ca: Una ullada a [[GenericTable]] a [[this]], i com canvia amb el temps.
de: Ein Blick auf [[GenericTable]] über [[this]] und wie es sich im Laufe der Zeit verändert.
eo: Peep [[GenericTable]] throughout [[this]] and how it’s lowkey evolving rn
es: Un vistazo a [[GenericTable]] en [[this]] y cómo cambia con el tiempo.
fa: نگاهی به [[GenericTable]] در [[این]]، و چگونگی تغییر آن در طول زمان.
fi: Katsaus [[GenericTable]] yli [[this]] ja miten se muuttuu ajan myötä.
fr: Un aperçu de [[GenericTable]] à travers [[this]], et comment ça évolue au fil du temps.
hu: Egy pillantás a(z) [[GenericTable]]-ra [[ez]] mentén, és hogyan változik az idővel.
it: Uno sguardo a [[GenericTable]] in [[questo]] e a come cambia nel tempo.
ja: [[GenericTable]]を[[this]]全体で見て、時間の経過とともにどのように変化するか。
lt: Žvilgsnis į [[GenericTable]] visoje [[tai]] ir kaip ji keičiasi laikui bėgant.
ms: Pandangan pada [[JadualAm]] merentasi [[ini]], dan bagaimana ia berubah dari masa ke masa.
nb: En titt på [[GenericTable]] over [[this]], og hvordan den endres over tid.
nl: Een kijkje in [[GenericTable]] over [[this]], en hoe het in de loop der tijd verandert.
pl: Spojrzenie na [[GenericTable]] w [[this]] i jak zmienia się w czasie.
pt_br: Um olhar sobre [[GenericTable]] em [[this]] e como ela muda com o tempo.
ru: Обзор [[GenericTable]] в [[this]] и его изменений с течением времени.
sk: Pohľad na [[GenericTable]] v rámci [[tejto]] a jeho zmeny v čase.
sl: Pogled na [[GenericTable]] v [[this]] in kako se sčasoma spreminja.
sq: Një vështrim te [[GenericTable]] sipas [[this]], dhe si ndryshon me kalimin e kohës.
sr: Pogled na [[GenericTable]] kroz [[this]] i kako se menja kroz vreme.
sv: En titt på [[GenericTable]] över [[this]], och hur den förändras över tid.
tr: [[GenericTable]]'a [[this]] üzerinden bir bakış ve zaman içinde nasıl değiştiği.
uk: Огляд [[GenericTable]] за [[this]] і як це змінюється з плином часу.
vi: Nhìn vào [[GenericTable]] trên [[cái này]] và cách nó thay đổi theo thời gian.
zh_hk: 看一看 [[GenericTable]] 在 [[this]] 中的情況，以及隨著時間的變化

source: Here's a closer look at [[this]] over time
ar: إليك نظرة أقرب على [[this]] عبر الزمن
bg: По-подробен поглед върху [[това]] с времето
ca: Aquí tens una mirada més propera a [[this]] en el temps
de: Ein genauerer Blick auf [[this]] im Laufe der Zeit
eo: Here’s a deep dive into [[this]] over time, fr fr
es: Aquí hay una mirada más cercana a [[this]] a lo largo del tiempo
fa: در اینجا نگاهی دقیق تر به [[این]] در طول زمان است
fi: Tässä on tarkempi katsaus [[this]] ajan myötä
fr: Voici un aperçu détaillé de [[this]] dans le temps
hu: Itt van egy közelebbi pillantás erre: [[ez]] idővel
it: Ecco un approfondimento su [[questo]] nel tempo
ja: ここでは、[[この]]経年変化を詳しく見てみよう。
lt: Štai atidžiau pažvelgsite į [[tai]] laikui bėgant
ms: Ini pandangan lebih dekat pada [[ini]] dari masa ke masa
nb: Her er en nærmere titt på [[this]] over tid
nl: Hier is een nader kijkje op [[this]] in de loop der tijd
pl: Oto bliższe spojrzenie na [[this]] na przestrzeni czasu
pt_br: Aqui temos um olhar mais atento de [[this]] ao longo do tempo
ru: Вот более подробный взгляд на [[это]] с течением времени
sk: Tu je bližší pohľad na [[toto]] v priebehu času
sl: Tukaj je podrobnejši pogled na [[to]] skozi čas
sq: Ja një vështrim më i afërt te [[this]] me kalimin e kohës
sr: Evo detaljnijeg pregleda za [[this]] kroz vreme
sv: Här är en närmare titt på [[detta]] över tid
tr: İşte zaman içinde [[bu]]'na daha yakından bir bakış
uk: Ось докладніший огляд [[this]] з плином часу
vi: Đây là cái nhìn cận cảnh hơn về [[điều này]] theo thời gian
zh_hk: 隨著時間的推移，深入了解 [[this]]

source: Some metrics we found about transactions.
ar: بعض المقاييس التي وجدناها حول المعاملات.
bg: Някои метрики, които намерихме за транзакциите.
ca: Algunes mètriques que hem trobat sobre els transaccions.
de: Einige Metriken, die wir über Transaktionen gefunden haben.
eo: Some deets we peeped about the transactions, fr.
es: Algunas métricas que hemos encontrado sobre transacciones.
fa: برخی از معیارهایی که در مورد معاملات پیدا کردیم.
fi: Joitain mittareita, jotka löysimme liittyen tapahtumiin.
fr: Voici certaines métriques que nous avons trouvés sur les transactions.
hu: Néhány metrika, amit a tranzakciókról találtunk.
it: Alcune metriche trovate sulle transazioni.
ja: 取引に関するいくつかの指標を見つけた。
lt: Kai kurios metrikos, kurias radome apie operacijas.
ms: Beberapa metrik yang kami temui tentang transaksi.
nb: Noen målinger vi fant angående transaksjoner.
nl: Enkele metrische gegevens die we over transacties hebben gevonden.
pl: Niektóre znalezione przez nas dane dotyczące transakcji.
pt_br: Algumas métricas que encontramos sobre transações.
ru: Некоторые метрики, которые мы нашли о транзакциях.
sk: Niektoré metriky, ktoré sme zistili o transakciách.
sl: Nekatere meritve, ki smo jih našli o transakcijah.
sq: Disa metrika që gjetëm për transaksionet.
sr: Neke metrike koje smo pronašli o transakcijama.
sv: Några mätvärden vi hittade om transaktioner.
tr: İşlemler hakkında bulduğumuz bazı metrikler.
uk: Деякі метрики, які ми знайшли про транзакції.
vi: Một số số liệu chúng tôi tìm thấy về giao dịch.
zh_hk: 我們發現了一些關於交易的指標。

source: A look at events over time and by several categories.
ar: نظرة على الأحداث عبر الزمن وبحسب عدة فئات.
bg: Поглед върху събитията с течение на времето и по няколко категории.
ca: Una mirada als esdeveniments al llarg del temps i per diverses categories.
de: Ein Blick auf Ereignisse im Laufe der Zeit und in verschiedenen Kategorien.
eo: A vibe check on events over time and by a few categories, fr.
es: Un vistazo a los eventos a lo largo de tiempo por varias categorias.
fa: نگاهی به رویدادها در طول زمان و بر اساس چندین دسته.
fi: Katsaus tapahtumiin ajan kuluessa ja useiden kategorioiden mukaan.
fr: Un aperçu des événements dans le temps et selon différentes catégories.
hu: Az események áttekintése időben és több kategória szerint.
it: Uno sguardo agli eventi nel tempo e per diverse categorie.
ja: 時系列で、いくつかのカテゴリー別に出来事を紹介。
lt: Įvykių apžvalga laikui bėgant ir pagal kelias kategorijas.
ms: Pandangan pada acara-acara mengikut masa dan beberapa kategori.
nb: En titt på hendelser over tid og over flere kategorier.
nl: Een blik op evenementen in de loop der tijd en volgens verschillende categorieën.
pl: Spojrzenie na wydarzenia w czasie i według kilku kategorii.
pt_br: Um olhar sobre os eventos ao longo do tempo e por várias categorias.
ru: Обзор событий с течением времени и по нескольким категориям.
sk: Pohľad na udalosti v priebehu času a podľa niekoľkých kategórií.
sl: Pogled na dogodke skozi čas in po več kategorijah.
sq: Një vështrim te eventet me kalimin e kohës dhe sipas disa kategorive.
sr: Pregled događaja kroz vreme i po nekoliko kategorija.
sv: En titt på händelser över tid och per flera kategorier.
tr: Olaylara zaman içinde ve çeşitli kategorilere göre bir bakış.
uk: Огляд подій з плином часу та за кількома категоріями.
vi: Một cái nhìn tổng quan về các sự kiện theo thời gian và theo nhiều danh mục.
zh_hk: 隨著時間和多個類別的變化，看看事件的發展。

source: These are the same for all [[this.short-name]]
ar: هذه القيم متطابقة لكل [[this.short-name]]
bg: Това е същото за всички [[this.short-name]]
ca: Són els mateixos per a tots [[this.short-name]]
de: Diese sind für alle [[this.short-name]] identisch
eo: These are basically the same for all [[this.short-name]] lol
es: Estos son los mismos para todos los [[this.short-name]]
fa: اینها برای همه یکسان است [[this.short-name]]
fi: Nämä ovat samat kaikille [[this.short-name]]
fr: Ce sont les mêmes pour tout [[this.short-name]]
hu: Ezek ugyanazok minden [[ez.short-name]] esetében
it: Questi sono gli stessi per tutti i [[this.short-name]].
ja: これらはすべての[[this.short-name]]で同じです
lt: Tai yra vienodi visiems [[this.short-name]]
ms: Ini adalah sama untuk semua [[ini.nama-pendek]]
nb: Dette er det samme for alle [[this.short-name]]
nl: Deze zijn hetzelfde voor alle [[this.short-name]]
pl: Są one takie same dla wszystkich [[this.short-name]]
pt_br: Estes são os mesmos para todos os [[this.short-name]]
ru: Они одинаковы для всех [[this.short-name]].
sk: Tieto sú rovnaké pre všetky [[this.short-name]]
sl: Ti so enaki za vse [[this.short-name]]
sq: Këto janë të njëjta për të gjitha [[this.short-name]]
sr: Ovo je isto za sve [[this.short-name]]
sv: Dessa är desamma för alla [[this.short-name]]
tr: Bunlar tüm [[this.short-name]] için aynıdır.
uk: Це однаково для всіх [[this.short-name]]
vi: Những điều này giống nhau đối với tất cả [[this.short-name]]
zh_hk: 這些對所有的 [[this.short-name]] 都是一致的。

source: A look at the [[this]] table
ar: نظرة على جدول [[this]]
bg: Поглед към таблицата [[това]]
ca: Una mirada a la taula [[this]]
de: Ein Blick auf die [[this]]-Tabelle
eo: Peep the [[this]] table
es: Una mirada a la tabla [[this]]
fa: نگاهی به جدول [[این]]
fi: Katsaus taulukkoon [[this]]
fr: Un aperçu de la table [[this]]
hu: Egy pillantás a(z) [[ez]] táblára
it: Uno sguardo alla [[questa]] tabella
ja: この]]表を見てみよう。
lt: Žvilgsnis į [[šią]] lentelę
ms: Pandangan pada jadual [[ini]]
nb: En titt på tabellen [[this]]
nl: Een kijkje in [[this]] tabel
pl: Spojrzenie na tabelę [[this]]
pt_br: Um olhar de [[this]]
ru: Взгляд на [[этот]] стол
sk: Pohľad na [[túto]] tabuľku
sl: Pogled na [[to]] tabelo
sq: Një vështrim te tabela [[this]]
sr: Pogled na tabelu [[this]]
sv: En titt på [[denna]] tabell
tr: Bu]] tablosuna bir bakış
uk: Огляд таблиці [[this]]
vi: Nhìn vào bảng [[này]]
zh_hk: 看一看 [[this]] 表

source: Here's a closer look at [[this]] by products
ar: إليك نظرة أقرب على [[this]] حسب المنتجات
bg: По-подробен поглед върху [[това]] по продукти
ca: Aquí tens una mirada més propera a [[this]] per producte
de: Ein genauerer Blick auf [[this]] nach Produkten
eo: Here's a closer look at [[this]] by products — fr fr, it's lowkey giving all the vibes
es: Aquí hay una mirada más precisa de [[this]] por productos
fa: در اینجا نگاهی دقیق تر به [[این]] توسط محصولات است
fi: Tässä on tarkempi katsaus [[this]] tuotteittain
fr: Voici un aperçu plus détaillé de [[this]] par produit.
hu: Íme egy közelebbi pillantás a [[ez]] termékekre
it: Ecco un approfondimento su [[questo]] per prodotti
ja: 製品別に[[this]]を詳しく見てみよう。
lt: Štai atidžiau pažvelkite į [[tai]] pagal produktus
ms: Ini pandangan lebih dekat pada [[ini]] mengikut produk
nb: Her er en nærmere titt på [[titt]] per produkt
nl: Hier is een nader kijkje op [[this]] per product
pl: Oto bliższe spojrzenie na [[this]] według produktów
pt_br: Aqui temos um olhar mais atento de [[this]] por produtos
ru: Вот более подробный обзор [[это]] по продуктам
sk: Tu je bližší pohľad na [[toto]] podľa produktov
sl: Tukaj je podrobnejši pogled na [[to]] po izdelkih
sq: Ja një vështrim më i afërt te [[this]] sipas produkteve
sr: Evo detaljnijeg pregleda za [[this]] po proizvodima
sv: Här är en närmare titt på [[detta]] per produkt
tr: İşte ürünlere göre [[bu]]'na daha yakından bir bakış
uk: Ось докладніший огляд [[this]] за продуктами
vi: Dưới đây là cái nhìn sâu hơn về [[điều này]] theo sản phẩm
zh_hk: 這是產品的 [[this]] 詳細資訊

source: Here's a closer look at [[this]] per source
ar: إليك نظرة أقرب على [[this]] حسب المصدر
bg: По-подробен поглед върху [[това]] по източник
ca: Aquí tens una mirada més propera a [[this]] por origen
de: Ein genauerer Blick auf [[this]] pro Quelle
eo: Peep this up close of [[this]] per source
es: Aquí hay una mirada más precisa de [[this]] por origen
fa: در اینجا نگاهی دقیق تر به [[این]] در هر منبع است
fi: Tässä on tarkempi katsaus [[this]] lähteen mukaan
fr: Voici un aperçu plus détaillé de [[this]] par source
hu: Itt van egy közelebbi pillantás erre: [[ez]] forrásonként
it: Ecco un approfondimento su [[questo]] per fonte
ja: 以下、ソースごとに[[this]]を詳しく見てみよう。
lt: Atidžiau pažvelkite į [[tai]] kiekvienam šaltiniui
ms: Ini pandangan lebih dekat pada [[ini]] mengikut sumber
nb: Her er en nærmere titt på [[this]] per kilde
nl: Hier is een nader kijkje op [[this]] per bron
pl: Oto bliższe spojrzenie na [[this]] według źródła
pt_br: Aqui temos um olhar mais atento de [[this]] por fonte
ru: Вот более подробный взгляд на [[это]] по источнику
sk: Tu je bližší pohľad na [[toto]] podľa zdroja
sl: Tukaj je podrobnejši pogled na [[to]] na vir
sq: Ja një vështrim më i afërt te [[this]] sipas burimit
sr: Evo detaljnijeg pregleda za [[this]] po izvoru
sv: Här är en närmare titt på [[detta]] per källa
tr: İşte kaynak başına [[bu]]'na daha yakından bir bakış
uk: Ось докладніший огляд [[this]] за джерелом
vi: Dưới đây là cái nhìn sâu hơn về [[điều này]] theo nguồn
zh_hk: 這是來源的 [[this]] 詳細資訊

source: A closer look at [[this]]
ar: نظرة أقرب إلى [[this]]
bg: По-подробен поглед към [[това]]
ca: Una mirada a [[this]]
de: Ein genauerer Blick auf [[this]]
eo: A deeper dive into [[this]]
es: Una mirada más cercana a [[this]]
fa: نگاهی دقیق تر به [[این]]
fi: Tarkempi tarkastelu [[this]]
fr: Un aperçu plus détaillé de [[this]]
hu: Egy közelebbi pillantás erre: [[ez]]
it: Uno sguardo più attento a [[questo]]
ja: [[this]]を詳しく見てみよう。
lt: Pažvelkite į [[tai]]
ms: Pandangan lebih dekat pada [[ini]]
nb: En nærmere titt på [[this]]
nl: Een nadere blik op [[this]]
pl: Bliższe spojrzenie na [[this]]
pt_br: Um olhar mais atento de [[this]]
ru: Пристальный взгляд на [[это]]
sk: Bližší pohľad na [[tento]]
sl: Podrobnejši pogled na [[to]]
sq: Një vështrim më i afërt te [[this]]
sr: Detaljniji prikaz za [[this]]
sv: En närmare titt på [[detta]]
tr: Bu]]'a daha yakından bir bakış
uk: Детальніший погляд на [[this]]
vi: Nhìn kỹ hơn vào [[điều này]]
zh_hk: 仔細看看 [[this]]

source: Here's an overview of [[this]]
ar: إليك نظرة عامة على [[this]]
bg: Ето преглед на [[това]]
ca: Aquí tens un resum de [[this]]
de: Hier ist eine Übersicht über [[this]]
eo: Here’s the tea on [[this]]
es: Aquí hay una descripción general de [[this]]
fa: در اینجا مروری بر [[این]] است
fi: Tässä on yleiskatsaus [[this]]
fr: Voici un aperçu de [[this]]
hu: Íme egy áttekintés [[this]]
it: Ecco una panoramica di [[questo]]
ja: ここでは[[この]]の概要を説明する。
lt: Štai [[tai]] apžvalga
ms: Ini adalah gambaran keseluruhan [[ini]]
nb: Her er et overblikk over [[this]]
nl: Hier is een overzicht van [[this]]
pl: Oto przegląd [[this]]
pt_br: Aqui temos uma visão geral de [[this]]
ru: Вот обзор [[это]]
sk: Tu je prehľad [[tohto]]
sl: Tukaj je pregled [[to]]
sq: Ja një përmbledhje e [[this]]
sr: Evo pregleda za [[this]]
sv: Här är en översikt över [[detta]]
tr: İşte [[bu]]'na genel bir bakış
uk: Ось огляд [[this]]
vi: Sau đây là tổng quan về [[điều này]]
zh_hk: 這是 [[this]] 的概覽

source: An overview of [[this]] and how it's distributed across time, place, and categories.
ar: نظرة عامة على [[this]] وكيف يتوزع عبر الزمن والمكان والفئات.
bg: Преглед на [[това]] и как се разпределя по време, място и категории.
ca: Una visió general de [[this]] i com es distribueix en el temps, el lloc i les categories.
de: Eine Übersicht über [[this]] und wie es über Zeit, Ort und Kategorien verteilt ist.
eo: A quick lowdown on [[this]] and how it's spread out over time, location, and categories, fr fr.
es: Una descripción general de [[this]] y cómo se distribuye en el tiempo, el lugar y las categorías.
fa: نمای کلی [[this]] و نحوه توزیع آن در زمان، مکان و دسته‌ها.
fi: Yleiskatsaus [[this]] ja miten se jaetaan ajan, paikan ja kategorioiden suhteen.
fr: Un aperçu de [[this]] et sa distribution dans le temps, l'endroit et la catégorie.
hu: Áttekintés [[this]], valamint arról, hogyan oszlik meg időben, helyen és kategóriákban.
it: Una panoramica di [[questo]] e di come è distribuito nel tempo, nel luogo e nelle categorie.
ja: [[this]]の概要と、[[this]]が時間、場所、カテゴリーにどのように分布しているかを説明する。
lt: Apžvalga apie [[tai]] ir kaip jis paskirstomas laiku, vietoje ir kategorijomis.
ms: Gambaran keseluruhan [[ini]] dan bagaimana ia diedarkan mengikut masa, tempat, dan kategori.
nb: En oversikt over [[this]] og hvordan den er fordelt over tid, sted og kategori.
nl: Een overzicht van [[this]] en hoe het is verdeeld over tijd, plaats en categorieën.
pl: Omówienie [[this]] i jego rozkładu w czasie, lokalizacji i kategoriach.
pt_br: Uma visão geral de [[this]] e como está distribuído no tempo, lugar e categorias.
ru: Обзор [[это]] и того, как оно распределено по времени, месту и категориям.
sk: Prehľad o [[tomto]] a jeho rozdelení v čase, mieste a kategóriách.
sl: Pregled [[this]] in kako je porazdeljen po času, kraju in kategorijah.
sq: Një përmbledhje e [[this]] dhe si shpërndahet në kohë, vend dhe kategori.
sr: Pregled [[this]] i kako je raspodeljen kroz vreme, mesto i kategorije.
sv: En översikt över [[detta]] och hur det är fördelat över tid, plats och kategorier.
tr: Bu]] ve zaman, yer ve kategoriler arasında nasıl dağıldığına dair genel bir bakış.
uk: Огляд [[this]] і того, як він розподілений за часом, місцем і категоріями.
vi: Tổng quan về [[điều này]] và cách nó phân bổ theo thời gian, địa điểm và danh mục.
zh_hk: 這是 [[this]] 的概覽及其在時間、地點和類別上的分布情況。

source: Here's a closer look at [[this]] per state
ar: إليك نظرة أقرب على [[this]] حسب الولاية
bg: Ето по-подробен поглед към [[това]] по щат
ca: Aquí tens una mirada més propera a [[this]] per estat
de: Hier ist ein genauerer Blick auf [[this]] nach Bundesland
eo: Here's a closer look at [[this]] per state, fr fr.
es: Aquí hay una mirada más cercana a [[this]] por estado
fa: در اینجا نگاهی دقیق تر به [[این]] در هر ایالت است
fi: Tässä on tarkempi katsaus [[this]] osavaltioittain
fr: Voici un aperçu plus détaillé de [[this]] par état.
hu: Íme egy közelebbi pillantás [[this]] államonként
it: Ecco un approfondimento su [[questo]] per stato
ja: 州ごとの[[this]]を詳しく見てみよう。
lt: Štai atidžiau pažvelkite į [[tai]] pagal valstiją
ms: Ini pandangan lebih dekat pada [[ini]] mengikut negeri
nb: Er er en nærmere titt på [[this]] per stat
nl: Hier is een nadere blik op [[this]] per staat
pl: Oto bliższe spojrzenie na [[this]] według stanu
pt_br: Aqui temos um olhar de [[this]] por estado
ru: Вот более подробный обзор [[это]] по штатам
sk: Tu je bližší pohľad na [[toto]] na štát
sl: Tukaj je podrobnejši pogled na [[to]] po državi
sq: Ja një vështrim më i afërt te [[this]] sipas shtetit
sr: Evo detaljnijeg pregleda za [[this]] po državama
sv: Här är en närmare titt på [[detta]] per stat
tr: İşte eyalet başına [[bu]]'na daha yakından bir bakış
uk: Ось детальніший погляд на [[this]] за штатом
vi: Dưới đây là cái nhìn cận cảnh hơn về [[điều này]] theo từng tiểu bang
zh_hk: 這是每個州的 [[this]] 的詳細資訊

source: A look at [[this]]
ar: نظرة على [[this]]
bg: Поглед към [[това]]
ca: Una mirada a [[this]]
de: Ein Blick auf [[this]]
eo: A quick peek at [[this]]
es: Un vistazo de [[this]]
fa: نگاهی به [[این]]
fi: Katsaus tähän [[this]]
fr: Un aperçu de [[this]]
hu: Egy pillantás erre: [[ez]]
it: Uno sguardo a [[questo]]
ja: [[this]]を見てみよう。
lt: Žvilgsnis į [[tai]]
ms: Pandangan pada [[ini]]
nb: En titt på [[this]]
nl: Een blik op [[this]]
pl: Spojrzenie na [[this]]
pt_br: Um olhar de [[this]]
ru: Взгляд на [[это]]
sk: Pohľad na [[tento]]
sl: Pogled na [[to]]
sq: Një vështrim te [[this]]
sr: Pogled na [[this]]
sv: En titt på [[detta]]
tr: Bu]]'na bir bakış
uk: Огляд [[this]]
vi: Một cái nhìn vào [[điều này]]
zh_hk: 看看 [[this]]

source: Here's a closer look at [[this]] per country
ar: إليك نظرة أقرب على [[this]] حسب البلد
bg: Ето по-подробен поглед към [[това]] по държава
ca: Aquí tens una mirada més propera a [[this]] per país
de: Hier ist ein genauerer Blick auf [[this]] nach Land
eo: Here’s a closer look at [[this]] per country, fr fr
es: Aquí tienes un vistazo más detallado de [[this]] por país
fa: در اینجا نگاهی دقیق تر به [[این]] در هر کشور است
fi: Tässä on tarkempi katsaus [[this]] maittain
fr: Voici un aperçu plus détaillé de [[this]] par pays
hu: Itt van egy közelebbi pillantás erre: [[ez]] országonként
it: Ecco un approfondimento su [[questo]] per paese
ja: 国ごとの[[this]]を詳しく見てみよう。
lt: Atidžiau pažvelkite į [[tai]] pagal šalį
ms: Ini pandangan lebih dekat pada [[ini]] mengikut negara
nb: Er er en nærmere titt på [[this]] per land
nl: Hier is een nadere blik op [[this]] per land
pl: Oto bliższe spojrzenie na [[this]] według kraju
pt_br: Aqui temos um olhar mais atento de [[this]] por país
ru: Вот более подробный обзор [[это]] по странам
sk: Tu je bližší pohľad na [[toto]] podľa krajín
sl: Tukaj je podrobnejši pogled na [[to]] po državah
sq: Ja një vështrim më i afërt te [[this]] sipas vendit
sr: Evo detaljnijeg pregleda za [[this]] po zemljama
sv: Här är en närmare titt på [[detta]] per land
tr: İşte ülke başına [[bu]]'na daha yakından bir bakış
uk: Ось докладніший огляд [[this]] за країною
vi: Dưới đây là cái nhìn cận cảnh hơn về [[điều này]] theo từng quốc gia
zh_hk: 以下是每個國家/地區 [[this]] 的詳細資訊

source: A breakdown of [[this]] over time, and its min, max, average and more.
ar: تفصيل [[this]] عبر الزمن، والحد الأدنى والحد الأقصى والمتوسط وغير ذلك.
bg: Разбивка на [[това]] с течение на времето и неговите минимуми, максимуми, средни стойности и други.
ca: Un desglossament de [[this]] al llarg del temps i els seus mínims, màxims, mitjans i molt més.
de: Eine Aufschlüsselung von [[this]] im Laufe der Zeit sowie sein Min, Max, Durchschnitt und mehr.
eo: A lil rundown of [[this]] over time, with its lows, highs, avg, and all that.
es: Un desglose de [[this]] a lo largo del tiempo, y su mínimo, máximo, promedio y más.
fa: تفکیک [[این]] در طول زمان، و حداقل، حداکثر، میانگین و بیشتر آن.
fi: [[this]] ajan kuluessa tapahtuva erittely, sekä sen pienin, suurin, keskiarvo ja muut tiedot.
fr: Une ventilation de [[this]] dans le temps, avec min, max, moyenne et plus.
hu: A(z) [[ez]] lebontása idővel, és annak minimuma, maximuma, átlaga és egyéb.
it: Una ripartizione di [[questo]] nel tempo, con i suoi valori minimi, massimi, medi e altro ancora.
ja: [[this]]の経時的な内訳、最小値、最大値、平均値など。
lt: [[tai]] suskirstymas laikui bėgant ir jo min., maks., vidurkis ir kt.
ms: Pecahan [[ini]] dari masa ke masa, dan minimum, maksimum, purata dan lebih banyak lagi.
nb: En oppdeling av [[this]] over tid, dens min, maks, gjennomsnitt og mer.
nl: Een uitsplitsing van [[this]] over de tijd, en zijn min, max, gemiddelde en meer.
pl: Grupowanie [[this]] w czasie, wraz z wartościami minimalnymi, maksymalnymi, średnimi i innymi.
pt_br: Um detalhamento de [[this]] ao longo do tempo, e seu mínimo, máximo, média e muito mais.
ru: Разбивка [[this]] по времени, а также ее минимальное, максимальное, среднее и другие значения.
sk: Rozdelenie [[tohto]] v čase a jeho minima, maxima, priemeru a ďalších hodnôt.
sl: Razčlenitev [[this]] skozi čas in njegova min, max, povprečje in še več.
sq: Një ndarje e [[this]] me kalimin e kohës, dhe min, max, mesatare dhe më shumë.
sr: Raščlanjivanje [[this]] kroz vreme, kao i njegov minimum, maksimum, prosek i još mnogo toga.
sv: En uppdelning av [[this]] över tid, och dess min, max, genomsnitt och mer.
tr: Zaman içinde [[bu]]'nun bir dökümü ve minimum, maksimum, ortalama ve daha fazlası.
uk: Розбивка [[this]] у часі та його min, max, average та інше.
vi: Phân tích [[điều này]] theo thời gian và giá trị tối thiểu, tối đa, trung bình, v.v.
zh_hk: 此]]隨時間變化的細目，以及其最小值、最大值、平均值等。
