Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: When set, enforces the use of session cookies for all users which expire when the browser is closed.
ar: عند تفعيله، يفرض استخدام session cookies لجميع المستخدمين والتي تنتهي عند إغلاق المتصفح.
bg: Когато е зададено, налага използването на сесийни бисквитки за всички потребители, които изтичат, когато браузърът се затвори.
ca: Quan està configurat, força l'ús de galetes de sessió per a tots els usuaris que expiren quan es tanca el navegador.
de: Wenn gesetzt, wird für alle Benutzer die Verwendung von Sitzungs-Cookies erzwungen, die ablaufen, wenn der Browser geschlossen wird.
eo: When set, it makes sure all users gotta use session cookies that vanish when they close their browser.
es: Cuando se establece, impone el uso de cookies de sesión para todos los usuarios. Esos cookies caducan cuando se cierra el navegador.
fa: هنگامی که تنظیم شود، استفاده از کوکی‌ها جلسه برای همه کاربران که پس از بستن مرورگر منقضی می‌شوند، اجرای می‌کند.
fi: Kun asetettu, pakottaa istuntokäyttöön evästeiden käytön kaikille käyttäjille, jotka vanhenevat selaimen sulkeutuessa.
fr: Quand mis, cela renforce l'utilisation de cookies de session qui expire quand le navigateur est fermé, pour tous les utilisateurs.
hu: Ha beállítva, akkor minden felhasználónál megköveteli a munkamenet cookie-k használatát, amelyek a böngésző bezárásakor lejárnak.
it: Quando abilitato, rinforza l'utilizzo di cookie di sessione per tutti gli utenti, con scadenza alla chiusura del browser.
ja: この設定を行うと、すべてのユーザーに対して、ブラウザを閉じたときに失効するセッションクッキーを使用するようになります。
lt: Kai nustatyta, visiems vartotojams užtikrinamas seanso slapukų, kurių galiojimo laikas baigiasi uždarius naršyklę, naudojimas.
ms: Apabila diaktifkan, menetapkan penggunaan kuki sesi untuk semua pengguna yang tamat tempoh apabila pelayar ditutup.
nb: Når denne er satt blir informasjonskapsler for alle brukere satt til å utløpe når nettleseren lukkes.
nl: Indien ingesteld, wordt het gebruik van sessiecookies voor alle gebruikers afgedwongen die verlopen wanneer de browser wordt gesloten.
pl: Gdy ustawione, wymusza użycie ciasteczek sesji dla wszystkich użytkowników, które wygasają po zamknięciu przeglądarki.
pt_br: Quando definido, impõe o uso de cookies de sessão para todos os usuários, os quais expiram quando o navegador é fechado.
ru: Если установлено, файлы cookie сеанса для всех пользователей будут истекать при закрытии браузера.
sk: Po nastavení sa vynúti použitie cookies pre relácie pre všetkých používateľov, ktorých platnosť vyprší pri zatvorení prehliadača.
sl: Ko je nastavljeno, uveljavi uporabo sejnih piškotkov za vse uporabnike, ki potečejo, ko je brskalnik zaprt.
sq: Kur aktivizohet, detyron përdorimin e cookie-ve të sesionit për të gjithë përdoruesit, të cilat skadojnë kur mbyllet shfletuesi.
sr: Kada je uključeno, nameće korišćenje session kolačića za sve korisnike koji isteku kada se pregledač zatvori.
sv: När inställt, tvingar användningen av sessions-cookies för alla användare som upphör när webbläsaren stängs.
tr: Ayarlandığında, tarayıcı kapatıldığında süresi dolan tüm kullanıcılar için oturum tanımlama bilgilerinin kullanımını zorunlu kılar.
uk: Якщо встановлено, примусово використовує сесійні cookie для всіх користувачів, які спливають при закритті браузера.
vi: Khi được thiết lập, buộc sử dụng cookie phiên cho tất cả người dùng mà hết hạn khi trình duyệt bị đóng.
zh_hk: 設置後，強制所有使用者使用session cookie，在瀏覽器關閉後這些 cookie 即過期。

source: Error parsing paging parameters: {0}
hu: Hiba a lapozási paraméterek elemzésekor: {0}
ms: Ralat mentafsir parameter penatalan: {0}

source: Error running sync step
hu: Hiba a szinkronizálási lépés futtatásakor
ms: Ralat menjalankan langkah penyelarasan

source: Error in sync step {0}
hu: Hiba a szinkronizálási lépésben: {0}
ms: Ralat dalam langkah penyelarasan{0}

source: Error fetching version info; setting version-info value to nil
hu: Hiba a verzióinformációk lekérésekor; a verzióinformáció értéke nil-re állítva
ms: Ralat mendapatkan maklumat versi; menetapkan nilai version-info kepada nil

source: Valid field semantic type
hu: Érvényes mező szemantikai típusa
ms: Jenis semantik medan yang sah

source: value must be a valid field semantic type.
hu: az értéknek érvényes mező szemantikai típusnak kell lennie.
lt: reikšmė turi būti tinkamo lauko semantinio tipo.
ms: nilai mesti jenis semantik medan yang sah.

source: Valid field relation type
hu: Érvényes mezőkapcsolat-típus
ms: Jenis hubungan medan yang sah

source: value must be a valid field relation type.
hu: az értéknek érvényes mezőkapcsolati típusnak kell lennie.
lt: reikšmė turi būti galiojantis lauko ryšio tipas.
ms: nilai mesti jenis hubungan medan yang sah.

source: Valid field semantic or relation type
hu: Érvényes mező szemantika vagy relációtípus
ms: Jenis semantik atau hubungan medan yang sah

source: value must be a valid field semantic or relation type.
ar: يجب أن تكون القيمة نوعًا دلاليًا للحقل أو نوع علاقة صالحًا.
bg: стойност трябва да е валиден семантичен или тип на връзка поле.
ca: el valor ha de ser un tipus semàntic o de relació de camp vàlid.
de: Wert muss ein gültiger semantischer oder Beziehungstyp des Feldes sein.
eo: yo, the value gotta be a legit field semantic or relation type, fr.
es: El valor debe ser un tipo de relación o semántica de campo válido.
fa: مقدار باید یک نوع معنایی یا رابطه‌ای فیلد معتبر باشد.
fi: arvon on oltava kelvollinen kenttäsemanttinen tai suhde tyyppi.
fr: La valeur doit être une sémantique de champ ou un type de relation valide.
hu: Az értéknek érvényes mező szemantikai vagy kapcsolati típusnak kell lennie.
it: Il valore deve essere un dato di tipo relazionale o semantico valido.
ja: の値は、有効なフィールドセマンティックまたはリレーションタイプでなければなりません。
lt: reikšmė turi būti galiojantis lauko semantinis arba ryšio tipas.
ms: nilai mesti jenis semantik atau hubungan medan yang sah.
nb: verdien må være en gyldig semantisk- eller relasjonstype for felt.
nl: waarde moet een geldig veldsemantisch of relatietype zijn.
pl: wartość musi być prawidłowym typem semantycznym lub relacji pola.
pt_br: valor deve ser um tipo válido de semântica ou relação de campo
ru: значение должно быть допустимым семантическим или типом связи поля.
sk: hodnota musí byť platným sémantickým alebo vzťahovým typom poľa.
sl: Vrednost mora biti veljavna vrsta semantike polja ali relacije.
sq: vlera duhet të jetë një lloj semantik fushe ose lloj relacije i vlefshëm.
sr: vrednost mora biti važeći semantički tip polja ili tip relacije.
sv: "Value" måste vara en giltig fältsemantisk eller relationtyp.
tr: değer, geçerli bir alan anlambilimi veya ilişki türü olmalıdır.
uk: значення має бути коректним семантичним типом поля або типом зв’язку.
vi: giá trị phải là loại trường ngữ nghĩa hoặc quan hệ hợp lệ.
zh_hk: 值必須是有效的欄位語義或關係類型。

source: Valid field data type (keyword or string)
hu: Érvényes mezőadattípus (kulcsszó vagy karakterlánc)
ms: Jenis data medan yang sah (kata kunci atau rentetan)

source: value must be a valid field data type (keyword or string).
ar: يجب أن تكون القيمة نوع بيانات حقل صالحًا (keyword أو string).
bg: стойност трябва да е валиден тип данни поле (ключова дума или низ).
ca: el valor ha de ser un tipus de dades vàlid (valor o cadena).
de: Wert muss ein gültiger Field-Datentyp sein (Schlüsselwort oder String).
eo: yo, the value gotta be a legit field data type (keyword or string), fr
es: El valor debe ser un tipo de datos de campo válido (palabra clave o cadena).
fa: مقدار باید یک نوع داده فیلد معتبر باشد (کلمه کلیدی یا رشته).
fi: arvon on oltava kelvollinen kenttädatatyppi (avainsana tai merkkijono).
fr: La valeur doit être un type de données de champ valide (mot-clé ou chaîne).
hu: Az értéknek érvényes mező adattípusnak kell lennie (kulcsszó vagy szöveg).
it: Il valore deve essere di un tipo di dato valido (parola chiave o stringa).
ja: の値は、有効なフィールドデータタイプ(キーワードまたは文字列)でなければなりません。
lt: reikšmė turi būti galiojantis lauko duomenų tipas (raktinis žodis arba eilutė).
ms: nilai mesti jenis data medan yang sah (kata kunci atau rentetan).
nb: verdien må være en gyldig feltdatatype (nøkkelord eller streng).
nl: waarde moet een geldig veldgegevenstype zijn (zoekwoord of tekenreeks).
pl: wartość musi być prawidłowym typem danych pola (słowo kluczowe lub ciąg).
pt_br: valor deve ser um tipo de dado de campo válido (palavra-chave ou sequência).
ru: должен быть корректным типом данных в поле (слово или строка).
sk: hodnota musí byť platným typom dát poľa (kľúčové slovo alebo reťazec).
sl: Vrednost mora biti veljaven podatkovni tip polja (ključna beseda ali niz).
sq: vlera duhet të jetë një tip i vlefshëm i të dhënave të fushës (keyword ose string).
sr: vrednost mora biti važeći tip podataka polja (keyword ili string).
sv: "Value" måste vara en giltig fältdatatype (nyckelord eller sträng).
tr: değer, geçerli bir alan veri türü (anahtar kelime veya dize) olmalıdır.
uk: значення має бути коректним типом даних поля (keyword або string).
vi: giá trị phải là loại dữ liệu trường hợp lệ (từ khóa hoặc chuỗi).
zh_hk: 值必須是有效的欄位資料型態（<b>關鍵字</b>或字串）。

source: Valid field semantic type (keyword or string)
hu: Érvényes mező szemantikai típusa (kulcsszó vagy karakterlánc)
ms: Jenis semantik medan yang sah (kata kunci atau rentetan)

source: value must be a valid field semantic type (keyword or string).
hu: Az értéknek érvényes mező szemantikai típusnak kell lennie (kulcsszó vagy szöveg).
lt: reikšmė turi būti galiojantis lauko semantinis tipas (raktinis žodis arba eilutė).
ms: nilai mesti jenis semantik medan yang sah (kata kunci atau rentetan).

source: Valid field relation type (keyword or string)
hu: Érvényes mezőkapcsolat-típus (kulcsszó vagy karakterlánc)
ms: Jenis hubungan medan yang sah (kata kunci atau rentetan)

source: value must be a valid field relation type (keyword or string).
hu: Az értéknek érvényes mező kapcsolati típusnak kell lennie (kulcsszó vagy szöveg).
lt: reikšmė turi būti galiojantis lauko ryšio tipas (raktinis žodis arba eilutė).
ms: nilai mesti jenis hubungan medan yang sah (kata kunci atau rentetan).

source: Valid field semantic or relation type (keyword or string)
hu: Érvényes mező szemantikai vagy kapcsolattípus (kulcsszó vagy karakterlánc)
ms: Jenis semantik atau hubungan medan yang sah (kata kunci atau rentetan)

source: value must be a valid field semantic or relation type (keyword or string).
ar: يجب أن تكون القيمة نوعًا دلاليًا للحقل أو نوع علاقة صالحًا (keyword أو string).
bg: стойност трябва да е валиден семантичен или тип на връзка поле (ключова дума или низ).
ca: el valor ha de ser un tipus de camp semàntic o de relació vàlid (valor o cadena).
de: Wert muss ein gültiger semantischer oder Beziehungstyp des Field sein (Schlüsselwort oder String).
eo: Bruh, the value gotta be a legit field semantic or relation type (keyword or string), no cap.
es: el valor debe ser un campo semántico válido o de tipo relación (palabra clave o cadena).
fa: مقدار باید نوع مربوط به زمینه یا رابطه معتبر باشد (کلید واژه یا رشته).
fi: arvon on oltava kelvollinen kenttäsemanttinen tai suhde tyyppi (avainsana tai merkkijono).
fr: La valeur doit être une sémantique de champ ou un type de relation valide (mot-clé ou chaîne).
hu: Az értéknek érvényes mező szemantikai vagy kapcsolati típusnak kell lennie (kulcsszó vagy szöveg).
it: Il valore deve essere un valido tipo di dato relazionale o semantico (parola chiave o stringa).
ja: の値は、有効なフィールドセマンティックまたはリレーションタイプ(キーワードまたは文字列)でなければなりません。
lt: reikšmė turi būti galiojantis lauko semantinis arba ryšio tipas (raktinis žodis arba eilutė).
ms: nilai mesti jenis semantik atau hubungan medan yang sah (kata kunci atau rentetan).
nb: verdien må være en gyldig semantisk- eller relasjonstype for felt (nøkkelord eller streng).
nl: waarde moet een geldig veldsemantisch of relatietype zijn (zoekwoord of tekenreeks).
pl: wartość musi być prawidłowym typem semantycznym lub relacji pola (słowo kluczowe lub ciąg).
pt_br: valor deve ser um tipo válido de semântica ou relação de campo (palavra-chave ou sequência).
ru: Значение должно быть допустимым семантическим или типом связи поля (слово или строка).
sk: hodnota musí byť platným sémantickým alebo vzťahovým typom poľa (kľúčové slovo alebo reťazec).
sl: Vrednost mora biti veljavna vrsta semantike ali relacije polja (ključna beseda ali niz).
sq: vlera duhet të jetë një lloj semantik fushe ose lloj relacije i vlefshëm (keyword ose string).
sr: vrednost mora biti važeći semantički tip polja ili tip relacije (keyword ili string).
sv: värdet måste vara en giltig fältsemantisk eller relationstyp (nyckelord eller text).
tr: değer, geçerli bir alan semantiği veya ilişki türü (anahtar kelime veya dize) olmalıdır.
uk: значення має бути коректним семантичним типом поля або типом зв’язку (keyword або string).
vi: giá trị phải là loại ngữ nghĩa hoặc quan hệ trường hợp lệ (từ khóa hoặc chuỗi).
zh_hk: 值必須是有效的欄位語義或關係類型（<b>關鍵字</b>或字串）。

source: value must be a valid coercion strategy (keyword or string).
ar: يجب أن تكون القيمة استراتيجية coercion صالحة (keyword أو string).
bg: стойност трябва да е валидна стратегия за принуда (ключова дума или низ).
ca: el valor ha de ser una estratègia de coerció vàlida (valor o cadena).
de: Wert muss eine gültige Koersionsstrategie sein (Schlüsselwort oder String).
eo: yo, the value gotta be a legit coercion move (like a keyword or string) fam
es: el valor debe ser una estrategia de coerción válida (palabra clave o cadena).
fa: مقدار باید یک استراتژی معتبر تطبیق باشد (کلید واژه یا رشته).
fi: arvon on oltava kelvollinen muunnostaktiikka (avainsana tai merkkijono).
fr: La valeur doit être une stratégie de coercition valide (mot-clé ou chaîne).
hu: Az értéknek érvényes kényszerítési stratégiának kell lennie (kulcsszó vagy szöveg).
it: il valore deve essere una valida coercion strategy (parola chiave o stringa).
ja: の値は、有効な強制手段(キーワードまたは文字列)でなければなりません。
lt: reikšmė turi būti tinkama prievartos strategija (raktinis žodis arba eilutė).
ms: nilai mesti strategi paksaan yang sah (kata kunci atau rentetan).
nb: verdien må være en gyldig tvangsstrategi (nøkkelord eller streng).
nl: waarde moet een geldige dwangstrategie zijn (zoekwoord of tekenreeks).
pl: wartość musi być prawidłową strategią wymuszania (słowo kluczowe lub ciąg).
pt_br: valor deve ser uma estratégia de coerção válida (palavra-chave ou sequência).
ru: Значение должно быть допустимой стратегией принуждения (слово или строка).
sk: hodnota musí byť platnou stratégiou zmeny typu (kľúčové slovo alebo reťazec).
sl: Vrednost mora biti veljavna strategija prisile (ključna beseda ali niz).
sq: vlera duhet të jetë një strategji koercioni e vlefshme (keyword ose string).
sr: vrednost mora biti važeća strategija koercije (keyword ili string).
sv: värdet måste vara en giltig tvångsstrategi (nyckelord eller text).
tr: değer, geçerli bir zorlama stratejisi (anahtar kelime veya dize) olmalıdır.
uk: значення має бути коректною стратегією приведення типів (keyword або string).
vi: giá trị phải là chiến lược ép buộc hợp lệ (từ khóa hoặc chuỗi).
zh_hk: 值必須是有效的強制策略（<b>關鍵字</b>或字串）。

source: password is too common.
ar: كلمة المرور شائعة جدًا.
bg: паролата е твърде често срещана.
ca: la contrasenya és massa comú.
de: Passwort ist zu gewöhnlich.
eo: The password is so basic lol.
es: la contraseña es demasiado común.
fa: رمز عبور بیش از حد معمول است.
fi: salasana on liian yleinen.
fr: le mot de passe est trop courant.
hu: a jelszó túl gyakori.
it: la password scelta è troppo comune.
ja: パスワードが一般的過ぎます
lt: slaptažodis per dažnas.
ms: kata laluan terlalu biasa.
nb: passordet er for vanlig.
nl: wachtwoord komt te vaak voor.
pl: hasło jest zbyt powszechne.
pt_br: a senha é muito comum.
ru: Пароль слишком распространен.
sk: heslo je príliš bežné.
sl: geslo je preveč pogosto.
sq: fjalëkalimi është shumë i zakonshëm.
sr: lozinka je previše uobičajena.
sv: lösenordet är för vanligt.
tr: şifre çok yaygın.
uk: пароль занадто поширений.
vi: mật khẩu quá phổ biến.
zh_hk: 密碼太常見。

source: Enter the token you received from the store
hu: Adja meg az áruházból kapott tokent
ms: Masukkan token yang anda terima dari kedai

source: Metabase Cloud keeps your instance up-to-date. You're currently on version {0}. Thanks for being a customer!
hu: A Metabase Cloud naprakészen tartja az ön példányát. Jelenleg a(z) {0} verziót használja. Köszönjük, hogy ügyfelünk!
lt: „Metabase Cloud“ atnaujina jūsų egzempliorių. Šiuo metu naudojate {0} versiją. Ačiū, kad esate klientas!
ms: Metabase Cloud memastikan contoh anda sentiasa terkini. Anda kini menggunakan versi {0}. Terima kasih kerana menjadi pelanggan!

source: No successful checks yet.
hu: Még nincs sikeres ellenőrzés.
ms: Tiada pemeriksaan berjaya lagi.

source: Invalid custom GeoJSON
ar: GeoJSON مخصص غير صالح
bg: Невалиден персонализиран GeoJSON
ca: GeoJSON personalitzat no vàlid
de: Ungültiges benutzerdefiniertes GeoJSON
eo: Yo, this custom GeoJSON is totally invalid lol
es: GeoJSON personalizado inválido
fa: GeoJSON سفارشی نامعتبر
fi: Virheellinen muokattu GeoJSON
fr: GeoJSON personnalisé invalide
hu: Érvénytelen egyéni GeoJSON
it: GeoJSON personalizzato non valido
ja: 無効なカスタムGeoJSON
lt: Netinkamas tinkintas GeoJSON
ms: GeoJSON kustom tidak sah
nb: Ugyldig tilpasset GeoJSON
nl: Ongeldige aangepaste GeoJSON
pl: Niestandardowy GeoJSON jest nieprawidłowy
pt_br: GeoJSON personalizado inválido
ru: Некорректных ключ GeoJSON
sk: Neplatný vlastný kľúč GeoJSON
sl: Neveljaven GeoJSON po meri
sq: GeoJSON i personalizuar i pavlefshëm
sr: Neispravan prilagođeni GeoJSON
sv: Ogiltig anpassad GeoJSON
tr: Geçersiz özel GeoJSON
uk: Недійсний користувацький GeoJSON
vi: GeoJSON tùy chỉnh không hợp lệ
zh_hk: 無效的自訂GeoJSON

source: Invalid custom GeoJSON: does not contain features
ar: GeoJSON مخصص غير صالح: لا يحتوي على features
bg: Невалиден персонализиран GeoJSON: не съдържа характеристики
ca: GeoJSON personalitzat no vàlid: no conté característiques
de: Ungültiges benutzerdefiniertes GeoJSON: enthält keine Features
eo: Bruh, this custom GeoJSON is invalid, it’s not got the features lol
es: GeoJSON personalizado inválido: no contiene características
fa: GeoJSON سفارشی نامعتبر: شامل ویژگی‌ها نیست
fi: Viallinen mukautettu GeoJSON: ei ominaisuuksia
fr: GeoJSON personnalisé invalide : ne contient pas d'éléments.
hu: Érvénytelen egyéni GeoJSON: nem tartalmaz funkciókat
it: GeoJSON personalizzato non valido: non contiene funzionalità
ja: 無効なカスタムGeoJSON：フィーチャーが含まれていません。
lt: Netinkamas tinkintas GeoJSON: nėra funkcijų
ms: GeoJSON kustom tidak sah: tidak mengandungi ciri
nb: Ugyldig tilpasset GeoJSON: inneholder ikke funksjoner
nl: Ongeldige aangepaste GeoJSON: bevat geen functies
pl: Nieprawidłowy niestandardowy GeoJSON: nie zawiera obiektów
pt_br: GeoJSON personalizado inválido: não contém recursos
ru: Некорректных ключ GeoJSON: не содержит атрибутов
sk: Neplatný vlastný kľúč GeoJSON: neobsahuje funkcie
sl: Neveljaven GeoJSON po meri: ne vsebuje funkcij
sq: GeoJSON i personalizuar i pavlefshëm: nuk përmban veçori
sr: Neispravan prilagođeni GeoJSON: ne sadrži feature-e
sv: Ogiltig anpassad GeoJSON: innehåller inga funktioner
tr: Geçersiz özel GeoJSON: özellikler içermiyor
uk: Недійсний користувацький GeoJSON: не містить обʼєктів
vi: GeoJSON tùy chỉnh không hợp lệ: không chứa các đối tượng
zh_hk: 無效的自訂GeoJSON：不包含功能

source: Invalid custom GeoJSON: feature is misssing properties
hu: Érvénytelen egyéni GeoJSON: a funkcióból hiányoznak a tulajdonságok
ms: GeoJSON kustom tidak sah: ciri kekurangan atribut

source: Break out by a…
hu: Kitörés egy...
ms: Pisahkan mengikut…

source: Automatic explorations
hu: Automatikus felfedezések
ms: Eksplorasi automatik

source: Filter by this value
ar: صفِّ حسب هذه القيمة
bg: Филтриране по тази стойност
ca: Filtreu per aquest valor
de: Nach diesem Wert filtern
eo: Filter this out fr fr
es: Filtrar por este valor
fa: با این مقدار فیلتر کنید
fi: Suodata tällä arvolla
fr: Filtrer par cette valeur
hu: Szűrés ezen érték alapján
it: Filtrare in base a questo valore
ja: この値でフィルタリング
lt: Filtruokite pagal šią vertę
ms: Tapis mengikut nilai ini
nb: Filtrer etter denne verdien
nl: Filter op deze waarde
pl: Filtruj po tej wartości
pt_br: Filtrar por este valor
ru: Фильтр по этому значению
sk: Filtrovanie podľa tejto hodnoty
sl: Filtriraj po tej vrednosti
sq: Filtro sipas kësaj vlere
sr: Filtriraj po ovoj vrednosti
sv: Filtrera efter detta värde
tr: Bu değere göre filtrele
uk: Фільтрувати за цим значенням
vi: Lọc theo giá trị này
zh_hk: 依此值篩選

source: GeoJSON URL failed to load
ar: فشل تحميل URL الخاص بـ GeoJSON
bg: URL адресът на GeoJSON не можа да се зареди
ca: No s'ha pogut carregar l'URL de GeoJSON
de: GeoJSON-URL konnte nicht geladen werden
eo: The GeoJSON link totally flopped, lol.
es: Error en la carga de la URL del GeoJSON
fa: آدرس URL GeoJSON بارگذاری نشد
fi: GeoJSON-URL-osoitteen lataaminen epäonnistui
fr: Le chargement de l'URL GeoJSON a échoué
hu: A GeoJSON URL betöltése nem sikerült
it: Impossibile caricare l'URL GeoJSON
ja: GeoJSON URLの読み込みに失敗しました。
lt: GeoJSON URL nepavyko įkelti
ms: URL GeoJSON gagal dimuatkan
nb: GeoJSON-URL kunne ikke lastes
nl: GeoJSON-URL kon niet worden geladen
pl: Nie udało się załadować URL GeoJSON
pt_br: Falha ao carregar o URL GeoJSON
ru: Не удалось загрузить URL с GeoJSON
sk: Nepodarilo sa načítať URL adresu GeoJSON
sl: URL-ja GeoJSON ni bilo mogoče naložiti
sq: Dështoi ngarkimi i URL-së GeoJSON
sr: GeoJSON URL nije uspeo da se učita
sv: GeoJSON-URL kunde inte laddas
tr: GeoJSON URL yüklenemedi
uk: Не вдалося завантажити URL GeoJSON
vi: URL GeoJSON không tải được
zh_hk: GeoJSON URL 加載失敗

source: Error determining value for parameter: {0}
hu: Hiba a paraméter értékének meghatározásakor: {0}
ms: Ralat menentukan nilai untuk parameter: {0}

source: Error building query parameter map: {0}
ar: خطأ أثناء بناء خريطة بارامترات الاستعلام: {0}
bg: Грешка при изграждане на картата на параметрите на заявката: {0}
ca: Error en construir el mapa de paràmetres de consulta: {0}
de: Fehler beim Erstellen der Abfrageparameter-Karte: {0}
eo: Bruh, got an error while makin' the query param map: {0}
es: Error al construir el mapa de parámetros de consulta: {0}
fa: خطا در ساخت نقشه پارامتر کوئری: {0}
fi: Virhe kyselyparametrikartan luomisessa: {0}
fr: Erreur dans la construction de la carte des paramètres de requête : {0}
hu: Hiba a lekérdezési paramétertérkép építésekor: {0}
it: Errore nella creazione della mappa dei parametri della query: {0}
ja: クエリパラメータマップを構築中にエラーが発生しました：{0}
lt: Klaida kuriant užklausos parametrų žemėlapį: {0}
ms: Ralat membina peta parameter pertanyaan: {0}
nb: Feil ved bygging av spørringsparameterkart: {0}
nl: Fout bij het bouwen van query-parametermap: {0}
pl: Błąd podczas budowania mapy parametrów zapytania: {0}
pt_br: Erro ao construir mapa de parâmetros de consulta: {0}
ru: Ошибка при создании карты параметров запроса: {0}
sk: Chyba pri vytváraní mapy parametrov dotazu: {0}
sl: Preslikava parametrov poizvedbe pri ustvarjanju napak: {0}
sq: Gabim gjatë ndërtimit të hartës së parametrave të pyetjes: {0}
sr: Greška pri pravljenju mape parametara upita: {0}
sv: Fel vid byggandet av frågeparametermapp: {0}
tr: Sorgu parametresi haritası oluşturulurken hata oluştu: {0}
uk: Помилка побудови мапи параметрів запиту: {0}
vi: Lỗi khi xây dựng bản đồ tham số truy vấn: {0}
zh_hk: 查詢參數映射生成出錯：{0}

source: This is our new {0} driver, which is faster and more reliable.
hu: Ez a mi új {0} illesztőprogramunk, amely gyorsabb és megbízhatóbb.
ms: Ini adalah pemacu {0} baru kami, yang lebih pantas dan lebih boleh dipercayai.
