Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Replace underscores and dashes with spaces
ar: استبدل الشرطات السفلية والشرطات بمسافات
bg: Заменете подчертаванията и тиретата с интервали
ca: Substituir guions baixos i guionets per espais
de: Unterstriche und Gedankenstriche durch Leerzeichen ersetzen
eo: Swap out underscores and dashes for spaces, fr fr
es: Reemplazar guiones bajos y guiones con espacios
fa: تبدیل زیرخط و خط تیره به فاصله
fi: Korvaa alaviivat ja väliviivat välilyönneillä
fr: Remplacer les underscores et tirets par des espaces
hu: Az aláhúzásokat és kötőjeleket cserélje szóközökre
it: Sostituisci il trattino basso con il trattino alto o uno spazio
ja: アンダーバーとダッシュを空白で置換する
lt: Pakeiskite apatinius brūkšnius ir brūkšnius tarpais
ms: Gantikan garis bawah dan sempang dengan ruang
nb: Erstatt understrek og bindestrek med mellomrom
nl: Vervang onderstrepingstekens en streepjes door spaties
pl: Zastąp podkreślenia i myślniki spacjami
pt_br: Substitua sublinhados e traços por espaços
ru: Заменить символы подчеркивания и дефисы пробелами.
sk: Nahradiť podčiarkovníky a pomlčky medzerami
sl: Zamenjava podčrtajev in pomišljajev s presledki
sq: Zëvendëso nënvijat dhe vizat me hapësira
sr: Zameni donje crte i crtice razmacima
sv: Ersätt understreck och bindestreck med mellanslag
tr: Alt çizgileri ve tireleri boşluklarla değiştirin
uk: Замінювати підкреслення та дефіси пробілами
vi: Thay thế gạch dưới và gạch ngang bằng khoảng trống
zh_hk: 將下劃線和破折號替換為空格

source: Advanced Details (click to download)
hu: Speciális részletek (kattintson a letöltéshez)
lt: Išplėstinė informacija (spustelėkite norėdami atsisiųsti)
ms: Butiran Lanjut (klik untuk memuat turun)

source: Connection Pool Details
ar: تفاصيل مجمّع الاتصالات
bg: Детайли на пула за връзки
ca: Detalls del grup de connexions
de: Details des Verbindungs-Pools
eo: Vibe check: Connection Pool info
es: Detalles del grupo de conexiones
fa: جزئیات استخر اتصال
fi: Yhteysaltaan tiedot
fr: Détails du pool de connexion
hu: Kapcsolati pool részletei
it: Dettagli Pool di Connessione
ja: コネクションプールの詳細
lt: Ryšio baseino informacija
ms: Butiran kumpulan sambungan
nb: Detaljer for tilkoblingspool
nl: Details van verbindingspool
pl: Szczegóły puli połączeń
pt_br: Detalhes do pool de conexões
ru: Детали Пула соединений
sk: Detaily spojovacieho poolu
sl: Podrobnosti o skupini povezav
sq: Detajet e Connection Pool
sr: Detalji pool-a konekcija
sv: Anslutningspoolens detaljer
tr: Bağlantı Havuzu Detayları
uk: Деталі пулу підключень
vi: Chi tiết Nhóm Kết nối
zh_hk: 連接池詳細信息

source: Information about active and idle connections for all pools
ar: معلومات عن الاتصالات النشطة والخاملة لجميع المجمّعات
bg: Информация за активни и неактивни връзки за всички пулове
ca: Informació sobre connexions actives i aturades de tots els grups
de: Informationen über aktive und inaktive Verbindungen für alle Pools
eo: Details on which pools are poppin’ vs chillin’ with connections rn
es: Información sobre conexiones activas e inactivas para todos los grupos
fa: اطلاعات درباره اتصالات فعال و بیکار برای همه استخرها
fi: Tietoa kaikista aktiivisista ja käyttämättömistä yhteyksistä
fr: Information sur les connections actives et à l'arrêt pour toutes les pools
hu: Információ az aktív és tétlen kapcsolatokkal kapcsolatban minden pool esetében
it: Informazioni su tutte le connessione attive e inattive
ja: すべてのプールのアクティブおよびアイドルの接続に関する情報
lt: Informacija apie aktyvius ir neveikiančius visų baseinų ryšius
ms: Maklumat tentang sambungan aktif dan tidak aktif untuk semua kumpulan
nb: Informasjon om aktive og inaktive tilkoblinger for alle pools
nl: Informatie over actieve en niet-actieve verbindingen voor alle pools
pl: Informacje o aktywnych i nieaktywnych połączeniach dla wszystkich pul
pt_br: Informações sobre conexões ativas e ociosas para todos os pools
ru: Информация об активных и неактивных соединениях для всех пулов
sk: Informácie o aktívnych a neaktívnych spojeniach pre všetky pooly
sl: Informacije o aktivnih in nedejavnih povezavah za vse zaloge
sq: Informacion për lidhjet aktive dhe idle për të gjitha pool-et
sr: Informacije o aktivnim i neaktivnim konekcijama za sve pool-ove
sv: Information om aktiva och inaktiva anslutningar för alla pooler
tr: Tüm havuzlar için aktif ve boş bağlantılar hakkında bilgi
uk: Інформація про активні та неактивні підключення для всіх пулів
vi: Thông tin về kết nối hoạt động và không hoạt động cho tất cả các nhóm
zh_hk: 有關所有池的活動和空閒連接的信息

source: Saved Questions
ar: الأسئلة المحفوظة
bg: Запазени въпроси
ca: Preguntes desades
de: Gespeicherte Fragen
eo: Saved Qs
es: Preguntas guardadas
fa: سوالات ذخیره شده
fi: Tallennetut kysymykset
fr: Questions sauvegardées
hu: Mentett kérdések
it: Domande Salvate
ja: 保存された質問
lt: Išsaugoti klausimai
ms: Soalan Disimpan
nb: Lagret spørsmål
nl: Opgeslagen vragen
pl: Zapisane pytania
pt_br: Perguntas salvas
ru: Сохраненные запросы
sk: Uložené otázky
sl: Shranjena vprašanja
sq: Pyetje të ruajtura
sr: Sačuvana pitanja
sv: Sparade frågor
tr: Kayıtlı Sorular
uk: Збережені запити
vi: Câu hỏi đã lưu
zh_hk: 已儲存的Questions

source: Last edited by
ar: آخر تعديل بواسطة
bg: Последна редакция от
ca: Darrera modificació per
de: Zuletzt bearbeitet von
eo: Last edited by → Last updated by or edited by fr
es: Última edición por
fa: آخرین ویرایش توسط
fi: Viimeksi muokannut
fr: Dernière modification par
hu: Utoljára szerkesztette
it: Ultima modifica da
ja: 最終編集者：
lt: Paskutinį kartą redagavo
ms: Disunting kali terakhir oleh
nb: Sist redigert av
nl: Laatst bewerkt door
pl: Ostatnio edytowane przez
pt_br: Última edição por
ru: Изменено
sk: Naposledy upravené používateľom
sl: Nazadnje uredil
sq: Redaktuar për herë të fundit nga
sr: Poslednji put izmenio/la
sv: Senast redigerad av
tr: En son düzenleyen
uk: Останнє редагування
vi: Chỉnh sửa lần cuối bởi
zh_hk: 上次編輯的

source: Last edited at
ar: آخر تعديل في
bg: Последна редакция на
ca: Darrera modificació el
de: Zuletzt bearbeitet am
eo: Last edited at → Edited just now or last updated fr
es: Última edición a las
fa: آخرین ویرایش در
fi: Viimeksi muokattu
fr: Dernière édition à
hu: Utoljára szerkesztve
it: Ultima modifica il
ja: 最終編集日時：
lt: Paskutinį kartą redaguota
ms: Disunting kali terakhir pada
nb: Sist redigert
nl: Laatst bewerkt om
pl: Ostatnio edytowane
pt_br: Última edição à(s)
ru: Изменено
sk: Naposledy upravené dňa
sl: Nazadnje urejeno na
sq: Redaktuar për herë të fundit më
sr: Poslednji put izmenjeno
sv: Senast redigerad
tr: Son düzenleme tarihi:
uk: Останнє редагування
vi: Chỉnh sửa lần cuối tại
zh_hk: 上次編輯時間

source: Need help setting up
hu: Segítségre van szüksége a beállításhoz?
ms: Perlu bantuan untuk menyediakan

source: Our docs can help.
hu: Dokumentációink segíthetnek.
ms: Dokumen kami boleh membantu.

source: Docs weren't enough?
hu: A dokumentáció nem volt elég?
ms: Dokumen tidak mencukupi?

source: Write us.
ar: راسلنا.
bg: Пишете ни.
ca: Escriu-nos.
de: Schreibe uns.
eo: Drop us a line.
es: Escríbenos.
fa: به ما بنویسید.
fi: Kirjoita meille.
fr: Écrivez-nous.
hu: Írj nekünk.
it: Scrivici.
ja: 書き込んでください。
lt: Parašykite mums.
ms: Tulis kepada kami.
nb: Skriv til oss.
nl: Schrijf ons.
pl: Napisz do nas.
pt_br: Escreva para nós.
ru: Написать нам.
sk: Napíšte nám.
sl: Pišite nam.
sq: Na shkruani.
sr: Piši nam.
sv: Skriv till oss.
tr: Bize yazın.
uk: Напишіть нам.
vi: Viết cho chúng tôi.
zh_hk: 給我們寫信。

source: See more
hu: Többet látni
ms: Lihat lebih banyak

source: See less
hu: Kevesebbet látni
ms: Lihat kurang

source: Edited {0} by {1}
ar: تم التعديل {0} بواسطة {1}
bg: Редактирано {0} от {1}
ca: Editat {0} per {1}
de: {0} bearbeitet von {1}
eo: Edited {0} by {1} → Edited {0} by {1}, fr fr
es: {0} editado por {1}
fa: ویرایش شده {0} توسط {1}
fi: {1} muokkasi {0}
fr: Édité {0} par {1}
hu: Szerkesztette: {1}, ekkor: {0}
it: Modificato {0} da {1}
ja: 最終更新{0} by {1}
lt: {0} redagavo {1}
ms: Disunting {0} oleh {1}
nb: Redigert {0} av {1}
nl: {0} bijgewerkt door {1}
pl: Edytowane {0} przez {1}
pt_br: {0} editado por {1}
ru: Изменено {0} {1}
sk: Upravené {0} používateľom {1}
sl: Uredil {0} {1}
sq: U redaktua {0} nga {1}
sr: Izmenjeno {0} od strane {1}
sv: Redigerad {0} av {1}
tr: {0}, {1} tarafından düzenlendi
uk: Відредаговано {0} користувачем {1}
vi: Đã chỉnh sửa {0} bởi {1}
zh_hk: 編輯 {0} 由 {1}

source: Close sidebar
ar: أغلق الشريط الجانبي
bg: Затвори страничната лента
ca: Tancar la barra lateral
de: Seitenbereich schließen
eo: Close the vibe window
es: Cerrar barra lateral
fa: بستن نوار کناری
fi: Sulje sivupalkki
fr: Fermer la barre latérale
hu: Oldalsáv becsukása
it: Chiudi la barra laterale
ja: サイドバーを閉じる
lt: Uždaryti šoninę juostą
ms: Tutup bar sisi
nb: Lukk sidefelt
nl: Zijbalk sluiten
pl: Zamknij panel boczny
pt_br: Fechar barra lateral
ru: Закрыть боковую панель
sk: Zatvoriť bočný panel
sl: Zapri stransko vrstico
sq: Mbyll sidebar-in
sr: Zatvori bočnu traku
sv: Stäng sidofältet
tr: Kenar çubuğunu kapat
uk: Закрити бічну панель
vi: Đóng thanh bên
zh_hk: 關閉側邊欄

source: Add questions
ar: أضِف أسئلة
bg: Добави въпроси
ca: Afegir preguntes
de: Fragen hinzufügen
eo: Drop some Qs
es: Añadir preguntas
fa: افزودن سوالات
fi: Lisää kysymyksiä
fr: Ajouter des questions
hu: Kérdések hozzáadása
it: Aggiungi delle domande
ja: 質問の追加
lt: Pridėkite klausimų
ms: Tambah soalan
nb: Legg til spørsmål
nl: Vragen toevoegen
pl: Dodaj pytania
pt_br: Adicionar perguntas
ru: Добавить запросы
sk: Pridať otázky
sl: Dodajanje vprašanj
sq: Shto pyetje
sr: Dodaj pitanja
sv: Lägg till frågor
tr: Soru ekle
uk: Додайте запити
vi: Thêm câu hỏi
zh_hk: 新增Questions

source: Nothing here
ar: لا يوجد شيء هنا
bg: Няма нищо тук
ca: Aquí no hi ha res
de: Nichts hier
eo: Nada here, fr fr
es: No hay nada que ver aquí
fa: اینجا چیزی نیست
fi: Tyhjää täynnä
fr: Rien ici
hu: Semmi sincs itt
it: Niente qui
ja: 何もありません
lt: Čia nieko
ms: Tiada apa-apa di sini
nb: Ingenting her
nl: Niets hier
pl: Nic tutaj
pt_br: Nada por aqui
ru: Здесь ничего нет
sk: Nič tu nie je
sl: Tukaj ni nič
sq: Asgjë këtu
sr: Ovde nema ničega
sv: Här var det tomt
tr: Burada hiçbir şey yok
uk: Тут нічого немає
vi: Không có gì ở đây
zh_hk: 這裡什麼都沒有

source: Search…
ar: بحث…
bg: Търси...
ca: Cercar...
de: Suche...
eo: Lookin’ for somethin’…
es: Buscar...
fa: جستجو…
fi: Etsi...
fr: Recherche...
hu: Keresés…
it: Ricerca…
ja: 検索...
lt: Ieškoti…
ms: Cari…
nb: Søk…
nl: Zoeken...
pl: Szukaj...
pt_br: Pesquisar…
ru: Поиск...
sk: Vyhľadávanie…
sl: Iskanje...
sq: Kërko…
sr: Pretraži…
sv: Sök…
tr: Arama…
uk: Пошук…
vi: Tìm kiếm…
zh_hk: 查詢…

source: Missing exponent
ar: الأس مفقود
bg: Липсва експонента
ca: Falta l'exponent
de: Es fehlt ein Exponent
eo: Lowkey missing that exponent fr
es: Falta exponente
fa: نمایه نما محصور نیست
fi: Eksponentti puuttuu
fr: Exposant manquant
hu: Hiányzó kitevő
it: Esponente mancante
ja: 指数の欠落
lt: Trūksta laipsnio
ms: Kekurangan eksponen
nb: Mangler eksponent
nl: Ontbrekende exponent
pl: Brakujący wykładnik
pt_br: Expoente ausente
ru: Отсутствует показатель степени
sk: Chýbajúci exponent
sl: Manjkajoči eksponent
sq: Mungon eksponenti
sr: Nedostaje eksponent
sv: Exponent saknas
tr: Eksik üs
uk: Відсутній показник степеня
vi: Thiếu số mũ
zh_hk: 缺少指數

source: Missing closing quotes
hu: Hiányzó záró idézőjelek
lt: Trūksta pabaigos kabučių
ms: Kekurangan tanda titik penutup

source: Bracket identifier in another bracket identifier
hu: Zárójel azonosító egy másik zárójel azonosítóban
ms: Pengenal kurungan dalam pengenal kurungan lain

source: Missing a closing bracket
ar: قوس إغلاق مفقود
bg: Липсва затваряща скоба
ca: Falta un claudàtor de tancament
de: Es fehlt eine schließende Klammer
eo: Lowkey missing a closing bracket, fr fr
es: Falta un corchete de cierre
fa: یک براکت بسته ناپدید شده است
fi: Lopetushakasulku puuttuu
fr: Manque une parenthèse fermante
hu: Hiányzó záró zárójel
it: Mancata chiusura di parentesi
ja: カッコが閉じられていません
lt: Trūksta uždarymo skliausto
ms: Kekurangan kurungan penutup
nb: Mangler avsluttende klammeparentes
nl: Een sluithaakje ontbreekt
pl: Brakujący zamykający nawias
pt_br: Faltando colchete final
ru: Отсутствует закрывающая скобка
sk: Chýbajúca zatvárajúca zátvorka
sl: Manjka zaključni oklepaj
sq: Mungon një kllapë mbyllëse
sr: Nedostaje zatvarajuća zagrada
sv: Saknas ett avslutande klammer
tr: Kapanış ayracı eksik
uk: Відсутня закривальна дужка
vi: Thiếu một dấu ngoặc kết thúc
zh_hk: 缺少閉合括號

source: Missing an opening bracket for {0}
ar: قوس فتح مفقود لـ {0}
bg: Липсва отваряща скоба за {0}
ca: Falta un claudàtor d'obertura per a {0}
de: Es fehlt eine öffnende Klammer für {0}
eo: Bruh, you forgot the opening bracket for {0} lol
es: Falta un corchete de apertura para {0}
fa: براکت بازشدن برای {0} وجود ندارد
fi: Aloitussulku puuttuu kohteelle {0}
fr: Manque une parenthèse ouvrante pour {0}
hu: Hiányzó nyitó zárójel a(z) {0}-hoz
it: Mancata apertura di parentesi per {0}
ja: {0}のオープニングブラケットを欠く
ms: Kekurangan kurungan pembuka untuk {0}
nb: Mangler startende klammeparentes for {0}
nl: Er ontbreekt een openingshaakje voor {0}
pl: Brakujący otwierający nawias dla {0}
pt_br: Faltando colchete inicial para {0}
ru: Отсутствует открывающая скобка для {0}
sk: Chýbajúca otváracia zátvorka pre {0}
sl: Manjka otvoritveni oklepaj za {0}
sq: Mungon një kllapë hapëse për {0}
sr: Nedostaje otvarajuća zagrada za {0}
sv: Saknas en inledande klammer för {0}
tr: {0} için bir açılış ayracı eksik
uk: Відсутня відкривальна дужка для {0}
vi: Thiếu một dấu ngoặc mở cho {0}
zh_hk: 缺少起始括號 {0}

source: Missing an opening bracket
hu: Hiányzó nyitó zárójel
ms: Kekurangan kurungan pembuka

source: Invalid character: {0}
hu: Érvénytelen karakter: {0}
ms: Watak tidak sah: {0}

source: User ID, Product ID, Event ID, etc.
hu: Felhasználói azonosító, Termékazonosító, Eseményazonosító, stb.
ms: ID Pengguna, ID Produk, ID Acara, dan lain-lain.

source: Text or Category
ar: نص أو فئة
bg: Текст или категория
ca: Text o Categoria
de: Text oder Kategorie
eo: DM or group chat
es: Texto o Categoría
fa: متن یا دسته‌بندی
fi: Teksti tai luokka
fr: Texte ou catégorie
hu: Szöveg vagy Kategória
it: Testo o Categoria
ja: テキストまたはカテゴリ
lt: Tekstas arba kategorija
ms: Teks atau Kategori
nb: Tekst eller kategori
nl: Tekst of categorie
pl: Tekst lub Kategoria
pt_br: Texto ou categoria
ru: Текст или Категория
sk: Text alebo Kategória
sl: Besedilo ali kategorija
sq: Tekst ose Kategori
sr: Tekst ili kategorija
sv: Text eller kategori
tr: Metin veya Kategori
uk: Текст або Категорія
vi: Văn bản hoặc Danh mục
zh_hk: 文字或類別

source: Name, Rating, Description, etc.
hu: Név, Értékelés, Leírás, stb.
ms: Nama, Penilaian, Penerangan, dan lain-lain.

source: String
ar: سلسلة نصية
bg: Стринг
ca: Cadena
de: Zeichenkette
eo: String → That’s just some basic string, no cap
es: Texto
fa: رشته
fi: Teksti
fr: Chaîne
hu: Szöveg
it: Stringa
ja: 文字列
lt: Teksto eilutė
ms: Rentetan
nb: Streng
pl: Ciąg
pt_br: Sequência
ru: Строка
sk: Reťazec
sl: Niz
sv: Text
tr: Karakter
uk: Рядок
vi: Chuỗi
zh_hk: 字串

source: Search for a table...
hu: Tábla keresése...
ms: Cari meja...

source: Expecting a closing parenthesis
ar: متوقع وجود قوس إغلاق
bg: Очаква се затваряща скоба
ca: S'esperava un parèntesi de tancament
de: Erwarte schließende Klammer
eo: Wait, you’re expecting a closing parenthesis? That’s so sus lol
es: Se esperaba un paréntesis de cierre
fa: منتظر یک پرانتر بسته هستیم
fi: Odotetaan lopettavaa sulkua
fr: Fermeture de parenthèse attendue
hu: Záró zárójelet vár
it: Aspettavo una chiusa parentesi
ja: 閉じるカッコが不足しています
lt: Tikimasi baigiamojo skliausto
ms: Mengharapkan kurungan penutup
nb: Forventet parentes slutt
nl: Een sluitend haakje wordt verwacht
pl: Oczekiwano nawias zamykający
pt_br: Esperando um parêntese final
ru: Ожидается закрывающая круглая скобка
sk: Očakáva sa uzatváracia zátvorka
sl: Pričakujete zaključni oklepaj
sq: Pritet një kllapë mbyllëse
sr: Očekuje se zatvorena zagrada
sv: Förväntar avslutande parentes
tr: Kapanış parantezi bekliyorum
uk: Очікується закривальна дужка
vi: Mong đợi một dấu ngoặc đơn đóng
zh_hk: 缺少閉合括號

source: Expecting {0} closing parentheses
hu: {0} záró zárójelet vár
lt: Laukiama {0} uždaromų skliaustų
ms: Mengharapkan {0} kurungan penutup

source: Expecting an opening parenthesis
ar: متوقع قوس فتح
bg: Очаква се отваряща скоба
ca: S'esperava un parèntesi d'obertura
de: Erwarte öffnende Klammer
eo: Lowkey expecting an opening paren, lol
es: Se esperaba un paréntesis de apertura
fa: منتظر یک پرانتز باز هستیم
fi: Odotetaan aloitussulkua
fr: Ouverture de parenthèse attendue
hu: Nyitó zárójelet vár
it: Aspettavo un'apri parentesi
ja: 開くカッコが不足しています
lt: Tikimasi pradinio skliausto
ms: Mengharapkan kurungan pembuka
nb: Forventet parentes start
nl: Een openingshaakje wordt verwacht
pl: Oczekiwano nawiasu otwierającego
pt_br: Esperando um parêntese inicial
ru: Ожидается открывающая скобка
sk: Očakáva sa otváracia zátvorka
sl: Pričakujete začetni oklepaj
sq: Pritet një kllapë hapëse
sr: Očekuje se otvarajuća zagrada
sv: Förväntar en inledande parentes
tr: Açılış parantezi bekliyorum
uk: Очікується відкривна дужка
vi: Mong đợi một dấu ngoặc đơn mở
zh_hk: 缺少起始括號

source: Expecting {0} opening parentheses
hu: {0} nyitó zárójelet vár
lt: Laukiama {0} atidaromų skliaustų
ms: Mengharapkan {0} kurungan pembuka

source: Expecting an opening parenthesis after function {0}
ar: متوقع قوس فتح بعد الدالة {0}
bg: Очаква се отваряща скоба след функция {0}
ca: S'esperava un parèntesi d'obertura després de la funció {0}
de: Erwarte eine öffnende Klammer nach Funktion {0}
eo: Bruh, it's expecting a ( after function {0} lol
es: Se esperaba un paréntesis de apertura después de la función {0}
fa: منتظر یک پرانتز باز پس از عملکرد {0} هستید
fi: Odotetaan avaavaa sulkumerkkiä funktion {0} jälkeen
fr: Ouverture de parenthèse attendue après la fonction {0}
hu: Nyitó zárójelet vár a(z) {0} függvény után
it: Aspettavo un'apri parentesi dopo la funzione {0}
ja: 関数{0}の後に開き括弧が必要
lt: Po funkcijos {0} laukiama pradinio skliausto
ms: Mengharapkan kurungan pembuka selepas fungsi {0}
nb: Forventet en startparentes etter funksjon {0}
nl: Verwacht een haakje openen na functie {0}
pl: Oczekiwano otwierającego nawiasu po funkcji {0}
pt_br: Esperando um parêntese inicial após a função {0}
ru: Ожидается открывающая скобка после функции {0}
sk: Očakáva sa otváracia zátvorka za funkciou {0}
sl: Pričakovati začetni oklepaj za funkcijo {0}
sq: Pritet një kllapë hapëse pas funksionit {0}
sr: Očekuje se otvarajuća zagrada posle funkcije {0}
sv: Förväntar sig en inledande parentes efter funktionen {0}
tr: {0} işlevinden sonra bir parantez açılması bekleniyor
uk: Очікується відкривна дужка після функції {0}
vi: Chờ dấu ngoặc đơn mở sau hàm {0}
zh_hk: 函數 {0} 後應為起始括號

source: Explore results
ar: استكشف النتائج
bg: Разгледайте резултатите
ca: Explorar els resultats
de: Ergebnisse erkunden
eo: Vibe check results
es: Explorar resultados
fa: کاوش نتایج
fi: Tutustu tuloksiin
fr: Explorez les résultats
hu: Eredmények felfedezése
it: Esplora i risultati
ja: 探索結果
lt: Naršyti rezultatus
ms: Terokai keputusan
nb: Utforsk resultater
nl: Resultaten verkennen
pl: Zbadaj wyniki
pt_br: Confira os resultados
ru: Посмотреть результаты
sk: Preskúmať výsledky
sl: Raziščite rezultate
sq: Eksploro rezultatet
sr: Istraži rezultate
sv: Utforska resultat
tr: Sonuçları keşfedin
uk: Переглянути результати
vi: Khám phá kết quả
zh_hk: 探索結果

source: You can use the value of any column here like this: {{COLUMN}}
ar: يمكنك استخدام قيمة أي عمود هنا هكذا: {{COLUMN}}
bg: Можете да използвате стойността на всяка колона тук по следния начин: {{COLUMN}}
ca: Pots utilitzar el valor de qualsevol columna aquí d'aquesta manera: {{COLUMN}}
de: Hier kannst du den Wert einer beliebigen Spalte so verwenden: {{COLUMN}}
eo: You can just plug in any column’s value here like this: {{COLUMN}}
es: Puedes usar el valor de cualquier columna aquí de esta manera: {{COLUMNA}}
fa: شما می‌توانید مقدار هر ستون را در اینجا به این صورت استفاده کنید: {{COLUMN}}
fi: Voit käyttää minkä tahansa sarakkeen arvoa tässä näin: {{COLUMN}}
fr: Vous pouvez utiliser la valeur d'une colonne comme ça: {{COLUMN}}
hu: Bármely oszlop értékét használhatja itt így: {{COLUMN}}
it: Puoi utilizzare il valore di qualsiasi colonna qui, come questo: {{COLUMN}}
ja: ここでは、任意の列の値を次のように使用できます。{{COLUMN}}。
lt: Čia galite naudoti bet kurio stulpelio reikšmę: {{COLUMN}}
ms: Anda boleh menggunakan nilai mana-mana lajur di sini seperti ini: {{LAJUR}}
nb: Du kan bruke verdien av hvilken som helst kolonne slik: {{COLUMN}}
nl: Je kunt de waarde van elke kolom hier als volgt gebruiken: {{COLUMN}}
pl: Możesz użyć wartości dowolnej kolumny w ten sposób: {{COLUMN}}
pt_br: Você pode usar o valor de qualquer coluna aqui, assim: {{COLUMN}}
ru: Вы можете использовать значение любого столбца следующим образом: {{COLUMN}}
sk: Môžete použiť hodnotu ktoréhokoľvek stĺpca takto: {{COLUMN}}
sl: Tukaj lahko uporabite vrednost katerega koli stolpca takole: {{COLUMN}}
sq: Mund të përdorësh vlerën e çdo kolone këtu kështu: {{COLUMN}}
sr: Ovde možeš da koristiš vrednost bilo koje kolone ovako: {{COLUMN}}
sv: Du kan använda värdet av vilken kolumn som helst här så här: {{COLUMN}}
tr: Burada herhangi bir sütunun değerini şu şekilde kullanabilirsiniz: {{COLUMN}}
uk: Тут можна використати значення будь-якого стовпця ось так: {{COLUMN}}
vi: Bạn có thể sử dụng giá trị của bất kỳ cột nào ở đây như sau: {{COLUMN}}
zh_hk: 您可以像這樣使用任何列的值：{{COLUMN}}

source: Link URL
ar: URL الرابط
bg: Линк URL
ca: Enllaçar URL
eo: Linky thingy
es: URL del enlace
fa: آدرس اینترنتی لینک
fi: Linkin URL
fr: URL du lien
it: URL del collegamento
ja: リンクURL
lt: Nuorodos URL
ms: Pautan URL
nb: URL lenke
pl: URL linku
pt_br: URL do link
ru: Ссылка
sk: Prepojiť URL
sl: URL povezave
sq: URL e linkut
sr: URL linka
sv: Länk-URL
tr: Bağlantı adresi
uk: URL посилання
vi: Liên kết URL
zh_hk: 連結網址
