Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Saved questions and other things that depend on this {0} will continue to work, but this {1} will no longer be selectable from the query builder.
hu: A mentett kérdések és az ettől függő egyéb dolgok {0} továbbra is működni fognak, de ez {1} már nem választható ki a lekérdezéskészítőből.
ms: Soalan yang disimpan dan perkara lain yang bergantung pada {0} ini akan terus berfungsi, tetapi {1} ini tidak lagi boleh dipilih daripada pembina query.

source: If you're sure you want to retire this {0}, please write a quick explanation of why it's being retired:
hu: Ha biztosan vissza kívánja vonni ezt {0}, írjon egy rövid magyarázatot a visszavonás okaira:
ms: Jika anda pasti anda mahu menghentikan {0} ini, sila tulis penjelasan ringkas mengapa ia dihentikan:

source: This will show up in the activity feed and in an email that will be sent to anyone on your team who created something that uses this {0}.
hu: Ez megjelenik a hírcsatornájában és egy e-mailben, amelyet elküldünk mindenkinek a csapatából, aki létrehozott valamit, amely ezt használja {0}.
ms: Ini akan dipaparkan dalam suapan aktiviti dan dalam e-mel yang akan dihantar kepada sesiapa sahaja dalam kumpulan anda yang mencipta sesuatu menggunakan {0} ini.

source: Retire
ar: أحِل إلى التقاعد
bg: Премахни
ca: Retirar
de: Verwerfen
eo: Bounce, time to dip ✌️
es: Retirar
fa: کنار گذاشتن
fi: Inaktivoi
fr: Retirer
hu: Visszavonás
it: Rimuovi
ja: 放棄する
lt: Atstatydinti
ms: Hentikan
nb: Arkiver
nl: Treed af
pl: Wycofaj
pt_br: Remover
ru: Убрать
sk: Odísť
sl: Upokoji
sq: Ç’aktivizo
sr: Povuci
sv: Arkivera
tr: Kaldır
uk: Вивести з експлуатації
vi: Thu hồi
zh_hk: 作廢

source: Retiring…
eo: Cashing out…
hu: Visszavonás...
lt: Atstatydinama...
ms: Menghentikan…

source: Failed
ar: فشل
bg: Неуспех
ca: Fallit
de: Fehlgeschlagen
eo: Died inside
es: Ha fallado
fa: ناموفق
fi: Epäonnistui
fr: Échec
hu: Sikertelen
it: Fallito
ja: 失敗
lt: Nepavyko
ms: Gagal
nb: Feilet
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
ru: Завершено с ошибкой
sk: Neúspešne
sl: Neuspešno
sq: Dështoi
sr: Neuspešno
sv: Misslyckades
tr: Başarısız
uk: Завершено з помилкою
vi: Thất bại
zh_hk: 失敗

source: Success
ar: نجاح
bg: Успех
ca: Èxit
de: Erfolgreich
eo: Vibe check passed
es: Éxito
fa: موفق
fi: Onnistui
fr: Succès
hu: Siker
it: Riuscito
ja: 成功
lt: Pavyko
ms: Berjaya
nb: Suksess
nl: Succes
pl: Sukces
pt_br: Sucesso
ru: Успешно завершено
sk: Úspešne
sl: Uspeh
sq: Sukses
sr: Uspeh
sv: Lyckades
tr: Başarılı
uk: Успішно
vi: Thành công
zh_hk: 成功

source: Preview
ar: معاينة
bg: Преглед
ca: Vista prèvia
de: Vorschau
eo: Sneak peek
es: Vista preliminar
fa: پیش‌نمایش
fi: Esikatsele
fr: Prévisualisation
hu: Előnézet
it: Anteprima
ja: プレビュー
lt: Išankstinė peržiūra
ms: Pratonton
nb: Forhåndsvisning
nl: Voorbeeld
pl: Podgląd
pt_br: Pré-visualização
ru: Предварительный просмотр
sk: Náhľad
sl: Predogled
sq: Parapamje
sr: Pregled
sv: Förhandsvisa
tr: Ön izleme
uk: Попередній перегляд
vi: Xem trước
zh_hk: 預覽

source: No column description yet
ar: لا يوجد وصف للعمود بعد
bg: Все още няма описание на колоната
ca: No hi ha una descripció de la columna
de: Keine Spaltenbeschreibung
eo: No cap, no column deets yet
es: No hay una descripción de la columna
fa: هیچ توصیف ستونی هنوز وجود ندارد
fi: Sarakkeen kuvaus puuttuu
fr: Aucune description pour cette colonne
hu: Nincs oszlop leírás még
it: Ancora nessuna descrizione della colonna
ja: 列の説明はまだありません
lt: Kol kas nėra stulpelio aprašo
ms: Tiada penerangan lajur lagi
nb: Ingen kolonnebeskrivelse enda
nl: Nog geen kolombeschrijving
pl: Brak opisu kolumny
pt_br: Não há descrição da coluna
ru: Еще нет описания стоблца
sk: Žiadny popis stĺpca
sl: Opis stolpca še ni na voljo
sq: Ende s’ka përshkrim kolone
sr: Još nema opisa kolone
sv: Ingen kolumnbeskrivning ännu
tr: Sütun açıklaması yok
uk: Опису стовпця ще немає
vi: Chưa có cột mô tả
zh_hk: 暫無欄位敘述

source: Select a field visibility
ar: حدّد مستوى ظهور الحقل
bg: Изберете ниво на видимост на полето
ca: Selecciona la visiblitat del camp
de: Wähle die Sichtbarkeit des Feldes
eo: Pick a field that’s lowkey visible
es: Selecciona una visibilidad de campo
fa: انتخاب قابلیت مشاهده یک فیلد
fi: Valitse kentän näkyvyys
fr: Sélectionner une visibilité de champ
hu: Válassza ki a mező láthatóságát
it: Selezionare la visibilità del campo
ja: フィールドの表示・非表示を選択する
lt: Pasirinkite lauko matomumą
ms: Pilih keterlihatan medan
nb: Velg en feltsynlighet
nl: Selecteer veldzichtbaarheid
pl: Wybierz widoczność pola
pt_br: Selecione uma visibilidade de campo
ru: Выберите видимость поля
sk: Vyberte viditeľnosť poľa
sl: Izberite vidnost polja
sq: Zgjidh një dukshmëri fushe
sr: Izaberite vidljivost polja
sv: Välj fältsynlighet
tr: Sütun görünürlüğü seçin
uk: Виберіть видимість поля
vi: Chọn một trường hiển thị
zh_hk: 選擇欄位可見性

source: No special type
ar: لا نوع خاص
bg: Без специален вид
ca: Sense cap tipus especial
de: Kein spezieller Typ
eo: No cap, just basic fr
es: Sin tipo especial
fa: نوع خاصی یافت نشد
fi: Ei tyyppiä
fr: Aucun type particulier
hu: Nincs különleges típus
it: Nessuno special type
ja: 特別タイプなし
lt: Nėra specialaus tipo
ms: Tiada jenis khas
nb: Ingen spesiell type
nl: Geen speciaal type
pl: Brak specjalnego typu
pt_br: Sem tipo especial
ru: Без специального типа
sk: Žiaden špeciálny typ
sl: Brez posebne vrste
sq: Pa tip të veçantë
sr: Nema posebnog tipa
sv: Ingen special-typ
tr: Özel tip yok
uk: Без спеціального типу
vi: Không có kiểu đặc biệt
zh_hk: 指定的類型不存在

source: Other
ar: أخرى
bg: Друго
ca: Altres
de: Andere
eo: Other → Fr fr, or just "other" if it’s chill
es: Otro
fa: سایر
fi: Muu
fr: Autre
hu: Egyéb
it: Altro
ja: その他
lt: Kita
ms: Lain-lain
nb: Andre
nl: Anders
pl: Inne
pt_br: Outros
ru: Другое
sk: Iné
sl: Drugo
sq: Të tjera
sr: Ostalo
sv: Annat
tr: Diğer
uk: Інше
vi: Khác
zh_hk: 其他

source: Select a special type
hu: Válasszon speciális típust
ms: Pilih jenis khas

source: Select a target
ar: اختر هدفًا
bg: Изберете цел
ca: Selecciona una referència
de: Wähle ein Ziel
eo: Pick a vibe
es: Selecciona un objetivo
fa: یک هدف را انتخاب کنید
fi: Valitse kohde
fr: Sélectionner une cible
hu: Válasszon célpontot
it: Seleziona una destinazione
ja: ターゲットを選択する
lt: Pasirinkite tikslą
ms: Pilih sasaran
nb: Velg ett mål
nl: Selecteer een doel
pl: Wybierz cel
pt_br: Selecione um destino
ru: Выбрать цель
sk: Vyberte cieľ
sl: Izberite cilj
sq: Zgjidh një objektiv
sr: Izaberi odredište
sv: Välj mål
tr: Bir hedef seç
uk: Виберіть ціль
vi: Chọn một mục tiêu
zh_hk: 選擇目標

source: Columns
ar: الأعمدة
bg: Колони
ca: Columnes
de: Spalten
eo: Columns? That's just, like, the vibes, no cap.
es: Columnas
fa: ستون‌ها
fi: Sarakkeet
fr: Colonnes
hu: Oszlopok
it: Colonne
ja: 列
lt: Stulpeliai
ms: Lajur
nb: Kolonner
nl: Kolommen
pl: Kolumny
pt_br: Colunas
ru: Столбцы
sk: Stĺpce
sl: Kolone
sq: Kolonat
sr: Kolone
sv: Kolumner
tr: Sütunlar
uk: Стовпці
vi: Các cột
zh_hk: 欄位

source: Column
ar: عمود
bg: Колона
ca: Columna
de: Spalte
eo: Column = vibe check, or just "column" if you wanna keep it simple fr fr
es: Columna
fa: ستون
fi: Sarake
fr: Colonne
hu: Oszlop
it: Colonna
ja: 列
lt: Stulpelis
ms: Lajur
nb: Kolonne
nl: Kolom
pl: Kolumna
pt_br: Coluna
ru: Столбец
sk: Stĺpec
sl: Kolona
sq: Kolonë
sr: Kolona
sv: Kolumn
tr: Sütun
uk: Стовпець
vi: Cột
zh_hk: 欄位

source: Visibility
ar: إمكانية الظهور
bg: Видимост
ca: Visibilitat
de: Sichtbarkeit
eo: Vibe check
es: Visibilidad
fa: قابلیت رؤیت
fi: Näkyvyys
fr: Visibilité
hu: Láthatóság
it: Visibilità
ja: 表示・非表示
lt: Matomumas
ms: Keterlihatan
nb: Synlighet
nl: Zichtbaarheid
pl: Widoczność
pt_br: Visibilidade
ru: Видимость
sk: Viditeľnosť
sl: Vidnost
sq: Dukshmëria
sr: Vidljivost
sv: Synlighet
tr: Görünürlük
uk: Видимість
vi: Hiển thị
zh_hk: 可見性

source: Type
ar: النوع
bg: Вид
ca: Tipus
de: Typ
eo: Type → Bet or fr fr (depending on context)
es: Tipo
fa: نوع
fi: Tyyppi
hu: Típus
it: Tipo
ja: タイプ
lt: Tipas
ms: Jenis
pl: Typ
pt_br: Tipo
ru: Тип
sk: Typ
sl: Tip
sq: Lloj
sr: Tip
sv: Typ
tr: Tip
uk: Тип
vi: Kiểu
zh_hk: 類型

source: Current database:
hu: Aktuális adatbázis:
ms: Pengkalan data semasa:

source: Show original schema
hu: Az eredeti séma mutatása
ms: Papar skema asal

source: Data Type
eo: Data Type → Data Vibe
hu: Adat típus
lt: Duomenų tipas
ms: Jenis Data

source: Additional Info
eo: Extra deets
hu: Plusz információ
lt: Papildoma informacija
ms: Maklumat Tambahan

source: Find a schema
eo: Find a vibe or get the deets
hu: Séma keresése
lt: Rasti schemą
ms: Cari skema

source: {0} schema
eo: {0} vibe check
hu: {0} séma
ms: {0} skema

source: Technical Data
hu: Technikai Adat
lt: Techniniai duomenys
ms: Data Teknikal

source: Irrelevant/Cruft
hu: Nem lényeges / Elavult
lt: Nesvarbus/Atliekamas
ms: Tidak Relevan

source: Queryable
hu: Lekérdezhető
lt: Užklaustina
ms: Boleh diquery

source: Hidden
ar: مخفي
bg: Скрит
ca: Ocult
de: Versteckt
eo: This is lowkey sus
es: Oculto
fa: پنهان
fi: Piilotettu
fr: Masqué
hu: Rejtett
it: Nascosto
ja: 非表示
lt: Paslėpta
ms: Tersembunyi
nb: Skjul
nl: Onzichtbaar
pl: Ukryta
pt_br: Oculto
ru: Скрыто
sk: Schované
sl: Skrit
sq: I fshehur
sr: Sakriveno
sv: Dold
tr: Gizli
uk: Приховано
vi: Ẩn
zh_hk: 已隱藏

source: No table description yet
hu: Nincs még tábla leírás
lt: Dar nėra lentelės aprašymo
ms: Tiada penerangan jadual lagi

source: Metadata Strength
hu: Metaadatok erőssége
ms: Kekuatan Metadata

source: {0} Queryable Table
eo: {0}, the tea is: it’s a whole vibe but also kinda lowkey.
hu: {0} Lekérdezhető Tábla
lt: {0} Užklaustina lentelė
ms: {0} Jadual Boleh Diquery

source: {0} Hidden Table
eo: {0} sneaky table
hu: {0} Rejtett Tábla
lt: {0} Paslėpta lentelė
ms: {0} Jadual Tesembunyi

source: Find a table
eo: Find a spot to sit, bestie
hu: Tábla keresése
lt: Rasti lentelę
ms: Cari jadual

source: Schemas
eo: Schemas → brain vibes or mental playlists
hu: Sémák
lt: Schemos
ms: Skema

source: Metrics
ar: المقاييس
bg: Метрични показатели
ca: Mètriques
de: Metrik
eo: stats or the vibes
es: Métricas
fa: متریک‌ها
fi: Mittarit
fr: Métriques
hu: Metrikák
it: Metriche
ja: メトリクス
lt: Metrikos
ms: Metrik
nb: Indikatorer
nl: Indicatoren
pl: Metryki
pt_br: Métricas
ru: Метрики
sk: Metrika
sl: Metrike
sq: Metrika
sr: Metrike
sv: Mått
tr: Metrikler
uk: Метрики
vi: Số liệu
zh_hk: 量值

source: Add a Metric
hu: Új Metrika hozzáadása
ms: Tambah Metrik

source: Definition
ar: التعريف
bg: Дефиниция
ca: Definició
eo: That’s the tea
es: Definición
fa: تعریف
fi: Määritelmä
fr: Définition
hu: Definíció
it: Definizione
ja: 定義
lt: Apibrėžimas
ms: Definisi
nb: Definisjon
nl: Definitie
pl: Definicja
pt_br: Definição
ru: Определение
sk: Definícia
sl: Definicija
sq: Përkufizim
sr: Definicija
tr: Açıklama
uk: Визначення
vi: Định nghĩa
zh_hk: 定義

source: Create metrics to add them to the View dropdown in the query builder
hu: Hozzon létre mutatókat a lekérdezéskészítő Nézet legördülő menüjéhez
ms: Buat metrik untuk menambahkannya pada Paparan lungsur turun dalam pembina query

source: Segments
ar: الشرائح
bg: Сегменти
de: Segmente
eo: Squads or groups, fr fr
es: Segmentos
fa: بخش ها
fi: Segmentit
hu: Szegmens
it: Segmenti
ja: セグメント
lt: Segmentai
ms: Segmen
nb: Segmenter
nl: Segmenten
pl: Segmenty
pt_br: Segmentos
ru: Сегменты
sk: Segmenty
sl: Segment
sq: Segmente
sr: Segmenti
sv: Segment
tr: Segmentler
uk: Сегменти
vi: Phân khúc
zh_hk: 篩選器(Segments)

source: Add a Segment
hu: Új Szegmens hozzáadása
ms: Tambah Segmen

source: Create segments to add them to the Filter dropdown in the query builder
ar: أنشئ شرائح لإضافتها إلى القائمة المنسدلة "تصفية" في منشئ الاستعلامات
bg: Създай сегменти за да могат да бъдат добавени към филтъра с падащо меню към инструмента за създаване на заявки.
ca: Crea segments per afegir-los al menú de filtres del generador de consultes
de: Erstelle Segmente, um diese einer Liste in der Ansicht des Abfragengenerators hinzuzufügen
eo: Make some segments so u can toss them in the Filter dropdown in the query builder, fr.
es: Crea segmentos para añadirlos al menú Filtro en el generador de consultas
fa: ایجاد بخش ها برای افزودن آنها به فیلتر کشویی در کوری ساز
fi: Luo segmentit lisätäksesi ne kyselytyökalun Suodin -alasvetovalikkoon
fr: Créer des segments pour les ajouter à la liste déroulante Filtre dans le générateur de requêtes
hu: Hozzon létre szegmenseket a lekérdezéskészítő Szűrő legördülő menüjéhez
it: Crea segmenti per aggiungerli al menu di selezione nel generatore di query
ja: クエリビルダーのフィルタードロップダウンにセグメントを作成し追加する
lt: Sukurkite segmentus, kad įtraukti juos į užklausos kūrėjo "Filtras" išskleidžiamąjį sąrašą
ms: Buat segmen untuk menambahkannya pada Penapis lungsur turun dalam pembina query
nb: Lag segmenter som vises i nedfelsmenyen i spørsmål byggeren
nl: Maak segmenten om ze toe te voegen aan het de filter selectie in de query-editor
pl: Utwórz segmenty, aby dodać je do listy rozwijanej narzędzia Filtruj w kreatorze zapytań
pt_br: Crie segmentos para adicioná-los ao menu suspenso Filtro no construtor de consultas
ru: Создать сегменты для добавления в фильтры мастера запросов
sk: Vytvorte segmenty a pridajte ich do rozbaľovacieho menu vo filtry v nástroji na dotazy
sl: Ustvarite segmente da jih dodate v spustni meni Filter v sestavljalniku poizvedb
sq: Krijo segmente që t’i shtosh në dropdown-in Filter te ndërtuesi i pyetjeve
sr: Kreirajte segmente da biste ih dodali u padajući meni Filter u kreatoru upita
sv: Skapa segment för att lägga till dem till filtermenyn i frågebyggaren
tr: Sorgu oluşturucusundaki açılır/kapanır filtreye eklemek için segmentler oluşturun
uk: Створюйте сегменти, щоб додати їх до випадаючого списку «Фільтр» у конструкторі запитів
vi: Tạo các phân đoạn để thêm chúng vào danh sách thả xuống Bộ lọc trong trình tạo truy vấn
zh_hk: 建立篩選器(Segments)並新增到查詢設計器的篩選下拉選單

source: created
ar: تم الإنشاء
bg: създаден
ca: creat
de: erstellt
eo: made or cooked up
es: creado
fa: ایجاد شده
fi: luotu
fr: créé
hu: létrehozta
it: creato
ja: 作成済み
lt: sukurta
ms: dicipta
nb: laget
nl: aangemaakt
pl: utworzone
pt_br: criado
ru: создано
sk: vytvorené
sl: kreiran
sq: krijoi
sr: kreirao
sv: skapad
tr: Oluşturuldu
uk: створено
vi: đã tạo
zh_hk: 已建立

source: reverted to a previous version
ar: تم الرجوع إلى إصدار سابق
bg: върнат към предишна версия
ca: revertit a una versió anterior
de: frühere Version wiederhergestellt
eo: went back to an older version lol
es: revertido a una versión anterior
fa: به نسخه قبلی برگشت
fi: edellinen versio palautettu
fr: retour à une version précédente
hu: egy korábbi verzióra váltott vissza
it: ripristinato alla versione precedente
ja: 以前のバージョンに戻す
lt: atstatyta į ankstesnę versiją
ms: dikembalikan kepada versi sebelumnya
nb: vendte tilbake til en tidligere versjon
nl: teruggedraaid naar een vorige versie
pl: przywróć poprzednią wersję
pt_br: revertido para uma versão anterior
ru: возвращена предыдущая версия
sk: Vrátiť na predchádzajúcu verziu
sl: Povrnjeno na prejšnjo različico
sq: u rikthye në një version të mëparshëm
sr: vraćeno na prethodnu verziju
sv: återgå till föregående version
tr: Önceki versiyona geri döndü
uk: повернуто до попередньої версії
vi: đã khôi phục về phiên bản trước
zh_hk: 恢復到前一個版本

source: edited the title
ar: عدّل العنوان
bg: редактира заглавието
ca: editat el títol
de: Titel bearbeiten
eo: swapped the title or updated the title
es: editado el título
fa: ویرایش عنوان
fi: otsikko muutettu
fr: modifier le titre
hu: szerkesztette a címet
it: titolo modificato
ja: タイトルを編集する
lt: redagavo pavadinimą
ms: sunting tajuk
nb: endret tittelen
nl: heeft de titel bewerkt
pl: edytuj tytuł
pt_br: editou o título
ru: изменен заголовок
sk: upravený nadpis
sl: Uredil naslov
sq: redaktoi titullin
sr: izmenio naslov
sv: ändrade title
tr: Başlığı düzenledi
uk: відредаговано заголовок
vi: đã sửa tiêu đề
zh_hk: 編輯標題

source: edited the description
ar: عدّل الوصف
bg: редактира описанието
ca: editada la descripció
de: Beschreibung bearbeiten
eo: slapped some edits on the description
es: editada la descripción
fa: ویرایش توضیحات
fi: kuvaus muutettu
fr: modifier la description
hu: szerkesztette a leírást
it: Modificato la descrizione
ja: 説明を編集する
lt: redagavo aprašą
ms: penerangan disunting
nb: endret beskrivelsen
nl: heeft de omschrijving bewerkt
pl: edytuj opis
pt_br: editou a descrição
ru: изменено описание
sk: popis bol upravený
sl: Uredil opis
sq: redaktoi përshkrimin
sr: izmenio opis
sv: ändrade beskrivning
tr: Açıklama düzenlendi
uk: відредаговано опис
vi: đã sửa mô tả
zh_hk: 編輯敘述

source: edited the
ar: عدّل
bg: редактира
ca: editat el
de: Bearbeitete
es: editado el
fa: ویرایش ␣
fi: editoi
fr: modifier le
hu: szerkesztette a
it: Modificato il␣
ja: 編集された
lt: redagavo
ms: menyunting
nb: redigerte
nl: bewerkte de
pl: modyfikował(a)
pt_br: editou o
ru: изменено
sk: bolo upravené
sl: uredil
sq: redaktoi
sr: izmenio
sv: ändrade
tr: Düzenlenmiş
uk: відредаговано
vi: sửa
zh_hk: 編輯

source: made some changes
ar: أجرى بعض التغييرات
bg: направи промени
ca: ha fet alguns canvis
de: einige Änderungen vorgenommen
eo: got some tweaks done
es: hice algunos cambios
fa: ایجاد بعضی تغییرات
fi: teki muutoksia
fr: a fait des modifications
hu: pár változtatást hajtott végre
it: fatte alcune modifiche
ja: 変更されました
lt: padarė keletą pakeitimų
ms: buat beberapa perubahan
nb: gjorde noen endringer
nl: heeft wat wijzigingen gemaakt
pl: zrobiłem kilka zmian
pt_br: fez algumas alterações
ru: сделаны некоторые изменения
sk: urobte nejakú zmenu
sl: naredil/-a nekaj sprememb
sq: bëri disa ndryshime
sr: napravio neke izmene
sv: gjort några ändringar
tr: Bazı değişiklikler yaptı
uk: внесено деякі зміни
vi: tạo một vài thay đổi
zh_hk: 做了一些改動

source: You
ar: أنت
bg: Ти
ca: Tu
de: Du
eo: Yo
es: Tú
fa: شما
fi: Sinä
fr: Vous
hu: Ön
it: Tu
ja: あなた
lt: Jūs
ms: Anda
nb: Du
nl: U
pl: Ty
pt_br: Você
ru: Вы
sk: Vy
sl: Vi
sq: Ti
sr: Vi
sv: Du
tr: Siz
uk: Ви
vi: Bạn
zh_hk: 您

source: Datamodel
hu: Adatmodel
ms: Model data

source: History
hu: Történet
lt: Istorija
ms: Sejarah

source: Revision History for
ar: سجل المراجعات لـ
bg: История на промените за
ca: Historial de versions per a
de: Revisionshistorie für
eo: Lit Log of Changes for
es: Historial de Revisiones para
fa: تاریخچه بازنگری برای
fi: Muokkaushistoria
fr: Historique de modification pour
hu: Történet áttekintése a
it: Cronologia delle revisioni per
ja: 履歴
lt: Pakeitimų istorija:
ms: Sejarah Semakan untuk
nb: Revisjons historie for
nl: Revisiegeschiedenis voor
pl: Historia wersji dla
pt_br: Histórico de revisão para
ru: История изменений за
sk: História revízií pre
sl: Zgodovina revizij za
sq: Historiku i rishikimeve për
sr: Istorija revizija za
sv: Versionshistorik
tr: Revizyon Geçmişi için
uk: Історія змін для
vi: Lịch sử thay đổi cho
zh_hk: 歷史版本

source: {0} – Field Settings
eo: {0} – Field Settings is lowkey giving me main menu vibes
hu: {0} - Mező beállítások
lt: {0} - lauko nustatymai
ms: {0} - Tetapan Medan

source: Where this field will appear throughout Metabase
hu: Hol jelenjen meg ez a mező a Metabase-ben
lt: Kuriose Metabase vietose bus vaizduojamas šis laukas
ms: Di mana medan ini akan muncul di seluruh Metabase

source: Filtering on this field
hu: Szűrés a mezőre
lt: Filtravimas šiame lauke
ms: Tapisan pada medan ini

source: When this field is used in a filter, what should people use to enter the value they want to filter on?
hu: Ha ezt a mezőt egy szűrőben használják, mit kell használniuk a szűrni kívánt érték megadásához?
ms: Apabila medan ini digunakan dalam tapisan, apakah yang harus digunakan oleh pengguna untuk memasukkan nilai yang ingin mereka tapis?

source: No description for this field yet
hu: Még nincs leírása a mezőnek
lt: Dar nėra šio lauko aprašymo
ms: Tiada penerangan untuk medan ini lagi

source: Original value
ar: القيمة الأصلية
bg: Първоначална стойност
ca: Valor original
de: Originalwert
es: Valor original
fa: مقدار اصلی
fi: Alkuperäinen arvo
fr: Valeur d'origine
hu: Eredeti érték
it: Valore originale
ja: 元の値
lt: Pradinė vertė
ms: Nilai asal
nb: Opprinnelig verdi
nl: Originele waarde
pl: Wartość oryginalna
pt_br: Valor original
ru: Оригинальное значение
sk: Originálna hodnota
sl: Originalna vrednost
sq: Vlera origjinale
sr: Originalna vrednost
sv: Ursprungligt värde
tr: Orjinal değer
uk: Оригінальне значення
vi: Giá trị gốc
zh_hk: 原始值

source: Mapped value
ar: القيمة المعينة
bg: Съответстваща стойност
ca: Valor assignat
de: Zugeordneter Wert
es: Valor mapeado
fa: مقدار ترسیم شده
fi: Kartoitettu arvo
fr: Valeur correspondante
hu: Leképezett érték
it: Valore mappato
ja: マップされた値
lt: Kartografuota reikšmė
ms: Nilai dipetakan
nb: Kartlagt verdi
nl: Toegewezen waarde
pl: Mapowane wartości
pt_br: Valor atribuído
ru: Связанное значение
sk: Namapovaná hodnota
sl: Mapirana vrednost
sq: Vlera e mapuar
sr: Mapirana vrednost
sv: Mappat värde
tr: Eşlenen değer
uk: Зіставлене значення
vi: Giá trị đã được ánh xạ
zh_hk: 對映值

source: Enter value
ar: أدخل قيمة
bg: Въведете стойност
ca: Introduïu valor
de: Wert eingeben
es: Introduce un valor
fa: مقدار را وارد کنید
fi: Syötä arvo
fr: Saisir une valeur
hu: Érték beírása
it: Inserire valore
ja: 値を入力する
lt: Įveskite vertę
ms: Masukkan nilai
nb: Legg inn verdi
nl: Voer een waarde in
pl: Wpisz wartość
pt_br: Insira um valor
ru: Введите значение
sk: Zadajte hodnotu
sl: Vnesi vrednost
sq: Fut vlerë
sr: Unesite vrednost
sv: Ange värde
tr: Değeri girin
uk: Введіть значення
vi: Nhập giá trị
zh_hk: 輸入值

source: Use original value
ar: استخدم القيمة الأصلية
bg: Използвай първоначалната стойност
ca: Utilitza el valor original
de: Originalwert verwenden
es: Utilizar valor original
fa: از مقدار اصلی استفاده کنید
fi: Käytä alkuperäistä arvoa
fr: Utiliser la valeur d'origine
hu: Az eredeti érték használata
it: Usa il valore originale
ja: 元の値を使う
lt: Naudokite pradinę vertę
ms: Guna nilai asal
nb: Bruk opprinnelig verdi
nl: Gebruik originele waarde
pl: Użyj oryginalnej wartości
pt_br: Usar o valor original
ru: Использовать исходное значение
sk: Použite originálnu hodnotu
sl: Uporabi
sq: Përdor vlerën origjinale
sr: Koristi originalnu vrednost
sv: Använd ursprungligt värde
tr: Orjinal değeri kullan
uk: Використовувати початкове значення
vi: Sử dụng giá trị gốc
zh_hk: 使用原始值

source: Use foreign key
ar: استخدم مفتاحًا خارجيًا
bg: Използвай външен ключ
ca: Utilitza la clau forànea
de: Verwenden eines Fremdschlüssels
es: Utilizar clave foránea
fa: از کلید خارجی استفاده کنید
fi: Käytä viiteavainta
fr: Utiliser la clé étrangère
hu: Használjon külső kulcsot
it: Usa la chiave esterna
ja: 外部キーを使う
lt: Naudokite svetimą raktą
ms: Guna kunci asing
nb: Bruk fremmednøkkel
nl: Gebruik verwijzende sleutel
pl: Użyj klucza obcego
pt_br: Usar chave estrangeira
ru: Использовать внешний ключ
sk: Použite cudzí kľuč
sl: Uporabi ključ
sq: Përdor çelës të huaj
sr: Koristi strani ključ
sv: Använd främmande nyckel
tr: Yabancı anahtar kullan
uk: Використовувати зовнішній ключ
vi: Sử dụng khoá ngoài
zh_hk: 使用外鍵

source: Custom mapping
ar: تعيين مخصّص
bg: Персонализирано съответствие
ca: Assignació personalitzada
de: Eigene Zuordnung
es: Mapeo personalizado
fa: ترسیم سفارشی
fi: oma mäppäys
fr: Mapping personnalisé
hu: Egyedi leképezés
it: Mapping personalizzato
ja: カスタムマッピング
ms: Pemetaan tersuai
nb: Tilpasset kartlegging
nl: Aangepaste mapping
pl: Mapowanie niestandardowe
pt_br: Mapeamento personalizado
ru: Своя связь
sk: Vlastné mapovanie
sl: Prilagojeno mapiranje
sr: Prilagođeno preslikavanje
sv: Anpassad mappning
tr: Özel eşleşme
uk: Користувацький мапінг
vi: Tuỳ chỉnh ánh xạ
zh_hk: 自訂映射
