Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Database routing can't be enabled if model persistence is enabled.
ar: لا يمكن تفعيل توجيه قاعدة البيانات إذا كانت استمرارية النموذج مفعّلة.
bg: Маршрутизирането на базата данни не може да бъде активирано, ако е активирано постоянството на модела.
ca: L'encaminament de la base de dades no es pot activar si la persistència del model està activada.
de: Die Datenbankweiterleitung kann nicht aktiviert werden, wenn die Modellpersistenz aktiviert ist.
eo: You can't turn on database routing if model persistence is already enabled, fr fr.
es: No se puede permitir el enrutamiento de la base de datos si la persistencia del modelo está habilitada.
fa: اگر تداوم مدل فعال باشد، مسیریابی پایگاه داده را نمی توان فعال کرد.
fi: Tietokannan reititystä ei voi ottaa käyttöön, jos mallin pysyvyys on käytössä.
fr: Le routage de la base de données ne peut pas être activé si la persistance du modèle est activée.
it: Il routing del database non può essere abilitato se è abilitata la persistenza del modello.
ja: モデルの永続性が有効になっている場合、データベース ルーティングを有効にすることはできません。
nb: Databaseruting kan ikke aktiveres hvis modellutholdenhet er aktivert.
nl: Database routing kan niet worden ingeschakeld als modelpersistentie is ingeschakeld.
pl: Routingu bazy danych nie można włączyć, jeśli włączona jest trwałość modelu.
pt_br: O roteamento do banco de dados não poderá ser habilitado se a persistência do modelo estiver habilitada.
ru: Маршрутизацию базы данных невозможно включить, если включена сохраняемость модели.
sk: Smerovanie databázy nemožno povoliť, ak je povolená stálosť modelu.
sl: Usmerjanja baze podatkov ni mogoče omogočiti, če je omogočena obstojnost modela.
sq: Rrutëzimi i bazës së të dhënave nuk mund të aktivizohet nëse persistenca e modelit është e aktivizuar.
sr: Rutiranje baze podataka ne može da se uključi ako je uključena perzistencija modela.
sv: Databasrouting kan inte aktiveras om modellbeständighet är aktiverad.
tr: Model kalıcılığı etkinse veritabanı yönlendirmesi etkinleştirilemez.
uk: Маршрутизацію бази даних не можна увімкнути, якщо увімкнено персистентність моделей.
vi: Không thể bật định tuyến cơ sở dữ liệu nếu bật tính năng lưu trữ mô hình.
zh_hk: 如果已啟用模型持久性，則無法啟用資料庫路由。

source: Database routing can't be enabled if uploads are enabled for this database.
ar: لا يمكن تفعيل توجيه قاعدة البيانات إذا كانت الرفع (uploads) مفعّلة لهذه القاعدة.
bg: Маршрутизирането на база данни не може да бъде активирано, ако качванията са разрешени за тази база данни.
ca: L'encaminament de la base de dades no es pot activar si les càrregues estan habilitades per a aquesta base de dades.
de: Die Datenbankweiterleitung kann nicht aktiviert werden, wenn Uploads für diese Datenbank aktiviert sind.
eo: Yo, you can't turn on database routing if uploads are still active for this database, fr.
es: No se puede permitir el enrutamiento de la base de datos si las cargas están habilitadas para esta base de datos.
fa: اگر آپلود برای این پایگاه داده فعال باشد، مسیریابی پایگاه داده نمی تواند فعال شود.
fi: Tietokannan reititystä ei voi ottaa käyttöön, jos lataukset on otettu käyttöön tässä tietokannassa.
fr: Le routage de la base de données ne peut pas être activé si les téléchargements sont activés pour cette base de données.
it: Il routing del database non può essere abilitato se i caricamenti sono abilitati per questo database.
ja: このデータベースでアップロードが有効になっている場合、データベース ルーティングを有効にすることはできません。
nb: Databaseruting kan ikke aktiveres hvis opplasting er aktivert for denne databasen.
nl: Database-routering kan niet worden ingeschakeld als uploads voor deze database zijn ingeschakeld.
pl: Routingu bazy danych nie można włączyć, jeśli dla tej bazy danych włączono przesyłanie danych.
pt_br: O roteamento do banco de dados não poderá ser habilitado se os uploads estiverem habilitados para este banco de dados.
ru: Маршрутизация базы данных не может быть включена, если для этой базы данных включены загрузки.
sk: Smerovanie databázy nemožno povoliť, ak je pre túto databázu povolené nahrávanie.
sl: Usmerjanja v zbirko podatkov ni mogoče omogočiti, če so za to zbirko podatkov omogočena nalaganja.
sq: Rrutëzimi i bazës së të dhënave nuk mund të aktivizohet nëse ngarkimet janë të aktivizuara për këtë bazë të dhënash.
sr: Rutiranje baze podataka ne može da se uključi ako su za ovu bazu uključeni uploadi.
sv: Databasrouting kan inte aktiveras om uppladdningar är aktiverade för den här databasen.
tr: Bu veritabanı için yüklemeler etkinleştirilmişse veritabanı yönlendirmesi etkinleştirilemez.
uk: Маршрутизацію бази даних не можна увімкнути, якщо для цієї бази даних увімкнено завантаження.
vi: Không thể bật định tuyến cơ sở dữ liệu nếu bật tính năng tải lên cho cơ sở dữ liệu này.
zh_hk: 如果已啟用此資料庫的上傳功能，則無法啟用資料庫路由。

source: You must set user attributes on users for this feature to be available
ar: يجب تعيين سمات المستخدمين على المستخدمين ليصبح هذا الخيار متاحًا
bg: Трябва да зададете потребителски атрибути на потребителите, за да бъде налична тази функция
ca: Heu de definir els atributs d'usuari als usuaris perquè aquesta funció estigui disponible
de: Sie müssen Benutzerattribute für Benutzer festlegen, damit diese Funktion verfügbar ist
eo: You gotta set user attrs on users for this feature to be unlockable, fr.
es: Debe configurar atributos de usuario en los usuarios para que esta función esté disponible
fa: برای در دسترس بودن این ویژگی باید ویژگی های کاربر را روی کاربران تنظیم کنید
fi: Sinun on asetettava käyttäjille käyttäjäattribuutit, jotta tämä ominaisuus on käytettävissä
fr: Vous devez définir des attributs utilisateur sur les utilisateurs pour que cette fonctionnalité soit disponible
it: È necessario impostare gli attributi utente sugli utenti affinché questa funzionalità sia disponibile
ja: この機能を利用するには、ユーザーにユーザー属性を設定する必要があります
nb: Du må angi brukerattributter på brukere for at denne funksjonen skal være tilgjengelig
nl: U moet gebruikerskenmerken voor gebruikers instellen om deze functie beschikbaar te maken
pl: Aby ta funkcja była dostępna, należy ustawić atrybuty użytkownika dla użytkowników
pt_br: Você deve definir atributos de usuário nos usuários para que esse recurso esteja disponível
ru: Для того чтобы эта функция была доступна, необходимо задать атрибуты пользователя.
sk: Aby bola táto funkcia dostupná, musíte pre používateľov nastaviť používateľské atribúty
sl: Za uporabnike morate nastaviti uporabniške atribute, da bo ta funkcija na voljo
sq: Duhet të vendosësh atribute përdoruesi te përdoruesit që kjo veçori të jetë e disponueshme
sr: Moraš da podesiš korisničke atribute na korisnicima da bi ova funkcija bila dostupna
sv: Du måste ställa in användarattribut för användare för att den här funktionen ska vara tillgänglig
tr: Bu özelliğin kullanılabilmesi için kullanıcılara kullanıcı niteliklerini ayarlamanız gerekir
uk: Ви маєте задати атрибути користувачів, щоб ця функція була доступна
vi: Bạn phải thiết lập thuộc tính người dùng cho người dùng để tính năng này khả dụng
zh_hk: 您必須在使用者身上設定使用者屬性，才能使用此功能

source: You must choose a user attribute to enable DB routing.
ar: يجب اختيار سمة مستخدم لتفعيل توجيه قاعدة البيانات (DB routing).
bg: Трябва да изберете потребителски атрибут, за да активирате маршрутизацията към база данни.
ca: Heu de triar un atribut d'usuari per habilitar l'encaminament de la base de dades.
de: Sie müssen ein Benutzerattribut auswählen, um das DB-Routing zu aktivieren.
eo: You gotta pick a user attribute to turn on DB routing, fr.
es: Debe elegir un atributo de usuario para habilitar el enrutamiento de base de datos.
fa: برای فعال کردن مسیریابی پایگاه داده، باید یک ویژگی کاربر انتخاب کنید.
fi: Sinun on valittava käyttäjäattribuutti ottaaksesi käyttöön tietokannan reitityksen.
fr: Vous devez choisir un attribut utilisateur pour activer le routage DB.
it: Per abilitare il routing DB è necessario scegliere un attributo utente.
ja: DB ルーティングを有効にするには、ユーザー属性を選択する必要があります。
nb: Du må velge et brukerattributt for å aktivere DB-ruting.
nl: U moet een gebruikerskenmerk kiezen om DB-routering in te schakelen.
pl: Aby włączyć routing DB, musisz wybrać atrybut użytkownika.
pt_br: Você deve escolher um atributo de usuário para habilitar o roteamento do banco de dados.
ru: Для включения маршрутизации БД необходимо выбрать атрибут пользователя.
sk: Na povolenie smerovania databázy musíte vybrať atribút používateľa.
sl: Za omogočanje usmerjanja baze podatkov morate izbrati atribut uporabnika.
sq: Duhet të zgjedhësh një atribut përdoruesi për të aktivizuar rrutëzimin e DB.
sr: Moraš da izabereš korisnički atribut da bi uključio/la rutiranje baze.
sv: Du måste välja ett användarattribut för att aktivera databasroutning.
tr: Veritabanı yönlendirmesini etkinleştirmek için bir kullanıcı niteliği seçmelisiniz.
uk: Щоб увімкнути DB routing, потрібно вибрати атрибут користувача.
vi: Bạn phải chọn thuộc tính người dùng để kích hoạt định tuyến DB.
zh_hk: 您必須選擇使用者屬性才能啟用 DB 路由。

source: These changes will break some other things. Save anyway?
ar: ستؤدي هذه التغييرات إلى تعطيل بعض الأشياء الأخرى. هل تريد الحفظ على أي حال؟
bg: Тези промени ще повредят някои други неща. Да се запази ли въпреки това?
ca: Aquests canvis afectaran altres aspectes. Voleu desar-ho igualment?
de: Diese Änderungen werden einige andere Dinge kaputt machen. Trotzdem speichern?
es: Estos cambios afectarán otras cosas. ¿Guardar de todas formas?
fa: این تغییرات باعث از کار افتادن بعضی چیزهای دیگر هم می‌شود. در هر صورت ذخیره می‌کنید؟
fi: Nämä muutokset rikkovat joitakin muita toimintoja. Tallennetaanko silti?
fr: Ces changements vont perturber d'autres choses. Sauvegarder quand même ?
it: Queste modifiche comprometteranno altre cose. Vuoi salvare comunque?
ja: これらの変更により、他のいくつかの機能が動作しなくなります。それでも保存しますか?
nb: Disse endringene vil ødelegge en del andre ting. Lagre likevel?
nl: Deze wijzigingen zullen nog meer dingen kapotmaken. Toch opslaan?
pl: Te zmiany popsują też inne rzeczy. Czy mimo to zapisać?
pt_br: Essas mudanças quebrarão algumas outras coisas. Salvar mesmo assim?
ru: Эти изменения сломают кое-что ещё. Всё равно сохранить?
sk: Tieto zmeny poškodia niektoré ďalšie veci. Chcete ich aj tak uložiť?
sl: Te spremembe bodo pokvarile nekatere druge stvari. Želite vseeno shraniti?
sq: Këto ndryshime do të prishin disa gjëra të tjera. Ta ruaj gjithsesi?
sr: Ove izmene će pokvariti neke druge stvari. Sačuvati ipak?
sv: De här ändringarna kommer att förstöra vissa andra saker. Spara ändå?
tr: Bu değişiklikler başka şeyleri de bozacak. Yine de kaydedelim mi?
uk: Ці зміни зламають деякі інші речі. Усе одно зберегти?
vi: Những thay đổi này sẽ phá vỡ một số thứ khác. Bạn vẫn muốn lưu chứ?
zh_hk: 這些變更會破壞其他一些東西。到底要不要儲存？

source: Failed to load the dependency graph
ar: فشل تحميل مخطط التبعيات
ca: No s'ha pogut carregar el gràfic de dependències
de: Der Abhängigkeitsgraph konnte nicht geladen werden.
es: No se pudo cargar el gráfico de dependencia
fa: بارگذاری نمودار وابستگی ناموفق بود
fi: Riippuvuuskaavion lataaminen epäonnistui
fr: Échec du chargement du graphe de dépendances
it: Impossibile caricare il grafico delle dipendenze
ja: 依存関係グラフの読み込みに失敗しました
nb: Kunne ikke laste inn avhengighetsgrafen
pl: Nie udało się załadować grafu zależności
pt_br: Falha ao carregar o grafo de dependências
ru: Не удалось загрузить граф зависимостей
sk: Nepodarilo sa načítať graf závislostí
sl: Nalaganje grafa odvisnosti ni uspelo
sq: Dështoi ngarkimi i grafit të varësive
sr: Neuspešno učitavanje grafa zavisnosti
tr: Bağımlılık grafiği yüklenemedi.
uk: Не вдалося завантажити граф залежностей
vi: Không thể tải biểu đồ phụ thuộc.
zh_hk: 載入相依圖形失敗

source: Empty list
ar: قائمة فارغة
ca: Llista buida
de: Leere Liste
es: Lista vacía
fa: لیست خالی
fi: Tyhjä lista
fr: Liste vide
it: Elenco vuoto
ja: 空のリスト
nb: Tom liste
pl: Pusta lista
pt_br: Lista vazia
ru: Пустой список
sk: Prázdny zoznam
sl: Prazen seznam
sq: Listë bosh
sr: Prazna lista
tr: Boş liste
uk: Порожній список
vi: Danh sách trống
zh_hk: 空清單

source: Sort by
ar: فرز حسب
bg: Сортиране по
ca: Ordena per
de: Sortieren nach
es: Ordenar por
fa: مرتب سازی بر اساس
fi: Lajittele
fr: Trier par
it: Ordina per
ja: 並べ替え
nb: Sorter etter
nl: Sorteren op
pl: Sortuj według
pt_br: Ordenar por
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sq: Rendit sipas
sr: Sortiraj po
sv: Sortera efter
tr: Göre sırala
uk: Сортувати за
vi: Sắp xếp theo
zh_hk: 排序方式

source: Enable full app embedding
ar: فعّل تضمين التطبيق بالكامل
bg: Активиране на пълно вграждане на приложения
ca: Activa la incrustació completa de l'aplicació
de: Vollständige App-Einbettung aktivieren
es: Habilitar la incrustación completa de la aplicación
fa: فعال کردن جاسازی کامل برنامه
fi: Ota käyttöön täydellinen sovelluksen upottaminen
fr: Activer l'intégration complète de l'application
it: Abilita l'incorporamento completo dell'app
ja: 完全なアプリの埋め込みを有効にする
nb: Aktiver full app-innbygging
nl: Volledige app-insluiting inschakelen
pl: Włącz pełne osadzanie aplikacji
pt_br: Ativar a incorporação completa do aplicativo
ru: Включить полную встраиваемость приложения
sk: Povoliť úplné vkladanie aplikácií
sl: Omogoči popolno vdelavo aplikacij
sq: Aktivizo integrimin e plotë të aplikacionit
sr: Omogući ugrađivanje cele aplikacije
sv: Aktivera fullständig appinbäddning
tr: Tam uygulama yerleştirmeyi etkinleştir
uk: Увімкнути вбудовування повного застосунку
vi: Cho phép nhúng ứng dụng đầy đủ
zh_hk: 啟用完整的應用程式嵌入

source: Embed the full Metabase application or individual pages into your app. Best for complex, BI-focused scenarios where you want to embed all of Metabase's capabilities into your app. If you are looking for stability of UX, flexibility or control, or don't have a complex use case that requires a full-blown BI solution, we recommend using Modular embedding instead.
ar: ضمّن تطبيق Metabase بالكامل أو صفحات فردية داخل تطبيقك. الأفضل للسيناريوهات المعقدة التي تركز على BI عندما تريد تضمين جميع قدرات Metabase داخل تطبيقك. إذا كنت تبحث عن استقرار تجربة المستخدم (UX) أو المرونة أو التحكم، أو لم يكن لديك حالة استخدام معقدة تتطلب حل BI كاملًا، فنوصي باستخدام التضمين المعياري بدلًا من ذلك.
bg: Вградете цялото приложение Metabase или отделни страници в приложението си. Най-подходящо за сложни сценарии, фокусирани върху бизнес разузнаването, където искате да вградите всички възможности на Metabase в приложението си. Ако търсите стабилност на потребителското изживяване, гъвкавост или контрол, или нямате сложен случай на употреба, който изисква пълноценно BI решение, препоръчваме вместо това да използвате модулно вграждане.
ca: Incrusta l'aplicació completa de la Metabase o pàgines individuals a la teva aplicació. Ideal per a escenaris complexos centrats en la intel·ligència empresarial on vulguis integrar totes les capacitats de la Metabase a la teva aplicació. Si busques estabilitat d'experiència d'usuari, flexibilitat o control, o no tens un cas d'ús complex que requereixi una solució d'intel·ligència empresarial completa, et recomanem que utilitzis la integració modular.
de: Binden Sie die vollständige Metabase-Anwendung oder einzelne Seiten in Ihre App ein. Dies ist ideal für komplexe, BI-orientierte Szenarien, in denen Sie alle Funktionen von Metabase in Ihre App integrieren möchten. Wenn Sie Wert auf eine stabile Benutzererfahrung, Flexibilität oder Kontrolle legen oder keinen komplexen Anwendungsfall haben, der eine umfassende BI-Lösung erfordert, empfehlen wir stattdessen die modulare Einbettung.
es: Integre la aplicación Metabase completa o páginas individuales en su aplicación. Ideal para escenarios complejos centrados en BI donde desea integrar todas las funciones de Metabase en su aplicación. Si busca estabilidad en la experiencia de usuario (UX), flexibilidad o control, o si no tiene un caso de uso complejo que requiera una solución de BI completa, le recomendamos usar la integración modular.
fa: کل برنامه Metabase یا صفحات جداگانه را در برنامه خود جاسازی کنید. بهترین گزینه برای سناریوهای پیچیده و متمرکز بر BI که می‌خواهید تمام قابلیت‌های Metabase را در برنامه خود جاسازی کنید. اگر به دنبال ثبات UX، انعطاف‌پذیری یا کنترل هستید، یا مورد استفاده پیچیده‌ای ندارید که نیاز به یک راه‌حل BI کامل داشته باشد، توصیه می‌کنیم از جاسازی ماژولار استفاده کنید.
fi: Upota koko Metabase-sovellus tai yksittäisiä sivuja sovellukseesi. Paras vaihtoehto monimutkaisiin, liiketoimintatietoihin keskittyviin tilanteisiin, joissa haluat upottaa kaikki Metabasen ominaisuudet sovellukseesi. Jos etsit käyttökokemuksen vakautta, joustavuutta tai hallintaa tai sinulla ei ole monimutkaista käyttötapausta, joka vaatii täysimittaista liiketoimintatietoratkaisua, suosittelemme modulaarista upottamista.
fr: Intégrez l'application Metabase complète ou des pages individuelles à votre application. Cette option est idéale pour les scénarios complexes axés sur la BI, où vous souhaitez intégrer toutes les fonctionnalités de Metabase. Si vous privilégiez la stabilité de l'expérience utilisateur, la flexibilité ou le contrôle, ou si votre cas d'utilisation n'exige pas une solution de BI complète, nous vous recommandons plutôt l'intégration modulaire.
it: Incorpora l'intera applicazione Metabase o singole pagine nella tua app. Ideale per scenari complessi incentrati sulla BI, in cui desideri integrare tutte le funzionalità di Metabase nella tua app. Se cerchi stabilità dell'esperienza utente, flessibilità o controllo, o non hai un caso d'uso complesso che richieda una soluzione di BI completa, ti consigliamo di utilizzare l'integrazione modulare.
ja: Metabaseアプリケーション全体、または個々のページをアプリに埋め込みます。Metabaseのすべての機能をアプリに埋め込みたい、複雑なBI重視のシナリオに最適です。UXの安定性、柔軟性、制御性を求めている場合、または本格的なBIソリューションを必要とする複雑なユースケースがない場合は、モジュラー埋め込みの使用をお勧めします。
nb: Bygg inn hele Metabase-applikasjonen eller individuelle sider i appen din. Best for komplekse, BI-fokuserte scenarier der du ønsker å bygge inn alle Metabases muligheter i appen din. Hvis du er ute etter stabilitet i UX, fleksibilitet eller kontroll, eller ikke har et komplekst bruksområde som krever en fullverdig BI-løsning, anbefaler vi å bruke modulær innbygging i stedet.
nl: Integreer de volledige Metabase-applicatie of afzonderlijke pagina's in uw app. Dit is het meest geschikt voor complexe, op BI gerichte scenario's waarbij u alle mogelijkheden van Metabase in uw app wilt integreren. Als u op zoek bent naar een stabiele gebruikerservaring, flexibiliteit of controle, of als uw gebruiksscenario geen volledige BI-oplossing vereist, raden we modulaire integratie aan.
pl: Osadź pełną aplikację Metabase lub pojedyncze strony w swojej aplikacji. To najlepsze rozwiązanie w przypadku złożonych scenariuszy skoncentrowanych na BI, w których chcesz osadzić wszystkie możliwości Metabase w swojej aplikacji. Jeśli szukasz stabilności UX, elastyczności lub kontroli, albo nie masz złożonego przypadku użycia wymagającego kompleksowego rozwiązania BI, zalecamy skorzystanie z osadzania modułowego.
pt_br: Incorpore o aplicativo Metabase completo ou páginas individuais em seu aplicativo. Ideal para cenários complexos focados em BI, onde você deseja incorporar todos os recursos do Metabase em seu aplicativo. Se você busca estabilidade na experiência do usuário, flexibilidade ou controle, ou se seu caso de uso não exige uma solução completa de BI, recomendamos o uso da incorporação modular.
ru: Встраивайте в свое приложение все приложение Metabase целиком или отдельные страницы. Это оптимальный вариант для сложных сценариев, ориентированных на бизнес-аналитику, где необходимо интегрировать все возможности Metabase в приложение. Если же вам важна стабильность пользовательского интерфейса, гибкость или контроль, или если у вас нет сложного сценария использования, требующего полноценного решения для бизнес-аналитики, мы рекомендуем использовать модульное встраивание.
sk: Vložte do svojej aplikácie celú aplikáciu Metabase alebo jednotlivé stránky. Najlepšie pre komplexné scenáre zamerané na business intelligence, kde chcete do svojej aplikácie vložiť všetky funkcie Metabase. Ak hľadáte stabilitu UX, flexibilitu alebo kontrolu, alebo nemáte komplexný prípad použitia, ktorý vyžaduje plnohodnotné riešenie BI, odporúčame namiesto toho použiť modulárne vkladanie.
sl: V svojo aplikacijo vdelajte celotno aplikacijo Metabase ali posamezne strani. Najboljše za kompleksne scenarije, osredotočene na poslovno inteligenco, kjer želite v svojo aplikacijo vdelati vse zmogljivosti Metabase. Če iščete stabilnost uporabniške izkušnje, prilagodljivost ali nadzor oziroma nimate kompleksnega primera uporabe, ki zahteva celovito rešitev poslovne inteligence, priporočamo uporabo modularne vdelave.
sq: Inkorporo aplikacionin e plotë Metabase ose faqe individuale në aplikacionin tënd. Më e mira për skenarë kompleksë, të fokusuar te BI, ku dëshiron të inkorporosh të gjitha aftësitë e Metabase në aplikacionin tënd. Nëse po kërkon stabilitet të UX, fleksibilitet ose kontroll, ose s’ke një rast përdorimi kompleks që kërkon një zgjidhje BI të plotë, rekomandojmë të përdorësh Embedding modular në vend të kësaj.
sr: Ugradite celu Metabase aplikaciju ili pojedinačne stranice u svoju aplikaciju. Najbolje za složene, BI-fokusirane scenarije gde želite da ugradite sve Metabase mogućnosti u svoju aplikaciju. Ako vam je važna stabilnost UX-a, fleksibilnost ili kontrola, ili nemate složen slučaj upotrebe koji zahteva punokrvno BI rešenje, preporučujemo da umesto toga koristite Modularno ugrađivanje.
sv: Bädda in hela Metabase-applikationen eller enskilda sidor i din app. Bäst för komplexa, BI-fokuserade scenarier där du vill bädda in alla Metabases funktioner i din app. Om du letar efter stabilitet i UX, flexibilitet eller kontroll, eller inte har ett komplext användningsfall som kräver en fullfjädrad BI-lösning, rekommenderar vi att du använder modulär inbäddning istället.
tr: Metabase uygulamasının tamamını veya отдельных sayfalarını uygulamanıza yerleştirin. Metabase'in tüm özelliklerini uygulamanıza entegre etmek istediğiniz karmaşık, BI odaklı senaryolar için en iyisidir. Kullanıcı deneyiminde istikrar, esneklik veya kontrol arıyorsanız veya tam teşekküllü bir BI çözümü gerektiren karmaşık bir kullanım senaryonuz yoksa, bunun yerine Modüler yerleştirmeyi kullanmanızı öneririz.
uk: Вбудовуйте повний застосунок Metabase або окремі сторінки у свій застосунок. Найкраще для складних BI-орієнтованих сценаріїв, коли ви хочете вбудувати у свій застосунок усі можливості Metabase. Якщо вам потрібні стабільність UX, гнучкість чи контроль, або у вас немає складного сценарію, який потребує повноцінного BI-рішення, радимо натомість використовувати Modular embedding.
vi: Bạn có thể nhúng toàn bộ ứng dụng Metabase hoặc các trang riêng lẻ vào ứng dụng của mình. Phương pháp này phù hợp nhất cho các trường hợp phức tạp, tập trung vào BI, nơi bạn muốn tích hợp tất cả các khả năng của Metabase vào ứng dụng của mình. Nếu bạn đang tìm kiếm sự ổn định về trải nghiệm người dùng, tính linh hoạt hoặc khả năng kiểm soát, hoặc không có trường hợp sử dụng phức tạp nào yêu cầu một giải pháp BI hoàn chỉnh, chúng tôi khuyên bạn nên sử dụng phương pháp nhúng theo mô-đun.
zh_hk: 將完整的 Metabase 應用程式或個別頁面嵌入您的應用程式。最適合複雜的、以 BI 為重點的使用情境，您可以將 Metabase 的所有功能嵌入到您的應用程式中。如果您正在尋找使用者經驗的穩定性、彈性或控制，或是沒有需要完整 BI 解決方案的複雜使用個案，我們建議您改用模組化嵌入。
