Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Determines what other users non-admin users are able to see. Possible values are :all , :group, or :none.
hu: Meghatározza, hogy a nem adminisztrátor felhasználók mit láthatnak. Lehetséges értékek: :all , :group, vagy :none.
ms: Menentukan apa yang boleh dilihat oleh pengguna bukan pentadbir yang lain. Nilai yang mungkin adalah :semua, :kumpulan, atau :tiada.

source: Metabase Initialization COMPLETE in {0}
hu: A Metabase inicializálása BEFEJEZŐDÖTT {0} alatt
ms: Permulaan Metabase SELESAI dalam {0}

source: Warning: missing type mapping for parsing BigQuery results column {0} of type {1}.
hu: Figyelmeztetés: hiányzó típusleképezés a BigQuery eredmények {0} oszlopának {1} típusú elemzéséhez.
ms: Amaran: pemetaan jenis hilang untuk menganalisis lajur {0} jenis {1} dalam hasil BigQuery.

source: This enables unfolding JSON columns into their component fields. Disable unfolding if performance is slow. If enabled, you can still disable unfolding for individual fields in their settings.
ar: يُمكّن هذا من بسط أعمدة JSON إلى حقولها المكوّنة. عطّل البسط إذا كان الأداء بطيئًا. إذا كان مفعّلًا، فلا يزال يمكنك تعطيل البسط لحقول فردية من إعداداتها.
bg: Това позволява разгъване на JSON колоните в техните компонентни полета. Изключете разгъването, ако производителността е бавна. Ако е включено, все пак можете да изключите разгъването за индивидуални полета в техните настройки.
ca: Això permet desplegar columnes JSON als seus camps. Desactiva el desplegament si el rendiment és lent. Si està activat, encara podeu desactivar el desplegament de camps individuals a la seva configuració.
de: Diese Funktion ermöglicht das Entfalten von JSON-Spalten zu ihren Komponentenfeldern. Deaktivieren Sie das Entfalten, wenn die Leistung langsam ist. Wenn aktiviert, können Sie das Entfalten einzelner Felder in deren Einstellungen deaktivieren.
eo: This lets you unbox JSON columns into their parts. Turn it off if it’s lagging. If it’s on, you can still disable it for specific fields in their settings.
es: Esto permite desplegar columnas JSON en sus campos de componentes. Deshabilita el despliegue si el rendimiento es lento. Si está habilitado, aún puedes deshabilitar el despliegue de campos individuales en tu configuración.
fa: این امکان باز کردن ستون‌های JSON را در فیلدهای مؤلفه آنها فراهم می‌کند. اگر عملکرد کند است، باز کردن را غیرفعال کنید. اگر فعال باشد، همچنان می‌توانید باز کردن را برای فیلدهای جداگانه در تنظیمات آن‌ها غیرفعال کنید.
fi: Tämä mahdollistaa JSON-sarakkeiden purkamisen niiden komponenttikentiksi. Poista purkaminen käytöstä, jos suorituskyky on hidas. Jos purkaminen on käytössä, voit silti poistaa sen käytöstä yksittäisille kentille niiden asetuksissa.
fr: Cela permet de dérouler les colonnes JSON dans les champs qui les composent. Désactivez le déroulement si les performances sont lentes. Si cette option est activée, vous pouvez toujours désactiver le déroulement pour les champs individuels dans leurs paramètres.
hu: Ez lehetővé teszi a JSON oszlopok kibontását összetevő mezőkre. Tiltsa le a kibontást, ha a teljesítmény lassú. Ha engedélyezve van, továbbra is letilthatja a kibontást egyes mezők beállításaiban.
it: Consente di dispiegare le colonne JSON nei loro campi componenti. Disattivare la dispiegatura se le prestazioni sono lente. Se abilitata, è comunque possibile disabilitare l'unfolding per i singoli campi nelle loro impostazioni.
ja: これは、JSONカラムをコンポーネント・フィールドに展開することを可能にします。パフォーマンスが遅い場合は、展開機能を無効にしてください。有効にした場合でも、個々のフィールドの設定で折りたたみを無効にできます。
lt: Tai leidžia JSON stulpelius išskleisti į jų komponentų laukus. Išjungti išskleidimo, jei veikimas yra lėtas. Jei įjungta, vis tiek galite išjungti atskirų laukų išskleidimą jų nustatymuose.
ms: Ini mengaktifkan pengembangan lajur JSON ke dalam medan komponen mereka. Lumpuhkan pengembangan jika prestasi perlahan. Jika diaktifkan, anda masih boleh melumpuhkan pengembangan untuk medan individu dalam tetapan mereka.
nb: Dette aktiverer utbretting av JSON kolonner til sine komponentfelter. Deaktiver dette hvis det går ut over ytelsen. Hvis aktivert, kan du fremdeles deaktivere dette for individuelle felter i deres innstillinger.
nl: Dit maakt het mogelijk om JSON-kolommen uit te vouwen naar hun componentvelden. Schakel uitvouwen uit als de prestaties traag zijn. Als het is ingeschakeld, kunt u voor individuele velden in hun instellingen nog steeds het uitvouwen uitschakelen.
pl: Umożliwia to rozpakowanie kolumn JSON na ich pola składowe. Wyłącz rozpakowanie, jeśli wydajność jest niska. Jeśli jest włączona, nadal możesz wyłączyć rozpakowanie dla poszczególnych pól w ich ustawieniach.
pt_br: Isso permite desdobrar colunas JSON em seus campos componentes. Desabilite o desdobramento se o desempenho estiver lento. Se habilitado, você ainda pode desabilitar o desdobramento de campos individuais em suas configurações.
ru: Это позволяет разворачивать столбцы JSON на составляющие их поля. Отключите разворачивание, если производительность низкая. Если эта функция включена, вы все равно можете отключить разворачивание для отдельных полей в их настройках.
sk: To umožňuje rozložiť stĺpce JSON do ich komponentných polí. Rozkladanie vypnite, ak je výkon pomalý. Ak je táto funkcia povolená, rozkladanie môžete pre jednotlivé polia stále zakázať v ich nastaveniach.
sl: To omogoča odvijanje stolpcev JSON v njihova polja komponent. Onemogočite odvijanje, če je učinkovitost delovanja počasna. Če je omogočeno, lahko še vedno onemogočite odvijanje posameznih polj v njihovih nastavitvah.
sq: Kjo aktivizon shpalosjen e kolonave JSON në fushat e tyre përbërëse. Çaktivizoni shpalosjen nëse performanca është e ngadaltë. Nëse është e aktivizuar, mund ta çaktivizoni ende shpalosjen për fusha individuale te cilësimet e tyre.
sr: Ovo omogućava razvijanje (unfolding) JSON kolona u njihova sastavna polja. Isključite unfolding ako su performanse spore. Ako je uključeno, i dalje možete da isključite unfolding za pojedinačna polja u njihovim podešavanjima.
sv: Detta gör det möjligt att vika upp JSON-kolumner i deras komponentfält. Inaktivera utfällning om prestandan är långsam. Om den är aktiverad kan du fortfarande inaktivera uppfällning för enskilda fält i deras inställningar.
tr: Bu, JSON sütunlarının bileşen alanlarına açılmasını sağlar. Performans yavaşsa açmayı devre dışı bırakın. Etkinleştirilirse, ayarlarında tek tek alanlar için açmayı devre dışı bırakabilirsiniz.
uk: Це вмикає розгортання JSON-колонок на складові поля. Вимкніть розгортання, якщо продуктивність низька. Якщо ввімкнено, ви все одно можете вимкнути розгортання для окремих полів у їхніх налаштуваннях.
vi: Điều này cho phép mở rộng các cột JSON thành các trường thành phần của chúng. Tắt mở rộng nếu hiệu suất chậm. Nếu được bật, bạn vẫn có thể tắt mở rộng cho từng trường trong cài đặt của chúng.
zh_hk: 此功能使JSON欄位展開成其組件欄位。如性能較慢，請禁用展開。如果啟用，您仍可以在設置中禁用個別欄位的展開。

source: Allow unfolding of JSON columns
ar: السماح ببسط أعمدة JSON
bg: Позволяване на разгъване на JSON колони
ca: Permetre el desplegament de columnes JSON
de: Entfaltung von JSON-Spalten erlauben
eo: Let the JSON columns be revealed, bestie
es: Permitir el despliegue de columnas JSON
fa: اجازه باز شدن ستون‌های JSON را بدهید
fi: Salli JSON-sarakkeiden avaaminen
fr: Autorise le dépliage des colonnes JSON
hu: A JSON oszlopok kibontásának engedélyezése
it: Consentire l'apertura di colonne JSON
ja: JSONカラムの展開を許可する
lt: Leisti išskleisti JSON stulpelius
ms: Benarkan pembukaan lajur JSON
nb: Tillat utbretting av JSON-kolonner
nl: Sta het uitvouwen van JSON-kolommen toe
pl: Zezwalaj na rozpakowanie kolumn JSON
pt_br: Permitir desdobramento de colunas JSON
ru: Позволяет разворачивать столбцы JSON
sk: Umožnenie rozkladania stĺpcov JSON
sl: Omogočanje odvijanja stolpcev JSON
sq: Lejo shpalosjen e kolonave JSON
sr: Dozvoli unfolding JSON kolona
sv: Tillåt utfällning av JSON-kolumner
tr: JSON sütunlarının açılmasına izin ver
uk: Дозволити розгортання JSON-колонок
vi: Cho phép mở rộng các cột JSON
zh_hk: 允許展開 JSON 列

source: Error setting connection read-only to {0}
hu: Hiba a kapcsolat csak olvashatóvá állítása közben {0}
ms: Ralat menetapkan sambungan hanya-baca kepada {0}

source: Sorry, the row you''re trying to delete doesn''t exist
ar: عذرًا، الصف الذي تحاول حذفه غير موجود
bg: Съжаляваме, редът, който се опитвате да изтриете, не съществува
ca: Perdó, la fila que intentes eliminar no existeix
de: Entschuldigung, die Zeile, die Sie löschen möchten, existiert nicht
eo: Sorry, that row you're tryna delete doesn’t even exist lol
es: Lo siento, la fila que intentas eliminar no existe
fa: متأسفیم، ردیفی که می‌خواهید حذف کنید وجود ندارد
fi: Anteeksi, riviä, jonka yrität poistaa, ei ole olemassa.
fr: Désolé, la ligne que vous essayez de supprimer n'existe pas.
hu: Sajnáljuk, a törölni kívánt sor nem létezik
it: La riga che cerchi di eliminare non esiste
ja: 申し訳ありませんが、削除しようとしている行は存在しません。
lt: Atsiprašome, eilutė, kurią bandote ištrinti, neegzistuoja
ms: Maaf, baris yang anda cuba padam tidak wujud
nb: Beklager, men raden du prøver å slette eksisterer ikke
nl: Sorry, de rij die u probeert te verwijderen bestaat niet
pl: Przepraszamy, wiersz, który próbujesz usunąć, nie istnieje
pt_br: Desculpe, a linha que você está tentando excluir não existe
ru: Извините, строка, которую вы пытаетесь удалить, не существует
sk: Je nám ľúto, ale riadok, ktorý sa snažíte odstrániť, neexistuje
sl: Vrstica, ki jo poskušate izbrisati, žal ne obstaja
sq: Na vjen keq, rreshti që po përpiqeni të fshini nuk ekziston
sr: Žao nam je, red koji pokušavate da obrišete ne postoji
sv: Tyvärr, raden som du försöker radera finns inte
tr: Üzgünüz, silmeye çalıştığınız satır mevcut değil
uk: Перепрошуємо, рядок, який ви намагаєтеся видалити, не існує
vi: Xin lỗi, hàng bạn đang cố xóa không tồn tại
zh_hk: 抱歉，您嘗試刪除的行不存在

source: Sorry, the row you''re trying to update doesn''t exist
ar: عذرًا، الصف الذي تحاول تحديثه غير موجود
bg: Съжаляваме, редът, който се опитвате да актуализирате, не съществува
ca: Perdó, la fila que intentes actualitzar no existeix
de: Entschuldigung, die Zeile, die Sie aktualisieren möchten, existiert nicht
eo: Sorry, that row you're tryna update doesn't even exist lol
es: Lo siento, la fila que intentas actualizar no existe
fa: متأسفیم، ردیفی که می‌خواهید به‌روزرسانی کنید وجود ندارد
fi: Anteeksi, riviä, jota yrität päivittää, ei ole olemassa.
fr: Désolé, la ligne que vous essayez de mettre à jour n'existe pas.
hu: Sajnáljuk, a frissíteni kívánt sor nem létezik
it: La riga che cerchi di aggiornare non esiste
ja: 申し訳ありませんが、更新しようとしている行は存在しません。
lt: Atsiprašome, eilutė, kurią bandote atnaujinti, neegzistuoja
ms: Maaf, baris yang anda cuba kemas kini tidak wujud
nb: Beklager, men raden du prøver å oppdatere eksisterer ikke
nl: Sorry, de rij die u probeert bij te werken bestaat niet
pl: Przepraszamy, wiersz, który próbujesz zaktualizować, nie istnieje
pt_br: Desculpe, a linha que você está tentando atualizar não existe
ru: Извините, строка, которую вы пытаетесь обновить, не существует
sk: Je nám ľúto, ale riadok, ktorý sa snažíte aktualizovať, neexistuje
sl: Vrstica, ki jo poskušate posodobiti, žal ne obstaja
sq: Na vjen keq, rreshti që po përpiqeni të përditësoni nuk ekziston
sr: Žao nam je, red koji pokušavate da ažurirate ne postoji
sv: Tyvärr, raden som du försöker uppdatera finns inte
tr: Üzgünüz, güncellemeye çalıştığınız satır mevcut değil
uk: Перепрошуємо, рядок, який ви намагаєтеся оновити, не існує
vi: Xin lỗi, hàng bạn đang cố gắng cập nhật không tồn tại
zh_hk: 抱歉，您嘗試更新的行不存在

source: {0} is deprecated in Metabase 0.47.0. Implement {1} instead.
hu: A(z) {0} elavult a Metabase 0.47.0-ban. Használja helyette a(z) {1}-t.
ms: {0} sudah tidak digunakan dalam Metabase 0.47.0. Laksanakan {1} sebagai ganti.

source: List of the 10 most recently viewed items for the user.
hu: A felhasználó által legutóbb megtekintett 10 elem listája.
ms: Senarai 10 item yang paling baru dilihat oleh pengguna.

source: The Dashboard that the user has most recently viewed within the last 24 hours.
hu: Az irányítópult, amelyet a felhasználó az elmúlt 24 órában a legutóbb megtekintett.
ms: Papan Pemuka yang paling baru dilihat oleh pengguna dalam masa 24 jam yang lalu.

source: Toggle which is true after a user has dismissed the custom dashboard toast.
ar: مفتاح تبديل يصبح true بعد أن يغلق المستخدم إشعار toast للوحة المعلومات المخصّصة.
bg: Превключване, което е вярно след като потребителят е затворил известието за персонализирано табло.
ca: Commuta que és cert després que un usuari hagi descartat el brindis del tauler de control personalitzat.
de: Umschaltfunktion, die aktiv ist, nachdem ein Benutzer den benutzerdefinierten Dashboard-Hinweis verworfen hat.
eo: Switch which one’s true after a user dismisses the custom dashboard toast, fr fr.
es: Booleano que es verdadero después de que un usuario haya descartado el mensaje personalizado del tablero.
fa: بعد از اینکه کاربر نان تست سفارشی داشبورد را رد کرد، کدام درست است را تغییر دهید.
fi: Vaihda totuusarvoa, kun käyttäjä on sulkenut mukautetun kojelaudan ilmoituksen.
fr: Toggle qui est vrai après qu'un utilisateur ait fermé le toast du tableau de bord personnalisé.
hu: Kapcsoló, amely igaz lesz, miután a felhasználó elutasította az egyedi irányítópult üzenetet.
it: Attiva l'opzione che è vera dopo che l'utente ha chiuso il toast del dashboard personalizzato.
ja: トグルは、ユーザーがカスタムダッシュボードのトーストを解除した後に有効になります。
lt: Perjungti, kuri yra tiesa, kai vartotojas atmetė tinkintą prietaisų skydelio skrudinimą.
ms: Togol yang benar selepas pengguna telah menutup toast papan pemuka tersuai.
nb: Veksle som er sann etter at en bruker har avvist det egendefinerte dashbordet.
nl: Schakel over welke waar is nadat een gebruiker de aangepaste dashboard-melding heeft gesloten.
pl: Przełącz wartość na "true" po tym, jak użytkownik odrzuci powiadomienie niestandardowego pulpitu.
pt_br: Alternar o que é verdadeiro depois que um usuário descarta o toast personalizado do painel.
ru: Переключатель, который становится истинным после того, как пользователь отклонил всплывающее окно пользовательского дашборда.
sk: Prepínač, ktorý je pravdivý po tom, čo používateľ odmietne vlastný panel s prípitkom.
sl: Preklopite, kar je resnično, ko uporabnik zapre toast na nadzorni plošči po meri.
sq: Toggle që bëhet true pasi një përdorues e ka mbyllur toast-in e panelit të personalizuar.
sr: Prekidač koji je true nakon što korisnik odbaci prilagođeni toast na kontrolnoj tabli.
sv: Toggle som är sant efter att en användare har avfärdat den anpassade instrumentpanelens toast.
tr: Bir kullanıcı özel gösterge tablosu tostunu kapattıktan sonra geçerli olan geçiş.
uk: Перемикач, що має значення true після того, як користувач закрив toast про кастомний дашборд.
vi: Chuyển đổi thành đúng sau khi người dùng đã đóng thông báo trên bảng điều khiển tùy chỉnh.
zh_hk: 使用者關閉自定儀表板通知後為真切換。

source: No aggregation with uuid {0}
ar: لا يوجد تجميع بالـ uuid {0}
bg: Няма агрегиране с uuid {0}
ca: No hi ha cap agregació amb uuid {0}
de: Keine Aggregation mit uuid {0}
eo: Bruh, no cap with uuid {0}
es: No hay agregación con uuid {0}
fa: بدون تجمع با uuid {0}
fi: Ei yhdistämistä uuid:lla {0}
fr: Pas d'agrégation avec l'uuid {0}
hu: Nincs {0} uuid-val rendelkező aggregáció
it: Nessuna aggregazione con uuid {0}
ja: uuid {0}で集約なし。
lt: Nėra apibendrinimo su uuid {0}
ms: Tiada penggabungan dengan uuid {0}
nb: Ingen aggregering med uuid {0}
nl: Geen aggregatie met uuid {0}
pl: Brak agregacji z uuid {0}
pt_br: Nenhuma agregação com uuid {0}
ru: Отсутствие агрегации с uuid {0}
sk: Žiadna agregácia s uuid {0}
sl: Brez združevanja z uuid {0}
sq: Nuk ka agregim me uuid {0}
sr: Nema agregacije sa uuid {0}
sv: Ingen aggregering med uuid {0}
tr: Uuid ile toplama yok {0}
uk: Немає агрегації з UUID {0}
vi: Không có tổng hợp với uuid {0}
zh_hk: 沒有 uuid {0} 的聚合

source: Grouped by {0}
ar: مجمّع حسب {0}
bg: Групирано по {0}
ca: Agrupat per {0}
de: Gruppiert nach {0}
eo: Grouped by {0} → Squad'ed by {0}
es: Agrupado por {0}
fa: گروه بندی شده توسط {0}
fi: Ryhmitelty {0}:n mukaan
fr: Groupé par {0}
hu: Csoportosítva {0} szerint
it: Raggruppati per {0}
ja: {0}でグループ化
lt: Sugrupuota pagal {0}
ms: Dikuumpulkan mengikut {0}
nb: Gruppert etter {0}
nl: Gegroepeerd op {0}
pl: Grupowane wg {0}
pt_br: Agrupados por {0}
ru: Сгруппировано по {0}
sk: Zoskupené podľa {0}
sl: Razvrščeno po {0}
sq: Grupuar sipas {0}
sr: Grupisano po {0}
sv: Grupperad av {0}
tr: {0} ile gruplanmıştır
uk: Згруповано за {0}
vi: Nhóm theo {0}
zh_hk: 按 {0} 分組

source: Saved Question {0}
hu: Mentett kérdés {0}
ms: Soalan disimpan {0}

source: Invalid :field clause: column {0} does not exist. Found: {1}
hu: Érvénytelen :field clause: a(z) {0} oszlop nem létezik. Talált: {1}
ms: Klausa :medan tidak sah: lajur {0} tidak wujud. Ditemui: {1}

source: [Unknown Field]
eo: yo, what even is [Unknown Field]?
hu: [Ismeretlen mező]
lt: [Nežinomas laukas]
ms: [Medan Tidak Diketahui]

source: Cannot resolve column {0}: stage has no metadata
hu: Nem lehet feloldani a(z) {0} oszlopot: a szakasznak nincs metaadata
ms: Tidak dapat menyelesaikan lajur {0}: peringkat tidak mempunyai metadata

source: {0} ends with {1}
ar: {0} ينتهي بـ {1}
bg: {0} завършва с {1}
ca: {0} acaba amb {1}
de: {0} endet mit {1}
eo: {0} be ending with {1} fam
es: {0} acaba con {1}
fa: {0} با {1}به پایان می رسد
fi: {0} päättyy {1}:een
fr: {0} se termine par {1}
hu: {0} végződik {1}-re
it: {0} termina con {1}
ja: {0}は{1}で終わる
lt: {0} baigiasi {1}
ms: {0} berakhir dengan {1}
nb: {0} slutter med {1}
nl: {0} eindigt met {1}
pl: {0} kończy się {1}
pt_br: {0} termina com {1}
ru: {0} заканчивается на {1}
sk: {0} končí na {1}
sl: {0} se konča z {1}
sq: {0} përfundon me {1}
sr: {0} se završava sa {1}
sv: {0} slutar med {1}
tr: {0} {1}ile biter
uk: {0} закінчується на {1}
vi: {0} kết thúc bằng {1}
zh_hk: {0} 以 {1} 結尾

source: {0} does not contain {1}
ar: {0} لا يحتوي على {1}
bg: {0} не съдържа {1}
ca: {0} no conté {1}
de: {0} enthält nicht {1}
eo: {0} doesn’t have {1} fr fr
es: {0} no contiene {1}
fa: {0} حاوی {1}نیست
fi: {0} ei sisällä {1}
fr: {0} ne contient pas {1}
hu: A(z) {0} nem tartalmazza a(z) {1}-t
it: {0} non contiene {1}
ja: {0}は{1}を含まない
lt: {0} nėra {1}
ms: {0} tidak mengandungi {1}
nb: {0} inneholder ikke {1}
nl: {0} bevat niet {1}
pl: {0} nie zawiera {1}
pt_br: {0} não contém {1}
ru: {0} не содержит {1}
sk: {0} neobsahuje {1}
sl: {0} ne vsebuje {1}
sq: {0} nuk përmban {1}
sr: {0} ne sadrži {1}
sv: {0} innehåller inte {1}
tr: {0} {1}içermez
uk: {0} не містить {1}
vi: {0} không chứa {1}
zh_hk: {0} 不包含 {1}

source: {0} is within {1}
hu: {0} a(z) {1}-ben van
ms: {0} berada dalam {1}

source: {0} is empty
ar: {0} فارغ
bg: {0} е празно
ca: {0} està buit
de: {0} ist leer
eo: {0} is totally zeroed out rn
es: {0} está vacío
fa: {0} خالی است
fi: {0} on tyhjä
fr: {0} est vide
hu: {0} üres
it: {0} è vuoto
ja: {0}は空である
lt: {0} tuščias
ms: {0} kosong
nb: {0} er tom
nl: {0} is leeg
pl: {0} jest pusty
pt_br: {0} está vazio
ru: {0} пустое
sk: {0} je prázdna
sl: {0} je prazen
sq: {0} është bosh
sr: {0} je prazno
sv: {0} är tom
tr: {0} boştur
uk: {0} порожнє
vi: {0} trống rỗng
zh_hk: {0} 為空

source: {0} contains {1}
ar: {0} يحتوي على {1}
bg: {0} съдържа {1}
ca: {0} conté {1}
de: {0} enthält {1}
eo: {0} is packing {1}
es: {0} contiene {1}
fa: {0} حاوی {1}است
fi: {0} sisältää {1}
fr: {0} contient {1}
hu: A(z) {0} tartalmazza a(z) {1}-t
it: {0} contiene {1}
ja: {0}は{1}を含む
lt: {0} yra {1}
ms: {0} mengandungi {1}
nb: {0} inneholder {1}
nl: {0} bevat {1}
pl: {0} zawiera {1}
pt_br: {0} contém {1}
ru: {0} содержит {1}
sk: {0} obsahuje {1}
sl: {0} vsebuje {1}
sq: {0} përmban {1}
sr: {0} sadrži {1}
sv: {0} innehåller {1}
tr: {0} {1}içerir
uk: {0} містить {1}
vi: {0} chứa {1}
zh_hk: {0} 包含 {1}

source: {0} does not equal {1}
hu: A(z) {0} nem egyenlő a(z) {1}-vel
ms: {0} tidak sama dengan {1}

source: {0} is greater than or equal to {1}
ar: {0} أكبر من أو يساوي {1}
bg: {0} е по-голямо или равно на {1}
ca: {0} és major o igual a {1}
de: {0} ist größer oder gleich {1}
eo: {0} is basically as lit as or more than {1}
es: {0} es mayor o igual a {1}
fa: {0} بزرگتر یا مساوی {1}است
fi: {0} on suurempi tai yhtä suuri kuin {1}
fr: {0} est supérieur ou égal à {1}
hu: A(z) {0} nagyobb vagy egyenlő a(z) {1}-vel
it: {0} è maggiore o uguale a {1}
ja: {0}は{1}以上である
lt: {0} yra didesnis arba lygus {1}
ms: {0} lebih besar atau sama dengan {1}
nb: {0} er større eller lik {1}
nl: {0} is groter dan of gelijk aan {1}
pl: {0} jest większe lub równe {1}
pt_br: {0} é maior ou igual a {1}
ru: {0} больше или равно {1}
sk: {0} je väčšia alebo rovná {1}
sl: {0} večja ali enaka {1}
sq: {0} është më e madhe ose e barabartë me {1}
sr: {0} je veće ili jednako {1}
sv: {0} är större än eller lika med {1}
tr: {0} {1}adresinden büyük veya eşittir.
uk: {0} більше або дорівнює {1}
vi: {0} lớn hơn hoặc bằng {1}
zh_hk: {0} 大於或等於 {1}

source: {0} equals any of {1}
hu: A(z) {0} egyenlő bármelyik {1}-vel
ms: {0} sama dengan mana-mana {1}

source: {0} equals {1}
hu: A(z) {0} egyenlő a(z) {1}-vel
ms: {0} sama dengan {1}

source: {0} does not equal any of {1}
hu: A(z) {0} nem egyenlő egyik {1}-vel sem
ms: {0} tidak sama dengan mana-mana {1}

source: {0} starts with {1}
ar: {0} يبدأ بـ {1}
bg: {0} започва с {1}
ca: {0} comença amb {1}
de: {0} beginnt mit {1}
eo: {0} is lowkey vibing with {1}
es: {0} empieza con {1}
fa: {0} با {1}شروع می شود
fi: {0} alkaa {1}:lla
fr: {0} commence par {1}
hu: A(z) {0} kezdődik a(z) {1}-vel
it: {0} inizia con {1}
ja: {0}は{1}で始まる
lt: {0} prasideda {1}
ms: {0} tidak sama dengan mana-mana {1}
nb: {0} starter med {1}
nl: {0} begint met {1}
pl: {0} zaczyna się od {1}
pt_br: {0} começa com {1}
ru: {0} начинается с {1}
sk: {0} začína na {1}
sl: {0} se začne z {1}
sq: {0} fillon me {1}
sr: {0} počinje sa {1}
sv: {0} börjar med {1}
tr: {0} {1}ile başlar
uk: {0} починається з {1}
vi: {0} bắt đầu bằng {1}
zh_hk: {0} 以 {1} 開頭

source: {0} is less than {1}
ar: {0} أقل من {1}
bg: {0} е по-малко от {1}
ca: {0} és menor que {1}
de: {0} ist kleiner als {1}
eo: {0} is lowkey less than {1}
es: {0} es menor que {1}
fa: {0} کمتر از {1}است
fi: {0} on pienempi kuin {1}
fr: {0} est moins de {1}
hu: A(z) {0} kisebb, mint {1}
it: {0} è inferiore a {1}
ja: {0}は{1}より小さい
lt: {0} yra mažesnis nei {1}
ms: {0} kurang daripada {1}
nb: {0} er mindre enn {1}
nl: {0} is minder dan {1}
pl: {0} jest mniejsze niż {1}
pt_br: {0} é menor que {1}
ru: {0} меньше чем {1}
sk: {0} je menšia ako {1}
sl: {0} je manjši od {1}
sq: {0} është më e vogël se {1}
sr: {0} je manje od {1}
sv: {0} är mindre än {1}
tr: {0} {1}adresinden daha azdır.
uk: {0} менше за {1}
vi: {0} nhỏ hơn {1}
zh_hk: {0} 小於 {1}

source: not {0}
ar: ليس {0}
bg: не {0}
ca: no {0}
de: nicht {0}
eo: not it fr
es: no es {0}
fa: نه {0}
fi: ei {0}
fr: pas {0}
hu: nem {0}
it: non {0}
ja: {0}ではない
lt: ne {0}
ms: bukan {0}
nb: ikke {0}
nl: niet {0}
pl: nie jest {0}
pt_br: não {0}
ru: не {0}
sk: nie {0}
sl: ni {0}
sq: jo {0}
sr: ne {0}
sv: inte {0}
tr: {0} değil
uk: не {0}
vi: không {0}
zh_hk: 不是 {0}

source: Filtered by {0}
ar: مُصفّى حسب {0}
bg: Филтрирано по {0}
ca: Filtrat per {0}
de: Gefiltert nach {0}
eo: Filtered by {0} → Filtered by {0} fr fr
es: Filtrado por {0}
fa: فیلتر شده توسط {0}
fi: Suodatettu {0}:n mukaan
fr: Filtré par {0}
hu: Szűrve {0} által
it: Filtrato da {0}
ja: {0}でフィルタリング
lt: Filtruota pagal {0}
ms: Ditapis mengikut {0}
nb: Filtrert etter {0}
nl: Gefilterd bij {0}
pl: Filtrowane wg {0}
pt_br: Filtrado por {0}
ru: Отфильтровано по {0}
sk: Filtrované podľa {0}
sl: Filtrirano po {0}
sq: Filtruar sipas {0}
sr: Filtrirano po {0}
sv: Filtrerad av {0}
tr: {0} tarafından filtrelenmiştir
uk: Фільтровано за {0}
vi: Được lọc bởi {0}
zh_hk: 按 {0} 過濾
