Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Other available variables
ar: متغيّرات أخرى متاحة
bg: Други налични променливи
ca: Altres variables disponibles
de: Weitere verfügbare Variablen
eo: Other options you can choose from
es: Otras variables disponibles
fa: سایر متغیرهای موجود
fi: Muut saatavissa olevat muuttujat
fr: Autres variables disponibles
hu: Egyéb elérhető változók
it: Altre variabili disponibili
ja: 他の利用可能な変数
lt: Kiti galimi kintamieji
ms: Pembolehubah lain yang tersedia
nb: Andre tilgjengelige variabler
nl: Andere beschikbare variabelen
pl: Inne dostępne zmienne
pt_br: Outras variáveis disponíveis
ru: Другие доступные переменные
sk: Iné dostupné premenné
sl: Druge razpoložljive spremenljivke
sq: Variabla të tjera të disponueshme
sr: Ostale dostupne promenljive
sv: Andra tillgängliga variabler
tr: Diğer mevcut değişkenler
uk: Інші доступні змінні
vi: Các biến khả dụng khác
zh_hk: 其他可用變數

source: Avaliable variables
hu: El
ms: Pembolehubah yang tersedia

source: Other available columns
ar: أعمدة أخرى متاحة
bg: Други налични колони
ca: Altres columnes disponibles
de: Weitere verfügbare Spalten
eo: Other chill columns
es: Otras columnas disponibles
fa: سایر ستون‌های موجود
fi: Muut saatavissa olevat sarakkeet
fr: Autres colonnes disponibles
hu: Egyéb elérhető oszlopok
it: Altre colonne disponibili
ja: 他の利用可能なカラム
lt: Kiti galimi stulpeliai
ms: Lajur lain yang tersedia
nb: Andre tilgjengelige kolonner
nl: Andere beschikbare kolommen
pl: Inne dostępne kolumny
pt_br: Outras colunas disponíveis
ru: Другие доступные столбцы
sk: Iné dostupné stĺpce
sl: Drugi stolpci, ki so na voljo
sq: Kolona të tjera të disponueshme
sr: Ostale dostupne kolone
sv: Andra tillgängliga kolumner
tr: Kullanılabilir diğer sütunlar
uk: Інші доступні стовпці
vi: Các cột có sẵn khác
zh_hk: 其他可用的欄

source: Avaliable columns
hu: Elérhető oszlopok
ms: Lajur yang tersedia

source: user attribute
ar: سمة المستخدم
bg: атрибут на потребителя
ca: atribut d'usuari
de: Benutzerattribut
eo: User attribute → user's vibe or user’s thing
es: atributo de usuario
fa: ویژگی کاربر
fi: käyttäjä attribuutti
fr: attribut utilisateur
hu: felhasználói attribútum
it: attributo utente
ja: ユーザ属性
lt: vartotojo atributas
ms: atribut pengguna
nb: brukerattributt
nl: gebruikersattribuut
pl: parametr użytkownika
pt_br: atributo do usuário
ru: атрибут пользователя
sk: atribút používateľa
sl: atribut uporabnika
sq: atribut përdoruesi
sr: korisnički atribut
sv: användar-attribut
tr: kullanıcı özelliği
uk: атрибут користувача
vi: thuộc tính người dùng
zh_hk: 使用者屬性

source: Text card
ar: بطاقة نص
bg: Текстова карта
ca: Targeta de text
de: Textkarte
eo: Text Card → Text Card (no major change needed, but if you wanna be extra: "Text Card" is kinda vibe, no cap)
es: Tarjeta de texto
fa: کارت متنی
fi: Tekstikortti
fr: Texte de la carte
hu: Szövegkártya
it: Carta di testo
ja: テキストカード
lt: Teksto kortelė
ms: Kad teks
nb: Tekstkort
nl: Tekst-card
pl: Karta tekstowa
pt_br: Cartão de texto
ru: Текстовая карточка
sk: Textová karta
sl: Besedilna kartica
sq: Kartë teksti
sr: Tekst kartica
sv: Lista med text
tr: Metin kartı
uk: Текстова картка
vi: Thẻ văn bản
zh_hk: 文字卡片

source: Click behavior
ar: سلوك النقر
bg: Поведение при кликване
ca: Comportament en fer clic
de: Klick-Verhalten
eo: Click behavior → click behavior (no cap, pretty chill as is, but if you want it more slangy: "click vibes" or "clicks and tricks")
es: Comportamiento de clic
fa: رفتار کلیک
fi: Klikkauskäyttäytyminen
fr: Comportement du clic
hu: Kattintási viselkedés
it: Comportamento del click
ja: クリック動作
lt: Spustelėjimo elgsena
ms: Tingkah laku klik
nb: Oppførsel ved klikk
nl: Klikgedrag
pl: Zachowanie po kliknięciu
pt_br: Comportamento de clique
ru: Поведение при нажатии
sk: Správanie po kliknutí
sl: Vedenje klika
sq: Sjellja e klikimit
sr: Ponašanje pri kliku
sv: Uppförande vid klick
tr: Tıklama davranışı
uk: Поведінка кліку
vi: Hành vi nhấp chuột
zh_hk: 點擊行為

source: Visualization options
ar: خيارات التصوّر
bg: Опции за визуализация
ca: Opcions de visualització
de: Visualisierungs-Optionen
eo: Vizu options
es: Opciones de visualización
fa: گزینه‌های بصری‌سازی
fi: Visualisointivaihtoehdot
fr: Options de visualisation
hu: Vizualizációs beállítások
it: Opzioni di visualizzazione
ja: 可視化のオプション
lt: Vizualizacijos parinktys
ms: Pilihan visualisasi
nb: Alternativer for visning
nl: Visualisatie-opties
pl: Opcje wizualizacji
pt_br: Opções de visualização
ru: Варианты визуализации
sk: Možnosti vizualizácie
sl: Možnosti ponazoritve
sq: Opsionet e vizualizimit
sr: Opcije vizualizacije
sv: Visuella val
tr: Görselleştirme seçenekleri
uk: Параметри візуалізації
vi: Tùy chọn hiển thị
zh_hk: 視覺化選項

source: Edit series
hu: Sorozat szerkesztése
lt: Redaguoti seriją
ms: Ubah siri

source: Add series
hu: Sorozat hozzáadása
lt: Pridėti seriją
ms: Tambah siri

source: On click
ar: عند النقر
bg: При кликване
ca: En fer clic
de: Bei Klick
eo: On click → Bet
es: Al hacer click
fa: در کلیک
fi: Klikatessa
fr: Sur clic
hu: Kattintásra
it: Al clic
ja: クリック時
lt: Paspaudus
ms: Apabila diklik
nb: Ved klikk
nl: Bij klikken
pl: Na kliknięcie
pt_br: Ao clicar
ru: По клику
sk: Po kliknutí
sl: Ob kliku
sq: Në klikim
sr: Na klik
sv: Vid klick
tr: Tıklamada
uk: За кліком
vi: Trong một cái nhấp chuột
zh_hk: 點擊時

source: Change title and description
hu: Cím és leírás módosítása
ms: Tukar tajuk dan deskripsi

source: You've updated embedded params and will need to update your embed code.
ar: لقد حدّثت معاملات التضمين وسيتعين عليك تحديث كود التضمين.
bg: Вие сте актуализирали вградените параметри и трябва да актуализирате вашия вграден код.
ca: Heu actualitzat els paràmetres d'incrustació i haureu d'actualitzar el codi incrustat.
de: Du hast eingebettete Parameter aktualisiert und musst nun den Einbettungscode aktualisieren.
eo: You’ve changed the embedded params, so u gotta update your embed code, fr.
es: Has actualizado los parámetros integrados y deberás actualizar tu código de inserción.
fa: شما پارامترهای جاسازی شده را به‌روز کرده‌اید و باید کد جاسازی خود را به‌روز کنید.
fi: Olet päivittänyt upotetut parametrit, sinun on päivitettävä koodisi.
fr: Vous avez mis à jour les paramètres intégrés et vous devrez mettre à jour votre code intégré.
hu: Frissítette a beágyazott paramétereket, és frissítenie kell a beágyazási kódját.
it: Hai aggiornato i parametri incorporati e dovrai aggiornare il tuo codice di incorporazione.
ja: 埋め込みパラメータを更新したので、埋め込みコードを更新する必要があります。
lt: Atnaujinote įterptuosius parametrus ir turėsite atnaujinti įterpimo kodą.
ms: Anda telah mengemas kini parameter tersemat dan perlu mengemas kini kod sematan anda.
nb: Du har oppdatert innebygde parametre og må oppdatere innebyggingskoden.
nl: Je hebt ingesloten parameters bijgewerkt en moet je insluitcode bijwerken.
pl: Zaktualizowałeś parametry wbudowane i będziesz musiał zaktualizować swój kod wbudowany.
pt_br: Você atualizou os parâmetros incorporados e precisará atualizar seu código de incorporação.
ru: Вы обновили встроенные параметры, и вам необходимо обновить встроенный код.
sk: Aktualizovali ste vložené parametre a budete musieť aktualizovať svoj vložený kód.
sl: Posodobili ste vdelane parametre in boste morali posodobiti vdelano kodo.
sq: Ke përditësuar parametrat e inkorporimit dhe do të duhet të përditësosh kodin tënd të embed-it.
sr: Ažurirao/la si ugrađene parametre i moraćeš da ažuriraš svoj kod za ugradnju.
sv: Du har uppdaterat inbäddade parametrar och beöhver uppdatera din inbäddade kod.
tr: Gömülü parametreleri güncellediniz ve gömme kodunuzu güncellemeniz gerekecek.
uk: Ви оновили вбудовані параметри й вам потрібно оновити код вбудовування.
vi: Bạn đã cập nhật các thông số nhúng và sẽ cần cập nhật mã nhúng của mình.
zh_hk: 你已經更新了嵌入的參數，並且需要更新嵌入代碼。

source: Add question
hu: Kérdés hozzáadása
ms: Tambah soalan

source: You're editing this dashboard.
ar: أنت تعدّل لوحة المعلومات هذه.
bg: Вие редактирате това табло.
ca: Esteu editant aquest quadre de comandament.
de: Sie bearbeiten dieses Dashboard.
eo: You're lowkey tweaking this dashboard.
es: Estás editando este cuadro de mando.
fa: شما در حال ویرایش این داشبورد هستید.
fi: Olet muokkaamassa tätä kojelautaa.
fr: Vous êtes en train d'éditer ce tableau de bord.
hu: Ön szerkeszti ezt az irányítópultot.
it: Stai modificando questa dashboard.
ja: あなたはこのダッシュボードを編集中です。
lt: Redaguojate šią informacijos suvestinę.
ms: Anda sedang menyunting papan pemuka ini.
nb: Du redigerer denne infotavlen.
nl: Je bewerkt dit dashboard.
pl: Edytujesz ten pulpit.
pt_br: Você está editando este painel.
ru: Вы редактируете этот дашборд.
sk: Upravujete tento dashboard.
sl: Urejate to nadzorno ploščo.
sq: Po e redakton këtë panel.
sr: Uređuješ ovu kontrolnu tablu.
sv: Du redigerar denna kontrollpanel
tr: Bu kontrol panelini düzenliyorsunuz.
uk: Ви редагуєте цей дашборд.
vi: Bạn đang chỉnh sửa bảng điều khiển này.
zh_hk: 您正在編輯此儀表板。

source: Column to filter on
ar: العمود المراد التصفية عليه
bg: Колона за филтриране
ca: Colmna on filtrar
de: Spalte, auf die gefiltert werden soll
eo: Column to flex on
es: Columna por la que filtrar
fa: ستون برای فیلتر کردن
fi: Suodatettava sarake
fr: Colonne sur laquelle filtrer
hu: Szűrendő oszlop
it: Colonna da filtrare
ja: フィルタをかけるカラム
lt: Stulpelis, skirtas filtruoti
ms: Lajur untuk ditapis
nb: Kolonne å filtrere på
nl: Kolom om op te filteren
pl: Kolumna do filtrowania
pt_br: Coluna para filtrar
ru: Столбец для фильтрации
sk: Stĺpec na filtrovanie
sl: Stolpec za filtriranje
sq: Kolona për të filtruar
sr: Kolona po kojoj se filtrira
sv: Kolumn att filtrera
tr: Filtrelenecek sütun
uk: Стовпець для фільтрування
vi: Cột để lọc
zh_hk: 要篩選的列

source: snippet collection
ar: مجموعة مقتطفات
bg: колекция с фрагменти
ca: col·lecció de fragments de codi
de: Snippet Sammlung
eo: clutch of clips
es: colección de fragmentos
fa: مجموعه قطعه‌ها
fi: koodinpätkäkokoelma
fr: Collection de fragments
hu: kivonatgyűjtemény
it: collezione di snippet
ja: スニペットコレクション
lt: fragmentų rinkinys
ms: koleksi petikan
nb: utdragssamling
nl: collectie fragmenten
pl: kolekcja fragmentów kodu
pt_br: coleção de snippets
ru: коллекция фрагментов
sk: kolekcia fragmentov
sl: Zbirka delčkov
sq: koleksion fragmentesh
sr: kolekcija isječaka koda
sv: samling snuttar
tr: snippet koleksiyonu
uk: колекція фрагментів
vi: bộ sưu tập đoạn mã
zh_hk: 片段集合

source: snippet collections
ar: مجموعات مقتطفات
bg: колекции с фрагменти
ca: col·leccions de fragment de codi
de: Snippet Sammlungen
eo: vibe compilations
es: colecciones de fragmentos
fa: مجموعه‌های قطعه‌ها
fi: koodinpätkäkokoelmat
fr: Collections de fragments
hu: kivonatgyűjtemények
it: collezioni di snippet
ja: スニペットコレクション
lt: fragmentų rinkiniai
ms: koleksi petikan
nb: utdragssamlinger
nl: collecties fragmentem
pl: kolekcje fragmentów kodu
pt_br: coleções de snippets
ru: коллекции фрагментов
sk: kolekcie fragmentov
sl: Zbirke delčkov
sq: koleksione fragmentesh
sr: kolekcije isječaka koda
sv: samlingar av snuttar
tr: snippet koleksiyonları
uk: колекції фрагментів
vi: các bộ sưu tập đoạn mã
zh_hk: 片段集合

source: Give your folder a name
ar: امنح مجلدك اسمًا
bg: Дайте име на вашата папка
ca: Doneu-li un nom a la vostra carpeta
de: Geben Sie ihrem Ordner einen Namen
eo: Name your folder, bestie, make it cute or smthn
es: Dale un nombre a tu carpeta
fa: به پوشه خود یک نام دهید
fi: Anna kansiolle nimi
fr: Donnez un nom à votre dossier
hu: Adjon nevet a mappájának
it: Dai un nome alla tua cartella
ja: あなたのフォルダに名前をつけてください
lt: Suteikite savo aplankui pavadinimą
ms: Berikan nama kepada folder anda
nb: Gi mappen din ett navn
nl: Geef je map een naam
pl: Nadaj nazwę swojemu folderowi
pt_br: Dê um nome à pasta
ru: Дайте вашей папке имя
sk: Dajte svojej zložke názov
sl: Poimenujte mapo
sq: Jepi dosjes tënde një emër
sr: Dajte naziv svojoj fascikli
sv: Ge din mapp ett namn
tr: Klasörünüze bir ad verin
uk: Задайте назву папці
vi: Đặt tên cho thư mục của bạn
zh_hk: 為您的資料夾命名

source: Something short but sweet
ar: شيء قصير ولطيف
bg: Нещо кратко, но приятно
ca: Alguna cosa curta per dolça
de: Etwas Kurzes und Einprägsames
eo: Something short but lowkey cute
es: Algo corto y ameno
fa: چیزی کوتاه اما شیرین
fi: Jotain lyhyttä ja kaunista
fr: Quelque chose de court mais sympa
hu: Valami rövid, de lényegre törő
it: Qualcosa di breve ma dolce
ja: 短く楽しい何か
lt: Kažkas trumpo, bet mielo
ms: Ses sesuatu yang ringkas tetapi manis
nb: Noe kort og søtt
nl: Iets kort maar liefs
pl: Coś krótkiego, ale miłego
pt_br: Algo curto, mas doce
ru: Что-то короткое, но сладкое
sk: Niečo krátke, ale milé
sl: Nekaj kratkega, a sladkega
sq: Diçka e shkurtër, por e bukur
sr: Nešto kratko, ali efektno
sv: Något kort och bra
tr: Kısa ama tatlı bir şey
uk: Щось коротке, але влучне
vi: Một cái gì đó ngắn nhưng ngọt ngào
zh_hk: 簡短但甜美

source: Folder this should be in
ar: المجلد الذي يجب أن يكون فيه
bg: Папката, в която трябва да бъде
ca: La carpeta on s'ha de posar
de: Ordner, in dem dies sein sollte
eo: This needs to be in the folder fr
es: Carpeta en la que debería estar
fa: پوشه‌ای که باید در آن باشد
fi: Kansio, jossa tämän pitäisi olla
fr: Dossier dans lequel il doit se trouver
hu: Mappa, amelyben legyen
it: Cartella in cui dovrebbe trovarsi
ja: これが入っているはずのフォルダ
lt: Tai turi būti aplanke
ms: Folder ini patut berada di dalam
nb: Mappen dette burde være i
nl: Map waarin deze zich zou moeten bevinden
pl: Folder ten powinien być w
pt_br: Pasta em que isso deve estar
ru: Папка должна быть в
sk: Zložka, v ktorej by toto malo byť
sl: Mapa, v kateri bi morala biti
sq: Dosja ku duhet të jetë
sr: Fascikla u kojoj ovo treba da bude
sv: Mapp denna ska ligga i
tr: Bunun içinde olması gereken klasör
uk: Папка, у якій це має бути
vi: Thư mục này phải có trong
zh_hk: 這應該在的文件夾

source: Open the action menu
hu: Nyissa meg a műveleti menüt
ms: Buka menu tindakan

source: {0} column has custom behavior
ar: {0} أعمدة لها سلوك مخصّص
bg: Колона {0} има персонализирано поведение
ca: {0} columna té un comportament personalitzat.
de: {0} Spalte hat ein benutzer-definiertes Verhalten
eo: {0} column is vibing with some custom drip
es: {0} columna tiene un comportamiento personalizado
fa: {0} ستون رفتار سفارشی دارد
fi: {0}-sarakkeella oma käyttäytyminen
fr: La colonne {0} a un comportement personnalisé
hu: {0} oszlop rendelkezik egyéni viselkedéssel
it: {0} colonna ha un comportamento personalizzato
ja: {0} カラムのカスタム動作
lt: {0} stulpelis yra pritaikytas
ms: Lajur {0} mempunyai tingkah laku tersuai. Lajur {0} mempunyai tingkah laku tersuai.
nb: {0} kolonne har egendefinert oppførsel
nl: {0} kolom heeft een aangepast gedrag
pl: {0} kolumna ma niestandardowe zachowanie
pt_br: {0} coluna tem comportamento personalizado
ru: {0} столбец имеет настраиваемое поведение
sk: Stĺpec {0} má vlastné správanie
sl: {0} stolpec deluje po meri
sq: {0} kolonë ka sjellje të personalizuar
sr: Kolona {0} ima prilagođeno ponašanje
sv: kolumnen {0} har anpassningar
tr: {0} sütununun özel davranışı var
uk: Стовпчик {0} має кастомну поведінку
vi: {0} cột có hành vi tùy chỉnh
zh_hk: {0}欄位具有自訂行為

source: Go to...
ar: انتقل إلى...
bg: Отидете на...
ca: Aneu a...
de: Gehe zu...
eo: Slide to...
es: Ir a...
fa: برو به...
fi: Mene...
fr: Allez à...
hu: Menj...
it: Vai a...
ja: 移動...
lt: Pereiti prie...
ms: Pergi ke...
nb: Gå til...
nl: Ga naar...
pl: Idź do...
pt_br: Ir para...
ru: Перейти к...
sk: Prejsť na...
sl: Pojdi k...
sq: Shko te...
sr: Idi na...
sv: Gå till...
tr: Git ...
uk: Перейти до...
vi: Đi đến...
zh_hk: 前往...

source: Go to dashboard
ar: انتقل إلى لوحة المعلومات
bg: Отидете на таблото за управление
ca: Aneu al quadre de comandament
de: Gehe zum Dashboard
eo: Slide to the dashboard
es: Ir a cuadro de mando
fa: برو به داشبورد
fi: Siirry Dashboardiin
fr: Aller au tableau de bord
hu: Ugrás az irányítópultra
it: Vai alla dashboard
ja: ダッシュボードを表示
lt: Pereiti prie informacijos suvestinės
ms: Pergi ke papan pemuka
nb: Gå til infotavle
nl: Ga naar dashboard
pl: Idź do pulpitu
pt_br: Ir para o painel
ru: Перейти к дашборду
sk: Prejsť na dashboard
sl: Pojdite na nadzorno ploščo
sq: Shko te paneli
sr: Idi na kontrolnu tablu
sv: Gå till instrumentpanel
tr: Panoya git
uk: Перейти до дашборда
vi: Đi đến bảng điều khiển
zh_hk: 前往資訊看板

source: Go to question
ar: انتقل إلى سؤال
bg: Отидете на въпроса
ca: Anar a la pregunta
de: Gehe zu Frage
eo: Slide into the question
es: Ir a pregunta
fa: برو به سؤال
fi: Siirry kysymykseen
fr: Aller à la question
hu: Ugrás a kérdésre
it: Vai alla domanda
ja: 質問を表示
lt: Eiti prie klausimo
ms: Pergi ke soalan
nb: Gå til spørsmål
nl: Ga naar vraag
pl: Przejdź do pytania
pt_br: Ir para a pergunta
ru: Перейти к запросу
sk: Prejsť na otázku
sl: Pojdi na vprašanje
sq: Shko te pyetja
sr: Idi na pitanje
sv: Gå till fråga
tr: Soruya git
uk: Перейти до запиту
vi: Đi đến câu hỏi
zh_hk: 前往提問

source: Go to url
ar: انتقل إلى url
bg: Отидете на url
ca: Anar a la URL
de: Gehe zu URL
eo: Slide into the link
es: Ir a URL
fa: برو به آدرس اینترنتی
fi: Siirry URLiin
fr: Aller à l'url
hu: Ugrás az URL-re
it: Vai all'URL
ja: urlに移動します
lt: Eiti į URL
ms: Pergi ke URL
nb: Gå til url
nl: Ga naar URL
pl: Przejdź do url
pt_br: Ir para url
ru: Перейти по ссылке
sk: Prejsť na url
sl: Pojdi na url
sq: Shko te url
sr: Idi na url
sv: Gå till URL
tr: Url'ye git
uk: Перейти за URL
vi: Đi tới url
zh_hk: 轉到URL

source: Filter this dashboard
ar: صفِّ لوحة المعلومات هذه
bg: Филтрирайте това табло
ca: Filtra aquest quadre de comandament
de: Dieses Dashboard filtern
eo: Filter this dashboard, fr fr
es: Filtrar este cuadro de mando
fa: این داشبورد را فیلتر کنید
fi: Suodata tämä Dashboard
fr: Filtrer ce tableau de bord
hu: Szűrje az irányítópultot
it: Filtra questa dashboard
ja: このダッシュボードをフィルタする
lt: Filtruoti šią informacijos suvestinę
ms: Tapis papan pemuka ini
nb: Filtrer denne infotavlen
nl: Filter dit dashboard
pl: Przefiltruj ten pulpit
pt_br: Filtrar este painel
ru: Отфильтровать этот дашборд
sk: Filtrovať tento dashboard
sl: Filtriranje nadzorne plošče
sq: Filtro këtë panel
sr: Filtriraj ovu kontrolnu tablu
sv: Filtrera denna instrumentpanel
tr: Bu panoyu filtrele
uk: Фільтрувати цей дашборд
vi: Lọc trang tổng quan này
zh_hk: 篩選此情報看板

source: Returns the count of rows in the selected data.
ar: يعيد عدد الصفوف في البيانات المحددة.
bg: Връща броя на редовете в избраните данни.
ca: Retorna el nombre de files de les dades seleccionades.
de: Gibt die Anzahl der Zeilen der ausgewählten Daten zurück.
eo: Gives you the total rows in the chosen data, fr.
es: Devuelve el recuento de filas en los datos seleccionados.
fa: تعداد ردیف‌ها در داده‌های انتخابی را برمی‌گرداند.
fi: Palauttaa valitun datan rivien lukumäärän.
fr: Renvoie le nombre de lignes de données sélectionnées
hu: A kiválasztott adatok sorainak számát adja vissza.
it: Restituisce il conteggio delle righe nei dati selezionati.
ja: 選択されたデータの行数を返します。
lt: Grąžina pasirinktų duomenų eilučių skaičių.
ms: Mengembalikan kiraan baris dalam data yang dipilih.
nb: Returnerer antallet rader i valgt data.
nl: Retourneert het aantal rijen in de geselecteerde gegevens.
pl: Zwraca liczbę wierszy w wybranych danych.
pt_br: Retorna a contagem de linhas nos dados selecionados.
ru: Возвращает количество строк в выбранных данных.
sk: Vráti počet riadkov vo vybraných údajoch.
sl: Vrne število vrstic v izbranih podatkih.
sq: Kthen numërimin e rreshtave në të dhënat e përzgjedhura.
sr: Vraća broj redova u izabranim podacima.
sv: Returnerar antalet rader från valt data.
tr: Seçili verilerdeki satır sayısını döndürür.
uk: Повертає кількість рядків у вибраних даних.
vi: Trả về số hàng trong dữ liệu đã chọn.
zh_hk: 回傳所選資料中的行數。

source: The column or number to sum.
ar: العمود أو الرقم المراد جمعه.
bg: Колоната или числото за сумиране.
ca: La columna o el nombre a sumar
de: Spalte oder Zahl, die summiert werden soll.
eo: The thingy or num to add up, fr.
es: La columna o número a sumar
fa: ستون یا عددی که باید جمع شود.
fi: Summattava sarake tai numero.
fr: La colonne ou le nombre à additionner
hu: Az oszlop vagy szám összege.
it: La colonna o il numero da sommare.
ja: 加算するカラムまたは数字。
lt: Stulpelis arba skaičius, kurį reikia sumuoti.
ms: Lajur atau nombor untuk dijumlahkan.
nb: Kolonnen eller nummer som skal summeres.
nl: De kolom of het getal dat moet worden opgeteld.
pl: Kolumna lub liczba do zsumowania.
pt_br: A coluna ou número para somar.
ru: Столбец или число для суммирования.
sk: Stĺpec alebo číslo na sčítanie.
sl: Stolpec ali številka, ki jo želite sešteti.
sq: Kolona ose numri për tu mbledhur.
sr: Kolona ili broj za sabiranje.
sv: Kolumn eller siffra att summera.
tr: Toplanacak sütun veya sayı.
uk: Стовпець або число для сумування.
vi: Cột hoặc số để tính tổng.
zh_hk: 要求和的列或數字。

source: The numeric column to get standard deviation of.
ar: العمود الرقمي الذي تريد حساب الانحراف المعياري له.
bg: Числовата колона, от която да се извлече стандартното отклонение.
ca: La columna numèrica d'on obtenir la desviació estàndard.
de: Die Zahlen-Spalte, deren Standard-Abweichung zurückgegeben werden soll.
eo: The number column to get the std dev of.
es: La columna numérica de la que se obtendrá la desviación estándar.
fa: ستون عددی برای به‌دست آوردن انحراف استاندارد.
fi: Numeerinen sarake, josta saadaan standardipoikkeama.
fr: La colonne numérique pour obtenir l'écart type.
hu: A numerikus oszlop szórásának meghatározása.
it: La colonna numerica di cui ottenere la deviazione standard.
ja: 標準偏差を計算する数値型カラム。
lt: Skaitinis stulpelis, iš kurio reikia gauti standartinį nuokrypį.
ms: Lajur angka untuk mendapatkan sisihan piawai.
nb: Den numeriske kolonnen du skal beregne standardavvik av.
nl: De numerieke kolom waarvan de standaarddeviatie moet worden bepaald.
pl: Kolumna numeryczna, aby uzyskać odchylenie standardowe.
pt_br: A coluna numérica para obter o desvio padrão.
ru: Числовой столбец, для которого требуется получить стандартное отклонение.
sk: Číselný stĺpec, pre ktorý chcete získať štandardnú odchýlku.
sl: Številski stolpec, za katerega dobite standardni odklon.
sq: Kolona numerike për të cilën të merret devijimi standard.
sr: Numerička kolona za koju se računa standardna devijacija.
sv: Den numeriska kolumnen att få standardavvikelse från
tr: Standart sapmanın alınacağı sayısal sütun.
uk: Числовий стовпець, для якого потрібно отримати стандартне відхилення.
vi: Cột số để nhận độ lệch chuẩn.
zh_hk: 要獲取其標準差的數字列。

source: The numeric column whose values to average.
ar: العمود الرقمي الذي تريد أخذ متوسط قيمه.
bg: Числовата колона, чиито стойности трябва да се усреднят.
ca: La columna númerica d'on obtenir la mitjana
de: Die Zahlen-Spalte, aus der der Durchschnittswert berechnet werden soll.
eo: The number column whose values you gotta find the mean of, fr.
es: La columna numérica cuyos valores promediar.
fa: ستون عددی که مقادیر آن میانگین گرفته می‌شود.
fi: Numeerinen sarake, jonka arvoista lasketaan keskiarvo.
fr: Colonne numérique dont les valeurs où la moyenne doit être trouvée.
hu: Az a numerikus oszlop, amelynek értékeit átlagolja.
it: La colonna numerica le cui valori sono da mediare.
ja: 平均を計算する数値型カラム。
lt: Skaitinis stulpelis, kurio verčių vidurkį reikia išvesti.
ms: Lajur angka yang nilainya untuk diambil purata.
nb: Den numeriske kolonnen med verdiene du skal ha gjenomsnittet av
nl: De numerieke kolom waarvan het gemiddelde van de waarden moet worden berekend.
pl: Kolumna numeryczna, której wartości są uśredniane.
pt_br: A coluna numérica cujos valores devem ser calculados como média.
ru: Числовой столбец, значения которого необходимо усреднить.
sk: Číselný stĺpec, ktorého hodnoty spriemerujete.
sl: Številski stolpec, katerega vrednosti se izračunajo za povprečje.
sq: Kolona numerike vlerat e së cilës do të mesatarizohen.
sr: Numerička kolona čije vrednosti se prosekuju.
sv: Den numeriska kolumnen för genomsnittsvärde
tr: Değerleri ortalanacak sayısal sütun.
uk: Числовий стовпець, значення якого потрібно усереднити.
vi: Cột số có giá trị trung bình.
zh_hk: 要對其值求平均值的數字列。
