Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Checking on some things...
ar: جارٍ التحقق من بعض الأمور...
bg: Проверявам някои неща...
ca: Comprovant algunes coses...
de: Ich überprüfe ein paar Dinge...
eo: Just peepin’ some stuff…
es: Comprobando algunas cosas...
fa: بررسی برخی موارد ...
fi: Tarkistan joitakin asioita...
fr: Vérification de certaines choses...
it: Controllo alcune cose...
ja: いくつかのことをチェックしている...
lt: Tikrinami kai kurie dalykai...
nb: Sjekker noen ting...
nl: Een paar dingen controleren...
pl: Sprawdzam kilka rzeczy...
pt_br: Verificando algumas coisas...
ru: Проверяю некоторые вещи...
sk: Kontrola niektorých vecí...
sl: Preverjanje nekaterih stvari ...
sq: Po kontrollojmë disa gjëra...
sr: Proveravamo neke stvari...
sv: Verifierar lite saker...
tr: Bazı şeyleri kontrol ediyorum.
uk: Перевіряємо дещо...
vi: Đang kiểm tra một số thứ...
zh_hk: 檢查一些東西...

source: This question currently appears in a dashboard that you don't have permission to edit.
ar: يظهر هذا السؤال حاليًا في لوحة معلومات ليست لديك صلاحية تعديلها.
bg: В момента този въпрос се появява в табло за управление, което нямате право да редактирате.
ca: Aquesta pregunta apareix actualment en un tauler que no teniu permís per editar.
de: Diese Frage wird derzeit in einem Dashboard angezeigt, für das Sie keine Berechtigung zur Bearbeitung haben.
eo: This question is chillin’ on a dashboard you straight-up don’t have the juice to edit.
es: Esta pregunta aparece actualmente en un panel que no tiene permiso para editar.
fa: این سوال در حال حاضر در داشبوردی ظاهر می شود که شما اجازه ویرایش آن را ندارید.
fi: Tämä kysymys näkyy tällä hetkellä kojelaudassa, jota sinulla ei ole oikeutta muokata.
fr: Cette question apparaît actuellement dans un tableau de bord que vous n'avez pas le droit de modifier.
it: Questa domanda appare attualmente in una dashboard che non si ha il permesso di modificare.
ja: この質問は現在、編集権限のないダッシュボードに表示されています。
lt: Šis klausimas šiuo metu rodomas prietaisų skydelyje, kurio jūs neturite leidimo redaguoti.
nb: Dette spørsmålet vises for øyeblikket i et dashbord som du ikke har tillatelse til å redigere.
nl: Deze vraag wordt momenteel weergegeven in een dashboard waarvoor je geen rechten hebt om deze te bewerken.
pl: To pytanie jest obecnie wyświetlane na pulpicie, do którego edycji nie masz uprawnień.
pt_br: Esta pergunta aparece atualmente em um painel que você não tem permissão para editar.
ru: В настоящее время этот вопрос отображается на панели, для редактирования которой у вас нет прав.
sk: Táto otázka sa momentálne zobrazuje na paneli, ktorý nemáte oprávnenie upravovať.
sl: To vprašanje je trenutno prikazano na nadzorni plošči, za katero nimate dovoljenja za urejanje.
sq: Kjo pyetje aktualisht shfaqet në një panel që nuk ke leje ta editosh.
sr: Ovo pitanje se trenutno nalazi na kontrolnoj tabli koju nemate dozvolu da menjate.
sv: Frågan existerar i en instrumentpanel som du saknar redigeringsrättigheter till.
tr: Bu soru şu anda düzenleme izninizin olmadığı bir kontrol panelinde görünüyor.
uk: Цей запит зараз відображається на дашборді, який ви не маєте прав редагувати.
vi: Câu hỏi này hiện đang xuất hiện trong bảng thông tin mà bạn không có quyền chỉnh sửa.
zh_hk: 此問題目前出現在您無權編輯的儀表板中。

source: Moving a question into a dashboard removes it from all other dashboards it appears in
ar: نقل سؤال إلى لوحة معلومات يزيله من كل لوحات المعلومات الأخرى التي يظهر فيها
bg: Преместването на въпрос в табло за управление го премахва от всички други табла за управление, в които се появява.
ca: Si mou una pregunta a un tauler de control, l'elimina de tots els altres taulers en què apareix
de: Wenn Sie eine Frage in ein Dashboard verschieben, wird sie aus allen anderen Dashboards entfernt, in denen sie erscheint.
eo: Moving a question into a dashboard totally yeets it from all the other dashboards it's in rn
es: Al mover una pregunta a un cuadro de mando, se elimina de todos los demás cuadros de mando en los que aparezca.
fa: انتقال یک سوال به داشبورد آن را از تمام داشبوردهایی که در آن ظاهر می شود حذف می کند
fi: Kysymyksen siirtäminen kojelautaan poistaa sen kaikista muista kojelaudoista, joissa se esiintyy.
fr: Déplacer une question dans un tableau de bord la supprime de tous les autres tableaux de bord dans lesquels elle apparaît.
it: Lo spostamento di una domanda in un dashboard la rimuove da tutti gli altri dashboard in cui viene visualizzata.
ja: 質問をダッシュボードに移動すると、その質問が表示される他のすべてのダッシュボードから削除されます
lt: Perkėlus klausimą į prietaisų skydelį, jis pašalinamas iš visų kitų informacijos suvestinių, kuriose jis rodomas
nb: Når du flytter et spørsmål til et dashbord, fjernes det fra alle andre dashbord det vises i
nl: Door een vraag naar een dashboard te verplaatsen, wordt deze verwijderd uit alle andere dashboards waarin deze verschijnt
pl: Przeniesienie pytania do pulpitu usuwa je ze wszystkich innych pulpitów, w których się pojawia.
pt_br: Mover uma pergunta para um painel a remove de todos os outros painéis em que ela aparece
ru: Перемещение вопроса в приборную панель удаляет его из всех других приборных панелей, в которых он отображается
sk: Presunutím otázky do ovládacieho panelu sa odstráni zo všetkých ostatných ovládacích panelov, v ktorých sa zobrazuje.
sl: Če vprašanje premaknete na nadzorno ploščo, ga odstranite z vseh drugih nadzornih plošč, na katerih je prikazano
sq: Zhvendosja e një pyetjeje në një panel e heq atë nga të gjithë panelet e tjerë ku shfaqet
sr: Premestanje pitanja u kontrolnu tablu uklanja ga sa svih drugih kontrolnih tabli na kojima se nalazi
sv: Att flytta en fråga till en instrumentpanel tar bort den från alla andra instrumentpaneler den är inlagd i.
tr: Bir soruyu bir gösterge tablosuna taşımak, onu göründüğü diğer tüm gösterge tablolarından kaldırır
uk: Переміщення запиту на дашборд прибирає його з усіх інших дашбордів, де він відображається
vi: Di chuyển một câu hỏi vào bảng điều khiển sẽ xóa câu hỏi đó khỏi tất cả các bảng điều khiển khác mà nó xuất hiện
zh_hk: 將問題移動到儀表板中，會將其從所有其他儀表板中移除。

source: {0} will be removed from {1}
ar: ستتم إزالة {0} من {1}
bg: {0} ще бъдат премахнати от {1}
ca: {0} s'eliminarà de {1}
de: {0} wird von {1} entfernt
eo: {0} will be yeeted from {1}
es: {0} se eliminará de {1}
fa: {0} از {1}حذف خواهد شد
fi: {0} poistetaan osoitteesta {1}
fr: {0} sera supprimée du site {1}
it: {0} sarà rimosso da {1}
ja: {0} は {1}から削除される。
lt: {0} bus pašalintas iš {1}
nb: {0} vil bli fjernet fra {1}
nl: {0} wordt verwijderd van {1}
pl: {0} zostanie usunięty z {1}
pt_br: {0} será removida do site {1}
ru: {0} будет удален с сайта {1}
sk: {0} budú odstránené z webovej stránky {1}.
sl: {0} bodo odstranjeni iz {1}
sq: {0} do të hiqet nga {1}
sr: {0} će biti uklonjeno sa {1}
sv: {0} kommer att tas bort från {1}
tr: {0} {1}adresinden kaldırılacaktır.
uk: {0} буде вилучено з {1}
vi: {0} sẽ bị xóa khỏi {1}
zh_hk: {0} 將從 {1}移除

source: Move it
ar: انقلها
bg: Преместете го
ca: Mou-ho
de: Bewegen Sie sich
eo: Come on, swerve or smthn
es: Muévelo
fa: آن را حرکت دهید
fi: Siirrä se
fr: Déplacer
it: Muoversi
ja: 移動させる
lt: Perkelk Daugiskaita: perkelkite juos
nb: Flytt den
nl: Doorlopen
pl: Przenieś to
pt_br: Mover
ru: Двигайтесь
sk: Presuňte ho
sl: Premakni
sq: Zhvendose
sr: Premesti ga
sv: Flytta
tr: Hareket et
uk: Перемістити
vi: Di chuyển chúng
zh_hk: 移動它們

source: Please upload files individually
ar: يرجى رفع الملفات بشكل فردي
bg: Моля, качете файловете поотделно
ca: Si us plau, pengeu els fitxers individualment
de: Bitte laden Sie die Dateien einzeln hoch
es: Por favor, cargue los archivos individualmente
fa: لطفا فایل ها را به صورت جداگانه آپلود کنید
fi: Lataa tiedostot yksitellen
fr: Veuillez télécharger les fichiers individuellement
it: Si prega di caricare i file individualmente
ja: ファイルを個別にアップロードしてください
nb: Vennligst last opp filer enkeltvis
nl: Upload bestanden afzonderlijk
pl: Proszę przesyłać pliki pojedynczo
pt_br: Por favor, carregue os arquivos individualmente
ru: Пожалуйста, загружайте файлы по отдельности.
sk: Prosím, nahrajte súbory jednotlivo
sl: Prosimo, naložite datoteke posamično
sq: Ju lutemi ngarkoni skedarët veç e veç
sr: Otpremite fajlove pojedinačno
sv: Vänligen ladda upp filer individuellt
tr: Lütfen dosyaları tek tek yükleyin
uk: Будь ласка, завантажуйте файли окремо
vi: Vui lòng tải lên từng tập tin riêng lẻ
zh_hk: 請個別上傳檔案

source: Sorry, this file type is not supported
ar: عذرًا، نوع الملف هذا غير مدعوم
bg: За съжаление, този тип файл не се поддържа
ca: Ho sentim, aquest tipus de fitxer no és compatible.
de: Dieser Dateityp wird leider nicht unterstützt
es: Lo sentimos, este tipo de archivo no es compatible.
fa: متاسفیم، این نوع فایل پشتیبانی نمی‌شود
fi: Tätä tiedostotyyppiä ei valitettavasti tueta.
fr: Désolé, ce type de fichier n'est pas pris en charge
it: Spiacenti, questo tipo di file non è supportato
ja: 申し訳ありませんが、このファイル形式はサポートされていません
nb: Beklager, denne filtypen støttes ikke
nl: Sorry, dit bestandstype wordt niet ondersteund
pl: Przepraszamy, ten typ pliku nie jest obsługiwany
pt_br: Desculpe, este tipo de arquivo não é suportado
ru: Извините, этот тип файла не поддерживается.
sk: Prepáčte, tento typ súboru nie je podporovaný
sl: Žal ta vrsta datoteke ni podprta.
sq: Më vjen keq, ky lloj skedari nuk mbështetet
sr: Žao nam je, ovaj tip fajla nije podržan
sv: Tyvärr stöds inte den här filtypen
tr: Üzgünüz, bu dosya türü desteklenmiyor
uk: Вибачте, цей тип файлу не підтримується
vi: Xin lỗi, loại tập tin này không được hỗ trợ
zh_hk: 抱歉，不支援此檔案類型

source: Sorry, this file is too large (max {0} MB)
ar: عذرًا، هذا الملف كبير جدًا (الحد الأقصى {0} MB)
ca: Ho sentim, aquest fitxer és massa gran (màxim {0} MB)
de: Diese Datei ist leider zu groß (max. {0} MB).
es: Lo sentimos, este archivo es demasiado grande (máximo {0} MB)
fa: متاسفیم، این فایل خیلی بزرگ است (حداکثر {0} مگابایت)
fi: Tiedosto on liian suuri (enintään {0} Mt)
fr: Désolé, ce fichier est trop volumineux (max {0} Mo)
it: Spiacenti, questo file è troppo grande (max {0} MB)
ja: 申し訳ありませんが、このファイルは大きすぎます（最大 {0} MB）
nb: Beklager, denne filen er for stor (maks {0} MB)
pl: Przepraszamy, ten plik jest za duży (maks. {0} MB)
pt_br: Desculpe, este arquivo é muito grande (máximo {0} MB)
ru: Извините, этот файл слишком большой (максимум {0} МБ)
sk: Prepáčte, tento súbor je príliš veľký (max. {0} MB)
sl: Žal je ta datoteka prevelika (največ {0} MB)
sq: Na vjen keq, ky skedar është shumë i madh (maks {0} MB)
sr: Žao nam je, ovaj fajl je prevelik (maks. {0} MB)
tr: Üzgünüm, bu dosya çok büyük (maksimum {0} MB)
uk: Вибачте, цей файл занадто великий (макс {0} MB)
vi: Xin lỗi, tệp này quá lớn (tối đa {0} MB)
zh_hk: 抱歉，此檔案過大 (max {0} MB)

source: An error has occurred
ar: حدث خطأ
bg: Възникна грешка
ca: S'ha produït un error
de: Ein Fehler ist aufgetreten
es: Se ha producido un error.
fa: خطایی رخ داده است
fi: Virhe on tapahtunut
fr: Une erreur s'est produite
it: Si è verificato un errore
ja: エラーが発生しました
nb: Det har oppstått en feil
nl: Er is een fout opgetreden
pl: Wystąpił błąd
pt_br: Ocorreu um erro
ru: Произошла ошибка
sk: Vyskytla sa chyba
sl: Prišlo je do napake
sq: Ka ndodhur një gabim
sr: Došlo je do greške
sv: Ett fel har uppstått
tr: Bir hata oluştu
uk: Сталася помилка
vi: Đã xảy ra lỗi
zh_hk: 發生錯誤

source: Export analytics content
ar: صدّر محتوى التحليلات
bg: Експортиране на аналитично съдържание
ca: Exporta contingut d'analítica
de: Exportanalyseinhalte
es: Exportar contenido analítico
fa: محتوای تحلیلی را صادر کنید
fi: Vie analytiikkasisältöä
fr: Contenu analytique d'exportation
it: Esporta contenuto analitico
ja: 分析コンテンツをエクスポートする
nb: Eksporter analyseinnhold
nl: Exporteer analyse-inhoud
pl: Eksportuj zawartość analityczną
pt_br: Exportar conteúdo analítico
ru: Экспорт аналитического контента
sk: Exportovať analytický obsah
sl: Izvoz analitične vsebine
sq: Eksporto përmbajtjen e analitikës
sr: Izvezi sadržaj analitike
sv: Exportera analysinnehåll
tr: Analiz içeriğini dışa aktar
uk: Експортувати аналітичний контент
vi: Xuất nội dung phân tích
zh_hk: 匯出分析內容

source: Download as .tar.gz for local development
ar: تنزيل كـ .tar.gz للتطوير المحلي
bg: Изтеглете като .tar.gz за локално развитие
ca: Descarrega com a .tar.gz per al desenvolupament local
de: Für die lokale Entwicklung als .tar.gz herunterladen.
es: Descargar como .tar.gz para desarrollo local
fa: برای توسعه محلی، آن را با فرمت .tar.gz دانلود کنید
fi: Lataa .tar.gz-tiedostona paikalliseen kehitykseen
fr: Télécharger au format .tar.gz pour le développement local
it: Scarica come .tar.gz per lo sviluppo locale
ja: ローカル開発用に .tar.gz としてダウンロード
nb: Last ned som .tar.gz for lokal utvikling
nl: Downloaden als .tar.gz voor lokale ontwikkeling
pl: Pobierz jako .tar.gz do lokalnego rozwoju
pt_br: Baixe como .tar.gz para desenvolvimento local.
ru: Для локальной разработки скачайте в формате .tar.gz.
sk: Stiahnuť ako .tar.gz pre lokálny vývoj
sl: Prenesi kot .tar.gz za lokalni razvoj
sq: Shkarko si .tar.gz për zhvillim lokal
sr: Preuzmi kao .tar.gz za lokalni razvoj
sv: Ladda ner som .tar.gz för lokal utveckling
tr: Yerel geliştirme için .tar.gz olarak indirin.
uk: Завантажити як .tar.gz для локальної розробки
vi: Tải xuống dưới dạng tệp .tar.gz để phát triển cục bộ.
zh_hk: 以 .tar.gz 的格式下載，供本機開發使用

source: Export analytics
ar: تصدير التحليلات
bg: Експортиране на анализи
ca: Exportar analítiques
de: Exportanalysen
es: Análisis de exportaciones
fa: تجزیه و تحلیل صادرات
fi: Vientianalytiikka
fr: Analyse des exportations
it: Analisi delle esportazioni
ja: エクスポート分析
nb: Eksportanalyser
nl: Exportanalyses
pl: Analityka eksportowa
pt_br: Análises de exportação
ru: Экспорт аналитики
sk: Exportovať analytické údaje
sl: Izvoz analitike
sq: Eksporto analitikën
sr: Izvezi analitiku
sv: Exportera analyser
tr: Analitikleri dışa aktar
uk: Експортувати аналітику
vi: Phân tích xuất khẩu
zh_hk: 出口分析

source: Add reaction
ar: أضف تفاعلًا
bg: Добавяне на реакция
ca: Afegeix una reacció
de: Reaktion hinzufügen
es: Añadir reacción
fa: واکنش اضافه کنید
fi: Lisää reaktio
fr: Ajouter une réaction
it: Aggiungi reazione
ja: 反応を追加
nb: Legg til reaksjon
nl: Reactie toevoegen
pl: Dodaj reakcję
pt_br: Adicionar reação
ru: Добавить реакцию
sk: Pridať reakciu
sl: Dodaj reakcijo
sq: Shto reagim
sr: Dodaj reakciju
sv: Lägg till reaktion
tr: Tepki ekle
uk: Додати реакцію
vi: Thêm phản ứng
zh_hk: 加入反應

source: Re-open
ar: أعد فتحه
bg: Отвори отново
ca: Reobrir
de: Wieder öffnen
es: Reabrir
fa: دوباره باز کنید
fi: Avaa uudelleen
fr: Rouvrir
it: Riaprire
ja: 再開
nb: Gjenåpne
nl: Heropenen
pl: Otworzyć na nowo
pt_br: Reabrir
ru: Повторно открыть
sk: Znovu otvoriť
sl: Ponovno odprto
sq: Rihap
sr: Ponovo otvori
sv: Öppna igen
tr: Yeniden aç
uk: Відкрити знову
vi: Mở lại
zh_hk: 重新開啟

source: Resolve
ar: حلّ
bg: Решаване
ca: Resol
de: Lösen
es: Resolver
fa: حل و فصل
fi: Ratkaista
fr: Résoudre
it: Risolvere
ja: 解決する
nb: Beslutte
nl: Oplossen
pl: Rozstrzygać
pt_br: Resolver
ru: Решать
sk: Vyriešiť
sl: Reši
sq: Zgjidh
sr: Reši
sv: Lösa
tr: Çözmek
uk: Вирішити
vi: Giải quyết
zh_hk: 決心

source: This comment was deleted.
ar: تم حذف هذا التعليق.
bg: Този коментар беше изтрит.
ca: Aquest comentari ha estat suprimit.
de: Dieser Kommentar wurde gelöscht.
es: Este comentario fue eliminado.
fa: این نظر حذف شد.
fi: Tämä kommentti poistettiin.
fr: Ce commentaire a été supprimé.
it: Questo commento è stato eliminato.
ja: このコメントは削除されました。
nb: Denne kommentaren ble slettet.
nl: Deze reactie is verwijderd.
pl: Ten komentarz został usunięty.
pt_br: Este comentário foi excluído.
ru: Этот комментарий был удален.
sk: Tento komentár bol vymazaný.
sl: Ta komentar je bil izbrisan.
sq: Ky koment u fshi.
sr: Ovaj komentar je obrisan.
sv: Den här kommentaren togs bort.
tr: Bu yorum silindi.
uk: Цей коментар було видалено.
vi: Bình luận này đã bị xóa.
zh_hk: 此評論已刪除。

source: Error loading dashboard.
ar: خطأ في تحميل لوحة المعلومات.
bg: Грешка при зареждане на таблото за управление.
ca: Error en carregar el tauler de control.
de: Fehler beim Laden des Dashboards.
eo: Lowkey, the dashboard ain't loading rn.
es: Error al cargar el panel de control.
fa: خطا در بارگیری داشبورد
fi: Virhe kojelaudan lataamisessa.
fr: Erreur lors du chargement du tableau de bord.
it: Errore durante il caricamento della dashboard.
ja: ダッシュボードの読み込み中にエラーが発生しました。
nb: Feil ved lasting av dashbordet.
nl: Fout bij het laden van het dashboard.
pl: Błąd podczas ładowania pulpitu nawigacyjnego.
pt_br: Erro ao carregar o painel.
ru: Ошибка загрузки панели управления.
sk: Chyba pri načítaní ovládacieho panela.
sl: Napaka pri nalaganju nadzorne plošče.
sq: Gabim gjatë ngarkimit të panelit.
sr: Greška pri učitavanju kontrolne table.
sv: Fel vid laddning av instrumentpanelen.
tr: Gösterge tablosu yüklenirken hata oluştu.
uk: Помилка завантаження дашборда.
vi: Có lỗi khi tải bảng điều khiển.
zh_hk: 載入儀表板時發生錯誤。

source: Pick a dashboard
ar: اختر لوحة معلومات
bg: Изберете табло за управление
ca: Escollir un quadre de comandament
de: Wählen Sie ein Dashboard
es: Selecciona un cuadro de mando
fa: یک داشبورد انتخاب کنید
fi: Valitse kojelauta
fr: Sélectionnez un tableau de bord
it: Scegli una dashboard
ja: ダッシュボードを選択する
nb: Velg en infotavle
nl: Kies een dashboard
pl: Wybierz pulpit
pt_br: Selecione um painel
ru: Выберите панель инструментов
sk: Vyberte dashboard
sl: Izberite nadzorno ploščo
sq: Zgjidh një panel
sr: Izaberi kontrolnu tablu
sv: Välj en instrumentpanel
tr: Bir gösterge tablosu seçin
uk: Виберіть дашборд
vi: Chọn một bảng điều khiển
zh_hk: 選擇一個儀表板

source: Gather diagnostic information
ar: اجمع معلومات التشخيص
bg: Съберете диагностична информация
ca: Recollir informació de diagnòstic
de: Sammeln von Diagnoseinformationen
eo: Collect the tea on what's wrong
es: Recopilar información de diagnóstico
fa: اطلاعات تشخیصی را جمع آوری کنید
fi: Kerää diagnostiikkatietoja
fr: Recueillir des informations diagnostiques
it: Raccogliere informazioni diagnostiche
ja: 診断情報を収集する
lt: Surinkite diagnostinę informaciją
nb: Samle inn diagnostisk informasjon
nl: Diagnostische informatie verzamelen
pl: Zbierz informacje diagnostyczne
pt_br: Reunir informações de diagnóstico
ru: Сбор диагностической информации
sk: Zhromaždite diagnostické informácie
sl: Zberite diagnostične informacije
sq: Mblidh informacion diagnostik
sr: Prikupi dijagnostičke informacije
sv: Samla in diagnostisk information
tr: Tanı bilgilerini toplayın
uk: Зібрати діагностичну інформацію
vi: Thu thập thông tin chẩn đoán
zh_hk: 收集診斷資訊

source: Thank you for your feedback!
ar: شكرًا لملاحظاتك!
bg: Благодарим Ви за обратната връзка!
ca: Gràcies pels teus comentaris!
de: Vielen Dank für Ihr Feedback!
eo: Thanks for the tea!
es: Gracias por sus comentarios.
fa: با تشکر از شما برای بازخورد شما!
fi: Kiitos palautteestasi!
fr: Merci pour vos commentaires !
it: Grazie per il vostro feedback!
ja: ご意見ありがとう！
lt: Dėkojame už atsiliepimą!
nb: Takk for din tilbakemelding!
nl: Bedankt voor je feedback!
pl: Dziękujemy za Twoją informację zwrotną!
pt_br: Agradecemos seu feedback!
ru: Спасибо за ваш отзыв!
sk: Ďakujeme za vašu spätnú väzbu!
sl: Hvala za vaše povratne informacije!
sq: Faleminderit për feedback-un tënd!
sr: Hvala na povratnoj informaciji!
sv: Tack för din återkoppling!
tr: Geri bildiriminiz için teşekkür ederiz!
uk: Дякуємо за ваш відгук!
vi: Cảm ơn phản hồi của bạn!
zh_hk: 感謝您的意見！

source: Bug report submitted successfully.
ar: تم إرسال بلاغ الخطأ بنجاح.
bg: Докладът за грешка е изпратен успешно.
ca: L'informe d'error s'ha enviat correctament.
de: Fehlerbericht erfolgreich übermittelt.
eo: Bug report sent and it's officially in the system, no cap.
es: Informe de error enviado correctamente.
fa: گزارش اشکال با موفقیت ارسال شد.
fi: Vikailmoitus lähetetty onnistuneesti.
fr: Rapport de bogue soumis avec succès.
it: Segnalazione di bug inviata con successo.
ja: バグレポートは正常に送信されました。
lt: Pranešimas apie riktą sėkmingai pateiktas.
nb: Feilrapport sendt inn vellykket.
nl: Bugrapport succesvol ingediend.
pl: Raport błędu poprawnie wysłany.
pt_br: Relatório de bug enviado com sucesso.
ru: Отчет об ошибке успешно отправлен.
sk: Správa o chybe bola úspešne odoslaná.
sl: Poročilo o napaki je bilo uspešno poslano.
sq: Raporti i bug u dërgua me sukses.
sr: Prijava baga je uspešno poslata.
sv: Buggrapport har skickats.
tr: Hata raporu başarıyla gönderildi.
uk: Звіт про баг успішно надіслано.
vi: Báo cáo lỗi đã được gửi thành công.
zh_hk: 錯誤報告已成功提交。

source: If the error persists, you can download diagnostic information
ar: إذا استمر الخطأ، يمكنك تنزيل معلومات تشخيصية
bg: Ако грешката продължава, можете да изтеглите диагностична информация
ca: Si l'error persisteix, podeu baixar la informació de diagnòstic
de: Wenn der Fehler weiterhin besteht, können Sie Diagnoseinformationen herunterladen
eo: If the error keeps happening, u can grab the diagnostic info, fr.
es: Si el error persiste, puedes descargar información de diagnóstico
fa: اگر خطا ادامه داشت، می‌توانید اطلاعات تشخیصی را دانلود کنید
fi: Jos virhe jatkuu, voit ladata diagnostiikkatietoja
fr: Si l'erreur persiste, vous pouvez télécharger des informations de diagnostic
it: Se l'errore persiste, è possibile scaricare le informazioni diagnostiche
ja: エラーが続く場合は、診断情報をダウンロードしてください。
nb: Hvis feilen vedvarer, kan du laste ned diagnostisk informasjon
nl: Als de fout blijft bestaan, kunt u diagnostische informatie downloaden
pl: Jeśli błąd będzie się powtarzał, możesz pobrać informacje diagnostyczne
pt_br: Se o erro persistir, você pode baixar informações de diagnóstico
ru: Если ошибка повторяется, вы можете загрузить диагностическую информацию.
sk: Ak chyba pretrváva, môžete si stiahnuť diagnostické informácie
sl: Če napaka ne odpravite, lahko prenesete diagnostične podatke
sq: Nëse gabimi vazhdon, mund të shkarkosh informacion diagnostik
sr: Ako se greška nastavi, možeš da preuzmeš dijagnostičke informacije
sv: Om felet kvarstår kan du ladda ner diagnostisk information
tr: Hata devam ederse, tanılama bilgilerini indirebilirsiniz
uk: Якщо помилка не зникає, ви можете завантажити діагностичну інформацію
vi: Nếu lỗi vẫn tiếp diễn, bạn có thể tải xuống thông tin chẩn đoán
zh_hk: 如果錯誤仍然存在，您可以下載診斷資訊

source: Move questions into their dashboards?
ar: هل تريد نقل الأسئلة إلى لوحات المعلومات الخاصة بها؟
bg: Да преместите въпроси в техните табла за управление?
ca: Voleu moure les preguntes als seus taulers?
de: Fragen in ihre Dashboards verschieben?
eo: Should we just slide the questions into their dashboards?
es: ¿Mover las preguntas a sus paneles de control?
fa: سوالات به داشبورد آنها منتقل شود؟
fi: Siirretäänkö kysymykset hallintapaneeliin?
fr: Déplacer les questions dans leurs tableaux de bord ?
it: Spostare le domande nelle loro dashboard?
ja: 質問をダッシュボードに移動しますか?
lt: Perkelti klausimus į jų informacijos suvestines?
nb: Flytte spørsmål inn i dashbordene deres?
nl: Vragen verplaatsen naar hun dashboards?
pl: Przenieść pytania na ich pulpity?
pt_br: Mover perguntas para seus painéis?
ru: Переместить вопросы на их панели управления?
sk: Presunúť otázky do ich informačných panelov?
sl: Želite premakniti vprašanja na njihove nadzorne plošče?
sq: T’i zhvendosim pyetjet në panelet e tyre?
sr: Premestiti pitanja u njihove kontrolne table?
sv: Flytta frågor till deras instrumentpaneler?
tr: Soruları gösterge panellerine taşımak ister misiniz?
uk: Перемістити запити на їхні дашборди?
vi: Di chuyển câu hỏi vào bảng điều khiển của họ?
zh_hk: 將問題移到他們的儀表板？
