Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: [{0}] Password Reset Request
ar: [{0}] طلب إعادة تعيين كلمة المرور
bg: [{0}] Заявка за нулиране на парола
ca: [{0}] Sol·licituds per restablir la contrasenya
de: [{0}] Password Reset Anfrage
eo: [{0}] just asked for a password reset, fr fr
es: [{0}] Solicitud de restablecimiento de contraseña
fa: [{0}] درخواست بازنشانی رمز عبور
fi: [{0}] Salasanan palautuspyyntö
fr: [{0}] Demande de réinitialisation de mot de passe
hu: [{0}] Jelszó-visszaállítási kérelem
it: [{0}] Richiesta di reimpostazione della password
ja: [{0}] パスワードリセット申請
lt: [{0}] Slaptažodžio keitimo užklausa
ms: [{0}] Permintaan Tetapan Semula Kata Laluan
nb: [{0}] Forespørsel om tilbakestilling av passord
nl: [{0}] verzoek om wachtwoord opnieuw in te stellen
pl: Prośba o zresetowanie hasła [{0}]
pt_br: [{0}] Solicitação de redefinição de senha
ru: [{0}] Запрос на сброс пароля
sk: [{0}] Požiadavka na obnovenie hesla
sl: [{0}] Zahteva za ponastavitev gesla
sq: [{0}] Kërkesë për reset të fjalëkalimit
sr: [{0}] Zahtev za reset lozinke
sv: [{0}] Begäran om återställning lösenord
tr: [{0}] Şifre Sıfırlama İsteği
uk: [{0}] Запит на скидання пароля
vi: [{0}] Yêu cầu đặt lại mật khẩu
zh_hk: [{0}] 密碼重置請求

source: [{0}] Notification
hu: [{0}] Értesítés
ms: [{0}] Pemberitahuan

source: [{0}] Help make [{1}] better.
hu: [{0}] Segítsen jobbá tenni [{1}]-t.
ms: [{0}] Bantu menjadikan [{1}] lebih baik.

source: [{0}] Tell us how things are going.
ar: [{0}] أخبرنا كيف تسير الأمور.
bg: [{0}] Споделете с нас как вървят нещата.
ca: [{0}] Explica'ns com va tot.
de: [{0}] Erzählen Sie uns, wie die Dinge laufen.
eo: [{0}] Spill the tea, how’s it looking?
es: [{0}] Cuéntanos cómo van las cosas.
fa: [{0}] به ما بگویید اوضاع چگونه است.
fi: [{0}] Kerro meille, miten asiat sujuvat.
fr: [{0}] Dites-nous comment les choses se passent.
hu: [{0}] Mondja el, hogyan haladnak a dolgok.
it: [{0}] Dicci come stanno andando le cose.
ja: [{0}] どうなっているのか教えてください。
lt: [{0}] Papasakokite, kaip sekasi.
ms: [{0}] Beritahu kami bagaimana keadaan.
nb: [{0}] Fortell oss hvordan det går.
nl: [{0}] Vertel ons hoe het gaat.
pl: [{0}] Powiedz nam, jak się sprawy mają.
pt_br: [{0}] Conte-nos como as coisas estão indo.
ru: [{0}] Расскажите, как у вас дела.
sk: [{0}] Povedzte nám, ako sa darí.
sl: [{0}] Povejte nam, kako se stvari odvijajo.
sq: [{0}] Na trego si po shkon.
sr: [{0}] Recite nam kako ide.
sv: [{0}] Berätta för oss hur det går
tr: [{0}] Bize işlerin nasıl gittiğini anlatın.
uk: [{0}] Розкажіть нам, як ідуть справи.
vi: [{0}] Cho chúng tôi biết mọi thứ đang diễn ra như thế nào.
zh_hk: [{0}] 告訴我們情況如何。

source: Error starting events listener
hu: Hiba az eseményfigyelő indításakor
ms: Ralat memulakan pendengar acara

source: Should we sync user attributes when someone logs in via LDAP?
ar: هل نزامن سمات المستخدم عندما يسجّل شخص ما الدخول عبر LDAP؟
bg: Трябва ли да синхронизираме атрибутите на потребителя, когато някой влезе чрез LDAP?
ca: Hem de sincronitzar els atributs d'usuari quan algú s'identifica mitjançant LDAP?
de: Sollen wir die Benutzerattribute synchronisieren, wenn sich jemand über LDAP einloggt?
eo: Should we peep user info when someone logs in through LDAP?
es: ¿Debemos sincronizar los atributos del usuario cuando alguien inicia sesión a través de LDAP?
fa: آیا باید ویژگی‌های کاربر را هنگام ورود شخصی از طریق ldap همگام‌سازی کنیم؟
fi: Pitäisikö meidän synkronoida käyttäjän ominaisuudet, kun joku kirjautuu sisään LDAP:n kautta?
fr: Devrions-nous synchroniser les attributs utilisateurs quand quelqu'un se connecte via LDAP ?
hu: Szinkronizáljuk a felhasználói attribútumokat, amikor valaki LDAP-on keresztül jelentkezik be?
it: Dobbiamo sincronizzare gli attributi degli utenti quando qualcuno accede tramite LDAP?
ja: LDAPを通してログインが行われた場合にユーザ属性情報を同期するべきですか?
lt: Ar reikia sinchronizuoti vartotojo atributus, kai kas nors prisijungia per LDAP?
ms: Perlukah kita menyelaraskan atribut pengguna apabila seseorang log masuk melalui LDAP?
nb: Burde vi synkronisere brukerattributter når noen logger inn via LDAP?
nl: Moeten we gebruikersattributen synchroniseren wanneer iemand inlogt via LDAP?
pl: Czy powinniśmy synchronizować atrybuty użytkownika, gdy ktoś loguje się za pomocą LDAP?
pt_br: Devemos sincronizar os atributos do usuário quando alguém faz login via LDAP?
ru: Должны ли мы синхронизировать атрибуты пользователя, когда кто-то входит в систему через LDAP?
sk: Máme synchronizovať atribúty používateľov, keď sa niekto prihlási cez LDAP?
sl: Ali naj sinhroniziramo uporabniške atribute, ko se nekdo prijavi prek LDAP?
sq: A duhet të sinkronizojmë atributet e përdoruesit kur dikush hyn përmes LDAP?
sr: Da li da sinhronizujemo atribute korisnika kada se neko prijavi preko LDAP-a?
sv: Ska vi synka användar-attributen med någons inloggningar via LDAP?
tr: Birisi LDAP aracılığıyla giriş yaptığında kullanıcı özelliklerini senkronize etmeli miyiz?
uk: Синхронізувати атрибути користувача, коли хтось входить через LDAP?
vi: Chúng ta có nên đồng bộ hóa các thuộc tính người dùng khi ai đó đăng nhập qua LDAP không?
zh_hk: 當有人通過LDAP登入時，我們應該同步使用者屬性嗎？

source: Comma-separated list of user attributes to skip syncing for LDAP users.
ar: قائمة مفصولة بفواصل لسمات المستخدم التي سيتم تخطي مزامنتها لمستخدمي LDAP.
bg: Списък, разделен със запетаи, на потребителските атрибути за пропускане на синхронизация за LDAP потребители.
ca: Llista separada per comes d'atributs que no s'han d'ignorar en sincronitzar usuaris LDAP.
de: Komma-separierte Liste von Benutzerattributen, die nicht über LDAP synchronisiert werden sollen.
eo: A list of user traits to skip when syncing LDAP peeps, separated by commas.
es: Una lista de atributos de usuario, separados por comas, a omitir de la sincronización de usuarios de LDAP.
fa: لیست جدا شده با کاما از ویژگی‌های کاربر که برای کاربران LDAP همگام‌سازی انها نادیده گرفته میشود.
fi: Pilkulla eroteltu käyttäjän ominaisuuksien lista, joita ei synkronoida LDAP-käyttäjille.
fr: Liste des attributs utilisateur séparés par des virgules afin d'ignorer la synchronisation pour les utilisateurs LDAP.
hu: Felhasználói attribútumok vesszővel elválasztott listája, amelyeket ki kell hagyni az LDAP felhasználók szinkronizálásából.
it: Elenco di attributi utente separati da virgola da ignorare per la sincronizzazione per gli utenti LDAP.
ja: LDAPユーザの同期をスキップするためのカンマ切りされたユーザ属性情報のリスト。
lt: Kableliais atskirtas vartotojo atributų sąrašas, kad būtų galima praleisti LDAP naudotojų sinchronizavimą.
ms: Senarai atribut pengguna yang dipisahkan dengan koma untuk melangkau penyelarasan untuk pengguna LDAP.
nb: Kommaseparert liste over brukerattributter for ikke skal synkroniseres for LDAP-brukere.
nl: Door komma's gescheiden lijst met gebruikersattributen om synchronisatie voor LDAP-gebruikers over te slaan.
pl: Oddzielona przecinkami lista atrybutów użytkownika do pominięcia podczas synchronizacji dla użytkowników LDAP.
pt_br: Lista separada por vírgula de atributos de usuário para pular a sincronização para usuários LDAP.
ru: Разделенный запятыми список атрибутов пользователя для пропуска синхронизации для пользователей LDAP.
sk: Čiarkou oddelený zoznam používateľských atribútov na preskočenie synchronizácie pre používateľov LDAP.
sl: Seznam uporabniških atributov, ločenih z vejico, da preskočite sinhronizacijo za uporabnike LDAP.
sq: Listë e atributeve të përdoruesit, të ndara me presje, që të anashkalohen gjatë sinkronizimit për përdoruesit LDAP.
sr: Lista atributa korisnika (razdvojena zarezima) koje treba preskočiti pri sinhronizaciji za LDAP korisnike.
sv: Komma-separerad lista över användar-attribut för att skippa synkning för LDAP-användare.
tr: LDAP kullanıcıları için senkronizasyonu atlamak için virgülle ayrılmış kullanıcı özellikleri listesi.
uk: Список атрибутів користувача, розділених комами, які слід пропустити під час синхронізації для LDAP-користувачів.
vi: Danh sách các thuộc tính người dùng được phân tách bằng dấu phẩy để bỏ qua đồng bộ hóa cho người dùng LDAP.
zh_hk: 使用者屬性的逗號分隔列表，以跳過LDAP使用者的同步。

source: Invalid token
hu: Érvénytelen kód
ms: Token tidak sah

source: Slack API error: {0}
hu: Slack API hiba: {0}
ms: Ralat API Slack: {0}

source: Slack channel named `metabase_files` is missing!
hu: Hiányzik a `metabase_files` nevű Slack csatorna!
ms: Saluran Slack bernama `fail_metabase` tiada!

source: Please create or unarchive the channel in order to complete the Slack integration.
ar: يرجى إنشاء القناة أو إلغاء أرشفتها لإكمال تكامل Slack.
bg: Моля, създайте или разархивирайте канала, за да завършите интеграцията със Slack.
ca: Si us plau, crea o treu de l'arxiu el canal per completar la integració amb Slack.
de: Bitte erstellen Sie den Kanal oder holen ihn aus dem Archiv, um die Slack-Integration abzuschließen.
eo: Hey bestie, pls create or unarchive the channel so we can finish the Slack hookup.
es: Crea o desarchiva el canal para completar la integración con Slack.
fa: برای تکمیل یکپارچه‌سازی Slack، لطفاً کانال را ایجاد یا از آرشیو خارج کنید.
fi: Luo tai pura arkistoitu kanava Slack-integraation suorittamiseksi.
fr: Veuillez créer ou désarchiver le canal afin de terminer l'intégration Slack.
hu: Kérjük, hozzon létre vagy állítson vissza a csatornát, hogy befejezhesse a Slack integrációt.
it: Crea o ripristina il canale per completare l'integrazione con Slack.
ja: Slackの統合を完了するには、チャネルを作成またはアーカイブ解除してください。
lt: Sukurkite arba išarchyvuokite kanalą, kad užbaigtumėte „Slack“ integravimą.
ms: Sila buat atau buka arkib saluran untuk melengkapkan integrasi Slack.
nb: Vennligst opprett eller avarkiver kanalen for å fullføre Slack-integrasjonen.
nl: Maak een kanaal aan of haal het uit het archief om de Slack-integratie te voltooien.
pl: Aby zakończyć integrację ze Slackiem, utwórz lub odwtorz kanał.
pt_br: Por favor, crie ou desarquive o canal para completar a integração com o Slack.
ru: Пожалуйста, создайте или разархивируйте канал, чтобы завершить интеграцию со Slack.
sk: Vytvorte alebo obnovte kanál, aby ste dokončili integráciu so Slackom.
sl: Ustvarite ali počistite arhiviranje kanala, da dokončate integracijo Slacka.
sq: Ju lutemi krijoni ose çarkivoni kanalin për të përfunduar integrimin me Slack.
sr: Kreirajte ili izvadite iz arhive kanal da biste dovršili Slack integraciju.
sv: Skapa eller hämta kanalen från arkiv för att fullfölja integrationen med Slack
tr: Slack entegrasyonunu tamamlamak için lütfen kanalı oluşturun veya arşivden çıkarın.
uk: Будь ласка, створіть або розархівуйте канал, щоб завершити інтеграцію зі Slack.
vi: Vui lòng tạo hoặc hủy lưu trữ kênh để hoàn tất quá trình tích hợp Slack.
zh_hk: 請建立或取消通道，以完成Slack整合。

source: The channel is used for storing graphs that are included in Pulses and MetaBot answers.
hu: A csatorna az impulzusok és a MetaBot válaszokban szereplő grafikonok tárolására szolgál.
ms: Saluran ini digunakan untuk menyimpan graf yang termasuk dalam Pulse dan jawapan MetaBot.

source: Uploaded image
hu: Feltöltött kép
ms: Imej dimuat naik

source: Error uploading file to Slack:
hu: Hiba a fájl Slack-re történő feltöltésekor:
ms: Ralat memuat naik fail ke Slack:

source: Invalid session. Expected an instance of Session.
hu: Érvénytelen munkamenet. A Session példánya várható.
ms: Sesi tidak sah. Diharapkan satu contoh Sesi.

source: Session cookie's SameSite is configured to "None", but site is
hu: A munkamenet cookie SameSite beállítása "Nincs", de a webhely igen
ms: Kuki sesi SameSite dikonfigurasikan kepada "None", tetapi tapak ini

source: served over an insecure connection. Some browsers will reject
hu: nem biztonságos kapcsolaton keresztül szolgálják ki. Egyes böngészők el fogják utasítani
ms: dilayani melalui sambungan tidak selamat. Sesetengah pelayar akan menolak

source: cookies under these conditions.
hu: a cookie-kat ezekben a feltételekben.
ms: kuki dalam keadaan ini.

source: Top folder
eo: Main folder or the big boss folder
hu: Felső mappa
lt: Viršutinis aplankas
ms: Folder utama

source: :parameters must be a sequence of maps with String :id keys
ar: يجب أن تكون :parameters تسلسلاً من الخرائط بمفاتيح :id من نوع String
bg: :параметрите трябва да бъдат последователност от карти с ключови думи String :id
ca: :parametres ha de ser una seqüència de mapes amb claus String :id
de: :parameters muss eine Folge von Maps mit String :id-Schlüsseln sein
eo: Bruh, the params gotta be a list of maps with String :id keys, fr fr.
es: :parameters debe ser una secuencia de mapas con claves String :id
fa: پارامترها باید دنباله‌ای از نقشه‌ها با کلیدهای String :id باشند
fi: :parametrien on oltava järjestelmä karttoja, joissa on merkkijono :id avaimet
fr: :parameters doivent être dans une séquence de cartes avec les clefs :id
hu: A :parameters mezőknek térképek sorozatának kell lenniük, String :id kulcsokkal
it: :parameters deve essere una sequenza di mappe con chiavi String :id
ja: :parameters は、String :id キーを持つマップのシーケンスでなければなりません
lt: :parameters turi būti žemėlapių seka su String :id raktais
ms: :parameter mesti merupakan urutan peta dengan kunci rentetan: id
nb: :parameters må være en sekvens av kart med String :id nøkler
nl: :parameters moeten een reeks kaarten zijn met String :id toetsen
pl: :parametry muszą być ciągiem map z kluczami String :id
pt_br: :parameters devem ser uma sequência de mapas com chaves :id de sequência
ru: : параметры должны быть последовательностью карт с ключами String: id
sk: :parametre musia byť sekvenciou máp s kľúčmi typu String :id
sl: :p arametri morajo biti zaporedje zemljevidov s tipkami String :id
sq: :parameters duhet të jenë një sekuencë map-esh me çelësa :id të tipit String
sr: :parameters mora biti sekvenca mapa sa String :id ključevima
sv: :parameters måste vara en följd av kartor med String :id-nycklar
tr: : parametreler, String: id anahtarlarına sahip bir harita dizisi olmalıdır
uk: :parameters мають бути послідовністю мап із ключами :id типу String
vi: :tham số phải là một chuỗi bản đồ với các khóa String: id
zh_hk: :parameters 必須是具有 String :id 鍵的映射序列

source: Invalid human-readable-values: values must be a sequence; each item must be nil or a string
ar: human-readable-values غير صالحة: يجب أن تكون القيم تسلسلية؛ يجب أن يكون كل عنصر nil أو سلسلة نصية
bg: Невалидни стойности за четене от човека: стойностите трябва да са последователност; всеки елемент трябва да е nil или низ
ca: Utilitzeu la configuració a continuació per configurar el SSO via SAML. Si teniu alguna pregunta comproveu la nostra {0}.
de: Ungültige Menschen-lesbare Werte: Werte müssen eine Folge sein; Jedes Element muss null oder eine Zeichenfolge sein
eo: Bruh, the human-readable-values are invalid lol. Like, the values gotta be a list, and each thing in it either has to be nil or a string.
es: Valores legibles por humanos no válidos: los valores deben ser una secuencia; cada elemento debe ser nulo o una cadena
fa: مقادیر قابل‌خواندن نامعتبر: مقادیر باید یک توالی باشند؛ هر مورد باید تهی یا یک رشته باشد
fi: Virheelliset ihmisen luettavat arvot: arvojen tulee olla sekvenssi; jokaisen kohteen tulee olla joko nil tai merkkijono.
fr: Valeurs lisibles par un humain non valides: les valeurs doivent être une séquence; chaque élément doit être nul ou une chaîne
hu: Érvénytelen ember által olvasható értékek: az értékeknek sorozatnak kell lenniük; minden elemnek nullának vagy karakterláncnak kell lennie
it: Valori umanamente leggibili non validi: i valori devono essere una sequenza; ogni elemento deve essere nullo o una stringa
ja: 無効な人間が読める値: 値はシーケンスである必要があります。各項目はnilまたは文字列である必要があります
lt: Netinkamos žmogui skaitomos reikšmės: reikšmės turi būti seka; kiekvienas elementas turi būti nulis arba eilutė
ms: Nilai boleh dibaca manusia tidak sah: nilai mesti urutan; setiap item mesti kosong atau rentetan
nb: Ugylding menneskelig lesbare verdier: verdier må være en sekvens, og hvert element enten nil eller en tekststreng
nl: Ongeldige door mensen leesbare waarden: waarden moeten een reeks zijn; elk item moet nul of een string zijn
pl: Nieprawidłowe wartości czytelne przez człowieka: wartości muszą być sekwencją; każdy element musi być nil lub ciągiem znaków
pt_br: Valores legíveis por humanos inválidos: os valores devem ser uma sequência; cada item deve ser nulo ou uma sequência
ru: Недопустимые удобочитаемые значения: значения должны быть последовательностью; каждый элемент должен быть нулем или строкой
sk: Neplatné hodnoty čitateľné človekom: hodnoty musia byť sekvenciou; každý prvok musí byť nil alebo reťazec
sl: Neveljavne človeško berljive vrednosti: vrednosti morajo biti zaporedje; Vsak element mora biti nič ali niz
sq: human-readable-values të pavlefshme: values duhet të jetë një sekuencë; çdo element duhet të jetë nil ose një string
sr: Nevažeći human-readable-values: values mora biti sekvenca; svaka stavka mora biti nil ili string
sv: Felaktigt human-readable-values: värdena måste vara en följd, där varje värde måste vara tomt eller en sträng
tr: Geçersiz insan tarafından okunabilen değerler: değerler bir sıra olmalıdır; her öğe sıfır veya bir dizge olmalıdır
uk: Недійсні human-readable-values: значення мають бути послідовністю; кожен елемент має бути nil або строкою
vi: Giá trị con người có thể đọc được không hợp lệ: giá trị phải là một chuỗi; mỗi mục phải là nil hoặc một chuỗi
zh_hk: 無效的人類可讀值：值必須是序列；每個項目必須為nil或字串

source: :values must be present to fetch :human_readable_values
ar: يجب أن تكون :values موجودة لجلب :human_readable_values
bg: :стойностите трябва да са налице, за да се извлекат :human_readable_values
ca: :values han d'estar presenents per obtenir :human_readable_values
de: :values müssen vorhanden sein, um :human_readable_values abzurufen
eo: Bruh, you gotta have :values to even fetch :human_readable_values, fr fr.
es: :values deben estar presentes para obtener :human_readable_values
fa: برای دریافت مقادیر قابل‌خواندن، مقادیر باید موجود باشند
fi: :arvojen on oltava läsnä noudattaakseen :luettavissa_olevia_arvoja
fr: :values doivent être présentes pour aller chercher les valeurs :human_readable_values
hu: A :values mezőnek jelen kell lennie a :human_readable_values lekéréséhez
it: :values deve essere presente per recuperare :human_readable_values
ja: :human_readable_values を取得するには :values が存在しなければなりません
lt: :values ​​turi būti, kad būtų galima gauti :human_readable_values
ms: :nilai mesti ada untuk mendapatkan :human_readable_values
nb: :value må være tilstede for å hente :human_readable_values
nl: :values moeten aanwezig zijn om :human_readable_values op te halen
pl: :wartości muszą być obecne, aby pobrać :human_readable_values
pt_br: :values deve estar presente para buscar :human_readable_values
ru: : значения должны присутствовать для получения: human_readable_values
sk: :hodnoty musia byť prítomné na načítanie :hodnoty_čitateľné_človekom
sl: :vrednosti morajo biti prisotne za pridobivanje :human_readable_values
sq: :values duhet të jenë të pranishme për të marrë :human_readable_values
sr: :values mora biti prisutan za preuzimanje :human_readable_values
sv: :värden måste finnas för att hämta :human_readable_values
tr: : insan_readable_values getirmek için değerler mevcut olmalıdır
uk: :values мають бути присутні, щоб отримати :human_readable_values
vi: : giá trị phải có để tìm nạp: giá trị con người có thể đọc được
zh_hk: :values 必須存在才能獲取 :human_read_values

source: Field values total length is > {0}.
hu: A mezőértékek teljes hossza > {0}.
ms: Jumlah panjang nilai medan ialah > {0}.

source: snippet names cannot include '}' or start with spaces
hu: a kivonatnevek nem tartalmazhatnak '}' karaktert, vagy nem kezdődhetnek szóközzel
ms: nama petikan tidak boleh mengandungi '}' atau bermula dengan ruang

source: Error executing chain filter query
ar: خطأ أثناء تنفيذ استعلام chain filter
bg: Грешка при изпълнение на филтър на заявки
ca: Error a l'executar la cadena de filtres de consulta
de: Fehler beim Ausführen der Filterabfragekette.
eo: Bruh, the chain filter query just totally flopped rn.
es: Error al ejecutar la consulta de filtrado encadenado
fa: خطا در اجرای جستجوی فیلتر زنجیره‌ای
fi: Virhe suoritettaessa ketjusuodattimen kyselyä
fr: Erreur d'exécution d'une requête de chaîne de filtre
hu: Hiba a láncszűrő lekérdezés végrehajtásakor
it: Errore durante l'esecuzione della query del filtro a catena
ja: チェーンフィルタクエリの実行エラー
lt: Vykdant grandinės filtro užklausą įvyko klaida
ms: Ralat melaksanakan query penapis rantai
nb: Feil ved eksekvering av filterspørringskjede
nl: Fout bij het uitvoeren van kettingfilterquery
pl: Błąd wykonywania łańcucha filtrów zapytania
pt_br: Erro ao executar consulta de filtro em cadeia
ru: Ошибка при выполнении запроса фильтра цепочки
sk: Chyba pri vykonávaní dopytu s reťazeným filtrom
sl: Napaka pri izvajanju poizvedbe verižnega filtra
sq: Gabim gjatë ekzekutimit të pyetjes së chain filter
sr: Greška pri izvršavanju chain filter upita
sv: Fel vid körning av fråga med länkade filter
tr: Zincir filtre sorgusu yürütülürken hata oluştu
uk: Помилка виконання запиту ланцюжкового фільтра
vi: Lỗi khi thực hiện truy vấn bộ lọc chuỗi
zh_hk: 執行鏈篩選器查詢時出錯

source: Field {0} does not exist.
ar: الحقل {0} غير موجود.
bg: Поле {0} не съществува.
ca: El camp {0} no existeix.
de: Feld {0} existiert nicht.
eo: Bruh, the field {0} isn’t even a vibe rn.
es: El campo {0} no existe.
fa: فیلد {0} وجود ندارد.
fi: Kenttää {0} ei ole olemassa.
fr: Le champ {0} n'existe pas
hu: A(z) {0} mező nem létezik.
it: Il campo {0} non esiste.
ja: フィールド{0}は存在しません。
lt: Lauko {0} nėra.
ms: Medan {0} tidak wujud.
nb: Felt {0} eksisterer ikke.
nl: Veld {0} bestaat niet.
pl: Pole {0} nie istnieje.
pt_br: O campo {0} não existe.
ru: Поле {0} не существует.
sk: Pole {0} neexistuje.
sl: Polje {0} ne obstaja.
sq: Fusha {0} nuk ekziston.
sr: Polje {0} ne postoji.
sv: Fält {0} finns inte.
tr: {0} alanı mevcut değil.
uk: Поле {0} не існує.
vi: Trường {0} không tồn tại.
zh_hk: 字段{0}不存在。

source: Cannot search against non-Text Field {0} {1}
ar: لا يمكن البحث على حقل غير نصي {0} {1}
bg: Не може да се търси в не-Текстово Поле {0} {1}
ca: No es pot cercar en un camp que no és de text {0} {1}
de: Das Nicht-Text Feld {0} {1} kann nicht durchsucht werden.
eo: Bruh, can't search against non-Text Field {0} {1} 🤡
es: No se puede buscar en un campo que no sea de texto {0} {1}
fa: جستجو در فیلد غیر متنی {0} {1} امکان‌پذیر نیست
fi: Ei voi hakea ei-tekstikenttää vastaan {0} {1}
fr: Impossible d'effectuer une recherche sur un champ non textuel {0} {1}
hu: Nem lehet keresni nem szöveges mező {0} {1} ellen
it: Non è possibile cercare nel campo non di testo {0} {1}
ja: 非テキストフィールド {0} {1} に対して検索できません
lt: Negalima ieškoti pagal ne tekstinį lauką {0} {1}
ms: Tidak boleh mencari terhadap Medan bukan Teks {0} {1}
nb: Kan ikke søke på felt som ikke er tekst {0} {1}
nl: Kan niet zoeken in niet-tekstveld {0} {1}
pl: Nie można wyszukiwać w polu innym niż tekstowe {0} {1}
pt_br: Não é possível pesquisar em campos que não sejam de texto {0} {1}
ru: Невозможно выполнить поиск в нетекстовом поле {0} {1}
sk: Nemožno vyhľadávať proti netextovému poľu {0} {1}
sl: Iskanje v poljih{0} {1} ki niso besedilna, ni mogoče iskati
sq: Nuk mund të kërkohet kundrejt një fushe jo-Text {0} {1}
sr: Ne mogu da pretražujem po ne-Text polju {0} {1}
sv: Kan inte söka i icke-text-fält {0} {1}
tr: Metin Olmayan Alana göre arama yapılamaz {0} {1}
uk: Неможливо виконати пошук за не текстовим полем {0} {1}
vi: Không thể tìm kiếm đối với Trường không phải Văn bản {0} {1}
zh_hk: 無法針對非文本字段{0} {1}搜尋

source: Granting permissions for group {0}: {1}
hu: Engedélyek megadása a(z) {0} csoport számára: {1}
ms: Memberi kebenaran untuk kumpulan {0}: {1}

source: Revoking permissions for group {0}: {1}
hu: Engedélyek visszavonása a(z) {0} csoport számára: {1}
ms: Menarik balik kebenaran untuk kumpulan {0}: {1}
