Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: embedding documentation
ar: توثيق التضمين
bg: вграждане на документация
ca: incrustant la documentació
de: Dokumentation einbetten
eo: embedding docs are lowkey sus
es: incrustar documentación
fa: تعبیه اسناد
fi: Upotuksen dokumentit
fr: intégration de la documentation
hu: beágyazás dokumentációja
it: incorporare la documentazione
ja: ドキュメントの埋め込み
lt: įterpimo dokumentacija
ms: dokumantasi penyematan
nb: innbygging av dokumentasjon
nl: documentatie insluiten
pl: osadzanie dokumentacji
pt_br: documentação de incorporação
ru: встраивание документации
sk: vloženie dokumentácie
sl: Vdelava dokumentacije
sq: dokumentacioni i integrimit
sr: dokumentaciju za ugradnju
sv: inbäddningsdokumentation
tr: belgeleri yerleştirme
uk: документація з вбудовування
vi: nhúng tài liệu
zh_hk: 嵌入文件

source: customer-facing analytics articles
ar: مقالات التحليلات الموجهة للعملاء
bg: аналитични статии, насочени към клиента
ca: articles d'anàlisi orientats al client
de: Artikel zur Kundenanalytik
eo: customer-facing analytics articles → articles that are all about the tea on analytics for the squad
es: artículos de análisis de cara al cliente
fa: مقالات تحلیلی مشتری رو به رو
fi: asiakaslähtöisen analytiikan artikkelit
fr: articles sur l'analyse de la clientèle
hu: ügyfélközpontú elemzési cikkek
it: articoli di analisi rivolti ai clienti
ja: 顧客向けアナリティクス記事
lt: klientams skirti analitikos straipsniai
ms: artikel analitik untuk pelanggan
nb: artikler om kundeorientert analyse
nl: klantgerichte analytische artikelen
pl: Artykuły analityczne dla klientów
pt_br: artigos de análise voltados para o cliente
ru: статьи по аналитике для клиентов
sk: analytické články zamerané na zákazníka
sl: Analitični članki za stranke
sq: artikuj analitike për klientët
sr: članke o analitici za krajnje korisnike
sv: Artiklar om kundinriktad analys
tr: müşteri̇ye yöneli̇k anali̇ti̇k makaleler
uk: статті про клієнтську аналітику
vi: bài viết phân tích hướng tới khách hàng
zh_hk: 面向客戶的分析文章

source: How can we improve embedding?
ar: كيف يمكننا تحسين التضمين؟
bg: Как можем да подобрим вграждането?
ca: Com podem millorar la incrustació?
de: Wie können wir das Einbetten verbessern?
eo: How can we level up embedding?
es: ¿Cómo podemos mejorar las funcionalidades de embebido?
fa: چگونه می توانیم جاسازی را بهبود دهیم؟
fi: Kuinka voimme parantaa upotusta?
fr: Comment améliorer l'intégration ?
hu: Hogyan javíthatunk a beágyazáson?
it: Come possiamo migliorare l'incorporazione?
ja: どうすればエンベディングを改善できるか？
lt: Kaip galime pagerinti įterpimą?
ms: Bagaimanakah kita boleh meningkatkan penyematan?
nb: Hvordan kan vi forbedre forankringen?
nl: Hoe kunnen we de inbedding verbeteren?
pl: Jak możemy poprawić osadzanie?
pt_br: Como podemos melhorar a incorporação?
ru: Как мы можем улучшить внедрение?
sk: Ako môžeme zlepšiť vkladanie?
sl: Kako lahko izboljšamo vdelavo?
sq: Si mund ta përmirësojmë integrimin?
sr: Kako možemo poboljšati ugradnju?
sv: Hur kan vi förbättra inbäddningsfunktionen?
tr: Yerleştirmeyi nasıl geliştirebiliriz?
uk: Як ми можемо покращити вбудовування?
vi: Làm thế nào chúng ta có thể cải thiện việc nhúng?
zh_hk: 如何改善嵌入式教學？

source: Please let us know what happened. We’re always looking for ways to improve Metabase.
ar: يرجى إخبارنا بما حدث. نحن دائمًا نبحث عن طرق لتحسين Metabase.
bg: Моля, уведомете ни какво се е случило. Винаги търсим начини да подобрим Metabase.
ca: Si us plau, fes-nos saber què ha passat. Sempre busquem maneres de millorar Metabase.
de: Bitte teilen Sie uns mit, was passiert ist. Wir sind immer auf der Suche nach Möglichkeiten, Metabase zu verbessern.
eo: Pls keep us in the loop on what went down. We’re always tryna level up Metabase.
es: Por favor, haznos saber qué pasó. Siempre estamos buscando formas de mejorar Metabase.
fa: لطفا به ما اطلاع دهید که چه اتفاقی افتاده است. ما همیشه به دنبال راه هایی برای بهبود متابیس هستیم.
fi: Kerro meille, mitä tapahtui. Etsimme jatkuvasti tapoja parantaa Metabasea.
fr: Dites-nous ce qui s'est passé. Nous cherchons toujours des moyens d'améliorer Metabase.
hu: Kérjük mondja el mi történt. Szeretnénk folyamatosan javítani a Metabase-t.
it: Fateci sapere cosa è successo. Siamo sempre alla ricerca di modi per migliorare Metabase.
ja: 何が起きたかお知らせください。私たちは常にMetabaseを改善する方法を探しています。
lt: Praneškite mums, kas atsitiko. Mes visada ieškome būdų, kaip patobulinti metabazę.
ms: Sila beritahu kami apa yang berlaku. Kami sentiasa mencari cara untuk meningkatkan Metabase.
nb: Vennligst la oss få vite hva som skjedde. Vi leter kontinuerlig etter måter å forbedre Metabase på.
nl: Laat ons weten wat er is gebeurd. We zijn altijd op zoek naar manieren om Metabase te verbeteren.
pl: Daj nam znać, co się stało. Zawsze szukamy sposobów na ulepszenie Metabase.
pt_br: Informe-nos o que aconteceu. Estamos sempre procurando maneiras de melhorar a Metabase.
ru: Пожалуйста, сообщите нам, что произошло. Мы всегда ищем способы улучшить Metabase.
sk: Dajte nám prosím vedieť, čo sa stalo. Vždy hľadáme spôsoby, ako zlepšiť Metabase.
sl: Prosim, sporočite nam, kaj se je zgodilo. Vedno iščemo načine za izboljšanje Metabase.
sq: Të lutem na trego çfarë ndodhi. Gjithmonë po kërkojmë mënyra për ta përmirësuar Metabase.
sr: Molimo recite nam šta se desilo. Uvek tražimo načine da poboljšamo Metabase.
sv: Låt oss veta vad som hände. Vi letar alltid efter sätt att förbättra Metabase.
tr: Lütfen ne olduğunu bize bildirin. Her zaman Metabase'i geliştirmenin yollarını arıyoruz.
uk: Будь ласка, розкажіть нам, що сталося. Ми завжди шукаємо способи покращити Metabase.
vi: Vui lòng cho chúng tôi biết điều gì đã xảy ra. Chúng tôi luôn tìm cách cải thiện Metabase.
zh_hk: 請讓我們知道發生了什麼事。我們一直在尋找改善 Metabase 的方法。

source: Feedback
ar: ملاحظات
bg: Обратна връзка
de: Rückmeldung
eo: Tea or just tea
es: Retroalimentación
fa: بازخورد
fi: Palaute
fr: Retour d'information
hu: Visszajelzés
ja: フィードバック
lt: Atsiliepimai
ms: Maklum balas
nb: Tilbakemelding
pl: Informacje zwrotne
ru: Обратная связь
sk: Spätná väzba
sl: Povratne informacije
sr: Povratne informacije
sv: Återkoppling
tr: Geri bildirim
uk: Відгук
vi: Nhận xét
zh_hk: 意見回饋

source: Tell us what happened
ar: أخبرنا بما حدث
bg: Разкажете ни какво се е случило
ca: Explica'ns què ha passat
de: Berichte uns, was passiert ist
eo: Spill the tea on what went down
es: Cuéntanos que pasó
fa: به ما بگویید چه اتفاقی افتاده است
fi: Kerro meille mitä tapahtui
fr: Racontez-nous ce qui s'est passé
hu: Mondja el, mi történt
it: Raccontaci cosa è successo
ja: 何が起きたか教えてください
lt: Papasakok, kas atsitiko
ms: Beritahu kami apa yang berlaku
nb: Fortell oss hva som skjedde
nl: Vertel ons wat er is gebeurd
pl: Powiedz nam, co się stało
pt_br: Diga-nos o que aconteceu
ru: Расскажите нам, что произошло
sk: Povedzte nám, čo sa stalo
sl: Povejte nam, kaj se je zgodilo
sq: Na trego çfarë ndodhi
sr: Recite nam šta se desilo
sv: Berätta vad som hände
tr: Bize ne olduğunu anlatın
uk: Розкажіть нам, що сталося
vi: Hãy cho chúng tôi biết chuyện gì đã xảy ra
zh_hk: 告訴我們發生了什麼事

source: Leave your email if you want us to follow up with you
ar: اترك بريدك الإلكتروني إذا أردت أن نتابع معك
bg: Оставете имейл адреса си, ако искате да ви проследим
ca: Deixa el teu correu electrònic si vols que et fem un seguiment
de: Hinterlasse uns Deine E-Mail Adresse, wenn wir Kontakt zu Dir aufnehmen sollen
eo: Drop your email if u want us to slide into your DMs later
es: Deja tu correo electrónico si quieres que te hagamos un seguimiento
fa: اگر می خواهید ما شما را پیگیری کنیم ایمیل خود را بگذارید
fi: Anna sähköpostiosoitteesi, jos haluat meidän ottavan sinuun yhteyttä
fr: Laissez-nous votre email si vous souhaitez un retour
hu: Adja meg az email címét, ha választ kíván kapni
it: Lasciate il vostro indirizzo e-mail se volete che vi contattiamo.
ja: フォローアップをご希望の方は、Eメールをご記入ください。
lt: Palikite savo el. pašto adresą, jei norite, kad su jumis susisiektume
ms: Tinggalkan emel anda jika anda ingin kami berhubung dengan anda
nb: Legg igjen epost hvis du vil ha oppfølging på dette
nl: Laat je e-mailadres achter als je wilt dat we contact met je opnemen
pl: Zostaw swój adres e-mail, jeśli chcesz, abyśmy skontaktowali się z Tobą
pt_br: Deixe seu e-mail se quiser receber nossa resposta
ru: Оставьте свой e-mail, если хотите, чтобы мы с вами связались.
sk: Zanechajte svoj e-mail, ak chcete, aby sme vás kontaktovali
sl: Pustite svoj e-poštni naslov, če želite, da vas kontaktiramo
sq: Lëre email-in tënd nëse do që të të kontaktojmë
sr: Ostavite email ako želite da vam se javimo
sv: Ange epost om du önskar att vi följer upp med dig
tr: Sizi takip etmemizi istiyorsanız e-postanızı bırakın
uk: Залиште свій email, якщо хочете, щоб ми з вами зв’язалися
vi: Để lại email của bạn nếu bạn muốn chúng tôi theo dõi bạn
zh_hk: 如果您希望我們跟進您的情況，請留下您的電子郵件信箱

source: Send
ar: إرسال
bg: Изпрати
ca: Enviar
de: Senden
eo: send it
es: Enviar
fa: ارسال کنید
fi: Lähetä
fr: Envoyer
hu: Elküldés
it: Inviare
ja: 送信
lt: Siųsti
ms: Hantar
nl: Stuur
pl: Wyślij
pt_br: Enviar
ru: Отправить
sk: Odoslať
sl: Poslati
sq: Dërgo
sr: Pošalji
sv: Skicka
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hk: 發送

source: Use static embedding to present data that applies to all of your tenants at once without ad hoc query access to their data. Available in all plans.
hu: Statikus beágyazás használatával olyan adatokat jeleníthet meg, amelyek minden előfizetőnek szól ad hoc lekérdezések nélkül. Minden előfizetés esetén elérhető.
ms: Gunakan penyematan statik untuk mempersembahkan data yang berlaku kepada semua penyewa anda sekaligus tanpa akses query ad hoc kepada data mereka. Tersedia dalam semua pelan.

source: {0} a question or dashboard to embed. Then click {1}
hu: {0} egy kérdést vagy dashboard-ot a beágyazáshoz. Majd kattintson {1}
ms: {0} soalan atau papan pemuka untuk disematkan. Kemudian klik {1}

source: share
hu: megosztás
ms: Kongsi

source: Configure the parameters availability (editable, disabled or locked) in your app's code.
hu: Állítsa be a paraméterek elérhetőségét (szerkeszthető, letiltott, fix) az alkalmazása kódjában.
ms: Konfigurasikan ketersediaan parameter (boleh disunting, dilumpuhkan atau dikunci) dalam kod aplikasi anda.

source: Publish the dashboard or question
hu: Dashboard vagy kérdés publikálása
ms: Terbitkan papan pemuka atau soalan

source: Add code to your app to sign a token for the embed request. Include values for locked parameters if you have any
hu: Adja hozzá az alkalmazásához a beágyazási kérést aláíró kódot. A fix paraméterek értékeit is adja hozzá, ha van olyan.
ms: Tambah kod ke aplikasi anda untuk menandatangani token untuk permintaan penyematan. Sertakan nilai untuk parameter yang dikunci jika ada.

source: Embed the dashboard into your app using an iframe, the URL and the signed token.
hu: Ágyazza be a dashboardot iframe, URL és az aláírt token segítségével.
ms: Sematkan papan pemuka ke dalam aplikasi anda menggunakan iframe, URL, dan token yang ditandatangani.

source: Embed this example dashboard
hu: Példa dashboard beágyazása
ms: Sematkan papan pemuka contoh ini

source: {0} about static embedding
hu: {0} a statikus beágyazásról
ms: {0} tentang penyematan statik

source: Here are some popular metrics
ar: إليك بعض المقاييس الشائعة
bg: Ето някои популярни показатели
ca: Aquí hi ha algunes mètriques populars
de: Hier sind einige populäre Metriken
eo: Here are some of the litest metrics
es: Aquí hay algunas métricas populares
fa: در اینجا برخی از معیارهای محبوب وجود دارد
fi: Tässä muutama suosittu mittari
fr: Voici quelques mesures populaires
hu: Néhány népszerű metrika
it: Ecco alcune metriche popolari
ja: 以下は一般的な測定基準である。
lt: Štai keletas populiarių metrikų
ms: Berikut adalah beberapa metrik popular
nb: Her er noen populære målinger
nl: Hier zijn enkele populaire statistieken
pl: Oto kilka popularnych wskaźników
pt_br: Aqui estão algumas métricas populares
ru: Вот некоторые популярные метрики
sk: Tu sú niektoré populárne metriky
sl: Tukaj je nekaj priljubljenih meritev
sq: Ja disa metrika popullore
sr: Evo nekoliko popularnih metrika
sv: Här är några populära mätvärden
tr: İşte bazı popüler ölçümler
uk: Ось кілька популярних метрик
vi: Dưới đây là một số số liệu phổ biến
zh_hk: 以下是一些常用的度量標準

source: Search and quickly jump to things
ar: ابحث واقفز بسرعة إلى العناصر
bg: Търсене и бързо преминаване към нещата
ca: Buscar i anar ràpidament a coses
de: Suchen und schnelles Auffinden von Dingen
eo: Search and dip to stuff ASAP
es: Buscar y saltar rápidamente a las cosas
fa: جستجو کنید و به سرعت به چیزها بپرید
fi: Etsi ja siirry nopeasti asioihin
fr: Recherche et accès rapide aux informations
hu: Keressen, és gyorsan ugorjon ahova szeretne
it: Cercare e saltare rapidamente alle cose
ja: 検索し、素早く物事にジャンプする
lt: Ieškokite ir greitai pereikite prie dalykų
ms: Cari dan lompat ke perkara dengan cepat
nb: Velg og hopp kjapt til ting
nl: Zoeken en snel naar dingen springen
pl: Wyszukiwanie i szybkie przechodzenie do rzeczy
pt_br: Pesquise e acesse itens rapidamente
ru: Поиск и быстрый переход к нужным вещам
sk: Vyhľadávanie a rýchly prechod k veciam
sl: Iskanje in hiter skok na stvari
sq: Kërko dhe kalo shpejt te gjërat
sr: Pretraži i brzo pređi na stavke
sv: Snabbnavigera med sök
tr: Arama yapın ve hızlıca bir şeylere atlayın
uk: Шукайте та швидко переходьте до потрібного
vi: Tìm kiếm và nhanh chóng chuyển đến các mục
zh_hk: 搜尋並快速跳到事物

source: Search...
ar: بحث...
bg: Търсене...
ca: Cerca…
de: Suche...
eo: Lookin' for smth?
es: Buscar...
fa: جستجو...
fi: Etsi...
fr: Recherche...
hu: Keresés...
it: Ricerca...
ja: 検索...
lt: Ieškoti...
ms: Cari...
nb: Søk…
nl: Zoeken...
pl: Szukaj...
pt_br: Pesquisar...
ru: Поиск...
sk: Vyhľadávanie...
sl: Iskanje...
sq: Kërko...
sr: Pretraga...
sv: Sök...
tr: Arama...
uk: Пошук...
vi: Tìm kiếm...
zh_hk: 搜尋...

source: Filter type
hu: Szűrőtípus
ms: Jenis penapis

source: Disconnect from cards
ar: افصل عن البطاقات
bg: Прекъсване на връзката с картите
ca: Desconnecteu-vos de les targetes
de: Von Karten trennen
eo: Drop the cards, fr.
es: Desconectando de tarjetas
fa: از کارت ها جدا شوید
fi: Irroita korteista
fr: Déconnexion des cartes
hu: Kapcsolat bontása kártyákról
it: Scollegare le schede
ja: カードとの接続を切る
lt: Atsijungti nuo kortelių
ms: Nyahsambung daripada kad-kad
nb: Koble fra kort
nl: Ontkoppelen van kaarten
pl: Odłączanie od kart
pt_br: Desconectar dos cartões
ru: Отключите карты
sk: Odpojenie od kariet
sl: Prekinitev povezave s karticami
sq: Shkëpute nga kartat
sr: Prekini povezivanje sa karticama
sv: Frikoppla från kort
tr: Kartların bağlantısını kesin
uk: Від’єднати від карток
vi: Ngắt kết nối khỏi thẻ
zh_hk: 中斷與記憶卡的連接

source: Select columns to combine
ar: اختر أعمدة لدمجها
bg: Изберете колони, които да комбинирате
ca: Selecciona les columnes per combinar
de: Wähle die zu kombinierenden Spalten aus
eo: Pick the columns to mash up
es: Selecciona las columnas a combinar
fa: ستون ها را برای ترکیب انتخاب کنید
fi: Valise yhdistettävät solut
fr: Sélectionnez les colonnes à combiner
hu: Válassza ki az egyesítendő oszlopokat
it: Selezionare le colonne da combinare
ja: 結合する列を選択する
lt: Pasirinkite stulpelius, kuriuos norite sujungti
ms: Pilih lajur untuk digabungkan
nb: Velg kolonner som skal kombineres
nl: Kolommen selecteren om te combineren
pl: Wybierz kolumny do połączenia
pt_br: Selecionar colunas para combinar
ru: Выберите столбцы для объединения
sk: Výber stĺpcov na kombinovanie
sl: Izbiranje stolpcev, ki jih želite združiti
sq: Zgjidh kolonat për t’i kombinuar
sr: Izaberite kolone za kombinovanje
sv: Välj kolumner att kombinera
tr: Birleştirilecek sütunları seçin
uk: Виберіть стовпці для об’єднання
vi: Chọn các cột để kết hợp
zh_hk: 選擇要合併的欄位

source: Combine columns
ar: ادمج الأعمدة
bg: Комбиниране на колони
ca: Combina columnes
de: Spalten kombinieren
eo: Merge the vibes
es: Combinar columnas
fa: ستون ها را ترکیب کنید
fi: Yhdistä sarakkeet
fr: Combiner les colonnes
hu: Oszlopok egyesítése
it: Combinare le colonne
ja: カラムを組み合わせる
lt: Sujunkite stulpelius
ms: Gabungkan lajur-lajur
nb: Kombiner kolonner
nl: Kolommen combineren
pl: Łączenie kolumn
pt_br: Combinar colunas
ru: Объедините колонки
sk: Kombinácia stĺpcov
sl: Združevanje stolpcev
sq: Kombino kolonat
sr: Kombinuj kolone
sv: Kombinera kolumner
tr: Sütunları birleştirin
uk: Об’єднати стовпці
vi: Kết hợp các cột
zh_hk: 合併欄位

source: Extract columns
ar: استخرج الأعمدة
bg: Извличане на колони
ca: Extreu columnes
de: Spalten extrahieren
eo: spill the tea on columns
es: Extraer columnas
fa: استخراج ستون ها
fi: Poimi sarakkeet
fr: Extraire les colonnes
hu: Oszlopok kiemelése
it: Estrarre le colonne
ja: カラムの抽出
lt: Ištraukite stulpelius
ms: Ekstrak lajur-lajur
nb: Trekk ut kolonner
nl: Kolommen uitpakken
pl: Wyodrębnianie kolumn
pt_br: Extrair colunas
ru: Извлечение столбцов
sk: Stĺpce výpisu
sl: Izvleček stolpcev
sq: Nxirr kolonat
sr: Izdvoji kolone
sv: Extrahera kolumner
tr: Sütunları ayıklayın
uk: Витягти стовпці
vi: Trích xuất các cột
zh_hk: 擷取欄位

source: Select column to extract from
ar: اختر عمودًا للاستخراج منه
bg: Изберете колона, от която да извлечете
ca: Selecciona la columna per extreure'n
de: Wählen Sie die Spalte, aus der extrahiert werden soll
eo: Choose which column to peep from
es: Selecciona las columnas desde las que extraer
fa: ستون را برای استخراج از آن انتخاب کنید
fi: Valitse sarake josta poimitaan
fr: Sélectionner la colonne à extraire
hu: Válassza ki a kiemelése szánt oszlopot
it: Selezionare la colonna da cui estrarre
ja: 抽出する列を選択する
lt: Pasirinkite stulpelį, iš kurio norite išgauti
ms: Pilih lajur untuk diekstrak dari
nb: Velg kolonner å trekke ut fra
nl: Selecteer kolom om uit te pakken
pl: Wybierz kolumnę do wyodrębnienia
pt_br: Selecionar colunas de onde extrair
ru: Выберите столбец для извлечения
sk: Vyberte stĺpec, z ktorého chcete extrahovať
sl: Izberite stolpec, iz katerega želite izvleči
sq: Zgjidh kolonën nga e cila të nxjerrësh
sr: Izaberite kolonu iz koje želite da izdvojite
sv: Välj kolumn att extrahera från
tr: Çıkartılacak sütunu seçin
uk: Виберіть стовпець, з якого витягнути
vi: Chọn cột để trích xuất
zh_hk: 選擇要抽取的欄位

source: Select part of '{0}' to extract
ar: اختر جزءًا من '{0}' لاستخراجه
bg: Изберете част от '{0}' за извличане
ca: Selecciona part de '{0}' per extreure'l
de: Wählen Sie einen Teil von '{0}' zum Extrahieren
eo: Pick a piece of '{0}' to dip out with
es: Selecciona parte de '{0}' para extraer
fa: بخشی از "{0}" را برای استخراج انتخاب کنید
fi: Valitse purettava osa kohteesta {0}
fr: Sélectionnez la partie de '{0}' à extraire
hu: álassza ki a(z) '{0}' részét, amit ki szeretne emelni
it: Selezionare la parte di '{0}' da estrarre
ja: '{0}'の一部を選択して抽出する
lt: Pasirinkite dalį „{0}“, kurią norite išskleisti
ms: Pilih bahagian dari '{0}' untuk diekstrak
nb: Velg hvilken del av '{0}' du vil hente ut
nl: Selecteer een deel van '{0}' om uit te pakken
pl: Wybierz część '{0}' do wyodrębnienia
pt_br: Selecionar parte de '{0}' para extrair
ru: Выберите часть '{0}' для извлечения
sk: Vyberte časť adresy '{0}', ktorú chcete extrahovať
sl: Izberite del '{0}', ki ga želite izvleči
sq: Zgjidh pjesën e '{0}' për ta nxjerrë
sr: Izaberite deo iz '{0}' za izdvajanje
sv: Välj del av '{0}' att extrahera
tr: Çıkarmak için '{0}' bölümünü seçin
uk: Виберіть частину '{0}', яку потрібно витягнути
vi: Chọn một phần của '{0}' để trích xuất
zh_hk: 選取 '{0}' 的部分內容進行抽取

source: Metric moved to {0}
ar: تم نقل المقياس إلى {0}
bg: Метриката е преместена в {0}
ca: La mètrica s'ha mogut a {0}
de: Metrik verschoben nach {0}
eo: Metric slid to {0}
es: Métrica movida a {0}
fa: متریک به {0}منتقل شد
fi: Mittarit siirretty paikkaan {0}
fr: Métrique déplacée à {0}
hu: A metrika át lett helyezve ide: {0}
it: Metrica spostata su {0}
ja: メトリックは{0}に移動
lt: Metrika perkelta į {0}
ms: Metrik dipindahkan ke {0}
nb: Måling flyttet til {0}
nl: Metriek verplaatst naar {0}
pl: Metryka została przeniesiona na stronę {0}
pt_br: Métrica movida para {0}
ru: Метрика перенесена на {0}
sk: Metrika presunutá na stránku {0}
sl: Meritev se je premaknila v {0}
sq: Metrika u zhvendos te {0}
sr: Metrika je premeštena u {0}
sv: Mätvärde flyttat till {0}
tr: Metrik {0}adresine taşındı
uk: Метрику перенесено до {0}
vi: Di chuyển số liệu đến {0}
zh_hk: 公制移至 {0}

source: Search items in trash
ar: ابحث عن العناصر في سلة المهملات
bg: Търсене на елементи в кошчето за боклук
ca: Cerca elements a la paperera
de: Artikel im Papierkorb suchen
eo: Lookin’ for stuff in the trash, fr fr
es: Buscar elementos en la papelera
fa: موارد را در سطل زباله جستجو کنید
fi: Etsi kohteita roskakorista
fr: Recherche dans la corbeille
hu: Keresés a kukában lévő elemek között
it: Cerca elementi nel cestino
ja: ゴミ箱の検索項目
lt: Ieškoti elementų šiukšliadėžėje
ms: Cari item dalam tong sampah
nb: Søk etter kastede elementer
nl: Zoek items in prullenbak
pl: Wyszukiwanie przedmiotów w koszu
pt_br: Buscar itens na lixeira
ru: Поиск элементов в корзине
sk: Vyhľadávanie položiek v koši
sl: Iskanje elementov v smetnjaku
sq: Kërko elemente në kosh
sr: Pretraži stavke u smeću
sv: Sök i papperskorgen
tr: Çöp kutusundaki öğeleri ara
uk: Шукати елементи в кошику
vi: Tìm kiếm các mục trong thùng rác
zh_hk: 搜尋垃圾中的項目

source: Separate values with commas, tabs or newlines.
hu: Válassza el az értékeket vesszőkkel, tabulátorokkal vagy új sorokkal.
ms: Pisahkan nilai dengan koma, tab atau baris baru.

source: Use double quotes for values containing commas.
hu: Használjon dupla idézőjeleket a vesszőket tartalmazó értékek esetén.
ms: Gunakan petikan berganda untuk nilai yang mengandungi koma.

source: Extract part of column
ar: استخرج جزءًا من العمود
bg: Извличане на част от колоната
ca: Extreu part de la columna
de: Teil des Spaltenwerts extrahieren
eo: Take a lil piece of the column, frfr
es: Extraer una parte de una columna
fa: استخراج بخشی از ستون
fi: Pura osa sarakkeesta
fr: Extraire une partie de la colonne
hu: Oszlop egy részének kiemelése
it: Estrarre parte della colonna
ja: カラムの一部を取り出す
lt: Ištraukite stulpelio dalį
ms: Ekstrak bahagian lajur
nb: Trekk ut del av kolonne
nl: Deel van kolom uitpakken
pl: Wyodrębnij część kolumny
pt_br: Extrair parte da coluna
ru: Извлечение части колонки
sk: Výpis časti stĺpca
sl: Izvleček dela kolone
sq: Nxirr pjesë të kolonës
sr: Izdvoji deo kolone
sv: Extrahera delar av kolumn
tr: Sütunun bir kısmını çıkar
uk: Витягти частину стовпця
vi: Trích xuất một phần của cột
zh_hk: 擷取部分欄位

source: New column
ar: عمود جديد
bg: Нова колона
ca: Nova columna
de: Neue Spalte
eo: new col, fr fr
es: Nueva columna
fa: ستون جدید
fi: Uusi sarake
fr: Nouvelle colonne
hu: Új oszlop
it: Nuova colonna
ja: 新しい列
lt: Naujas stulpelis
ms: Lajur baru
nb: Ny kolonne
nl: Nieuwe kolom
pl: Nowa kolumna
pt_br: Nova coluna
ru: Новая колонка
sk: Nový stĺpec
sl: Nov stolpec
sq: Kolonë e re
sr: Nova kolona
sv: Ny kolumn
tr: Yeni sütun
uk: Новий стовпець
vi: Cột mới
zh_hk: 新專欄

source: Compared to previous year
hu: Az előző évhez képest
ms: Berbanding dengan tahun sebelumnya

source: Compared to previous quarter
hu: Az előző negyedévhez képest
ms: Berbanding dengan suku sebelumnya

source: Compared to previous month
hu: Az előző hónaphoz képest
ms: Berbanding dengan bulan sebelumnya

source: Compared to previous week
hu: Az előző héthez képest
ms: Berbanding dengan minggu sebelumnya

source: Compared to previous day
hu: Az előző naphoz képest
ms: Berbanding dengan hari sebelumnya

source: Compared to previous hour
hu: Az előző órához képest
ms: Berbanding dengan jam sebelumnya

source: Compared to previous minute
hu: Az előző perchez képest
ms: Berbanding dengan minit sebelumnya

source: Compared to previous second
hu: Az előző másodperchez képest
ms: Berbanding dengan saat sebelumnya

source: Compared to previous millisecond
hu: Az előző milliszekundumhoz képest
ms: Berbanding dengan milisaat sebelumnya
