Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Cannot edit a table without it having at least one entity key configured.
ar: لا يمكن تعديل جدول دون إعداد مفتاح كيان واحد على الأقل.
bg: Не може да се редактира таблица, без да е конфигуриран поне един ключ за обект.
ca: No es pot editar una taula sense que tingui configurada com a mínim una clau d'entitat.
de: Eine Tabelle kann nicht bearbeitet werden, ohne dass mindestens ein Entitätsschlüssel konfiguriert ist.
es: No se puede editar una tabla sin que tenga al menos una clave de entidad configurada.
fa: نمی‌توان جدولی را بدون پیکربندی حداقل یک کلید موجودیت ویرایش کرد.
fi: Taulukkoa ei voi muokata ilman, että sille on määritetty vähintään yksi entiteettiavain.
fr: Impossible de modifier une table sans qu'elle ait au moins une clé d'entité configurée.
it: Non è possibile modificare una tabella senza che sia configurata almeno una chiave di entità.
ja: 少なくとも 1 つのエンティティ キーが設定されていないと、テーブルを編集することはできません。
nb: Det er ikke mulig å redigere en tabell uten at minst én entitetsnøkkel er konfigurert.
nl: Kan een tabel niet bewerken als er niet minimaal één entiteitssleutel is geconfigureerd.
pl: Nie można edytować tabeli, jeśli nie skonfigurowano w niej przynajmniej jednego klucza encji.
pt_br: Não é possível editar uma tabela sem que ela tenha pelo menos uma chave de entidade configurada.
ru: Невозможно редактировать таблицу, если в ней не настроен хотя бы один ключ сущности.
sk: Tabuľku nie je možné upravovať bez toho, aby mala nakonfigurovaný aspoň jeden kľúč entity.
sl: Tabele ni mogoče urejati, če nima konfiguriranega vsaj enega ključa entitete.
sq: Nuk mund të redaktohet një tabelë pa pasur të konfiguruar të paktën një çelës entiteti.
sr: Nije moguće urediti tabelu bez bar jednog podešenog ključa entiteta.
sv: Det går inte att redigera en tabell utan att minst en entitetsnyckel har konfigurerats.
tr: En az bir varlık anahtarı yapılandırılmadan bir tablo düzenlenemez.
uk: Не можна редагувати таблицю, якщо для неї не налаштовано принаймні один ключ сутності.
vi: Không thể chỉnh sửa bảng nếu bảng đó chưa được cấu hình ít nhất một khóa thực thể.
zh_hk: 如果沒有設定至少一個實體鍵，就無法編輯資料表。

source: Error executing raw queries: {0}
ar: خطأ أثناء تنفيذ استعلامات raw: {0}
bg: Грешка при изпълнение на сурови заявки: {0}
ca: Error en executar consultes en brut: {0}
de: Fehler beim Ausführen von Rohabfragen: {0}
es: Error al ejecutar consultas sin procesar: {0}
fa: خطا در اجرای کوئری‌های خام: {0}
fi: Virhe suoritettaessa raakakyselyitä: {0}
fr: Erreur lors de l'exécution des requêtes brutes : {0}
it: Errore durante l'esecuzione delle query raw: {0}
ja: 生のクエリの実行中にエラーが発生しました: {0}
nb: Feil ved kjøring av rå spørringer: {0}
nl: Fout bij het uitvoeren van onbewerkte query's: {0}
pl: Błąd podczas wykonywania surowych zapytań: {0}
pt_br: Erro ao executar consultas brutas: {0}
ru: Ошибка выполнения необработанных запросов: {0}
sk: Chyba pri vykonávaní nespracovaných dopytov: {0}
sl: Napaka pri izvajanju surovih poizvedb: {0}
sq: Gabim gjatë ekzekutimit të query-ve raw: {0}
sr: Greška pri izvršavanju raw upita: {0}
sv: Fel vid körning av råa frågor: {0}
tr: Ham sorguları yürütürken hata oluştu: {0}
uk: Помилка виконання raw-запитів: {0}
vi: Lỗi khi thực hiện truy vấn thô: {0}
zh_hk: 執行原始查詢時發生錯誤： {0}

source: Sqlite doesn''t support extract isoweek
ar: Sqlite لا يدعم extract isoweek
bg: Sqlite не поддържа извлечение isoweek
ca: Sqlite no admet extracte isoweek
de: SQLite unterstützt das Extrahieren von Isowochen nicht
eo: Sqlite's not about that extract isoweek life, fr fr
es: SQLite no admite la extracción de isoweek
fa: Sqlite از استخراج isoweek پشتیبانی نمی کند
fi: Sqlite ei tue isoweek-poimintaa
fr: Sqlite ne prend pas en charge l'extraction d'isoweek
it: Sqlite non supporta l'estrazione isoweek
ja: Sqlite は isoweek の抽出をサポートしていません
lt: „Sqlite“ nepalaiko „isoweek“ ekstrakto
nb: Sqlite støtter ikke uttrekk av isoweek
nl: Sqlite ondersteunt geen extract isoweek
pl: Sqlite nie obsługuje wyodrębniania isoweek
pt_br: O Sqlite não é compatível com a extração isoweek
ru: Sqlite не поддерживает извлечение isoweek
sk: Sqlite nepodporuje extrakciu isoweek
sl: Sqlite ne podpira ekstrakta isoweek
sq: Sqlite nuk e mbështet extract isoweek
sr: Sqlite ne podržava extract isoweek
sv: Sqlite stöder inte extrakt isoweek
tr: Sqlite, isoweek'i çıkarmayı desteklemiyor
uk: Sqlite не підтримує extract isoweek
vi: Sqlite không hỗ trợ trích xuất isoweek
zh_hk: Sqlite 不支援提取 isoweek

source: Hmm, we couldn''t connect to the database. Make sure your Host and Port settings are correct.
ar: همم، لم نتمكن من الاتصال بقاعدة البيانات. تأكد من صحة إعدادات Host وPort.
bg: Хм, не можахме да се свържем с базата данни. Уверете се, че настройките ви за Хост и Порт са правилни.
ca: No s'ha pogut connectar a la base de dades. Verificar que les dades de màquina i el port són correctes.
de: Hmm, wir konnten keine Verbindung zur Datenbank herstellen. Stelle sicher, dass die Host- und Port-Einstellungen korrekt sind.
eo: Hmm, we couldn't link up with the database. Double-check your Host and Port settings, fr.
es: Hmm, no pudimos conectarnos a la base de datos. Asegúrate de que la configuración de tu host y puerto sea correcta.
fa: هوم، ما نتوانستیم به پایگاه داده متصل شویم. مطمئن شوید تنظیمات میزبان و پورت شما درست است.
fi: Hmm, emme voineet muodostaa yhteyttä tietokantaan. Varmista, että isäntä- ja porttiasetukset ovat oikein.
fr: Hmm, nous n'avons pas pu nous connecter à la base de données. Assurez-vous que vos paramètres d'hôte et de port sont corrects.
it: Hmm, non siamo riusciti a connetterci al database. Assicurati che le impostazioni dell'Host e della Porta siano corrette.
ja: うーん、データベースに接続できませんでした。ホストとポートの設定が正しいことを確認してください.
lt: Hmm, nepavyko prisijungti prie duomenų bazės. Įsitikinkite, kad pagrindinio kompiuterio ir prievado nustatymai yra teisingi.
nb: Hmm, vi kunne ikke koble til databasen. Forsikre deg om at Host- og Port-innstillinger er korrekte.
nl: Hmm, we konden geen verbinding maken met de database. Zorg ervoor dat uw host- en poortinstellingen correct zijn.
pl: Hmm, nie mogliśmy się połączyć z bazą danych. Upewnij się, że ustawienia Host i Port są poprawne.
pt_br: Hmm, não conseguimos conectar ao banco de dados. Verifique se as configurações de host e porta estão corretas.
ru: Хм, мы не смогли подключиться к базе данных. Убедитесь, что настройки Host и Port верны.
sk: Hmm, nemohli sme sa pripojiť k databáze. Uistite sa, že vaše nastavenia Host a Port sú správne.
sl: Hmm, nismo se mogli povezati z bazo podatkov. Preverite, ali so nastavitve gostitelja in vrat pravilne.
sq: Hmm, nuk mundëm të lidhemi me bazën e të dhënave. Sigurohuni që cilësimet Host dhe Port janë të sakta.
sr: Hmm, nismo mogli da se povežemo sa bazom podataka. Proverite da li su podešavanja Host i Port ispravna.
sv: Hmm, kunde inte ansluta till databasen. Se till att domän- och portinställningar är korrekta.
tr: Hmm, veritabanına bağlanamadık. Sunucu ve Port ayarlarınızın doğru olduğundan emin olun.
uk: Хм, не вдалося підключитися до бази даних. Переконайтеся, що налаштування Host і Port правильні.
vi: Hmm, chúng tôi không thể kết nối với cơ sở dữ liệu. Đảm bảo cài đặt Máy Chủ và Cổng của bạn là đúng.
zh_hk: 嗯，我們無法連接到資料庫。確保您的主機和端口設置正確.

source: Indicates if a production embed snippet has been created for tracking in the embedding hub
ar: يشير إلى ما إذا تم إنشاء مقتطف تضمين لإنتاج للتتبع في مركز التضمين
bg: Показва дали е създаден фрагмент за вграждане в продукцията за проследяване в центъра за вграждане
ca: Indica si s'ha creat un fragment d'incrustació de producció per al seguiment al centre d'incrustació.
de: Gibt an, ob ein Produktions-Embed-Snippet für die Verfolgung im Embedding Hub erstellt wurde
es: Indica si se ha creado un fragmento de incrustación de producción para su seguimiento en el centro de incrustación
fa: نشان می‌دهد که آیا یک قطعه کد جاسازی در محیط عملیاتی برای ردیابی در مرکز جاسازی ایجاد شده است یا خیر.
fi: Ilmaisee, onko upotuskeskuksessa seurantaa varten luotu tuotannon upotuskoodinpätkä
fr: Indique si un extrait d'intégration de production a été créé pour le suivi dans le hub d'intégration
it: Indica se è stato creato uno snippet di incorporamento di produzione per il monitoraggio nell'hub di incorporamento
ja: 埋め込みハブで追跡するための本番埋め込みスニペットが作成されたかどうかを示します
nb: Angir om det er opprettet en produksjonsinnbyggingssnutt for sporing i innbyggingshuben
nl: Geeft aan of er een productie-embedsnippet is gemaakt voor tracking in de embeddinghub
pl: Wskazuje, czy utworzono fragment kodu osadzania produkcyjnego do śledzenia w centrum osadzania
pt_br: Indica se um snippet de incorporação de produção foi criado para rastreamento no hub de incorporação
ru: Указывает, был ли создан фрагмент производственного встраиваемого кода для отслеживания в центре встраиваемых систем.
sk: Označuje, či bol vytvorený produkčný úryvok kódu pre vkladanie na sledovanie v centre pre vkladanie.
sl: Označuje, ali je bil ustvarjen delček kode za vdelavo v produkciji za sledenje v središču za vdelavo.
sq: Tregon nëse është krijuar një fragment kodi embed për prodhim për gjurmim në embedding hub
sr: Označava da li je kreiran isječak koda za produkciono ugrađivanje radi praćenja u embedding hub-u
sv: Anger om ett inbäddningskodavsnitt för produktion har skapats för spårning i inbäddningshubben.
tr: Üretim yerleştirme parçacığının yerleştirme merkezinde izleme için oluşturulup oluşturulmadığını belirtir
uk: Показує, чи створено продакшн-фрагмент для вбудовування для відстеження в хабі вбудовування
vi: Chỉ ra liệu đoạn mã nhúng sản xuất đã được tạo để theo dõi trong trung tâm nhúng hay chưa
zh_hk: 表示是否已建立生產嵌入片段，以便在嵌入中心進行追蹤

source: Allow admins to embed Metabase via modular embedding?
ar: السماح للمسؤولين بتضمين Metabase عبر التضمين المعياري؟
bg: Да се позволи ли на администраторите да вграждат Metabase чрез модулно вграждане?
ca: Permetre que els administradors incrustin la Metabase mitjançant la incrustació modular?
de: Sollen Administratoren Metabase über modulare Einbettung einbinden können?
es: ¿Permitir que los administradores integren Metabase a través de integración modular?
fa: آیا به مدیران اجازه داده می‌شود تا از طریق تعبیه ماژولار، متابیس را تعبیه کنند؟
fi: Sallitaanko järjestelmänvalvojien upottaa Metabase modulaarisen upotuksen kautta?
fr: Autoriser les administrateurs à intégrer Metabase via une intégration modulaire ?
it: Consentire agli amministratori di incorporare Metabase tramite incorporamento modulare?
ja: 管理者がモジュラー埋め込みを介して Metabase を埋め込むことを許可しますか?
nb: Tillat administratorer å bygge inn Metabase via modulær innbygging?
nl: Beheerders de mogelijkheid geven om Metabase via modulaire integratie in te sluiten?
pl: Czy zezwolić administratorom na osadzanie Metabase za pomocą modułowego osadzania?
pt_br: Permitir que administradores incorporem o Metabase por meio de incorporação modular?
ru: Разрешить администраторам встраивать Metabase с помощью модульного встраивания?
sk: Povoliť administrátorom vložiť metabázu prostredníctvom modulárneho vkladania?
sl: Dovolim skrbnikom vdelavo Metabase prek modularne vdelave?
sq: T’u lejohet administratorëve të inkorporojnë Metabase përmes Embedding modular?
sr: Dozvoliti administratorima da ugrade Metabase preko modularnog ugrađivanja?
sv: Tillåta administratörer att bädda in Metabase via modulär inbäddning?
tr: Yöneticilerin Metabase'i modüler yerleştirme yoluyla gömmesine izin verilsin mi?
uk: Дозволити адмінам вбудовувати Metabase через модульне вбудовування?
vi: Cho phép quản trị viên nhúng Metabase thông qua phương thức nhúng mô-đun?
zh_hk: 允許管理員透過模組化嵌入 Metabase？

source: Indicates if a test embed snippet has been created for tracking in the embedding hub
ar: يشير إلى ما إذا تم إنشاء مقتطف تضمين للاختبار للتتبع في مركز التضمين
bg: Показва дали е създаден тестов фрагмент за вграждане за проследяване в центъра за вграждане
ca: Indica si s'ha creat un fragment d'incrustació de prova per al seguiment al centre d'incrustació.
de: Gibt an, ob ein Test-Embed-Snippet für das Tracking im Embedding Hub erstellt wurde
es: Indica si se ha creado un fragmento de prueba de inserción para su seguimiento en el centro de inserción
fa: نشان می‌دهد که آیا یک قطعه کد آزمایشی برای ردیابی در مرکز جاسازی ایجاد شده است یا خیر.
fi: Ilmaisee, onko upotuskeskuksessa seurantaa varten luotu testiupotuskoodinpätkä.
fr: Indique si un extrait de test intégré a été créé pour le suivi dans le hub d'intégration
it: Indica se è stato creato un frammento di test incorporato per il monitoraggio nell'hub di incorporamento
ja: 埋め込みハブで追跡するためのテスト埋め込みスニペットが作成されたかどうかを示します
nb: Angir om det er opprettet en testinnbyggingssnutt for sporing i innbyggingshuben
nl: Geeft aan of er een test-embedfragment is gemaakt voor tracking in de embeddinghub
pl: Wskazuje, czy utworzono testowy fragment kodu do osadzenia w celu śledzenia w centrum osadzania
pt_br: Indica se um snippet de teste incorporado foi criado para rastreamento no hub de incorporação
ru: Указывает, был ли создан тестовый фрагмент для встраивания для отслеживания в центре встраивания.
sk: Označuje, či bol vytvorený testovací úryvok kódu pre vkladanie na sledovanie v centre pre vkladanie.
sl: Označuje, ali je bil ustvarjen testni delček kode za vdelavo za sledenje v središču za vdelavo.
sq: Tregon nëse është krijuar një fragment kodi embed test për gjurmim në embedding hub
sr: Označava da li je kreiran test isječak koda za ugrađivanje radi praćenja u embedding hub-u
sv: Anger om ett testkodavsnitt för inbäddning har skapats för spårning i inbäddningshubben
tr: Bir test yerleştirme parçacığının yerleştirme merkezinde izleme için oluşturulup oluşturulmadığını gösterir
uk: Показує, чи створено тестовий фрагмент для вбудовування для відстеження в хабі вбудовування
vi: Chỉ ra liệu đoạn mã nhúng thử nghiệm đã được tạo để theo dõi trong trung tâm nhúng hay chưa
zh_hk: 表示是否已建立測試嵌入片段，以便在嵌入中心進行追蹤

source: Embedding homepage status, indicating if it''s visible, hidden or has been dismissed
ar: حالة الصفحة الرئيسية للتضمين، تشير إلى ما إذا كانت مرئية أو مخفية أو تم تجاهلها
bg: Състояние на началната страница на вграждане, което показва дали е видима, скрита или е отхвърлена
ca: Inserció de l'estat de la pàgina d'inici, indicant si és visible, amagada o si s'ha descartat
de: Einbettungs-Homepage-Status, der angibt, ob die Seite sichtbar, versteckt oder verworfen ist
eo: Embedding homepage status, like if it's chillin' visible, ghosted, or totally dismissed lol
es: Incorporar el estado de la página de inicio, indicando si está visible, oculta o ha sido descartada
fa: جاسازی وضعیت صفحه اصلی، نشان می دهد که آیا قابل مشاهده است، پنهان است یا رد شده است
fi: Upotetaan etusivun tila, joka osoittaa, onko se näkyvissä, piilotettu vai hylätty
fr: Intégration du statut de la page d'accueil, indiquant si elle est visible, masquée ou a été rejetée
it: Incorporamento dello stato della home page, indicando se è visibile, nascosto o è stato ignorato
ja: ホームページのステータスを埋め込む（表示されているか、非表示になっているか、閉じられているかを示す）
lt: Įterpiama pagrindinio puslapio būsena, nurodant, ar ji matoma, paslėpta ar buvo atmesta
nb: Innbygging av hjemmesidestatus, som angir om den er synlig, skjult eller har blitt avvist
nl: Status van de startpagina insluiten, aangeven of deze zichtbaar, verborgen of verwijderd is
pl: Osadzanie statusu strony głównej, wskazującego, czy jest on widoczny, ukryty lub został zamknięty
pt_br: Incorporação do status da página inicial, indicando se ela está visível, oculta ou foi descartada
ru: Встраивание статуса домашней страницы, показывающее, видна ли она, скрыта или отклонена
sk: Stav vkladania domovskej stránky s uvedením, či je viditeľná, skrytá alebo bola zrušená
sl: Status domače strani vdelave, ki označuje, ali je vidna, skrita ali je bila opuščena
sq: Statusi i faqes kryesore të Integrimit, që tregon nëse është e dukshme, e fshehur ose është mbyllur
sr: Status embedding početne stranice, koji pokazuje da li je vidljiva, sakrivena ili je odbačena
sv: Bädda in hemsidans status, anger om den är synlig, dold eller har avvisats
tr: Ana sayfa durumunun gömülmesi, görünür, gizli veya kapatılmış olup olmadığının belirtilmesi
uk: Статус домашньої сторінки вбудовування, що вказує, чи вона видима, прихована або була закрита
vi: Nhúng trạng thái trang chủ, cho biết trạng thái đó có hiển thị, ẩn hay đã bị ẩn
zh_hk: 嵌入首頁狀態，顯示是否可見、隱藏或已被移除

source: Check if admin should see the SDK licensing terms popup
ar: تحقق مما إذا كان يجب أن يرى المسؤول نافذة منبثقة لشروط ترخيص SDK
bg: Проверете дали администраторът трябва да вижда изскачащия прозорец с условията за лицензиране на SDK
ca: Comproveu si l'administrador ha de veure la finestra emergent dels termes de llicència de l'SDK
de: Prüfen Sie, ob dem Administrator das Popup-Fenster mit den SDK-Lizenzbedingungen angezeigt werden soll.
eo: Peep if the admin gotta see the SDK licensing terms popup, fr.
es: Compruebe si el administrador debe ver la ventana emergente de términos de licencia del SDK
fa: بررسی کنید که آیا سرپرست باید پنجره بازشو شرایط مجوز SDK را ببیند
fi: Tarkista, pitäisikö järjestelmänvalvojan nähdä SDK-lisenssiehtojen ponnahdusikkuna
fr: Vérifiez si l'administrateur doit voir la fenêtre contextuelle des conditions de licence du SDK
it: Controlla se l'amministratore deve vedere il popup dei termini di licenza SDK
ja: 管理者にSDKライセンス条項のポップアップが表示されるかどうかを確認します
lt: Patikrinkite, ar administratorius turėtų matyti iššokantįjį SDK licencijavimo sąlygų langą
nb: Sjekk om administrator skal se popup-vinduet for SDK-lisensvilkår
nl: Controleer of de beheerder de pop-up met de SDK-licentievoorwaarden moet zien
pl: Sprawdź, czy administrator powinien zobaczyć wyskakujące okienko z warunkami licencji SDK
pt_br: Verifique se o administrador deve ver o pop-up dos termos de licenciamento do SDK
ru: Проверьте, должен ли администратор видеть всплывающее окно с условиями лицензирования SDK.
sk: Skontrolujte, či sa správcovi má zobraziť kontextové okno s licenčnými podmienkami súpravy SDK
sl: Preverite, ali naj skrbnik vidi pojavno okno licenčnih pogojev SDK
sq: Kontrollo nëse administratori duhet të shohë popup-in e termave të licencimit të SDK
sr: Proverite da li admin treba da vidi popup sa uslovima licenciranja za SDK
sv: Kontrollera om administratören ska se popup-fönstret för SDK-licensvillkor
tr: Yöneticinin SDK lisanslama şartları açılır penceresini görüp görmemesi gerektiğini kontrol edin
uk: Перевіряти, чи має адмін бачити попап з умовами ліцензування SDK
vi: Kiểm tra xem quản trị viên có nên thấy cửa sổ bật lên về điều khoản cấp phép SDK không
zh_hk: 檢查管理員是否應該看到 SDK 授權條款彈出窗口

source: Check if admin should see the simple embedding terms popup
ar: تحقق مما إذا كان يجب أن يرى المسؤول نافذة منبثقة لشروط التضمين البسيط
bg: Проверете дали администраторът трябва да вижда изскачащия прозорец с прости условия за вграждане
ca: Comprova si l'administrador ha de veure la finestra emergent de termes d'incrustació simples
de: Prüfen Sie, ob der Administrator das Popup mit den einfachen Einbettungsbedingungen sehen soll
es: Compruebe si el administrador debe ver la ventana emergente de términos de incrustación simple
fa: بررسی کنید که آیا مدیر باید پنجره‌ی بازشو «اصطلاحات جاسازی ساده» را ببیند یا خیر.
fi: Tarkista, pitäisikö ylläpitäjän nähdä yksinkertainen upotusehtojen ponnahdusikkuna
fr: Vérifiez si l'administrateur doit voir la fenêtre contextuelle des conditions d'intégration simples
it: Controlla se l'amministratore deve vedere il popup dei termini di incorporamento semplici
ja: 管理者にシンプルな埋め込み規約のポップアップが表示されるかどうかを確認します
nb: Sjekk om administratoren skal se popup-vinduet for enkle innbyggingsvilkår
nl: Controleer of de beheerder de pop-up met eenvoudige insluitvoorwaarden moet zien
pl: Sprawdź, czy administrator powinien zobaczyć wyskakujące okienko z prostymi warunkami osadzania
pt_br: Verifique se o administrador deve ver o pop-up de termos de incorporação simples
ru: Отметьте, должен ли администратор видеть всплывающее окно с простыми условиями встраивания.
sk: Skontrolujte, či má správca vidieť kontextové okno s jednoduchými podmienkami vkladania
sl: Preveri, ali naj skrbnik vidi pojavno okno s preprostimi pogoji vdelave
sq: Kontrollo nëse administratori duhet të shohë popup-in e kushteve për integrim të thjeshtë
sr: Proveri da li admin treba da vidi popup sa uslovima za simple embedding
sv: Kontrollera om administratören ska se popup-fönstret för enkla inbäddningsvillkor
tr: Yöneticinin basit yerleştirme koşulları açılır penceresini görüp görmediğini kontrol edin
uk: Перевірте, чи має адмін бачити попап із простими умовами вбудовування
vi: Kiểm tra xem quản trị viên có nên thấy cửa sổ bật lên về các thuật ngữ nhúng đơn giản không
zh_hk: 檢查管理員是否應該看到簡單嵌入條款彈出窗口

source: Cannot get remapped value for parameter: {0} is not an enabled parameter.
ar: لا يمكن الحصول على القيمة المعاد تعيينها للمعامل: {0} ليس معاملًا مفعّلًا.
bg: Не може да се получи преназначена стойност за параметър: {0} не е активиран параметър.
ca: No es pot obtenir el valor remapjat per al paràmetre: {0} no és un paràmetre habilitat.
de: Für den Parameter kann kein neu zugeordneter Wert abgerufen werden: {0} ist kein aktivierter Parameter.
eo: Bruh, can’t get the remapped value for {0} ‘cause it’s not an enabled param, lol.
es: No se puede obtener el valor reasignado para el parámetro: {0} no es un parámetro habilitado.
fa: نمی‌توان مقدار پارامتر را تغییر داد: {0} یک پارامتر فعال نیست.
fi: Parametrin uudelleenmääritettyä arvoa ei voida hakea: {0} ei ole käytössä oleva parametri.
fr: Impossible d'obtenir la valeur remappée pour le paramètre : {0} n'est pas un paramètre activé.
it: Impossibile ottenere il valore rimappato per il parametro: {0} non è un parametro abilitato.
ja: パラメータの再マップされた値を取得できません: {0} は有効なパラメータではありません。
nb: Kan ikke hente ny verdi for parameter: {0} er ikke en aktivert parameter.
nl: Kan geen nieuwe waarde voor parameter verkrijgen: {0} is geen ingeschakelde parameter.
pl: Nie można uzyskać ponownie mapowanej wartości dla parametru: {0} nie jest włączonym parametrem.
pt_br: Não é possível obter o valor remapeado para o parâmetro: {0} não é um parâmetro habilitado.
ru: Невозможно получить переназначенное значение для параметра: {0} не является включенным параметром.
sk: Nepodarilo sa získať premapovanú hodnotu pre parameter: {0} nie je povolený parameter.
sl: Ni mogoče pridobiti ponovno preslikane vrednosti za parameter: {0} ni omogočen parameter.
sq: S’mund të merret vlerë e rimapuar për parametrin: {0} nuk është parametër i aktivizuar.
sr: Nije moguće dobiti remapiranu vrednost za parametar: {0} nije omogućen parametar.
sv: Det går inte att hämta ommappat värde för parametern: {0} är inte en aktiverad parameter.
tr: Parametre için yeniden eşlenen değer alınamıyor: {0} etkin bir parametre değil.
uk: Неможливо отримати ремаплене значення для параметра: {0} не є увімкненим параметром.
vi: Không thể lấy giá trị được ánh xạ lại cho tham số: {0} không phải là tham số được bật.
zh_hk: 無法取得參數的重新映射值： {0} 不是啟用的參數。
