Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Persist model data
ar: الاحتفاظ ببيانات النموذج
bg: Запазване на данните на модела
ca: Persisteix les dades del model
de: Modelldaten beibehalten
eo: Keep grinding on the model data
es: Persistir datos del modelo
fa: داده های مدل ماندگار
fi: Säilytä mallitiedot
fr: Persistance des données du modèle
hu: Modelladatok perzisztálása
it: Persistere i dati del modello
ja: モデルデータの永続化
lt: Išsaugokite modelio duomenis
ms: Data model berterusan
nb: Vedvare modelldata
nl: Modelgegevens behouden
pl: Utrwalanie danych modelu
pt_br: Persistir os dados do modelo
ru: Сохраняйте данные модели
sk: Zachovanie údajov modelu
sl: Ohranjanje podatkov modela
sq: Ruaj të dhënat e modelit (persisto)
sr: Perzistiraj podatke modela
sv: Beständig modelldata
tr: Model verilerini kalıcı hale getirme
uk: Зберігати дані моделі
vi: Dữ liệu mô hình lưu trữ
zh_hk: 持久化模型資料

source: Enable Static embedding
hu: Statikus beágyazás engedélyezése
lt: Įgalinti statinį įdėjimą
ms: Dayakan pembenaman Statik

source: A little something from us to you
hu: Egy kis ajándék tőlünk önnek
lt: Šiek tiek iš mūsų jums
ms: Sedikit perkara daripada kami untuk anda

source: As a thank-you for trying out this beta we’d love to send you some swag, while our supplies last. Click the button to give us your details and we’ll send you an email with instructions.
hu: Köszönetképpen, hogy kipróbálta ezt a bétát, szeretnénk ajándékot küldeni, amíg a készlet tart. Kattintson a gombra, hogy megadja adatait, és küldünk egy e-mailt az utasításokkal.
lt: Atsidėkodami, kad išbandėte šią beta versiją, mielai atsiųstume jums šiek tiek informacijos, kol pakaks atsargų. Spustelėkite mygtuką, kad suteiktumėte mums savo duomenis ir mes atsiųsime jums el. laišką su instrukcijomis.
ms: Sebagai ucapan terima kasih kerana mencuba beta ini, kami ingin menghantar beberapa barang swag kepada anda, sementara bekalan kami masih ada. Klik butang untuk memberi kami butiran anda dan kami akan menghantar e-mel kepada anda dengan arahan.

source: Get my swag
hu: Az ajándékom kérem
lt: Paimk mano puodą
ms: Dapatkan barang curian saya

source: Edit metric
ar: عدّل المقياس
bg: Редактиране на метриката
ca: Edita la mètrica
de: Metrik bearbeiten
eo: Update the vibes
es: Editar métrica
fa: ویرایش متریک
fi: Muokkaa mittaria
fr: Modifier la métrique
hu: Metrika szerkesztése
it: Modifica metrica
ja: メトリックを編集する
lt: Redaguoti metriką
ms: Edit metrik
nb: Rediger metrisk
nl: Metriek bewerken
pl: Edycja metryki
pt_br: Editar métrica
ru: Редактировать метрику
sk: Upraviť metriku
sl: Urejanje meritve
sq: Redakto metrikEn
sr: Uredi metriku
sv: Redigera mätvärde
tr: Metrik düzenle
uk: Редагувати метрику
vi: Chỉnh sửa số liệu
zh_hk: 編輯公制

source: You cannot connect variables to iframe cards.
hu: Nem kapcsolhat változókat iframe kártyákhoz.
ms: Anda tidak boleh menyambungkan pembolehubah kepada kad iframe.

source: Add a filter or parameter
ar: أضف فلترًا أو مُعلَمة
bg: Добавяне на филтър или параметър
ca: Afegiu un filtre o paràmetre
de: Füge einen Filter oder Parameter hinzu
eo: Add a vibe or setting
es: Añadir un filtro o parámeto
fa: یک فیلتر یا پارامتر اضافه کنید
fi: Lisää suodatin tai parametri
fr: Ajouter un filtre ou un paramètre
hu: Adjon hozzá szűrőt vagy paramétert
it: Aggiungere un filtro o un parametro
ja: フィルタまたはパラメータを追加する
lt: Pridėkite filtrą arba parametrą
ms: Tambahkan penapis atau parameter
nb: Legg til et filter eller en parameter
nl: Een filter of parameter toevoegen
pl: Dodaj filtr lub parametr
pt_br: Adicionar um filtro ou parâmetro
ru: Добавить фильтр или параметр
sk: Pridanie filtra alebo parametra
sl: Dodajanje filtra ali parametra
sq: Shto njE filtEEr ose parametEEr
sr: Dodaj filter ili parametar
sv: Lägg till filter eller parameter
tr: Filtre veya parametre ekleme
uk: Додайте фільтр або параметр
vi: Thêm bộ lọc hoặc tham số
zh_hk: 新增過濾器或參數

source: Add a link or iframe
ar: أضف رابطًا أو iframe
bg: Добавяне на връзка или iframe
ca: Afegiu un enllaç o un iframe
de: Füge einen Link oder Iframe hinzu
eo: Drop a link or iframe, bestie
es: Añadir un enlace o iframe
fa: یک پیوند یا iframe اضافه کنید
fi: Lisää linkki tai iframe
fr: Ajouter un lien ou une iframe
hu: Adjon hozzá egy linket vagy iframe-et
it: Aggiungere un link o un iframe
ja: リンクまたはiframeを追加する
lt: Pridėkite nuorodą arba iframe
ms: Tambahkan pautan atau iframe
nb: Legg til en lenke eller iframe
nl: Een link of iframe toevoegen
pl: Dodaj łącze lub ramkę iframe
pt_br: Adicionar um link ou iframe
ru: Добавьте ссылку или фрейм
sk: Pridanie prepojenia alebo iframe
sl: Dodajanje povezave ali elementa iframe
sq: Shto njE lidhje ose iframe
sr: Dodaj link ili iframe
sv: Lägg till länk eller iframe
tr: Bağlantı veya iframe ekleme
uk: Додайте посилання або iframe
vi: Thêm liên kết hoặc iframe
zh_hk: 新增連結或 iframe

source: Browse metrics
ar: تصفّح المقاييس
bg: Преглед на показателите
ca: Navega per mètriques
de: Durchsuche die Metriken
eo: Check the vibes
es: Ver métricas
fa: معیارها را مرور کنید
fi: Selaa mittareita
fr: Parcourir les métriques
hu: Böngésszen a metrikák között
it: Sfoglia le metriche
ja: 測定基準を見る
lt: Naršyti metrikas
ms: Semak imbas metrik
nb: Bla gjennom beregninger
nl: Bladeren door statistieken
pl: Przeglądaj metryki
pt_br: Procurar métricas
ru: Просмотреть метрики
sk: Prehľadávať metriky
sl: Brskanje po meritvah
sq: Shfleto metrikat
sr: Pregledaj metrike
sv: Bläddra bland mätvärden
tr: Ölçümlere göz atın
uk: Переглянути метрики
vi: Duyệt số liệu
zh_hk: 瀏覽指標

source: How to use Metabase
ar: كيفية استخدام Metabase
bg: Как да използвате Metabase
ca: Com utilitzar Metabase
de: Wie man Metabase verwendet
eo: How to flex with Metabase
es: ¿Cómo usar Metabase?
fa: نحوه استفاده از متابیس
fi: Kuinka Metabasea käytetään
fr: Comment utiliser Metabase
hu: Hogyan használja a Metabase-t
it: Come utilizzare Metabase
ja: Metabaseの使い方
lt: Kaip naudotis Metabase
ms: Cara menggunakan Metabase
nb: Slik bruker du Metabase
nl: Hoe Metabase gebruiken
pl: Jak korzystać z Metabase
pt_br: Como usar a Metabase
ru: Как использовать Metabase
sk: Ako používať databázu Metabase
sl: Kako uporabljati Metabase
sq: Si të përdorësh Metabase
sr: Kako koristiti Metabase
sv: Att använda Metabase
tr: Metabase nasıl kullanılır
uk: Як користуватися Metabase
vi: Cách sử dụng Metabase
zh_hk: 如何使用 Metabase

source: Embedded, signed charts in iframes.
eo: Embedded, signed charts in iframes, fr fr.
hu: Beágyazott, aláírt diagramok iframe-ekben.
lt: Įterptosios, pasirašytos diagramos iframe.
ms: Carta tertanam dan ditandatangani dalam iframe.

source: No query builder or row-level data access.
eo: No cap, no builder or deets at the row level.
hu: Nincs lekérdezésszerkesztő vagy sor-szintű adathozzáférés.
lt: Nėra užklausų kūrimo priemonės ar eilutės lygio duomenų prieigos.
ms: Tiada pembina pertanyaan atau akses data peringkat baris.

source: Data restriction with locked parameters.
eo: Data restriction w/ locked params, fr.
hu: Adatrestrikció zárolt paraméterekkel.
lt: Duomenų apribojimas su užrakintais parametrais.
ms: Sekatan data dengan parameter terkunci.

source: Embed all of Metabase in an iframe.
eo: Just embed all of Metabase in a lil iframe, fr.
hu: A teljes Metabase iframe-be ágyazása.
lt: Įterpkite visą metabazę į iframe.
ms: Benamkan semua Metabase dalam iframe.

source: Let people can click on to explore.
hu: Engedélyezze a kattintást az emberek számára az adatok felfedezéséhez.
lt: Leiskite žmonėms spustelėti ir tyrinėti.
ms: Biarkan orang ramai boleh klik untuk meneroka.

source: Customize appearance with your logo, font, and colors.
eo: Make your look mad you with your logo, font, and colors, fr fr.
hu: Testreszabás saját logóval, betűtípussal és színekkel.
lt: Tinkinkite išvaizdą naudodami logotipą, šriftą ir spalvas.
ms: Sesuaikan penampilan dengan logo, fon dan warna anda.

source: Embed Metabase components with React (like standalone charts, dashboards, the Query Builder, and more)
eo: Embed Metabase stuff with React (like solo charts, dashboards, the Query Builder, and more)—it's lowkey a vibe
hu: A Metabase komponensek beágyazása React segítségével (például önálló diagramok, dashboardok, a Lekérdezésszerkesztő és még sok más)
lt: Įterpkite metabazės komponentus naudodami „React“ (pvz., atskiras diagramas, prietaisų skydelius, užklausų kūrimo priemonę ir kt.)
ms: Benamkan komponen Metabase dengan React (seperti carta kendiri, papan pemuka, Pembina Pertanyaan dan banyak lagi)

source: Manage access and interactivity per component
eo: Control who can peep and mess with each part, fr.
hu: Hozzáférés és interaktivitás kezelése komponensenként.
lt: Tvarkykite prieigą ir interaktyvumą kiekvienam komponentui
ms: Uruskan akses dan interaktiviti setiap komponen

source: Advanced customization options for styling
eo: Next-level styling customization options, fr.
hu: Haladó testreszabási lehetőségek stílushoz
lt: Išplėstinės stiliaus pritaikymo parinktys
ms: Pilihan penyesuaian lanjutan untuk penggayaan

source: Compare options
eo: Compare options → Spill the tea on the options
hu: Lehetőségek összehasonlítása
lt: Palyginkite parinktis
ms: Bandingkan pilihan

source: Moving average value
hu: Mozgóátlag érték
ms: Nilai purata bergerak

source: Percentage difference with moving average
hu: Százalékos különbség a mozgóátlaggal
ms: Perbezaan peratusan dengan purata bergerak

source: Value difference with moving average
hu: Értékkülönbség a mozgóátlaggal
ms: Perbezaan nilai dengan purata bergerak

source: Include this {0}
hu: Tartalmazza ezt: {0}
ms: Sertakan {0} ini

source: How to compare
hu: Hogyan hasonlítsa össze
ms: Bagaimana untuk membandingkan

source: Compare values
hu: Értékek összehasonlítása
ms: Bandingkan nilai

source: Moving average
hu: Mozgóátlag
ms: Purata bergerak

source: Custom...
hu: Egyedi...
ms: tersuai...

source: Create now
ar: أنشئ الآن
bg: Създайте сега
ca: Crea ara
de: Jetzt erstellen
eo: Do it rn
es: Crear ahora
fa: اکنون ایجاد کنید
fi: Luo nyt
fr: Créer maintenant
hu: Hozzon létre most
it: Crea ora
ja: 今すぐ作成
lt: Sukurti dabar
ms: Buat sekarang
nb: Opprett nå
nl: Nu aanmaken
pl: Utwórz teraz
pt_br: Criar agora
ru: Создать сейчас
sk: Vytvoriť teraz
sl: Ustvari zdaj
sq: Krijo tani
sr: Kreiraj sada
sv: Skapa nu
tr: Şimdi oluştur
uk: Створити зараз
vi: Tạo ngay bây giờ
zh_hk: 立即建立

source: Saved in
ar: محفوظ في
bg: Запазено в
ca: Desat a
de: Gespeichert in
eo: Snagged in
es: Guardado en
fa: ذخیره شده در
fi: Tallennettu
fr: Sauvegardé dans
hu: Elmentve a
it: Salvato in
ja: で保存
lt: Išsaugota
ms: Disimpan dalam
nb: Lagret i
nl: Opgeslagen in
pl: Zapisane w
pt_br: Salvo em
ru: Сохранено в
sk: Uložené v
sl: Shranjeno v
sq: Ruajtur nE
sr: Sačuvano u
sv: Sparad i
tr: Kaydedildi
uk: Збережено в
vi: Đã lưu trong
zh_hk: 儲存於

source: Model settings
ar: إعدادات النموذج
bg: Настройки на модела
ca: Configuració del model
de: Einstellungen des Modells
eo: Model settings → Model vibes
es: Configuración Modelo
fa: تنظیمات مدل
fi: Mallin asetukset
fr: Paramètres du modèle
hu: Modellbeállítások
it: Impostazioni del modello
ja: モデル設定
lt: Modelio nustatymai
ms: Tetapan model
nb: Modellinnstillinger
nl: Modelinstellingen
pl: Ustawienia modelu
pt_br: Configurações de modelo
ru: Настройки модели
sk: Nastavenia modelu
sl: Nastavitve modela
sq: CilEsimet e modelit
sr: Podešavanja modela
sv: Modellinställningar
tr: Model ayarları
uk: Налаштування моделі
vi: Cài đặt mô hình
zh_hk: 型號設定

source: Metric settings
ar: إعدادات المقياس
bg: Метрични настройки
ca: Configuració de la mètrica
de: Einstellungen der Metrik
eo: Metrics, fr fr
es: Configuración de métricas
fa: تنظیمات متریک
fi: Mittausasetukset
fr: Paramètres métriques
hu: Metrikabeállítások
it: Impostazioni metriche
ja: メトリック設定
lt: Metriniai nustatymai
ms: Tetapan metrik
nb: Metriske innstillinger
nl: Metrische instellingen
pl: Ustawienia metryczne
pt_br: Configurações de métrica
ru: Метрические настройки
sk: Metrické nastavenia
sl: Nastavitve meritev
sq: CilEsimet e metrikEs
sr: Podešavanja metrike
sv: Mätvärdesinställningar
tr: Metrik ayarlar
uk: Налаштування метрики
vi: Thiết lập số liệu
zh_hk: 公制設定

source: Question settings
ar: إعدادات السؤال
bg: Настройки на въпроса
ca: Configuració de preguntes
de: Einstellungen der Frage
eo: Question settings = Question vibes or Question options
es: Configuración de preguntas
fa: تنظیمات سوال
fi: Kysymysasetukset
fr: Paramètres des questions
hu: Kérdésbeállítások
it: Impostazioni delle domande
ja: 質問設定
lt: Klausimo nustatymai
ms: Tetapan soalan
nb: Innstillinger for spørsmål
nl: Vraaginstellingen
pl: Ustawienia pytań
pt_br: Configurações de pergunta
ru: Настройки вопроса
sk: Nastavenie otázok
sl: Nastavitve vprašanj
sq: CilEsimet e pyetjes
sr: Podešavanja pitanja
sv: Frågeinställningar
tr: Soru ayarları
uk: Налаштування запиту
vi: Cài đặt câu hỏi
zh_hk: 問題設定

source: Select operator
ar: حدّد عامل تشغيل
bg: Изберете оператор
ca: Seleccioneu l'operador
de: Wähle einen Operator
eo: Choose the vibe
es: Selecciona operador
fa: اپراتور را انتخاب کنید
fi: Valitse operaattori
fr: Sélectionner l'opérateur
hu: Művelet kiválasztása
it: Selezionare l'operatore
ja: オペレーターを選択
lt: Pasirinkite operatorių
ms: Pilih operator
nb: Velg operatør
nl: Operator selecteren
pl: Wybór operatora
pt_br: Selecionar operador
ru: Выберите оператора
sk: Vyberte operátora
sl: Izberite operaterja
sq: Zgjidh operator
sr: Izaberi operator
sv: Välj operator
tr: Operatör seçin
uk: Виберіть оператор
vi: Chọn nhà điều hành
zh_hk: 選擇操作員

source: Can't send subscriptions
ar: لا يمكن إرسال الاشتراكات
bg: Не мога да изпращам абонаменти
ca: No es poden enviar subscripcions
de: Abonnements können nicht gesendet werden
eo: Can't even send subs rn
es: No se pueden enviar subscripciones
fa: امکان ارسال اشتراک وجود ندارد
fi: Tilauksia ei voi lähettää
fr: Impossible d'envoyer des abonnements
hu: Nem lehet előfizetéseket küldeni
it: Non è possibile inviare abbonamenti
ja: 購読を送信できない
lt: Negalima siųsti prenumeratos
ms: Tidak dapat menghantar langganan
nb: Kan ikke sende abonnementer
nl: Kan geen mailings uitsturen
pl: Nie można wysłać subskrypcji
pt_br: Não é possível enviar assinaturas
ru: Невозможно отправить подписку
sk: Nie je možné odosielať odbery
sl: Naročnin ni mogoče pošiljati
sq: S’mund të dërgohen abonime
sr: Ne može da se šalju pretplate
sv: Kan inte skicka prenumerationer
tr: Abonelik gönderilemiyor
uk: Не вдається надсилати підписки
vi: Không thể gửi đăng ký
zh_hk: 無法傳送訂閱

source: Ask your admin to set up email
eo: Tell your admin to hook up the email, fr.
hu: Kérje meg az adminisztrátort, hogy állítsa be az e-mail küldést
lt: Paprašykite savo administratoriaus nustatyti el. paštą
ms: Minta pentadbir anda menyediakan e-mel

source: Okay, you're unsubscribed.
hu: Rendben, leiratkozott.
ms: Okey, anda telah menyahlanggan.

source: Getting Started
ar: البدء
bg: Започване на работа
ca: Primers passos
de: Erste Schritte
eo: Kickstarting It
es: Empezando
fa: شروع به کار
fi: Aloitus
fr: Pour commencer
hu: Első lépések
it: Come iniziare
ja: はじめに
lt: Darbo pradžia
ms: Bermula
nb: Kom godt i gang
nl: Aan de slag
pl: Pierwsze kroki
pt_br: Primeiros passos
ru: Начало работы
sk: Začíname
sl: Uvod
sq: Si tE fillosh
sr: Prvi koraci
sv: Komma igång
tr: Başlarken
uk: Початок роботи
vi: Bắt đầu
zh_hk: 開始使用

source: Based on
ar: مبني على
bg: Въз основа на
ca: Basat en
de: Basierend auf
es: Basado en
fa: بر اساس
fi: Perustuu
fr: Sur la base de
hu: Alapján
it: Basato su
ja: ベース
lt: Remiantis
ms: berdasarkan
nb: Basert på
nl: Gebaseerd op
pl: Na podstawie
pt_br: Com base em
ru: На основе
sk: Na základe
sl: Na podlagi
sq: Bazuar nE
sr: Zasnovano na
sv: Baserat på
tr: Buna göre
uk: На основі
vi: Dựa trên
zh_hk: 根據

# describes a set of software version releases
source: Stable releases
hu: Stabil kiadások
lt: Stabilūs išleidimai
ms: Keluaran stabil

# describes a set of software version releases
source: Beta releases
hu: Béta kiadások
lt: Beta versijos leidimai
ms: Keluaran beta

# describes a set of software version releases
source: Nightly builds
hu: Éjszakai build-ek
lt: Naktinis pastatymas
ms: Binaan setiap malam

# Short for 'Add another Webhook'
source: Add another
hu: Újabb hozzáadása
lt: Pridėkite kitą
ms: Tambah satu lagi

# Text for a button that lets you add a new database
source: Add database
hu: Adatbázis hozzáadása
lt: Pridėti duomenų bazę
ms: Tambah pangkalan data

source: {0} by {1}
ar: {0} بواسطة {1}
bg: {0} от {1}
ca: {0} per {1}
de: {0} durch {1}
es: {0} por {1}
fa: {0} توسط {1}
fi: {0} luonut {1}
fr: {0} par {1}
hu: {0} - {1} által
it: {0} per {1}
ja: {1}で{0}
lt: {0}, autorius {1}
ms: {0} oleh {1}
nb: {0} med {1}
nl: {0} bij {1}
pl: {0} na {1}
pt_br: {0} por {1}
ru: {0} по {1}
sk: {0} od {1}
sl: {0} avtor {1}
sq: {0} nga {1}
sr: {0} od {1}
sv: {0} av {1}
tr: {1} tarafından olan {0}
vi: {0} bởi {1}
zh_hk: {0} 作者： {1}

source: {0} by {1}
ar: {0} بواسطة {1}
bg: {0} от {1}
ca: {0} per {1}
de: {0} durch {1}
es: {0} por {1}
fa: {0} توسط {1}
fi: {0} muokannut {1}
fr: {0} par {1}
hu: {0} - {1} által
it: {0} per {1}
ja: {1}で{0}
lt: {0}, autorius {1}
ms: {0} oleh {1}
nb: {0} med {1}
nl: {0} bij {1}
pl: {0} na {1}
pt_br: {0} por {1}
ru: {0} по {1}
sk: {0} od {1}
sl: {0} avtor {1}
sq: {0} nga {1}
sr: {0} od {1}
sv: {0} av {1}
tr: {1} tarafından olan {0}
vi: {0} bởi {1}
zh_hk: {0} 作者： {1}

source: Saved in
ar: محفوظ في
bg: Запазено в
ca: Desat a
de: Gespeichert in
es: Guardado en
fa: ذخیره شده در
fi: Tallennettu
fr: Sauvegardé dans
hu: Elmentve itt
it: Salvato in
ja: で保存
lt: Išsaugota
ms: Disimpan dalam
nb: Lagret i
nl: Opgeslagen in
pl: Zapisane w
pt_br: Salvo em
ru: Сохранено в
sk: Uložené v
sl: Shranjeno v
sq: Ruajtur nE
sr: Sačuvano u
sv: Sparad i
tr: Kaydedildi
uk: Збережено в
vi: Đã lưu trong
zh_hk: 儲存於

# Text for a button that lets you upload a CSV file
source: Upload CSV
hu: CSV feltöltése
ms: Muat naik CSV

source: {0} by {1}
ar: {0} بواسطة {1}
bg: {0} от {1}
ca: {0} per {1}
de: {0} durch {1}
es: {0} por {1}
fa: {0} توسط {1}
fi: {0} luonut {1}
fr: {0} par {1}
hu: {0} - {1} által
it: {0} per {1}
ja: {1}で{0}
lt: {0}, autorius {1}
ms: {0} oleh {1}
nb: {0} med {1}
nl: {0} bij {1}
pl: {0} na {1}
pt_br: {0} por {1}
ru: {0} по {1}
sk: {0} od {1}
sl: {0} avtor {1}
sq: {0} nga {1}
sr: {0} od {1}
sv: {0} av {1}
tr: {1} tarafından olan {0}
vi: {0} bởi {1}
zh_hk: {0} 作者： {1}

source: {0} by {1}
ar: {0} بواسطة {1}
bg: {0} от {1}
ca: {0} per {1}
de: {0} durch {1}
es: {0} por {1}
fa: {0} توسط {1}
fi: {0} muokannut {1}
fr: {0} par {1}
hu: {0} - {1} által
it: {0} per {1}
ja: {1}で{0}
lt: {0}, autorius {1}
ms: {0} oleh {1}
nb: {0} med {1}
nl: {0} bij {1}
pl: {0} na {1}
pt_br: {0} por {1}
ru: {0} по {1}
sk: {0} od {1}
sl: {0} avtor {1}
sq: {0} nga {1}
sr: {0} od {1}
sv: {0} av {1}
tr: {1} tarafından olan {0}
vi: {0} bởi {1}
zh_hk: {0} 作者： {1}

source: Must be a namespaced channel. E.g: channel/http
ar: يجب أن تكون قناة ذات نطاق (namespaced). مثلًا: channel/http
bg: Трябва да е канал с имената. Например: channel/http
ca: Ha de ser un canal amb espai de noms. Per exemple: canal/http
de: Ein Namensraum muss gesetzt werden. zB: channel/http
eo: Probably a legit namespaced channel, like, y’know, channel/http or smth.
es: Debe ser un canal con espacio de nombres, por ejemplo: channel/http
fa: باید یک کانال با فضای نام باشد. به عنوان مثال: کانال/http
fi: Kanavan on oltava nimiavaruus. Esim. kanava/http
fr: Il doit s'agir d'un canal à espace de noms. Par exemple : channel/http
hu: Csatornának nevekkel tagolt kell lennie. Pl.: channel/http
it: Deve essere un canale con spazio per i nomi. Ad esempio: canale/http
ja: 名前空間付きチャネルでなければなりません。例: channel/http
lt: Turi būti kanalas su vardų erdve. Pvz.: kanalas/http
ms: Mestilah saluran ruang nama. Cth: saluran/http
nb: Må være en navngitt kanal. F.eks.: channel/http
nl: Dit moet een kanaal zijn met een naam. Bijv.: kanaal/http
pl: Musi to być kanał z przestrzenią nazw. Na przykład: channel/http
pt_br: Deve ser um canal com namespaced. Por exemplo: channel/http
ru: Должен быть каналом с именем. Например: channel/http
sk: Musí to byť kanál s menným rozhraním. Napr.: channel/http
sl: Mora biti kanal z imenom. Npr.: kanal/http
sq: Duhet tE jetE njE kanal me namespace. P.sh.: channel/http
sr: Mora biti namespaced kanal. Npr: channel/http
sv: Måste vara en kanal med prefix:at namn, t.ex. kanal/http
tr: Ad alanlı bir kanal olmalıdır. Örneğin: channel/http
uk: Має бути канал із простором імен. Напр.: channel/http
vi: Phải là một kênh có không gian tên. Ví dụ: channel/http
zh_hk: 必須是命名通道。例如：channel/http
