Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Hide table
ar: إخفاء الجدول
bg: Скриване на таблицата
ca: Amaga la taula
de: Tabelle ausblenden
es: Ocultar tabla
fa: پنهان کردن جدول
fi: Piilota taulukko
fr: Masquer le tableau
it: Nascondi tabella
ja: 表を非表示
nb: Skjul tabell
nl: Tabel verbergen
pl: Ukryj tabelę
pt_br: Ocultar tabela
ru: Скрыть таблицу
sk: Skryť tabuľku
sl: Skrij tabelo
sq: Fshih tabelën
sr: Sakrij tabelu
sv: Dölj tabell
tr: Tabloyu gizle
uk: Приховати таблицю
vi: Ẩn bảng
zh_hk: 隱藏表格

source: Published
ar: تم النشر
bg: Публикувано
ca: Publicat
de: Veröffentlicht
es: Publicado
fa: منتشر شده
fi: Julkaistu
fr: Publié
it: Pubblicato
ja: 出版
nb: Publisert
nl: Gepubliceerd
pl: Opublikowany
pt_br: Publicado
ru: Опубликовано
sk: Publikované
sl: Objavljeno
sq: U publikua
sr: Objavljeno
sv: Publicerad
tr: Yayımlandı
uk: Опубліковано
vi: Đã xuất bản
zh_hk: 已出版

source: No data to show
ar: لا توجد بيانات لعرضها
bg: Няма данни за показване
ca: No hi ha dades per mostrar
de: Keine Daten zum Anzeigen
es: No hay datos para mostrar
fa: داده‌ای برای نمایش وجود ندارد
fi: Ei näytettäviä tietoja
fr: Aucune donnée à afficher
it: Nessun dato da mostrare
ja: 表示するデータがありません
nb: Ingen data å vise til
nl: Geen gegevens om te tonen
pl: Brak danych do wyświetlenia
pt_br: Nenhum dado para mostrar
ru: Нет данных для отображения
sk: Žiadne údaje na zobrazenie
sl: Ni podatkov za prikaz
sq: Nuk ka të dhëna për t’u shfaqur
sr: Nema podataka za prikaz
sv: Ingen data att visa
tr: Gösterilecek veri yok
uk: Немає даних для показу
vi: Không có dữ liệu để hiển thị
zh_hk: 無資料顯示

source: Create a measure to define a reusable aggregation for this table.
ar: أنشئ مقياسًا لتعريف تجميع قابل لإعادة الاستخدام لهذا الجدول.
ca: Crea una mesura per definir una agregació reutilitzable per a aquesta taula.
de: Erstelle einen Messwert, um eine wiederverwendbare Aggregation für diese Tabelle zu definieren.
es: Cree una medida para definir una agregación reutilizable para esta tabla.
fa: یک معیار برای تعریف تجمیع قابل استفاده مجدد برای این جدول ایجاد کنید.
fi: Luo mittari, joka määrittää tälle taulukolle uudelleenkäytettävän koosteen.
fr: Créez une mesure pour définir une agrégation réutilisable pour cette table.
it: Crea una misura per definire un'aggregazione riutilizzabile per questa tabella.
ja: このテーブルの再利用可能な集計を定義するメジャーを作成します。
nb: Opprett et mål for å definere en gjenbrukbar aggregering for denne tabellen.
pl: Utwórz miarę, aby zdefiniować agregację wielokrotnego użytku dla tej tabeli.
pt_br: Crie uma medida para definir uma agregação reutilizável para esta tabela.
ru: Создайте меру, чтобы определить переиспользуемую агрегацию для этой таблицы.
sk: Vytvorte mieru na definovanie opakovane použiteľnej agregácie pre túto tabuľku.
sl: Ustvarite mero za definiranje ponovno uporabne agregacije za to tabelo.
sq: Krijo një matje për të përcaktuar një agregim të ripërdorshëm për këtë tabelë.
sr: Kreiraj meru da definišeš ponovo upotrebljivu agregaciju za ovu tabelu.
tr: Bu tablo için yeniden kullanılabilir bir toplama işlemi tanımlayan bir ölçü oluşturun.
uk: Створіть вимірювання, щоб визначити повторно використовувану агрегацію для цієї таблиці.
vi: Hãy tạo một thước đo để định nghĩa một phép tổng hợp có thể tái sử dụng cho bảng này.
zh_hk: 建立一個量測，以定義此資料表可重用的聚合。

source: Failed to update table owner
ar: تعذر تحديث مالك الجدول
bg: Актуализирането на собственика на таблицата не бе успешно
ca: No s'ha pogut actualitzar el propietari de la taula
de: Fehler beim Aktualisieren des Tabelleninhabers
es: No se pudo actualizar el propietario de la tabla
fa: به‌روزرسانی مالک جدول ناموفق بود
fi: Taulukon omistajan päivittäminen epäonnistui
fr: Échec de la mise à jour du propriétaire de la table
it: Impossibile aggiornare il proprietario della tabella
ja: テーブル所有者の更新に失敗しました
nb: Kunne ikke oppdatere tableier
nl: Het is niet gelukt om de tabeleigenaar bij te werken
pl: Nie udało się zaktualizować właściciela tabeli
pt_br: Falha ao atualizar o proprietário da tabela
ru: Не удалось обновить владельца таблицы.
sk: Aktualizácia vlastníka tabuľky zlyhala
sl: Posodobitev lastnika tabele ni uspela
sq: Dështoi përditësimi i pronarit të tabelës
sr: Neuspešno ažuriranje vlasnika tabele
sv: Misslyckades med att uppdatera tabellägaren
tr: Tablo sahibi güncellenemedi
uk: Не вдалося оновити власника таблиці
vi: Không cập nhật được chủ sở hữu bảng
zh_hk: 更新表擁有者失敗

source: Table owner updated
ar: تم تحديث مالك الجدول
bg: Собственикът на таблицата е актуализиран
ca: S'ha actualitzat el propietari de la taula
de: Tabelleninhaber aktualisiert
es: Propietario de la mesa actualizado
fa: مالک جدول به‌روزرسانی شد
fi: Taulukon omistaja päivitetty
fr: Mise à jour du propriétaire de la table
it: Proprietario della tabella aggiornato
ja: テーブル所有者が更新されました
nb: Tabellens eier oppdatert
nl: Tabeleigenaar bijgewerkt
pl: Zaktualizowano właściciela tabeli
pt_br: Proprietário da mesa atualizou
ru: Владелец таблицы обновлен
sk: Vlastník tabuľky bol aktualizovaný
sl: Lastnik tabele je bil posodobljen
sq: Pronari i tabelës u përditësua
sr: Vlasnik tabele je ažuriran
sv: Tabellägaren uppdaterad
tr: Tablo sahibi güncellendi
uk: Власника таблиці оновлено
vi: Chủ sở hữu bảng đã cập nhật
zh_hk: 表擁有者已更新

source: Failed to update table visibility layer
ar: فشل تحديث طبقة ظهور الجدول
es: No se pudo actualizar la capa de visibilidad de la tabla
fa: به‌روزرسانی لایه دید جدول ناموفق بود
fi: Taulukon näkyvyystason päivittäminen epäonnistui
it: Impossibile aggiornare il livello di visibilità della tabella
ja: テーブルの表示レイヤーの更新に失敗しました
pt_br: Falha ao atualizar a camada de visibilidade da tabela
ru: Не удалось обновить слой видимости таблицы
sk: Nepodarilo sa aktualizovať vrstvu viditeľnosti tabuľky
sl: Posodobitev sloja vidnosti tabele ni uspela
sq: Dështoi përditësimi i shtresës së dukshmërisë së tabelës
sr: Neuspešno ažuriranje sloja vidljivosti tabele
uk: Не вдалося оновити шар видимості таблиці
vi: Không thể cập nhật lớp hiển thị của bảng
zh_hk: 更新表格可見度層失敗

source: Table visibility layer updated
ar: تم تحديث طبقة ظهور الجدول
es: Capa de visibilidad de la tabla actualizada
fa: لایه دید جدول به‌روزرسانی شد
fi: Taulukon näkyvyyskerros päivitetty
it: Livello di visibilità della tabella aggiornato
ja: テーブルの表示レイヤーが更新されました
pt_br: Camada de visibilidade da tabela atualizada
ru: Слой видимости таблицы обновлён
sk: Vrstva viditeľnosti tabuľky bola aktualizovaná
sl: Posodobljena je bila plast vidnosti tabele
sq: Shtresa e dukshmërisë së tabelës u përditësua
sr: Sloj vidljivosti tabele je ažuriran
uk: Шар видимості таблиці оновлено
vi: Lớp hiển thị bảng đã được cập nhật
zh_hk: 表格可見度層已更新

source: Failed to update table data source
ar: تعذر تحديث مصدر بيانات الجدول
bg: Актуализирането на източника на данни за таблицата не бе успешно
ca: No s'ha pogut actualitzar la font de dades de la taula
de: Fehler beim Aktualisieren der Tabellendatenquelle
es: No se pudo actualizar la fuente de datos de la tabla
fa: به‌روزرسانی منبع داده‌های جدول ناموفق بود
fi: Taulukon tietolähteen päivittäminen epäonnistui
fr: Échec de la mise à jour de la source de données de la table
it: Impossibile aggiornare l'origine dati della tabella
ja: テーブルデータソースの更新に失敗しました
nb: Kunne ikke oppdatere datakilden for tabellen
nl: Het is niet gelukt om de tabelgegevensbron bij te werken
pl: Nie udało się zaktualizować źródła danych tabeli
pt_br: Falha ao atualizar a fonte de dados da tabela.
ru: Не удалось обновить источник данных таблицы.
sk: Nepodarilo sa aktualizovať zdroj údajov tabuľky
sl: Posodobitev vira podatkov tabele ni uspela
sq: Dështoi përditësimi i burimit të të dhënave të tabelës
sr: Neuspešno ažuriranje izvora podataka tabele
sv: Misslyckades med att uppdatera tabellens datakälla
tr: Tablo veri kaynağı güncellenemedi
uk: Не вдалося оновити джерело даних таблиці
vi: Không cập nhật được nguồn dữ liệu bảng
zh_hk: 更新資料表資料來源失敗

source: Table data source updated
ar: تم تحديث مصدر بيانات الجدول
bg: Източникът на данни за таблицата е актуализиран
ca: Font de dades de la taula actualitzada
de: Tabellendatenquelle aktualisiert
es: Fuente de datos de la tabla actualizada
fa: منبع داده جدول به‌روزرسانی شد
fi: Taulukon tietolähde päivitetty
fr: Source de données du tableau mise à jour
it: Aggiornata la fonte dei dati della tabella
ja: 表のデータソースが更新されました
nb: Tabelldatakilde oppdatert
nl: Tabelgegevensbron bijgewerkt
pl: Zaktualizowano źródło danych tabeli
pt_br: Fonte de dados da tabela atualizada
ru: Источник данных таблицы обновлен
sk: Zdroj údajov tabuľky bol aktualizovaný
sl: Vir podatkov tabele posodobljen
sq: Burimi i të dhënave të tabelës u përditësua
sr: Izvor podataka tabele je ažuriran
sv: Tabellens datakälla uppdaterad
tr: Tablo veri kaynağı güncellendi
uk: Джерело даних таблиці оновлено
vi: Nguồn dữ liệu bảng đã được cập nhật
zh_hk: 更新表格資料來源

source: Failed to update entity type
ar: تعذر تحديث نوع الكيان
bg: Актуализирането на типа обект не бе успешно
ca: No s'ha pogut actualitzar el tipus d'entitat
de: Fehler beim Aktualisieren des Entitätstyps
es: No se pudo actualizar el tipo de entidad
fa: به‌روزرسانی نوع موجودیت ناموفق بود
fi: Yksikkötyypin päivittäminen epäonnistui
fr: Échec de la mise à jour du type d'entité
it: Impossibile aggiornare il tipo di entità
ja: エンティティタイプの更新に失敗しました
nb: Kunne ikke oppdatere enhetstype
nl: Het is niet gelukt om het entiteitstype bij te werken
pl: Nie udało się zaktualizować typu jednostki
pt_br: Falha ao atualizar o tipo de entidade
ru: Не удалось обновить тип объекта.
sk: Nepodarilo sa aktualizovať typ entity
sl: Posodobitev vrste entitete ni uspela
sq: Dështoi përditësimi i llojit të entitetit
sr: Neuspešno ažuriranje tipa entiteta
sv: Misslyckades med att uppdatera entitetstypen
tr: Varlık türü güncellenemedi
uk: Не вдалося оновити тип сутності
vi: Không cập nhật được loại thực thể
zh_hk: 更新實體類型失敗

source: Entity type updated
ar: تم تحديث نوع الكيان
bg: Типът на обекта е актуализиран
ca: Tipus d'entitat actualitzat
de: Entitätstyp aktualisiert
es: Tipo de entidad actualizado
fa: نوع موجودیت به‌روزرسانی شد
fi: Yksikkötyyppi päivitetty
fr: Type d'entité mis à jour
it: Tipo di entità aggiornato
ja: エンティティタイプが更新されました
nb: Entitetstype oppdatert
nl: Entiteitstype bijgewerkt
pl: Zaktualizowano typ jednostki
pt_br: Tipo de entidade atualizado
ru: Тип объекта обновлен
sk: Typ entity bol aktualizovaný
sl: Vrsta entitete posodobljena
sq: Lloji i entitetit u përditësua
sr: Tip entiteta je ažuriran
sv: Enhetstypen uppdaterad
tr: Varlık türü güncellendi
uk: Тип сутності оновлено
vi: Đã cập nhật loại thực thể
zh_hk: 實體類型已更新

source: This table has been published
ar: تم نشر هذا الجدول
bg: Тази таблица е публикувана
ca: Aquesta taula s'ha publicat
de: Diese Tabelle wurde veröffentlicht
es: Esta tabla ha sido publicada
fa: این جدول منتشر شده است
fi: Tämä taulukko on julkaistu
fr: Ce tableau a été publié
it: Questa tabella è stata pubblicata
ja: この表は公開されています
nb: Denne tabellen har blitt publisert
nl: Deze tabel is gepubliceerd
pl: Ta tabela została opublikowana
pt_br: Esta tabela foi publicada.
ru: Эта таблица была опубликована
sk: Táto tabuľka bola publikovaná
sl: Ta tabela je bila objavljena
sq: Kjo tabelë është publikuar
sr: Ova tabela je objavljena
sv: Denna tabell har publicerats
tr: Bu tablo yayınlandı
uk: Цю таблицю опубліковано
vi: Bảng này đã được công bố
zh_hk: 本表已出版

source: You don't have access to this collection
ar: ليس لديك صلاحية الوصول إلى هذه المجموعة
bg: Нямате достъп до тази колекция
ca: No tens accés a aquesta col·lecció
de: Sie haben keinen Zugriff auf diese Sammlung.
es: No tienes acceso a esta colección
fa: شما به این مجموعه دسترسی ندارید
fi: Sinulla ei ole pääsyä tähän kokoelmaan
fr: Vous n'avez pas accès à cette collection
it: Non hai accesso a questa raccolta
ja: このコレクションへのアクセス権がありません
nb: Du har ikke tilgang til denne samlingen
nl: Je hebt geen toegang tot deze collectie
pl: Nie masz dostępu do tej kolekcji
pt_br: Você não tem acesso a esta coleção.
ru: У вас нет доступа к этой коллекции
sk: Nemáte prístup k tejto kolekcii
sl: Nimate dostopa do te zbirke
sq: S’ke akses te ky koleksion
sr: Nemate pristup ovoj kolekciji
sv: Du har inte åtkomst till den här samlingen
tr: Bu koleksiyona erişiminiz yok
uk: У вас немає доступу до цієї колекції
vi: Bạn không có quyền truy cập vào bộ sưu tập này
zh_hk: 您無法存取此收藏集

source: Failed to update items
ar: تعذر تحديث العناصر
bg: Актуализирането на елементите не бе успешно
ca: No s'han pogut actualitzar els elements
de: Fehler beim Aktualisieren der Elemente
es: No se pudieron actualizar los elementos
fa: به‌روزرسانی موارد انجام نشد
fi: Kohteiden päivittäminen epäonnistui
fr: Échec de la mise à jour des éléments
it: Impossibile aggiornare gli elementi
ja: アイテムの更新に失敗しました
nb: Kunne ikke oppdatere elementer
nl: Het is niet gelukt om items bij te werken
pl: Nie udało się zaktualizować elementów
pt_br: Falha ao atualizar os itens
ru: Не удалось обновить элементы.
sk: Nepodarilo sa aktualizovať položky
sl: Posodobitev elementov ni uspela
sq: Dështoi përditësimi i elementeve
sr: Nije uspelo ažuriranje stavki
sv: Misslyckades med att uppdatera objekten
tr: Öğeler güncellenemedi
uk: Не вдалося оновити елементи
vi: Không cập nhật được mục
zh_hk: 更新項目失敗

source: Items updated
ar: تم تحديث العناصر
bg: Елементите са актуализирани
ca: Elements actualitzats
de: Artikel aktualisiert
es: Artículos actualizados
fa: موارد به‌روزرسانی شدند
fi: Kohteet päivitetty
fr: Articles mis à jour
it: Articoli aggiornati
ja: 更新されたアイテム
nb: Varer oppdatert
nl: Items bijgewerkt
pl: Zaktualizowane elementy
pt_br: Itens atualizados
ru: Элементы обновлены
sk: Položky aktualizované
sl: Posodobljeni elementi
sq: Elementet u përditësuan
sr: Stavke su ažurirane
sv: Objekt uppdaterade
tr: Güncellenen öğeler
uk: Елементи оновлено
vi: Các mục đã được cập nhật
zh_hk: 更新項目

source: {0} tables selected
ar: تم تحديد {0} جدول
bg: {0} избрани таблици
ca: {0} taules seleccionades
de: {0} ausgewählte Tabellen
es: {0} tablas seleccionadas
fa: {0} جداول انتخاب شدند
fi: {0} taulukkoa valittu
fr: {0} tables sélectionnées
it: {0} tabelle selezionate
ja: {0} 個のテーブルが選択されました
nb: {0} utvalgte tabeller
nl: {0} geselecteerde tabellen
pl: Wybrano {0} tabel
pt_br: {0} tabelas selecionadas
ru: {0} выбранных таблиц
sk: Vybrané {0} tabuliek
sl: Izbranih je {0} tabel
sq: {0} tabela të përzgjedhura
sr: Izabrano tabela: {0}
sv: {0} tabeller valda
tr: {0} tablo seçildi
uk: Вибрано {0} таблиць
vi: {0} bảng đã chọn
zh_hk: {0} 所選表格

source: Multiple tables selected
ar: تم تحديد عدة جداول
bg: Избрани са няколко таблици
ca: S'han seleccionat diverses taules
de: Mehrere Tabellen ausgewählt
es: Varias tablas seleccionadas
fa: چندین جدول انتخاب شده
fi: Useita taulukoita valittu
fr: Plusieurs tables sélectionnées
it: Sono state selezionate più tabelle
ja: 複数のテーブルが選択されました
nb: Flere tabeller valgt
nl: Meerdere tabellen geselecteerd
pl: Wybrano wiele tabel
pt_br: Várias tabelas selecionadas
ru: Выбрано несколько таблиц
sk: Vybraných je viacero tabuliek
sl: Izbranih je več tabel
sq: U përzgjedhën disa tabela
sr: Izabrano je više tabela
sv: Flera tabeller valda
tr: Birden fazla tablo seçildi
uk: Вибрано кілька таблиць
vi: Nhiều bảng được chọn
zh_hk: 選取多個表格

source: Sync settings
ar: إعدادات المزامنة
bg: Настройки за синхронизиране
ca: Configuració de sincronització
de: Synchronisierungseinstellungen
es: Configuración de sincronización
fa: تنظیمات همگام‌سازی
fi: Synkronointiasetukset
fr: Paramètres de synchronisation
it: Impostazioni di sincronizzazione
ja: 同期設定
nb: Synkroniseringsinnstillinger
nl: Synchronisatie-instellingen
pl: Ustawienia synchronizacji
pt_br: Sincronizar configurações
ru: Настройки синхронизации
sk: Nastavenia synchronizácie
sl: Nastavitve sinhronizacije
sq: Cilësimet e sinkronizimit
sr: Podešavanja sinhronizacije
sv: Synkroniseringsinställningar
tr: Senkronizasyon ayarları
uk: Налаштування синхронізації
vi: Cài đặt đồng bộ hóa
zh_hk: 同步設定

source: First, let's create your Library
ar: أولًا، لننشئ مكتبتك
bg: Първо, нека създадем вашата библиотека
ca: Primer, creem la teva Biblioteca
de: Als Erstes erstellen wir Ihre Bibliothek.
es: Primero, vamos a crear tu biblioteca
fa: اول، بیایید کتابخانه شما را ایجاد کنیم
fi: Luodaan ensin kirjasto
fr: Commençons par créer votre bibliothèque.
it: Per prima cosa, creiamo la tua libreria
ja: まず、ライブラリを作成しましょう
nb: La oss først opprette biblioteket ditt
nl: Laten we eerst uw bibliotheek aanmaken
pl: Najpierw utwórzmy Twoją bibliotekę
pt_br: Primeiro, vamos criar sua biblioteca.
ru: Для начала давайте создадим вашу библиотеку.
sk: Najprv si vytvorme knižnicu
sl: Najprej ustvarimo vašo knjižnico
sq: Së pari, le të krijojmë Librarinë tënde
sr: Prvo, hajde da kreiramo vaš Library
sv: Låt oss först skapa ditt bibliotek
tr: İlk olarak Kütüphanenizi oluşturalım
uk: Спочатку створімо вашу Бібліотеку
vi: Đầu tiên, hãy tạo Thư viện của bạn
zh_hk: 首先，讓我們建立您的資料庫

source: This is where published tables will go.
ar: هنا ستذهب الجداول المنشورة.
bg: Тук ще отидат публикуваните таблици.
ca: Aquí és on aniran les taules publicades.
de: Hier werden die veröffentlichten Tabellen eingefügt.
es: Aquí es donde irán las tablas publicadas.
fa: جداول منتشر شده اینجا قرار می‌گیرند.
fi: Tähän julkaistavat taulukot tulevat.
fr: C'est ici que les tableaux publiés seront affichés.
it: Qui verranno inserite le tabelle pubblicate.
ja: ここに公開されたテーブルが配置されます。
nb: Det er her publiserte tabeller skal plasseres.
nl: Hier worden de gepubliceerde tabellen geplaatst.
pl: Tutaj będą umieszczane publikowane tabele.
pt_br: É aqui que as tabelas publicadas serão exibidas.
ru: Здесь будут размещаться опубликованные таблицы.
sk: Sem budú umiestnené publikované tabuľky.
sl: Sem bodo šle objavljene tabele.
sq: Këtu do të shkojnë tabelat e publikuara.
sr: Ovde će ići objavljene tabele.
sv: Det är här publicerade tabeller kommer att placeras.
tr: Yayımlanan tablolar buraya gidecek.
uk: Сюди потраплятимуть опубліковані таблиці.
vi: Đây là nơi các bảng đã xuất bản sẽ được lưu trữ.
zh_hk: 出版的表格會放在這裡。

source: Name in the database
ar: الاسم في قاعدة البيانات
bg: Име в базата данни
ca: Nom a la base de dades
de: Name in der Datenbank
es: Nombre en la base de datos
fa: نام در پایگاه داده
fi: Nimi tietokannassa
fr: Nom dans la base de données
it: Nome nel database
ja: データベース内の名前
nb: Navn i databasen
nl: Naam in de database
pl: Nazwa w bazie danych
pt_br: Nome no banco de dados
ru: Имя в базе данных
sk: Meno v databáze
sl: Ime v bazi podatkov
sq: Emri në databazë
sr: Naziv u bazi podataka
sv: Namn i databasen
tr: Veritabanındaki isim
uk: Назва в базі даних
vi: Tên trong cơ sở dữ liệu
zh_hk: 資料庫中的名稱

source: Last updated at
ar: آخر تحديث في
bg: Последна актуализация в
ca: Última actualització a
de: Zuletzt aktualisiert am
es: Última actualización en
fa: آخرین به‌روزرسانی در
fi: Viimeksi päivitetty klo
fr: Dernière mise à jour le
it: Ultimo aggiornamento alle
ja: 最終更新日時
nb: Sist oppdatert på
nl: Laatst bijgewerkt op
pl: Ostatnia aktualizacja:
pt_br: Última atualização em
ru: Последнее обновление:
sk: Naposledy aktualizované o
sl: Nazadnje posodobljeno ob
sq: Përditësuar për herë të fundit më
sr: Poslednji put ažurirano
sv: Senast uppdaterad kl.
tr: Son güncelleme tarihi:
uk: Останнє оновлення о
vi: Cập nhật lần cuối tại
zh_hk: 最後更新於

source: View count
ar: عدد مرات العرض
bg: Брой преглеждания
ca: Recompte de visualitzacions
de: Anzahl der Aufrufe
es: Número de vistas
fa: تعداد مشاهده
fi: Näyttökertojen määrä
fr: Nombre de vues
it: Visualizzazioni
ja: 閲覧数
nb: Antall visninger
nl: Aantal weergaven
pl: Liczba wyświetleń
pt_br: Contagem de visualizações
ru: Количество просмотров
sk: Počet zobrazení
sl: Število ogledov
sq: Numri i shikimeve
sr: Broj pregleda
sv: Visningsantal
tr: Görüntüleme sayısı
uk: Кількість переглядів
vi: Số lượt xem
zh_hk: 檢視次數

source: Est. row count
ar: عدد الصفوف التقديري
bg: Приблизителен брой редове
ca: Nombre estimat de files
de: Geschätzte Zeilenanzahl
es: Recuento estimado de filas
fa: تعداد ردیف تخمینی
fi: Arvioitu rivien määrä
fr: nombre de lignes estimé
it: Numero di righe stimato
ja: 推定行数
nb: Estimert antall rader
nl: Geschat aantal rijen
pl: Szacowana liczba wierszy
pt_br: Número estimado de linhas
ru: Расчетное количество строк
sk: Odhadovaný počet riadkov
sl: Ocenjeno število vrstic
sq: Nr. i përafërt i rreshtave
sr: Proc. broj redova
sv: Uppskattat antal rader
tr: Tahmini satır sayısı
uk: Оц. кількість рядків
vi: Số lượng hàng ước tính
zh_hk: 估計行數

source: Dependents
ar: العناصر التابعة
bg: Зависими лица
de: Angehörige
es: Dependientes
fa: وابستگان
fi: Huollettavat
fr: Personnes à charge
it: Dipendenti
ja: 扶養家族
nb: Forsørgere
nl: Afhankelijken
pl: Ludzie
pt_br: Dependentes
ru: Иждивенцы
sk: Závislé osoby
sl: Vzdrževane osebe
sq: Vartësit
sr: Zavisnici
sv: Anhöriga
tr: Bakmakla yükümlü olunan kişiler
uk: Залежні об’єкти
vi: Người phụ thuộc
zh_hk: 眷屬

source: Select display values
ar: اختر قيم العرض
bg: Изберете стойности за показване
ca: Selecciona els valors de visualització
de: Anzeigewerte auswählen
es: Seleccionar valores de visualización
fa: انتخاب مقادیر نمایش
fi: Valitse näyttöarvot
fr: Sélectionner les valeurs d'affichage
it: Seleziona i valori da visualizzare
ja: 表示値を選択
nb: Velg visningsverdier
nl: Weergavewaarden selecteren
pl: Wybierz wartości wyświetlane
pt_br: Selecione os valores de exibição
ru: Выберите отображаемые значения
sk: Vyberte hodnoty zobrazenia
sl: Izberite vrednosti za prikaz
sq: Zgjidh vlerat e shfaqjes
sr: Izaberite prikazne vrednosti
sv: Välj visningsvärden
tr: Görüntülenen değerleri seçin
uk: Виберіть значення для відображення
vi: Chọn giá trị hiển thị
zh_hk: 選擇顯示數值
