Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Used for encrypting and checking whether SDK requests are signed
ar: يُستخدم للتشفير وللتحقق مما إذا كانت طلبات SDK موقّعة
bg: Използва се за криптиране и проверка дали SDK заявките са подписани
ca: S'utilitza per xifrar i comprovar si les sol·licituds de l'SDK estan signades.
de: Wird zum Verschlüsseln und Prüfen verwendet, ob SDK-Anfragen signiert sind
eo: Used for encrypting and peepin’ if SDK requests are actually signed, fr.
es: Se utiliza para cifrar y comprobar si las solicitudes del SDK están firmadas.
fa: برای رمزگذاری و بررسی امضا شدن درخواست‌های SDK استفاده می‌شود.
fi: Käytetään SDK-pyyntöjen salaamiseen ja tarkistamiseen, onko ne allekirjoitettu
fr: Utilisé pour crypter et vérifier si les requêtes SDK sont signées
it: Utilizzato per crittografare e verificare se le richieste SDK sono firmate
ja: SDKリクエストが署名されているかどうかを暗号化して確認するために使用されます
nb: Brukes til å kryptere og kontrollere om SDK-forespørsler er signert
nl: Wordt gebruikt voor het versleutelen en controleren of SDK-aanvragen zijn ondertekend
pl: Służy do szyfrowania i sprawdzania, czy żądania SDK są podpisane
pt_br: Usado para criptografar e verificar se as solicitações do SDK são assinadas
ru: Используется для шифрования и проверки подписи запросов SDK.
sk: Používa sa na šifrovanie a kontrolu, či sú požiadavky SDK podpísané
sl: Uporablja se za šifriranje in preverjanje, ali so zahteve SDK podpisane
sq: Përdoret për enkriptim dhe për të kontrolluar nëse kërkesat e SDK janë të nënshkruara
sr: Koristi se za enkripciju i proveru da li su SDK zahtevi potpisani
sv: Används för kryptering och kontroll av om SDK-förfrågningar är signerade
tr: SDK isteklerinin imzalanıp imzalanmadığını şifrelemek ve kontrol etmek için kullanılır
uk: Використовується для шифрування та перевірки, чи підписані SDK-запити
vi: Được sử dụng để mã hóa và kiểm tra xem các yêu cầu SDK có được ký hay không
zh_hk: 用於加密和檢查 SDK 請求是否已簽署

source: Key to retrieve the JWT user''s email address
ar: المفتاح لاستخراج عنوان البريد الإلكتروني لمستخدم JWT
bg: Ключ за извличане на имейл адреса на потребителя на JWT
ca: Clau per recuperar l'adreça de correu electrònic de l'usuari de JWT
de: Schlüssel zum Abrufen der E-Mail-Adresse des JWT-Benutzers
eo: Lowkey how you snag the JWT user’s email info
es: Clave para recuperar la dirección de correo electrónico del usuario JWT
fa: کلید بازیابی آدرس ایمیل کاربر JWT
fi: Avain JWT-käyttäjän sähköpostiosoitteen hakemiseen
fr: Clé pour récupérer l'adresse e-mail de l'utilisateur JWT
it: Chiave per recuperare l'indirizzo email dell'utente JWT
ja: JWT ユーザーのメールアドレスを取得するためのキー
lt: Raktas JWT vartotojo el. pašto adresui gauti
nb: Nøkkel for å hente JWT-brukerens e-postadresse
nl: Sleutel om het e-mailadres van de JWT-gebruiker op te halen
pl: Klucz umożliwiający pobranie adresu e-mail użytkownika JWT
pt_br: Chave para recuperar o endereço de e-mail do usuário JWT
ru: Ключ для получения адреса электронной почты пользователя JWT
sk: Kľúč na získanie e-mailovej adresy používateľa JWT
sl: Ključ za pridobitev e-poštnega naslova uporabnika JWT
sq: Çelësi për të marrë adresën e email-it të përdoruesit JWT
sr: Ključ za preuzimanje email adrese JWT korisnika
sv: Nyckel för att hämta JWT-användarens e-postadress
tr: JWT kullanıcısının e-posta adresini alma anahtarı
uk: Ключ для отримання email-адреси користувача JWT
vi: Chìa khóa để lấy địa chỉ email của người dùng JWT
zh_hk: 擷取 JWT 使用者電子郵件地址的鑰匙

source: Client Secret for your Slack app
ar: Client Secret لتطبيق Slack الخاص بك
de: Client-Geheimnis für Ihre Slack-App
es: Client Secret de tu app de Slack
fa: راز کلاینت برای برنامه Slack شما
fi: Slack-sovelluksesi asiakassalaisuus
fr: Secret client pour votre app Slack
it: Client Secret per la tua app Slack
ja: Slack アプリのクライアント シークレット
pl: Tajemnica klienta dla Twojej aplikacji Slack
pt_br: Segredo do cliente para seu aplicativo Slack
ru: Client Secret для вашего приложения Slack
sk: Tajný kód klienta pre vašu Slack aplikáciu
sl: Skrivnost odjemalca za vašo aplikacijo Slack
sq: Client Secret për aplikacionin tënd Slack
sr: Client Secret za vašu Slack aplikaciju
tr: Slack uygulamanız için Client Secret
uk: Client Secret для вашого застосунку Slack
vi: Mã bí mật khách hàng cho ứng dụng Slack của bạn
zh_hk: Slack 應用程式的用戶端秘密

source: URL for JWT-based login page.
ar: URL لصفحة تسجيل الدخول المعتمدة على JWT.
bg: URL адрес за страница за вход, базирана на JWT.
ca: URL per a la pàgina d'inici de sessió basada en JWT.
de: URL für die JWT-basierte Anmeldeseite.
eo: Link for the JWT login page, fr.
es: URL para la página de inicio de sesión basada en JWT.
fa: آدرس اینترنتی (URL) صفحه ورود مبتنی بر JWT.
fi: JWT-pohjaisen kirjautumissivun URL-osoite.
fr: URL pour la page de connexion basée sur JWT.
it: URL per la pagina di accesso basata su JWT.
ja: JWT ベースのログイン ページの URL。
nb: URL for JWT-basert påloggingsside.
nl: URL voor JWT-gebaseerde inlogpagina.
pl: Adres URL strony logowania opartej na JWT.
pt_br: URL para página de login baseada em JWT.
ru: URL-адрес страницы входа на основе JWT.
sk: URL adresa prihlasovacej stránky založenej na JWT.
sl: URL za prijavno stran, ki temelji na JWT.
sq: URL-ja për faqen e hyrjes bazuar në JWT.
sr: URL za stranicu za prijavu zasnovanu na JWT-u.
sv: URL för JWT-baserad inloggningssida.
tr: JWT tabanlı giriş sayfasının URL'si.
uk: URL для сторінки входу на основі JWT.
vi: URL cho trang đăng nhập dựa trên JWT.
zh_hk: 基於 JWT 的登入頁面的 URL。

source: Key to retrieve the JWT user''s last name
ar: المفتاح لاستخراج اسم العائلة لمستخدم JWT
bg: Ключ за извличане на фамилното име на JWT потребителя
ca: Clau per recuperar el cognom de l'usuari JWT
de: Schlüssel zum Abrufen des Nachnamens des JWT-Benutzers
eo: The main hack to get the JWT user’s last name
es: Clave para recuperar el apellido del usuario JWT
fa: کلید بازیابی نام خانوادگی کاربر JWT
fi: Avain JWT-käyttäjän sukunimen hakemiseen
fr: Clé pour récupérer le nom de famille de l'utilisateur JWT
it: Chiave per recuperare il cognome dell'utente JWT
ja: JWT ユーザーの姓を取得するためのキー
lt: Raktas JWT vartotojo pavardei gauti
nb: Nøkkel for å hente JWT-brukerens etternavn
nl: Sleutel om de achternaam van de JWT-gebruiker op te halen
pl: Klucz umożliwiający pobranie nazwiska użytkownika JWT
pt_br: Chave para recuperar o sobrenome do usuário JWT
ru: Ключ для получения фамилии пользователя JWT
sk: Kľúč na získanie priezviska používateľa JWT
sl: Ključ za pridobitev priimka uporabnika JWT
sq: Çelësi për të marrë mbiemrin e përdoruesit JWT
sr: Ključ za preuzimanje prezimena JWT korisnika
sv: Nyckel för att hämta JWT-användarens efternamn
tr: JWT kullanıcısının soyadını alma anahtarı
uk: Ключ для отримання прізвища користувача JWT
vi: Chìa khóa để lấy lại họ của người dùng JWT
zh_hk: 擷取 JWT 使用者姓氏的鑰匙

source: When a user logs in via JWT, create a Metabase account for them automatically if they don''t have one.
ar: عندما يسجل مستخدم الدخول عبر JWT، أنشئ حساب Metabase له تلقائيًا إذا لم يكن لديه حساب.
bg: Когато потребител влезе чрез JWT, автоматично му се създава акаунт в Metabase, ако няма такъв.
ca: Quan un usuari inicia la sessió a través de JWT, es crea automàticament un compte de Metabase per a ell si no en té cap.
de: Wenn sich ein Benutzer über JWT anmeldet, erstellen Sie automatisch ein Metabase-Konto für ihn, falls er noch keines hat.
eo: When a user logs in with JWT, automatically make a Metabase account for them if they don’t already have one — no cap.
es: Cuando un usuario inicia sesión a través de JWT, se crea automáticamente una cuenta de Metabase para él si no tiene una.
fa: وقتی کاربری از طریق JWT وارد سیستم می‌شود، اگر حساب کاربری Metabase ندارد، به‌طور خودکار برای او یک حساب کاربری Metabase ایجاد کنید.
fi: Kun käyttäjä kirjautuu sisään JWT:n kautta, luo hänelle automaattisesti Metabase-tili, jos hänellä ei vielä ole sellaista.
fr: Lorsqu'un utilisateur se connecte via JWT, créez automatiquement un compte Metabase pour lui s'il n'en a pas.
it: Quando un utente effettua l'accesso tramite JWT, viene creato automaticamente un account Metabase per lui, se non ne ha uno.
ja: ユーザーが JWT 経由でログインすると、Metabase アカウントがない場合は自動的に作成されます。
nb: Når en bruker logger seg på via JWT, oppretter du automatisk en Metabase-konto for dem hvis de ikke har en.
nl: Wanneer een gebruiker inlogt via JWT, wordt er automatisch een Metabase-account voor hem of haar aangemaakt (als de gebruiker die nog niet heeft).
pl: Gdy użytkownik loguje się przez JWT, automatycznie tworzy dla niego konto Metabase (jeśli go nie posiada).
pt_br: Quando um usuário faz login via JWT, crie uma conta Metabase para ele automaticamente, caso ele não tenha uma.
ru: Когда пользователь входит в систему через JWT, автоматически создайте для него учетную запись Metabase, если у него ее нет.
sk: Keď sa používateľ prihlási cez JWT, automaticky mu vytvorte účet Metabase, ak ho ešte nemá.
sl: Ko se uporabnik prijavi prek JWT, mu samodejno ustvari račun Metabase, če ga še nima.
sq: Kur një përdorues hyn përmes JWT, krijo automatikisht një llogari Metabase për të nëse nuk ka një të tillë.
sr: Kada se korisnik prijavi preko JWT-a, automatski mu kreiraj Metabase nalog ako ga nema.
sv: När en användare loggar in via JWT, skapa ett Metabase-konto automatiskt för dem om de inte har ett.
tr: Bir kullanıcı JWT üzerinden oturum açtığında, eğer bir Metabase hesabı yoksa otomatik olarak kendisi için bir Metabase hesabı oluştur.
uk: Коли користувач входить через JWT, автоматично створювати для нього акаунт Metabase, якщо в нього його немає.
vi: Khi người dùng đăng nhập qua JWT, tự động tạo cho họ một tài khoản Metabase nếu họ chưa có tài khoản.
zh_hk: 當使用者透過 JWT 登入時，如果他們沒有 Metabase 帳戶，則會自動為他們建立一個 Metabase 帳戶。

source: When a user logs in via Slack Connect, create a Metabase account for them automatically if they don''t have one.
ar: عندما يسجل مستخدم الدخول عبر Slack Connect، أنشئ حساب Metabase له تلقائيًا إذا لم يكن لديه واحد.
de: Wenn sich ein:e Nutzer:in über Slack Connect anmeldet, erstelle automatisch ein Metabase-Konto für sie, falls sie noch keins haben.
es: Cuando un usuario inicie sesión mediante Slack Connect, crea automáticamente una cuenta de Metabase para él si no tiene una.
fa: وقتی کاربری از طریق Slack Connect وارد سیستم می‌شود، اگر حساب Metabase نداشته باشد، به‌طور خودکار برای او یک حساب Metabase ایجاد می‌شود.
fi: Kun käyttäjä kirjautuu sisään Slack Connectin kautta, luo hänelle automaattisesti Metabase-tili, jos hänellä ei vielä ole sellaista.
fr: Lorsqu’un utilisateur se connecte via Slack Connect, créer automatiquement un compte Metabase pour lui s’il n’en a pas.
it: Quando un utente accede tramite Slack Connect, crea automaticamente un account Metabase per lui se non ne ha uno.
ja: ユーザーが Slack Connect 経由でログインすると、Metabase アカウントがない場合は自動的に作成されます。
pl: Gdy użytkownik loguje się przez Slack Connect, utwórz dla niego konto Metabase automatycznie, jeśli go nie ma.
pt_br: Quando um usuário fizer login via Slack Connect, crie automaticamente uma conta Metabase para ele, caso ele ainda não possua uma.
ru: Когда пользователь входит через Slack Connect, автоматически создавайте для него аккаунт Metabase, если у него его нет.
sk: Keď sa používateľ prihlási cez Slack Connect, automaticky mu vytvorte účet Metabase, ak ho ešte nemá.
sl: Ko se uporabnik prijavi prek Slack Connecta, mu samodejno ustvari račun Metabase, če ga še nima.
sq: Kur një përdorues hyn përmes Slack Connect, krijo automatikisht një llogari Metabase për të nëse nuk e ka.
sr: Kada se korisnik prijavi preko Slack Connect, automatski mu kreirajte Metabase nalog ako ga nema.
tr: Bir kullanıcı Slack Connect üzerinden giriş yaptığında, hesabı yoksa onlar için otomatik olarak bir Metabase hesabı oluşturun.
uk: Коли користувач входить через Slack Connect, автоматично створювати для нього обліковий запис Metabase, якщо його ще немає.
vi: Khi người dùng đăng nhập qua Slack Connect, hãy tự động tạo tài khoản Metabase cho họ nếu họ chưa có.
zh_hk: 當使用者透過 Slack Connect 登入時，如果他們沒有帳戶，會自動為其建立 Metabase 帳戶。

source: Are the mandatory Slack Connect settings configured?
ar: هل تم إعداد إعدادات Slack Connect الإلزامية؟
de: Sind die obligatorischen Slack Connect-Einstellungen konfiguriert?
es: ¿Están configuradas las configuraciones obligatorias de Slack Connect?
fa: آیا تنظیمات اجباری Slack Connect پیکربندی شده‌اند؟
fi: Onko pakolliset Slack Connect -asetukset määritetty?
fr: Les paramètres obligatoires de Slack Connect sont-ils configurés ?
it: Sono configurate le impostazioni obbligatorie di Slack Connect?
ja: 必須の Slack Connect 設定は構成されていますか?
pl: Czy obowiązkowe ustawienia Slack Connect są skonfigurowane?
pt_br: As configurações obrigatórias do Slack Connect estão configuradas?
ru: Настроены ли обязательные настройки Slack Connect?
sk: Sú nakonfigurované povinné nastavenia Slack Connect?
sl: Ali so obvezne nastavitve Slack Connect konfigurirane?
sq: A janë të konfiguruara cilësimet e detyrueshme të Slack Connect?
sr: Da li su obavezna Slack Connect podešavanja konfigurisana?
tr: Zorunlu Slack Connect ayarları yapılandırıldı mı?
uk: Чи налаштовані обов’язкові налаштування Slack Connect?
vi: Các thiết lập bắt buộc của Slack Connect đã được cấu hình chưa?
zh_hk: 是否設定了必須的 Slack Connect 設定？

source: Encoded certificate for the identity provider. Depending on your IdP, you might need to download this, open it in a text editor, then copy and paste the certificate''s contents here.
ar: شهادة مُرمّزة لمزوّد الهوية. بحسب IdP لديك، قد تحتاج إلى تنزيلها، ثم فتحها في محرر نصوص، ثم نسخ محتوى الشهادة ولصقه هنا.
bg: Кодиран сертификат за доставчика на самоличност. В зависимост от вашия IdP, може да се наложи да изтеглите това, да го отворите в текстов редактор, след което да копирате и поставите съдържанието на сертификата тук.
ca: Certificat codificat per al proveïdor d'identitat. Depenent del vostre IdP, potser haureu de baixar-lo, obrir-lo en un editor de text i després copiar i enganxar el contingut del certificat aquí.
de: Verschlüsseltes Zertifikat für den Identitätsanbieter. Je nach IdP müssen Sie dieses möglicherweise herunterladen, in einem Texteditor öffnen und dann den Inhalt des Zertifikats kopieren und hier einfügen.
eo: Encoded cert for the IdP. Depending on your IdP, you might gotta download it, open it in a text editor, and then copy-paste the cert’s info here.
es: Certificado codificado del proveedor de identidad. Dependiendo de su IdP, es posible que tenga que descargarlo, abrirlo en un editor de texto, a continuación, copiar y pegar el contenido del certificado aquí.
fa: گواهی رمزگذاری شده برای ارائه دهنده هویت. بسته به IdP خود، ممکن است لازم باشد این را دانلود کنید، آن را در یک ویرایشگر متن باز کنید، سپس محتوای گواهی را در اینجا کپی و جایگذاری کنید.
fi: Koodattu varmenne identiteetin tarjoajalle. IdP:stä riippuen saatat joutua lataamaan tämän, avaamaan sen tekstieditorissa ja kopioimaan ja liittämään varmenteen sisältö tähän.
fr: Certificat codé pour le fournisseur d'identité. En fonction de votre IdP, vous devrez peut-être le télécharger, l'ouvrir dans un éditeur de texte, puis copier et coller le contenu du certificat ici.
it: Certificato codificato per il provider di identità. A seconda del tuo IdP, potresti doverlo scaricare, aprirlo in un editor di testo, quindi copiare e incollare il contenuto del certificato qui.
ja: ID プロバイダーのエンコードされた証明書。IdP によっては、これをダウンロードして テキスト エディターで開き、証明書の内容をコピーしてここに貼り付ける必要がある場合があります。
lt: Užkoduotas tapatybės teikėjo sertifikatas. Priklausomai nuo jūsų IDP, gali tekti jį atsisiųsti, atidaryti teksto rengyklėje, tada nukopijuoti ir įklijuoti sertifikato turinį čia.
nb: Kodet sertifikat for identitetsleverandøren. Avhengig av IdP-en din må du kanskje laste ned dette, åpne det i et tekstredigeringsprogram, og deretter kopiere og lime inn innholdet i sertifikatet her.
nl: Gecodeerd certificaat voor de identiteitsprovider. Afhankelijk van uw IdP moet u dit mogelijk downloaden, openen in een teksteditor en vervolgens de inhoud van het certificaat kopiëren en plakken.
pl: Zakodowany certyfikat dla dostawcy tożsamości. W zależności od Twojego IdP, może być konieczne pobranie tego, otwórz go w edytorze tekstu, a następnie skopiuj i wklej zawartość certyfikatu tutaj.
pt_br: Certificado codificado para o provedor de identidade. Dependendo do seu IdP, você pode precisar baixar, abrir em um editor de texto e copiar e colar o conteúdo do certificado aqui.
ru: Закодированный сертификат для поставщика удостоверений. В зависимости от вашего IdP вам может потребоваться загрузить его, открыть его в текстовом редакторе, затем скопировать и вставить содержимое сертификата сюда.
sk: Zakódovaný certifikát pre poskytovateľa identity. V závislosti od vášho IdP si ho možno budete musieť stiahnuť, otvoriť ho v textovom editore, potom skopírovať a prilepiť obsah certifikátu sem.
sl: Kodirano potrdilo za ponudnika identitete. Glede na vaš IdP boste morda morali to prenesti, odpreti v urejevalniku besedila, nato kopirati in prilepiti vsebino potrdila sem.
sq: Certifikatë e koduar për ofruesin e identitetit. Në varësi të IdP-së suaj, mund t'ju duhet ta shkarkoni, ta hapni në një editor teksti, pastaj të kopjoni dhe ngjitni përmbajtjen e certifikatës këtu.
sr: Kodirani sertifikat za provajdera identiteta. U zavisnosti od vašeg IdP-a, možda ćete morati da ga preuzmete, otvorite u tekst editoru, a zatim ovde kopirate i nalepite sadržaj sertifikata.
sv: Kodat certifikat för identitetsleverantören. Beroende på din IdP kan du behöva ladda ner detta, öppna det i en textredigerare, kopiera och klistra sedan in certifikatets innehåll här.
tr: Kimlik sağlayıcısı için kodlanmış sertifika. Kimlik sağlayıcınıza bağlı olarak, bunu indirmeniz gerekebilir, bir metin düzenleyicide açın, sonra sertifikanın içeriğini buraya kopyalayıp yapıştırın.
uk: Закодований сертифікат для провайдера ідентифікації. Залежно від вашого IdP, вам може знадобитися завантажити його, відкрити в текстовому редакторі, а потім скопіювати й вставити вміст сертифіката сюди.
vi: Chứng chỉ được mã hóa cho nhà cung cấp danh tính. Tùy thuộc vào IdP của bạn, bạn có thể cần tải xuống, mở trong trình soạn thảo văn bản, sau đó sao chép và dán nội dung chứng chỉ vào đây.
zh_hk: 身份提供者的編碼證書。視您的 IdP 而定，您可能需要下載此憑證， 在文字編輯器中開啟，然後將憑證內容複製並貼在此處。

source: This is a unique identifier for the IdP. Often referred to as Entity ID or simply ''Issuer''. Depending on your IdP, this usually looks something like `http://www.example.com/141xkex604w0Q5PN724v`
ar: هذا معرّف فريد لـ IdP. يُشار إليه غالبًا باسم Entity ID أو ببساطة ''Issuer''. بحسب IdP لديك، عادةً يبدو مثل `http://www.example.com/141xkex604w0Q5PN724v`
bg: Това е уникален идентификатор за IdP. Често наричан ИД на обект или просто „Издател“. В зависимост от от вашия IdP, това обикновено изглежда нещо като `http://www.example.com/141xkex604w0Q5PN724v`
ca: Aquest és un identificador únic per a l'IdP. Sovint es coneix com a identificador d'entitat o simplement ''Emissor''. Depenent de del vostre IdP, normalment sembla `http://www.example.com/141xkex604w0Q5PN724v`
de: Dies ist ein eindeutiger Identifikator für den IdP. Sie wird oft als Entity ID oder einfach als "Issuer" bezeichnet. Abhängig von Ihrem IdP ( ) sieht dies normalerweise so aus wie "http://www.example.com/141xkex604w0Q5PN724v".
eo: This is like the OG ID for the IdP, aka Entity ID or just "Issuer." Depending on your IdP, it usually looks somethin’ like `http://www.example.com/141xkex604w0Q5PN724v`.
es: Se trata de un identificador único para el IdP. A menudo se denomina ID de entidad o simplemente "Emisor". Dependiendo de en su IdP, por lo general se parece a `http://www.example.com/141xkex604w0Q5PN724v`.
fa: این یک شناسه منحصر به فرد برای IdP است. اغلب به عنوان شناسه نهاد یا به سادگی "صادر کننده" نامیده می شود. بسته به به IdP شما، معمولا چیزی شبیه به «http://www.example.com/141xkex604w0Q5PN724v» به نظر می رسد
fi: Tämä on IdP:n yksilöllinen tunniste. Kutsutaan usein nimellä Entity ID tai yksinkertaisesti "myöntäjä". Riippuen IDP:stäsi, tämä näyttää yleensä tältä "http://www.example.com/141xkex604w0Q5PN724v".
fr: Il s'agit d'un identifiant unique pour l'IdP. Il est souvent appelé "Entity ID" ou simplement "Issuer". En fonction de votre IdP, cela ressemble généralement à `http://www.example.com/141xkex604w0Q5PN724v`
it: Questo è un identificatore univoco per l'IdP. Spesso indicato come Entity ID o semplicemente ''Issuer''. A seconda del tuo IdP, questo di solito assomiglia a `http://www.example.com/141xkex604w0Q5PN724v`
ja: IdPの一意な識別子である。しばしばEntity IDまたは単に''Issuer''と呼ばれる。 あなたのIdPによるが、これは通常`http://www.example.com/141xkex604w0Q5PN724v`のように見える。
lt: Tai yra unikalus IDP identifikatorius. Dažnai vadinamas subjekto ID arba tiesiog „Išdavėjas“. Atsižvelgiant į nuo jūsų IDP, tai paprastai atrodo maždaug taip: „http://www.example.com/141xkex604w0Q5PN724v“
nb: Dette er en unik identifikator for IdP-en. Ofte referert til som Entity ID eller bare ''Issuer''. Avhengig av IdP-en din, ser dette vanligvis ut som `http://www.example.com/141xkex604w0Q5PN724v`.
nl: Dit is een unieke identificatie voor de IdP. Vaak aangeduid als Entity ID of gewoon ''Issuer''. Afhankelijk van uw IdP, ziet dit er meestal ongeveer zo uit: `http://www.example.com/141xkex604w0Q5PN724v`
pl: To jest unikalny identyfikator IdP. Często nazywany Entity ID lub po prostu ''Issuer''. W zależności od Twojego IdP, zwykle wygląda to mniej więcej tak `http://www.example.com/141xkex604w0Q5PN724v`
pt_br: Este é um identificador exclusivo para o IdP. Frequentemente chamado de ID da Entidade ou simplesmente ''Emissor''. Dependendo do seu IdP, isso geralmente se parece com `http://www.example.com/141xkex604w0Q5PN724v`
ru: Это уникальный идентификатор IdP. Часто его называют Entity ID или просто ''Issuer''. В зависимости от вашего IdP, это обычно выглядит примерно так `http://www.example.com/141xkex604w0Q5PN724v`
sk: Toto je jedinečný identifikátor pre IdP. Často označované ako Entity ID alebo jednoducho ''Emitent''. V závislosti od od vášho IdP to zvyčajne vyzerá takto: `http://www.example.com/141xkex604w0Q5PN724v`
sl: To je edinstven identifikator za IdP. Pogosto se imenuje ID subjekta ali preprosto "izdajatelj". Odvisno od vašega ponudnika identifikacije je to običajno videti kot `http://www.example.com/141xkex604w0Q5PN724v`
sq: Ky është një identifikues unik për IdP-në. Shpesh quhet ID e entitetit ose thjesht ''Issuer''. Në varësi nga IdP-ja juaj, kjo zakonisht duket diçka si `http://www.example.com/141xkex604w0Q5PN724v`
sr: Ovo je jedinstveni identifikator za IdP. Često se naziva Entity ID ili jednostavno ''Issuer''. U zavisnosti od vašeg IdP-a, ovo obično izgleda otprilike ovako: `http://www.example.com/141xkex604w0Q5PN724v`
sv: Detta är en unik identifierare för IdP. Benämns ofta som enhets-ID eller helt enkelt ''Emittent''. Beroende på på din IdP ser detta vanligtvis ut ungefär som `http://www.example.com/141xkex604w0Q5PN724v`
tr: Bu, IdP için benzersiz bir tanımlayıcıdır. Genellikle Entity ID veya basitçe ''Issuer'' olarak adlandırılır. IdP'nize bağlı olarak, bu genellikle `http://www.example.com/141xkex604w0Q5PN724v` gibi bir şeye benzer
uk: Це унікальний ідентифікатор для IdP. Часто називається Entity ID або просто ''Issuer''. Залежно від вашого IdP, це зазвичай має приблизно такий вигляд: `http://www.example.com/141xkex604w0Q5PN724v`
vi: Đây là một định danh duy nhất cho IdP. Thường được gọi là Entity ID hoặc đơn giản là ''Issuer''. Tùy thuộc vào IdP của bạn, thông thường trông giống như `http://www.example.com/141xkex604w0Q5PN724v`
zh_hk: 這是 IdP 的唯一識別碼。通常被稱為實體 ID 或簡稱為"'Issuer'"。取決於 您的 IdP，這通常看起來像 `http://www.example.com/141xkex604w0Q5PN724v`。
