Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Action Button
ar: زر إجراء
bg: Бутон за действие
ca: Botó d'acció
de: Aktions-Button
eo: Lit button
es: Botón de Acción
fa: دکمه‌ی اکشن
fi: Toimintapainike
fr: Bouton d'action
hu: Műveleti gomb
it: Pulsante azione
ja: アクションボタン
lt: Veiksmo mygtukas
ms: Butang Tindakan
nb: Handlingsknapp
nl: Actieknop
pl: Przycisk akcji
pt_br: Botão de ação
ru: Кнопка действия
sk: Akčné tlačidlo
sl: Gumb za dejanje
sq: Buton veprimi
sr: Dugme za akciju
sv: Åtgärdsknapp
tr: Eylem Düğmesi
uk: Кнопка дії
vi: Nút thao tác
zh_hk: 動作按鈕

source: Text Card
ar: بطاقة نص
bg: Текстова карта
ca: Targeta de text
de: Textkarte
eo: Text Card → Text Card (no major change needed, but if you wanna be extra: "Text Card" is kinda vibe, no cap)
es: Tarjeta de Texto
fa: کارت متن
fi: Käännä tämä lause suomeksi: "I love to travel and explore new places."
fr: Texte de carte
hu: Szövegkártya
it: Scheda di testo
ja: テキストカード
lt: Teksto kortelė
ms: Kad Teks
nb: Tekstkort
nl: Tekst-card
pl: Karta tekstowa
pt_br: Cartão de texto
ru: Текстовая карта
sk: Textová karta
sl: Besedilna kartica
sq: Kartë teksti
sr: Tekstualna kartica
sv: Textkort
tr: Metin Kartı
uk: Текстова картка
vi: Thẻ văn bản
zh_hk: 文字卡片

source: This card does not support click mappings
ar: هذه البطاقة لا تدعم تعيينات النقر
bg: Тази карта не поддържа свързване на кликвания
ca: Aquesta targeta no suporta mapeig de clicks
de: Diese Karte unterstützt keine Klick-Zuordnungen
eo: This card doesn’t support click mappings, frfr.
es: Esta tarjeta no admite asignaciones de clics
fa: این کارت از نگاشت کلیک‌ها پشتیبانی نمی‌کند
fi: Tämä kortti ei tue klikkausten määrityksiä.
fr: Cette carte ne supporte pas les mappings de clics
hu: Ez a kártya nem támogatja a kattintás leképezéseket
it: Questa scheda non supporta la mappatura dei clic
ja: このカードはクリックマッピングに対応していません
lt: Ši kortelė nepalaiko paspaudimų susiejimo
ms: Kad ini tidak menyokong pemetaan klik
nb: Dette kortet støtter ikke klikk-koblinger
nl: Deze kaart ondersteunt geen kliktoewijzingen
pl: Ta karta nie obsługuje mapowań kliknięć
pt_br: Este cartão não oferece suporte a mapeamentos de cliques
ru: Эта карта не поддерживает сопоставление кликов
sk: Táto karta nepodporuje mapovanie kliknutí
sl: Ta kartica ne podpira preslikav klikov
sq: Kjo kartë nuk mbështet mapime klikimesh
sr: Ova kartica ne podržava mapiranja klika
sv: Det här kortet stöder inte klickkartläggningar
tr: Bu kart tıklama eşlemelerini desteklemiyor
uk: Ця картка не підтримує зіставлення кліків
vi: Thẻ này không hỗ trợ ánh xạ nhấp chuột
zh_hk: 此卡不支持點擊映射

source: When a user adds a new filter to a dashboard or a SQL question, Metabase will scan the field(s) mapped to that filter in order to show the list of selectable values.
ar: عندما يضيف المستخدم فلترًا جديدًا إلى لوحة معلومات أو سؤال SQL، سيقوم Metabase بفحص الحقل(الحقول) المعيّنة لهذا الفلتر لعرض قائمة القيم القابلة للاختيار.
bg: Когато потребител <b>добави</b> нов филтър на контролния панел или SQL въпрос, Metabase ще сканира полето(а) асоциирано с този филтър, за да покаже списък с избираеми стойности.
ca: Quan un usuari afegeix un nou filtre a un quadre de comandament o pregunta SQL, Metabase escanejarà els camps mapejats al filtre per poder mostrar una llista de valors per escollir.
de: Wenn ein Benutzer einen neuen Filter zu einem Dashboard oder einer SQL-Frage hinzufügt, durchsucht Metabase das/die Feld(er), die diesem Filter zugeordnet sind, um die Liste der auswählbaren Werte anzuzeigen.
eo: When a user throws in a new filter on a dashboard or SQL question, Metabase will peep the field(s) linked to that filter to show the list of options you can pick from.
es: Cuando un usuario agrega un nuevo filtro a un tablero o una pregunta de SQL, Metabase escaneará los campos asignados a ese filtro para mostrar la lista de valores seleccionables.
fa: هنگامی که کاربر یک <b>فیلتر</b> جدید به داشبورد یا یک پرسش SQL اضافه می‌کند، Metabase فیلدی که به آن <b>فیلتر</b> نگاشت شده را <b>اسکن</b> می‌کند تا فهرست <b>مقادیر</b> قابل انتخاب را نمایش دهد.
fi: Kun käyttäjä lisää uuden suodattimen kojetauluun tai SQL-kysymykseen, Metabase skannaa kyseiseen suodattimeen määrätyt kentät näyttääkseen valittavien arvojen luettelon.
fr: Quand un utilisateur ajoute un nouveau filtre à un tableau de bord ou à une question SQL, Metabase va scanner le(s) champ(s) correspondant à ce filtre de manière à montrer la liste des valeurs possibles.
hu: Amikor egy felhasználó új szűrőt ad hozzá egy irányítópulthoz vagy SQL kérdéshez, a Metabase megvizsgálja az ehhez a szűrőhöz leképezett mező(ke)t, hogy megjelenítse a választható értékek listáját.
it: Quando un utente <b>aggiunge</b> un nuovo filtro a una dashboard o a una domanda SQL, Metabase eseguirà la scansione dei <b>campi</b> mappati a quel filtro per mostrare l'elenco dei <b>valori</b> selezionabili.
ja: ユーザーがダッシュボードやSQLの質問に新しいフィルタを追加すると、Metabaseは選択可能な値のリストを表示するために、そのフィルタにマップされたフィールドをスキャンします。
lt: Kai vartotojas prideda naują filtrą prie prietaisų skydelio arba SQL klausimo, metabazė nuskaitys lauką (-us), susietą (-us) su tuo filtru, kad būtų rodomas pasirenkamų reikšmių sąrašas.
ms: Apabila pengguna menambah penapis baharu ke papan pemuka atau soalan SQL, Metabase akan mengimbas medan yang dipetakan ke penapis itu untuk menunjukkan senarai nilai yang boleh dipilih.
nb: Når en bruker legger til et nytt filter til en infotavle eller en SQL-spørring, vil Metabase skanne feltene koblet til filteret for å vise en liste av valgbare verdier.
nl: Wanneer een gebruiker een nieuw filter toevoegt aan een dashboard of een SQL-vraag, zal Metabase het veld (de velden) scannen gekoppeld aan dat filter om de lijst met selecteerbare waarden te tonen.
pl: Gdy użytkownik dodaje nowy filtr do pulpitu lub zapytania SQL, Metabase skanuje pole lub pola przypisane do tego filtra, aby wyświetlić listę wartości do wyboru.
pt_br: Quando um usuário adicionar um filtro a um painel ou pergunta de SQL, a Metabase vai escanear o(s) campo(s) mapeado(s) para esse filtro para mostrar a lista de opções.
ru: Когда пользователь добавляет новый фильтр на дашборд или в SQL-запрос, Metabase сканирует поля, сопоставленные с этим фильтром, чтобы отобразить список доступных для выбора значений.
sk: Keď používateľ <b>pridá</b> nový filter do panela alebo SQL otázky, Metabase <b>skenuje</b> pole(a) pridelené tomuto filtru s cieľom zobraziť zoznam vyberateľných <b>hodnôt</b>.
sl: Ko uporabnik doda nov filter na nadzorno ploščo ali vprašanje SQL, bo Metabase pregledal polja, preslikana v ta filter, da prikaže seznam vrednosti, ki jih je mogoče izbrati.
sq: Kur një përdorues shton një filtër të ri në një panel ose në një pyetje SQL, Metabase do të skanojë fushën(at) e mapuara me atë filtër për të shfaqur listën e vlerave të zgjedhshme.
sr: Kada korisnik doda novi filter na kontrolnu tablu ili SQL pitanje, Metabase će skenirati polje(a) mapirana na taj filter kako bi prikazao listu vrednosti koje se mogu izabrati.
sv: När en användare lägger till ett nytt filter till en instrumentpanel eller en SQL -fråga, kommer Metabas att skanna fältet (er) mappat till det filtret för att visa listan över valbara värden.
tr: Bir kullanıcı bir gösterge tablosuna veya SQL sorusuna yeni bir <b>filtre</b> eklediğinde, Metabase bu filtreye eşlenen <b>alanları</b> tarar ve seçilebilir <b>değerlerin</b> listesini gösterir.
uk: Коли користувач додає новий фільтр до дашборду або SQL-запиту, Metabase сканує поле(я), зіставлене(і) з цим фільтром, щоб показати список значень, доступних для вибору.
vi: Khi người dùng thêm một bộ lọc mới vào bảng điều khiển hoặc câu hỏi SQL, Metabase sẽ quét trường được ánh xạ tới bộ lọc đó để hiển thị danh sách giá trị có thể chọn.
zh_hk: 當用戶新增篩選器到儀表板或SQL問題時，Metabase會掃描映射到該篩選器的欄位，從而顯示可選擇的值列表。

source: Select a model
ar: حدّد نموذجًا
bg: Изберете модел
ca: Escull un model
de: Wähle ein Modell aus
eo: Pick a vibe
es: Selecciona un modelo
fa: انتخاب کنید یک مدل
fi: Valitse malli
fr: Choisir un modèle
hu: Válasszon egy modellt
it: Seleziona un modello
ja: 機種を選択する
lt: Pasirinkite modelį
ms: Pilih model
nb: Velg en modell
nl: Selecteer een model
pl: Wybierz model
pt_br: Selecione um modelo
ru: Выбрать модель
sk: Vyberte model
sl: Izberite model
sq: Zgjidh një model
sr: Izaberi model
sv: Välj en modell
tr: Bir model seçin
uk: Оберіть модель
vi: Chọn một mô hình
zh_hk: 選擇一個模型

source: Toggle sidebar
ar: بدّل الشريط الجانبي
bg: Превключване на страничната лента
ca: Alternar la barra lateral
de: Seitenbalken ein-/ausklappen
eo: Flip the sidebar
es: Alternar barra lateral
fa: تعویض نوار کناری
fi: Vaihda sivupalkki
fr: Afficher la barre latérale
hu: Oldalsáv átkapcsolása
it: Attiva/disattiva barra laterale
ja: トグル・サイドバー
lt: Perjungti šoninę juostą
ms: Togol bar sisi
nb: Veksle sidefelt
nl: Zijbalk wisselen
pl: Przełącz panel boczny
pt_br: Abrir/fechar barra lateral
ru: Переключить боковую панель
sk: Prepnúť bočný panel
sl: Preklopi stransko vrstico
sq: Ndrysho gjendjen e sidebar-it
sr: Prikaži/sakrij bočnu traku
sv: Vippsida
tr: Kenar çubuğunu değiştir
uk: Перемкнути бічну панель
vi: Chuyển đổi thanh bên
zh_hk: 切換側邊欄

source: How should users filter on this column?
hu: Hogyan szűrjenek a felhasználók ezen az oszlopon?
ms: Bagaimana pengguna harus menapis pada lajur ini?

source: Selectable values for {0}
ar: القيم القابلة للاختيار لـ {0}
bg: Избираеми стойности за {0}
ca: Valors vàlids per a {0}
de: Auswählbare Werte für {0}
eo: Options you can pick for {0}
es: Valores seleccionables para {0}
fa: مقادیر انتخابی برای {0}
fi: Valittavat arvot kohteelle {0}
fr: Valeurs sélectionnables pour {0}
hu: Választható értékek {0} számára
it: Valori selezionabili per {0}
ja: {0} の選択可能な値
lt: Pasirenkamos {0} reikšmės
ms: Nilai boleh dipilih untuk {0}
nb: Valgbare verdier for {0}
nl: Selecteerbare waarden voor {0}
pl: Wybieralne wartości dla {0}
pt_br: Valores selecionáveis para {0}
ru: Доступные для выбора значения для {0}
sk: Voliteľné hodnoty pre {0}
sl: Izbirne vrednosti za {0}
sq: Vlera të zgjedhshme për {0}
sr: Izborljive vrednosti za {0}
sv: Valbara värden för {0}
tr: {0} için seçilebilir değerler
uk: Значення, доступні для вибору для {0}
vi: Các giá trị có thể chọn cho {0}
zh_hk: {0}的可選值

source: Search for a question or model
hu: Keressen egy kérdést vagy modellt
ms: Cari soalan atau model

source: Where values should come from
ar: من أين يجب أن تأتي القيم
bg: Откъде трябва да идват стойностите
ca: D'on han de venir els valors
de: Woher die Werte kommen sollen
eo: Where the vibes should be coming from
es: De dónde deben venir los datos
fa: مقادیر باید از کجا استخراج شوند
fi: Mistä arvot tulisi saada?
fr: D'où les valeurs devraient venir
hu: Ahonnan az értékeknek származniuk kellene
it: Da dove dovrebbero venire i valori
ja: 値はどこから流用しますか？
lt: Iš kur turėtų kilti vertybės
ms: Dari mana nilai sepatutnya datang
nb: Der verdiene burde komme fra
nl: Waar waarden vandaan zouden moeten komen
pl: Skąd powinny pochodzić wartości
pt_br: De onde os valores devem vir
ru: Откуда должны браться значения
sk: Odkiaľ majú pochádzať hodnoty
sl: Od kod naj bi prišle vrednote
sq: Nga ku duhet të vijnë vlerat
sr: Odakle bi vrednosti trebalo da dolaze
sv: Där värden ska komma ifrån
tr: Değerlerin nereden gelmesi gerektiği
uk: Звідки мають надходити значення
vi: Nơi giá trị nên đến từ đâu
zh_hk: 數值應該從何而來

source: You haven’t connected a field to this filter yet, so there aren’t any values.
hu: Még nem csatlakoztatott mezőt ehhez a szűrőhöz, így nincsenek értékek.
ms: Anda belum menghubungkan medan ke penapis ini lagi, jadi tiada nilai.

source: We don’t have any cached values for the connected fields. Try one of the other options, or change this widget to a search box.
ar: لا نملك أي قيم مخزنة مؤقتًا للحقول المتصلة. جرّب أحد الخيارات الأخرى، أو غيّر هذا الودجت إلى مربع بحث.
bg: Нямаме кеширани стойности за свързаните полета. Опитайте с друга опция или променете този уиджет на полето за търсене.
ca: No tenim valors en memòria cau per als camps connectats. Prova altres opcions o canvia aquest widget per un camp de cerca.
de: Im Cache sind keine Werte für die verknüpften Feldern. Versuchen Sie es mit einer der anderen Optionen oder ändern Sie dieses Widget in ein Suchfeld.
eo: Bruh, we got no saved values for those connected fields. Try another option or just switch this widget to a search box, fr.
es: No tenemos ningún valor en caché para los campos conectados. Prueba una de las otras opciones o cambia este widget a un campo de búsqueda.
fa: ما هیچ مقداری کش شده‌ای برای فیلدهای مرتبط نداریم. یکی از گزینه‌های دیگر را امتحان کنید، یا این ویجت را به یک جعبه جستجو تغییر دهید.
fi: Meillä ei ole välimuistissa arvoja yhteydessä oleville kentille. Kokeile jotain muuta vaihtoehtoa tai vaihda tämä vimpain hakukentäksi.
fr: Nous n'avons aucun valeur en cache pour les champs connectés. Essayez l'une des autres options, ou changer ce widget pour un champ de recherche.
hu: Nincsenek gyorsítótárazott értékek a csatlakoztatott mezőkhöz. Próbáljon ki egy másik lehetőséget, vagy változtassa meg ezt a widgetet keresőmezővé.
it: Non abbiamo valori memorizzati per i campi collegati. Prova una delle altre opzioni o cambia questo widget in una casella di ricerca.
ja: 接続されたフィールドにキャッシュされた値がありません。他のオプションを試すか、このウィジェットを検索ボックスに変更してください。
lt: Mes neturime jokių prijungtų laukų talpykloje esančių verčių. Išbandykite vieną iš kitų parinkčių arba pakeiskite šį valdiklį į paieškos laukelį.
ms: Kami tidak mempunyai nilai cache untuk medan yang disambungkan. Cuba salah satu pilihan lain, atau tukar widget ini kepada kotak carian.
nb: Vi har ingen mellomlagrede verdier for koblede felter. Prøv en av de andre alternativene, eller endre denne widget til en søkeboks.
nl: We hebben geen opgeslagen waarden voor de verbonden velden. Probeer een van de andere opties, of verander deze widget naar een zoekvak.
pl: Nie mamy żadnych zapamiętanych wartości dla połączonych pól. Spróbuj jednej z innych opcji lub zmień ten widżet na pole wyszukiwania.
pt_br: Não temos nenhum valor em cache para os campos conectados. Tente uma das outras opções ou altere esse widget para uma caixa de pesquisa.
ru: У нас нет кэшированных значений для связанных полей. Попробуйте один из других вариантов или измените этот виджет на окно поиска.
sk: Nemáme žiadne uložené hodnoty pre pripojené polia. Skúste jednu z ďalších možností alebo zmeňte tento widget na vyhľadávacie pole.
sl: Za povezana polja nimamo predpomnjenih vrednosti. Poskusite eno od drugih možnosti ali spremenite ta pripomoček v iskalno polje.
sq: Nuk kemi asnjë vlerë të cache-uar për fushat e lidhura. Provo një nga opsionet e tjera, ose ndrysho këtë widget në një search box.
sr: Nemamo keširane vrednosti za povezana polja. Probajte neku od drugih opcija ili promenite ovaj widget u polje za pretragu.
sv: Vi har inga cache -värden för de anslutna fälten. Prova ett av de andra alternativen, eller ändra denna widget till en sökruta.
tr: Bağlı alanlar için önbelleğe alınmış değerlerimiz yok. Diğer seçeneklerden birini deneyin veya bu widget'i bir arama kutusuna değiştirin.
uk: У нас немає жодних кешованих значень для підключених полів. Спробуйте один з інших варіантів або змініть цей віджет на поле пошуку.
vi: Chúng tôi không có bất kỳ giá trị bộ đệm nào cho các trường đã kết nối. Hãy thử một trong các tùy chọn khác, hoặc thay đổi điều khiển này thành hộp tìm kiếm.
zh_hk: 我們沒有連接欄位的任何快取值。嘗試其他選項之一，或將此widget更改為搜索框。

source: Model or question to supply the values
ar: نموذج أو سؤال لتوفير القيم
bg: Модел или въпрос за предоставяне на стойностите
ca: Model o pregunta per proporcionar les dades
de: Modell oder Frage, die die Werte liefern
eo: Model or question to drop the deets
es: Modelo o pregunta que produce los valores
fa: مدل یا سوال برای ارائه مقادیر
fi: Please provide the sentence in English that you would like to have translated into Finnish.
fr: Modèle ou question pour fournir les valeurs
hu: Modell vagy kérdés az értékek biztosításához
it: Modello o domanda per fornire i valori
ja: 値を供給するためのモデルまたは質問
lt: Modelis arba klausimas, kad pateiktumėte vertes
ms: Model atau soalan untuk membekalkan nilai
nb: Modell eller spørsmål som forsyner verdier
nl: Model of vraag om de waarden aan te leveren
pl: Model lub pytanie, z którego mają pochodzić wartości
pt_br: Modelo ou pergunta para gerar valores
ru: Модель или запрос для получения значений
sk: Model alebo otázka na poskytnutie hodnôt
sl: Model ali vprašanje za zagotavljanje vrednosti
sq: Model ose pyetje që të furnizojë vlerat
sr: Model ili pitanje koje obezbeđuje vrednosti
sv: Modell eller fråga för att tillhandahålla värdena
tr: Değerleri sağlamak için kullanılacak model veya soru
uk: Модель або запит, щоб надавати значення
vi: Mô hình hoặc câu hỏi để cung cấp các giá trị
zh_hk: 用於提供數值的模型或問題

source: Pick a model or question…
ar: اختر نموذجًا أو سؤالًا…
bg: Изберете модел или въпрос…
ca: Escull un model o pregunta…
de: Wähle ein Modell oder eine Frage aus...
eo: Pick a vibe or question, bestie…
es: Elige un modelo o pregunta
fa: مدل یا <b>پرسش</b> را انتخاب کنید…
fi: Valitse malli tai kysymys...
fr: Choisir un modèle ou une question…
hu: Válasszon egy modellt vagy kérdést…
it: Scegli un modello o una domanda…
ja: モデルや質問を選んでください...
lt: Pasirinkite modelį arba klausimą…
ms: Pilih model atau soalan...
nb: Velg en modell eller et spørsmål…
nl: Kies een model of vraag…
pl: Wybierz model lub pytanie…
pt_br: Escolha um modelo ou pergunta…
ru: Выберите модель или запрос…
sk: Vyberte model alebo otázku…
sl: Izberite model ali vprašanje ...
sq: Zgjidh një model ose pyetje…
sr: Izaberite model ili pitanje…
sv: Välj en modell eller fråga ...
tr: Bir model veya soru seçin…
uk: Оберіть модель або запит…
vi: Chọn một mô hình hoặc câu hỏi…
zh_hk: 選擇模型或問題…

source: Column to supply the values
ar: عمود لتوفير القيم
bg: Колона за предоставяне на стойностите
ca: Columna per subministrar els valors
de: Spalte, aus der die Werte kommen
eo: Column to fill in the vibes
es: Columna que produce los valores
fa: ستون برای تأمین مقادیر
fi: Sarake arvojen toimittamiseen
fr: Colonne pour fournir les valeurs
hu: Oszlop az értékek biztosításához
it: Colonna per fornire i valori
ja: 値を供給するための列
lt: Stulpelis reikšmėms pateikti
ms: Lajur untuk membekalkan nilai
nb: Kolonne verdiene kommer fra
nl: Kolom om de waarden aan te leveren
pl: Kolumna, z której mają pochodzić wartości
pt_br: Coluna para fornecer os valores
ru: Столбец для ввода значений
sk: Stĺpec na poskytnutie hodnôt
sl: Stolpec za vnos vrednosti
sq: Kolona që të furnizojë vlerat
sr: Kolona koja obezbeđuje vrednosti
sv: Kolumn för att tillhandahålla värdena
tr: Değer sağlanacak sütun
uk: Стовпець, щоб надавати значення
vi: Cột để cung cấp các giá trị
zh_hk: 提供數值的列

source: Pick a column…
ar: اختر عمودًا…
bg: Изберете колона…
ca: Escull una columna…
de: Wähle eine Spalte...
eo: Pick a column, frfr...
es: Elige una columna...
fa: ستونی را انتخاب کنید…
fi: Valitse sarake...
fr: Choisir une colonne…
hu: Válasszon egy oszlopot…
it: Scegli una colonna…
ja: 列を選ぶ...
lt: Pasirinkite stulpelį…
ms: Pilih lajur...
nb: Velg en kolonne…
nl: Kies een kolom…
pl: Wybierz kolumnę…
pt_br: Escolha uma coluna…
ru: Выберите столбец…
sk: Vyberte stĺpec…
sl: Izberite stolpec ...
sq: Zgjidh një kolonë…
sr: Izaberite kolonu…
sv: Välj en kolumn ...
tr: Bir kolon seçin…
uk: Оберіть стовпець…
vi: Chọn một cột…
zh_hk: 選擇一個列…

source: This model doesn’t have any text columns.
ar: هذا النموذج لا يحتوي على أي أعمدة نصية.
bg: Този модел няма текстови колони.
ca: Aquest model no té cap columna de tipus text.
de: Dieses Modell hat keine Text-Spalten.
eo: This model’s got no text cols, fr.
es: Este modelo no tiene columnas de texto.
fa: این مدل هیچ ستونی متنی ندارد.
fi: Tällä mallilla ei ole tekstisarakkeita.
fr: Ce modèle n'a aucune colonne textuelle.
hu: Ez a modell nem tartalmaz szövegoszlopokat.
it: Questo modello non ha colonne di testo.
ja: このモデルにはテキストカラムがありません。
lt: Šiame modelyje nėra teksto stulpelių.
ms: Model ini tidak mempunyai sebarang lajur teks.
nb: Denne modellen har ingen tekstkolonner.
nl: Dit model heeft geen tekstkolommen.
pl: Ten model nie ma żadnych kolumn tekstowych.
pt_br: Esse modelo não tem colunas de texto.
ru: В этой модели нет текстовых столбцов.
sk: Tento model nemá žiadne textové stĺpce.
sl: Ta model nima besedilnih stolpcev.
sq: Ky model nuk ka asnjë kolonë teksti.
sr: Ovaj model nema nijednu tekstualnu kolonu.
sv: Den här modellen har inga textkolumner.
tr: Bu modelin metin kolonları yok.
uk: У цій моделі немає жодних текстових стовпців.
vi: Mô hình này không có bất kỳ cột văn bản nào.
zh_hk: 此模型沒有任何文本列。

source: This question doesn’t have any text columns.
ar: هذا السؤال لا يحتوي على أي أعمدة نصية.
bg: Този въпрос няма текстови колони.
ca: Aquesta pregunta no té cap columna de tipus text.
de: Diese Frage hat keine Text-Spalten.
eo: This question has no text columns, lol.
es: Esta pregunta no tiene columnas de texto.
fa: این سؤال هیچ ستونی متنی ندارد.
fi: Tässä kysymyksessä ei ole tekstisarakkeita.
fr: Cette question n'a aucune colonne textuelle.
hu: Ez a kérdés nem tartalmaz szövegoszlopokat.
it: Questa domanda non ha colonne di testo.
ja: この問題には、テキスト欄がありません。
lt: Šis klausimas neturi teksto stulpelių.
ms: Soalan ini tidak mempunyai sebarang lajur teks.
nb: Dette spørsmålet har ingen tekstkolonner.
nl: Deze vraag heeft geen tekstkolommen.
pl: To pytanie nie ma żadnych kolumn tekstowych.
pt_br: Esta pergunta não tem colunas de texto.
ru: В этом запросе нет текстовых столбцов.
sk: Táto otázka nemá žiadne textové stĺpce.
sl: To vprašanje nima besedilnih stolpcev.
sq: Kjo pyetje nuk ka asnjë kolonë teksti.
sr: Ovo pitanje nema nijednu tekstualnu kolonu.
sv: Denna fråga har inga textkolumner.
tr: Bu sorunun metin kolonları yok.
uk: У цьому запиті немає жодних текстових стовпців.
vi: Câu hỏi này không có cột văn bản nào.
zh_hk: 此問題沒有任何文本列。

source: Please pick a different model or question.
ar: يرجى اختيار نموذج أو سؤال مختلف.
bg: Моля, изберете различен модел или въпрос.
ca: Si us plau, escull un model o pregunta diferent.
de: Wähle ein anderes Modell oder eine andere Frage aus.
eo: Yo, pick a different model or question, pls.
es: Por favor seleccioná un modelo o pregunta diferente.
fa: لطفاً مدل یا سؤال دیگری را انتخاب کنید.
fi: Ole hyvä ja valitse toinen malli tai kysymys.
fr: Veuillez choisir un modèle ou une question différente.
hu: Kérjük, válasszon egy másik modellt vagy kérdést.
it: Si prega di scegliere un modello o una domanda diversa.
ja: 他の機種や質問を選んでください。
lt: Pasirinkite kitą modelį arba klausimą.
ms: Sila pilih model atau soalan yang berbeza.
nb: Velg en annen modell eller annet spørsmål.
nl: Kies een ander model of vraag.
pl: Proszę wybrać inny model lub pytanie.
pt_br: Selecione outro modelo ou pergunta.
ru: Пожалуйста, выберите другую модель или запрос.
sk: Vyberte prosím iný model alebo otázku.
sl: Prosimo, izberite drug model ali vprašanje.
sq: Të lutem zgjidh një model ose pyetje tjetër.
sr: Molimo izaberite drugi model ili pitanje.
sv: Välj en annan modell eller fråga.
tr: Lütfen farklı bir model veya soru seçin.
uk: Будь ласка, оберіть іншу модель або запит.
vi: Vui lòng chọn một mô hình hoặc câu hỏi khác.
zh_hk: 請選擇其他模型或問題。
