Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Takes a datetime and returns an integer (`1`-`4`) with the number of the quarter in the year.
ar: يأخذ قيمة datetime ويُرجع عددًا صحيحًا (`1`-`4`) يمثل رقم الربع في السنة.
bg: Взема дата-час и връща цяло число (`1`-`4`) с номера на тримесечието в годината.
ca: Pren una data i hora i retorna un nombre enter (`1`-`4`) amb el número del trimestre de l'any.
de: Nimmt ein Datum und eine Uhrzeit und gibt eine Ganzzahl (`1`-`4`) mit der Nummer des Quartals im Jahr zurück.
eo: It takes a datetime and lowkey gives you a number (1-4) for which quarter of the year it’s in, fr.
es: Toma una fecha y hora y devuelve un entero (`1`-`4`) con el número del trimestre del año.
fa: تاریخ را می گیرد و یک عدد صحیح ('1'-'4') را با تعداد سه ماهه سال برمی گرداند.
fi: Ottaa päivämäärän ja kellonajan ja palauttaa kokonaisluvun (`1`-`4`) vuosineljänneksen numeron kanssa.
fr: Prend une date et une heure et renvoie un entier (`1`-`4`) avec le numéro du trimestre de l'année.
it: Accetta un valore datetime e restituisce un intero (`1`-`4`) con il numero del trimestre dell'anno.
ja: 日付時刻を受け取り、その年の四半期番号を示す整数 (`1`-`4`) を返します。
nb: Tar en datetime og returnerer et heltall (`1`-`4`) med nummeret på kvartalet i året.
nl: Neemt een datum/tijd en retourneert een geheel getal (`1`-`4`) met het nummer van het kwartaal in het jaar.
pl: Przyjmuje wartość daty i godziny i zwraca liczbę całkowitą (`1`-`4`) będącą numerem kwartału w roku.
pt_br: Pega uma data e hora e retorna um inteiro (`1`-`4`) com o número do trimestre do ano.
ru: Принимает дату и время и возвращает целое число (`1`-`4`) с номером квартала в году.
sk: Vezme dátum a čas a vráti celé číslo (`1`-`4`) s číslom štvrťroka v roku.
sl: Vzame datum in čas in vrne celo število ('1'-'4') s številko četrtletja v letu.
sq: Merr një datetime dhe kthen një numër të plotë (`1`-`4`) me numrin e tremujorit në vit.
sr: Uzima datetime i vraća ceo broj (`1`-`4`) sa brojem kvartala u godini.
sv: Tar en datetime och returnerar ett heltal (`1`-`4`) med numret för kvartalet under året.
tr: Bir tarih ve saat alır ve yılın çeyreğinin numarasını içeren bir tam sayı (`1`-`4`) döndürür.
uk: Приймає datetime і повертає ціле число (`1`-`4`) з номером кварталу в році.
vi: Lấy một ngày giờ và trả về một số nguyên (`1`-`4`) với số quý trong năm.
zh_hk: 取得日期時間，並傳回一個整數 (`1`-`4`)，其中包含該年的季數。

source: Takes a datetime and returns an integer (`1`-`12`) with the number of the month in the year.
ar: يأخذ قيمة datetime ويُرجع عددًا صحيحًا (`1`-`12`) يمثل رقم الشهر في السنة.
bg: Взема дата-час и връща цяло число (`1`-`12`) с номера на месеца в годината.
ca: Pren una data i hora i retorna un nombre enter (`1`-`12`) amb el número del mes de l'any.
de: Nimmt ein Datum und eine Uhrzeit und gibt eine Ganzzahl (`1`-`12`) mit der Nummer des Monats im Jahr zurück.
eo: It’s basically a function that, given a date, spits out the month number (like 1-12).
es: Toma una fecha y hora y devuelve un entero (`1`-`12`) con el número del mes del año.
fa: تاریخ را می گیرد و یک عدد صحیح ('1'-'12') را با شماره ماه در سال برمی گرداند.
fi: Ottaa päivämäärän ja kellonajan ja palauttaa kokonaisluvun (`1`-`12`) vuoden kuukauden numerolla.
fr: Prend une date et une heure et renvoie un entier (`1`-`12`) avec le numéro du mois dans l'année.
it: Accetta un valore datetime e restituisce un numero intero (`1`-`12`) con il numero del mese dell'anno.
ja: 日付時刻を受け取り、その年の月番号を示す整数 (`1`-`12`) を返します。
nb: Tar en datetime og returnerer et heltall (`1`-`12`) med nummeret på måneden i året.
nl: Neemt een datetime en retourneert een geheel getal (`1`-`12`) met het nummer van de maand in het jaar.
pl: Przyjmuje wartość datetime i zwraca liczbę całkowitą (`1`-`12`) będącą numerem miesiąca w roku.
pt_br: Pega uma data e hora e retorna um inteiro (`1`-`12`) com o número do mês do ano.
ru: Принимает дату и время и возвращает целое число (`1`-`12`) с номером месяца в году.
sk: Vezme dátum a čas a vráti celé číslo (`1`-`12`) s číslom mesiaca v roku.
sl: Vzame datum in čas in vrne celo število ('1'-'12') s številko meseca v letu.
sq: Merr një datetime dhe kthen një numër të plotë (`1`-`12`) me numrin e muajit në vit.
sr: Uzima datetime i vraća ceo broj (`1`-`12`) sa brojem meseca u godini.
sv: Tar en datetime och returnerar ett heltal (`1`-`12`) med numret på månaden på året.
tr: Bir tarih ve saat alır ve yıl içindeki ayın numarasını içeren bir tamsayı (`1`-`12`) döndürür.
uk: Приймає datetime і повертає ціле число (`1`-`12`) з номером місяця в році.
vi: Lấy một ngày giờ và trả về một số nguyên (`1`-`12`) với số tháng trong năm.
zh_hk: 取得日期時間，並傳回一個整數 (`1`-`12`)，其中包含該年的月份數。

source: Optional. The default is `"ISO"`. - ISO: Week 1 starts on the Monday before the first Thursday of January. - US: Week 1 starts on Jan 1. All other weeks start on Sunday. - Instance: Week 1 starts on Jan 1. All other weeks start on the day defined in your Metabase localization settings.
ar: اختياري. القيمة الافتراضية هي `"ISO"`. - ISO: يبدأ الأسبوع 1 يوم الاثنين الذي يسبق أول خميس من يناير. - US: يبدأ الأسبوع 1 في 1 يناير. تبدأ جميع الأسابيع الأخرى يوم الأحد. - Instance: يبدأ الأسبوع 1 في 1 يناير. تبدأ جميع الأسابيع الأخرى في اليوم المحدد في إعدادات التوطين في Metabase.
bg: Не е задължително. По подразбиране е „ISO“. - ISO: Седмица 1 започва в понеделник преди първия четвъртък на януари. - САЩ: Седмица 1 започва на 1 януари. Всички останали седмици започват в неделя. - Екземпляр: Седмица 1 започва на 1 януари. Всички останали седмици започват в деня, определен в настройките за локализация на вашата метабаза.
ca: Opcional. El valor predeterminat és `"ISO"`. - ISO: la setmana 1 comença el dilluns abans del primer dijous de gener. - EUA: la setmana 1 comença l'1 de gener. La resta de setmanes comencen el diumenge. - Instància: la setmana 1 comença l'1 de gener. La resta de setmanes comencen el dia definit a la configuració de localització de la Metabase.
de: Optional. Der Standardwert ist „ISO“. – ISO: Woche 1 beginnt am Montag vor dem ersten Donnerstag im Januar. – US: Woche 1 beginnt am 1. Januar. Alle anderen Wochen beginnen am Sonntag. – Instanz: Woche 1 beginnt am 1. Januar. Alle anderen Wochen beginnen an dem Tag, der in Ihren Metabase-Lokalisierungseinstellungen definiert ist.
eo: Optional, but the default is "ISO" — lowkey, that's the vibe. - ISO: Week 1 kicks off on the Monday before the first Thursday of Jan, no cap. - US: Week 1 starts Jan 1, all other weeks roll in on Sunday. - Instance: Week 1 begins Jan 1, but the rest depend on your Metabase locale, fr.
es: Opcional. El valor predeterminado es `"ISO"`. - ISO: La semana 1 comienza el lunes anterior al primer jueves de enero. - EE. UU.: La semana 1 comienza el 1 de enero. Las demás semanas comienzan el domingo. - Instancia: La semana 1 comienza el 1 de enero. Las demás semanas comienzan el día definido en la configuración de localización de la Metabase.
fa: اختیاری. پیش‌فرض «ISO» است. - ISO: هفته 1 از دوشنبه قبل از اولین پنجشنبه ژانویه شروع می شود. - ایالات متحده: هفته 1 از 1 ژانویه شروع می شود. همه هفته های دیگر از یکشنبه شروع می شود. - مثال: هفته 1 از 1 ژانویه شروع می شود. همه هفته های دیگر از روزی که در تنظیمات محلی سازی Metabase شما تعریف شده است شروع می شود.
fi: Valinnainen. Oletusasetus on "ISO". - ISO: Viikko 1 alkaa maanantaina ennen tammikuun ensimmäistä torstaita. - USA: Viikko 1 alkaa 1. tammikuuta. Kaikki muut viikot alkavat sunnuntaina. - Esiintymä: Viikko 1 alkaa tammikuun 1. päivänä. Kaikki muut viikot alkavat metatietokannan lokalisointiasetuksissa määritellystä päivästä.
fr: Facultatif. La valeur par défaut est « ISO ». - ISO : la semaine 1 commence le lundi précédant le premier jeudi de janvier. - États-Unis : la semaine 1 commence le 1er janvier. Toutes les autres semaines commencent le dimanche. - Instance : la semaine 1 commence le 1er janvier. Toutes les autres semaines commencent le jour défini dans vos paramètres de localisation de la métabase.
it: Facoltativo. Il valore predefinito è `"ISO"`. - ISO: la settimana 1 inizia il lunedì prima del primo giovedì di gennaio. - USA: la settimana 1 inizia il 1° gennaio. Tutte le altre settimane iniziano di domenica. - Istanza: la settimana 1 inizia il 1° gennaio. Tutte le altre settimane iniziano il giorno definito nelle impostazioni di localizzazione di Metabase.
ja: オプション。デフォルトは `"ISO"` です。 - ISO: 第 1 週は 1 月の最初の木曜日の前の月曜日に始まります。 - US: 第 1 週は 1 月 1 日に始まります。他のすべての週は日曜日に始まります。 - インスタンス: 第 1 週は 1 月 1 日に始まります。他のすべての週は、Metabase ローカリゼーション設定で定義された日に始まります。
nb: Valgfritt. Standardinnstillingen er `"ISO"`. - ISO: Uke 1 starter på mandagen før den første torsdagen i januar. - US: UKE 1 STARTER 1. JANUAR: Uke 1 starter 1. januar, alle andre uker starter på søndag. - Instans: Uke 1 starter 1. januar. Alle andre uker starter på den dagen som er definert i Metabase-lokaliseringsinnstillingene.
nl: Optioneel. De standaard is `"ISO"`. - ISO: Week 1 start op de maandag vóór de eerste donderdag van januari. - VS: Week 1 start op 1 januari. Alle andere weken starten op zondag. - Instantie: Week 1 start op 1 januari. Alle andere weken starten op de dag die is gedefinieerd in uw Metabase-lokalisatie-instellingen.
pl: Opcjonalnie. Domyślnie jest to `"ISO"`. - ISO: Tydzień 1 zaczyna się w poniedziałek przed pierwszym czwartkiem stycznia. - US: Tydzień 1 zaczyna się 1 stycznia. Wszystkie pozostałe tygodnie zaczynają się w niedzielę. - Instancja: Tydzień 1 zaczyna się 1 stycznia. Wszystkie pozostałe tygodnie zaczynają się w dniu zdefiniowanym w ustawieniach lokalizacji Metabase.
pt_br: Opcional. O padrão é `"ISO"`. - ISO: A semana 1 começa na segunda-feira antes da primeira quinta-feira de janeiro. - EUA: A semana 1 começa em 1º de janeiro. Todas as outras semanas começam no domingo. - Instância: A semana 1 começa em 1º de janeiro. Todas as outras semanas começam no dia definido nas configurações de localização do Metabase.
ru: Необязательно. Значение по умолчанию - `"ISO"`. - ISO: неделя 1 начинается в понедельник перед первым четвергом января. - US: неделя 1 начинается 1 января. Все остальные недели начинаются в воскресенье. - Экземпляр: неделя 1 начинается 1 января. Все остальные недели начинаются в день, указанный в настройках локализации Metabase.
sk: Voliteľné. Predvolená hodnota je „ISO“. - ISO: 1. týždeň sa začína v pondelok pred prvým štvrtkom januára. – USA: 1. týždeň sa začína 1. januára. Všetky ostatné týždne začínajú nedeľou. - Inštancia: 1. týždeň začína 1. januára. Všetky ostatné týždne začínajú dňom definovaným v nastaveniach lokalizácie metabázy.
sl: Neobvezno. Privzeta vrednost je "ISO". - ISO: 1. teden se začne v ponedeljek pred prvim četrtkom v januarju. - ZDA: 1. teden se začne 1. januarja. Vsi drugi tedni se začnejo v nedeljo. – Primer: 1. teden se začne 1. januarja. Vsi drugi tedni se začnejo na dan, določen v nastavitvah lokalizacije vaše metabaze.
sq: Opsionale. Parazgjedhja është `"ISO"`. - ISO: Java 1 fillon të hënën para të enjtes së parë të janarit. - US: Java 1 fillon më 1 Jan. Të gjitha javët e tjera fillojnë të dielën. - Instancë: Java 1 fillon më 1 Jan. Të gjitha javët e tjera fillojnë në ditën e përcaktuar te cilësimet e lokalizimit të Metabase.
sr: Opcionalno. Podrazumevano je `"ISO"`. - ISO: Nedelja 1 počinje u ponedeljak pre prvog četvrtka u januaru. - US: Nedelja 1 počinje 1. januara. Sve ostale nedelje počinju u nedelju. - Instance: Nedelja 1 počinje 1. januara. Sve ostale nedelje počinju na dan definisan u vašim Metabase lokalizacijskim podešavanjima.
sv: Frivillig. Standard är `"ISO"`. - ISO: Vecka 1 börjar på måndagen före den första torsdagen i januari. - USA: Vecka 1 börjar den 1 januari. Alla andra veckor börjar på söndag. - Exempel: Vecka 1 börjar den 1 januari. Alla andra veckor börjar på den dag som definieras i dina Metabas-lokaliseringsinställningar.
tr: İsteğe bağlı. Varsayılan `"ISO"`dur. - ISO: 1. Hafta Ocak ayının ilk Perşembesinden önceki Pazartesi günü başlar. - ABD: 1. Hafta 1 Ocak'ta başlar. Diğer tüm haftalar Pazar günü başlar. - Örnek: 1. Hafta 1 Ocak'ta başlar. Diğer tüm haftalar Metabase yerelleştirme ayarlarınızda tanımlanan günde başlar.
uk: Опційно. Дефолт — `"ISO"`. - ISO: Тиждень 1 починається в понеділок перед першим четвергом січня. - US: Тиждень 1 починається 1 січня. Усі інші тижні починаються в неділю. - Instance: Тиждень 1 починається 1 січня. Усі інші тижні починаються в день, визначений у ваших налаштуваннях локалізації Metabase.
vi: Tùy chọn. Mặc định là `"ISO"`. - ISO: Tuần 1 bắt đầu vào Thứ Hai trước Thứ Năm đầu tiên của tháng 1. - US: Tuần 1 bắt đầu vào ngày 1 tháng 1. Tất cả các tuần khác bắt đầu vào Chủ Nhật. - Phiên bản: Tuần 1 bắt đầu vào ngày 1 tháng 1. Tất cả các tuần khác bắt đầu vào ngày được xác định trong cài đặt bản địa hóa Metabase của bạn.
zh_hk: 可選。預設為 `"ISO"`。 - ISO：第一週從一月第一個星期四前的星期一開始。 - 美國：所有其他週從週日開始。 - 實例：所有其他週從 Metabase 本地化設定中定義的日期開始。

source: Takes a datetime and returns an integer (`1`-`31`) with the number of the day of the month.
ar: يأخذ قيمة datetime ويُرجع عددًا صحيحًا (`1`-`31`) يمثل رقم اليوم في الشهر.
bg: Взема дата-час и връща цяло число (`1`-`31`) с номера на деня от месеца.
ca: Pren una data i hora i retorna un nombre enter (`1`-`31`) amb el número del dia del mes.
de: Nimmt ein Datum und eine Uhrzeit und gibt eine Ganzzahl (`1`-`31`) mit der Nummer des Tages im Monat zurück.
eo: It takes a datetime and gives you back an integer (like 1-31) with the day of the month. Easy peasy, lowkey straightforward.
es: Toma una fecha y hora y devuelve un entero (`1`-`31`) con el número del día del mes.
fa: تاریخ را می گیرد و یک عدد صحیح ('1'-'31') با شماره روز ماه برمی گرداند.
fi: Ottaa päivämäärän ja kellonajan ja palauttaa kokonaisluvun (`1`-`31`) ja kuukauden päivän numeron.
fr: Prend une date et une heure et renvoie un entier (`1`-`31`) avec le numéro du jour du mois.
it: Accetta un valore datetime e restituisce un intero (`1`-`31`) con il numero del giorno del mese.
ja: 日付時刻を受け取り、その月の日数を表す整数 (`1`-`31`) を返します。
nb: Tar en datetime og returnerer et heltall (`1`-`31`) med nummeret på dagen i måneden.
nl: Neemt een datetime en retourneert een geheel getal (`1`-`31`) met het nummer van de dag van de maand.
pl: Przyjmuje wartość datetime i zwraca liczbę całkowitą (`1`-`31`) będącą numerem dnia miesiąca.
pt_br: Pega uma data e hora e retorna um inteiro (`1`-`31`) com o número do dia do mês.
ru: Принимает дату и время и возвращает целое число (`1`-`31`) с номером дня месяца.
sk: Vezme dátum a čas a vráti celé číslo (`1`-`31`) s číslom dňa v mesiaci.
sl: Vzame datum in čas in vrne celo število ('1'-'31') s številko dneva v mesecu.
sq: Merr një datetime dhe kthen një numër të plotë (`1`-`31`) me numrin e ditës së muajit.
sr: Uzima datetime i vraća ceo broj (`1`-`31`) sa brojem dana u mesecu.
sv: Tar en datetime och returnerar ett heltal (`1`-`31`) med numret på dagen i månaden.
tr: Bir tarih ve saat alır ve ayın gününün numarasını içeren bir tam sayı (`1`-`31`) döndürür.
uk: Приймає datetime і повертає ціле число (`1`-`31`) з номером дня місяця.
vi: Lấy một ngày giờ và trả về một số nguyên (`1`-`31`) với số thứ tự của ngày trong tháng.
zh_hk: 取得日期時間，並傳回一個整數 (`1`-`31`)，其中包含該月的日數。

source: Takes a datetime and returns an integer (`1`-`7`) with the number of the day of the week. Which day is `1` is defined in your localization settings.
ar: يأخذ قيمة datetime ويُرجع عددًا صحيحًا (`1`-`7`) يمثل رقم اليوم في الأسبوع. يتم تحديد أي يوم هو `1` في إعدادات التوطين لديك.
bg: Взема дата-час и връща цяло число (`1`-`7`) с номера на деня от седмицата. Кой ден е „1“ се определя в настройките ви за локализация.
ca: Pren una data i hora i retorna un nombre enter (`1`-`7`) amb el número del dia de la setmana. Quin dia és `1` es defineix a la configuració de localització.
de: Nimmt ein Datum/eine Uhrzeit an und gibt eine Ganzzahl (`1`-`7`) mit der Nummer des Wochentags zurück. Welcher Tag `1` ist, wird in Ihren Lokalisierungseinstellungen definiert.
eo: It takes a datetime and gives back a number (1-7) for the day of the week. Which day is 1 depends on your locale settings, fr.
es: Toma una fecha y hora y devuelve un entero (`1`-`7`) con el número del día de la semana. El día `1` se define en la configuración de localización.
fa: تاریخ را می گیرد و یک عدد صحیح ('1'-'7') با شماره روز هفته برمی گرداند. اینکه کدام روز "1" است در تنظیمات بومی سازی شما تعریف شده است.
fi: Ottaa päivämäärän ja kellonajan ja palauttaa kokonaisluvun (`1`-`7`) sekä viikonpäivän numeron. Se, mikä päivä on "1", määritetään lokalisointiasetuksissa.
fr: Prend une date/heure et renvoie un entier (`1`-`7`) contenant le numéro du jour de la semaine. Le jour correspondant à `1` est défini dans vos paramètres de localisation.
it: Prende un datetime e restituisce un intero (`1`-`7`) con il numero del giorno della settimana. Quale giorno sia `1` è definito nelle impostazioni di localizzazione.
ja: 日付時刻を受け取り、曜日番号を含む整数 (`1`-`7`) を返します。`1` がどの曜日であるかは、ローカリゼーション設定で定義されます。
nb: Tar en datetime og returnerer et heltall (`1`-`7`) med nummeret på ukedagen. Hvilken dag som er `1`, er definert i lokaliseringsinnstillingene dine.
nl: Neemt een datetime en retourneert een geheel getal (`1`-`7`) met het nummer van de dag van de week. Welke dag `1` is, wordt gedefinieerd in uw lokalisatie-instellingen.
pl: Przyjmuje datę i godzinę i zwraca liczbę całkowitą (`1`-`7`) z numerem dnia tygodnia. To, który dzień jest `1`, jest zdefiniowane w ustawieniach lokalizacji.
pt_br: Pega uma data e hora e retorna um inteiro (`1`-`7`) com o número do dia da semana. Qual dia é `1` é definido nas suas configurações de localização.
ru: Принимает дату и время и возвращает целое число (`1`-`7`) с номером дня недели. Какой день является `1`, определяется в настройках локализации.
sk: Vezme dátum a čas a vráti celé číslo (`1`-`7`) s číslom dňa v týždni. Ktorý deň je „1“, je definovaný v nastaveniach lokalizácie.
sl: Vzame datum in čas in vrne celo število ('1'-'7') s številko dneva v tednu. Kateri dan je »1«, je določeno v nastavitvah lokalizacije.
sq: Merr një datetime dhe kthen një numër të plotë (`1`-`7`) me numrin e ditës së javës. Cila ditë është `1` përcaktohet te cilësimet e lokalizimit.
sr: Uzima datetime i vraća ceo broj (`1`-`7`) sa brojem dana u nedelji. Koji je dan `1` definiše se u vašim lokalizacijskim podešavanjima.
sv: Tar en datetime och returnerar ett heltal (`1`-`7`) med veckodagens nummer. Vilken dag som är `1` definieras i dina lokaliseringsinställningar.
tr: Bir tarih ve saat alır ve haftanın gününün numarasıyla bir tam sayı (`1`-`7`) döndürür. `1`'in hangi gün olduğu yerelleştirme ayarlarınızda tanımlanır.
uk: Приймає datetime і повертає ціле число (`1`-`7`) з номером дня тижня. Який день є `1`, визначається у ваших налаштуваннях локалізації.
vi: Lấy một ngày giờ và trả về một số nguyên (`1`-`7`) với số ngày trong tuần. Ngày nào là `1` được xác định trong cài đặt bản địa hóa của bạn.
zh_hk: 取得日期時間，並傳回一個整數 (`1`-`7`)，其中包含一週中的哪一天。哪一天是 `1` 是在您的本地化設定中定義的。

source: Takes a datetime and returns an integer (`0`-`23`) with the number of the hour. No AM/PM.
ar: يأخذ قيمة datetime ويُرجع عددًا صحيحًا (`0`-`23`) يمثل رقم الساعة. بدون AM/PM.
bg: Взема дата-час и връща цяло число (`0`-`23`) с номера на часа. Няма сутрин/следобед.
ca: Pren una data i hora i retorna un nombre enter (`0`-`23`) amb el nombre de l'hora. No AM/PM.
de: Nimmt ein Datum/eine Uhrzeit und gibt eine Ganzzahl (`0`-`23`) mit der Stundenzahl zurück. Kein AM/PM.
eo: Takes a datetime and gives back an integer (0-23) with the hour number. No cap, no AM/PM.
es: Toma una fecha y hora y devuelve un entero (`0`-`23`) con el número de la hora. No admite AM/PM.
fa: تاریخ را می گیرد و یک عدد صحیح ('0'-'23') با تعداد ساعت برمی گرداند. بدون AM/PM
fi: Ottaa päivämäärän ja kellonajan ja palauttaa kokonaisluvun (`0`-`23`) tunnin numeron kanssa. Ei AM/PM.
fr: Prend une date/heure et renvoie un entier (`0`-`23`) avec le numéro de l'heure. Pas de AM/PM.
it: Accetta un datetime e restituisce un intero (`0`-`23`) con il numero dell'ora. Nessun AM/PM.
ja: 日付時刻を受け取り、時間番号を含む整数 (`0`-`23`) を返します。AM/PM はありません。
nb: Tar en datetime og returnerer et heltall (`0`-`23`) med timenummeret. Ingen AM/PM.
nl: Neemt een datetime en retourneert een geheel getal (`0`-`23`) met het nummer van het uur. Geen AM/PM.
pl: Przyjmuje datę i godzinę i zwraca liczbę całkowitą (`0`-`23`) z numerem godziny. Brak AM/PM.
pt_br: Pega um data e hora e retorna um inteiro (`0`-`23`) com o número da hora. Não AM/PM.
ru: Принимает дату и время и возвращает целое число (`0`-`23`) с номером часа. Нет AM/PM.
sk: Vezme dátum a čas a vráti celé číslo (`0`-`23`) s číslom hodiny. Nie AM/PM.
sl: Vzame datum in čas in vrne celo število (`0`-`23`) s številko ure. Brez AM/PM.
sq: Merr një datetime dhe kthen një numër të plotë (`0`-`23`) me numrin e orës. Pa AM/PM.
sr: Uzima datetime i vraća ceo broj (`0`-`23`) sa brojem sata. Bez AM/PM.
sv: Tar en datetime och returnerar ett heltal (`0`-`23`) med numret på timmen. Ingen AM/PM.
tr: Bir tarih ve saat alır ve saat numarasıyla birlikte bir tamsayı (`0`-`23`) döndürür. AM/PM yok.
uk: Приймає datetime і повертає ціле число (`0`-`23`) з номером години. Без AM/PM.
vi: Lấy một ngày giờ và trả về một số nguyên (`0`-`23`) với số giờ. Không có AM/PM.
zh_hk: 取得日期時間，並傳回一個包含小時數的整數 (`0`-`23`)。沒有 AM/PM。

source: Takes a datetime and returns an integer (`0`-`59`) with the number of the minute in the hour.
ar: يأخذ قيمة datetime ويُرجع عددًا صحيحًا (`0`-`59`) يمثل رقم الدقيقة في الساعة.
bg: Взема дата-час и връща цяло число (`0`-`59`) с номера на минутата в часа.
ca: Pren una data i hora i retorna un nombre enter (`0`-`59`) amb el nombre del minut de l'hora.
de: Nimmt ein Datum und eine Uhrzeit und gibt eine Ganzzahl (`0`-`59`) mit der Minutenzahl in der Stunde zurück.
eo: Takes a datetime and gives back an int (0-59) with the min of the hour, fr.
es: Toma una fecha y hora y devuelve un entero (`0`-`59`) con el número de minutos en la hora.
fa: تاریخ را می گیرد و یک عدد صحیح ('0'-'59') با تعداد دقیقه در ساعت برمی گرداند.
fi: Ottaa päivämäärän ja kellonajan ja palauttaa kokonaisluvun (`0`-`59`) minuuttinumerolla tunnissa.
fr: Prend une date/heure et renvoie un entier (`0`-`59`) avec le numéro de la minute dans l'heure.
it: Accetta un valore datetime e restituisce un intero (`0`-`59`) con il numero del minuto nell'ora.
ja: 日付時刻を受け取り、その時間内の分数を表す整数 (`0`-`59`) を返します。
nb: Tar en datetime og returnerer et heltall (`0`-`59`) med minuttallet i timen.
nl: Neemt een datum/tijd en retourneert een geheel getal (`0`-`59`) met het nummer van de minuut in het uur.
pl: Przyjmuje wartość datetime i zwraca liczbę całkowitą (`0`-`59`) będącą numerem minuty w godzinie.
pt_br: Pega uma data e hora e retorna um inteiro (`0`-`59`) com o número do minuto na hora.
ru: Принимает дату и время и возвращает целое число (`0`-`59`) с номером минуты в часе.
sk: Vezme dátum a čas a vráti celé číslo (`0`-`59`) s číslom minúty v hodine.
sl: Vzame datum in uro in vrne celo število (`0`-`59`) s številko minute v uri.
sq: Merr një datetime dhe kthen një numër të plotë (`0`-`59`) me numrin e minutës brenda orës.
sr: Uzima datetime i vraća ceo broj (`0`-`59`) sa brojem minuta u satu.
sv: Tar en datetime och returnerar ett heltal (`0`-`59`) med talet på minuten i timmen.
tr: Bir tarih ve saat alır ve saatin dakika sayısını içeren bir tamsayı (`0`-`59`) döndürür.
uk: Приймає datetime і повертає ціле число (`0`-`59`) з номером хвилини в годині.
vi: Lấy một ngày giờ và trả về một số nguyên (`0`-`59`) với số phút trong giờ.
zh_hk: 取得日期時間，並傳回一個整數 (`0`-`59`)，其中包含小時中的分鐘數。
