Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Document Title
ar: عنوان المستند
bg: Заглавие на документа
ca: Títol del document
de: Dokumenttitel
es: Título del documento
fa: عنوان سند
fi: Asiakirjan otsikko
fr: Titre du document
it: Titolo del documento
ja: 文書タイトル
nb: Dokumentets tittel
nl: Documenttitel
pl: Tytuł dokumentu
pt_br: Título do documento
ru: Название документа
sk: Názov dokumentu
sl: Naslov dokumenta
sq: Titulli i Dokumentit
sr: Naslov dokumenta
sv: Dokumenttitel
tr: Belge Başlığı
uk: Заголовок документа
vi: Tiêu đề tài liệu
zh_hk: 文件標題

source: New document
ar: مستند جديد
bg: Нов документ
ca: Nou document
de: Neues Dokument
es: Nuevo documento
fa: سند جدید
fi: Uusi dokumentti
fr: Nouveau document
it: Nuovo documento
ja: 新しいドキュメント
nb: Nytt dokument
nl: Nieuw document
pl: Nowy dokument
pt_br: Novo documento
ru: Новый документ
sk: Nový dokument
sl: Nov dokument
sq: Dokument i ri
sr: Novi dokument
sv: Nytt dokument
tr: Yeni belge
uk: Новий документ
vi: Tài liệu mới
zh_hk: 新文件

source: Show all comments
ar: إظهار كل التعليقات
bg: Покажи всички коментари
ca: Mostra tots els comentaris
de: Alle Kommentare anzeigen
es: Mostrar todos los comentarios
fa: نمایش همه نظرات
fi: Näytä kaikki kommentit
fr: Afficher tous les commentaires
it: Mostra tutti i commenti
ja: すべてのコメントを表示
nb: Vis alle kommentarer
nl: Toon alle reacties
pl: Pokaż wszystkie komentarze
pt_br: Mostrar todos os comentários
ru: Показать все комментарии
sk: Zobraziť všetky komentáre
sl: Prikaži vse komentarje
sq: Shfaq të gjitha komentet
sr: Prikaži sve komentare
sv: Visa alla kommentarer
tr: Tüm yorumları göster
uk: Показати всі коментарі
vi: Hiển thị tất cả bình luận
zh_hk: 顯示所有評論

source: Print Document
ar: طباعة المستند
bg: Печат на документ
ca: Imprimeix el document
de: Dokument drucken
es: Imprimir documento
fa: چاپ سند
fi: Tulosta asiakirja
fr: Imprimer le document
it: Stampa documento
ja: 文書を印刷
nb: Skriv ut dokumentet
nl: Document afdrukken
pl: Wydrukuj dokument
pt_br: Imprimir documento
ru: Распечатать документ
sk: Tlač dokumentu
sl: Natisni dokument
sq: Printo Dokumentin
sr: Štampaj dokument
sv: Skriv ut dokument
tr: Belgeyi Yazdır
uk: Друкувати документ
vi: In tài liệu
zh_hk: 列印文件

source: Remove from Bookmarks
ar: إزالة من الإشارات المرجعية
bg: Премахване от отметките
ca: Elimina dels marcadors
de: Aus Lesezeichen entfernen
es: Eliminar de marcadores
fa: حذف از نشانک‌ها
fi: Poista kirjanmerkeistä
fr: Supprimer des favoris
it: Rimuovi dai segnalibri
ja: ブックマークから削除
nb: Fjern fra bokmerker
nl: Verwijderen uit bladwijzers
pl: Usuń z zakładek
pt_br: Remover dos favoritos
ru: Удалить из закладок
sk: Odstrániť zo záložiek
sl: Odstrani iz zaznamkov
sq: Hiqe nga Faqeruajtësit
sr: Ukloni iz obeleživača
sv: Ta bort från bokmärken
tr: Yer İşaretlerinden Kaldır
uk: Видалити із закладок
vi: Xóa khỏi Dấu trang
zh_hk: 從書籤移除

source: Untitled document - {0}
ar: مستند بلا عنوان - {0}
bg: Неозаглавен документ - {0}
ca: Document sense títol - {0}
de: Unbenanntes Dokument - {0}
es: Documento sin título - {0}
fa: سند بدون عنوان - {0}
fi: Nimetön dokumentti - {0}
fr: Document sans titre - {0}
it: Documento senza titolo - {0}
ja: 無題の文書 - {0}
nb: Dokument uten tittel - {0}
nl: Ongetiteld document - {0}
pl: Dokument bez tytułu - {0}
pt_br: Documento sem título - {0}
ru: Документ без названия - {0}
sk: Nepomenovaný dokument - {0}
sl: Neimenovani dokument - {0}
sq: Dokument pa titull - {0}
sr: Dokument bez naslova – {0}
sv: Namnlöst dokument - {0}
tr: Başlıksız belge - {0}
uk: Документ без назви — {0}
vi: Tài liệu chưa có tiêu đề - {0}
zh_hk: 無標題文件 - {0}

source: Document saved
ar: تم حفظ المستند
bg: Документът е запазен
ca: Document desat
de: Dokument gespeichert
es: Documento guardado
fa: سند ذخیره شد
fi: Dokumentti tallennettu
fr: Document enregistré
it: Documento salvato
ja: ドキュメントを保存しました
nb: Dokument lagret
nl: Document opgeslagen
pl: Dokument zapisany
pt_br: Documento salvo
ru: Документ сохранен
sk: Dokument uložený
sl: Dokument shranjen
sq: Dokumenti u ruajt
sr: Dokument sačuvan
sv: Dokument sparat
tr: Belge kaydedildi
uk: Документ збережено
vi: Tài liệu đã lưu
zh_hk: 已儲存的文件

source: Document created
ar: تم إنشاء المستند
bg: Документът е създаден
ca: Document creat
de: Dokument erstellt
es: Documento creado
fa: سند ایجاد شده
fi: Dokumentti luotu
fr: Document créé
it: Documento creato
ja: ドキュメントが作成されました
nb: Dokument opprettet
nl: Document aangemaakt
pl: Dokument utworzony
pt_br: Documento criado
ru: Документ создан
sk: Dokument vytvorený
sl: Dokument ustvarjen
sq: Dokumenti u krijua
sr: Dokument kreiran
sv: Dokument skapat
tr: Belge oluşturuldu
uk: Документ створено
vi: Tài liệu đã được tạo
zh_hk: 建立的文件

source: Error saving document
ar: خطأ أثناء حفظ المستند
bg: Грешка при запазване на документа
ca: S'ha produït un error en desar el document
de: Fehler beim Speichern des Dokuments
es: Error al guardar el documento
fa: خطا در ذخیره سند
fi: Virhe dokumentin tallentamisessa
fr: Erreur lors de l'enregistrement du document
it: Errore durante il salvataggio del documento
ja: ドキュメントの保存中にエラーが発生しました
nb: Feil ved lagring av dokument
nl: Fout bij het opslaan van document
pl: Błąd podczas zapisywania dokumentu
pt_br: Erro ao salvar documento
ru: Ошибка сохранения документа
sk: Chyba pri ukladaní dokumentu
sl: Napaka pri shranjevanju dokumenta
sq: Gabim gjatë ruajtjes së dokumentit
sr: Greška pri čuvanju dokumenta
sv: Fel vid sparning av dokumentet
tr: Belge kaydedilirken hata oluştu
uk: Помилка збереження документа
vi: Lỗi khi lưu tài liệu
zh_hk: 儲存文件出錯

source: Where should we save this document?
ar: أين يجب أن نحفظ هذا المستند؟
bg: Къде трябва да запазим този документ?
ca: On hem de guardar aquest document?
de: Wo sollen wir dieses Dokument speichern?
es: ¿Dónde debemos guardar este documento?
fa: این سند را کجا باید ذخیره کنیم؟
fi: Minne meidän pitäisi tallentaa tämä asiakirja?
fr: Où devons-nous enregistrer ce document ?
it: Dove dovremmo salvare questo documento?
ja: この文書はどこに保存すればよいでしょうか?
nb: Hvor skal vi lagre dette dokumentet?
nl: Waar moeten we dit document opslaan?
pl: Gdzie powinniśmy zapisać ten dokument?
pt_br: Onde devemos salvar este documento?
ru: Где следует сохранить этот документ?
sk: Kam by sme mali tento dokument uložiť?
sl: Kam naj shranimo ta dokument?
sq: Ku duhet ta ruajmë këtë dokument?
sr: Gde da sačuvamo ovaj dokument?
sv: Var ska vi spara det här dokumentet?
tr: Bu belgeyi nereye kaydedeceğiz?
uk: Де ми маємо зберегти цей документ?
vi: Chúng ta nên lưu tài liệu này ở đâu?
zh_hk: 我們應該將此文件儲存到哪裡？

source: You need to save before you can duplicate this document.
ar: تحتاج إلى الحفظ قبل أن تتمكن من تكرار هذا المستند.
fa: قبل از اینکه بتوانید این سند را کپی کنید، باید آن را ذخیره کنید.
fi: Sinun on tallennettava tämä asiakirja ennen kuin voit kopioida sen.
it: È necessario salvare prima di poter duplicare questo documento.
ja: この文書を複製する前に保存する必要があります。
sq: Duhet ta ruash përpara se të mund ta duplikosh këtë dokument.
sr: Morate da sačuvate pre nego što možete da duplirate ovaj dokument.
zh_hk: 您需要先儲存，才能複製此文件。

source: Save your changes first
ar: احفظ تغييراتك أولًا
fa: ابتدا تغییرات خود را ذخیره کنید
fi: Tallenna ensin muutoksesi
it: Salva prima le modifiche
ja: まず変更を保存してください
sq: Së pari ruaj ndryshimet
sr: Prvo sačuvajte promene
zh_hk: 先儲存您的變更

source: Loading question settings...
ar: جارٍ تحميل إعدادات السؤال...
bg: Зареждане на настройките на въпроса...
ca: S'està carregant la configuració de la pregunta...
de: Frageneinstellungen werden geladen …
es: Cargando configuración de la pregunta...
fa: در حال بارگذاری تنظیمات سوال...
fi: Kysymysasetuksia ladataan...
fr: Chargement des paramètres de la question...
it: Caricamento impostazioni domanda...
ja: 質問の設定を読み込んでいます...
nb: Laster inn spørsmålsinnstillinger...
nl: Vraaginstellingen laden...
pl: Ładowanie ustawień pytania...
pt_br: Carregando configurações de perguntas...
ru: Загрузка настроек вопроса...
sk: Načítavajú sa nastavenia otázky...
sl: Nalaganje nastavitev vprašanja ...
sq: Po ngarkohen cilësimet e pyetjes...
sr: Učitavanje podešavanja pitanja...
sv: Laddar frågeinställningar...
tr: Soru ayarları yükleniyor...
uk: Завантаження налаштувань запиту...
vi: Đang tải cài đặt câu hỏi...
zh_hk: 載入問題設定...

source: Failed to load question
ar: فشل تحميل السؤال
bg: Зареждането на въпроса не бе успешно
ca: No s'ha pogut carregar la pregunta
de: Frage konnte nicht geladen werden
es: No se pudo cargar la pregunta
fa: بارگذاری سوال ناموفق بود
fi: Kysymyksen lataaminen epäonnistui
fr: Échec du chargement de la question
it: Impossibile caricare la domanda
ja: 質問を読み込めませんでした
nb: Kunne ikke laste inn spørsmålet
nl: Vraag laden mislukt
pl: Nie udało się załadować pytania
pt_br: Falha ao carregar a pergunta
ru: Не удалось загрузить вопрос
sk: Nepodarilo sa načítať otázku
sl: Vprašanja ni bilo mogoče naložiti
sq: Dështoi ngarkimi i pyetjes
sr: Neuspešno učitavanje pitanja
sv: Misslyckades med att ladda frågan
tr: Soru yüklenemedi
uk: Не вдалося завантажити запит
vi: Không tải được câu hỏi
zh_hk: 載入問題失敗

source: Visualize as
ar: تصوَّر كـ
bg: Визуализирайте като
ca: Visualitzar com a
de: Visualisieren als
es: Visualizar como
fa: تجسم به عنوان
fi: Visualisoi seuraavasti
fr: Visualisez comme
it: Visualizza come
ja: 次のように視覚化する
nb: Visualiser som
nl: Visualiseer als
pl: Wizualizuj jako
pt_br: Visualizar como
ru: Визуализируйте как
sk: Vizualizovať ako
sl: Vizualiziraj kot
sq: Vizualizo si
sr: Vizualizuj kao
sv: Visualisera som
tr: Görselleştirin
uk: Візуалізувати як
vi: Hình dung như
zh_hk: 視覺化為

source: Copy link
ar: انسخ الرابط
bg: Копиране на връзката
ca: Copia l'enllaç
de: Link kopieren
es: Copiar enlace
fa: کپی کردن لینک
fi: Kopioi linkki
fr: Copier le lien
it: Copia il collegamento
ja: リンクをコピー
nb: Kopier lenke
nl: Link kopiëren
pl: Kopiuj link
pt_br: Copiar link
ru: Копировать ссылку
sk: Kopírovať odkaz
sl: Kopiraj povezavo
sq: Kopjo linkun
sr: Kopiraj link
sv: Kopiera länk
tr: Bağlantıyı kopyala
uk: Скопіювати посилання
vi: Sao chép liên kết
zh_hk: 複製連結

source: New exploration
ar: استكشاف جديد
bg: Ново проучване
ca: Nova exploració
de: Neue Erkundung
es: Nueva exploración
fa: اکتشاف جدید
fi: Uusi tutkimusmatka
fr: Nouvelle exploration
it: Nuova esplorazione
ja: 新たな探索
nb: Ny utforskning
nl: Nieuwe verkenning
pl: Nowa eksploracja
pt_br: Nova exploração
ru: Новое исследование
sk: Nový prieskum
sl: Novo raziskovanje
sq: Eksplorim i ri
sr: Novo istraživanje
sv: Ny utforskning
tr: Yeni keşif
uk: Нова розвідка
vi: Khám phá mới
zh_hk: 新的探索

source: Embed an entire dashboard with multiple charts and filters
ar: ضمّن لوحة معلومات كاملة مع عدة مخططات وفلاتر
bg: Вградете цяло табло с множество диаграми и филтри
ca: Incrustar un tauler de control complet amb diversos gràfics i filtres
de: Betten Sie ein komplettes Dashboard mit mehreren Diagrammen und Filtern ein
es: Incorpore un panel completo con múltiples gráficos y filtros
fa: یک داشبورد کامل با نمودارها و فیلترهای متعدد جاسازی کنید
fi: Upota kokonainen kojelauta useilla kaavioilla ja suodattimilla
fr: Intégrer un tableau de bord complet avec plusieurs graphiques et filtres
it: Incorpora un'intera dashboard con più grafici e filtri
ja: 複数のチャートとフィルターを備えたダッシュボード全体を埋め込む
nb: Legg inn et helt dashbord med flere diagrammer og filtre
nl: Integreer een volledig dashboard met meerdere grafieken en filters
pl: Osadź cały pulpit nawigacyjny z wieloma wykresami i filtrami
pt_br: Incorpore um painel inteiro com vários gráficos e filtros
ru: Встроить целую панель управления с несколькими диаграммами и фильтрами
sk: Vložte celý dashboard s viacerými grafmi a filtrami
sl: Vdelava celotne nadzorne plošče z več grafikoni in filtri
sq: Inkorporo një panel të tërë me disa grafiqe dhe filtra
sr: Ugradite celu kontrolnu tablu sa više grafikona i filtera
sv: Bädda in en hel instrumentpanel med flera diagram och filter
tr: Birden fazla grafik ve filtre içeren bir panonun tamamını yerleştirin
uk: Вбудувати цілий дашборд із кількома діаграмами та фільтрами
vi: Nhúng toàn bộ bảng điều khiển với nhiều biểu đồ và bộ lọc
zh_hk: 嵌入具有多個圖表和篩選器的整個儀表板

source: Chart
ar: مخطط
bg: Диаграма
ca: Gràfic
de: Diagramm
es: Cuadro
fa: نمودار
fi: Kartoittaa
fr: Graphique
it: Grafico
ja: チャート
nb: Diagram
nl: Grafiek
pl: Wykres
pt_br: Gráfico
ru: Диаграмма
sk: Graf
sl: Grafikon
sq: Grafik
sr: Grafikon
sv: Diagram
tr: Çizelge
uk: Діаграма
vi: Biểu đồ
zh_hk: 圖表

source: Embed a single chart
ar: تضمين مخطط واحد
bg: Вграждане на една диаграма
ca: Incrustar un únic gràfic
de: Einbetten eines einzelnen Diagramms
es: Incrustar un solo gráfico
fa: یک نمودار واحد را جاسازی کنید
fi: Yhden kaavion upottaminen
fr: Intégrer un seul graphique
it: Incorpora un singolo grafico
ja: 単一のグラフを埋め込む
nb: Legg inn et enkelt diagram
nl: Eén grafiek insluiten
pl: Osadź pojedynczy wykres
pt_br: Incorporar um único gráfico
ru: Встроить одну диаграмму
sk: Vložiť jeden graf
sl: Vdelava enega grafikona
sq: Inkorporo një grafik të vetëm
sr: Ugradi jedan grafikon
sv: Bädda in ett enda diagram
tr: Tek bir grafiği gömün
uk: Вбудувати одну діаграму
vi: Nhúng một biểu đồ duy nhất
zh_hk: 嵌入單一圖表

source: Exploration
ar: استكشاف
bg: Проучване
ca: Exploració
de: Erforschung
es: Exploración
fa: اکتشاف
fi: Tutkimusmatka
it: Esplorazione
ja: 探索
nb: Utforskning
nl: Verkenning
pl: Badanie
pt_br: Exploração
ru: Разведка
sk: Prieskum
sl: Raziskovanje
sq: Eksplorim
sr: Istraživanje
sv: Utforskning
tr: Keşif
uk: Дослідження
vi: Khám phá
zh_hk: 探索

source: Embed an interactive data exploration experience
ar: ضمّن تجربة استكشاف بيانات تفاعلية
bg: Вградете интерактивно преживяване за изследване на данни
ca: Integrar una experiència interactiva d'exploració de dades
de: Integrieren Sie eine interaktive Datenerkundungserfahrung
es: Incorpore una experiencia interactiva de exploración de datos
fa: یک تجربه کاوش داده تعاملی را تعبیه کنید
fi: Upota interaktiivinen datan tutkimuskokemus
fr: Intégrez une expérience d'exploration de données interactive
it: Incorpora un'esperienza di esplorazione interattiva dei dati
ja: インタラクティブなデータ探索エクスペリエンスを埋め込む
nb: Bygg inn en interaktiv opplevelse av datautforskning
nl: Integreer een interactieve data-exploratie-ervaring
pl: Osadź interaktywne środowisko eksploracji danych
pt_br: Incorpore uma experiência interativa de exploração de dados
ru: Внедрите интерактивный опыт исследования данных
sk: Vložte interaktívne prostredie na prieskum údajov
sl: Vdelava interaktivne izkušnje raziskovanja podatkov
sq: Inkorporo një eksperiencë interaktive eksplorimi të të dhënave
sr: Ugradite interaktivno iskustvo istraživanja podataka
sv: Bädda in en interaktiv datautforskningsupplevelse
tr: Etkileşimli bir veri keşif deneyimi ekleyin
uk: Вбудувати інтерактивний досвід дослідження даних
vi: Nhúng trải nghiệm khám phá dữ liệu tương tác
zh_hk: 嵌入互動式資料探索體驗

source: Browser
ar: المستعرض
bg: Браузър
ca: Navegador
es: Navegador
fa: مرورگر
fi: Selain
fr: Navigateur
it: Navigatore
ja: ブラウザ
nb: Nettleser
pl: Przeglądarka
pt_br: Navegador
ru: Браузер
sk: Prehliadač
sl: Brskalnik
sq: Shfletues
sr: Pregledač
sv: Webbläsare
tr: Tarayıcı
uk: Браузер
vi: Trình duyệt
zh_hk: 瀏覽器

source: Embed a browser to manage dashboards and charts
ar: تضمين مستعرض لإدارة لوحات المعلومات والمخططات
bg: Вградете браузър за управление на табла за управление и диаграми
ca: Incrustar un navegador per gestionar quadres de comandament i gràfics
de: Einbetten eines Browsers zur Verwaltung von Dashboards und Diagrammen
es: Incorpore un navegador para administrar paneles y gráficos
fa: تعبیه یک مرورگر برای مدیریت داشبوردها و نمودارها
fi: Upota selain hallintapaneelien ja kaavioiden hallintaa varten
fr: Intégrer un navigateur pour gérer les tableaux de bord et les graphiques
it: Incorpora un browser per gestire dashboard e grafici
ja: ダッシュボードとグラフを管理するためのブラウザを埋め込む
nb: Legg inn en nettleser for å administrere dashbord og diagrammer
nl: Integreer een browser om dashboards en grafieken te beheren
pl: Osadź przeglądarkę, aby zarządzać pulpitami nawigacyjnymi i wykresami
pt_br: Incorpore um navegador para gerenciar painéis e gráficos
ru: Встроить браузер для управления панелями мониторинга и диаграммами
sk: Vložte prehliadač na správu dashboardov a grafov
sl: Vdelava brskalnika za upravljanje nadzornih plošč in grafikonov
sq: Inkorporo një browser për të menaxhuar panele dhe grafikë
sr: Ugradi pregledač za upravljanje kontrolnim tablama i grafikonima
sv: Bädda in en webbläsare för att hantera instrumentpaneler och diagram
tr: Pano ve grafikleri yönetmek için bir tarayıcı yerleştirin
uk: Вбудувати браузер для керування дашбордами та діаграмами
vi: Nhúng trình duyệt để quản lý bảng thông tin và biểu đồ
zh_hk: 嵌入瀏覽器以管理儀表板和圖表

source: Embed a Metabot chat interface
ar: ضمِّن واجهة دردشة Metabot
bg: Вградете чат интерфейс на Metabot
ca: Incrustar una interfície de xat de Metabot
de: Einbetten einer Metabot-Chat-Schnittstelle
es: Incrustar una interfaz de chat de Metabot
fa: رابط چت متابات را جاسازی کنید
fi: Upota Metabot-keskusteluliittymä
fr: Intégrer une interface de chat Metabot
it: Incorpora un'interfaccia di chat Metabot
ja: Metabotチャットインターフェースを埋め込む
nb: Bygge inn et Metabot-chatgrensesnitt
nl: Een Metabot-chatinterface insluiten
pl: Osadź interfejs czatu Metabota
pt_br: Incorpore uma interface de bate-papo do Metabot
ru: Встроить интерфейс чата Metabot
sk: Vložte rozhranie chatu Metabot
sl: Vdelava vmesnika za klepet Metabot
sq: Inkorporo një ndërfaqe bisede Metabot
sr: Ugradi Metabot chat interfejs
sv: Bädda in ett Metabot-chattgränssnitt
tr: Bir Metabot sohbet arayüzü yerleştirin
uk: Вбудувати інтерфейс чату Metabot
vi: Nhúng giao diện trò chuyện Metabot
zh_hk: 嵌入 Metabot 聊天介面

source: An admin needs to enable this feature first.
ar: يحتاج مسؤول إلى تفعيل هذه الميزة أولًا.
bg: Администраторът трябва първо да активира тази функция.
ca: Un administrador ha d'activar aquesta funció primer.
de: Ein Administrator muss diese Funktion erst aktivieren.
eo: An admin gotta turn this on first, fr.
es: Un administrador debe activar esta función en primer lugar.
fa: ابتدا یک مدیر باید این ویژگی را فعال کند.
fi: Ylläpitäjän on ensin otettava tämä ominaisuus käyttöön.
fr: Un administrateur doit d'abord activer cette fonction.
it: L'amministratore deve prima abilitare questa funzione.
ja: 管理者はまずこの機能を有効にする必要がある。
lt: Pirmiausia administratorius turi įjungti šią funkciją.
nb: En administrator må aktivere denne funksjonen først.
nl: Een beheerder moet deze functie eerst inschakelen.
pl: Ta funkcja musi być w pierwszej kolejności włączona przez administratora.
pt_br: Um administrador precisa habilitar esse recurso primeiro.
ru: Администратор должен сначала включить эту функцию.
sk: Túto funkciu musí najprv povoliť správca.
sl: Skrbnik mora najprej omogočiti to funkcijo.
sq: Një administrator duhet ta aktivizojë këtë veçori së pari.
sr: Administrator prvo mora da omogući ovu funkciju.
sv: En administratör behöver aktivera funktionen först.
tr: Önce bir yöneticinin bu özelliği etkinleştirmesi gerekir.
uk: Спочатку адміністратор має увімкнути цю функцію.
vi: Trước tiên, người quản trị cần phải bật tính năng này.
zh_hk: 管理員需要先啟用此功能。

source: data stack
ar: مكدس البيانات
bg: стека с данни
ca: pila de dades
de: Datenstapel
eo: data drip
es: pila de datos
fa: پشته داده
fi: tietopino
fr: pile de données
it: pila di dati
ja: データスタック
lt: duomenų krūva
nl: gegevensstapel
pl: stos danych
pt_br: pilha de dados
ru: стек данных
sk: zásobník údajov
sl: Sklad podatkov
sq: stack i të dhënave
sv: datastapel
tr: veri yığını
uk: стек даних
vi: ngăn xếp dữ liệu
zh_hk: 資料堆疊

source: Admin panel with the "Invite someone" button
ar: لوحة الإدارة مع زر "Invite someone"
bg: Администраторски панел с бутон "Покани някого"
ca: Tauler d'administració amb el botó "Convida algú".
de: Verwaltungsbereich mit der Schaltfläche "Jemanden einladen".
eo: Admin panel with the "Invite someone" button = The admin dashboard with the "pull up your squad" button
es: Panel de administración con el botón "Invitar a alguien
fa: پنل مدیریت با دکمه "دعوت از کسی".
fi: Hallintapaneeli, jossa on "Kutsu joku" -painike.
fr: Panneau d'administration avec le bouton "Inviter quelqu'un".
it: Pannello di amministrazione con il pulsante "Invita qualcuno".
ja: "誰かを招待する"ボタンのある管理パネル
lt: Administratoriaus skydelis su mygtuku „Pakviesti ką nors“.
nb: Administratorpanel med "Inviter noen"-knappen
nl: Beheerderspaneel met de knop "Iemand uitnodigen
pl: Panel administracyjny z przyciskiem "Zaproś kogoś"
pt_br: Painel do administrador com o botão "Convidar alguém"
ru: Панель администратора с кнопкой "Пригласить кого-нибудь"
sk: Panel administrátora s tlačidlom "Pozvať niekoho"
sl: Skrbniška plošča z gumbom "Povabi nekoga"
sq: Paneli i administratorit me butonin "Fto dikë"
sr: Administratorski panel sa dugmetom "Pozovi nekoga"
sv: Administrationspanelen med "Bjud in någon"-knappen
tr: "Birini davet et" düğmeli yönetici paneli
uk: Адмін-панель із кнопкою "Запросити когось"
vi: Bảng quản trị có nút "Mời ai đó"
zh_hk: 具有「邀請某人」按鈕的管理面板

source: Slack
bg: Отпуснат
ca: Faux
eo: Slack → Slack, but like, lowkey it's just "Slack" lol, no cap
fa: لاغر
lt: Lėtai
nb: Slakk
sl: Ohlapnost
tr: Gevşek
vi: Chùng xuống
zh_hk: 懶惰

source: Create an alert
ar: أنشئ تنبيهًا
bg: Създайте предупреждение
ca: Crea una alerta
de: Einen Alarm einrichten
eo: Set a lit alert
es: Crear una alerta
fa: یک هشدار ایجاد کنید
fi: Luo hälytys
fr: Créer une alerte
it: Crea un avviso
ja: アラートを作成する
lt: Sukurkite įspėjimą
nb: Opprett et varsel
nl: Maak een waarschuwing
pl: Utwórz alert
pt_br: Crie um alerta
ru: Создать оповещение
sk: Vytvorte upozornenie
sl: Ustvarite opozorilo
sq: Krijo një alarm
sr: Kreiraj upozorenje
sv: Skapa en varning
tr: Bir uyarı oluştur
uk: Створити сповіщення
vi: Tạo cảnh báo
zh_hk: 建立警報

source: Local symbol
ar: الرمز المحلي
bg: Местен символ
ca: Símbol local
de: Lokales Symbol
es: Símbolo local
fa: نماد محلی
fi: Paikallinen symboli
fr: Symbole local
it: Simbolo locale
ja: 地元のシンボル
nb: Lokalt symbol
nl: Lokaal symbool
pl: Symbol lokalny
pt_br: Símbolo local
ru: Местный символ
sk: Miestny symbol
sl: Lokalni simbol
sq: Simboli lokal
sr: Lokalni simbol
sv: Lokal symbol
tr: Yerel sembol
uk: Локальний символ
vi: Biểu tượng địa phương
zh_hk: 本地符號

source: Wrap text
ar: لفّ النص
bg: Обвиване на текст
ca: Emboliqui el text
de: Text umbrechen
eo: Make it fit or smthn
es: Ajustar texto
fa: بسته بندی متن
fi: Kääri teksti
fr: Envelopper le texte
it: Testo a capo
ja: テキストを折り返す
lt: Apvyniokite tekstą
nb: Ombryt tekst
nl: Tekst omwikkelen
pl: Zawijanie tekstu
pt_br: Quebrar texto
ru: Перенос текста
sk: Zalomiť text
sl: Prelomi besedilo
sq: Mbështill tekstin
sr: Prelomi tekst
sv: Radbryt text
tr: Metni sar
uk: Переносити текст
vi: Bao quanh văn bản
zh_hk: 捲動文字

source: Then, ask for what you'd like to see.
de: Fragen Sie dann nach dem, was Sie sehen möchten.
es: Luego pide lo que te gustaría ver.
fa: سپس، آنچه را که می‌خواهید ببینید، درخواست کنید.
fi: Sitten kysy, mitä haluaisit nähdä.
fr: Ensuite, demandez ce que vous aimeriez voir.
it: Poi chiedi cosa vorresti vedere.
ja: 次に、見たいものを尋ねます。
pl: Następnie zapytaj, co chciałbyś zobaczyć.
pt_br: Em seguida, peça o que você gostaria de ver.
ru: Затем спросите, что вы хотели бы увидеть.
sk: Potom sa opýtajte, čo by ste chceli vidieť.
sl: Nato vprašajte, kaj bi radi videli.
tr: Ardından, ne görmek istediğinizi belirtin.
uk: Потім запитай, що саме ти хочеш побачити.
vi: Sau đó, hãy yêu cầu những gì bạn muốn xem.
zh_hk: 然後，詢問您想看到的內容。
