Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Speed up queries by caching their results.
ar: سرّع الاستعلامات عبر تخزين نتائجها في الكاش.
bg: Ускоряване на заявките чрез кеширане на резултатите от тях.
ca: Accelera les consultes guardant-ne els resultats a la memòria cau.
de: Beschleunige Abfragen, indem Du die Ergebnisse cachen läßt.
eo: Make queries faster by caching their results, fr.
es: Acelera las consultas almacenando en caché sus resultados.
fa: با ذخیره کردن نتایج جستجوها، سرعت آنها را افزایش دهید.
fi: Nopeuta kyselyitä tallentamalla niiden tulokset välimuistiin.
fr: Accélérer les requêtes en mettant en cache leurs résultats.
hu: Gyorsítsa fel a lekérdezéseket az eredményeik gyorsítótárazásával.
it: Velocizzare le query memorizzando nella cache i loro risultati.
ja: 結果をキャッシュすることで、クエリを高速化。
lt: Paspartinkite užklausų vykdymą talpykloje išsaugodami jų rezultatus.
ms: Mempercepatkan pertanyaan dengan menyimpan hasil mereka.
nb: Øk hastigheten på spørsmål ved å mellomlagre resultatene.
nl: Versnel zoekopdrachten door de resultaten te cachen.
pl: Przyspieszanie zapytań poprzez buforowanie ich wyników.
pt_br: Acelere as consultas armazenando em cache seus resultados.
ru: Ускорьте выполнение запросов, кэшируя их результаты.
sk: Zrýchlenie dopytov pomocou ukladania ich výsledkov do vyrovnávacej pamäte.
sl: Pospešite poizvedbe tako, da predpomnite njihove rezultate.
sq: Përshpejto pyetjet duke cache-uar rezultatet e tyre.
sr: Ubrzajte upite keširanjem njihovih rezultata.
sv: Snabba upp frågor med hjälp av cachening.
tr: Sonuçları önbelleğe alarak sorguları hızlandırın.
uk: Пришвидшуйте запити, кешуючи їхні результати.
vi: Tăng tốc truy vấn bằng cách lưu trữ kết quả truy vấn.
zh_hk: 透過快取其結果來加快查詢速度。

source: Untitled database
ar: قاعدة بيانات بلا عنوان
bg: База данни без заглавие
ca: Base de dades sense títol
de: Unbenannte Datenbank
eo: No cap, just an untitled database 🤷‍♀️
es: Base de datos sin título
fa: پایگاه داده بدون عنوان
fi: Nimetön tietokanta
fr: Base de données sans titre
hu: Cím nélküli adatbázis
it: Database senza titolo
ja: 無題のデータベース
lt: Duomenų bazė be pavadinimo
ms: Pangkalan data tanpa tajuk
nb: Database uten tittel
nl: Databank zonder titel
pl: Baza danych bez tytułu
pt_br: Banco de dados sem título
ru: База данных без названия
sk: Databáza bez názvu
sl: Zbirka podatkov brez naslova
sq: Databazë pa titull
sr: Baza bez naslova
sv: Namnlös databas
tr: İsimsiz veritabanı
uk: База даних без назви
vi: Cơ sở dữ liệu chưa có tiêu đề
zh_hk: 無標題資料庫

source: Minimum query duration
ar: الحد الأدنى لمدة الاستعلام
bg: Минимална продължителност на заявката
ca: Durada mínima de la consulta
de: Minimale Abfragedauer
eo: Lowkey just means the shortest time for a query to run, no cap
es: Duración mínima de consultas
fa: حداقل مدت زمان پرس و جو
fi: Kyselyn vähimmäiskesto
fr: Durée minimale de la requête
hu: Minimális lekérdezési időtartam
it: Durata minima della query
ja: 最小クエリ時間
lt: Minimali užklausos trukmė
ms: Tempoh pertanyaan minimum
nb: Minimum spørretid
nl: Minimale zoekduur
pl: Minimalny czas trwania zapytania
pt_br: Duração mínima da consulta
ru: Минимальная продолжительность запроса
sk: Minimálne trvanie dopytu
sl: Najkrajše trajanje poizvedbe
sq: Kohëzgjatja minimale e pyetjes
sr: Minimalno trajanje upita
sv: Minimum varaktighet för fråga
tr: Minimum sorgu süresi
uk: Мінімальна тривалість виконання запиту
vi: Thời gian truy vấn tối thiểu
zh_hk: 最短查詢時間

source: Metabase will cache all saved questions with an average query execution time greater than this many seconds.
ar: سيقوم Metabase بتخزين جميع الأسئلة المحفوظة في الكاش التي يكون متوسط وقت تنفيذ الاستعلام فيها أكبر من هذا العدد من الثواني.
bg: Метабазата ще кешира всички запазени въпроси, чието средно време за изпълнение на заявката е по-голямо от този брой секунди.
ca: Metabase guardarà a la memòria cau totes les preguntes desades amb un temps mitjà d'execució de consultes superior a aquests segons.
de: Die Metabase speichert alle gespeicherten Fragen mit einer durchschnittlichen Ausführungszeit der Abfrage, die größer als diese Anzahl von Sekunden ist, im Cache.
eo: Metabase is gonna cache all the saved Qs that take LMAO more than this many seconds to run.
es: Metabase almacenará en caché todas las preguntas guardadas con un tiempo promedio de ejecución de consultas mayor que esta cantidad de segundos.
fa: Metabase تمام سوالات ذخیره شده را با میانگین زمان اجرای پرس و جو بیشتر از این چند ثانیه در حافظه پنهان می کند.
fi: Metabase tallentaa välimuistiin kaikki tallennetut kysymykset, joiden keskimääräinen kyselyn suoritusaika on tätä sekuntimäärää suurempi.
fr: Metabase mettra en cache les questions sauvegardées avec un temps d'execution moyen en secondes supérieur à ceci.
hu: A Metabase az összes mentett kérdést gyorsítótárazza, amelyek átlagos lekérdezési ideje meghaladja ezt a másodpercekben megadott értéket.
it: Metabase memorizzerà nella cache tutte le domande salvate con un tempo medio di esecuzione della query superiore a questo numero di secondi.
ja: Metabaseは平均クエリ実行時間がこの秒数を超えるすべての保存済み質問をキャッシュします。
lt: Metabazė išsaugos visus išsaugotus klausimus, kurių vidutinis užklausos vykdymo laikas yra ilgesnis nei tiek sekundžių.
ms: Metabase akan menyimpan cache semua soalan yang disimpan dengan masa pelaksanaan pertanyaan purata lebih dari sekian saat ini.
nb: Metabase vil mellomlagre alle lagrede spørsmål med gjennomsnittlig eksekveringstid større enn angitte sekund.
nl: Metabase slaat alle opgeslagen vragen in de cache op met een gemiddelde queryuitvoeringstijd die langer is dan dit aantal seconden.
pl: Metabase będzie buforować wszystkie zapisane zapytania, których średni czas wykonania zapytania przekracza tę liczbę sekund.
pt_br: A Metabase armazenará em cache todas as perguntas salvas com um tempo médio de execução de consulta maior que esse número de segundos.
ru: Metabase будет кэшировать все сохраненные вопросы со средним временем выполнения запроса, превышающим это количество секунд.
sk: Metabáza bude ukladať do vyrovnávacej pamäte všetky uložené otázky s priemerným časom vykonávania dotazu dlhším ako tento počet sekúnd.
sl: Metabase bo predpomnil vsa shranjena vprašanja s povprečnim časom izvajanja poizvedbe, daljšim od tega števila sekund.
sq: Metabase do të cache-ojë të gjitha pyetjet e ruajtura me një kohë mesatare ekzekutimi të pyetjes më të madhe se kaq sekonda.
sr: Metabase će keširati sva sačuvana pitanja sa prosečnim vremenom izvršavanja upita većim od ovoliko sekundi.
sv: Metabase kommer cache:a alla frågor som i snitt har en beräkningstid längre än detta antalet sekunder.
tr: Metabase, ortalama sorgu yürütme süresi şu kadar saniyeden fazla olan tüm kayıtlı soruları önbelleğe alır.
uk: Metabase кешуватиме всі збережені запитання із середнім часом виконання запиту, більшим за цю кількість секунд.
vi: Metabase sẽ lưu trữ đệm tất cả các câu hỏi đã lưu có thời gian thực hiện truy vấn trung bình lớn hơn số giây này.
zh_hk: Metabase 會快取所有平均查詢執行時間大於這個秒數的已儲存問題。

source: Multiplier
ar: المعامل
bg: Мултипликатор
ca: Multiplicador
de: Multiplikator
eo: Multiplier → "Vibe booster" or just "Multiplier" it’s already kinda chill, but if you want slang, maybe "boost" or "mult" for short.
es: Multiplicador
fa: ضرب کننده
fi: Kerroin
fr: Multiplieur
hu: Szorzó
it: Moltiplicatore
ja: 乗数
lt: Daugiklis
ms: Pengganda
nb: Multiplikator
nl: Vermenigvuldiger
pl: Mnożnik
pt_br: Multiplicador
ru: Множитель
sk: Multiplikátor
sl: Multiplikator
sq: Shumëzues
sr: Multiplikator
sv: Multiplikator
tr: Çarpan
uk: Множник
vi: Hệ số nhân
zh_hk: 乘法器

source: Cache results for this many hours
ar: خزّن النتائج في الكاش لهذا العدد من الساعات
bg: Резултати от кеширането за този брой часове
ca: Resultats de la memòria cau durant tantes hores
de: Ergebnisse für so viele Stunden cachen
eo: Save the results for this many hours, fr fr
es: Guarda caché por estas horas
fa: نتایج کش برای این چند ساعت
fi: Tallenna tulokset välimuistiin näin monelta tunnilta
fr: Mettre en cache pour ce nombre d'heures
hu: Az eredményeket ennyi órán keresztül tárolja a gyorsítótárban
it: Risultati della cache per questo numero di ore
ja: キャッシュは何時間分
lt: Talpyklos rezultatai tiek daug valandų
ms: Simpan keputusan ini untuk berapa jam
nb: Mellomlagre resultater i så mange timer
nl: Cacheresultaten voor zoveel uur
pl: Wyniki w pamięci podręcznej przez tyle godzin
pt_br: Fazer cache de resulados por esta quantidade de horas
ru: Кэшируйте результаты в течение стольких часов
sk: Výsledky vyrovnávacej pamäte za tento počet hodín
sl: Predpomnilnik rezultatov za toliko ur
sq: Cache-o rezultatet për kaq orë
sr: Keširaj rezultate ovoliko sati
sv: Cache:a resultat för såhär många timmar
tr: Şu kadar saat için sonuçları önbelleğe al
uk: Кешувати результати протягом цієї кількості годин
vi: Lưu trữ kết quả trong nhiều giờ này
zh_hk: 快取這麼多小時的結果

source: Error: Cannot interpret schedule: {0}
ar: خطأ: لا يمكن تفسير الجدول الزمني: {0}
bg: Грешка: Не може да интерпретира графика: {0}
ca: Error: no es pot interpretar la programació: {0}
de: Fehler: Zeitplanung kann nicht interpretiert werden: {0}
eo: Error: Can't even interpret the schedule rn: {0}
es: Error: No se puede interpretar el tiempo: {0}
fa: خطا: نمی توان زمان بندی را تفسیر کرد: {0}
fi: Virhe: Aikataulua {0} ei voi tulkita
fr: Erreur : Impossible d'interpréter le programme : {0}
hu: Hiba: Nem értelmezhető ütemezés: {0}
it: Errore: Impossibile interpretare il programma: {0}
ja: エラースケジュールを解釈できません：{0}
lt: Klaida: negalima interpretuoti tvarkaraščio: {0}
ms: Ralat: Tidak dapat menginterpretasi jadual: {0}
nb: Feil: Kan ikke tyde tidsplan: {0}
nl: Fout: Kan schema niet interpreteren: {0}
pl: Błąd: Nie można zinterpretować harmonogramu: {0}
pt_br: Erro: não é possível interpretar o agendamento: {0}
ru: Ошибка: Невозможно интерпретировать расписание: {0}
sk: Chyba: Nemožno interpretovať plán: {0}
sl: Napaka: Ni mogoče razlagati urnika: {0}
sq: Gabim: Nuk mund të interpretohet orari: {0}
sr: Greška: Nije moguće protumačiti raspored: {0}
sv: Fel: Kan inte tolka schemat: {0}
tr: Hata: Program yorumlanamıyor: {0}
uk: Помилка: не вдалося інтерпретувати розклад: {0}
vi: Lỗi: Không thể diễn giải lịch trình: {0}
zh_hk: 錯誤：無法解釋排程： {0}

source: Invalidate
eo: Cancel, like, nah, that’s not it fr.
hu: Érvénytelenítés
ms: Batalkan

source: Select the cache invalidation policy
ar: حدّد سياسة إبطال الكاش
bg: Изберете политиката за обезсилване на кеша
ca: Selecciona la política d'invalidació de la memòria cau
de: Wählen Sie die Cache-Invalidierungsrichtlinie
eo: Pick the cache reset vibe
es: Selecciona la política de invalidación de caché
fa: خط مشی عدم اعتبار کش را انتخاب کنید
fi: Valitse välimuistin mitätöintikäytäntö
fr: Sélectionner la politique d’invalidation du cache
hu: Válassza ki a gyorsítótár érvénytelenítési házirendet
it: Selezionare il criterio di invalidazione della cache
ja: キャッシュ無効化ポリシーを選択する
lt: Pasirinkite talpyklos negaliojimo strategiją
ms: Pilih dasar pembatalan simpanan cache
nb: Velg ugyldiggjøringspolicy for mellomlagring
nl: Selecteer het beleid voor cachevalidatie
pl: Wybierz zasady unieważniania pamięci podręcznej
pt_br: Selecionar política de invalidação do cache
ru: Выберите политику признания кэша недействительным
sk: Vyberte zásady zneplatnenia vyrovnávacej pamäte
sl: Izberite pravilnik o razveljavitvi predpomnilnika
sq: Zgjidh politikën e invalidimit të cache-it
sr: Izaberite politiku invalidacije keša
sv: Välj cacheinvaliderings-policy
tr: Önbellek geçersiz kılma ilkesini seçin
uk: Виберіть політику інвалідації кешу
vi: Chọn chính sách vô hiệu hóa bộ nhớ đệm
zh_hk: 選擇快取失效政策

source: This determines how long cached results will be stored.
ar: يحدد هذا مدة الاحتفاظ بالنتائج المخزنة في الكاش.
bg: Това определя колко дълго ще се съхраняват резултатите от кеширането.
ca: Això determina quant de temps s'emmagatzemaran els resultats a la memòria cau.
de: Dies legt fest, wie lange zwischengespeicherte Ergebnisse vorgehalten werden.
eo: This decides how long the cached results stay in the vault.
es: Esto determina durante cuánto tiempo se almacenarán los resultados en caché.
fa: این تعیین می کند که نتایج ذخیره شده در حافظه پنهان چه مدت ذخیره می شوند.
fi: Tämä määrittää, kuinka kauan välimuistissa olevia tuloksia säilytetään.
fr: Ceci détermine combien de temps les résultats mis en cache seront conservés.
hu: Ez határozza meg, hogy a gyorsítótárazott eredmények meddig lesznek tárolva.
it: Determina la durata della memorizzazione dei risultati nella cache.
ja: これは、キャッシュされた結果の保存期間を決定する。
lt: Tai nustato, kiek laiko bus saugomi talpykloje saugomi rezultatai.
ms: Ini menentukan berapa lama keputusan yang disimpan dalam cache akan disimpan.
nb: Dette bestemmer hvor lenge mellomlagrede resultater vil bli lagret.
nl: Dit bepaalt hoe lang resultaten in de cache worden opgeslagen.
pl: Określa czas przechowywania wyników w pamięci podręcznej.
pt_br: Isto determina por quanto tempo os resultados de cache serão armazenados.
ru: Настройка определяет как долго будут храниться кэшированные результаты.
sk: Určuje, ako dlho sa budú výsledky ukladať do vyrovnávacej pamäte.
sl: To določa, kako dolgo bodo shranjeni predpomnjeni rezultati.
sq: Kjo përcakton sa gjatë do të ruhen rezultatet e cache-uara.
sr: Ovo određuje koliko dugo će keširani rezultati biti sačuvani.
sv: Avgör
tr: Bu, önbelleğe alınan sonuçların ne kadar süreyle saklanacağını belirler.
uk: Це визначає, як довго зберігатимуться закешовані результати.
vi: Điều này xác định thời gian lưu trữ bộ nhớ đệm của kết quả.
zh_hk: 這決定了快取結果的儲存時間。

source: To determine how long each cached result should stick around, we take that query's average execution time and multiply that by what you input here. The result is how many seconds the cache should remain valid for.
ar: لتحديد مدة بقاء كل نتيجة مخزنة في الكاش، نأخذ متوسط وقت تنفيذ ذلك الاستعلام ونضربه في ما تُدخله هنا. الناتج هو عدد الثواني التي ينبغي أن يظل فيها الكاش صالحًا.
bg: За да определим колко време трябва да остане в кеша всеки резултат, вземаме средното време за изпълнение на заявката и го умножаваме по въведеното от вас тук. Резултатът е колко секунди трябва да остане валиден кешът.
ca: Per determinar quant de temps ha de romandre cada resultat de la memòria cau, prenem el temps mitjà d'execució d'aquesta consulta i el multipliquem pel que introduïu aquí. El resultat és quants segons ha de romandre vàlida la memòria cau.
de: Um zu bestimmen, wie lange jedes zwischengespeicherte Ergebnis gültig sein soll, nehmen wir die durchschnittliche Ausführungszeit der Abfrage und multiplizieren diese mit dem hier eingegebenen Wert. Das Ergebnis ist, wie viele Sekunden der Cache gültig bleiben soll.
eo: So basically, to figure out how long each cached result should stay, we look at that query’s average run time and multiply it by whatever you put in here. The answer is how many seconds the cache should be chillin’ for.
es: Para determinar cuánto tiempo debe permanecer cada resultado almacenado en caché, tomamos el tiempo de ejecución promedio de esa consulta y lo multiplicamos por lo que pones aquí. El resultado es cuántos segundos debe permanecer válido el caché.
fa: برای تعیین مدت زمان ماندگاری هر نتیجه ذخیره شده در حافظه پنهان، میانگین زمان اجرای آن پرس و جو را در نظر می گیریم و آن را در آنچه در اینجا وارد می کنید ضرب می کنیم. نتیجه این است که حافظه نهان برای چند ثانیه باید معتبر بماند.
fi: Kerromme kyselyn keskimääräisen suoritusajan tähän syöttämälläsi kertoimella määrittääksemme, kuinka monta sekuntia kyselytulos pysyy välimuistissa.
fr: Pour déterminer la durée de conservation de chaque résultat mis en cache, nous prenons le temps d'exécution moyen de la requête et le multiplions par ce que vous saisissez ici. Le résultat est le nombre de secondes pendant lesquelles le cache doit rester valide.
hu: Annak meghatározásához, hogy mennyi ideig maradjon meg minden gyorsítótárazott eredmény, vesszük a lekérdezés átlagos végrehajtási idejét, és megszorozzuk az itt megadott értékkel. Az eredmény adja meg, hogy hány másodpercig maradjon érvényes a gyorsítótár.
it: Per determinare il tempo di permanenza nella cache di ciascun risultato, si prende il tempo medio di esecuzione della query e lo si moltiplica per il valore inserito qui. Il risultato è il numero di secondi per cui la cache deve rimanere valida.
ja: キャッシュされた各結果の有効時間を決定するには、そのクエリの平均実行時間を取り、ここに入力した値を掛けます。その結果、キャッシュは何秒間有効であるべきかがわかります。
lt: Norėdami nustatyti, kiek laiko turėtų išlikti kiekvienas talpykloje saugomas rezultatas, imame vidutinį tos užklausos vykdymo laiką ir padauginame jį iš čia įvestos informacijos. Rezultatas – kiek sekundžių talpykla turėtų galioti.
ms: Untuk menentukan berapa lama setiap keputusan yang disimpan dalam cache harus disimpan, kami mengambil masa pelaksanaan purata pertanyaan itu dan darabkan dengan apa yang anda masukkan di sini. Hasilnya adalah berapa banyak saat cache harus kekal sah.
nb: For å bestemme hvor lenge hvert mellomlagret resultat skal ligge, tar vi gjennomsnittlig eksekveringstid og multipliserer det med tallet du skriver inn her. Resultatet er hvor mange sekunder mellomlagringen skal være gyldig.
nl: Om te bepalen hoe lang elk resultaat in de cache moet blijven, nemen we de gemiddelde uitvoeringstijd van die query en vermenigvuldigen dat met wat je hier invoert. Het resultaat is hoeveel seconden de cache geldig moet blijven.
pl: Aby określić, jak długo każdy wynik powinien pozostać w pamięci podręcznej, bierzemy średni czas wykonania zapytania i mnożymy go przez wartość wprowadzoną tutaj. Wynikiem jest liczba sekund, przez jaką bufor powinien pozostać ważny.
pt_br: Para determinar por quanto tempo cada resultado armazenado em cache deve permanecer, pegamos o tempo médio de execução da consulta e o multiplicamos pelo valor que você inseriu aqui. O resultado é o número de segundos pelo qual o cache deve permanecer válido.
ru: Чтобы определить как долго должен оставаться в кэше каждый результат, мы берем среднее время выполнения запроса и умножаем его на значение, которое вы вводите здесь. В результате мы получим количество секунд, в течение которых кэш должен оставаться в силе.
sk: Ak chcete určiť, ako dlho by mal každý výsledok v medzipamäti zostať, vezmeme priemerný čas vykonania daného dotazu a vynásobíme ho hodnotou, ktorú tu zadáte. Výsledkom je počet sekúnd, počas ktorých by mala vyrovnávacia pamäť zostať platná.
sl: Da bi ugotovili, kako dolgo naj se vsak predpomnjeni rezultat zadrži, vzamemo povprečni čas izvajanja te poizvedbe in ga pomnožimo s tem, kar vnesete tukaj. Rezultat je, koliko sekund naj predpomnilnik ostane veljaven.
sq: Për të përcaktuar sa gjatë duhet të qëndrojë çdo rezultat i cache-uar, marrim kohën mesatare të ekzekutimit të asaj pyetjeje dhe e shumëzojmë me atë që fut këtu. Rezultati është sa sekonda cache-i duhet të mbetet i vlefshëm.
sr: Da bismo odredili koliko dugo svaki keširani rezultat treba da ostane, uzimamo prosečno vreme izvršavanja tog upita i množimo ga sa onim što ovde unesete. Rezultat je broj sekundi koliko keš treba da ostane važeći.
sv: För att avgöra hur länge varje cachelagrat resultat ska finnas kvar tar vi frågans genomsnittliga exekveringstid och multiplicerar den med det du anger här. Resultatet är hur många sekunder cachen ska vara giltig.
tr: Önbelleğe alınan her sonucun ne kadar süre kalması gerektiğini belirlemek için, o sorgunun ortalama yürütme süresini alır ve bunu buraya girdiğiniz süreyle çarparız. Sonuç, önbelleğin kaç saniye boyunca geçerli kalması gerektiğidir.
uk: Щоб визначити, як довго має зберігатися кожен закешований результат, ми беремо середній час виконання цього запиту та множимо його на значення, яке ви введете тут. Результат — це кількість секунд, протягом яких кеш має залишатися чинним.
vi: Để xác định thời gian lưu trữ của mỗi kết quả được lưu trong bộ nhớ đệm, chúng tôi lấy thời gian thực hiện trung bình của truy vấn đó và nhân với thông tin bạn nhập vào đây. Kết quả là bộ nhớ đệm sẽ duy trì hiệu lực trong bao nhiêu giây.
zh_hk: 為了決定每個快取結果應維持多久，我們將取該查詢的平均執行時間乘以您在此處輸入的值。結果就是快取應該保持有效的秒數。
