Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: SSH private key to connect to the tunnel
ar: مفتاح SSH الخاص للاتصال بالنفق
bg: SSH частен ключ за свързване към тунела
ca: Clau SSH privada per connectar al túnel
de: Privater Schlüssel für die Verbindung zum SSH Tunnel
eo: SSH private key to slide into the tunnel's DMs
es: Clave privada SSH para conectarse al túnel
fa: کلید خصوصی SSH برای اتصال به تونل
fi: Yksityinen SSH-avain tunneliin yhdistämiseksi
fr: Clé privée pour se connecter au tunnel SSH
hu: SSH privát kulcs az alagúthoz való csatlakozáshoz
it: Chiave privata per collegarti al tunnel SSH
ja: トンネルに接続するためのSSH秘密鍵
lt: SSH privatus raktas prisijungti prie tunelio
ms: Kunci peribadi SSH untuk menyambung ke terowong
nb: SSH privat nøkkel for å koble til tunnelen
nl: SSH Private Key die je gebruikt om in te loggen
pl: Klucz prywatny SSH do połączenia z tunelem
pt_br: Chave privada SSH para conectar ao túnel
ru: Приватный ключ SSH-туннеля
sk: SSH súkromný kľúč pre pripojenie k tunelu
sl: SSH zasebni ključ za povezavo s predorom
sq: Çelësi privat SSH për t’u lidhur me tunelin
sr: SSH privatni ključ za povezivanje na tunel
sv: Privat nyckel för att ansluta till SSH-tunneln
tr: Tünele bağlanmak için SSH özel anahtarı
uk: Приватний ключ SSH для підключення до тунелю
vi: Khóa riêng SSH để kết nối với đường hầm
zh_hk: 用於連接到通道的 SSH 私鑰

source: Paste the contents of an ssh private key here
hu: Illessze be ide egy ssh privát kulcs tartalmát
ms: Tampal kandungan kunci peribadi SSH di sini

source: Passphrase for SSH private key
ar: عبارة مرور مفتاح SSH الخاص
bg: Пропуск за SSH частен ключ
ca: Contrasenya de la clau SSH privada
de: Passwort für den privaten SSH-Schlüssel
eo: The passphrase for your SSH private key is basically your secret vibe code, so no cap, keep it on the low.
es: Frase de contraseña para clave privada SSH
fa: عبارت گذرواژه برای کلید خصوصی SSH
fi: Yksityisen SSH-avaimen tunnuslause
fr: Passphrase pour la clé privée SSH
hu: Jelszó az SSH privát kulcshoz
it: Passphrase per la chiave privata SSH
ja: SSH秘密鍵のパスフレーズ
lt: SSH privataus rakto slaptafrazė
ms: Frasa laluan untuk kunci peribadi SSH
nb: Passfrase for den private SSH-nøkkelen
nl: Wachtwoord voor SSH-privésleutel
pl: Hasło do klucza prywatnego SSH
pt_br: Senha para chave privada SSH
ru: Пароль для приватного ключа SSH-туннеля
sk: Heslová fráza pre SSH súkromný kľúč
sl: Geslo za zasebni ključ SSH
sq: Passphrase për çelësin privat SSH
sr: Lozinka (passphrase) za SSH privatni ključ
sv: Lösenord för privat SSH-nyckel
tr: SSH özel anahtarı için parola
uk: Парольна фраза для приватного ключа SSH
vi: Cụm mật khẩu cho khóa riêng SSH
zh_hk: SSH 私鑰的密碼

source: We execute the underlying query when you explore data using Summarize or Filter.
hu: Akkor hajtjuk végre az alapul szolgáló lekérdezést, amikor az adatokat összefoglalással vagy szűréssel vizsgálja.
ms: Kami melaksanakan pertanyaan asas apabila anda meneroka data menggunakan Ringkasan atau Penapis.

source: This is on by default but you can turn it off if performance is slow.
hu: Ez alapértelmezés szerint be van kapcsolva, de kikapcsolhatja, ha lassú a teljesítmény.
ms: Ini dihidupkan secara lalai tetapi anda boleh mematikannya jika prestasi perlahan.

source: This is a lightweight process that checks for updates to this database’s schema.
hu: Ez egy egyszerű folyamat, amely ellenőrzi az adatbázis séma frissítéseit.
ms: Ini adalah proses ringan yang memeriksa kemas kini pada skema pangkalan data ini.

source: In most cases, you should be fine leaving this set to sync hourly.
hu: A legtöbb esetben rendben van, ha ezt óránkénti szinkronizálásra hagyja beállítva.
ms: Dalam kebanyakan kes, anda sepatutnya baik meninggalkan tetapan ini untuk diselaraskan setiap jam.

source: If your database is behind a firewall, you may need to allow connections from our Metabase Cloud IP addresses:
hu: Ha az adatbázisa tűzfal mögött van, lehet, hogy engedélyeznie kell a kapcsolatokat a Metabase Cloud IP-címeiről:
ms: Jika pangkalan data anda berada di belakang firewall, anda mungkin perlu membenarkan sambungan dari alamat IP Metabase Cloud kami:

source: Error querying database {0} for current time: {1}
hu: Hiba az adatbázis {0} lekérdezése során az aktuális időre vonatkozóan: {1}
ms: Ralat membuat query pangkalan data {0} untuk masa semasa: {1}

source: Error: multiple values specified for parameter; non-Field Filter parameters can only have one value.
ar: خطأ: تم تحديد قيم متعددة للبارامتر؛ لا يمكن أن تحتوي البارامترات غير Field Filter إلا على قيمة واحدة.
bg: Грешка: множество стойности, посочени за параметър; Параметрите на филтъра извън полето могат да имат само една стойност.
ca: Error: hi ha diferents valors especificats per al paràmetre; els paràmetre que no són de camp de filtre només poden tenir un valor.
de: Fehler: Mehrere Werte für Parameter angegeben; Nicht-Feldfilterparameter können nur einen Wert haben.
eo: Oops, error: you’re tryna put in mad values for one param, but non-Field Filter params can only have one. Lowkey, that’s a no-go.
es: Error: varios valores especificados para el parámetro; Los parámetros que no son de filtro de campo solo pueden tener un valor.
fa: خطا: مقادیر متعدد برای پارامتر مشخص شده‌اند؛ پارامترهای غیر فیلتر میدان تنها می‌توانند یک مقدار داشته باشند.
fi: Virhe: useita arvoja määritetty parametrille; ei-kenttäsuodattimien parametreilla voi olla vain yksi arvo.
fr: Erreur: plusieurs valeurs spécifiées pour le paramètre; les filtres de type non-Champ n'ont qu'une valeur possible.
hu: Hiba: több érték megadva a paraméterhez; nem-mező szűrő paramétereknek csak egy értéke lehet.
it: Errore: valori multipli specificati per il parametro; i parametri non di filtro di campo possono avere solo un valore.
ja: エラー：パラメータに複数の値が指定されました。フィールドフィルタ以外のパラメータは、1つの値しか持つことができません。
lt: Klaida: nurodytos kelios parametro reikšmės; Ne lauko filtro parametrai gali turėti tik vieną reikšmę.
ms: Ralat: nilai berbilang ditentukan untuk parameter; parameter bukan Penapis Medan hanya boleh mempunyai satu nilai.
nb: Feil: flere verdier angitt for parameteren; ikke-Felt Filter-parametere kan bare ha én verdi.
nl: Fout: meerdere waarden opgegeven voor parameter; niet-veld filterparameters kunnen slechts één waarde hebben.
pl: Błąd: wskazano wiele wartości dla parametru; parametry inne niż filtr pola mogą mieć tylko jedną wartość.
pt_br: Erro: vários valores especificados para o parâmetro; os parâmetros que não são de filtro de campo só podem ter um valor.
ru: Ошибка: указаны несколько значений для параметра; параметры, не относящиеся к фильтру поля, могут иметь только одно значение.
sk: Chyba: Bolo špecifikované viacnásobné hodnoty pre parameter; Parametre bez poľa Filtra môžu mať iba jednu hodnotu.
sl: Napaka: za parameter je določeno več vrednosti; Parametri, ki niso filtri polj, imajo lahko samo eno vrednost.
sq: Gabim: janë specifikuar shumë vlera për parametrin; parametrat jo-Field Filter mund të kenë vetëm një vlerë.
sr: Greška: navedeno je više vrednosti za parametar; parametri koji nisu Field Filter mogu imati samo jednu vrednost.
sv: Fel: multipla värden angivna för parametern. Filter för icke-fält kan bara ha ett värde.
tr: Hata: parametre için birden çok değer belirtildi; Alan Filtresi olmayan parametreler yalnızca bir değere sahip olabilir.
uk: Помилка: для параметра вказано кілька значень; параметри, які не є фільтрами полів, можуть мати лише одне значення.
vi: Lỗi: nhiều giá trị được chỉ định cho tham số; các tham số không phải là bộ lọc trường chỉ có thể có một giá trị.
zh_hk: 錯誤：為參數指定了多個值；非欄位過濾器參數只能有一個值。

source: The local path relative to where Metabase is running from. Your string should not include the .mv.db extension.
ar: المسار المحلي بالنسبة للمكان الذي يعمل منه Metabase. يجب ألا تتضمن سلسلتك امتداد .mv.db.
bg: Локалният път спрямо мястото, откъдето се изпълнява Metabase. Вашият низ не трябва да включва разширението .mv.db.
ca: El camí relatiu a la instal·lació de Metabase. La cadena no ha d'incloure l'extensió .mv.db.
de: Lokaler Pfad relativ zum Ausführungsort von Metabase. Dein String sollte nicht die .mv.db Endung beinhalten.
eo: That’s the local path relative to where Metabase is chillin. Your string shouldn’t have the .mv.db extension, fr.
es: La ruta local relativa desde donde se ejecuta Metabase. La cadena no debe incluir la extensión .mv.db.
fa: مسیر محلی نسبت به جایی که متابیس در حال اجرا است. رشته شما نباید شامل پسوند .mv.db باشد.
fi: Paikallinen polku suhteessa siihen, mistä Metabase suoritetaan. Merkkijonosi ei saa sisältää .mv.db -päätettä.
fr: Le chemin relatif vers l'endroit où est lancé Metabase. Votre chaîne de caractères ne doit pas inclure l'extension .mv.db.
hu: A helyi útvonal a Metabase futtatási helyéhez képest. Az útvonal ne tartalmazza a .mv.db kiterjesztést.
it: Il percorso locale relativo al punto in cui viene eseguito Metabase. La tua stringa non dovrebbe includere l'estensione .mv.db.
ja: Metabaseが動いている場所からのローカルの相対パスです。入力に.mv.dbの拡張子は不要です。
lt: Vietinis kelias, susijęs su metabazės paleidimo vieta. Jūsų eilutėje neturėtų būti plėtinio .mv.db.
ms: Laluan tempatan relatif kepada tempat Metabase berjalan. Rentetan anda tidak boleh menyertakan sambungan .mv.db.
nb: Den lokale banen i forhold til hvor Metabase kjører fra. Strengen din skal ikke inkludere .mv.db-utvidelsen.
nl: Het lokale pad ten opzichte van waar Metabase draait. Je tekenreeks mag niet de extensie .mv.db bevatten.
pl: Lokalna ścieżka względem miejsca, z którego działa Metabase. Ciąg znaków nie powinien zawierać rozszerzenia .mv.db.
pt_br: O caminho local relativo a onde o Metabase está sendo executado. Sua sequência não deve incluir a extensão .mv.db.
ru: Локальный путь относительно места запуска Metabase. Ваша строка не должна включать расширение .mv.db.
sk: Lokálna cesta relatívna k miestu, z ktorého je spustený Metabase. Váš reťazec by nemal obsahovať príponu .mv.db.
sl: Lokalna pot glede na to, od koder teče metabaza. Niz ne sme vključevati razširitve .mv.db.
sq: Rruga lokale relative ndaj vendit ku po ekzekutohet Metabase. String-u juaj nuk duhet të përfshijë prapashtesën .mv.db.
sr: Lokalna putanja relativna u odnosu na mesto odakle Metabase radi. Tvoj string ne treba da sadrži ekstenziju .mv.db.
sv: Den lokala sökvägen relativt till där Metabase körs ifrån. Din sträng bör inte innehålla suffixet .mv.db.
tr: Metatabanının çalıştığı yere göre yerel yol. Dizeniz .mv.db uzantısını içermemelidir.
uk: Локальний шлях відносно місця, де запущено Metabase. Ваш рядок не має містити розширення .mv.db.
vi: Đường dẫn cục bộ tương đối với nơi Metabase đang chạy từ. Chuỗi của bạn không nên bao gồm phần mở rộng .mv.db.
zh_hk: 相對於Metabase運行的本地路徑。 您的字串不應包含.mv.db副檔名。

source: SSL Mode
ar: وضع SSL
bg: SSL режим
ca: Model SSL
de: SSL Modus
eo: SSL Mode → SSL Vibe or SSL Flex
es: Modo SSL
fa: حالت SSL
fi: SSL-tila
fr: Mode SSL
hu: SSL mód
it: Modalità SSL
ja: SSLモード
lt: SSL režimas
ms: Mod SSL
nb: SSL-modus
nl: SSL modus
pl: Tryb SSL
pt_br: Modo SSL
ru: Режим SSL
sk: SSL režim
sl: Način SSL
sq: Modaliteti SSL
sr: SSL režim
sv: SSL-läge
tr: SSL Modu
uk: Режим SSL
vi: Chế độ SSL
zh_hk: SSL 模式

source: SSL Root Certificate (PEM)
ar: شهادة SSL الجذرية (PEM)
bg: SSL коренен сертификат (PEM)
ca: Certificat SSL Arrel (PEM)
de: SSL Root-Zertifikat (PEM)
eo: SSL Root Cert (PEM) — this is basically the OG cert that’s all about that legit security vibe, no cap.
es: Certificado Raíz SSL (PEM)
fa: گواهی SSL اصلی (PEM)
fi: SSL-juurivarmenteen (PEM)
fr: Certificat racine SSL (PEM)
hu: SSL gyökér tanúsítvány (PEM)
it: Certificato radice SSL (PEM)
ja: SSLルート証明書(PEM)
lt: SSL šakninis sertifikatas (PEM)
ms: Sijil Root SSL (PEM)
nb: SSL-rotsertifikat (PEM)
nl: SSL-rootcertificaat (PEM)
pl: Certyfikat główny SSL (PEM)
pt_br: Certificado raiz SSL (PEM)
ru: Корневой SSL сертификат (PEM)
sk: SSL koreňový certifikát (PEM)
sl: Korensko potrdilo SSL (PEM)
sq: Certifikata rrënjë SSL (PEM)
sr: SSL Root sertifikat (PEM)
sv: Root-certifikat för SSL (PEM)
tr: SSL Kök Sertifikası (PEM)
uk: Кореневий SSL-сертифікат (PEM)
vi: Chứng thư gốc SSL (PEM)
zh_hk: SSL 根證書 (PEM)

source: Authenticate client certificate?
ar: مصادقة شهادة العميل؟
bg: Удостоверяване на клиентски сертификат?
ca: Autenticar el certificat de client?
de: Client-Zertifikat authentifizieren?
eo: Authenticate client cert? That’s like, you tryna make sure they’re legit or nah?
es: ¿Autenticar certificado de cliente?
fa: گواهی احراز هویت مشتری؟
fi: Vahvista asiakkaan varmenne?
fr: Authentifier le certificat client ?
hu: Ügyféltanúsítvány hitelesítése?
it: Autenticare il certificato del client?
ja: クライアントの証明書を認証しますか?
lt: Autentifikuoti kliento sertifikatą?
ms: Sahkan sijil pelanggan?
nb: Godkjenne klientsertifikat?
nl: Clientcertificaat verifiëren?
pl: Uwierzytelnić certyfikat klienta?
pt_br: Autenticar certificado do cliente?
ru: Аутентифицировать клиентский сертификат?
sk: Overiť certifikát klienta?
sl: Preverjanje pristnosti odjemalskega potrdila?
sq: Autentiko certifikatën e klientit?
sr: Autentifikovati klijentski sertifikat?
sv: Autentisera klient-certifikatet?
tr: İstemci sertifikasının kimliği doğrulansın mı?
uk: Аутентифікувати клієнтський сертифікат?
vi: Xác thực chứng thư của khách hàng?
zh_hk: 是否驗證客戶端證書？

source: SSL Client Certificate (PEM)
ar: شهادة عميل SSL (PEM)
bg: SSL клиентски сертификат (PEM)
ca: Certificat SSL de client (PEM)
de: SSL Client-Zertifikat (PEM)
eo: SSL Client Cert (PEM) — fr fr, this one's kinda techy but I’d say it’s like, the OG cert vibe, ya feel?
es: Certificado Cliente SSL (PEM)
fa: گواهی مشتری SSL (PEM)
fi: SSL-asiakastodistus (PEM)
fr: Certificat Client SSL (PEM)
hu: SSL-kliens tanúsítvány (PEM)
it: Certificato client SSL (PEM)
ja: SSLクライアント証明書(PEM)
lt: SSL kliento sertifikatas (PEM)
ms: Sijil Pelanggan SSL (PEM)
nb: SSL-klientsertifikat (PEM)
nl: SSL-clientcertificaat (PEM)
pl: Certyfikat klienta SSL (PEM)
pt_br: Certificado do cliente SSL (PEM)
ru: Клиентский SSL сертификат (PEM)
sk: SSL klientský certifikát (PEM)
sl: Potrdilo odjemalca SSL (PEM)
sq: Certifikata e klientit SSL (PEM)
sr: SSL klijentski sertifikat (PEM)
sv: Klient-certifikat för SSH (PEM)
tr: SSL İstemci Sertifikası (PEM)
uk: Клієнтський SSL-сертифікат (PEM)
vi: Chứng thư của khách hàng SSL (PEM)
zh_hk: SSL 客戶端證書 (PEM)

source: SSL Client Key (PKCS-8/DER or PKCS-12)
hu: SSL-kliens kulcs (PKCS-8/DER vagy PKCS-12)
ms: Kunci Pelanggan SSL (PKCS-8/DER atau PKCS-12)

source: SSL Client Key Password
ar: كلمة مرور مفتاح عميل SSL
bg: Парола за SSL клиентски ключ
ca: Contrasenya de la clau del client SSL
de: Passwort des SSL-Client Schlüssels
eo: SSL client key password → SSL creds passcode
es: Contraseña de clave de cliente SSL
fa: گذرواژه کلید مشتری SSL
fi: SSL-asiakasavaimen salasana
fr: Mot de passe de la clé client SSH
hu: SSL-kliens kulcs jelszó
it: Password chiave client SSL
ja: SSLクライアントキーのパスワード
lt: SSL kliento rakto slaptažodis
ms: Kata Laluan Kunci Pelanggan SSL
nb: Passord for SSL-klientnøkkel
nl: Wachtwoord SSL-clientsleutel
pl: Hasło do klucza klienta SSL
pt_br: Senha da chave do cliente SSL
ru: Пароль клиентского SSL сертификата
sk: SSL klientské heslo pre kľúč
sl: Geslo za ključ odjemalca SSL
sq: Fjalëkalimi i çelësit të klientit SSL
sr: Lozinka za SSL klijentski ključ
sv: Lösenord för SSH-klientens nyckel
tr: SSL İstemci Anahtar Parolası
uk: Пароль клієнтського SSL-ключа
vi: Mật khẩu khóa chứng thư của khách hàng SSL
zh_hk: SSL 客戶端密鑰密碼

source: Unable to substitute parameters: {0}
ar: تعذر استبدال الباراميترات: {0}
bg: Параметрите не могат да бъдат заменени: {0}
ca: No es poden substituir els paràmetres: {0}
de: Parameter können nicht ersetzt werden: {0}
eo: Can’t swap out the parameters: {0} fam
es: No se pueden sustituir los parámetros: {0}
fa: عدم توانایی در جایگزینی پارامترها: {0}
fi: Ei voi korvata parametreja: {0}
fr: Impossible de remplacer les paramètres : {0}
hu: Nem sikerült helyettesíteni a paramétereket: {0}
it: Impossibile sostituire i parametri: {0}
ja: パラメータの置換ができません。{0}
lt: Nepavyko pakeisti parametrų: {0}
ms: Tidak dapat menggantikan parameter: {0}
nb: Kan ikke erstatte parametere: {0}
nl: Kan parameters niet vervangen: {0}
pl: Nie można podstawić parametrów: {0}
pt_br: Não é possível substituir os parâmetros: {0}
ru: Невозможно сопоставить параметры: {0}
sk: Nie je možné nahradiť parametre: {0}
sl: Parametrov ni mogoče zamenjati: {0}
sq: Nuk u arrit të zëvendësohen parametrat: {0}
sr: Nije moguće zameniti parametre: {0}
sv: Kan inte ersätta parametrarna: {0}
tr: Parametreler değiştirilemiyor: {0}
uk: Не вдалося підставити параметри: {0}
vi: Không thể thay thế tham số: {0}
zh_hk: 無法替換參數：{0}

source: Expected native source query to be a string, got: {0}
ar: كان متوقعًا أن يكون استعلام المصدر الأصلي سلسلة نصية، لكن تم الحصول على: {0}
bg: Очаква се заявката за естествен източник да бъде низ, получих: {0}
ca: S'esperava que la consulta nativa d'origen fos una cadena, s'ha obtingut: {0}
de: Erwartete Abfrage aus nativer Quelle als Zeichenfolge, erhalten: {0}
eo: Bruh, I was expecting the native source query to be a string, but it’s actually: {0}
es: Esperaba que la consulta de fuente nativa fuera una cadena, obtuve: {0}
fa: انتظار می‌رفت جستجوی منبع بومی یک رشته باشد، بدست آمده: {0}
fi: Odottamasi alkuperäinen kysely oli merkkijono, sait: {0}
fr: La requête native source doit être une chaîne de caractères, nous avons: {0}
hu: A natív forrás lekérdezésnek sztringnek kell lennie, de: {0}
it: Query di origine nativa prevista come stringa, ottenuta: {0}
ja: ネイティブソースのクエリが文字列であることを期待していました。{0}
lt: Numatyta, kad vietinio šaltinio užklausa bus eilutė, gauta: {0}
ms: Jangkaan query sumber asli sebagai rentetan , dapat: {0}
nb: Forventet at den lokale kildeforespørselen skulle være en streng, fikk: {0}
nl: Verwachte native bronvraag om een reeks te zijn, gekregen: {0}
pl: Oczekiwano, że natywne źródło zapytania będzie ciągiem znaków, otrzymano: {0}
pt_br: Esperava que a consulta de fonte nativa fosse uma sequência, obteve: {0}
ru: Ожидается, что исходный запрос будет строкой, получено: {0}
sk: Očakávaný nativný dotaz zdroja má byť reťazec, získaný: {0}
sl: Pričakovana izvorna poizvedba je niz, got: {0}
sq: Pritej që pyetja burim native të ishte një string, u mor: {0}
sr: Očekivano je da native source upit bude string, dobijeno: {0}
sv: Förväntade inbyggd frågekälla att vara en sträng, men fick: {0}
tr: Bir dize olması beklenen yerel kaynak sorgusu: {0}
uk: Очікувалося, що нативний вихідний запит буде рядком, отримано: {0}
vi: Dự kiến truy vấn nguồn gốc bản địa là một chuỗi, nhận được: {0}
zh_hk: 預期本機來源查詢為字串，獲得：{0}

source: Expected native source query parameters to be sequential, got: {0}
ar: كان متوقعًا أن تكون بارامترات استعلام المصدر الأصلي تسلسلية، لكن تم الحصول على: {0}
bg: Очакваните параметри на заявката за естествен източник да бъдат последователни, получих: {0}
ca: S'esperava que els paràmtres de la consulta nativa d'origen fossin seqüencials, s'ha obtingut: {0}
de: Erwartete die Abfrageparameter der nativen Quelle sequenziell, erhielt jedoch: {0}
eo: Expected native source query params to be in order, but got: {0}
es: Esperaba que los parámetros de la consulta de fuente nativa fueran secuenciales, obtuve: {0}
fa: انتظار می‌رفت که پارامترهای پرس و جوی منبع بومی به صورت دنباله‌دار باشند، ولی دریافت شد: {0}
fi: Odotettiin, että lähteen kyselyparametrit olisivat peräkkäisiä, saatiin: {0}
fr: Les paramètres de la requête native source doivent séquentiel, nous avons: {0}
hu: A natív forrás lekérdezés paramétereinek sorozatosnak kell lenniük, de: {0}
it: Parametri di query di origine nativa previsti come sequenziali, ottenuti: {0}
ja: ネイティブソースのクエリパラメータがシーケンシャルであることを期待していました。{0}
lt: Numatyta, kad vietinio šaltinio užklausos parametrai bus nuoseklūs, gauta: {0}
ms: Jangkaan parameter query sumber asli secara berurutan, dapat: {0}
nb: Forventet at lokale kildeforespørselparametere skulle være sekvensielle, fikk: {0}
nl: Verwachte native bronvraagparameters om opeenvolgend te zijn, gekregen: {0}
pl: Oczekiwane natywne parametry zapytania źródłowego powinny być sekwencyjne, otrzymano: {0}
pt_br: Esperava que os parâmetros de consulta da fonte nativa fossem sequenciais, obteve: {0}
ru: Ожидается, что параметры исходного запроса будут последовательными, получено: {0}
sk: Očakávané parametre natívneho dotazu zdroja majú byť sekvenčné, získané: {0}
sl: Pričakovani izvorni parametri poizvedbe so zaporedni, got: {0}
sq: Pritej që parametrat e pyetjes burim native të ishin sekuencialë, u mor: {0}
sr: Očekivano je da parametri native source upita budu sekvencijalni, dobijeno: {0}
sv: Förväntade parametrar för inbyggd frågekälla att vara i sekvens, men fick: {0}
tr: Yerel kaynak sorgu parametrelerinin sıralı olması bekleniyordu: {0}
uk: Очікувалось, що параметри нативного вихідного запиту будуть послідовними, отримано: {0}
vi: Dự kiến các tham số truy vấn nguồn bản địa theo thứ tự, nhận được: {0}
zh_hk: 預期本機來源查詢參數為連續的，獲得：{0}

source: No expression named {0} at this level of the query
hu: Nincs ilyen nevű kifejezés a lekérdezés ezen szintjén: {0}
ms: Tiada ekspresi bernama {0} pada tahap query ini

source: Error compiling :field clause: {0}
ar: خطأ أثناء تجميع عبارة :field: {0}
bg: Грешка при компилирането на клауза :field: {0}
ca: Error en compilar :field clause: {0}
de: Fehler beim Kompilieren von :field clause: {0}
eo: Bruh, got an error when trying to compile: {0} is being sus.
es: Error al compilar :cláusula de campo: {0}
fa: خطا در کامپایل بند :field: {0}
fi: Virhe kääntäessä: kenttälause: {0}
fr: Erreur de compilation: clause champ: {0}
hu: Hiba a :field záradék fordítása során: {0}
it: Errore di compilazione della clausola field: {0}
ja: field clauseのコンパイルエラー：{0}
lt: Klaida kompiliuojant :lauko sąlygą: {0}
ms: Ralat menyusun klausa :medan: {0}
nb: Feil ved kompilering av :field klausul: {0}
nl: Fout bij het compileren van veld clause: {0}
pl: Błąd kompilacji klauzuli field: {0}
pt_br: Erro ao compilar cláusula :field: {0}
ru: Ошибка компиляции :field: {0}
sk: Chyba kompilácie klauzuly poľa: {0}
sl: Napaka pri prevajanju :field clause: {0}
sq: Gabim gjatë kompilimit të klauzolës :field: {0}
sr: Greška pri kompajliranju :field klauzule: {0}
sv: Fel vid tolkning av :field-delen: {0}
tr: Derleme hatası :field yan tümcesi: {0}
uk: Помилка компіляції :field clause: {0}
vi: Lỗi biên dịch điều khoản field: {0}
zh_hk: 編譯 :field 子句時發生錯誤：{0}

source: Warning: Driver {0} is using {1}. This method was deprecated in {2} and will be removed in a future release.
hu: Figyelmeztetés: A(z) {0} driver {1}-et használ. Ez a módszer elavult {2}-ben és egy jövőbeli kiadásban el lesz távolítva.
ms: Amaran: Pemacu {0} menggunakan {1}. Kaedah ini telah dihentikan dalam {2} dan akan dikeluarkan dalam keluaran masa depan.

source: Error setting connection to autoCommit false
hu: Hiba az autoCommit false beállítása során a kapcsolatban
ms: Ralat menetapkan sambungan kepada autoCommit false

source: Error setting prepared statement fetch size to fetch-size
hu: Hiba az előkészített utasítás fetch méretének beállítása során
ms: Ralat menetapkan saiz pengambilan penyataan disediakan kepada fetch-size

source: Error setting statement fetch size to fetch-size
hu: Hiba az utasítás fetch méretének beállítása során
ms: Ralat menetapkan saiz pengambilan penyataan kepada fetch-size
