Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: All Set! {0} is ready.
ar: تم! {0} جاهز.
bg: Всичко е готово! {0} е готово.
ca: Tot llest! {0} està llest.
de: Alles Erledigt! {0} ist bereit.
eo: All good! {0} is all set.
es: ¡Todo configurado! {0} está listo.
fa: همه تنظیم شد! {0} آماده است.
fi: Kaikki valmiina! {0} on valmis.
fr: Tout est prêt ! {0} est prêt.
hu: Minden kész! {0} kész.
it: Tutto pronto! {0} è pronto.
ja: オールセット!{0}は準備完了です。
lt: Viskas nustatyta! {0} yra paruoštas.
ms: Semua Sedia! {0} sudah siap.
nb: Alt klart! {0} er ferdig.
nl: Helemaal klaar! {0} is klaar.
pl: Wszystko gotowe! {0} jest gotowy.
pt_br: Muito bem! {0} está pronto.
ru: Всё готово! {0} готов.
sk: Všetko pripravené! {0} je pripravené.
sl: Vse pripravljeno! {0} je pripravljen.
sq: Gjithçka gati! {0} është gati.
sr: Sve je spremno! {0} je spremno.
sv: Redo! {0} är klar.
tr: Hepsi tamam! {0} hazır.
uk: Готово! {0} готовий.
vi: Tất cả đã sẵn sàng! {0} đã sẵn sàng.
zh_hk: 一切就緒！{0}已準備好。

source: All questions loaded
ar: تم تحميل كل الأسئلة
bg: Всички въпроси са заредени
ca: Totes les preguntes s'han carregat
de: Alle Fragen geladen
eo: All questions are fully stacked, fr.
es: Todas las preguntas cargadas
fa: همه سوالات بارگذاری شد
fi: Kaikki kysymykset ladattu
fr: Toutes les questions sont chargées
hu: Minden kérdés betöltve
it: Tutte le domande caricate
ja: 全問ロード
lt: Visi klausimai įkelti
ms: Semua soalan dimuatkan
nb: Alle spørsmål lastet
nl: Alle vragen geladen
pl: Wszystkie pytania załadowane
pt_br: Todas perguntas carregadas
ru: Все вопросы загружены
sk: Všetky otázky načítané
sl: Vsa vprašanja naložena
sq: Të gjitha pyetjet u ngarkuan
sr: Sva pitanja su učitana
sv: Alla frågor som är laddade
tr: Tüm sorular yüklendi
uk: Усі запити завантажено
vi: Tất cả câu hỏi đã được tải
zh_hk: 所有問題已加載

source: Would you like to be notified when this dashboard is done loading?
eo: Yo, wanna get a notif when this dashboard is done loadin’?
hu: Szeretne értesítést kapni, amikor ez az irányítópult befejezi a betöltést?
lt: Ar norėtumėte gauti pranešimą, kai baigsis šios informacijos suvestinės įkėlimas?
ms: Adakah anda ingin diberitahu apabila papan pemuka ini selesai dimuatkan?

source: Custom columns do not support boolean expressions
hu: Az egyéni oszlopok nem támogatják a logikai kifejezéseket
ms: Lajur khusus tidak menyokong ekspresi boolean

source: Downloading…
ar: جارٍ التنزيل…
bg: Изтегляне…
ca: Descarregant...
de: Lade herunter...
eo: Dloading…
es: Descargando...
fa: در حال دانلود…
fi: Ladataan…
fr: Téléchargement…
hu: Letöltés…
it: Scaricamento…
ja: ダウンロード中...
lt: Atsisiunčiama…
ms: Muat turun…
nb: Laster ned...
nl: Bezig met downloaden…
pl: Pobieranie…
pt_br: Baixando...
ru: Загрузка…
sk: Sťahovanie…
sl: Prenašanje
sq: Duke shkarkuar…
sr: Preuzimanje…
sv: Laddar ner…
tr: İndiriliyor…
uk: Завантаження…
vi: Đang tải xuống…
zh_hk: 下載中…

source: All Set! Your question is ready.
ar: تم! سؤالك جاهز.
bg: Всичко е готово! Вашият въпрос е готов.
ca: Tot fet! Les teves preguntes estan llestes.
de: Alles erledigt! Deine Frage ist bereit.
eo: All good! Your question’s totally ready to go, bestie.
es: ¡Todo configurado! Su pregunta está lista
fa: همه تنظیم شد! پرسش شما آماده است.
fi: Kaikki valmista! Kysymyksesi on valmis.
fr: Tout est prêt ! Votre question est prête.
hu: Minden kész! A kérdése kész.
it: Tutto pronto! La tua domanda è pronta.
ja: あなたの質問の準備が整いました。どうぞお尋ねください。
lt: Viskas nustatyta! Jūsų klausimas paruoštas.
ms: Semua Sedia! Soalan anda sudah siap.
nb: Alt klart! Ditt spørsmål er ferdig.
nl: Helemaal klaar! Je vraag is klaar.
pl: Wszystko gotowe! Twoje pytanie jest gotowe.
pt_br: Muito bem! Sua pergunta está pronta.
ru: Всё готово! Ваш вопрос готов.
sk: Všetko pripravené! Vaša otázka je pripravená.
sl: Vse pripravljeno! Vaše vprašanje je pripravljeno.
sq: Gjithçka gati! Pyetja jote është gati.
sr: Sve je spremno! Tvoje pitanje je spremno.
sv: Redo! Din fråga är klar.
tr: Hepsi tamam! Sorunuz hazır.
uk: Усе готово! Ваш запит готовий.
vi: Tất cả đã sẵn sàng! Câu hỏi của bạn đã sẵn sàng.
zh_hk: 一切就緒！您的問題已準備好。

source: {0} is loaded.
ar: تم تحميل {0}.
bg: {0} е зареден.
ca: {0} ha estat carregat.
de: {0} ist geladen.
eo: {0} is totally stacked.
es: {0} está cargado.
fa: {0} بارگذاری شد.
fi: {0} on ladattu.
fr: {0} est chargé.
hu: {0} betöltve.
it: {0} è caricato.
ja: {0} が利用可能になりました。
lt: {0} įkeltas.
ms: {0} telah dimuatkan.
nb: {0} er lastet.
nl: {0} is geladen.
pl: {0} jest wczytany.
pt_br: {0} foi carregado.
ru: {0} загружен.
sk: {0} je načítaný.
sl: {0} je naložen.
sq: {0} u ngarkua.
sr: {0} je učitano.
sv: {0} är laddad.
tr: {0} yüklendi.
uk: {0} завантажено.
vi: {0} đã được tải.
zh_hk: {0} 已加載。

source: Would you like to be notified when this question is done loading?
ar: هل تريد أن يتم إخطارك عند انتهاء تحميل هذا السؤال؟
bg: Искате ли да бъдете уведомени, когато този въпрос се зареди?
ca: Vols que se't notifiqui quan aquesta pregunta s'hagi carregat?
de: Möchtest Du benachrichtigt werden, wenn die Frage das Laden abgeschlossen hat?
eo: Yo, do you wanna get a ping when this question is done loading?
es: ¿Le gustaría ser notificado cuando esta pregunta esté cargada?
fa: آیا می‌خواهید وقتی که این پرسش بارگذاری شد به شما اطلاع داده شود?
fi: Haluaisitko saada ilmoituksen, kun tämä kysymys on ladattu valmiiksi?
fr: Souhaitez-vous être informé lorsque le chargement de cette question sera terminé ?
hu: Szeretne értesítést kapni, amikor ez a kérdés befejezi a betöltést?
it: Vuoi essere notificato quando questa domanda ha finito di caricarsi?
ja: この質問の読み込みが完了したら、お知らせを希望しますか?
lt: Ar norėtumėte gauti pranešimą, kai šis klausimas bus įkeltas?
ms: Adakah anda ingin diberitahu apabila soalan ini selesai dimuatkan?
nb: Vil du bli varslet når spørsmålet er ferdig lastet?
nl: Wilt je een melding ontvangen wanneer deze vraag is geladen?
pl: Czy chcesz otrzymać powiadomienie o zakończeniu wczytywania tego pytania?
pt_br: Gostaria de ser notificado quando esta pergunta terminar de carregar?
ru: Хотите получить уведомление, когда этот вопрос будет загружен?
sk: Chcete byť upozornení, keď sa táto otázka načíta?
sl: Želite biti obveščeni, ko se to vprašanje konča z nalaganjem?
sq: Dëshiron të njoftohesh kur ky pyetje të përfundojë ngarkimin?
sr: Želite li da dobijete obaveštenje kada se ovo Pitanje završi sa učitavanjem?
sv: Vill du bli underrättad när den här frågan är klar?
tr: Bu soru yüklendiğinde bildirim almak ister misiniz?
uk: Хочете отримати сповіщення, коли цей запит завершить завантаження?
vi: Bạn có muốn được thông báo khi câu hỏi này tải xong không?
zh_hk: 您想在此問題加載完成時收到通知嗎？

source: Switch to data
ar: بدّل إلى البيانات
bg: Превключване към данни
ca: Canviar a les dades
de: Zu Daten umschalten
eo: Switch to that LTE/5G vibe
es: Cambiar a vista de datos
fa: تغییر به داده
fi: Vaihda datalle.
fr: Passer aux données
hu: Váltás adatokra
it: Passa ai dati
ja: データへ切り替える
lt: Perjungti į duomenis
ms: Tukar ke data
nb: Bytt til data
nl: Overschakelen naar gegevens
pl: Przełącz na dane
pt_br: Trocar para dados
ru: Переключиться на данные
sk: Prepnúť na údaje
sl: Preklop na podatke
sq: Kalo te të dhënat
sr: Prebaci na podatke
sv: Byt till data
tr: Veriye geç
uk: Перемкнутися на дані
vi: Chuyển sang dữ liệu
zh_hk: 切換到數據

source: Switch to visualization
ar: بدّل إلى التصور
bg: Превключване към визуализация
ca: Canviar a la visualització
de: Zu Visualisierung umschalten
eo: Switch to vibing with visuals
es: Cambiar a visualización
fa: تغییر به نمایش مصورسازی
fi: Vaihda visualisointiin
fr: Passer à la visualisation
hu: Váltás vizualizációra
it: Passa alla visualizzazione
ja: ビジュアライゼーションに切り替える
lt: Perjungti į vizualizaciją
ms: Tukar ke visualisasi
nb: Bytt til visualisering
nl: Overschakelen naar visualisatie
pl: Przełącz na wizualizację
pt_br: Trocar para visualização
ru: Переключиться на визуализацию
sk: Prepnúť na vizualizáciu
sl: Preklop na ponazoritev
sq: Kalo te vizualizimi
sr: Prebaci na vizualizaciju
sv: Byt till visualisering
tr: Görselleştirmeye geç
uk: Перемкнутися на візуалізацію
vi: Chuyển sang trực quan hóa
zh_hk: 切換到視覺化

source: Mappings allow Metabase to automatically add and remove users from groups based on the membership information provided by the directory server. Users are only ever added to or removed from mapped groups.
hu: A leképezések lehetővé teszik a Metabase számára, hogy automatikusan hozzáadjon és távolítson el felhasználókat a csoportokból az általa megadott tagsági információk alapján címtárszerver. A felhasználók csak a hozzárendelt csoportokhoz kerülnek hozzáadásra vagy eltávolításra.
ms: Pemetaan membolehkan Metabase untuk secara automatik menambah dan mengeluarkan pengguna daripada kumpulan berdasarkan maklumat keahlian yang diberikan oleh pelayan direktori. Pengguna hanya ditambah atau dikeluarkan dari kumpulan yang dipetakan.

source: Allowed email address domain(s) for new Dashboard Subscriptions and Alerts. To specify multiple domains, separate each domain with a comma, with no space in between (e.g., "domain1,domain2"). To allow all domains, leave the field empty. This setting doesn't affect existing subscriptions.
hu: Engedélyezett e-mail-címtartomány(ok) az új irányítópult-előfizetésekhez és figyelmeztetésekhez. Ha több domaint szeretne megadni, az egyes domaineket vesszővel válassza el úgy, hogy ne legyen szóköz (pl. „domain1,domain2”). Az összes domain engedélyezéséhez hagyja üresen a mezőt. Ez a beállítás nincs hatással a meglévő előfizetésekre.
ms: Alamat e-mel yang dibenarkan untuk Langganan dan Amaran Papan Pemuka baru. Untuk menentukan beberapa domain, pisahkan setiap domain dengan koma, tanpa ruang di antara (contoh: "domain1,domain2"). Untuk membenarkan semua domain, biarkan medan kosong. Tetapan ini tidak mempengaruhi langganan sedia ada.

source: You do not have permissions to download the results of this query.
ar: ليست لديك أذونات لتنزيل نتائج هذا الاستعلام.
bg: Нямате разрешения да изтеглите резултатите от тази заявка.
ca: No tens permisos per descarregar els resultats d'aquesta pregunta.
de: Du hast keine Berechtigung, die Ergenisse dieser Abfrage herunterzuladen.
eo: Bruh, you don’t have the vibes to download this query’s results.
es: No tiene permisos para descargar los resultados de esta consulta.
fa: شما برای دانلود نتایج این پرس و جو مجوز ندارید.
fi: Sinulla ei ole oikeuksia ladata tämän kyselyn tuloksia.
fr: Vous n'avez pas la permission de télécharger les résultats de cette requête.
hu: Nincs jogosultsága a lekérdezés eredményeinek letöltésére.
it: Non hai i permessi per scaricare i risultati di questa query.
ja: このクエリの結果をダウンロードする権限を持っていません。
lt: Neturite leidimo atsisiųsti šios užklausos rezultatų.
ms: Anda tidak mempunyai kebenaran untuk memuat turun hasil pertanyaan ini.
nb: Du har ikke tillatelse til å laste ned resultatene av denne spørringen.
nl: Je bent niet gemachtigd om de resultaten van deze zoekopdracht te downloaden.
pl: Nie masz uprawnień do pobrania wyników tej kwerendy.
pt_br: Você não tem permissão para baixar os resultados dessa consulta.
ru: У вас нет разрешения на загрузку результатов этого запроса.
sk: Nemáte oprávnenie na stiahnutie výsledkov tohto dotazu.
sl: Nimate dovoljenj za prenos rezultatov te poizvedbe.
sq: Nuk ke leje për të shkarkuar rezultatet e kësaj pyetjeje.
sr: Nemate dozvole da preuzmete rezultate ovog upita.
sv: Du har inte behörighet att ladda ner resultaten från den här frågan.
tr: Bu sorgunun sonuçlarını indirme yetkiniz yok.
uk: У вас немає дозволів на завантаження результатів цього запиту.
vi: Bạn không có quyền tải xuống kết quả của truy vấn này.
zh_hk: 您沒有權限下載此查詢的結果。

source: You should not set WEEK_START in Snowflake connection options; this might lead to incorrect results. Set the Start of Week Setting instead.
hu: Ne állítsa be a WEEK_START-ot a Snowflake kapcsolódási opciókban; ez helytelen eredményekhez vezethet. Ehelyett állítsa be a hét kezdő napját.
ms: Anda tidak seharusnya menetapkan MINGGU_MULA dalam pilihan sambungan Snowflake; ini mungkin menyebabkan keputusan yang tidak betul. Tetapkan Tetapan Mula Minggu sebaliknya.

source: Non-admin users without monitoring or subscription permissions are only allowed to update alerts that they created
hu: A nem adminisztrátor felhasználók, akiknek nincs monitorozási vagy előfizetési engedélyük, csak az általuk létrehozott riasztásokat frissíthetik
ms: Pengguna bukan pentadbir tanpa kebenaran pemantauan atau langganan hanya dibenarkan mengemas kini amaran yang mereka cipta.

source: Non-admin users without monitoring or subscription permissions are not allowed to modify the channels for an alert
hu: A nem adminisztrátor felhasználók, akiknek nincs monitorozási vagy előfizetési engedélyük, nem módosíthatják a riasztások csatornáit
ms: Pengguna bukan pentadbir tanpa kebenaran pemantauan atau langganan tidak dibenarkan mengubah saluran untuk amaran.

source: Non-admin users without subscription permissions are not allowed to add recipients
ar: لا يُسمح للمستخدمين غير المسؤولين بدون صلاحيات الاشتراك بإضافة مستلمين
bg: На потребители, които не са администратори без разрешения за мониторинг, не е разрешено да добавят получатели
ca: Els usuaris no administradors sense permisos de subscripció no poden afegir recipients
de: Nicht-Admin Benutzer ohne Subscription dürfen keine Empfänger anlegen
eo: Non-admin peeps without the sub perks can't add recipients, fr.
es: Los usuarios que no son administradores sin permisos de suscripción no pueden agregar destinatarios
fa: کاربران غیر مدیر که مجوز اشتراک ندارند نمی‌توانند گیرندگان را اضافه کنند
fi: Ei-hallinnollisilla käyttäjillä ilman tilausoikeuksia ei ole lupaa lisätä vastaanottajia.
fr: Les utilisateurs non administrateurs ne disposant pas de droits d'abonnement ne sont pas autorisés à ajouter des destinataires.
hu: Az előfizetési engedélyekkel nem rendelkező nem adminisztrátor felhasználók nem adhatnak hozzá címzetteket
it: Gli utenti non amministratori senza permessi di abbonamento non possono aggiungere destinatari
ja: 購読権限を持たない非アドミンユーザーは、受信者を追加することができません。
lt: Ne administratoriams, neturintiems prenumeratos leidimų, neleidžiama pridėti gavėjų
ms: Pengguna bukan pentadbir tanpa kebenaran langganan tidak dibenarkan menambah penerima.
nb: Ikke-administratorer uten abonnementtillatelser har ikke tilgang til å legge til mottakere
nl: Niet-beheerders zonder abonnementsrechten mogen geen ontvangers toevoegen
pl: Użytkownicy niebędący administratorami bez uprawnień do subskrypcji nie mogą dodawać odbiorców
pt_br: Usuários não administradores sem permissões de assinatura não têm permissão para adicionar destinatários
ru: Пользователям, которые не являются администраторами и не имеют разрешений на подписку, не разрешается добавлять получателей
sk: Používatelia, ktorí nie sú administrátormi a nemajú povolenia na predplatné, nemôžu pridať príjemcov
sl: Uporabniki, ki niso skrbniki in nimajo dovoljenj za naročnino, ne smejo dodajati prejemnikov
sq: Përdoruesit jo-admin pa leje abonimi nuk lejohen të shtojnë marrës
sr: Korisnici koji nisu administratori bez dozvola za pretplate ne mogu da dodaju primaoce
sv: Icke-admin-användare utan prenumerationsbehörigheter får inte lägga till mottagare
tr: Abonelik izinleri olmayan yönetici olmayan kullanıcılar alıcıları ekleyemez
uk: Користувачам не-адмінам без дозволів на підписки заборонено додавати одержувачів
vi: Người dùng không phải là admin mà không có quyền đăng ký không được phép thêm người nhận
zh_hk: 無訂閱權限的非管理員用戶不允許添加收件人

source: Group Manager is only enabled if you have a premium token with the advanced permissions feature.
hu: A Csoportkezelő csak akkor engedélyezett, ha rendelkezik prémium tokennel a speciális engedélyek funkcióval.
ms: Pengurus Kumpulan hanya diaktifkan jika anda mempunyai token premium dengan ciri kebenaran lanjutan.

source: Admin cant be a group manager.
bg: Администраторът не може да бъде мениджър на група.
eo: Admin can't even be the group’s main vibe rn, fr.
hu: Az adminisztrátor nem lehet csoportkezelő.
lt: Administratorius negali būti grupės valdytojas.
ms: Pentadbir tidak boleh menjadi pengurus kumpulan.
nl: Beheerder kan geen groepsbeheerder zijn.
sv: Admin kan inte vara en gruppchef.

source: Timeline with id {0} not found
ar: لم يتم العثور على جدول زمني بالمعرّف {0}
bg: Времева линия с идентификатор {0} не е намерена
ca: La línia de temps amb id {0} no s'ha trobat
de: Zeitachse mit ID {0} nicht gefunden
eo: Bruh, the timeline with id {0} is totally MIA.
es: No se ha encontrado cronología con id {0}
fa: جدول زمانی با شناسه {0} یافت نشد
fi: Aikajanaa tunnisteella {0} ei löytynyt
fr: Timeline avec id {0} non trouvé
hu: A(z) {0} azonosítójú idővonal nem található
it: Timeline con id {0} non trovata
ja: id {0} を持つタイムラインが見つかりません。
lt: Laiko juosta su ID {0} nerasta
ms: Jadual masa dengan id {0} tidak dijumpai.
nb: Tidslinje med id {0} ble ikke funnet
nl: Tijdlijn met id {0} niet gevonden
pl: Nie znaleziono osi czasu z identyfikatorem {0}
pt_br: Linha do tempo com id {0} não encontrada
ru: Временная метка с ID {0} не найдена
sk: Časová os s id {0} sa nenašla
sl: Časovnice z ID-jem {0} ni mogoče najti
sq: Timeline me id {0} nuk u gjet
sr: Vremenska linija sa id-jem {0} nije pronađena
sv: Tidslinje med id {0} hittades inte
tr: Kimliği {0} olan zaman çizelgesi bulunamadı
uk: Таймлайн з id {0} не знайдено
vi: Không tìm thấy Dòng thời gian với id {0}
zh_hk: 未找到具有ID {0}的時間線。

source: Timestamp cannot be null
ar: لا يمكن أن يكون Timestamp فارغًا
bg: Часовият печат не може да бъде нулев
ca: La marca de temps no pot ser NULL
de: Der Zeitstempel kann nicht NULL sein
eo: Bruh, the timestamp can't be null, fr.
es: Timestamp no puede ser nulo
fa: مهر زمان نمی‌تواند تهی باشد
fi: Aikaleima ei voi olla tyhjä
fr: Le timestamp ne peut pas être nul
hu: Az időbélyeg nem lehet null
it: Timestamp non può essere nullo
ja: タイムスタンプをNULLにすることはできません
lt: Laiko žyma negali būti nulinė
ms: Cap masa tidak boleh kosong
nb: Timestamp kan ikke være null
nl: Tijdstempel kan niet null zijn
pl: Znak czasu nie może być pusty
pt_br: O registro de data e hora não pode ser nulo
ru: Метка времени не может быть null
sk: Časová pečiatka nemôže byť null
sl: Časovni žig ne more biti ničen
sq: Timestamp-i nuk mund të jetë null
sr: Timestamp ne može biti null
sv: Tidsstämpeln kan inte vara null
tr: Zaman damgası boş olamaz
uk: Timestamp не може бути null
vi: Dấu thời gian không thể là null
zh_hk: 時間戳記不能為空

source: ERROR {0}: {1}
ar: خطأ {0}: {1}
bg: ГРЕШКА {0}: {1}
de: FEHLER {0}: {1}
eo: Oops, {0} just went full send with {1}—big yikes!
fa: خطا {0}: {1}
fi: VIRHE {0}: {1}
fr: ERREUR {0} : {1}
hu: HIBA {0}: {1}
it: ERRORE {0}: {1}
lt: KLAIDA {0}: {1}
ms: RALAT {0}: {1}
nb: FEIL {0}: {1}
nl: FOUT {0}: {1}
pl: BŁĄD {0}: {1}
pt_br: ERRO {0}: {1}
ru: ОШИБКА {0}: {1}
sk: CHYBA {0}: {1}
sl: NAPAKA {0}: {1}
sq: GABIM {0}: {1}
sr: GREŠKA {0}: {1}
sv: Fel {0}: {1}
tr: HATA {0}: {1}
uk: ПОМИЛКА {0}: {1}
vi: LỖI {0}: {1}
zh_hk: 錯誤 {0}: {1}

source: Clearing default entries created by Liquibase migrations...
ar: مسح الإدخالات الافتراضية التي أنشأتها ترحيلات Liquibase...
bg: Изтриване на дефолтни записи, създадени от миграции на Liquibase...
ca: Netejant les entrades per defecte creades per la migració de Liquibase...
de: Lösche durch Liquibase Migration erzeugte Standardeinträge...
eo: Deleting those basic default entries made by Liquibase migrations…
es: Borrando las entradas predeterminadas creadas por las migraciones de Liquibase...
fa: پاکسازی موارد پیش‌فرض ایجاد شده توسط مهاجرت‌های Liquibase...
fi: Poistetaan Liquibase-muutostenhallinnan luomat oletusmerkinnät...
fr: Effacement des entrées par défaut créées par les migrations Liquibase…
hu: Alapértelmezett bejegyzések törlése, amelyeket a Liquibase migrációk hoztak létre...
it: Cancellando le voci predefinite create dalle migrazioni di Liquibase...
ja: Liquibase のマイグレーションで作成されたデフォルトのエントリをクリアする...
lt: Išvalomi numatytieji įrašai, sukurti naudojant „Liquibase“ perkėlimą...
ms: Menyelaraskan entri lalai yang dicipta oleh migrasi Liquibase...
nb: Fjerner standardoppføringer opprettet av Liquibase-migreringer...
nl: Standaardvermeldingen gewist die door Liquibase-migraties zijn aangemaakt...
pl: Czyszczenie domyślnych wpisów utworzonych przez migracje Liquibase...
pt_br: Limpando entradas padrão criadas pelas migrações do Liquibase...
ru: Очищаю стандартные записи, созданные миграциями Liquibase...
sk: Vymazávanie predvolených položiek vytvorených migráciami Liquibase...
sl: Brisanje privzetih vnosov, ustvarjenih s selitvami Liquibase ...
sq: Po pastrohen hyrjet e parazgjedhura të krijuara nga migrimet Liquibase...
sr: Čistim podrazumevane unose koje su kreirale Liquibase migracije...
sv: Rensa standardposter skapade av Liquibase-migreringar...
tr: Liquibase göçleri tarafından oluşturulan varsayılan girişleri temizleme...
uk: Очищуємо записи за замовчуванням, створені міграціями Liquibase...
vi: Xóa các mục nhập mặc định được tạo bởi các di chuyển Liquibase...
zh_hk: 清除由Liquibase遷移創建的默認條目...

source: Don''t know how to parse date string {0}
ar: لا نعرف كيفية تحليل سلسلة التاريخ {0}
bg: Не знам как да анализирам низ от дата {0}
ca: No sé com interpretar la cadena de tipus data {0}
de: Zeichenkette kann nicht als Datum geparst werden: {0}
eo: Bruh, I’m so confused rn—can’t even decode this date string {0}
es: No sé cómo analizar la cadena de fecha {0}
fa: نمی دانید چگونه رشته تاریخ {0} را تجزیه کنید
fi: En tiedä, miten jäsentää päivämäärämerkkijonoa {0}
fr: Ne sait pas comment analyser la chaîne de date {0}
hu: Nem tudom, hogyan kell elemezni a dátumkarakterláncot {0}
it: Non so come fare il parse della stringa data {0}
ja: 日付文字列 {0} のパース方法がわからない
lt: Nežinau, kaip išanalizuoti datos eilutę {0}
ms: Tidak tahu bagaimana untuk mentafsir rentetan tarikh {0}
nb: Vet ikke hvordan jeg skal lese datostreng {0}
nl: Geen idee hoe tekenreeks van datum {0} behandeld moet worden
pl: Nie wiem, jak przeanalizować ciąg daty {0}
pt_br: Não sei como analisar a sequência de datas {0}
ru: Не знаю, как разобрать строку даты {0}
sk: Neviem, ako analyzovať reťazec dátumu {0}
sl: Ne vem, kako razčleniti datumski niz {0}
sq: Nuk di si të pars-ohet string-u i datës {0}
sr: Ne znam kako da parsiram string datuma {0}
sv: Vet inte hur man analyserar datumsträng {0}
tr: Tarih dizesi {0} nasıl ayrıştırılacağını bilmiyorum
uk: Не знаю, як розібрати рядок дати {0}
vi: Không biết cách phân tích chuỗi ngày {0}
zh_hk: 不知道如何解析日期字符串{0}

source: Invalid values provided for operator: {0}
ar: تم توفير قيم غير صالحة للمشغل: {0}
bg: Невалидни стойности, предоставени за оператора: {0}
ca: S'han donat valors no vàlids per a l'operador: {0}
de: Ungültige Werte für den Operator: {0}
eo: Bruh, the values you threw in for the operator: {0} are totally invalid lol
es: Valores no válidos proporcionados para el operador: {0}
fa: مقادیر نامعتبر برای عملگر: {0} ارائه شده است
fi: Virheelliset arvot annettu operaattorille: {0}
fr: Valeurs non valides fournies pour l'opérateur : {0}
hu: Érvénytelen értékek az operátorhoz: {0}
it: Valori non validi forniti per l'operatore: {0}
ja: 演算子に指定された値が無効です。{0}
lt: Netinkamos reikšmės, pateiktos operatoriui: {0}
ms: Nilai tidak sah yang diberikan untuk operator: {0}.
nb: Ugyldige verdier oppgitt for operatør: {0}
nl: Ongeldige waarden opgegeven voor operator: {0}
pl: Podano nieprawidłowe wartości dla operatora: {0}
pt_br: Valores inválidos fornecidos para o operador: {0}
ru: Предоставлены недопустимые значения для оператора: {0}
sk: Neplatné hodnoty poskytnuté operátorovi: {0}
sl: Neveljavne vrednosti, navedene za operator: {0}
sq: U dhanë vlera të pavlefshme për operatorin: {0}
sr: Prosleđene su nevažeće vrednosti za operator: {0}
sv: Ogiltiga värden som tillhandahålls för operatören: {0}
tr: Operatör için sağlanan geçersiz değerler: {0}
uk: Надано неприпустимі значення для оператора: {0}
vi: Giá trị không hợp lệ được cung cấp cho toán tử: {0}
zh_hk: 為操作符提供的無效值：{0}
