Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You can make this dashboard snappier by turning off auto-applying filters.
ar: يمكنك جعل لوحة المعلومات هذه أسرع بإيقاف تطبيق عوامل التصفية تلقائيًا.
bg: Можете да направите тази метрикика по-бърза, като изключите автоматичното прилагане на филтри.
ca: Podeu fer que aquest quadre de comandament sigui més àgil desactivant l'aplicació automàtica de filtres.
de: Sie können dieses Dashboard schneller machen, indem Sie das automatische Anwenden von Filtern deaktivieren.
eo: You can make this dashboard way faster by turning off auto-apply filters, fr.
es: Puedes hacer que este tablero sea más ágil desactivando los filtros de aplicación automática.
fa: می‌توانید با خاموش کردن فیلترهای اعمال خودکار، این داشبورد را زیباتر کنید.
fi: Voit tehdä tästä kojelaudasta nopeamman poistamalla automaattisen suodattimien käytön.
fr: Vous pouvez rendre ce tableau de bord plus réactif en désactivant l'application automatique des filtres.
hu: Az automatikusan alkalmazott szűrők kikapcsolásával gyorsabbá teheti ezt a műszerfalat.
it: È possibile rendere questa dashboard più veloce disattivando l'applicazione automatica dei filtri.
ja: フィルタの自動適用をオフにすれば、このダッシュボードをよりスマートにすることができる。
lt: Šią prietaisų skydelį galite padaryti patrauklesnį išjungę automatiškai taikomus filtrus.
ms: Anda boleh menjadikan papan pemuka ini lebih pantas dengan mematikan penapisan automatik.
nb: Du kan gjøre denne infotavlen kjappere ved å slå av automatisk anvendte filter.
nl: U kunt dit dashboard sneller maken door automatische toepassing van filters uit te schakelen.
pl: Możesz sprawić, że ten pulpit będzie szybszy, wyłączając automatyczne stosowanie filtrów.
pt_br: Você pode deixar este painel mais ágil desativando os filtros de aplicação automática.
ru: Вы можете сделать этот дашборд более быстрым, отключив автоматическое наложение фильтров.
sk: Tento ovládací panel môžete zrýchliť vypnutím automatického aplikovania filtrov.
sl: To nadzorno ploščo lahko naredite hitrejšo, tako da izklopite samodejno uporabo filtrov.
sq: Mund ta bëni këtë panel më të shpejtë duke çaktivizuar aplikimin automatik të filtrave.
sr: Možeš da ubrzaš ovu kontrolnu tablu tako što ćeš isključiti automatsku primenu filtera.
sv: Du kan göra den här instrumentpanelen snabbare genom att stänga av automatiskt applicerande filter.
tr: Otomatik uygulanan filtreleri kapatarak bu gösterge tablosunu daha hızlı hale getirebilirsiniz.
uk: Можна пришвидшити цей дашборд, якщо вимкнути авто-застосування фільтрів.
vi: Bạn có thể làm cho bảng điều khiển này nhanh hơn bằng cách tắt các bộ lọc tự động áp dụng.
zh_hk: 您可以通過關閉自動應用篩選器來加快此儀表板的響應速度。

source: Turn off
ar: إيقاف
bg: Изключване
ca: Apagar
de: Ausschalten
eo: Switch off
es: Apagar
fa: خاموش کنید
fi: Sammuta
fr: Éteindre
hu: Kikapcsolni
it: Spegnere
ja: オフ
lt: Išjungti
ms: Matikan
nb: Slå av
nl: Uitzetten
pl: Wyłącz
pt_br: Desativar
ru: Выключить
sk: Vypnúť
sl: Izklop
sq: Çaktivizo
sr: Isključi
sv: Stäng av
tr: Kapatmak
uk: Вимкнути
vi: Tắt đi
zh_hk: 關閉

source: Removed card
ar: تمت إزالة البطاقة
bg: Отстранена карта
ca: Eliminar targeta
de: Karte entfernt
eo: Took the card out ✋
es: Elimina la tarjeta
fa: کارت حذف شد
fi: Poistettu kortti
fr: Carte retirée
hu: Eltávolított kártya
it: Scheda rimossa
ja: 削除されたカード
lt: Pašalinta kortelė
ms: Kad telah dibuang
nb: Fjernet kort
nl: Verwijderde kaart
pl: Karta usunięta
pt_br: Cartão removido
ru: Удаленная карточка
sk: Odstránená karta
sl: Odstranjena kartica
sq: Karta u hoq
sr: Kartica uklonjena
sv: Borttaget kort
tr: Kaldırılan kart
uk: Картку видалено
vi: Thẻ đã xóa
zh_hk: 已移除卡

source: Add a heading or text
ar: أضف عنوانًا أو نصًا
bg: Добавете заглавие или текст
ca: Afegir un encapçalament o text
de: Überschrift oder Text hinzufügen
eo: Drop a header or some text, bestie
es: Aladir cabecera o texto
fa: عنوان یا متن اضافه کنید
fi: Lisää otsikko tai teksti
fr: Ajouter une en-tête ou du texte
hu: Adjon hozzá egy címsort vagy szöveget
it: Aggiungere un'intestazione o un testo
ja: 見出しやテキストの追加
lt: Pridėkite antraštę arba tekstą
ms: Tambah tajuk atau teks
nb: Legg til overskrift eller tekst
nl: Voeg een titel of tekst toe
pl: Dodaj nagłówek lub tekst
pt_br: Adicionar um cabeçalho ou texto
ru: Добавить заголовок или текст
sk: Pridanie nadpisu alebo textu
sl: Dodajanje naslova ali besedila
sq: Shto njE titull ose tekst
sr: Dodaj naslov ili tekst
sv: Lägg till en rubrik eller text
tr: Başlık veya metin ekleme
uk: Додайте заголовок або текст
vi: Thêm tiêu đề hoặc văn bản
zh_hk: 添加標題或文本

source: Add action
ar: أضِف إجراءً
bg: Добавяне на действие
ca: Afegir acció
de: Aktion hinzufügen
eo: Add the movez
es: Añadir acción
fa: اقدام را اضافه کنید
fi: Lisää toimintaa
fr: Ajouter une action
hu: Művelet hozzáadása
it: Aggiungi azione
ja: アクションの追加
lt: Pridėti veiksmą
ms: Tambah tindakan
nb: Legg til handling
nl: Actie toevoegen
pl: Dodaj akcję
pt_br: Adicionar ação
ru: Добавить действие
sk: Pridať akciu
sl: Dodajanje dejanja
sq: Shto veprim
sr: Dodaj akciju
sv: Lägg till åtgärd
tr: Eylem ekle
uk: Додати дію
vi: Thêm hành động
zh_hk: 增加動作

source: Export tab as PDF
ar: تصدير علامة التبويب كملف PDF
bg: Експортиране на раздела като PDF
ca: Exportar pestanya a PDF
de: Reiter als PDF exportieren
eo: Export tab as PDF → Save the tab as a PDF, fr fr
es: Exportar pestaña como PDF
fa: برگه صادرات به عنوان PDF
fi: Vie välilehti PDF-muodossa
fr: Exporter l'onglet en PDF
hu: Lap exportálása PDF-ként
it: Esportazione della scheda in formato PDF
ja: タブをPDF形式でエクスポート
lt: Eksportuoti skirtuką kaip PDF
ms: Eksport tab sebagai PDF
nb: Eksporter fane som PDF
nl: Tabblad exporteren als PDF
pl: Eksportuj tabelę jako PDF
pt_br: Exportar guia como PDF
ru: Экспортировать вкладку в PDF
sk: Exportovať kartu ako PDF
sl: Zavihek Izvozi kot PDF
sq: Eksporto skedën si PDF
sr: Izvezi karticu kao PDF
sv: Exportera fliken som PDF
tr: Sekmeyi PDF olarak dışa aktar
uk: Експортувати вкладку як PDF
vi: Xuất tab dưới dạng PDF
zh_hk: 將選項卡導出為 PDF

source: Export as PDF
ar: تصدير كملف PDF
bg: Експортиране като PDF
ca: Exportar com a PDF
de: Als PDF exportieren
eo: Save as PDF fr fr
es: Exportar como PDF
fa: صادرات به صورت PDF
fi: Vie PDF-tiedostoksi
fr: Exporter en PDF
hu: Exportálás PDF-ként
it: Esportazione in formato PDF
ja: PDFとしてエクスポート
lt: Eksportuoti kaip PDF
ms: Eksport sebagai PDF
nb: Eksporter som PDF
nl: Exporteren als PDF
pl: Eksportuj jako PDF
pt_br: Exportar como PDF
ru: Экспортировать в PDF
sk: Exportovať ako PDF
sl: Izvozi kot PDF
sq: Eksporto si PDF
sr: Izvezi kao PDF
sv: Exportera som PDF
tr: PDF olarak dışa aktar
uk: Експортувати як PDF
vi: Xuất dưới dạng PDF
zh_hk: 導出為 PDF

source: Remember that this dashboard is set as homepage.
ar: تذكّر أن لوحة المعلومات هذه معيّنة كصفحة رئيسية.
bg: Помнете, че тази метрикика е зададена като начална страница.
ca: Recorda que aquest Quadre de comandament està establert com a pàgina principal.
de: Denken Sie daran, dass dieses Dashboard als Startseite festgelegt ist.
es: Recuerda que este cuadro de mandos se ha definido como inicio.
fa: به یاد داشته باشید که این داشبورد به عنوان صفحه اصلی تنظیم شده است.
fi: Muista, että tämä kojelauta on asetettu aloitussivuksi.
fr: Rappelle-toi que ce tableau de bord est défini comme page d'accueil.
hu: Ne feledje, hogy ez az ir
it: Ricordare che questa dashboard è impostata come homepage.
ja: このダッシュボードがホームページとして設定されていることを忘れないでください。
lt: Atminkite, kad ši prietaisų skydelis nustatytas kaip pagrindinis puslapis.
ms: Ingat bahawa papan pemuka ini ditetapkan sebagai halaman utama.
nb: Husk at denne infotavlen er satt som hjemmeside.
nl: Onthoud dat dit dashboard is ingesteld als startpagina.
pl: ␣Pamiętaj, że ten pulpit jest ustawiony jako strona główna.
pt_br: Lembre-se de que este painel está definido como página inicial.
ru: Помните, что этот дашборд установлен в качестве домашней страницы.
sk: Nezabudnite, že tento ovládací panel je nastavený ako domovská stránka.
sl: Ne pozabite, da je ta nadzorna plošča nastavljena kot domača stran.
sq: Mbani mend që ky panel është vendosur si faqja kryesore.
sr: Zapamti da je ova kontrolna tabla podešena kao početna stranica.
sv: Kom ihåg att den här instrumentpanelen är inställd som startsida.
tr: Bu kontrol panelinin ana sayfa olarak ayarlandığını unutmayın.
uk: Пам’ятайте, що цей дашборд встановлено як домашню сторінку.
vi: Hãy nhớ rằng bảng điều khiển này được đặt làm trang chủ.
zh_hk: 請記住，這個儀表板已設置為首頁。

source: Percent
ar: نسبة مئوية
bg: Процент
ca: Percentatge
de: Prozent
eo: Percent → "Perc" or "Percent" (it's already kinda chill, but people might just say "perc" for short)
es: Porcentaje
fa: درصد
fi: Prosentti
fr: Pourcentage
hu: Százalék
it: Percentuale
ja: パーセント
lt: proc
ms: Peratus
nb: Prosent
nl: Procent
pl: Procent
pt_br: Porcentagem
ru: Процент
sk: Percentá
sl: Odstotek
sq: Përqindje
sr: Procenat
sv: Procent
tr: Yüzde
uk: Відсотки
vi: Phần trăm
zh_hk: 百分比

source: Scientific
ar: علمي
bg: Научен
ca: Científic
de: Wissenschaftlich
eo: sciencey or lowkey scientific
es: Científico
fa: علمی
fi: Tieteellinen
fr: Scientifique
hu: Tudományos
it: Scientifico
ja: 科学的
lt: Mokslinis
ms: Saintifik
nb: Vitenskapelig
nl: Wetenschappelijk
pl: Naukowy
pt_br: Científico
ru: Научный
sk: Vedecké stránky
sl: Znanstven
sq: Shkencor
sr: Naučno
sv: Vetenskaplig
tr: Bilimsel
uk: Науковий
vi: Có tính khoa học
zh_hk: 科學

source: X-ray this
ar: قم بعمل أشعة سينية لهذا
bg: Рентгенов анализ на това
ca: Analitza això
de: X-Ray dafür
eo: Scan this real quick
es: radiografía esto
fa: اشعه ایکس این
fi: Röntgenoi tämä.
fr: Passer cela aux rayons X
hu: Ezt röntgenezd
it: Raggi X questo
ja: 自動探査(X-ray)
lt: Nufotografuokite tai
ms: Sinar-x ini
nb: X-ray dette
nl: X-ray dit
pl: Prześwietl X-ray
pt_br: Raio-X disso
ru: X-ray
sk: Tento röntgenový snímok
sl: Rentgensko slikanje tega
sq: Bëji X-ray
sr: Uradi rendgen za ovo
sv: Röntga detta
tr: X-ışını bu
uk: Застосувати X-ray
vi: Chụp X-quang này
zh_hk: X-ray 這個

source: Expected positive integer but found {0}
ar: كان المتوقع عددًا صحيحًا موجبًا لكن تم العثور على {0}
bg: Очакваше се положително цяло число, но беше намерено {0}
ca: S'esperava un nombre enter positiu però s'ha trobat {0}
de: Erwartet wurde eine positive ganze Zahl, aber gefunden wurde {0}
eo: Was expecting a positive integer but got {0}, fr fr.
es: Entero positivo esperado pero encontrado {0}
fa: عدد صحیح مثبت مورد انتظار بود اما {0}پیدا شد
fi: Odottamaton positiivinen kokonaisluku, mutta löydetty {0}
fr: Un entier positif était attendu mais {0} a été trouvé
hu: Pozitív egész számot vártam, de {0}-t találtam
it: Ci si aspettava un numero intero positivo ma si è trovato {0}
ja: 正の整数を期待したが、{0}が見つかった。
lt: Tikėtasi teigiamo sveikojo skaičiaus, bet rasta {0}
ms: Nombor positif yang dijangka tetapi mendapati {0}
nb: Forventet en positiv integer, men fant {0}
nl: Positief geheel getal verwacht maar vond {0}
pl: Oczekiwano dodatniej liczby całkowitej, ale znaleziono {0}
pt_br: Esperava um número inteiro positivo, mas encontrou {0}
ru: Ожидалось целое положительное число, а получилось {0}
sk: Očakávané celé kladné číslo, ale nájdené {0}
sl: Pričakovano pozitivno celo število, vendar je bilo ugotovljeno {0}
sq: Pritej numër i plotë pozitiv, por u gjet {0}
sr: Očekivan je pozitivan ceo broj, ali je pronađeno {0}
sv: Förväntade sig positivt heltal men hittade {0}
tr: Pozitif tamsayı bekleniyordu ancak {0}bulundu
uk: Очікується додатне ціле число, але виявлено {0}
vi: Số nguyên dương mong đợi nhưng tìm thấy {0}
zh_hk: 預期為正整數，但發現 {0}

source: Median of ...
ar: وسيط ...
bg: Медиана на ...
ca: Mediana de ...
de: Median von ...
eo: Median of ... → "The vibe check of ..."
es: Mediano de ...
fa: میانه از ...
fi: Mediaani ...
fr: Médiane de ...
hu: Medián ...
it: Mediana di ...
ja: の中央値...
lt: Mediana...
ms: Median dari ...
nb: Median av ...
nl: Mediaan van ...
pl: Mediana z ...
pt_br: Mediana de ...
ru: Медиана ...
sk: Medián ...
sl: Mediana ...
sq: Medianë e ...
sr: Medijana od ...
sv: Median av ...
tr: Medyan ...
uk: Медіана ...
vi: Trung vị của ...
zh_hk: ...的中位數

source: Median of all the values of a column
ar: وسيط كل القيم في عمود
bg: Медиана на всички стойности в колона
ca: Mediana de tots els valors d'una columna
de: Median aller Werte einer Spalte
eo: Median of all the values in a column → the "middle vibe" of all the numbers in a column
es: Mediana de todos los valores de una columna
fa: میانه تمام مقادیر یک ستون
fi: Sarakkeen kaikkien arvojen mediaani
fr: Médiane de toutes les valeurs d'une colonne
hu: Egy oszlop összes értékének mediánja
it: Mediana di tutti i valori di una colonna
ja: 列のすべての値の中央値
lt: Visų stulpelio reikšmių mediana
ms: Median semua nilai dalam lajur
nb: Median av alle verdiene i en kolonne
nl: Mediaan van alle waarden van een kolom
pl: Mediana ze wszystkich wartości w kolumnie
pt_br: Mediana de todos os valores de uma coluna
ru: Медиана всех значений столбца
sk: Medián všetkých hodnôt stĺpca
sl: Mediana vseh vrednosti stolpca
sq: Medianë e të gjitha vlerave të një kolone
sr: Medijana svih vrednosti u koloni
sv: Median av alla värden i en kolumn
tr: Bir sütunun tüm değerlerinin medyanı
uk: Медіана всіх значень у стовпці
vi: Trung vị của tất cả các giá trị của một cột
zh_hk: 列中所有值的中位數

source: Map a user attribute to database roles
ar: ربط سمة مستخدم بأدوار قاعدة البيانات
bg: Картографирайте атрибут на потребителя към роли в базата данни
ca: Assigna un atribut d'usuari als rols de la base de dades
de: Ordne ein Benutzerattribut den Datenbankrollen zu
eo: Like, assign a user trait to the database roles, fr.
es: Asignar un atributo de usuario a los roles de la base de datos
fa: یک ویژگی کاربر را به نقش های پایگاه داده ترسیم کنید
fi: Kartoita käyttäjän ominaisuus tietokannan rooleihin.
fr: Mapper un attribut utilisateur aux rôles de la base de données.
hu: Felhasználói attribútum hozzárendelése adatbázis szerepkörökhöz
it: Mappare un attributo utente ai ruoli del database
ja: ユーザー属性をデータベースのロールにマッピングする
lt: Susiekite vartotojo atributą su duomenų bazės vaidmenimis
ms: Pemetaan atribut pengguna kepada peranan pangkalan data
nb: Koble en brukerattributt til en databaserolle
nl: Herleid een gebruikersattribuut naar database rollen
pl: Mapuj atrybuty użytkownika do roli w bazie danych
pt_br: Mapeie um atributo de usuário para funções de banco de dados
ru: Сопоставьте атрибут пользователя с ролями базы данных
sk: Mapovanie atribútu používateľa na roly databázy
sl: Preslikava uporabniškega atributa v vloge zbirke podatkov
sq: Mapo njE atribut pErdoruesi me role tE bazEs sE tEdhEnave
sr: Mapiraj korisnički atribut na uloge baze
sv: Mappa ett användarattribut till databasroller
tr: Kullanıcı özniteliğini veritabanı rolleriyle eşleme
uk: Зіставити атрибут користувача з ролями в базі даних
vi: Ánh xạ thuộc tính người dùng vào các vai trò cơ sở dữ liệu
zh_hk: 將用戶屬性映射到資料庫角色

source: When the person runs a query (including native queries), Metabase will impersonate the privileges of the database role you associate with the user attribute.
ar: عندما يقوم الشخص بتشغيل استعلام (بما في ذلك الاستعلامات الأصلية)، سيقوم Metabase بانتحال امتيازات دور قاعدة البيانات الذي تربطه بسمة المستخدم.
bg: Когато човек изпълнява заявка (включително нативни заявки), Metabase ще имитира привилегиите на ролята в базата данни, която се асоциира с атрибута на потребителя.
ca: Quan la persona executa una consulta (incloses les consultes natives), Metabase suplantarà els privilegis de la funció de base de dades que associeu amb l'atribut d'usuari.
de: Wenn die Person eine Abfrage (einschließlich nativer Abfragen) ausführt, wird Metabase die Berechtigungen der Datenbankrolle nachahmen, die Sie mit dem Benutzerattribut verknüpfen.
eo: When someone runs a query (including native ones), Metabase will basically flex the privileges of the database role linked to the user attribute, fr.
es: Cuando un usuario ejecuta una consulta (incluidas las consultas nativas), Metabase suplantará los privilegios de base de datos con los que asocies con el atributo de usuario.
fa: هنگامی که شخص یک پرس و جو (از جمله پرس و جوهای بومی) را اجرا می کند، Metabase امتیازات نقش پایگاه داده را که شما با ویژگی کاربر مرتبط می کنید جعل می کند.
fi: Kun henkilö suorittaa kyselyn (mukaan lukien alkuperäiset kyselyt), Metabase imitoi sen tietokantaroolin oikeuksia, jonka liität käyttäjän määritteeseen.
fr: Lorsque la personne exécute une requête (y compris les requêtes natives), Metabase lui attribue les privilèges du rôle de base de données que vous associez à l'attribut de l'utilisateur.
hu: Amikor a személy lekérdezést futtat (beleértve a natív lekérdezéseket is), a Metabase az adatbázis szerepkör jogosultságait veszi át, amelyet a felhasználói attribútumhoz rendel.
it: Quando la persona esegue una query (comprese le query native), Metabase impersonerà i privilegi del ruolo del database associato all'attributo utente.
ja: その人がクエリ(ネイティブクエリを含む)を実行すると、Metabaseはユーザ属性に関連付けたデータベースロールの権限を偽装します。
lt: Kai asmuo vykdo užklausą (įskaitant vietines užklausas), metabazė apsimeta duomenų bazės vaidmens, kurį susiejate su vartotojo atributu, privilegijomis.
ms: Apabila orang menjalankan query (termasuk query asli), Metabase akan berpura-pura dengan keistimewaan peranan pangkalan data yang anda kaitkan dengan atribut pengguna.
nb: Når en person kjører en spørring (inkludert naturlige spørringer), vil Metabase etterligne privilegiene til databaserollen du assosierer med brukerattributten.
nl: Wanneer de persoon een query uitvoert (inclusief SQL-query's), zal Metabase de rechten van de database rol die je associeert met het gebruikersattribuut impersoneren.
pl: Gdy dana osoba uruchomi zapytanie (w tym zapytania natywne), Metabase podszyje się pod uprawnienia roli bazy danych, którą powiążesz z atrybutem użytkownika.
pt_br: Quando a pessoa executa uma consulta (incluindo consultas nativas), o Metabase representa os privilégios da função de banco de dados que você associa ao atributo de usuário.
ru: Когда человек выполняет запрос (в том числе и нативный), Metabase будет выдавать за него привилегии роли базы данных, которую вы связываете с атрибутом user.
sk: Keď osoba spustí dotaz (vrátane natívnych dotazov), Metabase sa zosobní s oprávneniami databázovej role, ktorú priradíte k atribútu používateľa.
sl: Ko oseba zažene poizvedbo (vključno z izvornimi poizvedbami), bo zbirka metapodatkov poosebljala pravice vloge zbirke podatkov, ki ste jo povezali z atributom uporabnika.
sq: Kur personi ekzekuton njE pyetje (pErfshirE pyetje native), Metabase do tE imitojE privilegjet e rolit tE bazEs sE tEdhEnave qE e lidh me atributin e pErdoruesit.
sr: Kada osoba pokrene upit (uključujući nativne upite), Metabase će se predstavljati privilegijama uloge baze koju povežete sa korisničkim atributom.
sv: När personen kör en fråga (inklusive inbyggda frågor) kommer Metabase att överta rättigheterna för den databasroll som du kopplar till användarattributet.
tr: Kişi bir sorgu çalıştırdığında (yerel sorgular dahil) Metabase, kullanıcı özniteliğiyle ilişkilendirdiğiniz veritabanı rolünün ayrıcalıklarını taklit eder.
uk: Коли людина запускає запит (включно з нативними запитами), Metabase імітуватиме привілеї ролі в базі даних, яку ви пов’яжете з атрибутом користувача.
vi: Khi người dùng chạy truy vấn (bao gồm cả truy vấn gốc), Metabase sẽ mạo danh các đặc quyền của vai trò cơ sở dữ liệu mà bạn liên kết với thuộc tính người dùng.
zh_hk: 當人員運行查詢（包括本地查詢）時，Metabase 會模擬您與用戶屬性關聯的資料庫角色的權限。

source: Learn More
ar: معرفة المزيد
bg: Научете повече
ca: Aprèn-ne més
de: Erfahre mehr
eo: Vibe check more
es: Aprende más
fa: بیشتر بدانید
fi: Opi lisää
fr: En savoir plus
hu: Tudj meg többet
it: Per saperne di più
ja: さらに詳しく
lt: Sužinokite daugiau
ms: Ketahui lebih lanjut
nb: Lær mer
nl: Lees meer
pl: Dowiedz się więcej
pt_br: Saiba mais
ru: Узнать Больше
sk: Dozvedieť sa viac
sl: Izvedi več
sq: Mëso më shumë
sr: Saznaj više
sv: Lär dig mer
tr: Daha Fazla Bilgi
uk: Дізнатися більше
vi: Tìm hiểu thêm
zh_hk: 了解更多

source: To associate a user with a database role, you'll need to give that user at least one user attribute.
ar: لربط مستخدم بدور قاعدة بيانات، ستحتاج إلى منح ذلك المستخدم سمة مستخدم واحدة على الأقل.
bg: За да асоциирате потребител с роля в базата данни, трябва да му дадете поне един атрибут на потребител.
ca: Per associar un usuari a una funció de base de dades, haureu de donar a aquest usuari almenys un atribut d'usuari.
de: Um einem Benutzer eine Datenbankrolle zuzuordnen, müssen Sie diesem Benutzer mindestens ein Benutzerattribut zuweisen.
eo: To link a user to a database role, u gotta give that user at least one user attribute, fr.
es: Para asociar un usuario con un rol de base de datos, tendrás que otorgar a ese usuario al menos un atributo de usuario.
fa: برای مرتبط کردن یک کاربر با نقش پایگاه داده، باید حداقل یک ویژگی کاربر به آن کاربر بدهید.
fi: Liittää käyttäjä tietokannan rooliin, sinun täytyy antaa kyseiselle käyttäjälle vähintään yksi käyttäjän attribuutti.
fr: Pour associer un utilisateur à un rôle de base de données, vous devrez attribuer à cet utilisateur au moins un attribut utilisateur.
hu: Egy felhasználó adatbázis szerepkörhöz való hozzárendeléséhez legalább egy felhasználói attribútumot kell megadni.
it: Per associare un utente a un ruolo del database, è necessario assegnargli almeno un attributo utente.
ja: ユーザをデータベース・ロールに関連付けるには、そのユーザに少なくとも1つのユーザ属性を与える必要があります。
lt: Norėdami susieti vartotoją su duomenų bazės vaidmeniu, turėsite suteikti tam vartotojui bent vieną vartotojo atributą.
ms: Untuk mengaitkan pengguna dengan peranan pangkalan data, anda perlu memberikan pengguna itu sekurang-kurangnya satu atribut pengguna.
nb: For å assosiere en bruker med en databaserolle, må du gi den brukeren minst en brukerattributt.
nl: Om een gebruiker te koppelen aan een database rol moet u deze gebruiker ten minste één gebruikersattribuut geven.
pl: Aby powiązać użytkownika z rolą bazy danych, musisz nadać temu użytkownikowi co najmniej jeden atrybut użytkownika.
pt_br: Para associar um usuário a uma função de banco de dados, será necessário atribuir a esse usuário pelo menos um atributo de usuário.
ru: Чтобы связать пользователя с ролью базы данных, необходимо присвоить ему хотя бы один атрибут пользователя.
sk: Ak chcete priradiť používateľa k úlohe databázy, musíte mu priradiť aspoň jeden atribút používateľa.
sl: Če želite uporabnika povezati z vlogo zbirke podatkov, mu morate dodeliti vsaj en uporabniški atribut.
sq: QE tE lidhEsh njE pErdorues me njE rol tE bazEs sE tEdhEnave, duhet tEi japEsh atij pErdoruesi tE paktEn njE atribut pErdoruesi.
sr: Da biste povezali korisnika sa ulogom baze, potrebno je da tom korisniku dodelite bar jedan korisnički atribut.
sv: Om du vill koppla en användare till en databasroll måste du ge användaren minst ett användarattribut.
tr: Bir kullanıcıyı bir veritabanı rolüyle ilişkilendirmek için, bu kullanıcıya en az bir kullanıcı özniteliği vermeniz gerekir.
uk: Щоб пов’язати користувача з роллю в базі даних, потрібно додати цьому користувачу щонайменше один атрибут користувача.
vi: Để liên kết người dùng với vai trò cơ sở dữ liệu, bạn cần cung cấp cho người dùng đó ít nhất một thuộc tính người dùng.
zh_hk: 要將用戶與資料庫角色關聯，您需要為該用戶提供至少一個用戶屬性。
