Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Select a database
ar: اختر قاعدة بيانات
bg: Изберете база данни
ca: Selecciona una base de dades
de: Wähle eine Datenbank
eo: Pick a database, fr fr
es: Selecciona una base de datos
fa: یک پایگاه داده را انتخاب کنید
fi: Valitse tietokanta
fr: Sélectionner une base de données
hu: Válasszon egy adatbázist
it: Seleziona un database
ja: データベースを選択する
lt: Pasirinkite duomenų bazę
ms: Pilih pangkalan data
nb: Velg en database
nl: Selecteer een database
pl: Wybierz bazę danych
pt_br: Selecionar um banco de dados
ru: Выберите базу данных
sk: Vyberte databázu
sl: Izberite zbirko podatkov
sq: Zgjidh një bazë të dhënash
sr: Izaberite bazu
sv: Välj en databas
tr: Bir veritabanı seç
uk: Виберіть базу даних
vi: Chọn một cơ sở dữ liệu
zh_hk: 選擇一個資料庫

source: Select...
ar: اختر...
bg: Изберете ...
ca: Seleccionar...
de: Wähle...
eo: Pick, fr fr
es: Seleccionar...
fa: انتخاب کنید...
fi: Valitse...
fr: Sélectionner...
hu: Válasszon...
it: Seleziona...
ja: 選択する...
lt: Pasirinkite ...
ms: Pilih...
nb: Velg...
nl: Selecteer...
pl: Wybieranie..
pt_br: Selecione...
ru: Выбрать...
sk: Vyberte...
sl: Izbrati...
sq: Zgjidh...
sr: Izaberite...
sv: Välj...
tr: Seç ...
uk: Вибрати...
vi: Lựa chọn...
zh_hk: 選擇……

source: Select a table
ar: اختر جدولًا
bg: Изберете таблица
ca: Selecciona una taula
de: Wähle eine Tabelle
eo: Pick a seat, bestie
es: Selecciona una tabla
fa: یک جدول را انتخاب کنید
fi: Valitse taulu
fr: Sélectionner une table
hu: Válasszon egy táblázatot
it: Seleziona una tabella
ja: テーブルを選択する
lt: Pasirinkite lentelę
ms: Pilih jadual
nb: Velg en tabell
nl: Selecteer een tabel
pl: Wybierz tabelę
pt_br: Selecione uma tabela
ru: Выберите таблицу
sk: Vyberte tabuľku
sl: Izbiranje tabele
sq: Zgjidh një tabelë
sr: Izaberite tabelu
sv: Välj en tabell
tr: Tablo seç
uk: Виберіть таблицю
vi: Chọn một bảng
zh_hk: 選擇一個資料表

source: No tables found in this database.
ar: لم يتم العثور على جداول في قاعدة البيانات هذه.
bg: В тази база данни не са намерени таблици.
ca: No s'han trobat taules en aquesta base de dades.
de: Es wurde keine Tabelle in der Datenbank gefunden.
eo: No cap, no tables found in this database.
es: No se encontraron tablas en esta base de datos.
fa: هیچ جداول موجود در این پایگاه داده یافت نشد.
fi: Tietokannassa ei ole tauluja
fr: Aucune table trouvé dans cette base de données
hu: Ebben az adatbázisban nem találhatóak táblák.
it: In questo database non è stata trovata nessuna tabella.
ja: このデータベースにはテーブルが見つかりませんでした
lt: Šioje duomenų bazėje nerasta lentelių.
ms: Tiada jadual ditemui dalam pangkalan data ini.
nb: Ingen tabeller funnet i denne databasen.
nl: Geen tabellen gevonden in deze database
pl: Brak tabel w tej bazie danych
pt_br: Nenhuma tabela foi encontrada neste banco de dados.
ru: В этой базе данных не найдено ни одной таблицы.
sk: Nenašla sa žiadna tabuľka v tejto databáze.
sl: V tej zbirki podatkov ni bilo najdenih tabel.
sq: Nuk u gjet asnjë tabelë në këtë bazë të dhënash.
sr: Nisu pronađene tabele u ovoj bazi.
sv: Tabeller saknas i denna databas
tr: Bu veritabanında hiçbir tablo bulunamadı.
uk: У цій базі даних не знайдено жодної таблиці.
vi: Không có bảng nào được tìm thấy trong cơ sở dữ liệu này
zh_hk: 該資料庫未發現資料表

source: Is a question missing?
ar: هل يوجد سؤال مفقود؟
bg: Липсва въпрос?
ca: Falta una pregunta?
de: Fehlt hier eine Frage?
eo: Yo, is a question MIA or what?
es: ¿Falta una pregunta?
fa: یک سوال گم شده است؟
fi: Puuttuuko kysymys?
fr: Manque-t-il une question ?
hu: Hiányzik egy kérdés?
it: Manca una domanda?
ja: 質問がありませんか?
lt: Ar trūksta klausimo?
ms: Adakan soalah hilang?
nb: Mangler det et spørsmål?
nl: Mist er een vraag?
pl: Brakuje zapytania?
pt_br: Está faltando alguma pergunta?
ru: Запрос пропущен?
sk: Chýba otázka?
sl: Ali manjka vprašanje?
sq: Mungon një pyetje?
sr: Nedostaje pitanje?
sv: Saknas en fråga?
tr: Eksik bir soru mu var?
uk: Немає потрібного запиту?
vi: Có phải một câu hỏi đang thiếu?
zh_hk: 提問缺失？

source: Learn more about nested queries
ar: تعرّف أكثر على الاستعلامات المتداخلة
bg: Научете повече за вложени заявки
ca: Aconsegueix més informació sobre consultes imbricades
de: Lerne mehr über verschachtelte Abfragen
eo: Learn more about nested queries, fr fr
es: Obtén más información sobre consultas anidadas
fa: درباره پرس و جوهای توزیع شده بیشتر بدانید
fi: Lue lisää sisäkyselyistä
fr: En savoir plus sur les questions imbriquées
hu: Tudjon meg többet a beágyazott lekérdezésekről
it: Scopri di più sulle query annidate
ja: ネストしたクエリについてもっと調べる
lt: Sužinokite daugiau apie įterptas užklausas
ms: Belajar lebih lanjut tentang Query Bersarang
nb: Lær mer om nøstede spørringer
nl: Meer informatie over geneste zoekopdrachten
pl: Dowiedz się więcej o kwerendach zagnieżdżonych
pt_br: Saiba mais sobre consultas aninhadas
ru: Узнать больше о вложенных запросах
sk: Viac informácií o vnorených dotazoch
sl: Preberite več o ugnezdenih poizvedbah
sq: Mëso më shumë rreth pyetjeve të folezuara
sr: Saznajte više o ugnježdenim upitima
sv: Upptäck mer om nästlade frågor
tr: Yuvalanmış sorgular hakkında daha fazla bilgi edinin.
uk: Дізнатися більше про вкладені запити
vi: Tìm hiểu thêm về các truy vấn lồng nhau
zh_hk: 了解更多關於嵌套查詢

source: Fields
ar: الحقول
bg: Полета
ca: Camps
de: Felder
eo: Fields → The zones or the spots, fr fr
es: Campos
fa: زمینه های
fi: Kentät
fr: Champs
hu: Mezők
it: Campi
ja: フィールド
lt: Laukai
ms: Medan
nb: Felter
nl: Velden
pl: Pola
pt_br: Campos
ru: Поля
sk: Polia
sl: Polja
sq: Fusha
sr: Polja
sv: Fält
tr: Alanlar
uk: Поля
vi: Các trường
zh_hk: 欄位

source: No segments were found.
hu: Nem találhatóak szegmensek.
ms: Tiada segmen dijumpai.

source: Find a segment
hu: Keressen egy szegmenst
ms: Cari segmen

source: View less
ar: اعرض أقل
bg: Вижте по-малко
ca: Mostra menys
de: Weniger anzeigen
eo: See less lol
es: Ver menos
fa: نمایش کمتر
fi: Näytä vähemmän
fr: Voir l'essentiel
hu: Kevesebb megtekintése
it: Mostra meno
ja: 少く表示
lt: Žiūrėti mažiau
ms: Tonton kurang
nb: Vis mindre
nl: Minder zien
pl: Pokaż mniej
pt_br: Ver menos
ru: Меньше
sk: Zobraziť menej
sl: Poglej manj
sq: Shfaq më pak
sr: Prikaži manje
sv: Visa mindre
tr: Daha azını görüntüle
uk: Показати менше
vi: Xem ít hơn
zh_hk: 檢視更少

source: View more
ar: اعرض المزيد
bg: Виж повече
ca: Mostra més
de: Mehr anzeigen
eo: See moree
es: Ver más
fa: بیشتر ببینید
fi: Näytä enemmän
fr: Voir en détails
hu: Több megtekintése
it: Mostra di più
ja: さらに表示
lt: Peržiūrėti daugiau
ms: Tonton lebih
nb: Vis mer
nl: Meer zien
pl: Pokaż więcej
pt_br: Ver mais
ru: Больше
sk: Zobraziť viac
sl: Poglej več
sq: Shfaq më shumë
sr: Prikaži više
sv: Visa mer
tr: Daha fazla göster
uk: Показати більше
vi: Xem nhiều hơn
zh_hk: 檢視更多

source: Pick a field to sort by
hu: Válasszon egy mezőt rendezéshez
ms: Pilih medan untuk disusun mengikut

source: Sort
ar: فرز
bg: Вид
ca: Ordena
de: Sortieren
eo: Sort → lowkey a vibe or just "sort" works fine, but if you wanna make it sound more Gen Z, you could say "sort" as in "to get it together" or "to handle it" — maybe "sort it out" becomes "sort it out, fr."
es: Ordenar
fa: مرتب سازی
fi: Lajittele
fr: Trier
hu: Rendezés
it: Ordina
ja: ソート
lt: Rūšiuoti
ms: Susun
nb: Sorter
nl: Sorteer
pl: Sortuj
pt_br: Ordenar
ru: Сортировка
sk: Zoradiť
sl: Razvrstiti
sq: Rendit
sr: Sortiraj
sv: Sortera
tr: Sırala
uk: Сортувати
vi: Phân loại
zh_hk: 排序

source: Row limit
ar: حد الصفوف
bg: Лимит на редовете
ca: Límit de files
de: Zeilenlimit
eo: Row limit → "Row cap"
es: Límite de filas
fa: محدودیت ردیف
fi: Rivirajoitus
fr: Nombre de lignes maximum
hu: Sorkorlát
it: Limite di righe
ja: 行数制限
lt: Eilutės riba
ms: Had baris
nb: Radgrense
nl: Rij limiet
pl: Limit wierszy
pt_br: Limite de linha
ru: Количество строк
sk: Limit riadkov
sl: Omejitev vrstice
sq: Limiti i rreshtave
sr: Ograničenje redova
sv: Radgräns
tr: Satır sınırı
uk: Ліміт рядків
vi: Giới hạn dòng
zh_hk: 行限制

source: Unknown Field
ar: حقل غير معروف
bg: Непознато поле
ca: Camp desconegut
de: Unbekanntes Feld
eo: Mysterious zone
es: Campo Desconocido
fa: میدان ناشناخته
fi: Tuntematon kenttä
fr: Champ inconnu
hu: Ismeretlen mező
it: Campo sconosciuto
ja: 不明なフィールド
lt: Nežinomas laukas
ms: Medan tidak diketahui
nb: Ukjent felt
nl: Onbekend veld
pl: Nieznane pole
pt_br: Campo desconhecido
ru: Неизвестное поле
sk: Neznáme pole
sl: Neznano polje
sq: Fushë e panjohur
sr: Nepoznato polje
sv: Okänt fält
tr: Bilinmeyen Alan
uk: Невідоме поле
vi: Trường không xác định
zh_hk: 未知欄位

source: field
hu: mező
ms: medan

source: Matches
hu: Egyezések
ms: Padanan

source: Add filters to narrow your answer
ar: أضف فلاتر لتضييق إجابتك
bg: Добавете филтри, за да стесните отговора си
ca: Afegeix filtres per perfilar la teva resposta
de: Füge Filter hinzu, um deine Antwort einzugrenzen
eo: Add filters so your answer gets more niche, fr.
es: Añade filtros para limitar tu respuesta
fa: فیلتر را اضافه کنید تا پاسخ شما محدود شود
fi: Lisää suotimia vastausten rajaamiseksi
fr: Ajouter des filtres pour préciser votre réponse
hu: Adjon hozzá szűrőket a válasz pontosításához
it: Aggiungi filtri per restringere la tua risposta
ja: 回答を絞るためにフィルターを追加する
lt: Pridėkite filtrų, kad susiaurintumėte atsakymą
ms: Tambah penapis untuk menyempitkan jawapan anda
nb: Legg til filter for å snevre inn svaret ditt
nl: Voeg filters toe om je antwoord te verfijnen
pl: Dodaj filtry, by zawęzić swoją odpowiedź
pt_br: Adicione filtros para limitar sua resposta
ru: Добавьте фильтры чтобы сократить результаты запроса
sk: Pridajte filtre, aby ste zúžili výber
sl: Dodajte filtre za zoženje odgovora
sq: Shto filtra për të ngushtuar përgjigjen
sr: Dodajte filtere da suzite odgovor
sv: Lägg till filter för att begränsa svaret
tr: Cevabınızı daraltmak için filtreler ekleyin
uk: Додайте фільтри, щоб звузити відповідь
vi: Thêm bộ lọc để thu hẹp câu trả lời của bạn
zh_hk: 新增篩選條件來縮小您的答案範圍

source: Add a grouping
hu: Csoportosítás hozzáadása
ms: Tambah pengelompokan

source: Filtered by
ar: تمت التصفية بواسطة
bg: Филтрирано от
ca: Filtrat per
de: Gefiltert nach
eo: Filtered by → Filtered fr fr
es: Filtrado por
fa: فیلتر شده توسط
fi: Suodatusperuste
fr: Filtre
hu: Szűrve
it: Filtrati per
ja: 以下でフィルター
lt: Filtruota pagal
ms: Ditapis mengikut
nb: Filtrert etter
nl: Gefilterd op
pl: Filtrowane po
pt_br: Filtrado por
ru: Отфильтровано по
sk: Filtrovať podľa
sl: Filtrirano po
sq: Filtruar sipas
sr: Filtrirano po
sv: Filtrerad på
tr: Tarafından filtrelenmiş
uk: Відфільтровано за
vi: Lọc bởi
zh_hk: 篩選條件

source: View
ar: عرض
bg: Изглед
ca: Mostra
de: Ansicht
eo: View = "sight" or "look" but in gen z slang, you could just say "peek" or "check" (as in "check this out").
es: Ver
fa: چشم انداز
fi: Katso
fr: Vue
hu: Kilátás
it: Vista
ja: 閲覧
lt: Peržiūrėti
ms: Lihat
nb: Vis
nl: Bekijken
pl: Podgląd
pt_br: Ver
ru: Просмотр
sk: Zobraziť
sl: Pogled
sq: Shiko
sr: Prikaz
sv: Visa
tr: Görünüm
uk: Перегляд
vi: Xem
zh_hk: 檢視

source: Grouped By
hu: Csoportosítva
ms: Dikelompokkan mengikut

source: None
ar: لا شيء
bg: Нито един
ca: Cap
de: Nichts
eo: N/A or just "nothing" but if you want a slang vibe, maybe "zilch" or "zero vibes"
es: Ninguno
fa: هیچ یک
fi: Ei mitään
fr: Aucun
hu: Egyik sem
it: Nessuno
ja: なし
lt: Nė vienas
ms: Tiada
nb: Ingen
nl: Geen
pl: Żadne
pt_br: Nenhum
ru: Ничего
sk: Žiadne
sl: Nobena
sq: Asnjë
sr: Nijedno
sv: Inga
tr: Yok
uk: Немає
vi: Không
zh_hk: 沒有

source: This question is written in {0}.
ar: هذا السؤال مكتوب بـ {0}.
bg: Този въпрос е написан на {0}.
ca: Aquesta pregunta està escrita en {0}.
de: Diese Frage wurde in {0} geschrieben.
eo: This question is straight-up written in {0} fam.
es: Esta pregunta está escrita en {0}
fa: این سوال در {0} نوشته شده است.
fi: Tämä kysymys on kirjoitettu {0}:lla.
fr: Cette question est écrite en {0}.
hu: Ez a kérdés {0} nyelven íródott.
it: Questa domanda è scritta in {0}
ja: この質問は{0}で書かれました
lt: Šis klausimas parašytas {0} .
ms: Soalan ini ditulis dalam {0}.
nb: Dette spørsmålet er skrevet i {0}.
nl: Deze vraag is geschreven in {0}.
pl: To zapytanie jest napisane w {0}.
pt_br: Esta pergunta está escrita em {0}.
ru: Этот запрос написан в {0}.
sk: Táto otázka je napísaná v {0}.
sl: To vprašanje je napisano v {0}.
sq: Kjo pyetje është shkruar në {0}.
sr: Ovo pitanje je napisano u {0}.
sv: Denna fråga är skriven i {0}.
tr: Bu soru {0} ile yazılmıştır.
uk: Цей запит написано мовою {0}.
vi: Câu hỏi này được viết bằng {0}
zh_hk: 這個提問已經被寫入{0}

source: Hide Editor
hu: Szerkesztő elrejtése
ms: Sembunyikan Penyunting

source: Hide Query
hu: Lekérdezés elrejtése
ms: Sorok query

source: Open Editor
ar: افتح المحرر
bg: Отворете редактора
ca: Obre l'editor
de: Öffne Editor
eo: Open editor → Open the vibes
es: Abrir Editor
fa: بازکردن ویرایشگر
fi: Avaa editori
fr: Ouvrir l'éditeur
hu: Nyissa meg a szerkesztőt
it: Apri Editor
ja: エディターを表示する
lt: Atidarykite redaktorių
ms: Buka Penyunting
nb: Åpne Redigeringsverktøy
nl: Editor openen
pl: Otwórz Edytor
pt_br: Abrir editor
ru: Открыть Редактор
sk: Otvoriť editor
sl: Odpiranje urejevalnika
sq: Hap redaktorin
sr: Otvori editor
sv: Öppna editor
tr: Editör'ü Aç
uk: Відкрити редактор
vi: Mở trình chỉnh sửa
zh_hk: 打開編輯器

source: Show Query
hu: Lekérdezés megjelenítése
ms: Tunjukkan Pertanyaan

source: This metric has been retired. It's no longer available for use.
hu: Ez a metrika visszavonásra került. Már nem használható.
ms: Metrik ini telah dihentikan. Ia tidak lagi tersedia untuk digunakan.

source: Download full results
hu: A teljes eredmények letöltése
lt: Atsisiųskite visus rezultatus
ms: Muat turun hasil penuh

source: Download this data
hu: Töltse le ezeket az adatokat
ms: Muat turun data ini

source: Warning
ar: تحذير
bg: Внимание
ca: Avís
de: Warnung
eo: Alert, bestie!
es: Aviso
fa: هشدار
fi: Varoitus
fr: Avertissement
hu: Figyelem
it: Attenzione
ja: 警告
lt: Įspėjimas
ms: Amaran
nb: Advarsel
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso
ru: Предупреждение
sk: Varovanie
sl: Opozorilo
sq: Paralajmërim
sr: Upozorenje
sv: Varning
tr: Uyarı
uk: Попередження
vi: Cảnh báo
zh_hk: 警告

source: Your answer has a large number of rows so it could take a while to download.
ar: إجابتك تحتوي على عدد كبير من الصفوف لذا قد يستغرق تنزيلها بعض الوقت.
bg: Отговорът ви има голям брой редове, така че изтеглянето може да отнеме известно време.
ca: La teva resposta té una gran quantitat de files, podria trigar una estona a descarregar-se.
de: Deine Antwort hat eine große Anzahl von Zeilen, so dass es eine Weile dauern kann, sie herunterzuladen.
eo: Your answer got mad rows, so it might take a hot sec to download.
es: Tu respuesta tiene una gran cantidad de filas, por lo que podría tardar un tiempo en descargarse.
fa: پاسخ شما دارای تعداد زیادی ردیف است، بنابراین ممکن است چندین بار برای بارگیری استفاده شود.
fi: Vastauksessasi on suuri määrä rivejä, joten sen lataaminen voi kestää hetken.
fr: Votre réponse a un grand nombre de lignes et pourrait prendre un certain temps à télécharger.
hu: Your answer has a large number of rows so it could take a while to download. A válaszban sok sor található, így a letöltés eltarthat egy ideig.
it: La tua risposta ha molte righe, per cui il download potrebbe metterci un po'.
ja: 行数が多いため、ダウンロードに時間がかかる場合があります
lt: Jūsų atsakyme yra daug eilučių, todėl atsisiųsti gali užtrukti.
ms: Jawapan anda mempunyai sejumlah besar baris jadi ia mungkin mengambil masa untuk dimuat turun.
nb: Ditt svar har veldig mange rader, så det kan ta en stund å laste ned.
nl: Je antwoord heeft een groot aantal rijen, het downloaden kan even duren.
pl: Twoja odpowiedź ma dużą liczbę wierszy, więc może to zająć trochę czasu, aby pobrać.
pt_br: Sua resposta tem muitas linhas, então pode demorar um pouco para baixar.
ru: Ваш результат содержит большое количество строк и займет какое-то время на загрузку.
sk: Vaša odpoveď obsahuje veľké množstvo riadkov, takže stiahnutie môže chvíľu trvať.
sl: Vaš odgovor ima veliko število vrstic, zato lahko prenos traja nekaj časa.
sq: Përgjigjja jote ka një numër të madh rreshtash, ndaj mund të marrë pak kohë për tu shkarkuar.
sr: Tvoj odgovor ima veliki broj redova, pa preuzimanje može da potraje.
sv: Ditt svar har ett stort antal rader, så det kan ta en stund att ladda ner.
tr: Cevabınız çok sayıda satır içeriyor, bu yüzden indirilmesi biraz zaman alabilir.
uk: У вашій відповіді дуже багато рядків, тому завантаження може зайняти деякий час.
vi: Câu trả lời của bạn có số lượng lớn các hàng để có thể mất một lúc để tải xuống.
zh_hk: 資料行太多，需要一段時間才能下載。

source: The maximum download size is 1 million rows.
ar: الحد الأقصى لحجم التنزيل هو مليون صف.
bg: Максималният размер на изтеглянето е 1 милион реда.
ca: La mida màxima de la baixada és d'1 milió de files.
de: Die maximale Größe für einen Download beträgt 1 Millionen Zeilen.
eo: The max download size is like 1 mil rows, fr.
es: El tamaño máximo de descarga es de 1 millón de filas.
fa: حداکثر اندازه دانلود 1 میلیون ردیف است.
fi: Maksimi lataus määrä on miljoona riviä.
fr: La taille maximum de téléchargement est d'un million de lignes.
hu: A maximális letöltési méret 1 millió sor.
it: La massima dimensione scaricabile è 1 milione di righe.
ja: 最大ダウンロードサイズは100万行です
lt: Maksimalus atsisiuntimo dydis yra 1 milijonas eilučių.
ms: Saiz muat turun maksimum ialah 1 juta baris.
nb: Maks antall rader ved nedlasting er 1 million.
nl: Er kunnen maximaal 1 miljoen rijen worden gedownload
pl: Maksymalny rozmiar pobierania to 1 000 000 wierszy.
pt_br: O tamanho máximo de download é de 1 milhão de linhas.
ru: Максимальный размер скачивания 1 миллион строк.
sk: Maximálna veľkosť súboru na stiahnutie je 1 milión riadkov.
sl: Največja velikost prenosa je 1 milijon vrstic.
sq: Madhësia maksimale e shkarkimit është 1 milion rreshta.
sr: Maksimalna veličina preuzimanja je 1 milion redova.
sv: Max antal rader att ladda ned är 1 miljon.
tr: Maksimum indirme boyutu 1 milyon satırdır.
uk: Максимальний розмір завантаження — 1 мільйон рядків.
vi: Kích thước tải xuống tối đa là 1 triệu hàng.
zh_hk: 下載上限是1百萬行

source: Edit question
ar: عدّل السؤال
bg: Редактиране на въпроса
ca: Edita la pregunta
de: Ändere Frage
eo: Fix that q or update the q
es: Editar pregunta
fa: ویرایش سوال
fi: Muokkaa kysymystä
fr: Modifier la question
hu: Kérdés szerkesztése
it: Modifica la domanda
ja: 質問を編集する
lt: Redaguoti klausimą
ms: Sunting soalan
nb: Rediger spørsmål
nl: Vraag wijzigen
pl: Edycja pytania
pt_br: Editar pergunta
ru: Изменить запрос
sk: Upraviť otázku
sl: Uredi vprašanje
sq: Redakto pyetjen
sr: Uredi pitanje
sv: Redigera fråga
tr: Soruyu düzenle
uk: Редагувати запит
vi: Chỉnh sửa câu hỏi
zh_hk: 編輯圖表

source: SAVE CHANGES
hu: VÁLTOZTATÁSOK MENTÉSE
ms: SIMPAN PERUBAHAN

source: CANCEL
hu: MEGSZÜNTETÉS
ms: BATAL

source: Move question
hu: Kérdés áthelyezése
ms: Pindahkan soalan

source: Which collection should this be in?
hu: Ez melyik gyűjteményben legyen?
ms: Dalam koleksi yang mana ini patut dimasukkan?

source: Variables
ar: المتغيرات
bg: Променливи
de: Variablen
eo: Vars or just vars, fr fr
fa: متغیرها
fi: Muuttujat
hu: Változók
it: Variabili
ja: 変数
lt: Kintamieji
ms: Pembolehubah
nb: Variabler
nl: Variabelen
pl: Zmienne
pt_br: Variáveis
ru: Переменные
sk: Premenné
sl: Spremenljivke
sq: Variabla
sr: Varijable
sv: Variabler
tr: Değişkenler
uk: Змінні
vi: Các biến
zh_hk: 變數

source: Learn about your data
ar: تعرّف على بياناتك
bg: Научете за вашите данни
ca: Coneix les teves dades
de: Lerne etwas über deine Daten
eo: Get the 411 on your data
es: Conoce tus datos
fa: درباره دادههای خود اطلاعاتی کسب کنید
fi: Tutustu tietoihisi
fr: En savoir plus sur vos données
hu: Ismerje meg adatait
it: Scopri di più sui tuoi dati
ja: 自分のデータの詳細を表示
lt: Sužinokite apie savo duomenis
ms: Pelajari tentang data anda
nb: Lær mer om dataene dine
nl: Leer meer over je data
pl: Dowiedz się więcej o danych
pt_br: Conheça seus dados
ru: Изучить свои данные
sk: Dozvedieť sa viac o vaších dátach
sl: Preberite več o svojih podatkih
sq: Mëso për të dhënat e tua
sr: Saznaj više o svojim podacima
sv: Upptäck dina data
tr: Verileriniz hakkında bilgi edinin
uk: Дізнатися про свої дані
vi: Tìm hiểu về dữ liệu của bạn
zh_hk: 了解資料集

source: Alerts are on
hu: A riasztások be vannak kapcsolva
ms: Amaran dihidupkan

source: started from
hu: kezdődött a
ms: bermula dari

source: native query
hu: natív lekérdezés
ms: kueri asli

source: Not Supported
hu: Nem támogatott
ms: Tidak Disokong

source: View the {0}
hu: Tekintse meg a(z) {0}
ms: Lihat {0}

source: Switch to {0}
hu: Váltson a(z) {0}-ra
ms: Tukar kepada {0}

source: Switch to Builder
hu: Váltás építőre
ms: Tukar kepada Builder

source: {0} for this question
hu: {0} erre a kérdésre
ms: {0} untuk soalan ini

source: Convert this question to {0}
hu: A kérdést alakítsa át {0}-vá
ms: Tukarkan soalan ini kepada {0}

source: This question will take approximately {0} to refresh
ar: سيستغرق هذا السؤال تقريبًا {0} للتحديث
bg: Този въпрос ще отнеме приблизително {0} за опресняване
ca: Aquesta pregunta trigarà aproximadament {0} en actualitzar-se
de: Diese Frage wird ungefähr {0} zum aktualisieren benötigen
eo: This question's gonna take like {0} to refresh, fr.
es: Esta pregunta se actualizará en aproximadamente {0}
fa: این سوال تقریبا {0} را برای تازه کردن انجام خواهد داد
fi: Tämän kysymyksen päivittäminen kestää noin {0}
fr: Cette question prendra approximativement {0} à se rafraîchir
hu: Ennek a kérdésnek körülbelül {0} ideig tart a frissítése
it: Questa domanda impiegherà circa {0} per aggiornarsi
ja: この質問は更新に約{0}かかります
lt: Šiam klausimui atnaujinti reikės maždaug {0}
ms: Soalan ini akan mengambil masa kira-kira {0} untuk memuat semula
nb: Dette spørsmålet vil ta cirka {0} å fornye
nl: Het vernieuwen van deze vraag zou ongeveer {0} duren
pl: To zapytanie zajmie około {0}, aby odświeżyć
pt_br: Esta pergunta será atualizada em aproximadamente {0}
ru: Обновление запроса займёт {0}
sk: Obnovenie tejto otázky bude trvať približne {0}
sl: Osvežitev tega vprašanja bo trajala približno {0}
sq: Ky pyetje do të marrë afërsisht {0} për t’u rifreskuar
sr: Ovo pitanje će se osvežiti za približno {0}
sv: Denna fråga kommer att ta uppskattningsvis {0} att ladda om
tr: Bu soru, yenilemek için yaklaşık {0} sürecek
uk: Оновлення цього запиту триватиме приблизно {0}
vi: Câu hỏi này sẽ mất khoảng {0} để làm mới
zh_hk: 這個提問大約需要{0}來刷新

source: Updated {0}
ar: تم التحديث {0}
es: Actualizado {0}
fa: به‌روزرسانی‌شده {0}
fi: Päivitetty {0}
hu: Frissítve {0}
it: Aggiornato {0}
ja: 更新されました {0}
ms: Dikemaskini {0}
pt_br: Atualizado {0}
ru: Обновлено {0}
sk: Aktualizované {0}
sl: Posodobljeno {0}
sq: Përditësuar {0}
sr: Ažurirano {0}
uk: Оновлено {0}
vi: Đã cập nhật {0}
zh_hk: 更新 {0}

source: row
ar: صفوف
bg: ред
ca: fila
de: Reihe
eo: Row → Drama or beef (if it’s about conflict), or just "drama" in general.
es: fila
fa: ردیف
fi: rivi
fr: ligne
hu: sor
it: riga
ja: 行
lt: eilutė
ms: barisan
nb: rad
nl: rij
pl: wiersz
pt_br: linha
ru: строка
sk: riadok
sl: vrstica
sq: rresht
sr: red
sv: rad
tr: sıra
uk: рядок
vi: hàng
zh_hk: 行數

source: Showing first {0} {1}
hu: Az első {0} {1} megjelenítése
ms: Menunjukkan {0} {1} pertama

source: Showing {0} {1}
hu: {0} {1} megjelenítése
ms: Menunjukkan {0} {1}

source: Doing science
hu: Tudományos munka
ms: membuat sains

source: If you give me some data I can show you something cool. Run a Query!
hu: Ha adsz nekem néhány adatot, mutathatok valami menőt. Futtass egy lekérdezést!
ms: Jika anda memberi saya beberapa data, saya boleh tunjukkan sesuatu yang menarik. Jalankan Pertanyaan!

source: How do I use this thing?
hu: Hogyan használjam ezt a dolgot?
ms: Bagaimana saya menggunakan benda ini?
