Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Let's do it: click on <strong>Add a grouping</strong>, and choose <strong>Created At: by Week</strong>.
hu: Tegyük meg: kattintson a <strong>Csoportosítás hozzáadása</strong> lehetőségre, és válassza a <strong>Létrehozva: hét szerint</strong>.
ms: Mari kita lakukan: klik pada <strong>Tambah kumpulan</strong>, dan pilih <strong>Dicipta Pada: oleh Minggu</strong>.

source: Click on "by day" to change it to "Week."
hu: Kattintson a „naponként” lehetőségre, hogy „hét”-re módosítsa.
ms: Klik pada "oleh hari" untuk menukarnya kepada "Minggu."

source: Run Your Query.
hu: Futtassa le a lekérdezést.
ms: Jalankan Query anda.

source: You're doing so well! Click <strong>Run query</strong> to get your results!
hu: Nagyon jól halad! Kattintson a <strong>Lekérdezés futtatása</strong> lehetőségre, hogy megkapja az eredményeket!
ms: Anda melakukannya dengan baik! Klik <kuat>Jalankan query</kuat> untuk mendapatkan hasil anda!

source: You can view your results as a chart instead of a table.
hu: Megtekintheti az eredményeit diagramként a táblázat helyett.
ms: Anda boleh melihat hasil anda sebagai carta dan bukannya jadual.

source: Everbody likes charts! Click the <strong>Visualization</strong> dropdown and select <strong>Line</strong>.
hu: Mindenki szereti a grafikonokat! Kattintson a <strong>Vizualizáció</strong> legördülő menüre, és válassza a <strong>Vonal</strong> lehetőséget.
ms: Semua orang suka carta! Klik lungsur turun <strong>Visualisasi</strong> dan pilih <strong>Garis</strong>.

source: Well done!
hu: Szép munka!
ms: Tahniah!

source: That's all! If you still have questions, check out our
hu: Ez minden! Ha még mindig vannak kérdései, nézze meg a mi
ms: Itu sahaja! Jika anda masih mempunyai soalan, lihat kami

source: User's Guide
hu: Felhasználói útmutató
ms: Panduan Pengguna

source: Have fun exploring your data!
hu: Jó szórakozást az adatok felfedezéséhez!
ms: Selamat meneroka data anda!

source: Thanks
hu: Köszönöm
ms: Terima kasih

source: Save Your Questions
hu: Mentse el kérdéseit
ms: Simpan Pertanyaan Anda

source: By the way, you can save your questions so you can refer to them later. Saved Questions can also be put into dashboards or Pulses.
hu: Egyébként mentheti a kérdéseit, hogy később hivatkozhasson rájuk. A mentett kérdéseket irányítópultokra vagy impulzusokra is helyezheti.
ms: Sebenarnya, anda boleh menyimpan pertanyaan anda supaya anda boleh merujuknya kemudian. Pertanyaan yang disimpan juga boleh dimasukkan ke dalam papan pemuka atau Pulse.

source: Sounds good
hu: Jól hangzik
ms: Kedengaran baik

source: Whoops!
hu: Hoppá!
ms: Alamak

source: Sorry, it looks like something went wrong. Please try restarting the tutorial in a minute.
hu: Elnézést, úgy tűnik, valami elromlott. Kérjük, próbálja újraindítani az oktatóanyagot egy perc múlva.
ms: Maaf, nampaknya ada yang tidak kena. Sila cuba mulakan semula tutorial dalam masa satu minit.

source: Password updated successfully!
hu: A jelszó sikeresen frissítve!
ms: Kata laluan berjaya dikemaskini

source: Account updated successfully!
hu: A fiók sikeresen frissítve!
ms: Akaun berjaya dikemaskini

source: Current password
ar: كلمة المرور الحالية
bg: Настояща парола
ca: Contrasenya actual
de: Aktuelles Passwort
eo: Current password = "The deets I already got"
es: Contraseña actual
fa: رمز عبور فعلی
fi: Nykyinen salasana
fr: Mot de passe actuel
hu: Jelenlegi jelszó
it: Password attuale
ja: 現在のパスワード
lt: Dabartinis slaptažodis
ms: Kata laluan semasa
nb: Nåværende passord
nl: Huidig wachtwoord
pl: Aktualne hasło
pt_br: Senha atual
ru: Текущий пароль
sk: Aktuálne heslo
sl: Trenutno geslo
sq: Fjalëkalimi aktual
sr: Trenutna lozinka
sv: Nuvarande lösenord
tr: Şimdiki Şifre
uk: Поточний пароль
vi: Mật khẩu hiện tại
zh_hk: 當前密碼

source: Sign in with Google Email address
hu: Jelentkezzen be Google e-mail címével
ms: Log masuk dengan Google

source: User Details
hu: Felhasználói adatok
ms: Butiran Pengguna

source: Reset to defaults
ar: إعادة التعيين إلى الافتراضيات
bg: Нулирайте по подразбиране
ca: Restablir els valors predeterminats
de: Auf Standard zurücksetzen
eo: Reset to the original vibes
es: Restablecer los valores predeterminados
fa: بازنشانی به پیش فرضها
fi: Palauta oletukset
fr: Réinitialiser
hu: Állítsa vissza az alapértelmezett értékeket
it: Ripristina i valori di default
ja: デフォルトに戻す
lt: Atstatyti numatytuosius nustatymus
ms: Tetapkan semula kepada lalai
nb: Tilbakestill til standard
nl: Terugzetten naar standaard waardes
pl: Powróć do ustawień fabrycznych
pt_br: Redefinir para o padrão
ru: Сбросить по-умолчанию
sk: Obnoviť predvolené hodnoty
sl: Ponastavitev na privzete nastavitve
sq: Rivendos te parazgjedhjet
sr: Vrati na podrazumevano
sv: Återställ förval
tr: Varsayılanlara dön
uk: Скинути до значень за замовчуванням
vi: Đặt lại về mặc định
zh_hk: 恢復預設值

source: unknown map
hu: ismeretlen térkép
lt: nežinomas žemėlapis
ms: peta tidak diketahui

source: Grid map requires binned longitude/latitude.
ar: تتطلب خريطة الشبكة خط طول/عرض ضمن فئات.
bg: Картата на мрежата изисква binned дължина / ширина.
ca: El mapa de quadrícula necessita que la longitud i la latitud estigui agrupada.
de: Die Grid-Map benötigt klassifizierte Längen- und Breitengrade.
eo: Yo, the grid map needs the lon/lat to be binned fam.
es: El mapa de cuadrícula requiere longitud/latitud agrupada.
fa: نقشه شبکه نیازمند طول جغرافیایی / عرض جغرافیایی است.
fi: Ruudukkokartta vaatii pituus/leveysaste-tiedot.
fr: Une carte à quadrillage nécessite un regroupement (binning) de la latitude et de la longitude.
hu: A rács térképhez binned hosszúság/szélesség szükséges.
it: La mappa a griglia richiede longitudine / latitudine separate.
ja: グリッドマップには経度/緯度がビニングされている必要があります
lt: Tinklelio žemėlapiui reikalinga išilginė ilguma / platuma.
ms: Grid peta memerlukan longitude/latitud yang dibin.
nb: Rutekartet krever grupperte lengdegrader/breddegrader.
nl: Voor een rasterkaart is lengte- / breedtegraad vereist.
pl: Mapa siatki wymaga zgrupowanej długości/szerokości geograficznej.
pt_br: O mapa de grade requer longitude/latitude agrupadas.
ru: Карта нуждается в соответствующих градусах долготы и широты
sk: Mapa mriežky vyžaduje priloženú zemepisnú dĺžk / šírku.
sl: Mrežni zemljevid zahteva zemljepisno dolžino/širino v razredu.
sq: Harta me rrjetë kërkon gjatësi/gjerësi gjeografike të ndara në intervale.
sr: Mrežna mapa zahteva grupisanu geografsku dužinu/širinu.
sv: Kartor med rutor kräver longitud/latitud
tr: Grid haritası, binned boylam / enlemi gerektirir.
uk: Для grid map потрібні забінені довгота/широта.
vi: Bản đồ lưới yêu cầu kinh độ / vĩ độ.
zh_hk: 網格地圖需要綁定經度/緯度。

source: more
ar: المزيد
bg: Повече ▼
ca: més
de: mehr
eo: more → fr fr (for real) or just "more" depending on context, but if I had to pick, I'd say "more" is pretty much just "more" lol.
es: más
fa: بیشتر
fi: lisää
fr: plus
hu: több
it: di più
ja: さらに
lt: daugiau
ms: lebih
nb: mer
nl: Meer
pl: więcej
pt_br: mais
ru: больше
sk: viac
sl: več
sq: më shumë
sr: još
sv: mer
tr: daha
uk: більше
vi: Thêm
zh_hk: 更多

source: Which fields do you want to use for the X and Y axes?
ar: أي الحقول تريد استخدامها لمحوري X وY؟
bg: Кои полета искате да използвате за осите X и Y?
ca: Quins camps vols utilitzar en els eixos X i Y?
de: Welche Felder möchtest du für die X- und Y-Achse verwenden?
eo: Which fields do you wanna use for the X and Y axes?
es: ¿Qué campos quieres usar para los ejes X e Y?
fa: کدام زمینه ها برای محورهای X و Y مورد استفاده قرار می گیرد؟
fi: Mitä kenttiä haluat käyttää X- ja Y-akseleille?
fr: Quels champs voulez-vous utiliser pour les axes X et Y ?
hu: Mely mezőket szeretné használni az X és Y tengelyekhez?
it: Quali campi vuoi usare per le coordinate X e Y?
ja: X軸、Y軸にどのフィールドを使用しますか?
lt: Kokius laukus norite naudoti X ir Y ašims?
ms: Medan mana yang anda mahu gunakan untuk paksi X dan Y?
nb: Hvilke felter vil du bruke for X- og Y-aksene?
nl: Welke velden wil je gebruiken voor de X- en Y-assen?
pl: Które pola chcesz użyć dla osi X i Y?
pt_br: Quais campos você deseja usar para os eixos X e Y?
ru: Какие поля вы хотите использовать для осей X и Y?
sk: Ktoré polia chcete použiť pre osi X a Y?
sl: Katera polja želite uporabiti za osi X in Y?
sq: Cilat fusha dëshiron të përdorësh për boshtet X dhe Y?
sr: Koja polja želite da koristite za X i Y ose?
sv: Vilka fält vill du använda för X- och Y-axlar?
tr: X ve Y eksenleri için hangi alanları kullanmak istiyorsunuz?
uk: Які поля ви хочете використовувати для осей X та Y?
vi: Những trường nào bạn muốn sử dụng cho trục X và Y
zh_hk: 橫坐標和縱坐標想使用那些欄位?

source: Choose fields
ar: اختر الحقول
bg: Изберете полета
ca: Escull els camps
de: Felder auswählen
eo: Pick your zones
es: Elige campos
fa: زمینه ها را انتخاب کنید
fi: Valitse kentät
fr: Choisissez les champs
hu: Válasszon mezőket
it: Scegli i campi
ja: フィールドを選択する
lt: Pasirinkite laukus
ms: Pilih medan
nb: Velg felt
nl: Velden kiezen
pl: Wybierz pola
pt_br: Escolher campos
ru: Выберите поля
sk: Vyberte polia
sl: Izbira polj
sq: Zgjidh fushat
sr: Izaberite polja
sv: Väl fält
tr: Alanları seç
uk: Виберіть поля
vi: Chọn trường
zh_hk: 選擇欄位

source: Save as default view
hu: Mentés alapértelmezett nézetként
lt: Išsaugoti kaip numatytąjį vaizdą
ms: Simpan sebagai paparan lalai

source: Draw box to filter
ar: ارسم مربعًا للتصفية
bg: Начертайте полето за филтриране
ca: Dibuixa una caixa per filtrar
de: Zeichne eine Box um zu filtern
eo: Click the box to filter, fr fr
es: Dibujar cuadro para filtrar
fa: جعبه قرعه کشی برای فیلتر کردن
fi: Piirrä ruutu suodattaaksesi
fr: Dessiner un rectangle d'intérêt pour filtrer
hu: Rajzoljon négyzetet a szűréshez
it: Disegna un box per filtrare
ja: フィルターにボックスを描く
lt: Nubrėžkite langelį, kad filtruotumėte
ms: Lukis kotak untuk tapis
nb: Tegn en boks for å filtrere
nl: Teken een box om te filteren
pl: Zaznacz prostokąt, aby filtrować
pt_br: Desenhar caixa para filtrar
ru: Нарисуйте "коробку" для фильтрации
sk: Pridať rámček na filtrovanie
sl: Polje za risanje za filtriranje
sq: Vizatoni një kornizë për të filtruar
sr: Nacrtajte okvir da filtrirate
sv: Drag ruta till filter
tr: Filtrelemek için çizim kutusu
uk: Намалюйте прямокутник, щоб відфільтрувати
vi: Vẽ hộp để lọc
zh_hk: 新增篩選器

source: Cancel filter
ar: إلغاء الفلتر
bg: Филтър за отмяна
ca: Cancel·la el filtre
de: Filter abbrechen
eo: Cancel filter → Bye, filter vibes
es: Cancelar Filtro
fa: لغو فیلتر
fi: Peruuta suodin
fr: Annuler le filtre
hu: Szűrés törlése
it: Annulla filtro
ja: フィルターをキャンセルする
lt: Atšaukti filtrą
ms: Batalkan tapis
nb: Avbryt filter
nl: Annuleer filter
pl: Anuluj filtr
pt_br: Cancelar filtro
ru: Отменить фильтр
sk: Zrušiť filter
sl: Preklic filtra
sq: Anulo filtrin
sr: Otkaži filter
sv: Avbryt filter
tr: Filtreyi iptal et
uk: Скасувати фільтр
vi: Hủy lọc
zh_hk: 取消篩選器

source: Pin Map
ar: خريطة الدبابيس
bg: Пин карта
ca: Mapa de pin
de: Pin-Karte
eo: Geo pin or just pin map, frfr
es: Mapa de Pin
fa: نقشه پین
fi: Kiinnitä kartta
fr: Carte à épingles
hu: Tűzött térkép
it: Mappa a punti
ja: マップを固定する
lt: Prisegti žemėlapį
ms: Pin peta
nb: Kartnål-kart
nl: Kaart pinnen
pl: Mapa lokalizacji
pt_br: Fixar mapa
ru: Закрепить карту
sk: Pripnúť mapu
sl: Pripni zemljevid
sq: Hartë me pin
sr: Mapa sa pinovima
sv: Knappnålskarta
tr: Pin Haritası
uk: Карта з піном
vi: Gắn bản đồ
zh_hk: 固定地圖

source: Unset
ar: غير معيّن
bg: Деактивирано
ca: Desmarcar
de: Nicht gesetzt
eo: Unset → vibe check canceled or just "unset" as is, lol.
es: Desmarcar
fa: گمشده
fi: Palauta
fr: Désactiver
hu: Nem beállított
it: Non impostato
ja: 解除する
lt: Išjungta
ms: Batal set
nb: Ikke satt
nl: Leegmaken
pl: Nie ustawiono
pt_br: Não definido
ru: Снять выбор
sk: Zrušiť
sl: Odstrani
sq: E pavendosur
sr: Nepodešeno
sv: Avmarkera
tr: Ayarını kaldır
uk: Скинути
vi: Không đặt
zh_hk: 撤銷設定

source: Rows {0}-{1} of {2}
ar: الصفوف {0}-{1} من {2}
bg: Редове {0} - {1} от {2}
ca: Files {0}-{1} de {2}
de: Zeilen {0}-{1} von {2}
eo: Rows {0}-{1} of {2} - this one’s pretty techy, so I’d keep it as is, but if you want a more chill vibe, maybe: "Rows {0}-{1} outta {2}" or "Rows {0}-{1} of the set {2}" — no super slang needed here, tbh.
es: Filas {0}-{1} de {2}
fa: ردیف {0} - {1} از {2}
fi: Rivit {0}-{1}/{2}
fr: Lignes {0}-{1} parmi {2}
hu: {2} sorból {0}-{1}
it: Righe {0}-{1} di {2}
ja: {2}の行{0}〜{1}
lt: Eilutės {0} - {1} iš {2}
ms: Baris {0}-{1} dari {2}
nb: Rader {0}-{1} av {2}
nl: Rijen {0}-{1} van {2}
pl: Wiersze {0}-{1} z {2}
pt_br: Linhas {0}–{1} de {2}
ru: Записи {0}-{1} из {2}
sk: Riadky {0} - {1} z {2}
sl: Vrstice {0}-{1} {2}
sq: Rreshtat {0}-{1} nga {2}
sr: Redovi {0}-{1} od {2}
sv: Raderna {0}-{1} av {2}
tr: {0} - {1} - {2} satırda
uk: Рядки {0}-{1} з {2}
vi: Hàng {0} - {1} trong số {2}
zh_hk: {2}的{0}~{1}行

source: Data truncated to {0} rows.
ar: تم اقتطاع البيانات إلى {0} صفًا.
bg: Данните са съкратени до {0} реда.
ca: Les dades s'han truncat a {0} files.
de: Daten auf {0} Zeilen gekürzt.
eo: Data got cut down to {0} rows, fr.
es: Datos truncados a {0} filas.
fa: داده های کوتاه شده به {0} ردیف.
fi: Datat katkaistu {0} riviksi.
fr: Données tronquées à {0} lignes.
hu: Az adatok {0} sorra lettek csonkolva.
it: Dati troncati a {0} righe
ja: {0}行に切り捨てされたデータ
lt: Duomenys sutrumpinti iki {0} eilučių.
ms: Data dipendekkan kepada {0} baris.
nb: Data redusert til {0} rader.
nl: Gegevens afgekapt tot {0} rijen.
pl: Dane obcięte do {0} wierszy.
pt_br: Dados truncados para {0} linhas.
ru: Данные сокращены до {0} строк.
sk: Údaje boli skrátené na {0} riadky.
sl: Podatki so skrajšani na {0} vrstice.
sq: Të dhënat u shkurtuan në {0} rreshta.
sr: Podaci su skraćeni na {0} redova.
sv: Datat förkortades till {0} rader.
tr: Veriler {0} satırına kesildi.
uk: Дані обрізано до {0} рядків.
vi: Dữ liệu bị cắt ngắn thành {0} hàng
zh_hk: 資料被截斷為{0}行。

source: Could not find visualization
ar: تعذر العثور على التصور
bg: Не можах да намеря визуализация
ca: No s'ha pogut trobar la visualització
de: Konnte keine Visualisierung finden
eo: Couldn’t find the vibe pic
es: No se pudo encontrar la visualización
fa: نمایشی پیدا نشد
fi: Visualisointia ei löytynyt
fr: Impossible de trouver la visualisation
hu: Nem található megjelenítés
it: Impossibile trovare visualizzazione
ja: ビジュアライゼーションが見つかりませんでした
lt: Nepavyko rasti vizualizavimo
ms: Tidak dapat mencari visualisasi
nb: Kunne ikke finne visualisering
nl: Kan visualisatie niet vinden
pl: Nie można odnaleźć wizualizacji
pt_br: A visualização não pôde ser encontrada
ru: Невозможно найти визуализацию
sk: Nepodarilo sa nájsť vizualizáciu
sl: Ni bilo mogoče najti ponazoritve
sq: Nuk u gjet vizualizimi
sr: Nije moguće pronaći vizualizaciju
sv: Kunde inte visa grafiskt
tr: Görselleştirme bulunamadı
uk: Не вдалося знайти візуалізацію
vi: Không thể tìm thấy trực quan
zh_hk: 找不到可視化

source: Could not display this chart with this data.
ar: تعذر عرض هذا المخطط بهذه البيانات.
bg: Тази диаграма не можа да се покаже с тези данни.
ca: No s'ha pogut mostrar el gràfic amb aquesta informació.
de: Konnte das Diagramm mit diesen Daten nicht anzeigen.
eo: Bruh, this chart’s not vibing with this data lol.
es: No se pudo mostrar este gráfico con esta información.
fa: این نمودار را نمیتوان با این اطلاعات نمایش داد.
fi: Kaaviota ei voitu näyttää näillä tiedoilla.
fr: Impossible d'afficher cet graphique avec ces données.
hu: Nem sikerült megjeleníteni ezt a grafikont ezekkel az adatokkal.
it: Impossibile visualizzare questo grafico con questi dati
ja: このデータではチャートが表示できません
lt: Neįmanoma rodyti šios diagramos su šiais duomenimis.
ms: Tidak dapat menampilkan carta ini dengan data ini.
nb: Kunne ikke vise grafen med denne dataen.
nl: Kan deze grafiek niet met deze gegevens weergeven.
pl: Nie można wyświetlić tego wykresu z tymi danymi.
pt_br: Não foi possível mostrar este gráfico com esses dados.
ru: Невозможно отобразить график с текущими данным.
sk: Tento graf sa nedal zobraziť s týmito údajmi.
sl: Tega grafikona s temi podatki ni bilo mogoče prikazati.
sq: Nuk u shfaq ky grafik me këto të dhëna.
sr: Nije moguće prikazati ovaj grafikon sa ovim podacima.
sv: Kunde inte visa diagrammet med denna data.
tr: Grafik bu verileri görüntülenemedi.
uk: Не вдалося відобразити цю діаграму з цими даними.
vi: Không thể hiển thị biểu đồ này với dữ liệu này
zh_hk: 無法顯示這個圖表顯示這些資料

source: No results!
ar: لا توجد نتائج!
bg: Няма резултати!
ca: Sense resultats!
de: Keine Ergebnisse!
eo: No cap, no results smh
es: ¡Sin resultados!
fa: هیچ نتیجه ای!
fi: Ei tuloksia!
fr: Pas de résultat !
hu: Nincs eredmény!
it: Nessun risultato!
ja: 結果が見つかりませんでした
lt: Jokių rezultatų!
ms: Tiada hasil!
nb: Ingen resultater!
nl: Geen resultaten
pl: Brak wyników!
pt_br: Nenhum resultado
ru: Нет результатов!
sk: Žiadne výsledky!
sl: Ni rezultatov!
sq: Pa rezultate!
sr: Nema rezultata!
sv: Inga resultat!
tr: Sonuç yok!
uk: Немає результатів!
vi: Không có kết quả
zh_hk: 沒有結果！

source: Still Waiting...
hu: Még várakozunk...
ms: Masih Menunggu...

source: This usually takes an average of {0}.
hu: Ez általában átlagosan {0} ideig tart.
ms: Ini biasanya mengambil masa purata {0}.

source: (This is a bit long for a dashboard)
hu: (Ez egy kicsit hosszú egy irányítópulthoz)
ms: (Ini agak lama untuk papan pemuka)

source: This is usually pretty fast but seems to be taking awhile right now.
hu: Ez általában elég gyors, de most úgy tűnik, hogy eltart egy ideig.
ms: Ini biasanya agak cepat tetapi nampaknya mengambil masa seketika sekarang.

source: Select a field
ar: حدّد حقلًا
bg: Изберете поле
ca: Selecciona un camp
de: Wähle ein Feld
eo: Pick a spot
es: Selecciona un campo
fa: یک فیلد را انتخاب کنید
fi: Valitse kenttä
fr: Sélectionner un champ
hu: Válasszon egy mezőt
it: Seleziona un campo
ja: フィールドを選択する
lt: Pasirinkite lauką
ms: Pilih medan
nb: Velg ett felt
nl: Selecteer een veld
pl: Wybierz pole
pt_br: Selecione um campo
ru: Выберите поле
sk: Vyberte pole
sl: Izberite polje
sq: Zgjidh një fushë
sr: Izaberite polje
sv: Välj ett fält
tr: Bir alan seç
uk: Виберіть поле
vi: Chọn một trường
zh_hk: 選擇一個欄位

source: error
ar: خطأ
bg: грешка
de: Fehler
eo: big oof
fa: خطا
fi: virhe
fr: erreur
hu: hiba
it: errore
ja: エラー
lt: klaida
ms: ralat
nb: feil
nl: fout
pl: błąd
pt_br: erro
ru: ошибка
sk: chyba
sl: napaka
sq: gabim
sr: greška
sv: fel
tr: hata
uk: помилка
vi: lỗi
zh_hk: 錯誤

source: Click and drag to change their order
hu: Kattintson és húzza, hogy megváltoztassa a sorrendjüket
ms: Klik dan seret untuk mengubah susunan mereka

source: Add fields from the list below
hu: Adjon hozzá mezőket az alábbi listából
ms: Tambah medan dari senarai di bawah

source: less than
hu: kevesebb, mint
ms: kurang daripada

source: greater than
hu: nagyobb, mint
ms: lebih daripada

source: less than or equal to
hu: kisebb vagy egyenlő
ms: kurang daripada atau sama dengan

source: greater than or equal to
hu: nagyobb vagy egyenlő
ms: lebih daripada atau sama dengan

source: equal to
hu: egyenlő
ms: sama dengan

source: not equal to
hu: nem egyenlő
ms: tidak sama dengan

source: Conditional formatting
ar: التنسيق الشرطي
bg: Условно форматиране
ca: Format condicional
de: Bedingte Formatierung
eo: Vibe check for your cells (or just "cell styling")
es: Formato condicional
fa: قالب بندی مشروط
fi: Ehdollinen muotoilu
fr: Formatage conditionnel
hu: Feltételes formázás
it: Formattazione condizionale
ja: 条件付書式
lt: Sąlyginis formatavimas
ms: Pemformatan bersyarat
nb: Betinget formatering
nl: Conditionele opmaak
pl: Formatowanie warunkowe
pt_br: Formatação condicional
ru: Условное форматирование
sk: Podmienené formátovanie
sl: Pogojno oblikovanje
sq: Formatim i kushtëzuar
sr: Uslovno formatiranje
sv: Villkorad formattering
tr: Koşullu biçimlendirme
uk: Умовне форматування
vi: Cài đặt điều kiện
zh_hk: 條件格式

source: You can add rules to make the cells in this table change color if they meet certain conditions.
ar: يمكنك إضافة قواعد لتغيير لون الخلايا في هذا الجدول إذا استوفت شروطًا معينة.
bg: Можете да добавите правила, за да накарате клетките в тази таблица да променят цвета си, ако отговарят на определени условия.
ca: Pots afegir regles per fer que les cel·les d'aquesta taula canviïn de valor si compleixen algunes condicions.
de: Du kannst Regeln hinzufügen, damit die Zellen in dieser Tabelle die Farbe ändern, wenn sie bestimmte Bedingungen erfüllen.
eo: You can throw in rules to make the cells in this table change color if they hit certain vibes.
es: Puedes añadir reglas para hacer que las celdas de esta tabla cambien de color si cumplen ciertas condiciones.
fa: شما می توانید قوانین را برای ایجاد سلول ها در این جدول تغییر رنگ اگر آنها شرایط خاصی را برآورده می کنند.
fi: Voit lisätä sääntöjä, jotta tämän taulun solut vaihtavat väriä, jos ne täyttävät tietyt ehdot.
fr: Vous pouvez ajouter des règles pour faire changer les cellules de couleur dans cette table, si elles remplissent certaines conditions.
hu: Szabályok hozzáadásával megváltoztathatja a táblázat celláinak színét, ha megfelelnek bizonyos feltételeknek.
it: Puoi aggiungere regole per fare in modo che le celle di questa tabella cambino colore se soddisfano determinate condizioni.
ja: 条件にあったテーブルのセルの色を変更するためのルールを追加することができます
lt: Jei norite, kad šios lentelės langeliai pakeistų tam tikras sąlygas, galite pridėti taisykles.
ms: Anda boleh menambah peraturan untuk menukar warna sel dalam jadual ini jika mereka memenuhi syarat tertentu.
nb: Du kan legge til regler for å lage celler i denne tabellen bytte farger avhengig av verdiene.
nl: Je kan condities toevoegen om cellen in de tabel van kleur te laten veranderen wanneer deze hieraan voldoen.
pl: Można dodać reguły, aby komórki w tej tabeli zmieniały kolor, jeśli spełniają określone warunki.
pt_br: Você pode adicionar regras para fazer com que as células nesta tabela mudem de cor se elas atenderem a certas condições.
ru: Вы можете добавить правила чтобы поменять цвета ячеек таблицы в зависимости от условий.
sk: Môžete pridať pravidlá, aby bunky v tejto tabuľke zmenili farbu, ak spĺňajú určité podmienky.
sl: Dodate lahko pravila, da celice v tej tabeli spremenijo barvo, če izpolnjujejo določene pogoje.
sq: Mund të shtosh rregulla që qelitë në këtë tabelë të ndryshojnë ngjyrë nëse përmbushin kushte të caktuara.
sr: Možete dodati pravila da ćelije u ovoj tabeli menjaju boju ako ispunjavaju određene uslove.
sv: Du kan lägga till regler för att ändra färg på tabellens celler om de uppfyller vissa villkor.
tr: Bu tablodaki hücreleri rengini değiştirmek için kurallar ekleyebilirsiniz, belirli koşulları yerine getirirlerse.
uk: Ви можете додати правила, щоб клітинки в цій таблиці змінювали колір, якщо вони відповідають певним умовам.
vi: Bạn có thể thêm quy tắc để làm cho các ô trong bảng này thay đổi màu nếu \ n Họ đáp ứng một số điều kiện nhất định.
zh_hk: 您可以新增規則來使這個表單中的原子資料改變顏色，如果他們滿足主要條件。

source: Add a rule
ar: أضف قاعدة
bg: Добавете правило
ca: Afegeix una regla
de: Regel hinzufügen
eo: Add a new vibe/guide, fr.
es: Añade una regla
fa: یک قانون را اضافه کنید
fi: Lisää sääntö
fr: Ajouter une règle
hu: Szabály hozzáadása
it: Aggiungi un regola
ja: ルールを追加する
lt: Pridėti taisyklę
ms: Tambah peraturan
nb: Legg til regel
nl: Een regel toevoegen
pl: Dodaj regułę
pt_br: Adicionar uma regra
ru: Добавить правило
sk: Pridajte pravidlo
sl: Dodajanje pravila
sq: Shto një rregull
sr: Dodaj pravilo
sv: Lägg till en regel
tr: Bir kural ekle
uk: Додайте правило
vi: Thêm luật
zh_hk: 新增一個規則
