Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Some translations are created by the Metabase community, and might not be perfect.
ar: بعض الترجمات ينشئها مجتمع Metabase، وقد لا تكون مثالية.
bg: Някои преводи са създадени от общността на Metabase и може да не са перфектни.
ca: Algunes traduccions són creades per la comunitat Metabase i poden no ser perfectes.
de: Einige Übersetzungen werden von der Metabase-Community erstellt und sind möglicherweise nicht perfekt.
eo: Some translations are made by the Metabase squad, so they might not be totally it.
es: Algunas traducciones son creadas por la comunidad de Metabase y podrían no ser perfectas.
fa: برخی از ترجمه‌ها توسط جامعه‌ی متابیس ایجاد شده‌اند و ممکن است بی‌نقص نباشند.
fi: Jotkin käännökset on luonut Metabase-yhteisö, eivätkä ne välttämättä ole täydellisiä.
fr: Certaines traductions sont créées par la communauté Metabase et peuvent ne pas être parfaites.
it: Alcune traduzioni sono create dalla comunità Metabase e potrebbero non essere perfette.
ja: 一部の翻訳は Metabase コミュニティによって作成されたものであり、完璧ではない可能性があります。
nb: Noen av oversettelsene er laget av Metabase-fellesskapet, og det er ikke sikkert at de er perfekte.
nl: Sommige vertalingen worden gemaakt door de Metabase-community en zijn mogelijk niet perfect.
pl: Niektóre tłumaczenia są tworzone przez społeczność Metabase i mogą nie być idealne.
pt_br: Algumas traduções são criadas pela comunidade Metabase e podem não ser perfeitas.
ru: Некоторые переводы создаются сообществом Metabase и могут быть неидеальными.
sk: Niektoré preklady vytvára komunita Metabase a nemusia byť dokonalé.
sl: Nekatere prevode je ustvarila skupnost Metabase in morda niso popolni.
sq: Disa përkthime janë krijuar nga komuniteti i Metabase, dhe mund të mos jenë perfekte.
sr: Neke prevode kreira Metabase zajednica i možda nisu savršeni.
sv: Vissa översättningar skapas av Metabase-communityn och är kanske inte perfekta.
tr: Bazı çeviriler Metabase topluluğu tarafından oluşturulmuştur ve mükemmel olmayabilir.
uk: Деякі переклади створені спільнотою Metabase і можуть бути неідеальними.
vi: Một số bản dịch được tạo ra bởi cộng đồng Metabase và có thể không hoàn hảo.
zh_hk: 有些翻譯是由 Metabase 社群建立的，可能並不完美。

source: Some translations are created by the community, and might not be perfect.
ar: بعض الترجمات ينشئها المجتمع، وقد لا تكون مثالية.
bg: Някои преводи са създадени от общността и може да не са перфектни.
ca: Algunes traduccions són creades per la comunitat i poden no ser perfectes.
de: Einige Übersetzungen werden von der Community erstellt und sind möglicherweise nicht perfekt.
eo: Some translations are made by the squad, so it might not be 100% *chef's kiss*.
es: Algunas traducciones son creadas por la comunidad y podrían no ser perfectas.
fa: برخی از ترجمه‌ها توسط جامعه ایجاد می‌شوند و ممکن است بی‌نقص نباشند.
fi: Jotkin käännökset ovat yhteisön luomia, eivätkä ne välttämättä ole täydellisiä.
fr: Certaines traductions sont créées par la communauté et peuvent ne pas être parfaites.
it: Alcune traduzioni sono create dalla comunità e potrebbero non essere perfette.
ja: 一部の翻訳はコミュニティによって作成されたものであり、完璧ではない可能性があります。
nb: Noen oversettelser er laget av fellesskapet, og det er ikke sikkert at de er perfekte.
nl: Sommige vertalingen worden door de community gemaakt en zijn mogelijk niet perfect.
pl: Niektóre tłumaczenia są tworzone przez społeczność i mogą nie być idealne.
pt_br: Algumas traduções são criadas pela comunidade e podem não ser perfeitas.
ru: Некоторые переводы создаются сообществом и могут быть неидеальными.
sk: Niektoré preklady vytvára komunita a nemusia byť dokonalé.
sl: Nekatere prevode ustvari skupnost in morda niso popolni.
sq: Disa përkthime janë krijuar nga komuniteti, dhe mund të mos jenë perfekte.
sr: Neke prevode kreira zajednica i možda nisu savršeni.
sv: Vissa översättningar skapas av communityn och är kanske inte perfekta.
tr: Bazı çeviriler topluluk tarafından oluşturulur ve mükemmel olmayabilir.
uk: Деякі переклади створені спільнотою і можуть бути неідеальними.
vi: Một số bản dịch được cộng đồng tạo ra và có thể không hoàn hảo.
zh_hk: 有些翻譯是由社群建立的，可能並不完美。

source: contribute to translations here
ar: ساهِم في الترجمات هنا
bg: допринасяйте за преводите тук
ca: contribueix a les traduccions aquí
de: Tragen Sie hier zu Übersetzungen bei
eo: Drop your vibes and help with translations here, fr fr
es: Contribuir a las traducciones aquí
fa: در اینجا به ترجمه‌ها کمک کنید
fi: osallistu käännösten tekemiseen täällä
fr: contribuer aux traductions ici
it: contribuire alle traduzioni qui
ja: 翻訳にご協力ください
nb: bidra til oversettelser her
nl: draag hier bij aan vertalingen
pl: wnieś swój wkład w tłumaczenia tutaj
pt_br: contribua com as traduções aqui
ru: внести свой вклад в переводы здесь
sk: prispievajte k prekladom tu
sl: prispevajte k prevodom tukaj
sq: kontribuo në përkthime këtu
sr: doprinesite prevodima ovde
sv: bidra till översättningar här
tr: burada çevirilere katkıda bulunun
uk: долучитися до перекладів тут
vi: đóng góp vào bản dịch ở đây
zh_hk: 在此貢獻翻譯

source: You can {0}
ar: يمكنك {0}
bg: Можете {0}
ca: Pots {0}
de: Sie können {0}
eo: You can lowkey do {0}
es: Puedes {0}
fa: شما می‌توانید {0}
fi: Voit {0}
fr: Vous pouvez {0}
it: Puoi {0}
ja: あなたは {0}できます
nb: Du kan {0}
nl: Je kunt {0}
pl: Możesz {0}
pt_br: Você pode {0}
ru: Вы можете {0}
sk: Môžeš {0}
sl: Lahko {0}
sq: Mund të {0}
sr: Možete {0}
sv: Du kan {0}
tr: {0}yapabilirsiniz
uk: Ви можете {0}
vi: Bạn có thể {0}
zh_hk: 您可以 {0}

source: quartz cron syntax
bg: Синтаксис на кварцов cron
ca: sintaxi cron de quars
eo: quartz cron syntax just vibing with the code fr
es: Sintaxis de Quartz Cron
fa: نحو کرون کوارتز
fi: kvartsi cron-syntaksi
fr: syntaxe cron de quartz
it: sintassi di quartz cron
ja: クォーツcron構文
nb: quartz cron-syntaks
nl: quartz cron-syntaxis
pl: składnia cron quartz
pt_br: sintaxe do cron de quartzo
ru: синтаксис кварцевого хрона
sk: syntax cronu v quartze
sl: Sintaksa crona v kvarcu
sq: sintaksa quartz cron
sr: quartz cron sintaksa
tr: kuvars cron sözdizimi
uk: quartz cron синтаксис
vi: cú pháp cron thạch anh
zh_hk: 石英 cron 語法

source: Our {0} is a string of 5 fields, starting from minutes, separated by spaces
ar: {0} لدينا عبارة عن سلسلة من 5 حقول، تبدأ من الدقائق، مفصولة بمسافات
bg: Нашето {0} е низ от 5 полета, започващи от минути, разделени с интервали
ca: El nostre {0} és una cadena de 5 camps, començant des dels minuts, separats per espais
de: Unser {0} ist eine Zeichenfolge aus 5 Feldern, beginnend mit Minuten, getrennt durch Leerzeichen
eo: Our {0} is like a string of 5 fields, startin’ from minutes, all separated by spaces. This is facts.
es: Nuestro {0} es una cadena de 5 campos, comenzando desde los minutos, separados por espacios
fa: {0} ما رشته‌ای از ۵ فیلد است که از دقیقه شروع می‌شوند و با فاصله از هم جدا شده‌اند.
fi: {0} on viiden kentän merkkijono, joka alkaa minuuteista ja on erotettu toisistaan välilyönneillä.
fr: Notre {0} est une chaîne de 5 champs, commençant par les minutes, séparés par des espaces
it: Il nostro {0} è una stringa di 5 campi, a partire dai minuti, separati da spazi
ja: {0} は、分から始まり、スペースで区切られた5つのフィールドの文字列です。
nb: Vår {0} er en streng med 5 felt, som begynner med minutter, atskilt med mellomrom
nl: Onze {0} is een string van 5 velden, beginnend bij minuten, gescheiden door spaties
pl: Nasz {0} jest ciągiem 5 pól, zaczynających się od minut, oddzielonych spacjami
pt_br: Nosso {0} é uma sequência de 5 campos, começando em minutos, separados por espaços
ru: Наш {0} — это строка из 5 полей, начиная с минут, разделенных пробелами.
sk: Naše {0} je reťazec 5 polí, počnúc minútami, oddelených medzerami
sl: Naš {0} je niz 5 polj, ki se začnejo z minutami in so ločena s presledki.
sq: {0} jonë është një varg me 5 fusha, duke filluar nga minutat, të ndara me hapësira
sr: Naš {0} je string od 5 polja, počev od minuta, razdvojenih razmacima
sv: Vår {0} är en sträng av 5 fält, med början från minuter, separerade med mellanslag
tr: {0} , dakikalardan başlayarak boşluklarla ayrılmış 5 alandan oluşan bir dizidir
uk: Наш {0} — це строка з 5 полів, починаючи з хвилин, розділених пробілами
vi: {0} của chúng tôi là một chuỗi gồm 5 trường, bắt đầu từ phút, được phân tách bằng dấu cách
zh_hk: 我們的 {0} 是一個包含 5 個欄位的字串，從 minutes 開始，以空格分隔

source: No emoji found.
ar: لم يتم العثور على أي إيموجي.
bg: Няма намерени емоджита.
ca: No s'ha trobat cap emoji.
de: Kein Emoji gefunden.
es: No se encontraron emojis.
fa: ایموجی پیدا نشد.
fi: Ei emojeja löytynyt.
fr: Aucun emoji trouvé.
it: Nessun emoji trovato.
ja: 絵文字が見つかりません。
nb: Ingen emoji funnet.
nl: Geen emoji gevonden.
pl: Nie znaleziono emoji.
pt_br: Nenhum emoji encontrado.
ru: Эмодзи не найдены.
sk: Nenašli sa žiadne emoji.
sl: Ni najdenih emojijev.
sq: Nuk u gjet emoji.
sr: Nijedan emoji nije pronađen.
sv: Ingen emoji hittades.
tr: Emoji bulunamadı.
uk: Емодзі не знайдено.
vi: Không tìm thấy biểu tượng cảm xúc.
zh_hk: 沒有找到表情符號。

source: Report a bug
ar: الإبلاغ عن خلل
bg: Докладване на грешка
ca: Informar d'un error
de: Einen Fehler melden
eo: Squash a glitch
es: Informar de un error
fa: گزارش یک اشکال
fi: Ilmoita virheestä
fr: Signaler un bogue
it: Segnala un bug
ja: バグを報告する
lt: Pranešti apie klaidą
nb: Rapporter en feil
nl: Een bug melden
pl: Zgłoś błąd
pt_br: Relatar um bug
ru: Сообщить об ошибке
sk: Nahlásiť chybu
sl: Prijava napake
sq: Raporto një bug
sr: Prijavi bag
sv: Rapportera en bugg
tr: Hata bildir
uk: Повідомити про баг
vi: Báo cáo lỗi
zh_hk: 回報錯誤

source: Could you provide us with a little context?
ar: هل يمكنك تزويدنا بقليل من السياق؟
bg: Бихте ли ни предоставили малко контекст?
ca: Ens pots donar una mica de context?
de: Können Sie uns etwas mehr Kontext geben?
eo: Can u give us a litte backstory?
es: ¿Podrías brindarnos un poco de contexto?
fa: آیا می توانید یک زمینه کوچک در اختیار ما قرار دهید؟
fi: Voisitko tarjota meille pienen kontekstin?
fr: Pourriez-vous nous donner un peu de contexte ?
it: Potresti fornirci un po' di contesto?
ja: 少し背景を教えていただけますか?
lt: Ar galėtumėte pateikti šiek tiek konteksto?
nb: Kan du gi oss litt kontekst?
nl: Kunt u ons wat context verschaffen?
pl: Czy mógłbyś podać nam trochę kontekstu?
pt_br: Você poderia nos dar um pouco de contexto?
ru: Не могли бы вы немного рассказать нам о контексте?
sk: Mohli by ste nám poskytnúť malý kontext?
sl: Nam lahko posredujete malo konteksta?
sq: A mund të na jepni pak kontekst?
sr: Možete li da nam date malo konteksta?
sv: Kan du ge oss ett litet sammanhang?
tr: Bize biraz bağlam sağlayabilir misiniz?
uk: Чи могли б ви надати нам трохи контексту?
vi: Bạn có thể cung cấp cho chúng tôi một chút thông tin không?
zh_hk: 您能為我們提供一些背景資料嗎？

source: What were you trying to do, and what steps did you take? What was the expected result, and what happened instead?
ar: ما الذي كنت تحاول القيام به، وما الخطوات التي اتبعتها؟ ما النتيجة المتوقعة، وماذا حدث بدلًا من ذلك؟
bg: Какво се опитвахте да направите и какви стъпки предприехте? Какъв беше очакваният резултат и какво се случи вместо това?
ca: Què estaves intentant fer i quins passos has fet? Quin va ser el resultat esperat i què va passar?
de: Was wollten Sie erreichen, und welche Schritte haben Sie unternommen? Was war das erwartete Ergebnis, und was ist stattdessen passiert?
eo: Yo, what were you tryna do, and what steps did u take? What was the whole vibe u were expecting, and what actually went down?
es: ¿Qué intentabas hacer y qué pasos diste? ¿Cuál era el resultado esperado y qué ocurrió en su lugar?
fa: چه تلاشی داشتید و چه اقداماتی انجام دادید؟ نتیجه مورد انتظار چه بود و در عوض چه اتفاقی افتاد؟
fi: Mitä yritit tehdä, ja mihin toimiin ryhdyit? Mikä oli odotettu tulos, ja mitä sen sijaan tapahtui?
fr: Qu'essayiez-vous de faire et quelles mesures avez-vous prises ? Quel était le résultat attendu et que s'est-il passé à la place ?
it: Cosa stavate cercando di fare e quali passi avete compiuto? Qual era il risultato atteso e cosa è successo invece?
ja: 何をしようとして、どのような手順を踏んだのか？期待された結果は何で、その代わりに何が起こったのか？
lt: Ką bandėte daryti ir kokių veiksmų ėmėtės? Koks buvo laukiamas rezultatas ir kas atsitiko vietoj to?
nb: Hva prøvde du å gjøre, og hvilke skritt tok du? Hva var det forventede resultatet, og hva skjedde i stedet?
nl: Wat probeerde je te doen en welke stappen heb je ondernomen? Wat was het verwachte resultaat en wat gebeurde er in plaats daarvan?
pl: Co próbowałeś zrobić i jakie kroki podjąłeś? Jaki był oczekiwany rezultat i co stało się zamiast niego?
pt_br: O que você estava tentando fazer e quais foram as etapas adotadas? Qual era o resultado esperado e o que aconteceu em vez disso?
ru: Что вы пытались сделать и какие шаги предприняли? Каков был ожидаемый результат и что произошло вместо него?
sk: O čo ste sa snažili a aké kroky ste podnikli? Aký bol očakávaný výsledok a čo sa stalo namiesto toho?
sl: Kaj ste poskušali storiti in kakšne korake ste naredili? Kakšen je bil pričakovani rezultat in kaj se je namesto tega zgodilo?
sq: Çfarë po përpiqeshit të bënit dhe çfarë hapash ndoqët? Cili ishte rezultati i pritur dhe çfarë ndodhi në vend të tij?
sr: Šta si pokušavao/la da uradiš i koje korake si preduzeo/la? Koji je bio očekivani rezultat, a šta se desilo umesto toga?
sv: Vad försökte du göra och vilka steg tog du? Vad var det förväntade resultatet och vad hände i stället?
tr: Ne yapmaya çalışıyordunuz ve hangi adımları attınız? Beklenen sonuç neydi ve bunun yerine ne oldu?
uk: Що ви намагалися зробити і які кроки виконали? Якого результату очікували і що сталося натомість?
vi: Bạn đã cố gắng làm gì và bạn đã thực hiện những bước nào? Kết quả mong đợi là gì và điều gì đã xảy ra thay vào đó?
zh_hk: 您想做什麼？您採取了什麼步驟？預期的結果是什麼？

source: Include diagnostic information
ar: تضمين معلومات تشخيصية
bg: Включете диагностична информация
ca: Inclou informació de diagnòstic
de: Diagnoseinformationen einbeziehen
eo: Add the tea about the diagnosis
es: Incluir información de diagnóstico
fa: شامل اطلاعات تشخیصی
fi: Sisällytä diagnostiset tiedot
fr: Inclure des informations de diagnostic
it: Includere informazioni diagnostiche
ja: 診断情報を含む
lt: Įtraukite diagnostinę informaciją
nb: Inkluder diagnostisk informasjon
nl: Diagnostische informatie opnemen
pl: Dołącz informacje diagnostyczne
pt_br: Incluir informações de diagnóstico
ru: Включите диагностическую информацию
sk: Zahrnúť diagnostické informácie
sl: Vključitev diagnostičnih informacij
sq: Përfshi informacion diagnostik
sr: Uključi dijagnostičke informacije
sv: Inkludera diagnostisk information
tr: Teşhis bilgilerini dahil edin
uk: Додати діагностичну інформацію
vi: Bao gồm thông tin chẩn đoán
zh_hk: 包含診斷資訊

source: Submit report
ar: إرسال التقرير
bg: Изпращане на доклад
ca: Presentar informe
de: Bericht einreichen
eo: Drop the report
es: Enviar informe
fa: گزارش ارسال کنید
fi: Lähetä raportti
fr: Soumettre un rapport
it: Invia il rapporto
ja: レポートを提出する
lt: Pateikti ataskaitą
nb: Send inn rapport
nl: Rapport indienen
pl: Wyślij raport
pt_br: Enviar relatório
ru: Отправить отчет
sk: Odoslať správu
sl: Pošlji poročilo
sq: Dërgo raportin
sr: Pošalji prijavu
sv: Skicka rapport
tr: Rapor gönderin
uk: Надіслати звіт
vi: Nộp báo cáo
zh_hk: 提交報告

source: Download report
ar: تنزيل التقرير
bg: Изтегляне на доклад
ca: Descarrega l'informe
de: Bericht herunterladen
eo: Get the report, fr fr
es: Descargar el informe
fa: دانلود گزارش
fi: Lataa raportti
fr: Télécharger le rapport
it: Scarica il rapporto
ja: レポートダウンロード
lt: Atsisiųsti ataskaitą
nb: Last ned rapporten
nl: Rapport downloaden
pl: Pobierz raport
pt_br: Baixar relatório
ru: Скачать отчет
sk: Stiahnite si správu
sl: Prenesi poročilo
sq: Shkarko raportin
sr: Preuzmi izveštaj
sv: Ladda ner rapport
tr: Raporu indirin
uk: Завантажити звіт
vi: Tải xuống báo cáo
zh_hk: 下載報告

source: Diagnostic info may contain sensitive data.
ar: قد تحتوي معلومات التشخيص على بيانات حساسة.
bg: Диагностичната информация може да съдържа чувствителни данни.
ca: La informació de diagnòstic pot contenir dades sensibles.
de: Diagnoseinformationen können sensible Daten enthalten.
eo: Yo, the diagnostic info might have some kinda sensitive info, just sayin’
es: La información de diagnóstico puede contener datos sensibles.
fa: اطلاعات تشخیصی ممکن است حاوی داده های حساس باشد.
fi: Diagnoositiedot voivat sisältää arkaluonteisia tietoja.
fr: Les informations de diagnostic peuvent contenir des données sensibles.
it: Le informazioni diagnostiche possono contenere dati sensibili.
ja: 診断情報には機密データが含まれている可能性があります。
lt: Diagnostinėje informacijoje gali būti neskelbtinų duomenų.
nb: Diagnostisk informasjon kan inneholde sensitive data.
nl: Diagnostische informatie kan gevoelige gegevens bevatten.
pl: Informacje diagnostyczne mogą zawierać wrażliwe dane
pt_br: As informações de diagnóstico podem conter dados confidenciais.
ru: Диагностическая информация может содержать конфиденциальные данные.
sk: Diagnostické informácie môžu obsahovať citlivé údaje.
sl: Diagnostični podatki lahko vsebujejo občutljive podatke.
sq: Info diagnostike mund të përmbajë të dhëna sensitive.
sr: Dijagnostičke informacije mogu sadržati osetljive podatke.
sv: Diagnostiseringdata kan innehålla känslig data.
tr: Teşhis bilgileri hassas veriler içerebilir.
uk: Діагностична інформація може містити конфіденційні дані.
vi: Thông tin chẩn đoán có thể chứa dữ liệu nhạy cảm.
zh_hk: 診斷資訊可能包含敏感資料。

source: Keep the data formatted
ar: إبقاء البيانات مُنسَّقة
bg: Запазете данните форматирани
ca: Mantingueu les dades formatades
de: Formatierte Daten beibehalten
eo: Make sure the data stays hella formatted, fr.
es: Mantener los datos formateados
fa: داده‌ها را به صورت قالب‌بندی‌شده نگه دارید
fi: Pidä tiedot muotoiltuina
fr: Conserver les données formatées
it: Mantieni i dati formattati
ja: データをフォーマットしたままにする
nb: Hold dataene formatert
nl: Houd de gegevens geformatteerd
pl: Zachowaj formatowanie danych
pt_br: Mantenha os dados formatados
ru: Сохраняйте форматирование данных
sk: Udržujte údaje naformátované
sl: Ohranite podatke v formatu
sq: Ruaje formatimin e të dhënave
sr: Sačuvaj formatiranje podataka
sv: Håll data formaterade
tr: Verileri biçimlendirilmiş tutun
uk: Зберегти форматування даних
vi: Giữ nguyên định dạng dữ liệu
zh_hk: 保持資料格式化

source: Keep the data pivoted
ar: إبقاء البيانات في جدول محوري
bg: Поддържайте данните обобщени
ca: Mantenir les dades pivotades
de: Halten Sie die Daten pivotiert
eo: Keep the info on fleek
es: Mantenga los datos pivoteados
fa: داده‌ها را به صورت محوری نگه دارید
fi: Pidä tiedot pivotoituina
fr: Gardez les données pivotées
it: Mantieni i dati pivotati
ja: データのピボットを維持する
nb: Hold dataene pivotert
nl: Houd de gegevens draaibaar
pl: Utrzymuj dane w ruchu
pt_br: Mantenha os dados dinamizados
ru: Сохраняйте данные в рабочем состоянии
sk: Udržujte dáta v kontingenčnom režime
sl: Ohranite podatke v ospredju
sq: Ruaji të dhënat të pivotuara
sr: Sačuvaj pivotirani prikaz podataka
sv: Håll data pivoterade
tr: Verileri pivotlu tutun
uk: Зберегти дані зведеними
vi: Giữ dữ liệu được xoay vòng
zh_hk: 保持資料透視

source: Metabot
bg: Метабот
eo: Metabot → It's givin' metabot, fr fr
fa: متابیس
fr: Métabot
ja: メタボット
lt: Metabotas
ru: Метабот
uk: Метабот
zh_hk: 梅塔博特

source: Move these questions into their dashboards?
ar: هل تريد نقل هذه الأسئلة إلى لوحات المعلومات الخاصة بها؟
bg: Да преместите ли тези въпроси в техните табла за управление?
ca: Voleu moure aquestes preguntes als seus taulers?
de: Diese Fragen in ihre Dashboards verschieben?
eo: Can we slide these questions into their dashboards?
es: ¿Trasladar estas preguntas a sus paneles de control?
fa: این سوالات به داشبورد آنها منتقل شود؟
fi: Siirretäänkö nämä kysymykset hallintapaneeleihin?
fr: Déplacer ces questions dans leurs tableaux de bord ?
it: Spostare queste domande nelle loro dashboard?
ja: これらの質問をダッシュボードに移動しますか?
lt: Perkelti šiuos klausimus į jų prietaisų skydelius?
nb: Flytte disse spørsmålene inn i dashbordene deres?
nl: Deze vragen naar hun dashboards verplaatsen?
pl: Przenieść te pytania na ich pulpity?
pt_br: Mover essas perguntas para seus painéis?
ru: Перенести эти вопросы на свои панели управления?
sk: Chcete presunúť tieto otázky do ich informačných panelov?
sl: Želite ta vprašanja premakniti na njihove nadzorne plošče?
sq: T’i zhvendosim këto pyetje në panelet e tyre?
sr: Premestiti ova pitanja u njihove kontrolne table?
sv: Flytta dessa frågor till deras instrumentpaneler?
tr: Bu soruları gösterge panellerine taşıyalım mı?
uk: Перемістити ці запити на їхні дашборди?
vi: Di chuyển những câu hỏi này vào bảng điều khiển của họ?
zh_hk: 將這些問題移到他們的儀表板？

source: Move this question into its dashboard?
ar: هل تريد نقل هذه الأسئلة الـ {0} إلى لوحات المعلومات الخاصة بها؟
bg: Да се премести ли този въпрос в таблото му?
ca: Voleu moure aquesta pregunta al seu tauler de control?
de: Diese Frage in das Dashboard verschieben?
eo: Can we slide this question into its dashboard real quick?
es: ¿Mover esta pregunta a su panel de control?
fa: این سوال را به داشبورد آن منتقل کنید؟
fi: Siirretäänkö tämä kysymys sen hallintapaneeliin?
fr: Déplacer cette question dans son tableau de bord ?
it: Spostare questa domanda nella sua dashboard?
ja: これらの {0} の質問をダッシュボードに移動しますか?
lt: Perkelti šį klausimą į prietaisų skydelį?
nb: Flytte dette spørsmålet til dashbordet sitt?
nl: Deze vraag naar het dashboard verplaatsen?
pl: Czy przenieść to pytanie do pulpitu nawigacyjnego?
pt_br: Mover esta pergunta para seu painel?
ru: Переместить этот вопрос на панель управления?
sk: Presunúť túto otázku do jej ovládacieho panela?
sl: Ali želite to vprašanje premakniti na nadzorno ploščo?
sq: Ta zhvendosësh këtë pyetje në panelin e saj?
sr: Premestiti ovo pitanje na njegovu kontrolnu tablu?
sv: Flytta den här frågan till instrumentpanelen?
tr: Bu soruyu gösterge paneline taşıyalım mı?
uk: Перемістити цей запит у його дашборд?
vi: Di chuyển những câu hỏi {0} này vào bảng điều khiển của họ?
zh_hk: 將這些 {0} 問題移至他們的儀表板？

source: Dashboard it'll be moved to
ar: لوحة المعلومات التي سيتم نقلها إليها
bg: Таблото за управление, в което ще бъде преместено
ca: Tauler al qual es mourà
de: Dashboard, in das es verschoben wird
eo: Dashboard, it’s gonna get shifted to another spot fr.
es: Se moverá al panel de control
fa: داشبورد به آن منتقل خواهد شد
fi: Kojelauta, johon se siirretään
fr: Tableau de bord vers lequel il sera déplacé
it: La dashboard verrà spostata su
ja: ダッシュボードに移動されます
lt: Prietaisų skydelis, į kurį jis bus perkeltas
nb: Dashboard vil det bli flyttet til
nl: Dashboard waar het naartoe verplaatst zal worden
pl: Panel zostanie przeniesiony do
pt_br: Painel para onde será movido
ru: Панель инструментов будет перемещена в
sk: Dashboard to bude presunuté
sl: Nadzorna plošča, na katero bo premaknjena
sq: Paneli ku do të zhvendoset
sr: Kontrolna tabla na koju će biti premešteno
sv: Instrumentpanelen kommer den att flyttas till
tr: Panoya taşınacak
uk: Дашборд, на який буде переміщено
vi: Bảng điều khiển nó sẽ được chuyển đến
zh_hk: Dashboard 會移至
