Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Overall
ar: إجمالي
bg: Общо
ca: En general
de: Insgesamt
eo: Overall → Fr fr
es: En general
fa: به طور کلی
fi: Kaiken kaikkiaan
fr: Dans l'ensemble
hu: Összesített
it: In generale
ja: 全体
lt: Apskritai
ms: Keseluruhannya
nb: Totalt sett
pl: Ogólnie
pt_br: Geral
ru: В целом
sk: Celkovo
sl: Splošno
sq: Në përgjithësi
sr: Ukupno
sv: Totalt
tr: Genel olarak
uk: Загалом
vi: Tổng thể
zh_hk: 整體

source: Formatted
hu: Formázott
lt: Suformatuotas
ms: Diformat

source: E.g. September 6, 2024 or $187.50, like in {0}
eo: Like, September 6, 2024 or $187.50, you feel me, like in {0}
hu: Pl. 2024. szeptember 6. vagy $187.50, mint a(z) {0}-ban
ms: Cth. 6 September 2024 atau $187.50, seperti dalam {0}

source: E.g. 2024-09-06 or 187.50, like in the database
eo: E.g. 2024-09-06 or 187.50, like in the database, fr fr
hu: Pl. 2024-09-06 vagy 187.50, mint az adatbázisban
ms: Cth. 2024-09-06 atau 187.50, seperti dalam pangkalan data

source: Keep data pivoted
hu: Adatok pivotolva tartása
lt: Laikykite duomenis susuktus
ms: Pastikan data dipangsi

source: Creator and last editor
ar: المنشئ وآخر من عدّل
bg: Създател и последен редактор
ca: Creador i darrer editor
de: Ersteller und letzter Bearbeiter
eo: Content creator and final edit boss
es: Creador y último editor
fa: خالق و آخرین ویرایشگر
fi: Luoja ja viimeisin muokkaaja
fr: Créateur et dernier éditeur
hu: Létrehozó és utolsó szerkesztő
it: Creatore e ultimo editore
ja: クリエイターと最後の編集者
lt: Kūrėjas ir paskutinis redaktorius
ms: Pencipta dan editor terakhir
nb: Opphavsmann og siste redaktør
nl: Aangemaakt en gewijzigd door
pl: Twórca i ostatni redaktor
pt_br: Criador e último editor
ru: Создатель и последний редактор
sk: Tvorca a posledný editor
sl: Ustvarjalec in zadnji urejevalec
sq: Krijuesi dhe redaktori i fundit
sr: Autor i poslednji urednik
sv: Skapare och senast redigerad av
tr: Yaratıcı ve son editör
uk: Автор і останній редактор
vi: Người tạo và biên tập cuối cùng
zh_hk: 創作人和最後一位編輯

source: Shared publicly
ar: مشارَك علنًا
bg: Публично споделяне
ca: Compartit públicament
de: Öffentlich geteilt
eo: Shared for the ‘gram
es: Compartir públicamente
fa: به صورت عمومی به اشتراک گذاشته شد
fi: Jaettu julkisesti
fr: Partagé publiquement
hu: Nyilvánosan megosztva
it: Condiviso pubblicamente
ja: 公開
lt: Bendrinama viešai
ms: Dikongsi secara terbuka
nb: Deles offentlig
nl: Publiekelijk gedeeld
pl: Udostępniane publicznie
pt_br: Compartilhado publicamente
ru: Публично делиться
sk: Verejne zdieľané
sl: Javno v skupni rabi
sq: I ndarë publikisht
sr: Javno podeljeno
sv: Delad publicering
tr: Halka açık olarak paylaşıldı
uk: Опубліковано публічно
vi: Chia sẻ công khai
zh_hk: 公開分享

source: Embedded
ar: مضمّن
bg: Вграден
ca: Incrustat
de: Eingebettet
eo: embedded → "built-in" or "plugged in" (depending on context, but "built-in" is usually chill)
es: Embebido
fa: تعبیه شده است
fi: Upotettu
fr: Embarqué
hu: Beágyazva
it: Incorporato
ja: 埋め込み
lt: Įdėta
ms: Terbenam
nb: Innebygd
nl: Ingebed
pl: Wbudowany
pt_br: Incorporado
ru: Встраиваемые
sk: Vložené
sl: Vgrajeni
sq: I inkorporuar
sr: Ugrađeno
sv: Inbäddad
tr: Gömülü
uk: Вбудовано
vi: nhúng
zh_hk: 嵌入式

source: Dashboard settings
ar: إعدادات لوحة المعلومات
bg: Настройки на таблото за управление
ca: Configuració del tauler de control
de: Dashboard-Einstellungen
eo: Dashboard settings → Dashboard vibes or Dashboard setup
es: Configuraciones del tablero
fa: تنظیمات داشبورد
fi: Kojelaudan asetukset
fr: Paramètres du tableau de bord
hu: Dashboard beállításai
it: Impostazioni del cruscotto
ja: ダッシュボードの設定
lt: Informacijos suvestinės nustatymai
ms: Tetapan papan pemuka
nb: Dashbord-innstillinger
nl: Dashboard-instellingen
pl: Ustawienia pulpitu
pt_br: Configurações do painel
ru: Настройки приборной панели
sk: Nastavenia prístrojovej dosky
sl: Nastavitve nadzorne plošče
sq: Cilësimet e panelit
sr: Podešavanja kontrolne table
sv: Instrumentpanel-inställningar
tr: Gösterge tablosu ayarları
uk: Налаштування дашборду
vi: Cài đặt bảng điều khiển
zh_hk: 儀表板設定

source: {0} this question to drill-thru.
hu: {0} ezt a kérdést a drill-thru-hoz.
lt: {0} šį klausimą išnagrinėti.
ms: {0} soalan ini untuk latih tubi.

source: Set up your {0}
ar: قم بإعداد {0}
bg: Настройте своя {0}
ca: Configura el teu {0}
de: Richten Sie Ihre {0}ein.
eo: Get your {0} on deck
es: Configura tu {0}
fa: {0}خود را راه اندازی کنید
fi: Määritä {0}
fr: Configurez votre {0}
hu: Állítsa be a(z) {0}-t
it: Configurare il sito {0}
ja: {0} を設定する
lt: Nustatykite savo {0}
ms: Sediakan {0} anda
nb: Konfigurer {0}
nl: Stel uw {0}in
pl: Skonfiguruj stronę {0}
pt_br: Configure seu {0}
ru: Настройте свой сайт {0}
sk: Nastavenie stránky {0}
sl: Nastavitev {0}
sq: Konfiguro {0}
sr: Podesi svoj {0}
sv: Konfigurera din {0}
tr: {0}'ınızı ayarlayın
uk: Налаштуйте свій {0}
vi: Thiết lập {0}của bạn
zh_hk: 設定您的 {0}

source: Connect to your database
ar: اتصل بقاعدة بياناتك
bg: Свържете се с вашата база данни
ca: Connecteu-vos a la vostra base de dades
de: Verbinde Dich zur Datenbank
eo: Link up with your database
es: Conecta tu base de datos
fa: به پایگاه داده خود متصل شوید
fi: Yhdistä tietokantaasi
fr: Connectez-vous à votre base de données
hu: Csatlakozás az adatbázisához
it: Connettersi al database
ja: データベースに接続する
lt: Prisijunkite prie savo duomenų bazės
ms: Sambung ke pangkalan data anda
nb: Koble til databasen din
nl: Verbinding maken met je database
pl: Połączenie z bazą danych
pt_br: Conecte-se ao seu banco de dados
ru: Подключитесь к вашей базе данных
sk: Pripojenie k databáze
sl: Povezovanje z zbirko podatkov
sq: Lidhu me databazën tënde
sr: Poveži se sa svojom bazom podataka
sv: Anslut till din databas
tr: Veritabanınıza bağlanın
uk: Підключіться до своєї бази даних
vi: Kết nối với cơ sở dữ liệu của bạn
zh_hk: 連接至您的資料庫

source: You can connect multiple databases, and query them directly with the query builder or the Native/SQL editor. {0} connects to more than 15 popular databases.
ar: يمكنك توصيل عدة قواعد بيانات والاستعلام عنها مباشرةً باستخدام منشئ الاستعلامات أو محرّر الاستعلامات الأصلية/SQL. يمكن لـ {0} الاتصال بأكثر من 15 قاعدة بيانات شائعة.
bg: Можете да свързвате няколко бази данни и да правите заявки към тях директно с конструктора на заявки или с редактора Native/SQL. {0} се свързва с повече от 15 популярни бази данни.
ca: Podeu connectar diverses bases de dades i consultar-les directament amb el creador de consultes o l'editor natiu/SQL. {0} es connecta a més de 15 bases de dades populars.
de: Sie können mehrere Datenbanken verbinden und diese direkt mit dem Query Builder oder dem Native/SQL-Editor abfragen. {0} verbindet sich mit mehr als 15 gängigen Datenbanken.
eo: You can link up multiple databases and just ask them stuff directly with the query builder or the Native/SQL editor. {0} connects to over 15 of the most popular databases — total flex.
es: Puedes conectar múltiples bases de datos y consultarlas directamente con el constructor de consultas o el editor nativo/SQL. {0} se conecta a más de 15 bases de datos conocidas.
fa: می توانید چندین پایگاه داده را به هم متصل کنید و مستقیماً با سازنده پرس و جو یا ویرایشگر Native/SQL آنها را پرس و جو کنید. {0} به بیش از 15 پایگاه داده محبوب متصل می شود.
fi: Voit yhdistää useita tietokantoja ja tehdä kyselyitä niistä suoraan kyselyntyökalulla tai natiivi-/SQL-editorilla. {0} muodostaa yhteyden yli 15 suosittuun tietokantaan.
fr: Vous pouvez connecter plusieurs bases de données et les interroger directement à l'aide du générateur de requêtes ou de l'éditeur Native/SQL. {0} se connecte à plus de 15 bases de données courantes.
hu: Csatlakoztathat több adatbázist, és közvetlenül lekérdezheti őket a lekérdezésszerkesztővel vagy a natív/SQL szerkesztővel. A(z) {0} több mint 15 népszerű adatbázishoz csatlakozik.
it: È possibile collegare più database e interrogarli direttamente con il costruttore di query o con l'editor Native/SQL. {0} si collega a più di 15 database popolari.
ja: 複数のデータベースを接続し、クエリビルダまたはネイティブ/SQLエディタで直接クエリできます。 {0} 、15以上の一般的なデータベースに接続できます。
lt: Galite prijungti kelias duomenų bazes ir pateikti užklausas tiesiogiai naudodami užklausų kūrimo priemonę arba Native / SQL redaktorių. {0} prisijungia prie daugiau nei 15 populiarių duomenų bazių.
ms: Anda boleh menyambungkan berbilang pangkalan data dan menanyakannya secara langsung dengan pembina pertanyaan atau editor Native/SQL. {0} menyambung kepada lebih daripada 15 pangkalan data popular.
nb: Du kan koble til flere databaser og søke direkte i dem med spørringsbyggeren eller Native/SQL-editoren. {0} kan kobles til mer enn 15 populære databaser.
nl: Je kunt meerdere databases verbinden en ze direct bevragen met de query builder of de Native/SQL editor. {0} verbindt met meer dan 15 populaire databases.
pl: Możesz podłączyć wiele baz danych i wysyłać do nich zapytania bezpośrednio za pomocą kreatora zapytań lub edytora Native/SQL. {0} łączy się z ponad 15 popularnymi bazami danych.
pt_br: Você pode conectar vários bancos de dados e consultá-los diretamente com o construtor de consultas ou o editor Native/SQL. {0} se conecta a mais de 15 bancos de dados populares.
ru: Вы можете подключить несколько баз данных и запрашивать их напрямую с помощью конструктора запросов или редактора Native/SQL. {0} подключается к более чем 15 популярным базам данных.
sk: Môžete sa pripojiť k viacerým databázam a vyhľadávať ich priamo pomocou nástroja na tvorbu dotazov alebo editora Native/SQL. {0} sa pripája k viac ako 15 populárnym databázam.
sl: Povežete lahko več zbirk podatkov in jih poizvedujete neposredno z graditeljem poizvedb ali izvornim urejevalnikom / urejevalnikom SQL. {0} se poveže z več kot 15 priljubljenimi bazami podatkov.
sq: Mund të lidhni disa databaza dhe ti query-oni direkt me ndërtuesin e pyetjeve ose editorin Native/SQL. {0} lidhet me më shumë se 15 databaza popullore.
sr: Možeš da povežeš više baza podataka i da ih upituješ direktno kroz kreator upita ili Native/SQL editor. {0} se povezuje sa više od 15 popularnih baza podataka.
sv: Du kan ansluta flera databaser och ställa frågor direkt till dem med frågebyggaren eller Native/SQL-editorn. {0} ansluter till mer än 15 populära databaser.
tr: Birden fazla veritabanına bağlanabilir ve bunları doğrudan sorgu oluşturucu veya Native/SQL editörü ile sorgulayabilirsiniz. {0} 15'ten fazla popüler veritabanına bağlanır.
uk: Ви можете підключити кілька баз даних і напряму робити запити через конструктор запитів або редактор Native/SQL. {0} підключається до понад 15 популярних баз даних.
vi: Bạn có thể kết nối nhiều cơ sở dữ liệu và truy vấn chúng trực tiếp bằng trình xây dựng truy vấn hoặc trình soạn thảo Native/SQL. {0} kết nối với hơn 15 cơ sở dữ liệu phổ biến.
zh_hk: 您可以連接多個資料庫，並直接使用查詢建立工具或 Native/SQL 編輯器進行查詢。 {0} 可連接超過 15 個常用的資料庫。

source: Invite people
ar: ادعُ أشخاصًا
bg: Поканете хора
ca: Convida gent
de: Lade Leute ein
eo: Pull up some invites
es: Invitar a más personas
fa: مردم را دعوت کنید
fi: Kutsu ihmisiä
fr: Inviter des personnes
hu: Hívjon meg embereket
it: Invitare le persone
ja: 人を招く
lt: Pakvieskite žmones
ms: Jemput orang
nb: Inviter folk
nl: Mensen uitnodigen
pl: Zapraszanie ludzi
pt_br: Convidar pessoas
ru: Приглашайте людей
sk: Pozývajte ľudí
sl: Povabite osebe
sq: Fto njerëz
sr: Pozovi ljude
sv: Bjud in folk
tr: İnsanları davet edin
uk: Запросіть людей
vi: Mời mọi người
zh_hk: 邀請他人

source: Don't be shy with invites. Metabase makes self-service analytics easy.
ar: لا تتردد في الدعوات. Metabase يجعل تحليلات الخدمة الذاتية سهلة.
bg: Не се притеснявайте да отправяте покани. Metabase улеснява анализа на самообслужване.
ca: No siguis tímid amb les invitacions. Metabase facilita l'anàlisi d'autoservei.
de: Scheuen Sie sich nicht vor Einladungen. Metabase macht Self-Service-Analysen einfach.
eo: Yo, don’t be ghosting on invites. Metabase makes DIY analytics a whole vibe.
es: No seas tímido con las invitaciones. Metabase hace posible que todos creen sus reportes.
fa: از دعوت ها خجالتی نباشید. Metabase تجزیه و تحلیل سلف سرویس را آسان می کند.
fi: Älä ujostele kutsujen kanssa. Metabase tekee itsepalveluanalytiikan helpoksi.
fr: Ne soyez pas timide avec les invitations. Metabase facilite l'analyse en libre-service.
hu: Ne féljen a meghívásoktól. A Metabase egyszerűvé teszi az önkiszolgáló elemzést.
it: Non siate timidi con gli inviti. Metabase semplifica l'analisi self-service.
ja: 招待を恥ずかしがらないで。Metabaseはセルフサービス分析を簡単にします。
lt: Nesidrovėkite su kvietimais. Metabase palengvina savitarnos analizę.
ms: Jangan malu dengan jemputan. Metabase memudahkan analisis layan diri.
nb: Ikke vær sjenert med invitasjoner. Metabase gjør det enkelt å utføre selvbetjent analyse.
nl: Wees niet verlegen met uitnodigingen. Metabase maakt self-service analytics eenvoudig.
pl: Nie wstydź się zaproszeń. Metabase ułatwia samoobsługową analitykę.
pt_br: Não tenha vergonha de enviar convites. O Metabase facilita a análise por autoatendimento.
ru: Не стесняйтесь приглашений. Metabase делает аналитику самообслуживания простой.
sk: Nestyďte sa pozývať. Metabase umožňuje jednoduchú samoobslužnú analýzu.
sl: Ne bodite sramežljivi s povabili. Metabase omogoča enostavno samopostrežno analitiko.
sq: Mos u kurseni me ftesat. Metabase e bën analitikën vetëshërbimi të lehtë.
sr: Nemoj da se ustručavaš sa pozivnicama. Metabase čini samouslužnu analitiku lakom.
sv: Håll inte igen på inbjudningarna. Med Metabase är dataanalys enkelt.
tr: Davetlerden çekinmeyin. Metabase, self servis analitiği kolaylaştırır.
uk: Не соромтеся надсилати запрошення. Metabase робить self-service аналітику простою.
vi: Đừng ngại ngần khi mời. Metabase giúp việc phân tích tự phục vụ trở nên dễ dàng.
zh_hk: 邀請時不要害羞。Metabase 讓自助式分析變得簡單。

source: Don't be shy with invites. Metabase Starter plan includes 5 users, and Pro includes 10 users without the need to pay additionally.
ar: لا تتردد في الدعوات. تتضمن خطة Metabase Starter 5 مستخدمين، وتتضمن Pro 10 مستخدمين دون الحاجة إلى الدفع إضافيًا.
bg: Не се притеснявайте да отправяте покани. Планът Metabase Starter включва 5 потребители, а Pro - 10 потребители, без да е необходимо да плащате допълнително.
ca: No siguis tímid amb les invitacions. El pla Metabase Starter inclou 5 usuaris i Pro inclou 10 usuaris sense necessitat de pagar addicionalment.
de: Seien Sie nicht schüchtern mit Einladungen. Der Metabase Starter-Plan umfasst 5 Benutzer und der Pro-Plan umfasst 10 Benutzer, ohne dass Sie zusätzlich bezahlen müssen.
eo: Yo, don’t be shy with the invites fam. The Metabase Starter plan’s got 5 users, and Pro’s got 10—no extra cash needed.
es: No seas tímido con las invitaciones. El plan Metabase Starter incluye 5 usuarios y el Pro incluye 10 usuarios sin necesidad de pagar adicionalmente.
fa: با دعوت ها خجالتی نباشید. طرح Metabase Starter شامل 5 کاربر و Pro شامل 10 کاربر بدون نیاز به پرداخت اضافی است.
fi: Älä ujostele kutsujen kanssa. Metabase Starter -paketti sisältää 5 käyttäjää ja Pro sisältää 10 käyttäjää ilman lisämaksua.
fr: Ne soyez pas timide avec les invitations. Le plan Metabase Starter comprend 5 utilisateurs, et le plan Pro comprend 10 utilisateurs sans qu'il soit nécessaire de payer un supplément.
hu: Ne féljen a meghívásoktól. A Metabase Starter csomag 5 felhasználót tartalmaz, a Pro pedig 10 felhasználót, további fizetési kötelezettség nélkül.
it: Non siate timidi con gli inviti. Il piano Starter di Metabase comprende 5 utenti, mentre il piano Pro ne comprende 10 senza dover pagare un supplemento.
ja: 招待を恥ずかしがらないでください。Metabaseのスタータープランには5ユーザー、プロプランには10ユーザーが含まれています。
lt: Nesidrovėkite su kvietimais. „Metabase Starter“ planą sudaro 5 vartotojai, o „Pro“ – 10 vartotojų, nereikia mokėti papildomai.
ms: Jangan malu dengan jemputan. Pelan Metabase Starter merangkumi 5 pengguna, dan Pro termasuk 10 pengguna tanpa perlu membayar tambahan.
nb: Ikke vær sjenert med invitasjoner. Metabase Starter-abonnementet inkluderer 5 brukere, og Pro inkluderer 10 brukere uten å måtte betale ekstra.
nl: Wees niet verlegen met uitnodigingen. Metabase Starter-plan omvat 5 gebruikers en Pro omvat 10 gebruikers zonder dat je extra hoeft te betalen.
pl: Nie wstydź się z zaproszeniami. Plan Metabase Starter obejmuje 5 użytkowników, a Pro obejmuje 10 użytkowników bez konieczności dodatkowych opłat.
pt_br: Não tenha vergonha de enviar convites. O plano Metabase Starter inclui 5 usuários e o Pro inclui 10 usuários sem necessidade de pagamento adicional.
ru: Не стесняйтесь приглашений. План Metabase Starter включает 5 пользователей, а Pro - 10 пользователей без необходимости дополнительной оплаты.
sk: Nestyďte sa pozývať. Plán Metabase Starter zahŕňa 5 používateľov a Pro zahŕňa 10 používateľov bez potreby dodatočného platenia.
sl: Ne bodite sramežljivi s povabili. Metabase Starter načrt vključuje 5 uporabnikov, Pro pa 10 uporabnikov brez potrebe po dodatnem plačilu.
sq: Mos u kurseni me ftesat. Plani Starter i Metabase përfshin 5 përdorues dhe Pro përfshin 10 përdorues pa pasur nevojë të paguani shtesë.
sr: Nemoj da se ustručavaš sa pozivnicama. Metabase Starter plan uključuje 5 korisnika, a Pro uključuje 10 korisnika bez potrebe za dodatnim plaćanjem.
sv: Var inte blyg med inbjudningar. Metabase Starter-planen innehåller 5 användare, och Pro innehåller 10 användare utan att behöva betala extra.
tr: Davetiyeler konusunda utangaç olmayın. Metabase Starter planı 5 kullanıcı içerir ve Pro, ek ödeme yapmanıza gerek kalmadan 10 kullanıcı içerir.
uk: Не соромтеся надсилати запрошення. План Metabase Starter включає 5 користувачів, а Pro — 10 користувачів без потреби доплачувати.
vi: Đừng ngại khi mời. Gói Metabase Starter bao gồm 5 người dùng và gói Pro bao gồm 10 người dùng mà không cần phải trả thêm phí.
zh_hk: 不要吝惜邀請。Metabase Starter 計劃包含 5 位使用者，Pro 計劃則包含 10 位使用者，無需另外付費。

source: Set up Single Sign-on
ar: إعداد تسجيل الدخول الموحّد
bg: Настройка на единно влизане
ca: Configura l'inici de sessió únic
de: Single Sign-On einrichten
eo: Get SSO poppin'
es: Configurar el inicio de sesión único
fa: راه اندازی Single Sign-on
fi: Määritä SSO
fr: Mise en place de l'authentification unique
hu: Egyszeri bejelentkezés beállítása
it: Impostare il Single Sign-on
ja: シングルサインオンの設定
lt: Nustatykite vienkartinį prisijungimą
ms: Sediakan Log Masuk Tunggal
nb: Konfigurer Single Sign-on
nl: Single Sign-on instellen
pl: Konfiguracja jednokrotnego logowania
pt_br: Configurar Single Sign-on
ru: Настройка единого входа
sk: Nastavenie jednotného prihlásenia
sl: Nastavitev enotne prijave
sq: Konfiguro Hyrje e vetme (SSO)
sr: Podesi Jedinstvenu prijavu
sv: Konfigurera Single Sign-on
tr: Çoklu Oturum Açmayı Ayarlama
uk: Налаштуйте Single Sign-on
vi: Thiết lập Đăng nhập một lần
zh_hk: 設定單一登入

source: Start visualizing your data
ar: ابدأ بتصور بياناتك
bg: Започнете да визуализирате данните си
ca: Comenceu a visualitzar les vostres dades
de: Visualisieren Sie Ihre Daten
eo: Start vibing with your data
es: Empieza a visualizar tus datos
fa: تجسم داده های خود را شروع کنید
fi: Aloita tietojesi visualisointi
fr: Commencez à visualiser vos données
hu: Kezdje el vizualizálni az adatait
it: Iniziare a visualizzare i dati
ja: データの可視化を開始する
lt: Pradėkite vizualizuoti savo duomenis
ms: Mula menggambarkan data anda
nb: Begynn å visualisere dataene dine
nl: Uw gegevens visualiseren
pl: Rozpocznij wizualizację danych
pt_br: Comece a visualizar seus dados
ru: Начните визуализировать данные
sk: Začnite vizualizovať svoje údaje
sl: Začnite ponazoriti podatke
sq: Filloni të vizualizoni të dhënat tuaja
sr: Počni da vizualizuješ svoje podatke
sv: Börja visualisera din data
tr: Verilerinizi görselleştirmeye başlayın
uk: Почніть візуалізувати свої дані
vi: Bắt đầu trực quan hóa dữ liệu của bạn
zh_hk: 開始可視化您的資料

source: Create automatic dashboards
ar: إنشاء لوحات معلومات تلقائية
bg: Създаване на автоматични информационни табла
ca: Crear taulers automàtics
de: Automatische Dashboards erstellen
eo: Make auto dashboards, fr.
es: Crear panel de control automático
fa: داشبوردهای خودکار ایجاد کنید
fi: Luo automaattisia kojelautoja
fr: Créer des tableaux de bord automatiques
hu: Automatikus dashboardok létrehozása
it: Creare cruscotti automatici
ja: 自動ダッシュボードの作成
lt: Sukurkite automatines informacijos suvestines
ms: Buat papan pemuka automatik
nb: Opprett automatiske dashbord
nl: Automatische dashboards aanmaken
pl: Tworzenie automatycznych pulpitów
pt_br: Crie painéis automáticos
ru: Создание автоматических информационных панелей
sk: Vytváranie automatických ovládacích panelov
sl: Ustvarjanje samodejnih nadzornih plošč
sq: Krijo panele automatike
sr: Napravi automatske kontrolne table
sv: Skapa automatiska instrumentpaneler
tr: Otomatik gösterge tabloları oluşturun
uk: Створюйте автоматичні дашборди
vi: Tạo bảng thông tin tự động
zh_hk: 建立自動儀表板
