Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Controls whether Slack can be used for SSO login or just account linking. Valid values: "sso" (default) or "link-only"
ar: يتحكم فيما إذا كان يمكن استخدام Slack لتسجيل الدخول عبر SSO أو فقط لربط الحساب. القيم الصالحة: "sso" (الافتراضي) أو "link-only"
de: Steuert, ob Slack für die SSO-Anmeldung oder nur für die Kontoverknüpfung verwendet werden kann. Gültige Werte: „sso“ (Standard) oder „link-only“.
es: Controla si Slack puede utilizarse para el inicio de sesión SSO o sólo para la vinculación de cuentas. Valores válidos: "sso" (por defecto) o "solo enlace".
fa: کنترل می‌کند که آیا می‌توان از Slack برای ورود به سیستم SSO یا فقط پیوند حساب استفاده کرد. مقادیر معتبر: "sso" (پیش‌فرض) یا "فقط پیوند"
fi: Määrittää, voidaanko Slackia käyttää kertakirjautumiseen vai vain tilien linkittämiseen. Kelvolliset arvot: "sso" (oletus) tai "vain linkki"
fr: Détermine si Slack peut être utilisé pour la connexion SSO ou uniquement pour la liaison de comptes. Valeurs possibles : « sso » (par défaut) ou « link-only ».
it: Controlla se Slack può essere utilizzato per l'accesso SSO o solo per il collegamento dell'account. Valori validi: "sso" (predefinito) o "solo collegamento".
ja: SlackをSSOログインに使うか、アカウントのリンクのみにするかを制御します。有効な値: "sso"（デフォルト）または "link-only"
pl: Określa, czy Slack może być używany do logowania SSO, czy tylko do łączenia kont. Prawidłowe wartości: "sso" (domyślnie) lub "link-only"
pt_br: Controla se o Slack pode ser usado para login SSO ou apenas para vinculação de contas. Valores válidos: "sso" (padrão) ou "link-only".
ru: Управляет тем, можно ли использовать Slack для входа по SSO или только для привязки аккаунта. Допустимые значения: "sso" (по умолчанию) или "link-only"
sk: Určuje, či sa Slack môže použiť na prihlásenie cez SSO alebo len na prepojenie účtov. Platné hodnoty: „sso“ (predvolené) alebo „link-only“
sl: Določa, ali se Slack lahko uporablja za prijavo SSO ali samo za povezovanje računov. Veljavne vrednosti: »sso« (privzeto) ali »samo povezava«
sq: Kontrollon nëse Slack mund të përdoret për hyrje SSO apo vetëm për lidhje llogarie. Vlera të vlefshme: "sso" (parazgjedhje) ose "link-only"
sr: Kontroliše da li se Slack može koristiti za SSO prijavu ili samo za povezivanje naloga. Važeće vrednosti: "sso" (podrazumevano) ili "link-only"
tr: Slack'in SSO girişi için mi yoksa yalnızca hesap bağlama için mi kullanılabileceğini kontrol eder. Geçerli değerler: "sso" (varsayılan) veya "link-only"
uk: Керує тим, чи можна використовувати Slack для входу через SSO, чи лише для привʼязування облікового запису. Допустимі значення: "sso" (типово) або "link-only"
vi: Tùy chọn này cho phép sử dụng Slack để đăng nhập SSO hay chỉ liên kết tài khoản. Các giá trị hợp lệ: "sso" (mặc định) hoặc "link-only"
zh_hk: 控制 Slack 可用於 SSO 登入或僅作帳戶連結。有效值："sso"（預設）或 "link-only"

source: Invalid authentication mode. Must be "sso" or "link-only"
ar: وضع مصادقة غير صالح. يجب أن يكون "sso" أو "link-only"
de: Ungültiger Authentifizierungsmodus. Muss "sso" oder "link-only" sein
es: Modo de autenticación no válido. Debe ser "sso" o "link-only"
fa: حالت احراز هویت نامعتبر است. باید "sso" یا "link-only" باشد.
fi: Virheellinen todennustila. Sen on oltava "sso" tai "link-only".
fr: Mode d'authentification invalide. Doit être « sso » ou « link-only ».
it: Modalità di autenticazione non valida. Deve essere "sso" o "link-only"
ja: 認証モードが無効です。「sso」または「link-only」にする必要があります。
pl: Nieprawidłowy tryb uwierzytelniania. Musi być "sso" lub "link-only"
pt_br: Modo de autenticação inválido. Deve ser "sso" ou "somente link".
ru: Неверный режим аутентификации. Должно быть "sso" или "link-only"
sk: Neplatný režim overovania. Musí byť „sso“ alebo „iba odkaz“.
sl: Neveljaven način preverjanja pristnosti. Mora biti »sso« ali »samo povezava«.
sq: Modalitet autentikimi i pavlefshëm. Duhet të jetë "sso" ose "link-only"
sr: Nevažeći režim autentifikacije. Mora biti "sso" ili "link-only"
tr: Geçersiz kimlik doğrulama modu. "sso" veya "link-only" olmalıdır.
uk: Недійсний режим аутентифікації. Має бути "sso" або "link-only"
vi: Chế độ xác thực không hợp lệ. Phải là "sso" hoặc "link-only".
zh_hk: 驗證模式無效。必須是 "sso 「或 」link-only"。

source: Key to retrieve the JWT user''s groups
ar: المفتاح لاستخراج مجموعات مستخدم JWT
bg: Ключ за извличане на потребителските групи на JWT
ca: Clau per recuperar els grups de l'usuari JWT
de: Schlüssel zum Abrufen der JWT-Benutzergruppen
eo: The main hack to get the JWT user's groups fam
es: Clave para recuperar los grupos de usuarios JWT
fa: کلید بازیابی گروه های کاربر JWT
fi: Avain JWT-käyttäjien ryhmien hakemiseen
fr: Clé pour récupérer les groupes d'utilisateurs JWT
it: Chiave per recuperare i gruppi degli utenti JWT
ja: JWT ユーザーのグループを取得するためのキー
lt: Raktas JWT vartotojo grupėms nuskaityti
nb: Nøkkel for å hente JWT-brukerens grupper
nl: Sleutel om de groepen van de JWT-gebruiker op te halen
pl: Klucz umożliwiający pobranie grup użytkowników JWT
pt_br: Chave para recuperar os grupos do usuário JWT
ru: Ключ для извлечения групп пользователей JWT
sk: Kľúč na získanie skupín používateľa JWT
sl: Ključ za pridobivanje uporabniških skupin JWT
sq: Çelësi për të marrë grupet e përdoruesit JWT
sr: Ključ za preuzimanje JWT korisničkih grupa
sv: Nyckel för att hämta JWT-användarens grupper
tr: JWT kullanıcı gruplarını alma anahtarı
uk: Ключ для отримання груп користувача JWT
vi: Chìa khóa để lấy nhóm người dùng JWT
zh_hk: 擷取 JWT 使用者群組的鑰匙

source: Key to retrieve the JWT user''s tenant attributes
ar: مفتاح لاسترجاع سمات مستأجر مستخدم JWT
fa: کلید بازیابی ویژگی‌های مستاجر کاربر JWT
fi: Avain JWT-käyttäjän vuokraajan määritteiden hakemiseen
it: Chiave per recuperare gli attributi del tenant dell'utente JWT
ja: JWT ユーザーのテナント属性を取得するためのキー
sq: Çelësi për të marrë atributet e tenant-it të përdoruesit JWT
sr: Ključ za preuzimanje tenant atributa JWT korisnika
zh_hk: 擷取 JWT 使用者租戶屬性的鑰匙

source: SAML attribute for the user''s tenant slug
ar: سمة SAML لـ slug مستأجر المستخدم
bg: SAML атрибут за потребителския клиентски пълнеж
ca: Atribut SAML per al slug de tenant de l'usuari
de: SAML-Attribut für den Mandanten-Slug des Benutzers
es: Atributo SAML para el slug del inquilino del usuario
fa: ویژگی SAML برای نامک مستاجر کاربر
fi: Käyttäjän vuokralaisen slug-funktion SAML-attribuutti
fr: Attribut SAML pour le slug du locataire de l'utilisateur
it: Attributo SAML per lo slug del tenant dell'utente
ja: ユーザーのテナントスラッグのSAML属性
nb: SAML-attributt for brukerens leietakerslug
nl: SAML-attribuut voor de tenant-slug van de gebruiker
pl: Atrybut SAML dla ślimaka dzierżawcy użytkownika
pt_br: Atributo SAML para o slug do locatário do usuário
ru: Атрибут SAML для slug тенанта пользователя
sk: Atribút SAML pre nájomnícky slug používateľa
sl: Atribut SAML za uporabniško polje najemnika
sq: Atributi SAML për slug-un e tenant të përdoruesit
sr: SAML atribut za tenant slug korisnika
sv: SAML-attribut för användarens hyresgillslug
tr: Kullanıcının kiracı slug'ı için SAML özniteliği
uk: Атрибут SAML для slug тенанта користувача
vi: Thuộc tính SAML cho slug của người dùng
zh_hk: 使用者租戶標題的 SAML 屬性

source: This is the URL where your users go to logout of your identity provider. Depending on which IdP you''re using, this usually looks like `https://your-org-name.example.com` or `https://example.com/app/my_saml_app/abc123/sso/slo`
ar: هذا هو عنوان URL الذي يذهب إليه المستخدمون لتسجيل الخروج من مزوّد الهوية لديك. بحسب IdP الذي تستخدمه، عادةً يبدو مثل `https://your-org-name.example.com` أو `https://example.com/app/my_saml_app/abc123/sso/slo`
bg: Това е URL адресът, на който вашите потребители отиват, за да излязат от вашия доставчик на идентичност. В зависимост от това кой IdP използвате, това обикновено изглежда като `https://your-org-name.example.com` или `https://example.com/app/my_saml_app/abc123/sso/slo`
ca: Aquest és l'URL on van els vostres usuaris per tancar la sessió del vostre proveïdor d'identitat. Depenent de l'IDP que estigueu utilitzant , normalment sembla `https://your-org-name.example.com` o `https://example.com/app/my_saml_app/abc123/sso/slo`
de: Dies ist die URL, zu der Ihre Benutzer gehen, um sich bei Ihrem Identitätsanbieter abzumelden. Je nachdem, welchen IdP Sie verwenden, sieht dies in der Regel wie `https://your-org-name.example.com` oder `https://example.com/app/my_saml_app/abc123/sso/slo` aus.
eo: This is the link where your users dip outta your IDP. Depends on which IdP you got, but it’s usually like `https://your-org-name.example.com` or `https://example.com/app/my_saml_app/abc123/sso/slo`—pretty straightforward, no cap.
es: Se trata de la URL a la que se dirigen los usuarios para cerrar sesión en el proveedor de identidad. Dependiendo del IdP que utilices en , suele tener el aspecto de `https://your-org-name.example.com` o `https://example.com/app/my_saml_app/abc123/sso/slo`.
fa: این نشانی اینترنتی است که کاربران شما برای خروج از ارائه دهنده هویت شما به آنجا می روند. بسته به اینکه از کدام IdP استفاده می کنید، این معمولاً شبیه «https://your-org-name.example.com» یا «https://example.com/app/my_saml_app/abc123/sso/slo» است.
fi: Tämä on URL-osoite, johon käyttäjät kirjautuvat ulos identiteetintarjoajaltasi. Riippuen siitä, mitä IDP:tä käytät , tämä näyttää yleensä tältä "https://your-org-name.example.com" tai "https://example.com/app/my_saml_app/abc123/sso/slo".
fr: Il s'agit de l'URL où vos utilisateurs se rendent pour se déconnecter de votre fournisseur d'identité. En fonction de l'IdP que vous utilisez ( ), cela ressemble généralement à `https://your-org-name.example.com` ou `https://example.com/app/my_saml_app/abc123/sso/slo`.
it: Questo è l'URL dove i tuoi utenti vanno per disconnettersi dal tuo provider di identità. A seconda dell'IdP che stai utilizzando, di solito appare come `https://your-org-name.example.com` o `https://example.com/app/my_saml_app/abc123/sso/slo`
ja: これは、ユーザーが ID プロバイダからログアウトするための URL です。 どのIdPを使用しているかにもよりますが、通常は `https://your-org-name.example.com` または `https://example.com/app/my_saml_app/abc123/sso/slo` のようになります。
lt: Tai URL, į kurį patenka jūsų naudotojai, norėdami atsijungti nuo jūsų tapatybės teikėjo. Priklausomai nuo to, kurį IDP naudojate , tai paprastai atrodo kaip „https://your-org-name.example.com“ arba „https://example.com/app/my_saml_app/abc123/sso/slo“.
nb: Dette er URL-adressen som brukerne går til for å logge ut av identitetsleverandøren. Avhengig av hvilken IdP du bruker, ser dette vanligvis ut som `https://your-org-name.example.com` eller `https://example.com/app/my_saml_app/abc123/sso/slo`.
nl: Dit is de URL waar uw gebruikers naartoe gaan om uit te loggen bij uw identiteitsprovider. Afhankelijk van welke IdP u gebruikt, ziet dit er meestal uit als `https://your-org-name.example.com` of `https://example.com/app/my_saml_app/abc123/sso/slo`
pl: To jest adres URL, pod który użytkownicy przechodzą, aby wylogować się z Twojego dostawcy tożsamości. W zależności od tego, którego IdP używasz , zwykle wygląda to tak: `https://your-org-name.example.com` lub `https://example.com/app/my_saml_app/abc123/sso/slo`
pt_br: Este é o URL que os usuários usam para fazer logout do provedor de identidade. Dependendo do IdP que você está usando, ele geralmente se parece com `https://your-org-name.example.com` ou `https://example.com/app/my_saml_app/abc123/sso/slo`
ru: Это URL, по которому ваши пользователи выходят из вашего поставщика удостоверений. В зависимости от того, какой IdP вы используете , это обычно выглядит как `https://your-org-name.example.com` или `https://example.com/app/my_saml_app/abc123/sso/slo`
sk: Toto je adresa URL, na ktorú sa vaši používatelia odhlásia od vášho poskytovateľa identity. V závislosti od toho, ktorého IdP používate , to zvyčajne vyzerá takto: „https://názov-vašej-organizácie.example.com“ alebo „https://example.com/app/my_saml_app/abc123/sso/slo“
sl: To je URL, na katerega se vaši uporabniki odjavijo pri vašem ponudniku identitete. Odvisno od tega, kateri IDP uporabljate, je to običajno videti kot `https://your-org-name.example.com` ali `https://example.com/app/my_saml_app/abc123/sso/slo`
sq: Kjo është URL-ja ku përdoruesit tuaj shkojnë për të dalë nga ofruesi juaj i identitetit. Në varësi të IdP-së që po përdorni, kjo zakonisht duket si `https://your-org-name.example.com` ose `https://example.com/app/my_saml_app/abc123/sso/slo`
sr: Ovo je URL na koji vaši korisnici idu da bi se odjavili sa vašeg provajdera identiteta. U zavisnosti od toga koji IdP koristite, ovo obično izgleda kao `https://your-org-name.example.com` ili `https://example.com/app/my_saml_app/abc123/sso/slo`
sv: Detta är webbadressen dit dina användare går för att logga ut från din identitetsleverantör. Beroende på vilken IdP du använder ser detta vanligtvis ut som "https://ditt-org-namn.example.com" eller "https://example.com/app/my_saml_app/abc123/sso/slo"
tr: Bu, kullanıcılarınızın kimlik sağlayıcınızdan çıkış yapmak için gittikleri URL'dir. Hangi IdP'yi kullandığınıza bağlı olarak, bu genellikle `https://your-org-name.example.com` veya `https://example.com/app/my_saml_app/abc123/sso/slo` gibi görünür
uk: Це URL, за яким ваші користувачі переходять, щоб вийти з вашого провайдера ідентифікації. Залежно від того, який IdP ви використовуєте, це зазвичай має приблизно такий вигляд: `https://your-org-name.example.com` або `https://example.com/app/my_saml_app/abc123/sso/slo`
vi: Đây là URL mà người dùng của bạn sẽ truy cập để đăng xuất khỏi nhà cung cấp danh tính của bạn. Tùy thuộc vào IdP mà bạn đang sử dụng , URL này thường trông giống như `https://your-org-name.example.com` hoặc `https://example.com/app/my_saml_app/abc123/sso/slo`
zh_hk: 這是用戶登出身份提供者的 URL。根據您 使用的 IdP，這通常看起來像 `https://your-org-name.example.com` 或 `https://example.com/app/my_saml_app/abc123/sso/slo`。

source: Was the collection cleanup banner dismissed?
ar: هل تم إغلاق بانر تنظيف المجموعات؟
bg: Отхвърлен ли е банерът за почистване на събиране?
ca: S'ha descartat la pancarta de neteja de la col·lecció?
de: Wurde das Banner für die Sammelbereinigung abgewiesen?
eo: Was the collection cleanup banner just ghosted?
es: ¿Se desestimó la pancarta de limpieza de la recogida?
fa: آیا بنر پاکسازی مجموعه حذف شد؟
fi: Hylättiinkö keräyssiivousbanneri?
fr: La bannière de nettoyage des collections a-t-elle été rejetée ?
it: Il banner per la pulizia della raccolta è stato respinto?
ja: 回収清掃のバナーは却下されたのか？
lt: Ar kolekcijos valymo reklamjuostė buvo atmesta?
nb: Ble innsamlingsaksjonen avvist?
nl: Werd de opruimingsbanner verworpen?
pl: Czy baner czyszczenia kolekcji został odrzucony?
pt_br: O banner de limpeza de coleção foi descartado?
ru: Был ли отклонен баннер об очистке коллекции?
sk: Bol transparent o čistení zbierky zamietnutý?
sl: Ali je bila pasica za čiščenje zbirke zavrnjena?
sq: A u mbyll banner-i i pastrimit të koleksioneve?
sr: Da li je baner za čišćenje kolekcije zatvoren?
sv: Avvisades bannern för uppstädning av samlingen?
tr: Koleksiyon temizleme afişi reddedildi mi?
uk: Банер очищення колекцій було закрито?
vi: Biểu ngữ dọn dẹp có bị bác bỏ không?
zh_hk: 收集清理的橫幅被駁回了嗎？

source: Grant not found
ar: لم يتم العثور على المنحة
bg: Грантът не е намерен
ca: No s'ha trobat la subvenció
de: Stipendium nicht gefunden
es: Subvención no encontrada
fa: گرانت پیدا نشد
fi: Avustusta ei löytynyt
fr: Subvention introuvable
it: Grant non trovato
ja: 助成金が見つかりません
nb: Tilskudd ikke funnet
nl: Subsidie niet gevonden
pl: Nie znaleziono dotacji
pt_br: Subsídio não encontrado
ru: Грант не найден
sk: Grant sa nenašiel
sl: Grant ni bil najden
sq: Grant-i nuk u gjet
sr: Odobrenje nije pronađeno
sv: Bidrag hittades inte
tr: Hibe bulunamadı
uk: Дозвіл не знайдено
vi: Không tìm thấy khoản tài trợ
zh_hk: 未找到撥款

source: Grant is already revoked
ar: تم إلغاء المنحة بالفعل
bg: Грантът вече е отменен
ca: La subvenció ja s'ha revocat
de: Die Genehmigung wurde bereits widerrufen.
es: La subvención ya está revocada
fa: کمک هزینه قبلاً لغو شده است
fi: Avustus on jo peruttu
fr: La subvention est déjà révoquée.
it: La concessione è già revocata
ja: 助成金はすでに取り消されています
nb: Bevilgningen er allerede tilbakekalt
nl: Subsidie is al ingetrokken
pl: Dotacja została już cofnięta
pt_br: A concessão já foi revogada.
ru: Грант уже отозван
sk: Grant je už zrušený
sl: Nepovratna sredstva so že preklicana
sq: Grant-i është revokuar tashmë
sr: Odobrenje je već opozvano
sv: Bidraget är redan återkallat
tr: Hibe zaten iptal edildi
uk: Дозвіл уже відкликано
vi: Quyền tài trợ đã bị thu hồi
zh_hk: 補助金已被撤銷

source: Cannot create grant: an active grant already exists
ar: لا يمكن إنشاء منحة: توجد منحة نشطة بالفعل
bg: Не може да се създаде грант: вече съществува активен грант
ca: No es pot crear una subvenció: ja existeix una subvenció activa
de: Es kann keine Förderung erstellt werden: Es existiert bereits eine aktive Förderung.
es: No se puede crear una subvención: ya existe una subvención activa
fa: نمی‌توان کمک‌هزینه ایجاد کرد: یک کمک‌هزینه فعال از قبل وجود دارد.
fi: Avustusta ei voida luoda: aktiivinen avustus on jo olemassa
fr: Impossible de créer une subvention : une subvention active existe déjà.
it: Impossibile creare una sovvenzione: esiste già una sovvenzione attiva
ja: 許可を作成できません: 有効な許可がすでに存在します
nb: Kan ikke opprette tilskudd: et aktivt tilskudd finnes allerede
nl: Kan geen subsidie aanmaken: er bestaat al een actieve subsidie
pl: Nie można utworzyć dotacji: aktywna dotacja już istnieje
pt_br: Não foi possível criar a concessão: já existe uma concessão ativa.
ru: Невозможно создать грант: активный грант уже существует
sk: Grant sa nedá vytvoriť: aktívny grant už existuje
sl: Nepovratnih sredstev ni mogoče ustvariti: aktivna nepovratna sredstva že obstajajo.
sq: Nuk mund të krijohet grant: ekziston tashmë një grant aktiv
sr: Nije moguće kreirati odobrenje: aktivno odobrenje već postoji
sv: Kan inte skapa bidrag: ett aktivt bidrag finns redan
tr: Hibe oluşturulamıyor: etkin bir hibe zaten mevcut
uk: Не вдалося створити дозвіл: активний дозвіл уже існує
vi: Không thể tạo khoản tài trợ: khoản tài trợ đang hoạt động đã tồn tại
zh_hk: 無法建立授予：已存在作用中的授予

source: Email to grant temporary access to for support
ar: البريد الإلكتروني لمنح وصول مؤقت إليه للدعم
bg: Имейл за предоставяне на временен достъп за поддръжка
ca: Correu electrònic per concedir accés temporal per a assistència
de: E-Mail zur Gewährung von vorübergehendem Zugriff für Unterstützung
es: Correo electrónico para otorgar acceso temporal para soporte
fa: ایمیل برای اعطای دسترسی موقت به پشتیبانی
fi: Sähköpostiosoite, johon myönnetään väliaikainen tukipyyntö
fr: Courriel pour accorder un accès temporaire à l'assistance
it: Email per concedere l'accesso temporaneo per il supporto
ja: サポートのために一時的なアクセスを許可するメールアドレス
nb: E-post for å gi midlertidig tilgang til support
nl: E-mail om tijdelijke toegang te verlenen voor ondersteuning
pl: Wyślij wiadomość e-mail z prośbą o przyznanie tymczasowego dostępu w celu uzyskania pomocy technicznej
pt_br: Envie um e-mail para conceder acesso temporário para suporte.
ru: Электронная почта для предоставления временного доступа для поддержки
sk: E-mail pre udelenie dočasného prístupu pre podporu
sl: E-poštni naslov za odobritev začasnega dostopa za podporo
sq: Email-i ku t’i jepet akses i përkohshëm për suport
sr: Email kome se dodeljuje privremeni pristup za podršku
sv: E-postadress för att bevilja tillfällig åtkomst för support
tr: Destek için geçici erişim izni vermek üzere e-posta gönderin
uk: Email для надання тимчасового доступу для підтримки
vi: Email để cấp quyền truy cập tạm thời để được hỗ trợ
zh_hk: 授予臨時存取權以取得支援的電子郵件

source: First name of the support user
ar: الاسم الأول لمستخدم الدعم
bg: Име на потребителя на поддръжката
ca: Nom de l'usuari de suport
de: Vorname des Support-Benutzers
es: Nombre del usuario de soporte
fa: نام کوچک کاربر پشتیبانی
fi: Tukikäyttäjän etunimi
fr: Prénom de l'utilisateur du support
it: Nome dell'utente dell'assistenza
ja: サポートユーザーの名
nb: Fornavnet til supportbrukeren
nl: Voornaam van de ondersteuningsgebruiker
pl: Imię użytkownika wsparcia
pt_br: Primeiro nome do usuário de suporte
ru: Имя пользователя службы поддержки
sk: Meno používateľa podpory
sl: Ime uporabnika podpore
sq: Emri i përdoruesit të suportit
sr: Ime support korisnika
sv: Förnamn på supportanvändaren
tr: Destek kullanıcısının adı
uk: Ім’я користувача підтримки
vi: Tên của người dùng hỗ trợ
zh_hk: 支援使用者的名字

source: Last name of the support user
ar: اسم العائلة لمستخدم الدعم
bg: Фамилия на потребителя на поддръжката
ca: Cognom de l'usuari de suport
de: Nachname des Support-Benutzers
es: Apellido del usuario de soporte
fa: نام خانوادگی کاربر پشتیبانی
fi: Tukikäyttäjän sukunimi
fr: Nom de famille de l'utilisateur du support
it: Cognome dell'utente dell'assistenza
ja: サポートユーザーの姓
nb: Etternavnet til supportbrukeren
nl: Achternaam van de ondersteuningsgebruiker
pl: Nazwisko użytkownika wsparcia
pt_br: Sobrenome do usuário de suporte
ru: Фамилия пользователя службы поддержки
sk: Priezvisko používateľa podpory
sl: Priimek uporabnika podpore
sq: Mbiemri i përdoruesit të suportit
sr: Prezime support korisnika
sv: Efternamn på supportanvändaren
tr: Destek kullanıcısının soyadı
uk: Прізвище користувача підтримки
vi: Họ của người dùng hỗ trợ
zh_hk: 支援使用者的姓氏

source: invalid slug
ar: slug غير صالح
bg: невалиден пълзящ символ
ca: llima no vàlida
de: ungültiger Slug
es: babosa inválida
fa: نامک نامعتبر
fi: virheellinen etana
fr: slug invalide
it: slug non valido
ja: 無効なスラッグ
nb: ugyldig slug
nl: ongeldige slug
pl: nieprawidłowy ślimak
pt_br: slug inválido
ru: неверный slug
sk: neplatný slug
sl: neveljaven poljski izraz
sq: slug i pavlefshëm
sr: nevažeći slug
sv: ogiltig slug
tr: geçersiz slug
uk: некоректний slug
vi: đường dẫn không hợp lệ
zh_hk: 無效的標題

source: Tenant collection: {0}
ar: مجموعة المستأجر: {0}
bg: Колекция от наематели: {0}
ca: Recollida de llogaters: {0}
de: Mandantensammlung: {0}
es: Colección de inquilinos: {0}
fa: وصول طلب مستاجر: {0}
fi: Vuokralaisen maksu: {0}
fr: Collecte des loyers : {0}
it: Raccolta inquilini: {0}
ja: テナントコレクション: {0}
nb: Innkreving av leietaker: {0}
nl: Huurdersverzameling: {0}
pl: Kolekcja najemców: {0}
pt_br: Coleção de inquilinos: {0}
ru: Коллекция тенанта: {0}
sk: Zbierka nájomníka: {0}
sl: Zbiranje najemnikov: {0}
sq: Koleksioni i tenantit: {0}
sr: Tenant kolekcija: {0}
sv: Hyresgästsamling: {0}
tr: Kiracı koleksiyonu: {0}
uk: Колекція Тенанта: {0}
vi: Bộ sưu tập người thuê: {0}
zh_hk: 租戶收款： {0}

source: attribute keys must be a keyword or string
ar: يجب أن تكون مفاتيح السمات كلمة مفتاحية أو سلسلة نصية
bg: Ключовете на атрибутите трябва да бъдат ключова дума или низ
ca: Les claus d'atribut han de ser una paraula clau o una cadena
de: Attributschlüssel müssen ein Schlüsselwort oder eine Zeichenkette sein.
es: Las claves de atributo deben ser una palabra clave o una cadena
fa: کلیدهای ویژگی باید یک کلمه کلیدی یا رشته باشند
fi: attribuuttiavainten on oltava avainsana tai merkkijono
fr: Les clés d'attribut doivent être un mot-clé ou une chaîne de caractères.
it: le chiavi degli attributi devono essere una parola chiave o una stringa
ja: 属性キーはキーワードまたは文字列である必要があります
nb: attributtnøkler må være et nøkkelord eller en streng
nl: Attribuutsleutels moeten een trefwoord of tekenreeks zijn.
pl: klucze atrybutów muszą być słowem kluczowym lub ciągiem znaków
pt_br: As chaves de atributo devem ser uma palavra-chave ou uma string.
ru: ключи атрибутов должны быть ключевым словом или строкой
sk: Kľúče atribútov musia byť kľúčové slovo alebo reťazec
sl: Ključi atributov morajo biti ključna beseda ali niz
sq: çelësat e atributeve duhet të jenë keyword ose string
sr: ključevi atributa moraju biti keyword ili string
sv: Attributnycklar måste vara ett nyckelord eller en sträng
tr: Özellik anahtarları bir anahtar kelime veya metin dizesi olmalıdır.
uk: ключі атрибутів мають бути ключовим словом або строкою
vi: Các khóa thuộc tính phải là từ khóa hoặc chuỗi
zh_hk: 屬性鍵必須是關鍵字或字串
