Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Doing this may stop your dashboard subscriptions from appearing in Slack until a new connection is set up. Are you sure you want to delete your Slack App integration?
ar: قد يؤدي ذلك إلى توقف ظهور اشتراكات لوحة المعلومات في Slack حتى يتم إعداد اتصال جديد. هل أنت متأكد أنك تريد حذف تكامل تطبيق Slack؟
bg: Това може да спре показването на абонаментите ви за табло за управление в Slack, докато не бъде настроена нова връзка. Наистина ли искате да изтриете интеграцията си със Slack приложението?
ca: Si fas això, és possible que les subscripcions al teu tauler de control deixin d'aparèixer a Slack fins que no es configure una connexió nova. Estàs segur que vols suprimir la integració de l'aplicació Slack?
de: Dadurch werden Ihre Dashboard-Abonnements möglicherweise nicht mehr in Slack angezeigt, bis eine neue Verbindung eingerichtet ist. Möchten Sie Ihre Slack-App-Integration wirklich löschen?
eo: Yo, doing this might stop your dashboard subs from showin’ in Slack until you set up a new connection. Are you 100% sure you wanna delete your Slack App integration?
es: Al hacer esto, es posible que tus suscripciones al panel de control dejen de aparecer en Slack hasta que se configure una nueva conexión. ¿Estás seguro de que quieres eliminar la integración con la app de Slack?
fa: انجام این کار ممکن است نمایش اشتراک‌های داشبورد شما را در Slack تا زمان برقراری اتصال جدید متوقف کند. آیا مطمئن هستید که می‌خواهید ادغام برنامه Slack خود را حذف کنید؟
fi: Tämän tekeminen saattaa estää kojelaudan tilauksiasi näkymästä Slackissa, kunnes uusi yhteys on muodostettu. Haluatko varmasti poistaa Slack-sovellusintegraatiosi?
fr: Cela pourrait empêcher vos abonnements au tableau de bord d'apparaître dans Slack jusqu'à ce qu'une nouvelle connexion soit établie. Voulez-vous vraiment supprimer votre intégration à l'application Slack ?
it: Questa operazione potrebbe impedire la visualizzazione degli abbonamenti alla dashboard in Slack finché non verrà configurata una nuova connessione. Vuoi davvero eliminare l'integrazione con l'app Slack?
ja: これを行うと、新しい接続が設定されるまで、ダッシュボードのサブスクリプションがSlackに表示されなくなる可能性があります。Slackアプリの統合を削除してもよろしいですか？
nb: Hvis du gjør dette, kan det føre til at dashbordabonnementene dine ikke vises i Slack før en ny tilkobling er satt opp. Er du sikker på at du vil slette Slack App-integrasjonen?
nl: Als u dit doet, worden uw dashboardabonnementen mogelijk niet meer weergegeven in Slack totdat er een nieuwe verbinding tot stand is gebracht. Weet u zeker dat u uw Slack-app-integratie wilt verwijderen?
pl: Wykonanie tej czynności może spowodować, że subskrypcje pulpitu nawigacyjnego nie będą wyświetlane w Slacku, dopóki nie zostanie skonfigurowane nowe połączenie. Czy na pewno chcesz usunąć integrację aplikacji Slack?
pt_br: Isso pode impedir que suas assinaturas do painel sejam exibidas no Slack até que uma nova conexão seja configurada. Tem certeza de que deseja excluir sua integração com o aplicativo Slack?
ru: Это может привести к тому, что ваши подписки на панели мониторинга не будут отображаться в Slack до тех пор, пока не будет установлено новое подключение. Вы уверены, что хотите удалить интеграцию с приложением Slack?
sk: Toto môže zabrániť zobrazovaniu vašich odberov na dashboarde v Slacku, kým sa nenastaví nové pripojenie. Naozaj chcete odstrániť integráciu aplikácie Slack?
sl: S tem se lahko vaše naročnine na nadzorno ploščo ne bodo prikazovale v Slacku, dokler ne bo vzpostavljena nova povezava. Ali ste prepričani, da želite izbrisati integracijo aplikacije Slack?
sq: Kjo mund të ndalojë shfaqjen e abonimeve të panelit tënd në Slack derisa të vendoset një lidhje e re. Je i sigurt që do ta fshish integrimin tënd me Slack App?
sr: Ovo može da zaustavi prikazivanje pretplata na kontrolne table u Slack-u dok se ne postavi nova veza. Da li ste sigurni da želite da obrišete integraciju Slack aplikacije?
sv: Om du gör detta kan det hända att dina prenumerationer på instrumentpanelen inte visas i Slack tills en ny anslutning har konfigurerats. Är du säker på att du vill ta bort din Slack-appintegration?
tr: Bunu yapmak, yeni bir bağlantı kurulana kadar pano aboneliklerinizin Slack'te görünmesini durdurabilir. Slack Uygulama entegrasyonunuzu silmek istediğinizden emin misiniz?
uk: Це може припинити показ ваших підписок на дашборди у Slack, доки не буде налаштовано нове з’єднання. Ви впевнені, що хочете видалити інтеграцію Slack App?
vi: Thực hiện thao tác này có thể ngăn đăng ký bảng điều khiển của bạn xuất hiện trong Slack cho đến khi kết nối mới được thiết lập. Bạn có chắc chắn muốn xóa tích hợp Ứng dụng Slack của mình không?
zh_hk: 這樣做可能會讓您的儀表板訂閱無法顯示在 Slack 中，直到建立新的連線為止。您確定要刪除 Slack App 整合嗎？

source: Slack bot user OAuth token
ar: رمز OAuth لمستخدم بوت Slack
bg: OAuth токен на потребител на Slack бот
ca: Token d'OAuth d'usuari de bot de Slack
de: OAuth-Token für Slack-Bot-Benutzer
eo: slack bot user OAuth token → Slack bot’s drip or pass
es: Token OAuth del usuario del bot de Slack
fa: توکن OAuth کاربر ربات Slack
fi: Slack-botin käyttäjän OAuth-tunnus
fr: Jeton OAuth de l'utilisateur du bot Slack
it: Token OAuth dell'utente del bot Slack
ja: Slack ボットユーザー OAuth トークン
nb: OAuth-token for Slack-botbrukere
nl: Slack-botgebruiker OAuth-token
pl: Token OAuth użytkownika bota Slacka
pt_br: Token OAuth do usuário do bot do Slack
ru: Токен OAuth пользователя бота Slack
sk: OAuth token používateľa bota Slack
sl: Žeton OAuth uporabnika bota Slack
sq: Token OAuth i përdoruesit bot të Slack
sr: OAuth token Slack bot korisnika
sv: Slack bot-användares OAuth-token
tr: Slack bot kullanıcısı OAuth belirteci
uk: OAuth-токен користувача Slack-бота
vi: Mã thông báo OAuth của người dùng bot Slack
zh_hk: Slack 殭屍使用者 OAuth 令牌

source: Reset to defaults after
ar: إعادة الضبط إلى الإعدادات الافتراضية بعد
bg: Възстановяване на фабричните настройки след
ca: Restableix els valors predeterminats després de
de: Auf Standardwerte zurücksetzen nach
es: Restablecer los valores predeterminados después
fa: بعد از انجام تنظیمات، به حالت پیش‌فرض برگردید
fi: Palauta oletusasetukset tämän jälkeen
fr: Réinitialiser les paramètres par défaut après
it: Ripristinare i valori predefiniti dopo
ja: デフォルトにリセット
nb: Tilbakestill til standardinnstillingene etter
nl: Terugzetten naar standaardinstellingen na
pl: Przywróć ustawienia domyślne po
pt_br: Redefinir para os padrões após
ru: Сброс к настройкам по умолчанию после
sk: Obnoviť na predvolené nastavenia po
sl: Ponastavi na privzete nastavitve po
sq: Rivendos në parazgjedhje pas
sr: Vrati na podrazumevano nakon
sv: Återställ till standardinställningarna efter
tr: Varsayılanlara sıfırla
uk: Скинути до дефолтних після
vi: Đặt lại về mặc định sau
zh_hk: 重設為預設值後

source: Seconds
ar: ثوانٍ
bg: Секунди
ca: Segons
de: Sekunden
eo: secs
es: Segundos
fa: ثانیه‌ها
fi: Sekunnit
fr: Deuxieme
it: Secondi
ja: 秒
nb: Sekunder
nl: Seconden
pl: Sekund
pt_br: Segundos
ru: Секунд
sk: Sekundy
sl: Drugo
sq: Sekonda
sr: Sekunde
sv: sekunder
tr: Saniyeler
uk: Секунди
vi: Giây
zh_hk: 秒數

source: Days
ar: أيام
bg: Дни
ca: Dies
de: Tage
eo: Days → "Vibes" or "Days" (sometimes just kept as is, but "vibes" is more chill)
es: Días
fa: روزها
fi: Päivää
fr: Jours
it: Giorni
ja: 日
nb: Dager
nl: Dagen
pl: Dni
pt_br: Dias
ru: Дней
sk: Dni
sl: Drugo
sq: Ditë
sr: Dani
sv: Dagar
tr: Gün
uk: Дні
vi: ngày
zh_hk: 天數

source: Filter by run type
ar: تصفية حسب نوع التشغيل
ca: Filtra per tipus d'execució
de: Nach Ausführungstyp filtern
es: Filtrar por tipo de ejecución
fa: فیلتر بر اساس نوع اجرا
fi: Suodata suoritustyypin mukaan
fr: Filtrer par type d'exécution
it: Filtra per tipo di esecuzione
ja: 実行タイプでフィルタリング
nb: Filtrer etter kjøringstype
pl: Filtruj według typu przebiegu
pt_br: Filtrar por tipo de execução
ru: Фильтровать по типу запуска
sk: Filtrovať podľa typu spustenia
sl: Filtriraj po vrsti izvajanja
sq: Filtro sipas llojit të ekzekutimit
sr: Filtriraj po tipu pokretanja
tr: Çalıştırma türüne göre filtrele
uk: Фільтрувати за типом запуску
vi: Lọc theo loại chạy
zh_hk: 依執行類型篩選

source: Back to Tasks
ar: العودة إلى المهام
ca: Torna a Tasques
de: Zurück zu den Aufgaben
es: Volver a Tareas
fa: بازگشت به وظایف
fi: Takaisin tehtäviin
fr: Retour aux tâches
it: Torna alle attività
ja: タスクに戻る
nb: Tilbake til Oppgaver
pl: Powrót do zadań
pt_br: Voltar às tarefas
ru: Назад к задачам
sk: Späť na Úlohy
sl: Nazaj na opravila
sq: Kthehu te Detyrat
sr: Nazad na zadatke
tr: Görevlere geri dön
uk: Повернутися до завдань
vi: Quay lại Nhiệm vụ
zh_hk: 返回任務

source: Task run
ar: تشغيل المهمة
ca: Execució de la tasca
de: Aufgabenausführung
es: Ejecución de tareas
fa: اجرای وظیفه
fi: Tehtävän suoritus
fr: Exécution de la tâche
it: Esecuzione dell'attività
ja: タスク実行
nb: Oppgavekjøring
pl: Uruchomienie zadania
pt_br: Execução de tarefa
ru: Запуск задачи
sk: Spustenie úlohy
sl: Izvajanje naloge
sq: Ekzekutim detyre
sr: Pokretanje zadatka
tr: Görev çalıştırıldı
uk: Запуск завдання
vi: Chạy tác vụ
zh_hk: 任務執行

source: Go to the corresponding run
ar: انتقل إلى التشغيل المقابل
ca: Anar a la cursa corresponent
de: Gehe zum entsprechenden Lauf
es: Ir a la carrera correspondiente
fa: به مسیر مربوطه بروید
fi: Siirry vastaavaan juoksukertaan
fr: Accédez à l'exécution correspondante
it: Vai alla corsa corrispondente
ja: 対応する実行に進む
nb: Gå til den tilsvarende kjøringen
pl: Przejdź do odpowiedniego uruchomienia
pt_br: Acesse a execução correspondente.
ru: Перейти к соответствующему запуску
sk: Prejdite na príslušný beh
sl: Pojdite na ustrezno izvedbo
sq: Shko te ekzekutimi përkatës
sr: Idi na odgovarajuće pokretanje
tr: İlgili koşuya gidin
uk: Перейти до відповідного запуску
vi: Hãy chuyển đến lượt chạy tương ứng.
zh_hk: 前往相應的運行

source: JSON details
ar: تفاصيل JSON
ca: Detalls JSON
es: Detalles de JSON
fa: جزئیات JSON
fi: JSON-tiedot
fr: Détails JSON
it: Dettagli JSON
ja: JSONの詳細
nb: JSON-detaljer
pl: Szczegóły JSON
pt_br: Detalhes do JSON
ru: Сведения JSON
sk: Podrobnosti o JSON
sl: Podrobnosti o JSON-u
sq: Detaje JSON
sr: JSON detalji
tr: JSON detayları
uk: Деталі JSON
vi: Chi tiết JSON
zh_hk: JSON 詳細資訊

source: There are no captured logs
ar: لا توجد سجلات محفوظة
ca: No hi ha registres capturats
de: Es wurden keine Protokolle aufgezeichnet.
es: No hay registros capturados
fa: هیچ لاگ ضبط شده‌ای وجود ندارد
fi: Ei tallennettuja lokeja
fr: Aucun journal d'événements n'a été enregistré.
it: Non ci sono registri catturati
ja: キャプチャされたログはありません
nb: Det finnes ingen logger som er fanget opp
pl: Brak przechwyconych logów
pt_br: Não há registros capturados.
ru: Нет сохранённых логов
sk: Nie sú k dispozícii žiadne zaznamenané protokoly
sl: Ni zajetih dnevnikov
sq: Nuk ka log-e të kapura
sr: Nema zabeleženih logova
tr: Yakalanan hiçbir kayıt yok.
uk: Немає зібраних логів
vi: Không có nhật ký nào được ghi lại.
zh_hk: 沒有擷取記錄

source: Back to Runs
ar: العودة إلى عمليات التشغيل
ca: Torna a les curses
de: Zurück zu den Läufen
es: Volver a Carreras
fa: بازگشت به دویدن‌ها
fi: Takaisin juoksuihin
fr: Retour aux courses
it: Torna alle corse
ja: ランに戻る
nb: Tilbake til Løp
pl: Powrót do biegów
pt_br: Voltar para Corridas
ru: Назад к запускам
sk: Späť k behom
sl: Nazaj na teke
sq: Kthehu te Ekzekutimet
sr: Nazad na pokretanja
tr: Koşulara Geri Dön
uk: Повернутися до запусків
vi: Trở lại mục Chạy
zh_hk: 返回運行

source: Run details
ar: تفاصيل التشغيل
ca: Detalls de l'execució
de: Details zum Ausführen
es: Detalles de la ejecución
fa: جزئیات اجرا
fi: Juoksun tiedot
fr: Détails de l'exécution
it: Dettagli della corsa
ja: 実行の詳細
nb: Kjør detaljer
pl: Szczegóły uruchomienia
pt_br: Detalhes da execução
ru: Сведения о запуске
sk: Podrobnosti o behu
sl: Podrobnosti o teku
sq: Detaje të ekzekutimit
sr: Detalji pokretanja
tr: Çalıştırma detayları
uk: Деталі запуску
vi: Chi tiết về lần chạy
zh_hk: 運行詳情

source: Run type
ar: نوع التشغيل
ca: Tipus d'execució
de: Lauftyp
es: Tipo de ejecución
fa: نوع اجرا
fi: Juoksutyyppi
fr: Type d'exécution
it: Tipo di esecuzione
ja: 実行タイプ
nb: Type kjøring
pl: Typ uruchomienia
pt_br: Tipo de execução
ru: Тип запуска
sk: Typ behu
sl: Vrsta teka
sq: Lloji i ekzekutimit
sr: Tip pokretanja
tr: Çalıştırma türü
uk: Тип запуску
vi: Loại chạy
zh_hk: 運行類型

source: Task count
ar: عدد المهام
ca: Recompte de tasques
de: Aufgabenanzahl
es: Recuento de tareas
fa: تعداد وظایف
fi: Tehtävien määrä
fr: Nombre de tâches
it: Conteggio delle attività
ja: タスク数
nb: Antall oppgaver
pl: Liczba zadań
pt_br: Contagem de tarefas
ru: Количество задач
sk: Počet úloh
sl: Število opravil
sq: Numri i detyrave
sr: Broj zadataka
tr: Görev sayısı
uk: Кількість завдань
vi: Số lượng nhiệm vụ
zh_hk: 任務計數

source: Associated tasks
ar: المهام المرتبطة
ca: Tasques associades
de: Zugehörige Aufgaben
es: Tareas asociadas
fa: وظایف مرتبط
fi: Liittyvät tehtävät
fr: Tâches associées
it: Compiti associati
ja: 関連タスク
nb: Tilhørende oppgaver
pl: Powiązane zadania
pt_br: Tarefas associadas
ru: Связанные задачи
sk: Súvisiace úlohy
sl: Povezane naloge
sq: Detyra të shoqëruara
sr: Povezani zadaci
tr: İlgili görevler
uk: Пов’язані завдання
vi: Các nhiệm vụ liên quan
zh_hk: 相關任務

source: No tasks
ar: لا توجد مهام
ca: Sense tasques
de: Keine Aufgaben
es: Sin tareas
fa: بدون وظیفه
fi: Ei tehtäviä
fr: Aucune tâche
it: Nessun compito
ja: タスクなし
nb: Ingen oppgaver
pl: Brak zadań
pt_br: Nenhuma tarefa
ru: Нет задач
sk: Žiadne úlohy
sl: Ni opravil
sq: Nuk ka detyra
sr: Nema zadataka
tr: Görev yok
uk: Немає завдань
vi: Không có nhiệm vụ nào
zh_hk: 無任務

source: Filter by task
ar: فلترة حسب المهمة
bg: Филтриране по задача
ca: Filtra per tasca
de: Nach Aufgabe filtern
eo: Filter by task = Filter by what’s actually popping
es: Filtrar por tarea
fa: فیلتر بر اساس کار
fi: Suodata tehtävän mukaan
fr: Filtrer par tâche
it: Filtra per attività
ja: タスクでフィルタリング
nb: Filtrer etter oppgave
nl: Filteren op taak
pl: Filtruj według zadania
pt_br: Filtrar por tarefa
ru: Фильтр по задаче
sk: Filtrujte podľa úlohy
sl: Filtriraj po nalogi
sq: Filtro sipas detyrës
sr: Filtriraj po zadatku
sv: Filtrera efter uppgift
tr: Göreve göre filtrele
uk: Фільтрувати за завданням
vi: Lọc theo nhiệm vụ
zh_hk: 依工作篩選

source: Filter by entity
ar: تصفية حسب الكيان
ca: Filtra per entitat
de: Nach Entität filtern
es: Filtrar por entidad
fa: فیلتر بر اساس موجودیت
fi: Suodata entiteetin mukaan
fr: Filtrer par entité
it: Filtra per entità
ja: エンティティでフィルタリング
nb: Filtrer etter enhet
pl: Filtruj według jednostki
pt_br: Filtrar por entidade
ru: Фильтровать по сущности
sk: Filtrovať podľa entity
sl: Filtriraj po entiteti
sq: Filtro sipas entitetit
sr: Filtriraj po objektu
tr: Varlığa göre filtrele
uk: Фільтрувати за сутністю
vi: Lọc theo thực thể
zh_hk: 依實體篩選

source: Select a run type first
ar: اختر نوع تشغيل أولًا
ca: Seleccioneu primer un tipus d'execució
de: Wählen Sie zuerst einen Lauftyp aus.
es: Primero seleccione un tipo de ejecución
fa: ابتدا نوع اجرا را انتخاب کنید
fi: Valitse ensin juoksutyyppi
fr: Sélectionnez d'abord un type d'exécution
it: Seleziona prima un tipo di esecuzione
ja: まず実行タイプを選択してください
nb: Velg en kjøretype først
pl: Najpierw wybierz typ biegu
pt_br: Selecione primeiro o tipo de execução.
ru: Сначала выберите тип запуска
sk: Najprv vyberte typ behu
sl: Najprej izberite vrsto teka
sq: Zgjidh fillimisht një lloj ekzekutimi
sr: Prvo izaberite tip pokretanja
tr: Öncelikle bir çalıştırma türü seçin.
uk: Спочатку виберіть тип запуску
vi: Trước tiên, hãy chọn loại chạy.
zh_hk: 先選擇運行類型

source: Select a start time first
ar: اختر وقت بدء أولًا
ca: Seleccioneu primer una hora d'inici
de: Wählen Sie zuerst eine Startzeit aus.
es: Seleccione una hora de inicio primero
fa: ابتدا زمان شروع را انتخاب کنید
fi: Valitse ensin aloitusaika
fr: Sélectionnez d'abord une heure de début
it: Seleziona prima un orario di inizio
ja: まず開始時間を選択してください
nb: Velg et starttidspunkt først
pl: Najpierw wybierz godzinę rozpoczęcia
pt_br: Selecione primeiro um horário de início.
ru: Сначала выберите время начала
sk: Najprv vyberte čas začiatku
sl: Najprej izberite začetni čas
sq: Zgjidh fillimisht një orë nisjeje
sr: Prvo izaberite vreme početka
tr: Öncelikle bir başlangıç saati seçin.
uk: Спочатку виберіть час початку
vi: Trước tiên, hãy chọn thời gian bắt đầu.
zh_hk: 先選擇開始時間

source: No entities available
ar: لا توجد كيانات متاحة
ca: No hi ha entitats disponibles
de: Keine Entitäten verfügbar
es: No hay entidades disponibles
fa: هیچ موجودیتی موجود نیست
fi: Ei saatavilla olevia yksiköitä
fr: Aucune entité disponible
it: Nessuna entità disponibile
ja: 利用可能なエンティティがありません
nb: Ingen tilgjengelige enheter
pl: Brak dostępnych podmiotów
pt_br: Nenhuma entidade disponível
ru: Нет доступных сущностей
sk: Žiadne entity nie sú k dispozícii
sl: Ni na voljo nobenih entitet
sq: Nuk ka entitete të disponueshme
sr: Nema dostupnih objekata
tr: Hiçbir varlık mevcut değil.
uk: Немає доступних сутностей
vi: Không có thực thể nào khả dụng
zh_hk: 無實體可用

source: Filter by status
ar: فلترة حسب الحالة
bg: Филтриране по статус
ca: Filtra per estat
de: Nach Status filtern
eo: Filter by status → Filter by vibe
es: Filtrar por estado
fa: فیلتر بر اساس وضعیت
fi: Suodata tilan mukaan
fr: Filtrer par statut
it: Filtra per stato
ja: ステータスでフィルタリング
nb: Filtrer etter status
nl: Filteren op status
pl: Filtruj według statusu
pt_br: Filtrar por status
ru: Фильтр по статусу
sk: Filtrujte podľa stavu
sl: Filtriraj po statusu
sq: Filtro sipas statusit
sr: Filtriraj po statusu
sv: Filtrera efter status
tr: Duruma göre filtrele
uk: Фільтрувати за статусом
vi: Lọc theo trạng thái
zh_hk: 依狀態篩選

source: Filter by started at
ar: تصفية حسب وقت البدء
ca: Filtra per inici a
de: Filtern nach Startdatum
es: Filtrar por iniciado en
fa: فیلتر بر اساس شروع از
fi: Suodata aloitusajan mukaan
fr: Filtrer par date de début
it: Filtra per iniziato a
ja: 開始時刻でフィルタリング
nb: Filtrer etter starttidspunkt
pl: Filtruj według rozpoczęcia
pt_br: Filtrar por iniciado em
ru: Фильтровать по времени начала
sk: Filtrovať podľa začaté v
sl: Filtriraj po začetku ob
sq: Filtro sipas nisur më
sr: Filtriraj po vremenu početka
tr: Başlangıç tarihine göre filtrele
uk: Фільтрувати за часом запуску
vi: Lọc theo thời gian bắt đầu
zh_hk: 依開始時間篩選

source: Runs
ar: عمليات التشغيل
bg: Бягания
ca: Carreres
de: Läuft
es: Carreras
fa: اجرا می‌شود
fi: Juoksut
fr: Courses
it: Corre
ja: ラン
nb: Løper
nl: loopt
pl: Biegi
pt_br: Corridas
ru: Пробежки
sk: Behy
sl: Teki
sq: Ekzekutime
sr: Pokretanja
sv: Löpningar
tr: Koşular
uk: Запуски
vi: Chạy
zh_hk: 運行

source: Erroring questions
ar: أسئلة بها أخطاء
bg: Грешни въпроси
ca: Preguntes amb errors
de: Fehlerhafte Fragen
eo: Questions are glitching rn
es: Preguntas con error
fa: سوالات خطادار
fi: Virheelliset kysymykset
fr: Questions erronées
it: Domande errate
ja: エラーのある質問
nb: Feilaktige spørsmål
nl: Foutieve vragen
pl: Błędne pytania
pt_br: Perguntas com erros
ru: Ошибочные вопросы
sk: Chybné otázky
sl: Napačna vprašanja
sq: Pyetje me gabime
sr: Pitanja sa greškama
sv: Felaktiga frågor
tr: Hatalı sorular
uk: Запити з помилками
vi: Câu hỏi lỗi
zh_hk: 錯誤問題

source: Dismiss banner
ar: إغلاق البانر
bg: Затваряне на банера
ca: Ignora el bàner
de: Banner schließen
es: Descartar banner
fa: بنر را رد کنید
fi: Hylkää banneri
fr: Fermer la bannière
it: Ignora banner
ja: バナーを閉じる
nb: Avvis banner
nl: Banner verwijderen
pl: Odrzuć baner
pt_br: Dispensar banner
ru: Удалить баннер
sk: Zavrieť banner
sl: Zapri pasico
sq: Mbyll banerin
sr: Sakrij baner
sv: Stäng bannern
tr: Afişi kapat
uk: Закрити банер
vi: Bỏ biểu ngữ
zh_hk: 解散橫幅

source: If the email exists, we'll send instructions on how to reset your password.
ar: إذا كان البريد الإلكتروني موجودًا، فسنرسل تعليمات حول كيفية إعادة تعيين كلمة المرور.
bg: Ако имейлът съществува, ще изпратим инструкции как да нулирате паролата си.
ca: Si el correu electrònic existeix, us enviarem instruccions sobre com restablir la contrasenya.
de: Wenn die E-Mail existiert, senden wir Ihnen Anweisungen zum Zurücksetzen Ihres Passworts.
es: Si el correo electrónico existe, le enviaremos instrucciones sobre cómo restablecer su contraseña.
fa: اگر ایمیل وجود داشته باشد، دستورالعمل‌هایی درباره نحوه بازنشانی رمز عبورتان ارسال می‌کنیم.
fi: Jos sähköpostiosoite on olemassa, lähetämme ohjeet salasanan vaihtamiseen.
fr: Si l'e-mail existe, nous vous enverrons des instructions sur la façon de réinitialiser votre mot de passe.
it: Se l'email esiste, ti invieremo le istruzioni su come reimpostare la password.
ja: メールアドレスが存在する場合は、パスワードをリセットする方法についての手順をお送りします。
lt: Jei el. pašto adresas yra, atsiųsime instrukcijas, kaip iš naujo nustatyti slaptažodį.
nb: Hvis e-postadressen finnes, sender vi deg instruksjoner om hvordan du tilbakestiller passordet ditt.
nl: Als het e-mailadres bestaat, sturen we u instructies over hoe u uw wachtwoord opnieuw kunt instellen.
pl: Jeśli adres e-mail istnieje, wyślemy instrukcję dotyczącą resetowania hasła.
pt_br: Se o e-mail existir, enviaremos instruções sobre como redefinir sua senha.
ru: Если адрес электронной почты существует, мы вышлем вам инструкции по сбросу пароля.
sk: Ak e-mail existuje, pošleme vám pokyny na obnovenie hesla.
sl: Če e-poštni naslov obstaja, vam bomo poslali navodila za ponastavitev gesla.
sq: Nëse email-i ekziston, do të dërgojmë udhëzime se si të rivendosni fjalëkalimin.
sr: Ako email postoji, poslaćemo uputstva kako da resetujete lozinku.
sv: Om e-postadressen finns skickar vi instruktioner om hur du återställer ditt lösenord.
tr: Eğer e-posta mevcutsa, şifrenizi nasıl sıfırlayacağınıza dair talimatlar göndereceğiz.
uk: Якщо email існує, ми надішлемо інструкції, як скинути пароль.
vi: Nếu email tồn tại, chúng tôi sẽ gửi hướng dẫn về cách đặt lại mật khẩu cho bạn.
zh_hk: 如果電子郵件存在，我們會寄出如何重設密碼的說明。

source: Can't move this question into a dashboard
ar: لا يمكن نقل هذا السؤال إلى لوحة معلومات
bg: Не мога да преместя този въпрос в табло за управление
ca: No es pot moure aquesta pregunta a un tauler
de: Diese Frage kann nicht in ein Dashboard verschoben werden
eo: Yo, I can’t even move this question into a dashboard, fr fr.
es: No se puede mover esta pregunta a un panel de control
fa: نمی توان این سوال را به داشبورد منتقل کرد
fi: Tätä kysymystä ei voi siirtää kojelautaan.
fr: Impossible de déplacer cette question dans un tableau de bord
it: Non è possibile spostare questa domanda in una dashboard
ja: この質問はダッシュボードに移動できません
lt: Negalima perkelti šio klausimo į prietaisų skydelį
nb: Kan ikke flytte dette spørsmålet til et dashbord
nl: Kan deze vraag niet verplaatsen naar een dashboard
pl: Nie mogę przenieść tego pytania do pulpitu
pt_br: Não é possível mover esta pergunta para um painel
ru: Невозможно переместить этот вопрос в приборную панель
sk: Nemôžem presunúť túto otázku na ovládací panel
sl: Tega vprašanja ni mogoče premakniti na nadzorno ploščo
sq: Smund ta lëvizësh këtë pyetje në një panel
sr: Nije moguće premestiti ovo pitanje u kontrolnu tablu
sv: Kan inte flytta frågan till en instrumentpanel
tr: Bu soruyu bir gösterge tablosuna taşıyamıyorum
uk: Не вдається перемістити цей запит на дашборд
vi: Không thể di chuyển câu hỏi này vào bảng điều khiển
zh_hk: 無法將此問題移至儀表板

source: Move this question?
ar: هل تريد نقل هذه الأسئلة؟
bg: Преместване на този въпрос?
ca: Voleu moure aquesta pregunta?
de: Diese Frage verschieben?
eo: Can we skip this question?
es: ¿Mover esta pregunta?
fa: این سوال جابه جا شود؟
fi: Siirtää tämä kysymys?
fr: Déplacer cette question ?
it: Spostare questa domanda?
ja: これらの質問を動かす？
lt: Perkelti šį klausimą? Daugiskaita: perkelti šiuos klausimus?
nb: Flytte dette spørsmålet?
nl: Deze vraag verplaatsen?
pl: Przenieść to pytanie?
pt_br: Mover esta pergunta?
ru: Переместить этот вопрос?
sk: Presunúť túto otázku?
sl: Želite premakniti to vprašanje?
sq: Të lëvizet kjo pyetje?
sr: Premestiti ovo pitanje?
sv: Flytta frågan?
tr: Bu soruyu kaldıralım mı?
uk: Перемістити цей запит?
vi: Di chuyển những câu hỏi này?
zh_hk: 移動這些問題？
