Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Some tag IDs do not exist
ar: بعض معرّفات الوسوم غير موجودة
bg: Някои идентификатори на тагове не съществуват
ca: Alguns identificadors d'etiquetes no existeixen
de: Einige Tag-IDs existieren nicht
es: Algunos ID de etiquetas no existen
fa: برخی از شناسه‌های برچسب وجود ندارند
fi: Joitakin tunnistetunnuksia ei ole olemassa
fr: Certains identifiants de balises n'existent pas
it: Alcuni ID tag non esistono
ja: 一部のタグIDが存在しません
nb: Noen tagg-ID-er finnes ikke
nl: Sommige tag-ID's bestaan niet
pl: Niektóre identyfikatory tagów nie istnieją
pt_br: Alguns IDs de tags não existem
ru: Некоторые идентификаторы тегов не существуют
sk: Niektoré ID značiek neexistujú
sl: Nekateri ID-ji oznak ne obstajajo
sq: Disa ID tag-ësh nuk ekzistojnë
sr: Neki ID-ovi oznaka ne postoje
sv: Vissa tagg-ID:n finns inte
tr: Bazı etiket kimlikleri mevcut değil
uk: Деякі ID тегів не існують
vi: Một số ID thẻ không tồn tại
zh_hk: 某些標籤 ID 不存在

source: Invalid cron expression: {0}
ar: تعبير Cron غير صالح: {0}
bg: Невалиден cron израз: {0}
ca: Expressió cron no vàlida: {0}
de: Ungültiger Cron-Ausdruck: {0}
es: Expresión cron no válida: {0}
fa: عبارت کرون نامعتبر: {0}
fi: Virheellinen cron-lauseke: {0}
fr: Expression cron non valide : {0}
it: Espressione cron non valida: {0}
ja: 無効な cron 式: {0}
nb: Ugyldig cron-uttrykk: {0}
nl: Ongeldige cron-expressie: {0}
pl: Nieprawidłowe wyrażenie cron: {0}
pt_br: Expressão cron inválida: {0}
ru: Недопустимое выражение cron: {0}
sk: Neplatný výraz v crone: {0}
sl: Neveljaven izraz cron: {0}
sq: Shprehje cron e pavlefshme: {0}
sr: Nevažeći cron izraz: {0}
sv: Ogiltigt cron-uttryck: {0}
tr: Geçersiz cron ifadesi: {0}
uk: Некоректний cron-вираз: {0}
vi: Biểu thức cron không hợp lệ: {0}
zh_hk: 無效的 cron 表達式： {0}

source: A tag with the name ''{0}'' already exists.
ar: يوجد بالفعل وسم بالاسم ''{0}''.
bg: Вече съществува етикет с име ''{0}''.
ca: Ja existeix una etiqueta amb el nom ''{0}''.
de: Ein Tag mit dem Namen „{0}“ ist bereits vorhanden.
es: Ya existe una etiqueta con el nombre ''{0}''.
fa: برچسبی با نام ''{0}'' از قبل وجود دارد.
fi: Tunniste nimeltä ''{0}'' on jo olemassa.
fr: Une balise avec le nom ''{0}'' existe déjà.
it: Esiste già un tag con il nome ''{0}''.
ja: ''{0}'' という名前のタグがすでに存在します。
nb: Det finnes allerede en tagg med navnet ''{0}''.
nl: Er bestaat al een tag met de naam ''{0}''.
pl: Tag o nazwie ''{0}'' już istnieje.
pt_br: Uma tag com o nome ''{0}'' já existe.
ru: Тег с именем ''{0}'' уже существует.
sk: Značka s názvom ''{0}'' už existuje.
sl: Oznaka z imenom ''{0}'' že obstaja.
sq: Një tag me emrin ''{0}'' ekziston tashmë.
sr: Oznaka sa nazivom ''{0}'' već postoji.
sv: En tagg med namnet ''{0}'' finns redan.
tr: ''{0}'' adında bir etiket zaten mevcut.
uk: Тег із назвою ''{0}'' вже існує.
vi: Thẻ có tên ''{0}'' đã tồn tại.
zh_hk: 名稱為 ''{0}'' 的標籤已經存在。

source: Failed to run because one or more of the transforms it depends on failed.
ar: فشل التشغيل لأن تحويلًا واحدًا أو أكثر مما يعتمد عليه قد فشل.
ca: No s'ha pogut executar perquè una o més de les transformacions de les quals depèn han fallat.
de: Die Ausführung ist fehlgeschlagen, da eine oder mehrere der abhängigen Transformationen fehlgeschlagen sind.
es: No se pudo ejecutar porque una o más de las transformaciones de las que depende fallaron.
fa: اجرا نشد زیرا یک یا چند تبدیلی که به آن وابسته است، ناموفق بودند.
fi: Suoritus epäonnistui, koska yksi tai useampi muunnos, josta se on riippuvainen, epäonnistui.
fr: Échec de l’exécution, car une ou plusieurs des transformations dont elle dépend ont échoué.
it: Esecuzione non riuscita perché una o più trasformazioni da cui dipende non sono riuscite.
ja: 依存しているトランスフォームの1つ以上が失敗したため、実行に失敗しました。
nb: Kunne ikke kjøres fordi en eller flere av transformasjonene den er avhengig av, mislyktes.
pl: Nie udało się uruchomić, ponieważ jedna lub więcej transformacji, od których jest zależna, uległa awarii.
pt_br: A execução falhou porque uma ou mais das transformações das quais depende falharam.
ru: Не удалось запустить, потому что один или несколько трансформов, от которых он зависит, завершились с ошибкой.
sk: Spustenie zlyhalo, pretože jedna alebo viac transformácií, od ktorých závisí, zlyhali.
sl: Izvajanje ni uspelo, ker je ena ali več transformacij, od katerih je odvisno, odpovedalo.
sq: Dështoi ekzekutimi sepse një ose më shumë nga transformimet prej të cilave varet dështuan.
sr: Pokretanje nije uspelo jer jedna ili više transformacija od kojih zavisi nije uspelo.
tr: Bağımlı olduğu Dönüşümlerden biri veya birkaçı başarısız olduğu için çalıştırılamadı.
uk: Не вдалося запустити, оскільки одна або кілька трансформацій, від яких він залежить, завершилися з помилкою.
vi: Không chạy được vì một hoặc nhiều biến đổi mà nó phụ thuộc vào đã thất bại.
zh_hk: 執行失敗，因為它依賴的一個或多個轉換失敗。

source: Failed to run transform because the database {0} has database routing turned on. Running transforms on databases with db routing enabled is not supported.
ar: فشل تشغيل التحويل لأن قاعدة البيانات {0} لديها توجيه قاعدة البيانات مفعّل. تشغيل التحويلات على قواعد بيانات مع تفعيل db routing غير مدعوم.
de: Die Transformation konnte nicht ausgeführt werden, da für die Datenbank {0} das Datenbank-Routing aktiviert ist. Die Ausführung von Transformationen auf Datenbanken mit aktiviertem Datenbank-Routing wird nicht unterstützt.
es: No se pudo ejecutar la transformación porque la base de datos {0} tiene el enrutamiento de base de datos activado. No se permite ejecutar transformaciones en bases de datos con el enrutamiento de base de datos activado.
fa: اجرای تبدیل ناموفق بود زیرا مسیریابی پایگاه داده {0} روشن است. اجرای تبدیل‌ها روی پایگاه‌های داده با مسیریابی پایگاه داده فعال پشتیبانی نمی‌شود.
fi: Muunnoksen suorittaminen epäonnistui, koska tietokannan {0} tietokannan reititys on käytössä. Muunnosten suorittamista tietokannoissa, joissa tietokannan reititys on käytössä, ei tueta.
fr: L'exécution de la transformation a échoué car le routage de base de données est activé pour la base de données {0} . L'exécution de transformations sur des bases de données dont le routage est activé n'est pas prise en charge.
it: Impossibile eseguire la trasformazione perché il routing del database {0} è attivato. L'esecuzione di trasformazioni su database con routing del database abilitato non è supportata.
ja: データベース {0} でデータベースルーティングが有効になっているため、変換を実行できませんでした。データベースルーティングが有効になっているデータベースでは変換を実行できません。
pl: Nie udało się uruchomić transformacji, ponieważ baza danych {0} ma włączony routing bazy danych. Uruchamianie transformacji w bazach danych z włączonym routingiem bazy danych nie jest obsługiwane.
pt_br: Falha ao executar a transformação porque o banco de dados {0} tem o roteamento de banco de dados ativado. A execução de transformações em bancos de dados com roteamento de banco de dados ativado não é compatível.
ru: Не удалось запустить трансформ, потому что для базы данных {0} включена маршрутизация базы данных. Запуск трансформов на базах данных с включенной db routing не поддерживается.
sk: Spustenie transformácie zlyhalo, pretože databáza {0} má zapnuté smerovanie databázy. Spúšťanie transformácií na databázach s povoleným smerovaním databázy nie je podporované.
sl: Preobrazbe ni bilo mogoče izvesti, ker ima zbirka podatkov {0} vklopljeno usmerjanje zbirke podatkov. Izvajanje transformacij v zbirkah podatkov z omogočenim usmerjanjem zbirke podatkov ni podprto.
sq: Dështoi ekzekutimi i transformit sepse baza e të dhënave {0} ka të aktivizuar rrutëzimin e bazës së të dhënave. Ekzekutimi i transformimeve në baza të dhënash me db routing të aktivizuar nuk mbështetet.
sr: Neuspešno pokretanje transformacije jer baza podataka {0} ima uključeno rutiranje baze podataka. Pokretanje transformacija na bazama podataka sa uključenim db rutiranjem nije podržano.
tr: {0} veritabanında veritabanı yönlendirmesi açık olduğu için dönüşüm çalıştırılamadı. Veritabanı yönlendirmesi etkin olan veritabanlarında dönüştürme çalıştırmak desteklenmez.
uk: Не вдалося запустити трансформ, оскільки для бази даних {0} увімкнено маршрутизацію бази даних. Запуск трансформів на базах даних з увімкненою db routing не підтримується.
vi: Không thể chạy chuyển đổi vì cơ sở dữ liệu {0} đã bật định tuyến cơ sở dữ liệu. Việc chạy các chuyển đổi trên các cơ sở dữ liệu đã bật định tuyến cơ sở dữ liệu không được hỗ trợ.
zh_hk: 執行轉換失敗，因為資料庫 {0} 已開啟資料庫路由。不支援在啟用資料庫路由的資料庫上執行轉換。

source: Failed to run the transform ({0}) because the database ({1}) has database routing turned on. Running transforms on databases with db routing enabled is not supported.
ar: فشل تشغيل التحويل ({0}) لأن قاعدة البيانات ({1}) لديها توجيه قاعدة البيانات مفعّل. تشغيل التحويلات على قواعد بيانات مع تفعيل db routing غير مدعوم.
de: Die Transformation ({0}) konnte nicht ausgeführt werden, da für die Datenbank ({1}) das Datenbank-Routing aktiviert ist. Die Ausführung von Transformationen auf Datenbanken mit aktiviertem Datenbank-Routing wird nicht unterstützt.
es: No se pudo ejecutar la transformación ({0}) porque la base de datos ({1}) tiene activado el enrutamiento de base de datos. No se permite ejecutar transformaciones en bases de datos con el enrutamiento de base de datos activado.
fa: اجرای تبدیل ({0}) ناموفق بود زیرا مسیریابی پایگاه داده ({1}) روشن است. اجرای تبدیل‌ها روی پایگاه‌های داده با مسیریابی پایگاه داده فعال پشتیبانی نمی‌شود.
fi: Muunnoksen ({0}) suorittaminen epäonnistui, koska tietokannassa ({1}) on tietokannan reititys käytössä. Muunnosten suorittamista tietokannoissa, joissa tietokannan reititys on käytössä, ei tueta.
fr: L'exécution de la transformation ({0}) a échoué car le routage de base de données ({1}) est activé. L'exécution de transformations sur des bases de données dont le routage est activé n'est pas prise en charge.
it: Impossibile eseguire la trasformazione ({0}) perché il routing del database ({1}) è attivato. L'esecuzione di trasformazioni su database con routing del database abilitato non è supportata.
ja: データベース ({1}) でデータベースルーティングが有効になっているため、変換 ({0}) を実行できませんでした。データベースルーティングが有効になっているデータベースでは、変換の実行はサポートされていません。
pl: Nie udało się uruchomić transformacji ({0}), ponieważ baza danych ({1}) ma włączony routing bazy danych. Uruchamianie transformacji w bazach danych z włączonym routingiem bazy danych nie jest obsługiwane.
pt_br: Falha ao executar a transformação ({0}) porque o banco de dados ({1}) tem o roteamento de banco de dados ativado. A execução de transformações em bancos de dados com roteamento de banco de dados ativado não é suportada.
ru: Не удалось запустить трансформ ({0}), потому что для базы данных ({1}) включена маршрутизация базы данных. Запуск трансформов на базах данных с включенной db routing не поддерживается.
sk: Nepodarilo sa spustiť transformáciu ({0}), pretože databáza ({1}) má zapnuté smerovanie databázy. Spúšťanie transformácií na databázach s povoleným smerovaním databázy nie je podporované.
sl: Preobrazbe ({0}) ni bilo mogoče izvesti, ker ima baza podatkov ({1}) vklopljeno usmerjanje baze podatkov. Izvajanje transformacij v bazah podatkov z omogočenim usmerjanjem baze podatkov ni podprto.
sq: Dështoi ekzekutimi i transformit ({0}) sepse baza e të dhënave ({1}) ka të aktivizuar rrutëzimin e bazës së të dhënave. Ekzekutimi i transformimeve në baza të dhënash me db routing të aktivizuar nuk mbështetet.
sr: Neuspešno pokretanje transformacije ({0}) jer baza podataka ({1}) ima uključeno rutiranje baze podataka. Pokretanje transformacija na bazama podataka sa uključenim db rutiranjem nije podržano.
tr: Veritabanında ({1}) veritabanı yönlendirmesi açık olduğu için dönüştürme işlemi ({0}) çalıştırılamadı. Veritabanı yönlendirmesi etkinleştirilmiş veritabanlarında dönüştürme işlemlerinin çalıştırılması desteklenmiyor.
uk: Не вдалося запустити трансформ ({0}), оскільки для бази даних ({1}) увімкнено маршрутизацію бази даних. Запуск трансформів на базах даних з увімкненою db routing не підтримується.
vi: Không thể chạy phép biến đổi ({0}) vì cơ sở dữ liệu ({1}) đã bật tính năng định tuyến cơ sở dữ liệu. Việc chạy các phép biến đổi trên cơ sở dữ liệu có bật tính năng định tuyến cơ sở dữ liệu không được hỗ trợ.
zh_hk: 執行轉換 ({0}) 失敗，因為資料庫 ({1}) 已開啟資料庫路由。不支援在啟用資料庫路由的資料庫上執行轉換。

source: Enable transforms for instances that have not explicetly purchased the transform add-on
fa: فعال کردن تبدیل‌ها برای مواردی که افزونه تبدیل را به صراحت خریداری نکرده‌اند
fi: Ota käyttöön muunnokset instansseissa, jotka eivät ole erikseen ostaneet muunnoslisäosaa
it: Abilita le trasformazioni per le istanze che non hanno acquistato esplicitamente il componente aggiuntivo di trasformazione
ja: 変換アドオンを明示的に購入していないインスタンスの変換を有効にする
zh_hk: 對於未明確購買變形附加元件的實例啟用變形

source: The timeout for a transform job, in minutes.
ar: مهلة وظيفة التحويل، بالدقائق.
bg: Времето за изчакване за задача за трансформация, в минути.
ca: El temps d'espera d'una tasca de transformació, en minuts.
de: Das Timeout für einen Transformationsauftrag in Minuten.
es: El tiempo de espera para un trabajo de transformación, en minutos.
fa: زمان اتمام یک کار تبدیل، به دقیقه.
fi: Muunnostyön aikakatkaisu minuutteina.
fr: Le délai d'expiration d'une tâche de transformation, en minutes.
it: Timeout per un processo di trasformazione, in minuti.
ja: 変換ジョブのタイムアウト（分単位）。
nb: Tidsavbrudd for en transformasjonsjobb, i minutter.
nl: De time-out voor een transformatietaak, in minuten.
pl: Limit czasu zadania transformacji, w minutach.
pt_br: O tempo limite para uma tarefa de transformação, em minutos.
ru: Время ожидания для задания преобразования в минутах.
sk: Časový limit pre transformačnú úlohu v minútach.
sl: Časovna omejitev za opravilo transformacije v minutah.
sq: Timeout-i për një job transformimi, në minuta.
sr: Timeout za posao transformacije, u minutima.
sv: Timeout för ett transformeringsjobb, i minuter.
tr: Bir dönüştürme işinin zaman aşımı (dakika cinsinden).
uk: Тайм-аут для джоби трансформації, у хвилинах.
vi: Thời gian chờ cho một tác vụ chuyển đổi, tính bằng phút.
zh_hk: 轉換工作的逾時時間，以分鐘為單位。

source: Metabase instance has not been initialized
ar: لم تتم تهيئة مثيل Metabase
bg: Екземплярът на метабазата не е инициализиран
ca: La instància de la metabase no s'ha inicialitzat
de: Die Metabase-Instanz wurde nicht initialisiert
eo: Bruh, the Metabase thingy ain't even set up yet lol
es: La instancia de metabase no se ha inicializado
fa: نمونه متاباز اولیه نشده است
fi: Metatietokannan esiintymää ei ole alustettu
fr: L'instance de métabase n'a pas été initialisée
it: L'istanza della metabase non è stata inizializzata
ja: メタベースインスタンスが初期化されていません
lt: Metabazės egzempliorius nebuvo inicijuotas
nb: Metabaseforekomsten har ikke blitt initialisert
nl: Metabase-instantie is niet geïnitialiseerd
pl: Instancja metabazy nie została zainicjowana
pt_br: A instância do Metabase não foi inicializada
ru: Экземпляр метабазы не был инициализирован
sk: Inštancia metabázy nebola inicializovaná
sl: Primerek metabaze ni bil inicializiran
sq: Instanca Metabase nuk është inicializuar
sr: Metabase instanca nije inicijalizovana
sv: Metabasinstansen har inte initierats
tr: Metatabanı örneği başlatılmadı
uk: Інстанс Metabase не було ініціалізовано
vi: Phiên bản Metabase chưa được khởi tạo
zh_hk: 元資料庫實例尚未初始化

source: Invalid email: {0}
ar: بريد إلكتروني غير صالح: {0}
bg: Невалиден имейл: {0}
ca: Correu electrònic no vàlid: {0}
de: Ungültige E-Mail-Adresse: {0}
es: Correo electrónico no válido: {0}
fa: ایمیل نامعتبر: {0}
fi: Virheellinen sähköpostiosoite: {0}
fr: Adresse e-mail invalide : {0}
it: Email non valida: {0}
ja: 無効なメールアドレス: {0}
nb: Ugyldig e-post: {0}
nl: Ongeldig e-mailadres: {0}
pl: Nieprawidłowy adres e-mail: {0}
pt_br: E-mail inválido: {0}
ru: Неверный адрес электронной почты: {0}
sk: Neplatný e-mail: {0}
sl: Neveljaven e-poštni naslov: {0}
sq: Email i pavlefshëm: {0}
sr: Nevažeći email: {0}
sv: Ogiltig e-postadress: {0}
tr: Geçersiz e-posta: {0}
uk: Недійсна адреса email: {0}
vi: Email không hợp lệ: {0}
zh_hk: 無效電子郵件： {0}

source: Invalid user type: {0}
ar: نوع مستخدم غير صالح: {0}
bg: Невалиден тип потребител: {0}
ca: Tipus d'usuari no vàlid: {0}
de: Ungültiger Benutzertyp: {0}
es: Tipo de usuario no válido: {0}
fa: نوع کاربر نامعتبر: {0}
fi: Virheellinen käyttäjätyyppi: {0}
fr: Type d'utilisateur invalide : {0}
it: Tipo di utente non valido: {0}
ja: 無効なユーザータイプ: {0}
nb: Ugyldig brukertype: {0}
nl: Ongeldig gebruikerstype: {0}
pl: Nieprawidłowy typ użytkownika: {0}
pt_br: Tipo de usuário inválido: {0}
ru: Неверный тип пользователя: {0}
sk: Neplatný typ používateľa: {0}
sl: Neveljavna vrsta uporabnika: {0}
sq: Lloj përdoruesi i pavlefshëm: {0}
sr: Nevažeći tip korisnika: {0}
sv: Ogiltig användartyp: {0}
tr: Geçersiz kullanıcı türü: {0}
uk: Неприпустимий тип користувача: {0}
vi: Loại người dùng không hợp lệ: {0}
zh_hk: 無效使用者類型： {0}

source: login attribute keys must not start with `@`
ar: يجب ألا تبدأ مفاتيح سمات تسجيل الدخول بـ `@`
bg: Ключовете на атрибутите за вход не трябва да започват с `@`
ca: Les claus d'atribut d'inici de sessió no poden començar per `@`
de: Anmeldeattributschlüssel dürfen nicht mit `@` beginnen.
es: Las claves de atributo de inicio de sesión no deben comenzar con `@`
fa: کلیدهای ویژگی ورود نباید با `@` شروع شوند
fi: kirjautumisattribuutin avaimet eivät saa alkaa @-merkillä
fr: Les clés d'attributs de connexion ne doivent pas commencer par `@`
it: le chiavi degli attributi di accesso non devono iniziare con `@`
ja: ログイン属性キーは `@` で始まってはいけません
nb: innloggingsattributtnøkler må ikke begynne med `@`
nl: De sleutels van inlogattributen mogen niet met `@` beginnen.
pl: klucze atrybutów logowania nie mogą zaczynać się od `@`
pt_br: As chaves de atributos de login não devem começar com `@`.
ru: Ключи атрибутов входа в систему не должны начинаться с символа `@`.
sk: Kľúče prihlasovacích atribútov nesmú začínať znakom `@`
sl: Ključi atributov za prijavo se ne smejo začeti z `@`
sq: çelësat e atributeve të hyrjes nuk duhet të fillojnë me `@`
sr: ključevi atributa prijave ne smeju počinjati sa `@`
sv: inloggningsattributnycklar får inte börja med `@`
tr: Giriş öznitelik anahtarları `@` ile başlamamalıdır.
uk: ключі атрибутів входу не мають починатися з `@`
vi: Các khóa thuộc tính đăng nhập không được bắt đầu bằng `@`.
zh_hk: 登入屬性鍵不得以 `@` 開頭

source: User preference for color scheme. Can be ''light'', ''dark'', or ''auto''.
ar: تفضيل المستخدم لنظام الألوان. يمكن أن يكون ''light'' أو ''dark'' أو ''auto''.
bg: Потребителски предпочитания за цветова схема. Може да бъде „светла“, „тъмна“ или „автоматична“.
ca: Preferència de l'usuari per a l'esquema de colors. Pot ser «clar», «fosc» o «automàtic».
de: Farbschema nach Benutzervorgabe. Mögliche Werte: „hell“, „dunkel“ oder „automatisch“.
es: Preferencia del usuario para la paleta de colores. Puede ser "claro", "oscuro" o "automático".
fa: ترجیح کاربر برای طرح رنگ. می‌تواند «روشن»، «تیره» یا «خودکار» باشد.
fi: Käyttäjän mieltymys värimaailmalle. Voi olla "vaalea", "tumma" tai "automaattinen".
fr: Préférence de l'utilisateur pour le schéma de couleurs. Peut être « clair », « foncé » ou « automatique ».
it: Preferenza dell'utente per la combinazione di colori. Può essere ''chiaro'', ''scuro'' o ''automatico''.
ja: カラースキームのユーザー設定。「明るい」、「暗い」、「自動」のいずれかになります。
nb: Brukerens preferanser for fargevalg. Kan være "lys", "mørk" eller "auto".
nl: Gebruikersvoorkeur voor kleurenschema. Kan 'licht', 'donker' of 'automatisch' zijn.
pl: Preferencje użytkownika dotyczące schematu kolorów. Mogą być „jasne”, „ciemne” lub „automatyczne”.
pt_br: Preferência do usuário para o esquema de cores. Pode ser "claro", "escuro" ou "automático".
ru: Цветовая схема, выбранная пользователем. Возможные варианты: «светлая», «тёмная» или «авто».
sk: Používateľská preferencia farebnej schémy. Môže byť „svetlá“, „tmavá“ alebo „automatická“.
sl: Uporabnikova nastavitev barvne sheme. Lahko je ''svetla'', ''temna'' ali ''samodejna''.
sq: Preferenca e përdoruesit për skemën e ngjyrave. Mund të jetë ''light'', ''dark'', ose ''auto''.
sr: Korisnička postavka za šemu boja. Može biti ''light'', ''dark'' ili ''auto''.
sv: Användarens preferens för färgschema. Kan vara ''ljust'', ''mörkt'' eller ''automatiskt''.
tr: Kullanıcının renk düzeni tercihi. ''Açık'', ''koyu'' veya ''otomatik'' olabilir.
uk: Налаштування користувача для схеми кольорів. Може бути ''light'', ''dark'' або ''auto''.
vi: Tùy chọn màu sắc của người dùng. Có thể là ''sáng'', ''tối'' hoặc ''tự động''.
zh_hk: 使用者偏好的顏色方案。可以是'「淺」'、'「深」「或」「自動」'。

source: User preference for whether the ''Browse'' section of the nav is expanded.
ar: تفضيل المستخدم حول ما إذا كان قسم ''Browse'' في شريط التنقل موسّعًا.
bg: Потребителско предпочитание за това дали секцията „Преглед“ на навигацията е разширена.
ca: Preferència de l'usuari sobre si s'amplia la secció ''Navega'' del navegador.
de: Benutzerpräferenz, ob der Abschnitt „Durchsuchen“ der Navigation erweitert wird.
eo: User vibe on whether they want the "Browse" section in the nav to be fully hella out or nah.
es: Preferencia del usuario sobre si se expande la sección "Explorar" del navegador.
fa: اولویت کاربر برای اینکه آیا بخش «مرور» در ناوبری گسترش یافته است یا خیر.
fi: Käyttäjän valinta sen suhteen, laajennetaanko navigointipaneelin Selaa-osio.
fr: Préférence de l'utilisateur quant à savoir si la section « Parcourir » de la navigation est développée.
it: Preferenza dell'utente per quanto riguarda l'espansione della sezione ''Sfoglia'' della navigazione.
ja: ナビゲーションの「参照」セクションを展開するかどうかのユーザー設定。
lt: Naudotojo nuostata, ar išskleista naršymo skydelio skiltis „Naršyti“.
nb: Brukerpreferanser for om "Bla gjennom"-delen av navet skal utvides.
nl: Gebruikersvoorkeur voor het uitvouwen van het gedeelte 'Bladeren' van de navigatie.
pl: Preferencje użytkownika dotyczące tego, czy sekcja „Przeglądaj” nawigacji ma być rozwinięta.
pt_br: Preferência do usuário para que a seção "Procurar" da navegação seja expandida.
ru: Пользовательские настройки, позволяющие развернуть раздел «Обзор» навигации.
sk: Používateľská predvoľba, či je sekcia ''Prehľadávať'' rozbalená.
sl: Uporabniške nastavitve za to, ali je razdelek »Prebrskaj« v navigacijskem meniju razširjen.
sq: Preferenca e përdoruesit nëse seksioni ''Browse'' i navigimit është i zgjeruar.
sr: Korisnička postavka da li je sekcija ''Browse'' u navigaciji proširena.
sv: Användarinställning för om avsnittet ''Bläddra'' i navigeringen är utökat.
tr: Navigasyonun ''Gözat'' bölümünün genişletilip genişletilmeyeceğine ilişkin kullanıcı tercihi.
uk: Налаштування користувача щодо того, чи розгорнуто розділ ''Browse'' у навігації.
vi: Tùy chọn của người dùng về việc phần ''Duyệt'' của điều hướng có được mở rộng hay không.
zh_hk: 使用者偏好導覽的「瀏覽」區段是否擴充。
