Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The [[this]] over time
ar: [[this]] عبر الزمن
bg: [[Това]] с течение на времето
ca: El [[this]] al llarg del temps
de: [[this]] über die Zeit gesehen
eo: The [[this]] does its thing over time lol
es: El [[this]] a lo largo del tiempo
fa: [[this]] با گذشت زمان
fi: [[this]] ajan myötä
fr: Le [[this]] au fil du temps
hu: Az [[ez]] idővel
it: Il [[this]] nel tempo
ja: [[this]] の時間推移
lt: [[Tai]] laikui bėgant
ms: [[Ini]] dari masa ke masa
nb: [[this]] over tid
nl: De [[this]] over de tijd
pl: To [[this]] poza czasem
pt_br: [[this]] ao longo do tempo
ru: [[this]] все время
sk: [[this]] v priebehu času
sl: [[to]] skozi čas
sq: [[this]] me kalimin e kohës
sr: [[this]] kroz vreme
sv: [[this]] över tid
tr: Zaman içindeki [[this]]
uk: [[this]] з плином часу
vi: [[This]] theo thời gian
zh_hk: 逾時了

source: User growth
ar: نمو المستخدمين
bg: Ръст на потребителите
ca: Creixement d'usuaris
de: Anstieg der Anwender
eo: User growth → User gains are lowkey stacked✨
es: Crecimiendo de usuarios
fa: رشد کاربر
fi: Käyttäjien kasvu
fr: Croissance des utilisateurs
hu: Felhasználói növekedés
it: Crescita dell'utente
ja: ユーザー増加
lt: Vartotojo augimas
ms: Pertumbuhan pengguna
nb: Brukervekst
nl: Gebruikersgroei
pl: Przystost użytkownika
pt_br: Crescimento de usuários
ru: Рост пользователей
sk: Rast používateľov
sl: Rast uporabnikov
sq: Rritja e përdoruesve
sr: Rast korisnika
sv: Användartillväxt
tr: Kullanıcı büyümesi
uk: Зростання користувачів
vi: Tăng trưởng người dùng
zh_hk: 使用者增長

source: Whether or not there are any patterns to when they happen.
ar: ما إذا كانت هناك أي أنماط في توقيت حدوثها.
bg: Независимо дали има някакви модели, когато те се случват.
ca: Si hi ha patrons o no i quan succeeixen
de: Ob es irgendwelche Muster gibt, wenn sie auftreten oder nicht.
eo: idk if there are any clues as to when they pop off or nah
es: Si hay o no patrones para cuando suceden.
fa: چه الگویی در مورد وقوع آنها وجود داشته باشد یا نه.
fi: Riippumatta siitä, onko niiden tapahtumiselle olemassa malleja.
fr: Existe t'il ou non des schémas quand ils se produisent.
hu: Van-e bármilyen minta, hogy mikor történnek.
it: Indipendentemente dal fatto che ci siano o no dei modelli in cui accadono.
ja: いつ発生したかに何らかのパターンがあるかどうか
lt: Nesvarbu, ar yra kokių nors modelių, kada jie įvyksta.
ms: Sama ada terdapat sebarang corak apabila ia berlaku.
nb: Hvorvidt det er noen mønstere for når det skjer.
nl: Of er al dan niet patronen zijn wanneer deze zich voordoen.
pl: Niezależnie od tego, czy istnieją jakieś wzorce, kiedy się pojawią.
pt_br: Se há ou não algum padrão para quando eles acontecerem.
ru: Есть ли какие-либо закономерности, когда они происходят.
sk: Či existujú alebo neexistujú vzory a kedy k nim dôjde.
sl: Ali obstajajo vzorci, kdaj se zgodijo.
sq: Nëse ka apo jo ndonjë model se kur ndodhin.
sr: Da li postoje neki obrasci kada se dešavaju.
sv: Huruvida det finns något mönster i när de inträffar.
tr: Ne zaman olacağına göre herhangi bir desenin olup olmadığı.
uk: Чи є якісь закономірності в тому, коли вони відбуваються.
vi: Có hay không có bất kỳ mô hình nào khi chúng xảy ra.
zh_hk: 當它們發生時，是否有任何模式。

source: Users per state
ar: المستخدمون لكل ولاية
bg: Потребители в държава
ca: Usuaris per estat
de: Anwender nach Status
eo: Users per state → Users per state, fr fr
es: Usuarios por provincia
fa: کاربران در هر ایالت
fi: Käyttäjiä osavaltioittain
fr: Utilisateurs par état
hu: Felhasználók államonként
it: Utenti per stato
ja: 状態ごとのユーザー
lt: Vartotojai vienai valstybei
ms: Pengguna mengikut negeri
nb: Brukere per status
nl: Gebruikers per staat
pl: Użytkownicy na stan
pt_br: Usuários por estado
ru: Пользователи по региону
sk: Používatelia podľa štátu
sl: Uporabniki na državo
sq: Përdorues për shtet
sr: Korisnici po državi
sv: Användare per stat
tr: Elayet başına kullanıcılar
uk: Користувачі за штатом
vi: Người dùng mỗi tiểu bang
zh_hk: 各州的使用者

source: Sessions
hu: Munkamenetek
ms: Sesi

source: How some of the numbers in [[this]] relate to each other
ar: كيف ترتبط بعض الأرقام في [[this]] ببعضها
bg: Как някои числа в [[това]] са свързани помежду си
ca: Com algun dels nombres en [[this]] es relacionen entre ells
de: Wie einige der Zahlen in [[this]] sich aufeinander beziehen
eo: How some of the numbers in [[this]] are lowkey sus and relate to each other
es: Cómo algunos de los números en [[this]] se relacionan entre sí
fa: چگونه برخی از اعداد موجود در [[this]] به یکدیگر مربوط می شوند
fi: Kuinka jotkin [[this]] luvut liittyvät toisiinsa
fr: Quelle est la relation entre certains chiffres dans [[this]]
hu: Hogyan viszonyulnak egymáshoz az [[ez]] számai
it: Come alcuni dei numeri in [[this]] si mettono in relazione l'uno con l'altro
ja: [[this]]内の数値のいくつかがお互いにどのように関係しているのか
lt: Kaip kai kurie [[tai]] numeriai susiję vienas su kitu
ms: Bagaimana beberapa nombor dalam [[ini]] berkaitan antara satu sama lain
nb: Hvor noen av tallene i [[this]] relaterer seg til hverandre
nl: Hoe sommige van de getallen in [[this]] gerelateerd zijn aan elkaar
pl: Jak niektóre liczby w [[this]] odnoszą się do siebie nawzajem
pt_br: Como alguns dos números em [[isto]] se relacionam entre si
ru: Как некоторые из чисел в [[this]] связаны друг с другом
sk: Ako sa niektoré čísla v [[this]] vzťahujú k sebe navzájom
sl: Kako so nekatere številke v [[this]] povezane med seboj
sq: Si lidhen me njëra-tjetrën disa nga numrat në [[this]]
sr: Kako su neki brojevi u [[this]] povezani međusobno
sv: Hur några av siffrorna i [[this]] är relaterade till varandra
tr: [[this]] sayıların bazıların birbirleriyle nasıl ilişkilenmesi?
uk: Як деякі числа в [[this]] пов’язані між собою
vi: Làm thế nào một số số trong [[này]] liên quan với nhau
zh_hk: [[this]] 中的一些數字如何相互關聯

source: Sales per country
ar: المبيعات لكل بلد
bg: Продажби за държава
ca: Ventes per país
de: Umsatz pro Land
eo: Sales per country → Sales per loc, fr fr
es: Ventas por país
fa: فروش ها به ازای هر کشور
fi: Myynti maittain
fr: Ventes par pays
hu: Értékesítés országonként
it: Vendite per paese
ja: 国ごとの売上
lt: Pardavimas pagal šalį
ms: Jualan mengikut negara
nb: Omsetning per land
nl: Verkopen per land
pl: Sprzedaż na kraj
pt_br: Vendas por país
ru: Продажи по стране
sk: Predaj podľa krajiny
sl: Prodaja po državah
sq: Shitje për vend
sr: Prodaja po zemlji
sv: Försäljning per land
tr: Ülkeye göre satış
uk: Продажі за країною
vi: Bán hàng mỗi quốc gia
zh_hk: 每個國家的銷售額

source: Join date by month of the year
ar: تاريخ الانضمام حسب شهر السنة
bg: Дата на присъединяване по месец от годината
ca: Unir la data pel mes de l'any
de: Beitrittsdatum nach Monat des Jahres
eo: Join date by month of the year 👉 the vibe for when you first slid in that month of the year
es: Cruzar fecha por el mes del año
fa: تاریخ عضویت ماه سال
fi: Liittymispäivät kuukausittain
fr: Date d'inscription par mois de l'année
hu: Csatlakozási dátum az év hónapja szerint
it: Unire la data per mese dell'anno
ja: 月別の登録日
lt: Prisijunkite prie metų mėnesio
ms: Tarikh penyertaan mengikut bulan dalam setahun
nb: Innmeldingsdato etter måned i året
nl: Lid geworden per maand van het jaar
pl: Data dołączenia według miesiąca roku
pt_br: Data de inscrição por mês do ano
ru: Регистрация на месяц года
sk: Pripojte dátum podľa mesiaca v roku
sl: Datum pridružitve po mesecu v letu
sq: Data e bashkimit sipas muajit të vitit
sr: Datum pridruživanja po mesecima u godini
sv: Slå ihop datum med månadsnummer
tr: Yılın ayına göre katılma tarihi
uk: Дата приєднання за місяцем року
vi: Tham gia ngày theo tháng trong năm
zh_hk: 按年份的月份加入日期

source: [[Timestamp]] by hour of the day
ar: [[Timestamp]] حسب ساعة اليوم
bg: [[Timestamp]] по час от деня
ca: [[Timestamp]] per hora del día
de: [[Timestamp]] nach Stunde des Tages
eo: [[Timestamp]] by what time of day, fr
es: [[Timestamp]] por hora del día
fa: [[Timestamp]] ساعتی از روز
fi: [[Timestamp]] vuorokauden tunnin mukaan
fr: [[Timestamp]] par heure de la journée
hu: [[Időbélyeg]] a nap órái szerint
it: [[Timestamp]] per ora del giorno
ja: 時間別の [[Timestamp]]
lt: [[Laiko žymė]] pagal dienos valandą
ms: [[Cap Waktu]] mengikut jam dalam sehari
nb: [[Timestamp]] etter time i døgnet
nl: [[Timestamp]] per uur van de dag
pl: [[Timestamp]] według godziny dnia
pt_br: [[Timestamp]] por hora do dia
ru: [[Timestamp]] по часам дня
sk: [[Timestamp]] podľa hodiny dňa
sl: [[Časovni žig]] po uri dneva
sq: [[Timestamp]] sipas orës së ditës
sr: [[Timestamp]] po satu u danu
sv: [[Timestamp]] med timme
tr: günün saatine göre [[Timestamp]]
uk: [[Timestamp]] за годиною доби
vi: [[Dấu thời gian]] theo giờ trong ngày
zh_hk: [[Timestamp]] 按一天中的小時

source: A look at the [[this]]
ar: نظرة على [[this]]
bg: Поглед към [[това]]
ca: Feu una ullada a [[this]]
de: Ein Blick auf [[this]]
eo: Peep the [[this]]
es: Un vistazo a [[this]]
fa: نگاهی به [[this]]
fi: Katsaus näihin [[this]]
fr: Un regard sur le [[this]]
hu: Egy pillantás az [[ez]]-re
it: Uno sguardo a [[this]]
ja: [[this]] の概要
lt: Pažvelkite į [tai]
ms: Gambaran keseluruhan [[ini]]
nb: Et blikk på [[this]]
nl: Een kijkje in [[this]]
pl: Spojrzenie na [[this]]
pt_br: Um olhar de [[this]]
ru: Посмотрите на [[this]]
sk: Pohľad na [[this]]
sl: Pogled na [[to]]
sq: Një vështrim te [[this]]
sr: Pregled [[this]]
sv: En titt på [[this]]
tr: [[this]] bakış
uk: Погляд на [[this]]
vi: Nhìn vào [[này]]
zh_hk: 看一看 [[this]]

source: Bottom 5 per category
ar: آخر 5 لكل فئة
bg: Отдолу 5 за категория
ca: Darrers 5 per categoria
de: Untere 5 pro Kategorie
eo: Lowkey the 5 worst in each category
es: Ultimos 5 por categoría
fa: پایین 5 در هر گروه
fi: Alin 5 per luokka
fr: 5 derniers par catégories
hu: Alsó 5 kategóriánként
it: Le ultime 5 per catogoria
ja: カテゴリーごとの下位5位
lt: 5 apačioje kiekvienai kategorijai
ms: 5 terbawah setiap kategori
nb: Siste 4 i hver kategori
nl: Onderste 5 per categorie
pl: Ostatnie 5 na kategorię
pt_br: 5 últimos por categoria
ru: Нижние 5 в категории
sk: Spodných 5 pre každú kategóriu
sl: Spodnjih 5 na kategorijo
sq: 5 më të ultat për kategori
sr: Najnižih 5 po kategoriji
sv: De sista 5 per kategori
tr: Kategori başına 5 alt
uk: Нижні 5 за категорією
vi: 5 dưới cùng cho mỗi loại
zh_hk: 每類的後5個

source: Number of orders
ar: عدد الطلبات
bg: Брой поръчки
ca: Número de comandes
de: Anzahl der Aufträge
eo: Total orders, fr fr
es: Número de pedidos
fa: تعداد سفارشات
fi: Tilausten määrä
fr: Nombre de commandes
hu: Megrendelések száma
it: Numero di ordini
ja: 注文数
lt: Užsakymų skaičius
ms: Bilangan pesanan
nb: Antall ordre
nl: Aantal bestellingen
pl: Ilość zamówień
pt_br: Número de pedidos
ru: Число заказов
sk: Počet objednávok
sl: Število naročil
sq: Numri i porosive
sr: Broj porudžbina
sv: Antal order
tr: Sıra sayısı
uk: Кількість замовлень
vi: Số lượng đơn đặt hàng
zh_hk: 訂單數

source: Event growth
ar: نمو الأحداث
bg: Ръст на събитията
ca: Creixement d'esdeveniments
de: Ereigniswachstum
eo: Event growth → Yo, that event is lowkey blowing up
es: Crecimiento de Eventos
fa: رشد رویداد
fi: Tapahtuman kasvu
fr: Croissance des événement
hu: Esemény növekedés
it: Crescita degli eventi
ja: イベント増加
lt: Renginių augimas
ms: Pertumbuhan acara
nb: Hendelsesvekst
nl: Gebeurtenissen groei
pl: Przyrost zdarzeń
pt_br: Crescimento de eventos
ru: Рост событий
sk: Rast udalostí
sl: Rast dogodkov
sq: Rritja e eventeve
sr: Rast događaja
sv: Händelsetillväxt
tr: Olay gelişimi
uk: Зростання подій
vi: Tăng trưởng sự kiện
zh_hk: 事件增長

source: Total [[GenericTable]]
ar: إجمالي [[GenericTable]]
bg: Общо [[GenericTable]]
de: Gesamt [[Generic Table]]
eo: Total [[GenericTable]] is kinda sus rn, but I guess it’s all that.
fa: تعداد [[GenericTable]]
fi: Yhteensä [[GenericTable]]
fr: [[GenericTable]] total
hu: Összesen [[GenericTable]]
it: Totale [[GenericTable]]
ja: [[GenericTable]] 合計
lt: Iš viso [[GenericTable]]
ms: Jumlah [[JadualAm]]
nb: Totalt [[GenericTable]]
nl: Totaal [[GenericTable]]
pl: Całość [[GenericTable]]
ru: Всего [[GenericTable]]
sk: Celkom [[GenericTable]]
sl: Skupaj [[SplošnaTabela]]
sq: Totali [[GenericTable]]
sr: Ukupno [[GenericTable]]
sv: Totalt [[GenericTable]]
tr: Toplam [[GenericTable]]
uk: Усього [[GenericTable]]
vi: Tổng số [[Bảng chung]]
zh_hk: 總計 [[GenericTable]]

source: Income growth
ar: نمو الدخل
bg: Ръст на доходите
ca: Creixement d'ingressos
de: Ertragssteigerung
eo: cash flow be poppin’
es: Crecimiento de Ingresos
fa: رشد درآمد
fi: Tulojen kasvu
fr: Croissance des revenus
hu: Bevétel növekedés
it: Crescita degli incassi
ja: 収益の増加
lt: Pajamų augimas
ms: Pertumbuhan Pendapatan
nb: Inntekstvekst
nl: Inkomensgroei
pl: Przyrost dochodu
pt_br: Crescimento de renda
ru: Рост выручки
sk: Rast príjmov
sl: Rast dohodka
sq: Rritja e të ardhurave
sr: Rast prihoda
sv: Ökning förtjänst
tr: Gelir artışı
uk: Зростання доходу
vi: Tăng trưởng thu nhập
zh_hk: 收入增長

source: Top 10 countries by sales in the last 30 days
ar: أفضل 10 بلدان حسب المبيعات في آخر 30 يومًا
bg: Топ 10 държави по продажби през последните 30 дни
ca: Primers 10 països per ventes en els darrers 30 dies
de: Top-Ten Länder nach Verkäufen in den letzten 30 Tagen
eo: Top 10 countries by sales in the last 30 days, fr fr
es: Primeros 10 paises por ventas en los últimos 30 días
fa: 10 کشور برتر با فروش در 30 روز گذشته
fi: 10 parasta maata myynnin mukaan viimeisen 30 päivän aikana
fr: Top 10 des pays par ventes au cours des 30 derniers jours
hu: A 10 legjobb ország az elmúlt 30 nap eladásai alapján
it: 10 migliori paesi per vendite negli ultimi 30 giorni
ja: 過去30日の売上上位10位の国
lt: 10 geriausių šalių per pastaruosius 30 dienų
ms: 10 negara teratas mengikut jualan dalam 30 hari terakhir
nb: Topp 10 land etter omsetning i løpet av de siste 30 dagene
nl: Top 10 verkoop in landen voor de laatste 30 dagen
pl: 10 największych krajów według sprzedaży w ciągu ostatnich 30 dni
pt_br: 10 primeiros países em vendas nos últimos 30 dias
ru: Топ-10 стран по продажам за последние 30 дней
sk: Top 10 krajín podľa tržieb za posledných 30 dní
sl: 10 najboljših držav po prodaji v zadnjih 30 dneh
sq: Top 10 vende sipas shitjeve në 30 ditët e fundit
sr: Top 10 zemalja po prodaji u poslednjih 30 dana
sv: De 10 första länderna försäljningsmässigt de senaste 30 dagarna
tr: Son 30 günde en fazla satış yapan 10 ülke
uk: Топ-10 країн за продажами за останні 30 днів
vi: 10 quốc gia hàng đầu theo doanh số trong 30 ngày qua
zh_hk: 過去30天銷售額排名前10的國家

source: [[this]] by month of the year
ar: [[this]] حسب شهر السنة
bg: [[това]] по месец от годината
ca: [[this]] per mes de l'any
de: [[this]] nach Monat des Jahres
eo: [[this]] by month of the year, fr fr
es: [[this]] por mes del año
fa: [[این]] ماه سال
fi: [[this]] kuukausittain
fr: [[this]] par mois de l'année
hu: [[ez]] az év hónapjai szerint
it: [[this]] per mese dell'anno
ja: 月別の [[this]]
lt: [[tai]] metams
ms: [[Ini]] mengikut bulan dalam setahun
nb: [[this]] etter måned i året
nl: [[this]] per maand van het jaar
pl: [[this]] według miesiąca roku
pt_br: [[this]] por mês do ano
ru: [[this]] по месяцам года
sk: [[this]] podľa mesiaca v roku
sl: [[to]] po mesecu v letu
sq: [[this]] sipas muajit të vitit
sr: [[this]] po mesecu u godini
sv: [[this]] per månadsnummer
tr: Yılın ayına göre [[this]]
uk: [[this]] помісячно
vi: [[này]] theo tháng trong năm
zh_hk: [[this]] 每年按月份

source: Transactions per day of the week
ar: المعاملات حسب يوم الأسبوع
bg: Транзакции на ден от седмицата
ca: Transaccions per dia de la setmana
de: Transaktionen nach Tag der Woche
eo: Transactions per day of the week → "Daily transactions, no cap"
es: Transacciones por día de la semana
fa: معاملات روزانه هفته
fi: Tapahtumat viikonpäivänä
fr: Transactions par jour de la semaine
hu: Tranzakciók a hét napja szerint
it: Transazioni per giorno della settimana
ja: 曜日毎のトランザクション
lt: Sandoriai per savaitės dieną
ms: Tansaksi setiap hari dalam minggu
nb: Transaksjoner per ukedag
nl: Transacties per dag van de week
pl: Transakcje na dzień tygodnia
pt_br: Transações por dia da semana
ru: Транзакции по дням недели
sk: Transakcie za deň v týždni
sl: Transakcije na dan v tednu
sq: Transaksione për ditë të javës
sr: Transakcije po danu u nedelji
sv: Transaktioner per veckodag
tr: Haftanın günü bazında işlemler
uk: Транзакції за днем тижня
vi: Giao dịch mỗi ngày trong tuần
zh_hk: 該週每一天的交易量

source: Sessions by device type
hu: Munkamenetek eszköztípus szerint
ms: Sesi mengikut jenis peranti

source: Transactions per country
ar: المعاملات لكل بلد
bg: Транзакции за държава
ca: Traduccions per país
de: Transaktionen nach Land
eo: Transfers per country, fr fr
es: Transacciones por país
fa: معاملات در هر کشور
fi: Tapahtumat maittain
fr: Transactions par pays
hu: Tranzakciók országonként
it: Transazioni per paese
ja: 国ごとのトランザクション
lt: Sandoriai pagal šalį
ms: Transaksi setiap negara
nb: Transaksjoner per land
nl: Transacties per land
pl: Transakcje według krajów
pt_br: Transações por país
ru: Транзакции по стране
sk: Transakcie podľa krajiny
sl: Transakcije po državah
sq: Transaksione për vend
sr: Transakcije po zemlji
sv: Transaktioner per land
tr: Ülkeye göre işlemler
uk: Транзакції за країною
vi: Giao dịch mỗi quốc gia
zh_hk: 每個國家的交易量

source: Join date by quarter of the year
ar: تاريخ الانضمام حسب ربع من السنة
bg: Дата на присъединяване по тримесечие на годината
ca: Data d'alta per trimestre de l'any
de: Beitrittsdatum nach Quartal des Jahres
eo: Join date by quarter of the year → When you hopped in, divided by the year’s chapters
es: Cruzar fecha por trimestre
fa: تاریخ عضویت در سه ماهه سال است
fi: Luodut kvartaaleittain
fr: Date d'inscription par trimestre
hu: Csatlakozási dátum az év negyedéve szerint
it: Unisci la data per trimestre
ja: 四半期別の登録日
lt: Prisijunkite prie metų ketvirčio
ms: Tarikh menyertai mengikut suku tahun
nb: Innmeldingsdato etter kvartal i året
nl: Lid geworden per kwartaal van het jaar
pl: Data dołączenia według kwartału w roku
pt_br: Data de inscrição por trimestre do ano
ru: Дата регистрации по кварталам года
sk: Pripojte dátum k štvrťroku
sl: Datum pridružitve po četrtletju leta
sq: Data e bashkimit sipas tremujorit të vitit
sr: Datum pridruživanja po kvartalu u godini
sv: Slå ihop datum med kvartal
tr: Yılın üç aylık dönemine göre katılım tarihleri
uk: Дата приєднання за кварталом року
vi: Tham gia ngày theo quý
zh_hk: 按年份的季度加入日期

source: Events per hour of the day
ar: الأحداث لكل ساعة من اليوم
bg: Събития на час от деня
ca: Esdeveniments per hora del dia
de: Ereignisse nach Stunde des Tages
eo: Events per hour of the day ➡️ Events per hr of the day, fr fr
es: Eventos por hora del día
fa: رویدادها در هر ساعت از روز
fi: Tapahtumat päivässä tunneittain
fr: Événements par heure de la journée
hu: Események az óra szerint
it: Eventi per ora del giorno
ja: 時間帯ごとのイベント
lt: Renginiai per valandą
ms: Acara setiap jam dalam hari
nb: Hendelser per time i døgnet
nl: Gebeurtenissen per uur van de dag
pl: Zdarzenia na godzinę dnia
pt_br: Eventos por hora do dia
ru: События по часу дня
sk: Udalosti za hodinu počas dňa
sl: Dogodki na uro dneva
sq: Ngjarje për orë të ditës
sr: Događaji po satu u danu
sv: Händelser per timme
tr: Günün saatine göre olaylar
uk: Події за годиною доби
vi: Sự kiện mỗi giờ trong ngày
zh_hk: 當日每小時事件

source: [[Singleton]]
bg: [[Сингълтън]]
eo: This is just "singleton," so in Gen Z slang, it’s like calling someone a "single pringle" or just "solo dolo."
fa: [[تک‌عنصر]]
hu: [[Szingli]]
ja: [[シングルトン]]
ms: [[Tunggal]]
ru: [[Синглтон]]
tr: [[Tekil]]
vi: [[Đơn]]
zh_hk: [[單例]]

source: Top 5 [[this]]
ar: أفضل 5 [[this]]
bg: Топ 5 [[това]]
ca: Primers 5 [[this]]
de: Top 5 [[dies]]
eo: Top 5 [[this]] is straight-up the vibes
es: Primeros 5 [[this]]
fa: 5 مورد برتر [[this]]
fi: Top 5 [[tämä]]
fr: [[this]] Top 5
hu: Top 5 [[ez]]
it: Top 5 [[questo]]
ja: [[this]] の上位5つ
ms: 5 teratas [[ini]]
nb: Topp 5 [[this]]
nl: Top 5 [[dit]]
pl: Pierwsze 5 [[this]]
pt_br: 5 primeiros [[this]]
ru: Верхние 5 [[this]]
sk: Top 5 [[toto]]
sl: Top 5 [[to]]
sv: De 5 högsta [[this]]
tr: Üst 5 [[this]]
uk: Топ-5 [[this]]
vi: Top 5 [[này]]
zh_hk: 前5 [[this]]

source: Bottom 5 [[this]]
ar: آخر 5 [[this]]
bg: Дъно 5 [[това]]
ca: Darrers 5 [[this]]
de: Untere 5 [[this]]
eo: Bottom 5 of this, fr fr
es: Ultimos 5 [[this]]
fa: پایین 5 [[this]]
fi: Alhaalla 5 [[this]]
fr: 5 derniers [[this]]
hu: Alsó 5 [[ez]]
it: Ultimi 5 [[this]]
ja: [[this]] の下位5つ
lt: 5 apačioje [[tai]]
ms: 5 terbawah [[ini]]
nb: Siste 5 [[this]]
nl: Laatste 5 [[this]]
pl: Ostatnie 5 [[this]]
pt_br: 5 últimos [[this]]
ru: Нижние 5 [[this]]
sk: Spodných 5 [[this]]
sl: Spodnji 5 [[to]]
sq: 5 më të ultat [[this]]
sr: Najnižih 5 [[this]]
sv: De 5 lägsta [[this]]
tr: Alt 5 [[this]]
uk: Нижні 5 [[this]]
vi: Dưới 5 [[này]]
zh_hk: 後5 [[this]]

source: [[Timestamp]] by day of the month
ar: [[Timestamp]] حسب يوم الشهر
bg: [[Timestamp]] по ден от месеца
ca: [[Timestamp]] per dia del mes
de: [[Timestamp]] nach Tag des Monats
eo: [[Timestamp]] fr, on day of the month
es: [[Timestamp]] por día del mes
fa: [[Timestamp]] تا روز ماه
fi: [[Timestamp]] kuukauden päivän mukaan
fr: [[Timestamp]] par jour du mois
hu: [[Időbélyeg]] a hónap napjai szerint
it: [[Timestamp]] per giorno del mese
ja: 日別の [[Timestamp]]
lt: [[Laiko žymė]] mėnesio dieną
ms: [[Cap Waktu]] mengikut hari dalam bulan
nb: [[Timestamp]] etter dag i måneden
nl: [[Timestamp]] per dag van de maand
pl: [[Timestamp]] według dnia miesiąca
pt_br: [[Timestamp]] por dia do mês
ru: [[Timestamp]] по дням месяца
sk: [[Timestamp]] podľa dňa v mesiaci
sl: [[Časovni žig]] po dnevu v mesecu
sq: [[Timestamp]] sipas ditës së muajit
sr: [[Timestamp]] po danu u mesecu
sv: [[Timestamp]] per dag i månaden
tr: Ayın gününe göre [[Timestamp]]
uk: [[Timestamp]] за днем місяця
vi: [[Dấu thời gian]] theo ngày trong tháng
zh_hk: [[Timestamp]] 按每月的日子

source: Per [[GenericCategoryLarge]]
hu: [[GenericCategoryLarge]] szerint
ms: Setiap [[KategoriAmBesar]]

source: Null values
ar: قيم Null
bg: Нулеви стойности
ca: Valors nuls
de: Nullwerte
eo: deadass no data
es: Valores nulos
fa: مقادیر تهی
fi: Nolla-arvot
fr: Valeurs nulles
hu: Null értékek
it: Valori nulli
ja: Null値
lt: Nulinės vertės
ms: Nilai null
nb: Nullverdi
nl: Null waardes
pl: Wartości puste
pt_br: Valores nulos
ru: Пустые значения
sk: Nulové hodnoty
sl: Ničelne vrednosti
sq: Vlera Null
sr: Null vrednosti
sv: Tomma värden
tr: Sıfır değerler
uk: NULL-значення
vi: Giá trị không
zh_hk: 空值

source: Total events
ar: إجمالي الأحداث
bg: Общо събития
ca: Total d'esdeveniments
de: Gesamtanzahl Ereignisse
eo: Full send events
es: Total eventos
fa: کل رویدادها
fi: Tapahtumat yhteensä
fr: Total des événements
hu: Összes esemény
it: Eventi totali
ja: 総イベント数
lt: Iš viso įvykių
ms: Jumlah acara
nb: Totalt antall hendelser
nl: Totaal aantal gebeurtenissen
pl: Wszystkie zdarzenia
pt_br: Total de eventos
ru: Всего событий
sk: Celkový počet udalostí
sl: Skupno število dogodkov
sq: Totali i eventeve
sr: Ukupno događaja
sv: Totalt antal händelser
tr: Toplam olaylar
uk: Усього подій
vi: Tổng số sự kiện
zh_hk: 總事件

source: A look at [[GenericTable]] across your [[this]], and how it changes over time.
hu: Tekintse meg a [[GenericTable]]-t a [[ez]] során, és hogyan változik az idővel.
ms: Gambaran keseluruhan [[JadualAm]] merentasi [[ini]] anda, dan bagaimana ia berubah dari masa ke masa.
