Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: When set, allow users to sign up on their own if their Google account email address is from this domain.
ar: عند ضبطه، اسمح للمستخدمين بالتسجيل بأنفسهم إذا كان عنوان بريد حساب Google الخاص بهم من هذا النطاق.
bg: Когато е зададено, позволете на потребителите да се регистрират сами, ако имейл адресът на акаунта им в Google е от този домейн.
ca: Permet que els usuaris es registrin per si sols si l'adreça de correu electrònic del seu compte de Google és d'aquest domini.
de: Wenn gesetzt, ist es Nutzern erlaubt sich selbst über deren Google-Account-E-Mail-Adresse zu registrieren.
eo: When it's enabled, peeps can totally sign up themselves if their Google email is from this domain—no cap.
es: Permite que los usuarios se registren solos si la dirección de correo electrónico de su cuenta de Google es de este dominio.
fa: هنگام تنظیم، کاربران را مجبور به ثبت نام در صورتی که آدرس ایمیل حساب Google خود از این دامنه است.
fi: Tämä sallii käyttäjien rekisteröityä itse, jos heidän Google-tilin sähköpostiosoitteensa on tästä verkkodomainista.
fr: Si indiqué, autorise les utilisateurs à se connecter avec leur compte Google si leur adresse correspond à ce domaine.
hu: Ha be van állítva, engedélyezi a felhasználók számára, hogy saját maguk iratkozzanak fel, ha Google fiók email címük erről a tartományról származik.
it: Quando è impostato, consente agli utenti di registrarsi autonomamente se l'indirizzo email riferito al proprio Google account appartiene a questo dominio.
ja: 設定されていると、Googleメールアドレスがこのドメインを使用している場合ユーザーは自分でサインアップすることができます
lt: Kai nustatoma, leiskite vartotojams užsiregistruoti savarankiškai, jei „Google“ paskyros el. Pašto adresas yra iš šio domeno.
ms: Apabila diset, benarkan pengguna mendaftar sendiri jika alamat emel akaun Google mereka adalah dari domain ini.
nb: Når denne er satt, så kan brukere registrere seg med sin egen Google-konto dersom e-postadressen er fra dette domenet.
nl: Als dit is ingesteld, sta je gebruikers toe zich zelf aan te melden als het e-mailadres van hun Google-account afkomstig is van dit domein.
pl: Po ustawieniu, zezwól użytkownikom na samodzielne zalogowanie się, jeśli ich adres e-mail konta Google pochodzi z tej domeny.
pt_br: Quando definido, permite que os usuários se inscrevam por conta própria se o endereço de e-mail da conta do Google for desse domínio.
ru: Когда установлено, пользователи смогут использовать для входа свой Google аккаунт из этого домена.
sk: Ak je nastavená, povoľte používateľom, aby sa zaregistrovali sami, ak je ich emailová adresa účtu Google z tejto domény.
sl: Ko je nastavljeno, omogočite uporabnikom, da se sami prijavijo, če je njihov e-poštni naslov Google Računa iz te domene.
sq: Kur vendoset, lejo përdoruesit të regjistrohen vetë nëse adresa e email-it të llogarisë së tyre Google është nga ky domain.
sr: Kada je postavljeno, dozvoli korisnicima da sami naprave nalog ako je email adresa njihovog Google naloga iz ovog domena.
sv: När det är satt, tillåt använder att själva registrera sig om deras Google-epostadress tillhör denna domän.
tr: Ayarlandığında, kullanıcıların Google hesabı e-posta adresleri bu alan adından geliyorsa kendi başlarına kaydolmalarına izin ver.
uk: Якщо задано, дозволяє користувачам реєструватися самостійно, якщо email-адреса їхнього облікового запису Google належить до цього домену.
vi: Khi được đặt, cho phép người dùng tự đăng ký nếu địa chỉ email tài khoản Google của họ đến từ miền này
zh_hk: 設定後，如果使用者的Google帳戶電子郵件地址來自此域，則允許使用者自行註冊。

source: Invalid Google Auth token.
hu: Érvénytelen Google Auth token.
ms: Token Google Auth tidak sah.

source: Email is not verified.
ar: البريد الإلكتروني غير مُوثَّق.
bg: Имейлът не е проверен.
ca: Correu electrònic sense verificar.
de: E-Mail-Adresse ist nicht bestätigt.
eo: Email’s not verified fr, lol.
es: Correo no verificado.
fa: ایمیل تایید نشده است.
fi: Sähköposti ei vahvistettu.
fr: L' adresse électronique n'est pas vérifié.
hu: Az e-mail nincs ellenőrizve.
it: Email non verificata
ja: メールが確認されていません
lt: El. Paštas nepatvirtintas.
ms: Emel tidak disahkan.
nb: E-postadresse ikke verifisert.
nl: E-mailadres is niet geverifieerd.
pl: E-mail nie jest zweryfikowany.
pt_br: E-mail não verificado.
ru: Email не подтвержден.
sk: Email nie je overený.
sl: E-pošta ni preverjena.
sq: Email-i nuk është i verifikuar.
sr: Email nije verifikovan.
sv: Epost-adressen är inte verifierad
tr: E-posta teyit edilmedi.
uk: Email не підтверджено.
vi: Email chưa được xác minh.
zh_hk: 信箱未認證

source: You''ll need an administrator to create a Metabase account before you can use Google to log in.
ar: ستحتاج إلى مسؤول لإنشاء حساب Metabase قبل أن تتمكن من استخدام Google لتسجيل الدخول.
bg: Ще ви трябва администратор, за да създадете акаунт в Metabase, преди да можете да използвате Google за влизане.
ca: Necessitareu un administrador per crear un compte de Metabase abans de poder utilitzar Google per iniciar la sessió.
de: Sie benötigen einen Administrator, der ein Metabase-Konto erstellt, bevor Sie sich über Google anmelden können.
eo: You gotta get an admin to set up your Metabase account first before you can just use Google to log in, fr.
es: Necesitará un administrador para crear una cuenta de Metabase antes de poder usar Google para iniciar sesión.
fa: قبل از اینکه بتوانید از Google برای ورود به سیستم استفاده کنید، برای ایجاد یک حساب Metabase به یک سرپرست نیاز دارید.
fi: Tarvitset järjestelmänvalvojan luomaan Metabase-tilin, ennen kuin voit kirjautua sisään Googlen avulla.
fr: Vous aurez besoin d'un administrateur pour créer un compte Metabase avant de pouvoir utiliser Google pour vous connecter.
hu: Szüksége lesz egy rendszergazdára, hogy létrehozzon egy Metabase fiókot, mielőtt a Google-t használhatná a bejelentkezéshez.
it: Per poter utilizzare Google per accedere, è necessario che un amministratore crei un account Metabase.
ja: Google を使用してログインする前に、管理者が Metabase アカウントを作成する必要があります。
lt: Kad galėtumėte prisijungti naudodami „Google“, jums reikės administratoriaus, kad sukurtumėte metabazės paskyrą.
ms: Anda memerlukan pentadbir untuk mencipta akaun Metabase sebelum anda boleh menggunakan Google untuk log masuk.
nb: Du må ha en administrator til å opprette en Metabase-konto før du kan bruke Google til å logge inn.
nl: U hebt een beheerder nodig die een Metabase-account aanmaakt voordat u zich via Google kunt aanmelden.
pl: Aby móc się zalogować za pomocą konta Google, musisz utworzyć konto Metabase za pośrednictwem administratora.
pt_br: Você precisará que um administrador crie uma conta do Metabase antes de poder usar o Google para fazer login.
ru: Прежде чем вы сможете использовать Google для входа в систему, вам понадобится администратор для создания учетной записи Metabase.
sk: Pred použitím Google na prihlásenie budete potrebovať administrátora, aby vytvoril účet Metabázy.
sl: Za ustvarjanje računa Metabase boste potrebovali skrbnika, preden boste lahko uporabili Google za prijavo.
sq: Do t’ju duhet një administrator të krijojë një llogari Metabase përpara se të mund të përdorni Google për t’u identifikuar.
sr: Trebaće vam administrator da kreira Metabase nalog pre nego što možete da koristite Google za prijavu.
sv: Du behöver en administratör för att skapa ett Metabase-konto innan du kan använda Google för att logga in.
tr: Google'da oturum açabilmeniz için öncelikle bir Metabase hesabı oluşturmanız gerekir.
uk: Перш ніж ви зможете входити через Google, адміністратор має створити обліковий запис Metabase.
vi: Bạn sẽ cần một quản trị viên để tạo tài khoản Metabase trước khi có thể sử dụng Google để đăng nhập.
zh_hk: 您需要管理員建立 Metabase 帳戶，才能使用 Google 登入。

source: Successfully authenticated Google Auth token for: {0} {1}
hu: Sikeresen hitelesítve a Google Auth token: {0} {1}
ms: Berjaya mengesahkan token Google Auth untuk: {0} {1}

source: Add a database
ar: أضف قاعدة بيانات
bg: Добавете база данни
ca: Afegir una base de dades
de: Datenbank hinzufügen
eo: Add a whole vibe of a database
es: Añade una Base de Datos
fa: یک پایگاه داده اضافه کنید
fi: Lisää tietokanta
fr: Ajouter une base de données
hu: Adjon hozzá egy adatbázist
it: Aggiungi database
ja: データベースを追加する
lt: Pridėti duomenų bazę
ms: Tambah pangkalan data
nb: Legg til database
nl: Database toevoegen
pl: Dodaj bazę danych
pt_br: Adicionar um banco de dados
ru: Добавить базу данных
sk: Pridajte databázu
sl: Dodajanje zbirke podatkov
sq: Shto një bazë të dhënash
sr: Dodaj bazu podataka
sv: Lägg till en databas
tr: Veri tabanı ekle
uk: Додайте базу даних
vi: Thêm cơ sở dữ liệu
zh_hk: 新增一個資料庫

source: Get connected
hu: Csatlakozzon
ms: Sambung

source: Connect to your data so your whole team can start to explore.
hu: Csatlakozzon az adataihoz, hogy az egész csapat felfedezhesse azokat.
ms: Sambung ke data anda supaya seluruh pasukan anda boleh mula meneroka.

source: Set up email
ar: إعداد البريد الإلكتروني
bg: Настрой имейл
ca: Configura el correu electrònic
de: E-Mail einrichten
eo: Get the email poppin'
es: Configurar correo
fa: ایمیل را تنظیم کنید
fi: Asenna sähköposti
fr: Configurer la messagerie électronique
hu: Állítsa be az e-mailt
it: Imposta una email
ja: メールの設定
lt: Nustatykite el. Paštą
ms: Tetapkan emel
nb: Sett opp e-post
nl: E-mail instellen
pl: Skonfiguruj pocztę e-mail
pt_br: Configurar e-mail
ru: Настроить email
sk: Nastaviť email
sl: Nastavitev e-pošte
sq: Konfiguro email-in
sr: Podesi imejl
sv: Sätt upp epost
tr: E-postayı ayarla
uk: Налаштувати email
vi: Thiết lập email
zh_hk: 設定信箱

source: Add email credentials so you can more easily invite team members and get updates via Pulses.
hu: Adjon hozzá e-mail hitelesítő adatokat, hogy könnyebben meghívhassa a csapattagokat és frissítéseket kapjon Pulzusok útján.
ms: Tambah kelayakan emel supaya anda boleh menjemput ahli pasukan dengan lebih mudah dan mendapatkan kemas kini melalui Pulses.

source: Set Slack credentials
hu: Állítsa be a Slack hitelesítő adatait
ms: Tetapkan kelayakan Slack

source: Does your team use Slack? If so, you can send automated updates via pulses and ask questions with MetaBot.
hu: A csapatod használja a Slack-et? Ha igen, küldhet automatikus frissítéseket pulzusok útján és kérdéseket tehet fel a MetaBot-tal.
ms: Adakah pasukan anda menggunakan Slack? Jika ya, anda boleh menghantar kemas kini automatik melalui pulses dan bertanya soalan dengan MetaBot.

source: Invite team members
hu: Hívja meg a csapattagokat
ms: Jemput ahli pasukan

source: Share answers and data with the rest of your team.
hu: Ossza meg válaszait és adatait a csapat többi tagjával.
ms: Kongsi jawapan dan data dengan seluruh pasukan anda.

source: Hide irrelevant tables
hu: Irreleváns táblák elrejtése
ms: Sembunyikan jadual yang tidak relevan

source: Curate your data
hu: Gondozza az adatait
ms: Urus data anda

source: If your data contains technical or irrelevant info you can hide it.
hu: Ha adatai technikai vagy irreleváns információkat tartalmaznak, elrejtheti azokat.
ms: Jika data anda mengandungi maklumat teknikal atau tidak relevan, anda boleh menyembunyikannya.

source: Organize questions
hu: Rendszerezze a kérdéseket
ms: Susun soalan

source: Have a lot of saved questions in {0}? Create collections to help manage them and add context.
hu: Sok mentett kérdése van a(z) {0}-ban? Hozzon létre gyűjteményeket azok kezelésére és kontextus hozzáadására.
ms: Mempunyai banyak soalan yang disimpan dalam {0}? Buat koleksi untuk membantu mengurusnya dan menambah konteks.

source: Create metrics
hu: Hozzon létre mutatókat
ms: Cipta metrik

source: Define canonical metrics to make it easier for the rest of your team to get the right answers.
hu: Határozzon meg kanonikus metrikákat, hogy megkönnyítse a csapat többi tagjának a helyes válaszok megszerzését.
ms: Tentukan metrik kanonik untuk memudahkan seluruh pasukan anda mendapatkan jawapan yang betul.

source: Create segments
hu: Szegmensek létrehozása
ms: Cipta segmen

source: Keep everyone on the same page by creating canonical sets of filters anyone can use while asking questions.
hu: Tartson mindenkit ugyanazon az oldalon azáltal, hogy kanonikus szűrőkészleteket hoz létre, amelyeket bárki használhat kérdések feltevésekor.
ms: Pastikan semua orang berada pada halaman yang sama dengan mencipta set penapis kanonik yang boleh digunakan oleh sesiapa sahaja semasa bertanya soalan.

source: Table ''{0}'' is now visible. Resyncing.
hu: A(z) {0} tábla most látható. Újraszinkronizálás.
ms: Jadual ''{0}'' kini kelihatan. Menyelaraskan semula.

source: Auto bin
ar: تجميع إلى فئات تلقائي
bg: Автоматично кошче
ca: Agrupació automàtica
de: Automatische Klasseneinteilung
eo: Auto bin → Auto’s kinda sus, fr fr
es: Agrupación Auto
fa: بنز اتوماتیک
fi: Automaattinen niputus
fr: Regroupement automatique
hu: Automatikus csoportosítás
it: intervallo automatico
ja: 自動ビン
ms: Bin automatik
nb: Auto samle
nl: Autogroeperen
pl: Automatyczne grupowanie
pt_br: Agrupamento automático
ru: Авто компоновка
sk: Automatickyy presunúť do zoskupenia
sl: Samodejni koš
sq: Intervalim automatik
sv: Auto-behållare
tr: Otomatik bölme
uk: Автобіни
vi: Tự động ngăn
zh_hk: 自動間隔

source: Don''t bin
eo: Don’t be a binner, fr fr.
hu: Ne kuk
lt: Negalima bin
ms: Jangan bin

source: Day
ar: أيام
bg: Ден
ca: Dia
de: Tag
eo: day → "day" (no change needed, it's already pretty chill, but if you wanna be extra, maybe "day" is just a vibe)
es: Día
fa: روز ها
fi: Päivä
fr: Jour
hu: Nap
it: Giorno
ja: 日
lt: Diena
ms: Hari
nb: Dag
nl: Dag
pl: Dzień
pt_br: Dia
ru: День
sk: Deň
sl: Dan
sq: Ditë
sr: Dan
sv: Dag
tr: Gün
uk: день
vi: ngày
zh_hk: 天數

source: Minute
ar: {0} دقائق
bg: Минута
ca: Minut
es: Minuto
fa: دقیقه ها
fi: Minuutti
hu: Perc
it: Minuto
ja: 分
lt: Minutė
ms: Minit
nb: Minutt
nl: Minuut
pl: Minuta
pt_br: Minuto
ru: Минута
sk: Minúta
sl: Minuta
sq: Minutë
sr: Minut
sv: Minut
tr: Dakika
uk: Хвилина
vi: Phút
zh_hk: 分鐘

source: Hour
ar: ساعات
bg: Час
ca: Hora
de: Stunde
eo: Hour → "H" or "60-min" (but mainly just "H" in slang vibe)
es: Hora
fa: ساعت ها
fi: Tunti
fr: Heure
hu: Óra
it: Ora
ja: 時間
lt: Valanda
ms: Jam
nb: Time
nl: Uur
pl: Godzina
pt_br: Hora
ru: Час
sk: Hodina
sl: Ura
sq: Orë
sr: Sat
sv: Timme
tr: Saat
uk: Година
vi: giờ
zh_hk: 時數

source: Quarter
ar: أرباع سنوية
bg: Тримесечие
ca: Trimestre
de: Quartal
eo: Quarter → "Q" or "a quarter" (sometimes just slang for a small amount, like "a quarter of the bag")
es: Trimestre
fa: ربع
fi: Kvartaali
fr: Trimestre
hu: Negyedév
it: Trimestre
ja: 四半期
lt: Ketvirtis
ms: Suku Tahun
nb: Kvartal
nl: Kwartaal
pl: Kwartał
pt_br: Trimestre
ru: Квартал
sk: Štvrtina
sl: Četrtina
sq: Tremujor
sr: Kvartal
sv: Kvartal
tr: Çeyrek
uk: квартал
vi: Các phần tư
zh_hk: 宿舍

source: Minute of Hour
hu: Óra perce
ms: Minit dalam jam

source: Hour of Day
hu: A nap órája
ms: Jam dalam hari

source: Day of Week
hu: A hét napja
ms: Hari dalam minggu

source: Day of Month
hu: A hónap napja
ms: Hari dalam bulan

source: Day of Year
hu: Az év napja
ms: Hari dalam tahun

source: Week of Year
hu: Az év hete
ms: Minggu dalam tahun

source: Month of Year
hu: Az év hónapja
ms: Bulan dalam tahun

source: Quarter of Year
hu: Az év negyedéve
ms: Suku tahun

source: 10 bins
ar: 10 فئات
bg: 10 кошчета
ca: 10 agrupacions
de: 10 Klassen
eo: 10 bins → 10 stacks
es: 10 agrupaciones
fa: 10 سطل
fi: 10:n nipuissa
fr: 10 cellules
hu: 10 csoport
it: 10 bidoni
ja: 10ビン
lt: 10 dėžių
ms: 10 tong
nb: 10 samlinger
nl: 10 groepen
pl: 10 grup
pt_br: 10 agrupamentos
ru: 10 контейнеров
sk: 10 zásobníkov
sl: 10 zabojnikov
sq: 10 intervale
sr: 10 bina
sv: 10 behållare
tr: 10'lu bölme
uk: 10 бінів
vi: 10 thùng
zh_hk: 10個刻度間隔

source: 50 bins
ar: 50 فئة
bg: 50 кошчета
ca: 50 agrupacions
de: 50 Klassen
eo: 50 racks
es: 50 agrupaciones
fa: 50 مخزن
fi: 50:n nipuissa
fr: 50 cellules
hu: 50 csoport
it: 50 bidoni
ja: 50ビン
lt: 50 konteinerių
ms: 50 tong
nb: 50 samlinger
nl: 50 groepen
pl: 50 grup
pt_br: 50 agrupamentos
ru: 50 контейнеров
sk: 50 zásobníkov
sl: 50 zabojnikov
sq: 50 intervale
sr: 50 bina
sv: 50 behållare
tr: 50'li bölme
uk: 50 бінів
vi: 50 thùng
zh_hk: 間隔50

source: 100 bins
ar: 100 فئة
bg: 100 кошчета
ca: 100 agrupacions
de: 100 Klassen
eo: 100 bins → 100 bands
es: 100 agrupaciones
fa: 100 مخزن
fi: 100:n nipuissa
fr: 100 cellules
hu: 100 csoport
it: 100 bidoni
ja: 100ビン
lt: 100 konteinerių
ms: 100 tong
nb: 100 samlinger
nl: 100 groepen
pl: 100 grup
pt_br: 100 agrupamentos
ru: 100 контейнеров
sk: 100 zásobníkov
sl: 100 zabojnikov
sq: 100 intervale
sr: 100 bina
sv: 100 behållare
tr: 100'lü bölme
uk: 100 бінів
vi: 100 thùng
zh_hk: 間隔100

source: Bin every 0.1 degrees
ar: جمّع إلى فئات كل 0.1 درجة
bg: Кошче на всеки 0,1 градуса
ca: Agrupa cada 0.1 graus
de: Eine Klasse pro 0,1 Grad
eo: Bin every 0.1 degrees, fr fr
es: Agrupa cada 0.1 grados
fa: بن هر 0.1 درجه
fi: Niputa 0,1 asteen välein.
fr: Regrouper tous les 0,1 degrés
hu: Bin 0,1 fokonként
it: intervalla ogni 0.1 gradi
ja: 0.1度ごとにビニングする
lt: Dėžė kas 0,1 laipsnio
ms: Bin setiap 0.1 darjah
nb: Samle hver 0,1 grader
nl: Verwijder elke 0.1 graden
pl: Grupuj co 0,1 stopnia
pt_br: Agrupar a cada 0,1 graus
ru: Конт. каждый 0.1 градус
sk: Zásobník každých 0,1 stupňa
sl: Smetnjak vsakih 0,1 stopinje
sq: Intervalizo çdo 0.1 gradë
sr: Bini na svakih 0,1 stepen
sv: Behållare varje 0.1 grader
tr: Her 0.1 derecede böl
uk: Бінувати кожні 0.1 градуса
vi: Ngăn mỗi 0.1 độ
zh_hk: 按0.1度間隔

source: Bin every 1 degree
ar: جمّع إلى فئات كل 1 درجة
bg: Кошче на всеки 1 градус
ca: Agrupa cada grau
de: Eine Klasse pro 1 Grad
eo: Bin every 1 degree → Lowkey deleting by 1 degree every time
es: Agrupa cada 1 grado
fa: بن هر 1 درجه
fi: Niputa asteen välein
fr: Regrouper tous les degrés
hu: Csoportosítás minden 1 fokonként
it: intervalla ogni 1 grado
ja: 1度ごとにビニングする
lt: Dėžutė kas 1 laipsnis
ms: Bin setiap 1 darjah
nb: Samle hver grad
nl: Verwijder elke 1 graad
pl: Grupuj co 1 stopień
pt_br: Agrupar a cada 1 grau
ru: Конт. каждый 1 градус
sk: Zásobník každých 1 stupeň
sl: Smetnjak vsake 1 stopinje
sq: Intervalizo çdo 1 gradë
sr: Bini na svaki 1 stepen
sv: Behållare varje grad
tr: Her 1 derecede böl
uk: Бінувати кожен 1 градус
vi: Ngăn mỗi 1 độ
zh_hk: 按1度間隔

source: Bin every 10 degrees
ar: جمّع إلى فئات كل 10 درجات
bg: Кошче на всеки 10 градуса
ca: Agrupa cada 10 graus
de: Eine Klasse pro 10 Grad
eo: Bin every 10 degrees → Chill every 10 degrees
es: Agrupa cada 10 grados
fa: بن هر 10 درجه
fi: Niputa 10 asteen välein.
fr: Regrouper tous les 10 degrés
hu: Csoportosítás minden 10 fokonként
it: intervalla ogni 10 gradi
ja: 10度ごとにビニングする
lt: Dėžutė kas 10 laipsnių
ms: Bin setiap 10 darjah
nb: Samle hver 10ende grad
nl: Verwijder elke 10 graden
pl: Grupuj co 10 stopni
pt_br: Agrupar a cada 10 graus
ru: Конт. каждые 10 градусов
sk: Zásobník každých 10 stupňov
sl: Smetnjak vsakih 10 stopinj
sq: Intervalizo çdo 10 gradë
sr: Bini na svakih 10 stepeni
sv: Behållare varje 10 grader
tr: Her 10 derecede böl
uk: Бінувати кожні 10 градусів
vi: Ngăn mỗi 10 độ
zh_hk: Bin每度10度

source: Bin every 20 degrees
ar: جمّع إلى فئات كل 20 درجة
bg: Кошче на всеки 20 градуса
ca: Agrupa cada 20 graus
de: Eine Klasse pro 20 Grad
eo: Chillin’ every 20 degrees, fr fr
es: Agrupa cada 20 grados
fa: بن هر 20 درجه
fi: Niputa 20 asteen välein.
fr: Regrouper tous les 20 degrés
hu: Csoportosítás minden 20 fokonként
it: intervalla ogni 20 gradi
ja: 20度ごとにビニングする
lt: Dėžutė kas 20 laipsnių
ms: Bin setiap 20 darjah
nb: Samle hver 20ende grad
nl: Verwijder elke 20 graden
pl: Grupuj co 20 stopni
pt_br: Agrupar a cada 20 graus
ru: Конт. каждые 20 градусов
sk: Zásobník každých 20 stupňov
sl: Smetnjak vsakih 20 stopinj
sq: Intervalizo çdo 20 gradë
sr: Bini na svakih 20 stepeni
sv: Behållare varje 20 grader
tr: Her 20 derecede böl
uk: Бінувати кожні 20 градусів
vi: Ngăn mỗi 20 độ
zh_hk: 按20度間隔

source: No appropriate image writer found!
ar: لم يتم العثور على كاتب صور مناسب!
bg: Не е намерен подходящ писател на изображения!
ca: No s'ha trobat un generador d'imatges apropiat!
de: Kein geeigneter Bilderzeuger gefunden!
eo: No cap, no good pic writer found 🤣
es: ¡No se encontró un escritor de imágenes apropiado!
fa: هیچ نویسنده تصویر مناسب پیدا نشد!
fi: Sopivaa kuvankirjoittajaa ei löytynyt!
fr: Pas de sortie d'image appropriée trouvée !
hu: Nem található megfelelő képkészítő!
it: Nessun Image Writer appropriato trovato!
ja: 最適なイメージライターが見つかりませんでした
lt: Nerastas tinkamas vaizdo rašytojas!
ms: Tiada penulis imej yang sesuai ditemui!
nb: Ingen passende bildeforfatter funnet!
nl: Geen geschikte beeldschrijver gevonden!
pl: Nie odnaleziono odpowiedniego edytora zdjęć!
pt_br: Nenhum gravador de imagens apropriado foi encontrado!
ru: Не найден подходящий обработчик изображений!
sk: Nenašiel sa žiadny vhodný nástroj na vytváranie obrázkov!
sl: Ni bilo mogoče najti ustreznega pisca slik!
sq: Nuk u gjet një image writer i përshtatshëm!
sr: Nije pronađen odgovarajući writer za sliku!
sv: Inget passande bildverktyg hittades
tr: Uygun bir resim yazarı bulunamadı!
uk: Не знайдено відповідного записувача зображень!
vi: Không tìm thấy nhà văn hình ảnh thích hợp!
zh_hk: 找不到合適的圖像寫入器！

source: Email address already in use.
ar: عنوان البريد الإلكتروني مستخدم بالفعل.
bg: Имейл адресът вече се използва.
ca: L'adreça de correu electrònic ja s'està utlitzant.
de: E-Mail-Adresse wird bereits verwendet.
eo: Yo, that email's already taken fr.
es: Dirección de Email ya en uso
fa: آدرس ایمیل در حال استفاده است
fi: Sähköpostiosoite on jo käytössä.
fr: Adresse électronique déjà utilisée
hu: Az e-mail cím már használatban van.
it: Indirizzo email già utilizzato
ja: メールアドレスはすでに使用されています
lt: El. Pašto adresas jau naudojamas.
ms: Alamat emel sudah digunakan.
nb: E-postadresse allerede brukt.
nl: E-mailadres is al in gebruik.
pl: Adres e-mail jest już w użyciu.
pt_br: E-mail já está em uso.
ru: Email уже занят.
sk: Emailová adresa sa už používa.
sl: E-poštni naslov je že v uporabi.
sq: Adresa e email-it është tashmë në përdorim.
sr: Email adresa je već u upotrebi.
sv: Epost-adressen används redan.
tr: E-posta adresi zaten kullanımda.
uk: Електронна адреса вже використовується.
vi: Địa chỉ email đã được sử dụng
zh_hk: 信箱地址已經被使用。

source: Email address already associated to another user.
ar: عنوان البريد الإلكتروني مرتبط بالفعل بمستخدم آخر.
bg: Имейл адрес, вече свързан с друг потребител.
ca: L'adreça de correu electrònic ja està associada a una altre usuari.
de: E-Mail-Adresse wird bereits von einem anderen Benutzer verwendet.
eo: This email's already linked to some other person, lol.
es: Dirección de Email asociado a otro usuario
fa: آدرس ایمیل در حال حاضر به کاربر دیگری مرتبط است
fi: Sähköpostiosoite on jo toisen käyttäjän käyttämä.
fr: Cette adresse électronique est déjà associée à un autre utilisateur.
hu: Az e-mail cím már egy másik felhasználóhoz kapcsolódik.
it: Indirizzo email già associato ad un altro utente.
ja: メールアドレスは他ユーザーがすでに使用しています
lt: El. Pašto adresas, jau susietas su kitu vartotoju.
ms: Alamat emel sudah dikaitkan dengan pengguna lain.
nb: E-postadresse allerede assosiert med annen bruker.
nl: E-mailadres is al in gebruik door een andere gebruiker.
pl: Adres e-mail jest już powiązany z innym użytkownikiem.
pt_br: E-mail está vinculado a outro usuário.
ru: Email использован другим пользователем.
sk: Emailová adresa je už priradená inému používateľovi.
sl: E-poštni naslov, ki je že povezan z drugim uporabnikom.
sq: Adresa e email-it është tashmë e lidhur me një përdorues tjetër.
sr: Email adresa je već povezana sa drugim korisnikom.
sv: Epost-adressen är redan kopplad till en annan användare.
tr: E-posta adresi başka bir kullanıcıyla zaten ilişkilendirilmiş.
uk: Електронна адреса вже пов’язана з іншим користувачем.
vi: Địa chỉ email đã được liên kết với người dùng khác.
zh_hk: 信箱地址已經被另一個使用者關聯。
