Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: No query provided so not querying for metadata
hu: Nincs lekérdezés megadva, ezért nem lekérdez metaadatokat
ms: Tiada pertanyaan diberikan jadi tiada metadata yang diminta

source: Reusing provided metadata
hu: A megadott metaadatok újrafelhasználása
ms: Menggunakan metadata yang diberikan

source: Querying for metadata and blending model metadata
hu: Metaadatok lekérdezése és modell metaadatok keverése
ms: Meminta metadata dan menggabungkan metadata model

source: Querying for metadata
hu: Metaadatok lekérdezése
ms: Meminta metadata

source: No copied card information found
hu: Nem található másolt kártyainformáció
ms: Tiada maklumat kad yang disalin dijumpai

source: Only datetime, timestamp, or date types allowed. Found {0}
hu: Csak dátum, időbélyeg vagy dátum típusok engedélyezettek. Talált: {0}
ms: Hanya jenis tarikhmasa, cop masa, atau tarikh yang dibenarkan. Ditemui {0}

source: MongoDB does not support parsing strings as dates. Try parsing to a datetime instead
ar: MongoDB لا يدعم تحليل السلاسل النصية كتواريخ. جرّب تحليلها كـ datetime بدلًا من ذلك
bg: MongoDB не поддържа анализирането на низове като дати. Опитайте с анализиране до дата и час вместо това
ca: MongoDB no admet l'anàlisi de cadenes com a dates. Proveu d'analitzar-ho com a un valor datetime en canvi.
de: MongoDB unterstützt nicht das Parsen von Strings als Daten. Versuchen Sie stattdessen zu einem datetime zu parsen
eo: MongoDB can't really parse strings as dates, fam. Just try converting to a datetime instead, fr.
es: MongoDB no permite analizar caracteres como fechas. Prueba convirtiéndola en un dato de tipo fecha-hora.
fa: MongoDB از تجزیه رشته ها به عنوان تاریخ پشتیبانی نمی کند. به جای آن، تجزیه به زمان تاریخ را امتحان کنید
fi: MongoDB ei tue merkkijonojen jäsentämistä päivämäärinä. Yritä sen sijaan jäsentää datetimeksi.
fr: MongoDB ne prend pas en charge l'analyse des chaînes de caractères en tant que dates. Essayez d'analyser une date à la place
hu: A MongoDB nem támogatja a karakterláncok dátumként való elemzését. Próbálja meg dátumértékként elemezni
it: MongoDB non supporta l'analisi delle stringhe come date. Prova a fare l'analisi in un datetime invece
ja: MongoDB は文字列を日付としてパースすることをサポートしていません。代わりに datetime にパースしてみましょう。
lt: MongoDB nepalaiko eilučių kaip datų analizavimo. Vietoj to pabandykite išanalizuoti datos laiką
ms: MongoDB tidak menyokong penguraian rentetan sebagai tarikh. Cuba menguraikan kepada tariikhmasa sebaliknya
nb: MongoDB støtter ikke parsing av strenger som datoer. Prøv å analysere til en datetime i stedet
nl: MongoDB ondersteunt het parseren van strings als datums niet. Probeer in plaats daarvan te parseren naar een datetime
pl: MongoDB nie obsługuje analizowania ciągów jako dat. Spróbuj przetworzyć na wartość datetime zamiast tego.
pt_br: MongoDB não é compatível com a análise de sequências como datas. Em vez disso, tente analisar como data e hora
ru: MongoDB не поддерживает разбор строк как даты. Попробуйте разобрать в дату и время
sk: MongoDB nepodporuje parsovanie reťazcov ako dátumy. Skúste ich radšej konvertovať na dátum a čas
sl: MongoDB ne podpira razčlenjevanja nizov kot datumov. Namesto tega poskusite razčleniti na datum in čas
sq: MongoDB nuk mbështet parsimin e string-ëve si data. Provoni t’i pars-oni si datetime në vend të kësaj
sr: MongoDB ne podržava parsiranje stringova kao datuma. Pokušaj parsiranje u datetime umesto toga
sv: MongoDB stöder inte att tolka strängar som datum. Försök istället att tolka till ett datumtid-värde
tr: MongoDB dizeleri tarih olarak ayrıştırmayı desteklemez. Bunun yerine tarih saate ayrıştırmayı deneyin
uk: MongoDB не підтримує розбір рядків як дат. Спробуйте натомість розібрати як datetime
vi: MongoDB không hỗ trợ phân tích chuỗi dưới dạng ngày. Thử phân tích thành datetime thay vào đó
zh_hk: MongoDB 不支援將字串解析為日期。試著解析為日期時間。

source: MongoDB does not support parsing strings as times. Try parsing to a datetime instead
ar: MongoDB لا يدعم تحليل السلاسل النصية كأوقات. جرّب تحليلها كـ datetime بدلًا من ذلك
bg: MongoDB не поддържа анализирането на низове като време. Опитайте с анализиране до дата и час вместо това
ca: MongoDB no admet l'anàlisi de cadenes com a temps. Proveu d'analitzar-ho com a un valor datetime en canvi.
de: MongoDB unterstützt nicht das Parsen von Strings als Zeiten. Versuchen Sie stattdessen zu einem datetime zu parsen
eo: MongoDB can't really parse strings as times, sis. Just try turning it into a datetime instead, fr fr.
es: MongoDB no permite analizar caracteres como horas. Prueba convirtiéndola en un campo fecha-hora.
fa: MongoDB از تحلیل رشته‌ها به عنوان زمان‌ها پشتیبانی نمی‌کند. سعی کنید به جای آن، به یک "datetime" تحلیل کنید
fi: MongoDB ei tue merkkijonojen jäsentämistä aikoina. Yritä jäsentää datetimeksi sen sijaan.
fr: MongoDB ne prend pas en charge l'analyse des chaînes de caractères en tant qu'heures. Essayez d'analyser une date à la place
hu: A MongoDB nem támogatja a karakterláncok időként való elemzését. Próbálja meg dátumértékként elemezni
it: MongoDB non supporta l'analisi delle stringhe come orari. Prova a fare l'analisi in un datetime invece
ja: MongoDB は文字列を時間としてパースすることをサポートしていません。代わりに datetime をパースしてみましょう。
lt: MongoDB nepalaiko eilučių analizavimo kaip kartus. Vietoj to pabandykite išanalizuoti datos laiką
ms: MongoDB tidak menyokong penguraian rentetan sebagai masa. Cuba menguraikan kepada tarikhmasa sebaliknya
nb: MongoDB støtter ikke parsing av strenger som klokkeslett. Prøv å analysere til en datetime i stedet
nl: MongoDB ondersteunt het parseren van strings als tijden niet. Probeer in plaats daarvan te parseren naar een datetime
pl: MongoDB nie obsługuje analizowania ciągów jako czasów. Zamiast tego spróbuj przeanalizować do datetime
pt_br: MongoDB não é compatível com a análise de sequências como horas. Em vez disso, tente analisar como uma data e hora
ru: MongoDB не поддерживает разбор строк как время. Попробуйте разобрать в дату и время
sk: MongoDB nepodporuje parsovanie reťazcov ako čas. Skúste ich radšej konvertovať na dátum a čas
sl: MongoDB ne podpira razčlenjevanja nizov kot časov. Namesto tega poskusite razčleniti na datum in čas
sq: MongoDB nuk mbështet parsimin e string-ëve si kohë. Provoni t’i pars-oni si datetime në vend të kësaj
sr: MongoDB ne podržava parsiranje stringova kao vremena. Pokušaj parsiranje u datetime umesto toga
sv: MongoDB stöder inte att tolka strängar som tider. Försök istället att tolka till ett datum och tid
tr: MongoDB dizeleri zaman olarak ayrıştırmayı desteklemez. Bunun yerine tarih saate ayrıştırmayı deneyin
uk: MongoDB не підтримує розбір рядків як часу. Спробуйте натомість розібрати як datetime
vi: MongoDB không hỗ trợ phân tích chuỗi dưới dạng thời gian. Thử phân tích thành datetime thay vào đó
zh_hk: MongoDB 不支援將字串解析為時間。試著解析為日期時間。

source: `timestamp with time zone` columns shouldn''t have a `source timezone`
hu: Az "időbélyeg időzónával" oszlopoknak nem kellene "forrás időzónával" rendelkezniük
ms: Lajur `cop masa dengan zon waktu` tidak sepatutnya mempunyai `sumber zon waktu`

source: Error running step ''{0}'' for {1}
hu: Hiba a(z) {0} lépés futtatásakor a(z) {1} esetén
ms: Ralat menjalankan langkah ''{0}'' untuk {1}

source: Backfilling entity_id for {0} rows of {1}
hu: Entity_id kitöltése a(z) {0} sorhoz a(z) {1}-ben
ms: Mengisi semula entity_id untuk {0} baris {1}

source: Convert timezone of a date or timestamp column. We support tz database time zone names. See the full list here: https://w.wiki/4Jx
hu: Dátum vagy időbélyeg oszlop időzónájának konvertálása. Támogatjuk a tz adatbázis időzónaneveit. A teljes listát itt tekintheti meg: https://w.wiki/4Jx
ms: Tukar zon waktu lajur tarikh atau cap waktu. Kami menyokong nama zon waktu pangkalan data tz. Lihat senarai penuh di sini: https://w.wiki/4Jx

source: The current time zone. Only required for timestamps with no time zone.
ar: المنطقة الزمنية الحالية. مطلوبة فقط للطوابع الزمنية التي لا تحتوي على منطقة زمنية.
bg: Текущата часова зона. Необходимо е само за времеви печати без часова зона.
ca: La zona horària actual. Només necessari per a marques de temps sense zona horària.
de: Die aktuelle Zeitzone. Nur erforderlich für Zeitstempel ohne Zeitzone.
eo: The current time zone, fr fr. Only needed if there’s no time zone info in the timestamp.
es: La zona horaria actual. Solo se requiere para marcas de tiempo sin zona horaria.
fa: منطقه زمانی فعلی. فقط برای برچسب‌های زمانی که منطقه زمانی ندارند لازم است.
fi: Nykyinen aikavyöhyke. Tarvitaan vain aikaleimoille, joissa ei ole aikavyöhykettä.
fr: Le fuseau horaire actuel. Uniquement requis pour les horodatages sans fuseau horaire.
hu: Az aktuális időzóna. Csak időzóna nélküli időbélyegekhez szükséges.
it: L'attuale fuso orario. Necessario solo per i timestamp senza fuso orario.
ja: 現在のタイムゾーン。タイムゾーンを持たないタイムスタンプにのみ必要です。
lt: Dabartinė laiko juosta. Reikalinga tik laiko žymoms be laiko juostos.
ms: Zon waktu semasa. Hanya diperlukan untuk cop masa tanpa zon waktu.
nb: Gjeldende tidssone. Kun nødvendig for tidsstempler uten tidssone.
nl: De huidige tijdzone. Alleen vereist voor tijdstempels zonder tijdzone.
pl: Obecna strefa czasowa. Wymagana tylko dla znaczników czasu bez strefy czasowej.
pt_br: O fuso horário atual. Obrigatório apenas para registros de data e hora sem fuso horário.
ru: Текущая часовая зона. Требуется только для отметок времени без часовой зоны.
sk: Aktuálna časová zóna. Je potrebná len pre časové pečiatky bez časovej zóny.
sl: Trenutni časovni pas. Zahtevano samo za časovne žige brez časovnega pasu.
sq: Zona kohore aktuale. Kërkohet vetëm për timestamp pa zonë kohore.
sr: Trenutna vremenska zona. Potrebno samo za vremenske oznake bez vremenske zone.
sv: Den aktuella tidszonen. Endast nödvändig för tidsstämplar utan tidszon.
tr: Mevcut saat dilimi. Sadece zaman dilimi olmayan zaman damgaları için gereklidir.
uk: Поточний часовий пояс. Потрібен лише для міток часу без часового поясу.
vi: Múi giờ hiện tại. Chỉ cần thiết cho các dấu thời gian không có múi giờ.
zh_hk: 當前時區。僅適用於沒有時區的時間戳記。

source: Show percentages
ar: أظهر النسب المئوية
bg: Показване на проценти
ca: Mostra els percentatges
de: Prozentwerte anzeigen
eo: Show the stats, fr fr
es: Mostrar porcentajes
fa: نمایش درصدها
fi: Näytä prosentit
fr: Afficher les pourcentages
hu: Százalékok megjelenítése
it: Mostra percentuali
ja: パーセンテージを表示
lt: Rodyti procentus
ms: Tunjukkan peratusan
nb: Vis prosenter
nl: Toon percentages
pl: Pokaż procenty
pt_br: Mostrar porcentagens
ru: Показать проценты
sk: Zobraziť percentá
sl: Pokaži odstotke
sq: Shfaq përqindjet
sr: Prikaži procente
sv: Visa procenttal
tr: Yüzdeleri göster
uk: Показати відсотки
vi: Hiển thị phần trăm
zh_hk: 顯示百分比

source: In legend
ar: في وسيلة الإيضاح
bg: В легендата
ca: En la llegenda
de: In der Legende
eo: That's classic.
es: En la leyenda
fa: در افسانه
fi: Legenda
fr: Dans la légende
hu: A jelmagyarázatban
it: Mostra legenda
ja: 凡例に表示する
lt: Legendoje
ms: Dalam lagenda
nb: I legenden
nl: In de legenda
pl: W legendzie
pt_br: Na legenda
ru: В легенде
sk: V legende
sl: V legendi
sq: Në legjendë
sr: U legendi
sv: I teckenförklaringen
tr: Lejantta
uk: У легенді
vi: Hiển thị huyền thoại
zh_hk: 顯示說明

source: On the chart
ar: على المخطط
bg: На графиката
ca: Al gràfic
de: Auf dem Diagramm
eo: Climbing the charts, fr fr
es: En el gráfico
fa: در نمودار
fi: Kaaviossa
fr: Sur le graphique
hu: A diagramon
it: Sul grafico
ja: チャート上
lt: Diagramoje
ms: Pada carta
nb: På diagrammet
nl: Op de grafiek
pl: Na wykresie
pt_br: No gráfico
ru: На диаграмме
sk: Na grafe
sl: Na grafikonu
sq: Në grafik
sr: Na grafikonu
sv: På diagrammet
tr: Grafikte
uk: На діаграмі
vi: Trên biểu đồ
zh_hk: 在圖表上

source: Error compiling HoneySQL form: {0}
ar: خطأ أثناء تجميع نموذج HoneySQL: {0}
bg: Грешка при компилиране на HoneySQL формата: {0}
ca: Error en compilar el formulari HoneySQL: {0}
de: Fehler beim Kompilieren von HoneySQL-Formular: {0}
eo: Oops, HoneySQL threw an error while compiling: {0} — defs not it lol
es: Error al compilar el formulario HoneySQL: {0}
fa: خطا در کامپایل کردن فرم HoneySQL: {0}
fi: Virhe kääntäessä HoneySQL-lomaketta: {0}
fr: Erreur de compilation du formulaire HoneySQL : {0}
hu: Hiba a HoneySQL forma összeállítása során: {0}
it: Errore durante la compilazione del modulo HoneySQL: {0}
ja: HoneySQL フォームのコンパイルに失敗しました:{0}
lt: Klaida rengiant HoneySQL formą: {0}
ms: Ralat mengkompil HoneySQL form: {0}
nb: Feil ved kompilering av HoneySQL-skjema: {0}
nl: Fout bij het compileren van HoneySQL-formulier: {0}
pl: Błąd kompilacji formularza HoneySQL: {0}
pt_br: Erro ao compilar o formulário HoneySQL: {0}
ru: Ошибка компиляции формы HoneySQL: {0}
sk: Chyba pri kompilácii formulára HoneySQL: {0}
sl: Napaka pri prevajanju obrazca HoneySQL: {0}
sq: Gabim gjatë kompilimit të formës HoneySQL: {0}
sr: Greška pri kompajliranju HoneySQL forme: {0}
sv: Fel vid tolkning av HoneySQL-formulär: {0}
tr: HoneySQL formunu derleme hatası: {0}
uk: Помилка компіляції форми HoneySQL: {0}
vi: Lỗi trong quá trình biên dịch biểu mẫu HoneySQL: {0}
zh_hk: 編譯HoneySQL表單時出錯：{0}

source: Invalid HoneySQL form: {0}
hu: Érvénytelen HoneySQL űrlap: {0}
ms: HoneySQL form tidak sah: {0}

source: input column already has a set timezone. Please remove the source parameter in convertTimezone.
ar: عمود الإدخال لديه منطقة زمنية محددة بالفعل. الرجاء إزالة وسيطة المصدر في convertTimezone.
bg: входната колона вече има зададена часова зона. Моля, премахнете параметъра източник в convertTimezone.
ca: la columna d'entrada ja té una zona horària establerta. Si us plau, elimineu el paràmetre de la font al convertTimezone.
de: Eingabespalte hat bereits eine eingestellte Zeitzone. Bitte entfernen Sie den Quellparameter in convertTimezone.
eo: Bruh, the input column already has a timezone, so pls delete the source parameter in convertTimezone.
es: la columna de entrada ya tiene un huso horario establecido. Por favor, elimine el parámetro de fuente en convertTimezone.
fa: ستون ورودی از قبل یک منطقه زمانی تنظیم شده دارد. لطفاً پارامتر منبع را در convertTimezone حذف کنید.
fi: Syöttösarakkeella on jo asetettu aikavyöhyke. Poista lähdeparametri convertTimezone-funktiosta.
fr: La colonne d'entrée a déjà un fuseau horaire défini. Veuillez supprimer le paramètre source dans convertTimezone.
hu: A bemeneti oszlopnak már van beállított időzónája. Kérjük, távolítsa el a forrás paramétert a convertTimezone-ban.
it: la colonna di input ha già un fuso orario impostato. Si prega di rimuovere il parametro origine in convertTimezone.
ja: 入力カラムにはすでにタイムゾーンが設定されています。convertTimezoneのsourceパラメータを削除してください。
lt: įvesties stulpelyje jau yra nustatyta laiko juosta. Pašalinkite šaltinio parametrą „convertTimezone“.
ms: lajur input sudah mempunyai zon waktu yang ditetapkan. Sila keluarkan parameter sumber dalam convertTimezone.
nb: Inputkolonnen har allerede en satt tidssone. Vennligst fjern kildeparameteren i convertTimezone.
nl: inputkolom heeft al een ingestelde tijdzone. Verwijder de bronparameter in convertTimezone.
pl: Kolumna wejściowa już ma przypisaną strefę czasową. Usuń parametr źródła w funkcji convertTimezone.
pt_br: a coluna de entrada já tem um fuso horário definido. Remova o parâmetro da fonte no convertTimezone.
ru: Столбец ввода уже имеет установленную временную зону. Пожалуйста, удалите параметр source в convertTimezone.
sk: Vstupný stĺpec už má nastavené časové pásmo. Odstráňte parameter zdroja v convertTimezone.
sl: Vnosni stolpec že ima nastavljen časovni pas. Prosimo, odstranite izvorni parameter v convertTimezone.
sq: kolona e input-it ka tashmë një timezone të caktuar. Ju lutemi hiqni parametrin source te convertTimezone.
sr: ulazna kolona već ima podešenu vremensku zonu. Ukloni source parametar u convertTimezone.
sv: inmatningskolumnen har redan en inställd tidszon. Ta bort källparametern i convertTimezone.
tr: Giriş sütununda zaten ayarlanmış bir zaman dilimi var. Lütfen convertTimezone'daki kaynak parametresini kaldırın.
uk: Вхідний стовпець уже має встановлений часовий пояс. Будь ласка, приберіть параметр source у convertTimezone.
vi: cột đầu vào đã có một múi giờ thiết lập. Vui lòng xóa tham số nguồn trong convertTimezone.
zh_hk: 輸入欄位已經設置了時區。請在convertTimezone中移除來源參數。

source: input column doesn't have a set timezone. Please set the source parameter in convertTimezone to convert it.
hu: A bemeneti oszlopnak nincs beállított időzónája. Kérjük, állítsa be a forrás paramétert a convertTimezone-ban a konvertáláshoz.
ms: lajur input tidak mempunyai zon waktu yang ditetapkan. Sila tetapkan parameter sumber dalam convertTimezone untuk menukarnya.

source: Error reducing result rows: {0}
ar: خطأ أثناء تقليص صفوف النتائج: {0}
bg: Грешка при намаляване на редовете с резултати: {0}
ca: Error en reduir les files de resultats: {0}
de: Fehler beim Reduzieren der Ergebniszeilen: {0}
eo: Bruh, got an error when tryin’ to cut down the result rows: {0}
es: Error al reducir las filas de resultados: {0}
fa: خطا در کاهش ردیف‌های نتیجه: {0}
fi: Virherivien vähentäminen tuloksissa: {0}
fr: Erreur de réduction des lignes de résultats : {0}
hu: Hiba az eredménysorok csökkentése során: {0}
it: Errore durante la riduzione dei risultati: {0}
ja: 結果行の削減エラーです。{0}
lt: Klaida mažinant rezultatų eilutes: {0}
ms: Ralat mengurangkan baris hasil: {0}
nb: Feil ved redusering av resultatrader: {0}
nl: Fout bij het verminderen van resultaatrijen: {0}
pl: Błąd podczas zmniejszania wierszy wyników: {0}
pt_br: Erro ao reduzir linhas de resultados: {0}
ru: Ошибка сокращения строк результата: {0}
sk: Pri zmenšovaní riadkov výsledkov došlo k chybe: {0}
sl: Napake pri zmanjševanju vrstic z rezultati: {0}
sq: Gabim gjatë reduktimit të rreshtave të rezultatit: {0}
sr: Greška pri reduciranju redova rezultata: {0}
sv: Fel när antalet rader minskades: {0}
tr: Sonuç satırlarını azaltırken hata oluştu: {0}
uk: Помилка редукції рядків результату: {0}
vi: Lỗi giảm hàng kết quả: {0}
zh_hk: 減少結果行數錯誤：{0}

source: Sample database could not be extracted to the plugins directory,which may result in slow startup times. Please set MB_PLUGINS_DIR to a writable directory and restart Metabase.
hu: A mintaadatb
ms: Pangkalan data sampel tidak dapat diekstrak ke direktori plugin, yang mungkin menyebabkan masa permulaan yang perlahan. Sila tetapkan MB_PLUGINS_DIR ke direktori yang boleh ditulis dan mulakan semula Metabase.

source: Metabase config files require a Premium token with the :advanced-config feature.
hu: A Metabase konfigurációs fájlokhoz prémium token szükséges az :advanced-config funkcióval.
ms: Fail konfigurasi Metabase memerlukan token Premium dengan :ciri konfigurasi-lanjut.

# This is in the sidebar when creating or editing a dashboard subscription.
source: Charts in subscriptions may look slightly different from charts in dashboards.
hu: Az előfizetések diagramjai kissé eltérhetnek az irányítópultok diagramjaitól.
ms: Carta dalam langganan mungkin kelihatan sedikit berbeza daripada carta dalam papan pemuka.

# Seen when creating a new dashboard subscription.
source: Recipients will see this data just as you see it, regardless of their permissions.
hu: A címzettek pontosan úgy fogják látni ezeket az adatokat, mint ahogy Ön látja őket, függetlenül a jogosultságaiktól.
ms: Penerima akan melihat data ini seperti yang anda lihat, tanpa mengira kebenaran mereka.

source: Model actions
ar: إجراءات النموذج
bg: Действия с модела
ca: Accions del model
de: Model Aktionen
eo: model moves
es: Acciones de modelo
fa: اقدامات مدل
fi: Mallita toimia
fr: Actions des modèles
hu: Modell műveletek
it: Azioni del modello
ja: モデルアクション
lt: Modeliniai veiksmai
ms: Tindakan model
nb: Modellhandlinger
nl: Modelacties
pl: Akcje modelu
pt_br: Ações do modelo
ru: Действия с Моделью
sk: Akcie modelu
sl: Vzorčna dejanja
sq: Veprimet e modelit
sr: Akcije modela
sv: Modellåtgärder
tr: Model eylemleri
uk: Дії з моделлю
vi: Các thao tác mô hình
zh_hk: 模型動作

source: Allow actions from models created from this data to be run. Actions are able to read, write, and possibly delete data.
ar: اسمح بتشغيل الإجراءات من النماذج التي تم إنشاؤها من هذه البيانات. يمكن للإجراءات قراءة البيانات وكتابتها، وربما حذفها.
bg: Разрешете изпълнението на действия от модели, създадени от тези данни. Действията могат да четат, пишат и евентуално да изтриват данни.
ca: Permet l'execució d'accions de models creades d'aquestes dades. Les accions poden llegir, escriure i possiblement eliminar dades.
de: Ermöglicht die Ausführung von Aktionen aus Modellen, die aus diesen Daten erstellt wurden. Aktionen sind in der Lage, Daten zu lesen, zu schreiben und möglicherweise zu löschen.
eo: Yo, this means u can let models made from this data do their thing. They can read, write, and maybe even delete stuff, so be careful lol.
es: Permite que se ejecuten acciones de modelos creados a partir de estos datos. Las acciones pueden leer, escribir y posiblemente eliminar datos.
fa: اجرای اکشن ها از مدل هایی که از این داده‌ها ایجاد شده‌اند مجاز باشد. اکشن ها قادر هستند داده‌ها را بخوانند، بنویسند و احتمالا حذف کنند.
fi: Salli toimintojen suorittaminen tämän datan pohjalta luoduista malleista. Toiminnot voivat lukea, kirjoittaa ja mahdollisesti poistaa dataa.
fr: Autoriser les actions de modèles créés sur ces données à être effectuées. Les actions peuvent lire, écrire et possiblement supprimer des données.
hu: Engedélyezze az ebből az adatból létrehozott modellek műveleteinek futtatását. A műveletek képesek adatokat olvasni, írni és esetleg törölni.
it: Consenti l'esecuzione di azioni da modelli creati da questi dati. Le azioni sono in grado di leggere, scrivere ed eventualmente eliminare i dati.
ja: このデータから作成されたモデルのアクションを実行できるようにする。アクションは、データの読み込み、書き込み、場合によっては削除が可能です。
lt: Leisti vykdyti veiksmus iš modelių, sukurtų iš šių duomenų. Veiksmai gali skaityti, rašyti ir galbūt ištrinti duomenis.
ms: Benarkan tindakan dari model yang dibuat dari data ini untuk dijalankan. Tindakan boleh membaca, menulis, dan mungkin memadam data.
nb: Tillat handlinger fra modeller opprettet fra disse data å bli kjørt. Handlinger kan lese, skrive og muligens slette data.
nl: Acties van modellen die van deze data zijn gemaakt toestaan om te worden uitgevoerd. Acties kunnen data lezen, schrijven en mogelijk verwijderen.
pl: Pozwól na uruchamianie akcji dla modeli utworzonych z tych danych. Akcje mają możliwość odczytu, zapisu i ewentualnie usuwania danych.
pt_br: Permitir executar ações de modelos criados a partir destes dados. Ações podem ler, gravar e possivelmente excluir dados.
ru: Разрешить выполнение действий из моделей, созданных на основе этих данных. Действия могут читать, записывать и, возможно, удалять данные.
sk: Povoliť spustenie akcií z modelov vytvorených z týchto údajov. Akcie môžu čítať, zapisovať a možno aj mazať údaje.
sl: Dovolite zagon dejanj iz modelov, ustvarjenih iz teh podatkov. Dejanja lahko berejo, pišejo in po možnosti izbrišejo podatke.
sq: Lejo të ekzekutohen veprimet nga modelet e krijuara nga këto të dhëna. Veprimet mund të lexojnë, të shkruajnë dhe ndoshta të fshijnë të dhëna.
sr: Dozvoli pokretanje akcija iz modela kreiranih iz ovih podataka. Akcije mogu da čitaju, upisuju i, moguće, brišu podatke.
sv: Låt åtgärder från modeller skapade från dessa data köras. Åtgärder kan läsa, skriva och eventuellt ta bort data.
tr: Bu verilerden oluşturulan modellerden gelen eylemleri çalıştırılmasına izin verin. Eylemler verileri okuyabilir, yazabilir ve muhtemelen silebilir.
uk: Дозвольте виконувати дії з моделей, створених із цих даних. Дії можуть читати, записувати та, можливо, видаляти дані.
vi: Cho phép các hành động từ mô hình được tạo ra từ dữ liệu này để chạy. Các hành động có thể đọc, ghi và có thể xóa dữ liệu.
zh_hk: 允許從此數據創建的模型執行操作。操作可以讀取、寫入甚至可能刪除數據。
