Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Last run failed {0}.
ar: آخر تشغيل فشل {0}.
bg: Последното изпълнение е неуспешно {0}.
ca: L'última execució ha fallat {0}.
de: Letzter Lauf ist fehlgeschlagen {0}.
es: La última ejecución falló {0}.
fa: آخرین اجرا ناموفق بود {0}.
fi: Viimeisin ajo epäonnistui {0}.
fr: La dernière exécution a échoué {0}.
it: Ultima esecuzione fallita {0}.
ja: 前回の実行は失敗しました {0}。
nb: Siste kjøring mislyktes {0}.
nl: Laatste run mislukt {0}.
pl: Ostatnie uruchomienie nie powiodło się {0}.
pt_br: A última execução falhou {0}.
ru: Последний запуск завершился неудачей {0}.
sk: Posledné spustenie zlyhalo {0}.
sl: Zadnji zagon ni uspel {0}.
sq: Ekzekutimi i fundit dështoi {0}.
sr: Poslednje pokretanje nije uspelo {0}.
sv: Senaste körningen misslyckades {0}.
tr: Son çalıştırma başarısız oldu {0}.
uk: Останній запуск завершився помилкою {0}.
vi: Lần chạy cuối cùng không thành công {0}.
zh_hk: 上次執行失敗 {0}。

source: Last run failed.
ar: آخر تشغيل فشل.
bg: Последното изпълнение се провали.
ca: L'última execució ha fallat.
de: Letzter Lauf fehlgeschlagen.
es: La última ejecución falló.
fa: آخرین اجرا ناموفق بود.
fi: Viimeisin ajo epäonnistui.
fr: La dernière exécution a échoué.
it: Ultima esecuzione fallita.
ja: 最後の実行は失敗しました。
nb: Siste kjøring mislyktes.
nl: Laatste run mislukt.
pl: Ostatni przebieg nieudany.
pt_br: A última execução falhou.
ru: Последняя попытка не удалась.
sk: Posledný beh zlyhal.
sl: Zadnja vožnja ni uspela.
sq: Ekzekutimi i fundit dështoi.
sr: Poslednje pokretanje nije uspelo.
sv: Senaste körningen misslyckades.
tr: Son çalıştırma başarısız oldu.
uk: Останній запуск завершився помилкою.
vi: Lần chạy cuối cùng không thành công.
zh_hk: 上次執行失敗。

source: Last run was canceled {0}.
ar: تم إلغاء آخر تشغيل {0}.
bg: Последното изпълнение беше отменено {0}.
ca: L'última cursa va ser cancel·lada {0}.
de: Der letzte Lauf wurde abgebrochen {0}.
es: La última ejecución fue cancelada {0}.
fa: آخرین اجرا لغو شد {0}.
fi: Viimeisin juoksu peruttiin {0}.
fr: La dernière course a été annulée {0}.
it: L'ultima esecuzione è stata annullata {0}.
ja: 最後の実行はキャンセルされました {0}。
nb: Siste kjøring ble avlyst {0}.
nl: Laatste run is geannuleerd {0}.
pl: Ostatni przebieg został anulowany {0}.
pt_br: A última execução foi cancelada {0}.
ru: Последний запуск был отменен {0}.
sk: Posledný beh bol zrušený {0}.
sl: Zadnja vožnja je bila odpovedana {0}.
sq: Ekzekutimi i fundit u anulua {0}.
sr: Poslednje pokretanje je otkazano {0}.
sv: Senaste körningen avbröts {0}.
tr: Son koşu iptal edildi {0}.
uk: Останній запуск було скасовано {0}.
vi: Chuyến chạy cuối cùng đã bị hủy {0}.
zh_hk: 最後一次運行被取消 {0}。

source: Last run was canceled.
ar: تم إلغاء آخر تشغيل.
bg: Последното бягане беше отменено.
ca: L'última cursa va ser cancel·lada.
de: Der letzte Lauf wurde abgebrochen.
es: La última carrera fue cancelada.
fa: آخرین اجرا لغو شد.
fi: Viimeisin juoksu peruttiin.
fr: La dernière course a été annulée.
it: L'ultima corsa è stata annullata.
ja: 最後の実行はキャンセルされました。
nb: Siste kjøring ble avlyst.
nl: De laatste run is geannuleerd.
pl: Ostatni przejazd został odwołany.
pt_br: A última corrida foi cancelada.
ru: Последний забег был отменен.
sk: Posledný beh bol zrušený.
sl: Zadnja vožnja je bila odpovedana.
sq: Ekzekutimi i fundit u anulua.
sr: Poslednje pokretanje je otkazano.
sv: Sista körningen blev inställd.
tr: Son koşu iptal edildi.
uk: Останній запуск було скасовано.
vi: Chuyến chạy cuối cùng đã bị hủy.
zh_hk: 最後一次運行被取消。

source: Last run timed out {0}.
ar: آخر تشغيل انتهت مهلته {0}.
bg: Времето за последно изпълнение изтече {0}.
ca: S'ha esgotat el temps d'espera de l'última execució {0}.
de: Beim letzten Lauf ist die Zeit abgelaufen: {0}.
es: El último tiempo de ejecución expiró {0}.
fa: آخرین مهلت اجرا {0}به پایان رسید.
fi: Viimeisin suoritus aikakatkaistiin {0}.
fr: La dernière exécution a expiré {0}.
it: Ultimo timeout dell'esecuzione {0}.
ja: 前回の実行がタイムアウトしました {0}。
nb: Siste kjøring tok slutt {0}.
nl: Laatste run timede uit {0}.
pl: Ostatni przebieg przekroczył limit czasu {0}.
pt_br: Última execução expirou {0}.
ru: Последний запуск истек {0}.
sk: Časový limit posledného spustenia vypršal {0}.
sl: Časovna omejitev zadnjega izvajanja je potekla {0}.
sq: Ekzekutimi i fundit skadoi nga koha {0}.
sr: Poslednje pokretanje je isteklo {0}.
sv: Senaste körningen gick ut på {0}.
tr: Son çalıştırma zaman aşımına uğradı {0}.
uk: Під час останнього запуску вийшов тайм-аут {0}.
vi: Lần chạy cuối cùng đã hết thời gian {0}.
zh_hk: 最後一次運行超時 {0}。

source: Last run timed out.
ar: آخر تشغيل انتهت مهلته.
bg: Времето за последното изпълнение изтече.
ca: S'ha esgotat el temps d'espera de l'última execució.
de: Beim letzten Lauf ist die Zeit abgelaufen.
es: Se agotó el tiempo de la última ejecución.
fa: آخرین مهلت اجرا به پایان رسید.
fi: Viimeisin ajo aikakatkaistiin.
fr: La dernière exécution a expiré.
it: L'ultima esecuzione è scaduta.
ja: 最後の実行がタイムアウトしました。
nb: Tiden for siste kjøring er ute.
nl: Laatste run is verlopen.
pl: Ostatni przebieg przekroczył limit czasu.
pt_br: Última execução expirou.
ru: Время последнего запуска истекло.
sk: Časový limit posledného spustenia vypršal.
sl: Časovna omejitev zadnjega zagona je potekla.
sq: Ekzekutimi i fundit skadoi nga koha.
sr: Poslednje pokretanje je isteklo.
sv: Sista körningen gick ut på tiden.
tr: Son çalıştırma zaman aşımına uğradı.
uk: Під час останнього запуску вийшов тайм-аут.
vi: Lần chạy cuối cùng đã hết thời gian.
zh_hk: 最後一次運行超時。

source: See error
ar: عرض الخطأ
bg: Вижте грешката
ca: Veure error
de: Siehe Fehler
es: Ver error
fa: خطا را ببینید
fi: Katso virhe
fr: Voir l'erreur
it: Vedi errore
ja: エラーを参照
nb: Se feil
nl: Zie fout
pl: Zobacz błąd
pt_br: Veja o erro
ru: Смотри ошибку
sk: Zobraziť chybu
sl: Glej napako
sq: Shih gabimin
sr: Prikaži grešku
sv: Se fel
tr: Hatayı görün
uk: Переглянути помилку
vi: Xem lỗi
zh_hk: 查看錯誤

source: See logs
ar: عرض السجلات
bg: Вижте трупи
ca: Veure registres
de: Protokolle anzeigen
eo: Check the logs, bestie
es: Ver registros
fa: سیاههها را ببینید
fi: Katso lokit
fr: Voir les journaux
it: Vedi i registri
ja: ログを見る
nb: Se logger
nl: Zie logs
pl: Zobacz dzienniki
pt_br: Ver logs
ru: Смотреть журналы
sk: Pozrite si denníky
sl: Glej dnevnike
sq: Shiko log-et
sr: Pogledaj logove
sv: Se loggar
tr: Günlükleri gör
uk: Переглянути логи
vi: Xem nhật ký
zh_hk: 查看記錄

source: Failed at {0}, with this error
ar: فشل في {0}، مع هذا الخطأ
bg: Неуспешно при {0}, с тази грешка
ca: Ha fallat a {0}, amb aquest error
de: Fehlgeschlagen bei {0}, mit diesem Fehler
es: Falló en {0}, con este error
fa: در {0}با این خطا ناموفق بود
fi: Epäonnistui kohdassa {0}, ja tässä virheilmoitus
fr: Échec à {0}, avec cette erreur
it: Errore in {0}, con questo errore
ja: {0}で次のエラーが発生しました
nb: Mislyktes på {0}, med denne feilen
nl: Mislukt bij {0}, met deze fout
pl: Nie powiodło się przy {0}, z tym błędem
pt_br: Falhou em {0}, com este erro
ru: Ошибка в {0}, с этой ошибкой
sk: Zlyhalo o {0}s touto chybou
sl: Napaka pri {0}ni uspela,
sq: Dështoi në {0}, me këtë gabim
sr: Neuspešno u {0}, sa ovom greškom
sv: Misslyckades vid {0}, med detta fel
tr: {0}noktasında bu hatayla başarısız oldu
uk: Збій на {0} з такою помилкою
vi: Thất bại ở {0}, với lỗi này
zh_hk: 在 {0}失敗，並出現此錯誤

source: Failed with this error
ar: فشل مع هذا الخطأ
bg: Неуспешно с тази грешка
ca: Ha fallat amb aquest error
de: Mit diesem Fehler fehlgeschlagen
es: Falló con este error
fa: با این خطا انجام نشد
fi: Epäonnistui tällä virheellä
fr: Échec avec cette erreur
it: Errore non riuscito
ja: このエラーで失敗しました
nb: Mislyktes med denne feilen
nl: Mislukt met deze fout
pl: Nie udało się z powodu tego błędu
pt_br: Falhou com este erro
ru: Не удалось с этой ошибкой
sk: Zlyhalo s touto chybou
sl: Ni uspelo s to napako
sq: Dështoi me këtë gabim
sr: Neuspešno sa ovom greškom
sv: Misslyckades med detta fel
tr: Bu hatayla başarısız oldum
uk: Збій із такою помилкою
vi: Không thành công với lỗi này
zh_hk: 失敗時出現以下錯誤

source: Succeeded at {0}, with the following logs
ar: نجح في {0}، مع السجلات التالية
bg: Успешно на {0}, със следните лог файлове
ca: Ha tingut èxit a {0}, amb els següents registres
de: Erfolgreich um {0}, mit den folgenden Protokollen
es: Tuvo éxito en {0}, con los siguientes registros
fa: در {0}با گزارش‌های زیر موفق شدم
fi: Onnistui kohdassa {0}, seuraavilla lokeilla
fr: Réussi à {0}, avec les journaux suivants
it: Riuscito a {0}, con i seguenti log
ja: {0}に成功しました。ログは次のとおりです。
nb: Lyktes på {0}, med følgende logger
nl: Geslaagd bij {0}, met de volgende logs
pl: Udało się o {0}, z następującymi logami
pt_br: Sucesso em {0}, com os seguintes logs
ru: Успешно выполнено в {0}, со следующими журналами
sk: Úspešné o {0}s nasledujúcimi protokolmi
sl: Uspešno pri {0}, z naslednjimi dnevniki
sq: Pati sukses në {0}, me log-et e mëposhtme
sr: Uspešno u {0}, sa sledećim logovima
sv: Lyckades vid {0}, med följande loggar
tr: {0}noktasında başarılı oldu, aşağıdaki günlüklerle
uk: Успішно виконано о {0}, з такими логами
vi: Đã thành công tại {0}, với các bản ghi sau
zh_hk: 成功登入 {0}, 記錄如下

source: Succeeded with the following logs
ar: نجح مع السجلات التالية
bg: Успешно със следните лог файлове
ca: S'ha completat amb els registres següents
de: Erfolgreich mit den folgenden Protokollen
es: Tuvo éxito con los siguientes registros
fa: با لاگ‌های زیر موفق شدم
fi: Onnistui seuraavien lokien kanssa
fr: Réussi avec les journaux suivants
it: Riuscito con i seguenti registri
ja: 以下のログで成功しました
nb: Lyktes med følgende logger
nl: Met succes de volgende logs gemaakt
pl: Udało się z następującymi dziennikami
pt_br: Obteve sucesso com os seguintes logs
ru: Успешно выполнено со следующими журналами
sk: Úspešné s nasledujúcimi protokolmi
sl: Uspelo z naslednjimi dnevniki
sq: Pati sukses me log-et e mëposhtme
sr: Uspešno, sa sledećim logovima
sv: Lyckades med följande loggar
tr: Aşağıdaki günlüklerle başarılı oldu
uk: Успішно виконано з такими логами
vi: Đã thành công với các bản ghi sau
zh_hk: 成功取得下列記錄

source: This schema will be created the first time the transform runs.
ar: سيتم إنشاء هذا المخطط أول مرة يتم فيها تشغيل التحويل.
bg: Тази схема ще бъде създадена при първото изпълнение на трансформацията.
ca: Aquest esquema es crearà la primera vegada que s'executi la transformació.
de: Dieses Schema wird beim ersten Ausführen der Transformation erstellt.
es: Este esquema se creará la primera vez que se ejecute la transformación.
fa: این طرحواره در اولین اجرای تبدیل ایجاد خواهد شد.
fi: Tämä kaava luodaan, kun muunnos suoritetaan ensimmäisen kerran.
fr: Ce schéma sera créé la première fois que la transformation s'exécutera.
it: Questo schema verrà creato la prima volta che verrà eseguita la trasformazione.
ja: このスキーマは、変換が初めて実行されるときに作成されます。
nb: Dette skjemaet opprettes første gang transformasjonen kjøres.
nl: Dit schema wordt gemaakt de eerste keer dat de transformatie wordt uitgevoerd.
pl: Ten schemat zostanie utworzony przy pierwszym uruchomieniu transformacji.
pt_br: Este esquema será criado na primeira vez que a transformação for executada.
ru: Эта схема будет создана при первом запуске преобразования.
sk: Táto schéma sa vytvorí pri prvom spustení transformácie.
sl: Ta shema bo ustvarjena ob prvem zagonu transformacije.
sq: Kjo skemë do të krijohet herën e parë kur transformimi ekzekutohet.
sr: Ova šema će biti kreirana pri prvom pokretanju transformacije.
sv: Detta schema skapas första gången transformationen körs.
tr: Bu şema, dönüşüm ilk kez çalıştırıldığında oluşturulacaktır.
uk: Ця схема буде створена під час першого запуску трансформації.
vi: Sơ đồ này sẽ được tạo ra lần đầu tiên khi quá trình chuyển đổi chạy.
zh_hk: 此模式會在第一次執行轉換時建立。

source: Create new schema {0}
ar: أنشئ مخططًا جديدًا {0}
bg: Създаване на нова схема {0}
ca: Crea un esquema nou {0}
de: Neues Schema erstellen {0}
es: Crear nuevo esquema {0}
fa: ایجاد طرحواره جدید {0}
fi: Luo uusi skeema {0}
fr: Créer un nouveau schéma {0}
it: Crea nuovo schema {0}
ja: 新しいスキーマを作成 {0}
nb: Opprett nytt skjema {0}
nl: Nieuw schema maken {0}
pl: Utwórz nowy schemat {0}
pt_br: Criar novo esquema {0}
ru: Создать новую схему {0}
sk: Vytvoriť novú schému {0}
sl: Ustvari novo shemo {0}
sq: Krijo skemë të re {0}
sr: Kreiraj novu šemu {0}
sv: Skapa nytt schema {0}
tr: Yeni şema oluştur {0}
uk: Створити нову схему {0}
vi: Tạo lược đồ mới {0}
zh_hk: 建立新模式 {0}

source: Delete the {0} tag?
ar: هل تريد حذف الوسم {0}؟
bg: Да се изтрие ли етикетът {0} ?
ca: Voleu suprimir l'etiqueta {0} ?
de: Den Tag {0} löschen?
es: ¿Borrar la etiqueta {0} ?
fa: تگ {0} حذف شود؟
fi: Poistetaanko {0} -tägi?
fr: Supprimer la balise {0} ?
it: Eliminare il tag {0} ?
ja: {0} タグを削除しますか?
nb: Slette {0} taggen?
nl: De tag {0} verwijderen?
pl: Usunąć tag {0} ?
pt_br: Excluir a tag {0} ?
ru: Удалить тег {0} ?
sk: Odstrániť značku {0} ?
sl: Izbrisati oznako {0} ?
sq: Të fshihet tag-u {0}?
sr: Obrisati tag {0}?
sv: Ta bort taggen {0} ?
tr: {0} etiketi silinsin mi?
uk: Видалити тег {0}?
vi: Xóa thẻ {0} ?
zh_hk: 刪除 {0} 標籤？

source: The tag will be deleted from transforms and jobs that use it.
ar: سيتم حذف الوسم من التحويلات والمهام المجدولة التي تستخدمه.
bg: Тагът ще бъде изтрит от трансформациите и заданията, които го използват.
ca: L'etiqueta s'eliminarà de les transformacions i els treballs que l'utilitzen.
de: Das Tag wird aus Transformationen und Jobs gelöscht, die es verwenden.
es: La etiqueta se eliminará de las transformaciones y los jobs que la usen.
fa: تگ از تبدیل‌ها و جاب‌هایی که از آن استفاده می‌کنند حذف خواهد شد.
fi: Tunniste poistetaan muunnoksista ja ajoista, jotka käyttävät sitä.
fr: Le tag sera supprimé des transformations et des exécutions qui l’utilisent.
it: Il tag verrà eliminato dalle trasformazioni e dai job che lo usano.
ja: このタグは、それを使用しているトランスフォームとジョブから削除されます。
nb: Taggen slettes fra transformasjoner og jobber som bruker den.
nl: De tag wordt verwijderd uit transformaties en taken die deze gebruiken.
pl: Tag zostanie usunięty z przekształceń i jobów, które go używają.
pt_br: A tag será excluída das transformações e dos jobs que a usam.
ru: Тег будет удален из трансформов и джобов, которые его используют.
sk: Tag sa odstráni z transformácií a jobov, ktoré ho používajú.
sl: Oznaka bo izbrisana iz transformacij in opravil, ki jo uporabljajo.
sq: Etiketa do të fshihet nga transformimet dhe job-et që e përdorin.
sr: Oznaka će biti obrisana iz transformacija i poslova koji je koriste.
sv: Taggen kommer att tas bort från transformationer och jobb som använder den.
tr: Etiket, onu kullanan Dönüşümler ve İşler’den silinecek.
uk: Тег буде видалено з трансформів і джобів, які його використовують.
vi: Thẻ sẽ bị xóa khỏi các biến đổi và công việc đang dùng nó.
zh_hk: 此標籤會從使用它的轉換和作業中刪除。

source: Delete tag
ar: حذف الوسم
bg: Изтриване на етикет
ca: Suprimeix l'etiqueta
de: Tag löschen
es: Eliminar etiqueta
fa: حذف برچسب
fi: Poista tunniste
fr: Supprimer la balise
it: Elimina tag
ja: タグを削除
nb: Slett tagg
nl: Tag verwijderen
pl: Usuń tag
pt_br: Excluir tag
ru: Удалить тег
sk: Odstrániť značku
sl: Izbriši oznako
sq: Fshi tag-un
sr: Obriši oznaku
sv: Ta bort tagg
tr: Etiketi sil
uk: Видалити тег
vi: Xóa thẻ
zh_hk: 刪除標籤

source: No owner
ar: لا يوجد مالك
ca: Sense propietari
de: Kein Eigentümer
es: Sin dueño
fa: بدون مالک
fi: Ei omistajaa
fr: Aucun propriétaire
it: Nessun proprietario
ja: 所有者なし
nb: Ingen eier
pl: Brak właściciela
pt_br: Sem proprietário
ru: Нет владельца
sk: Žiadny vlastník
sl: Brez lastnika
sq: Pa pronar
sr: Nema vlasnika
tr: Sahibi yok
uk: Немає власника
vi: Không có chủ sở hữu
zh_hk: 無業主

source: Pick a job or create a new one
ar: اختر وظيفة أو أنشئ وظيفة جديدة
bg: Изберете работа или създайте нова
ca: Tria una feina o crea'n una de nova
de: Wähle einen Job aus oder erstelle einen neuen.
es: Elige un trabajo o crea uno nuevo
fa: یک شغل انتخاب کنید یا یک شغل جدید ایجاد کنید
fi: Valitse työpaikka tai luo uusi
fr: Choisissez un emploi ou créez-en un nouveau.
it: Scegli un lavoro o creane uno nuovo
ja: 仕事を選択するか、新しい仕事を作成する
nb: Velg en jobb eller opprett en ny
nl: Kies een baan of creëer een nieuwe
pl: Wybierz pracę lub utwórz nową
pt_br: Escolha um emprego ou crie um novo.
ru: Выберите работу или создайте новую
sk: Vyberte si prácu alebo vytvorte novú
sl: Izberite službo ali ustvarite novo
sq: Zgjidh një job ose krijo një të ri
sr: Izaberite posao ili kreirajte novi
sv: Välj ett jobb eller skapa ett nytt
tr: Bir iş seçin veya yeni bir iş yaratın
uk: Виберіть джоб або створіть новий
vi: Chọn một công việc hoặc tạo một công việc mới
zh_hk: 挑選工作或建立新工作

source: Jobs let you run groups of transforms on a schedule.
ar: تتيح لك المهام المجدولة تشغيل مجموعات من التحويلات وفق جدول زمني.
bg: Задачите ви позволяват да изпълнявате групи от трансформации по график.
ca: Les tasques permeten executar grups de transformacions segons una programació.
de: Mit Jobs kannst du Gruppen von Transformationen nach Zeitplan ausführen.
es: Los jobs te permiten ejecutar grupos de transformaciones según un cronograma.
fa: جاب‌ها به شما اجازه می‌دهند گروه‌هایی از تبدیل‌ها را طبق زمان‌بندی اجرا کنید.
fi: Ajot mahdollistavat muunnosryhmien ajamisen aikataulun mukaan.
fr: Les exécutions vous permettent d’exécuter des groupes de transformations selon un planning.
it: I job ti permettono di eseguire gruppi di trasformazioni secondo una pianificazione.
ja: ジョブを使うと、トランスフォームのグループをスケジュールに従って実行できます。
nb: Med jobber kan du kjøre grupper av transformasjoner etter en tidsplan.
nl: Met taken kunt u groepen transformaties volgens een schema uitvoeren.
pl: Joby pozwalają uruchamiać grupy przekształceń według harmonogramu.
pt_br: Jobs permitem que você execute grupos de transformações em uma agenda.
ru: Джобы позволяют запускать группы трансформов по расписанию.
sk: Joby vám umožňujú spúšťať skupiny transformácií podľa plánu.
sl: Opravila vam omogočajo izvajanje skupin transformacij po urniku.
sq: Job-et ju lejojnë të ekzekutoni grupe transformimesh sipas një orari.
sr: Poslovi vam omogućavaju da pokrećete grupe transformacija po rasporedu.
sv: Med jobb kan du köra grupper av transformationer enligt ett schema.
tr: İşler, Dönüşüm gruplarını bir takvime göre çalıştırmanıza olanak tanır.
uk: Джоби дають змогу запускати групи трансформів за розкладом.
vi: Công việc cho phép bạn chạy các nhóm biến đổi theo lịch.
zh_hk: 作業可讓你按排程執行一組轉換。

source: Last Run
ar: آخر تشغيل
bg: Последно бягане
ca: Última cursa
de: Letzter Lauf
es: Última carrera
fa: آخرین اجرا
fi: Viimeisin juoksu
fr: Dernière course
it: Ultima corsa
ja: 最後の実行
nb: Siste kjøring
nl: Laatste run
pl: Ostatni bieg
pt_br: Última corrida
ru: Последний забег
sk: Posledný beh
sl: Zadnja vožnja
sq: Ekzekutimi i fundit
sr: Poslednje pokretanje
sv: Sista körningen
tr: Son Koşu
uk: Останній запуск
vi: Lần chạy cuối
zh_hk: 最後一次運行

source: Last run
ar: آخر تشغيل
bg: Последно бягане
ca: Última cursa
de: Letzter Lauf
es: Última ejecución
fa: آخرین اجرا
fi: Viimeisin juoksu
fr: Dernière course
it: Ultima corsa
ja: 最後の実行
nb: Siste kjøring
nl: Laatste run
pl: Ostatni bieg
pt_br: Última corrida
ru: Последний забег
sk: Posledný beh
sl: Zadnja vožnja
sq: Ekzekutimi i fundit
sr: Poslednje pokretanje
sv: Sista körningen
tr: Son koşu
uk: Останній запуск
vi: Lần chạy cuối cùng
zh_hk: 最後一次運行

source: No jobs yet
ar: لا توجد مهام مجدولة بعد
bg: Все още няма работни места
ca: Encara no hi ha feina
de: Noch keine Jobs
es: Aún no hay jobs
fa: هنوز هیچ جابی نیست
fi: Ei ajoja vielä
fr: Aucune exécution pour le moment
it: Ancora nessun job
ja: まだジョブはありません
nb: Ingen jobber ennå
nl: Nog geen banen
pl: Brak jobów
pt_br: Nenhum job ainda
ru: Пока нет джобов
sk: Zatiaľ žiadne joby
sl: Še ni opravil
sq: Ende pa job-e
sr: Još nema poslova
sv: Inga jobb ännu
tr: Henüz İş yok
uk: Джобів ще немає
vi: Chưa có công việc nào
zh_hk: 尚無作業

source: No jobs found
ar: لم يتم العثور على مهام مجدولة
bg: Няма намерени работни места
ca: No s'han trobat feines
de: Keine Jobs gefunden
es: No se encontraron jobs
fa: هیچ جابی پیدا نشد
fi: Ajoja ei löytynyt
fr: Aucune exécution trouvée
it: Nessun job trovato
ja: ジョブが見つかりません
nb: Ingen jobber funnet
nl: Geen vacatures gevonden
pl: Nie znaleziono jobów
pt_br: Nenhum job encontrado
ru: Джобы не найдены
sk: Nenašli sa žiadne joby
sl: Ni najdenih opravil
sq: Nuk u gjetën job-e
sr: Nijedan posao nije pronađen
sv: Inga jobb hittades
tr: Hiç İş bulunamadı
uk: Джобів не знайдено
vi: Không tìm thấy công việc nào
zh_hk: 找不到作業

source: Delete this job?
ar: هل تريد حذف هذه الوظيفة؟
bg: Да се изтрие ли тази работа?
ca: Voleu suprimir aquesta feina?
de: Diesen Job löschen?
es: ¿Eliminar este trabajo?
fa: این شغل را حذف کنم؟
fi: Poistetaanko tämä työpaikka?
fr: Supprimer ce travail ?
it: Eliminare questo lavoro?
ja: このジョブを削除しますか?
nb: Slette denne jobben?
nl: Deze taak verwijderen?
pl: Usunąć to zadanie?
pt_br: Excluir este trabalho?
ru: Удалить эту работу?
sk: Odstrániť túto úlohu?
sl: Želite izbrisati to delovno mesto?
sq: Të fshihet ky job?
sr: Obrisati ovaj posao?
sv: Ta bort det här jobbet?
tr: Bu işi silmek istiyor musunuz?
uk: Видалити це завдання?
vi: Xóa công việc này?
zh_hk: 刪除這項工作？

source: Deleting this job won’t delete any transforms.
ar: لن يؤدي حذف هذه الوظيفة إلى حذف أي تحويلات.
bg: Изтриването на тази задача няма да изтрие никакви трансформации.
ca: Si suprimiu aquesta tasca, no se suprimiran les transformacions.
de: Durch das Löschen dieses Auftrags werden keine Transformationen gelöscht.
es: Eliminar este trabajo no eliminará ninguna transformación.
fa: حذف این کار، هیچ تبدیلی را حذف نمی‌کند.
fi: Tämän työn poistaminen ei poista mitään muunnoksia.
fr: La suppression de ce travail ne supprimera aucune transformation.
it: L'eliminazione di questo processo non eliminerà alcuna trasformazione.
ja: このジョブを削除しても、変換は削除されません。
nb: Hvis du sletter denne jobben, slettes ingen transformasjoner.
nl: Als u deze taak verwijdert, worden er geen transformaties verwijderd.
pl: Usunięcie tego zadania nie spowoduje usunięcia żadnych transformacji.
pt_br: Excluir este trabalho não excluirá nenhuma transformação.
ru: Удаление этого задания не приведет к удалению каких-либо преобразований.
sk: Odstránením tejto úlohy sa neodstránia žiadne transformácie.
sl: Z brisanjem tega opravila ne boste izbrisali nobenih transformacij.
sq: Fshirja e këtij job-i nuk do të fshijë asnjë transformim.
sr: Brisanje ovog posla neće obrisati nijednu transformaciju.
sv: Att ta bort det här jobbet kommer inte att ta bort några transformationer.
tr: Bu işi silmek hiçbir dönüşümü silmeyecektir.
uk: Видалення цього джоба не видалить жодних трансформів.
vi: Xóa tác vụ này sẽ không xóa bất kỳ chuyển đổi nào.
zh_hk: 刪除此工作不會刪除任何變形。

source: Delete job
ar: حذف الوظيفة
bg: Изтриване на задача
ca: Suprimeix la feina
de: Auftrag löschen
es: Eliminar trabajo
fa: حذف شغل
fi: Poista työ
fr: Supprimer le travail
it: Elimina lavoro
ja: ジョブを削除
nb: Slett jobb
nl: Taak verwijderen
pl: Usuń zadanie
pt_br: Excluir trabalho
ru: Удалить задание
sk: Odstrániť úlohu
sl: Izbriši opravilo
sq: Fshi job-in
sr: Obriši posao
sv: Ta bort jobb
tr: İşi sil
uk: Видалити завдання
vi: Xóa công việc
zh_hk: 刪除工作

source: Failed to create a job
ar: فشل إنشاء وظيفة
bg: Създаването на работа не бе успешно
ca: No s'ha pogut crear una feina
de: Fehler beim Erstellen eines Jobs
es: No se pudo crear un trabajo
fa: ایجاد شغل ناموفق بود
fi: Työn luominen epäonnistui
fr: Échec de la création d'un emploi
it: Impossibile creare un lavoro
ja: ジョブの作成に失敗しました
nb: Kunne ikke opprette en jobb
nl: Het is niet gelukt om een taak aan te maken
pl: Nie udało się utworzyć zadania
pt_br: Falha ao criar um trabalho
ru: Не удалось создать работу
sk: Nepodarilo sa vytvoriť úlohu
sl: Ustvarjanje delovnega mesta ni uspelo
sq: Dështoi krijimi i një job-i
sr: Neuspešno kreiranje posla
sv: Misslyckades med att skapa ett jobb
tr: Bir iş oluşturulamadı
uk: Не вдалося створити завдання
vi: Không tạo được việc làm
zh_hk: 建立工作失敗
