Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Error deleting table
ar: خطأ أثناء حذف الجداول
bg: Грешка при изтриване на таблица
ca: S'ha produït un error en suprimir la taula
de: Fehler beim Löschden der Tabelle
eo: Oops, can’t delete the table, fr fr
es: Error eliminando tabla
fa: خطا در حذف جدول
fi: Virhe taulua poistettaessa
fr: Erreur de suppression de la table
hu: Hiba történt az tábla törlésekor.
it: Errore nell'eliminazione della tabella
ja: テーブル削除エラー
lt: Klaida ištrinant lentelę
ms: Ralat: Ralat memadam jadual Jamak: Ralat memadam jadual
nb: Feil ved sletting av tabell
nl: Fout bij het verwijderen van tabel
pl: Błąd usuwania tabeli
pt_br: Erro ao excluir tabela
ru: Ошибка при удалении таблицы
sk: Chyba pri odstraňovaní tabuľky
sl: Napaka pri brisanju tabele
sq: Gabim gjatë fshirjes së tabelës
sr: Greška pri brisanju tabele
sv: Fel vid borttagning av tabell
tr: Tablo silinirken hata oluştu
uk: Помилка видалення таблиці
vi: Lỗi khi xóa bảng
zh_hk: 刪除資料表出錯

source: 1 table deleted
ar: تم حذف {0} جداول
bg: 1 таблица е изтрита
ca: S'ha suprimit 1 taula
de: 1 Tabelle gelöscht
eo: 1 table got yeeted
es: 1 tabla eliminada
fa: ۱ جدول حذف شد
fi: 1 taulu poistettu
fr: 1 table supprimée
hu: 1 tábla törölve
it: Eliminata 1 tabella
ja: 1テーブル削除
lt: Ištrinta 1 lentelė
ms: 1 jadual dipadamkan Jamak: {0} jadual dipadamkan
nb: 1 tabell slettet
nl: 1 tabel verwijderd
pl: 1 usunięta tabela
pt_br: 1 tabela excluída
ru: 1 таблица удалена
sk: 1 tabuľka odstránená
sl: 1 izbrisana
sq: 1 tabelë u fshi
sr: Obrisana je 1 tabela
sv: 1 tabell borttagen
tr: 1 tablo silindi
uk: 1 таблицю видалено
vi: {0} bảng đã xóa
zh_hk: {0} 刪除的表格

source: Selected {0} table
ar: تم تحديد {0} جداول
bg: Избрана таблица {0}
ca: {0} taula seleccionada
de: {0} Tabelle ausgewählt
eo: Chosen {0} table, fr.
es: Selecciona {0} tabla
fa: جدول {0} انتخاب شده
fi: Valittu {0} taulu
fr: {0} table sélectionnée
hu: {0} tábla kiválasztva
it: Selezionata {0} tabella
ja: 選択された{0}テーブル
lt: Pasirinkta {0} lentelė
ms: Pilih {0} jadual Jamak: Pilih {0} jadual
nb: Valgte {0} tabell
nl: Geselecteerde {0} tabel
pl: Wybrano tabelę {0}
pt_br: {0} tabela selecionada
ru: Выбрана {0} таблица
sk: Vybraná tabuľka {0}
sl: Izbrana {0} tabela
sq: U përzgjodh {0} tabelë
sr: Izabrana {0} tabela
sv: {0} vald tabell
tr: Seçilen {0} tablo
uk: Вибрано {0} таблицю
vi: Đã chọn {0} bảng
zh_hk: 精選 {0} 表格

source: Manage Uploads
hu: Feltöltések kezelése
lt: Tvarkyti įkėlimus
ms: Urus Muat Naik

source: Uploaded Tables
hu: Feltöltött táblák
lt: Įkeltos lentelės
ms: Jadual yang Dimuat Naik

source: Enter a positive number.
ar: أدخل رقمًا موجبًا.
bg: Въведете положително число.
ca: Introduïu un nombre positiu.
de: Gib eine positive Zahl ein.
eo: Type in a good vibes number.
es: Introduce un número positivo.
fa: یک عدد مثبت وارد کنید
fi: Syötä positiivinen luku.
fr: Entrez un nombre positif.
hu: Adjon meg egy pozitív számot.
it: Inserire un numero positivo.
ja: 正の数を入力する。
lt: Įveskite teigiamą skaičių.
ms: Masukkan nombor positif.
nb: Sett inn et positivt tall.
nl: Voer een positief getal in.
pl: Wprowadź liczbę dodatnią.
pt_br: Insira um número positivo.
ru: Введите положительное число.
sk: Zadajte kladné číslo.
sl: Vnesite pozitivno število.
sq: Fut një numër pozitiv.
sr: Unesi pozitivan broj.
sv: Ange ett positivt tal.
tr: Pozitif bir sayı girin.
uk: Введіть додатне число.
vi: Nhập một số dương.
zh_hk: 輸入正數。

source: Enter an integer.
ar: أدخل عددًا صحيحًا.
bg: Въведете цяло число.
ca: Introduïu un nombre enter.
de: Gib eine Ganzzahl ein.
eo: Type in a whole number, bestie.
es: Introduce un número entero.
fa: یک عدد صحیح وارد کنید.
fi: Syötä kokonaisluku.
fr: Entrez un nombre entier.
hu: Adjon meg egy egész számot.
it: Inserire un numero intero.
ja: 整数を入力する。
lt: Įveskite sveikąjį skaičių.
ms: Masukkan nombor integer.
nb: Sett inn et heltall.
nl: Voer een geheel getal in.
pl: Wprowadź liczbę całkowitą.
pt_br: Insira um número inteiro.
ru: Введите целое число.
sk: Zadajte celé číslo.
sl: Vnesite celo število.
sq: Fut një numër të plotë.
sr: Unesi ceo broj.
sv: Ange ett heltal.
tr: Bir tamsayı girin.
uk: Введіть ціле число.
vi: Nhập một số nguyên.
zh_hk: 輸入整數。

source: Use default: each question will use its own policy or the database policy
ar: استخدم الإعداد الافتراضي: سيستخدم كل سؤال سياسته الخاصة أو سياسة قاعدة البيانات
bg: Използване по подразбиране: всеки въпрос ще използва собствената си политика или политиката на базата данни
ca: Usa per defecte: cada pregunta utilitzarà la seva pròpia política o la política de la base de dades
de: Standard verwenden: jede Frage verwendet ihre eigene Richtlinie oder die Datenbankrichtlinie
eo: Just use default: each Q will go with its own policy or the database's, fr.
es: Usar predeterminado: cada pregunta usará su propia política o la política de la base de datos
fa: از پیش‌فرض استفاده کنید: هر سؤال از خط‌مشی خاص خود یا خط‌مشی پایگاه داده استفاده می‌کند
fi: Käytä oletusta: jokainen kysymys käyttää omaa käytäntöään tai tietokantakäytäntöä
fr: Utiliser la valeur par défaut : chaque question utilisera sa propre politique ou la politique de la base de données.
hu: Alapértelmezett használata: minden kérdés saját irányelvét vagy az adatbázis irányelvét fogja használni
it: Usa l'impostazione predefinita: ogni domanda utilizzerà il proprio criterio o il criterio del database.
ja: デフォルトを使用する: 各質問は独自のポリシーまたはデータベースポリシーを使用します。
lt: Naudoti numatytuosius: kiekvienas klausimas naudos savo politiką arba duomenų bazės politiką
ms: Gunakan lalai: setiap soalan akan menggunakan polisi sendiri atau polisi pangkalan data
nb: Bruk standard: hvert spørsmål vil bruke sin egen policy eller databasens policy
nl: Standaard gebruiken: elke vraag gebruikt zijn eigen beleid of het databasebeleid
pl: Użyj domyślnych: każde pytanie będzie używać własnej polityki lub polityki bazy danych
pt_br: Usar padrão: cada pergunta usará sua própria política ou a política do banco de dados
ru: Использовать по умолчанию: каждый вопрос будет использовать свою собственную политику или политику базы данных
sk: Použiť predvolené nastavenie: každá otázka použije svoju vlastnú politiku alebo politiku databázy
sl: Uporabi privzeto: vsako vprašanje bo uporabilo svoj pravilnik ali pravilnik zbirke podatkov
sq: Përdor parazgjedhjen: çdo pyetje do të përdorë politikën e vet ose politikën e databazës
sr: Koristi podrazumevano: svako pitanje će koristiti svoju politiku ili politiku baze podataka
sv: Använd standard: varje fråga använder sin egen policy eller databaspolicyn
tr: Varsayılanı kullan: her soru kendi ilkesini veya veritabanı ilkesini kullanacaktır
uk: Використати дефолт: кожен запит використовуватиме власну політику або політику бази даних
vi: Sử dụng mặc định: mỗi câu hỏi sẽ sử dụng chính sách riêng hoặc chính sách cơ sở dữ liệu
zh_hk: 使用預設值：每個問題將使用自己的政策或資料庫政策

source: Use default: use the database or dashboard policy
ar: استخدم الإعداد الافتراضي: استخدم سياسة قاعدة البيانات أو لوحة المعلومات
bg: Използване по подразбиране: използвайте политиката за база данни или табло за управление
ca: Usa per defecte: utilitza la política de base de dades o quadre de comandament
de: Standard verwenden: die Datenbank- oder Dashboard-Richtlinie verwenden
eo: Just use the default: like, stick to the database or dashboard policy, fr fr.
es: Usar valor predeterminado: usar la política de base de datos o panel de control
fa: استفاده از پیش فرض: از پایگاه داده یا خط مشی داشبورد استفاده کنید
fi: Käytä oletusarvoa: käytä tietokanta- tai kojelautakäytäntöä
fr: Utiliser la valeur par défaut : utiliser la politique de la base de données ou du tableau de bord
hu: Alapértelmezett használat: használja az adatbázis vagy irányítópult irányelvét
it: Usa predefinito: utilizza il criterio del database o del dashboard.
ja: デフォルトを使用：データベースまたはダッシュボードのポリシーを使用する
lt: Naudoti numatytuosius: naudokite duomenų bazės arba prietaisų skydelio politiką
ms: Gunakan lalai: gunakan polisi pangkalan data atau papan pemuka
nb: Bruk standard: Bruk database- eller dashbordpolicyen
nl: Standaard gebruiken: gebruik het beleid voor de database of het dashboard
pl: Użyj domyślnych: użyj bazy danych lub zasad pulpitu
pt_br: Usar padrão: usar a política do banco de dados ou do painel
ru: Использовать по умолчанию: использовать политику базы данных или дашборда
sk: Použiť predvolené nastavenie: použiť zásady databázy alebo prístrojovej dosky
sl: Uporabi privzeto: uporabite pravilnik zbirke podatkov ali nadzorne plošče
sq: Përdor parazgjedhjen: përdor politikën e databazës ose të panelit
sr: Koristi podrazumevano: koristi politiku baze podataka ili kontrolne table
sv: Använd standard: använd policyn för databasen eller instrumentpanelen
tr: Varsayılanı kullan: veritabanı veya gösterge tablosu ilkesini kullanın
uk: Використати дефолт: використовувати політику бази даних або приладової дошки
vi: Sử dụng mặc định: sử dụng chính sách cơ sở dữ liệu hoặc bảng điều khiển
zh_hk: 使用預設值：使用資料庫或儀表板政策

source: Adaptive: use a query’s average execution time to determine how long to cache its results
ar: تكيّفي: استخدم متوسط زمن تنفيذ الاستعلام لتحديد مدة تخزين نتائجه في الكاش
bg: Адаптивни: използвайте средното време за изпълнение на заявката, за да определите колко време да кеширате резултатите.
ca: Adaptatiu: utilitzeu el temps mitjà d'execució d'una consulta per determinar quant de temps s'emmagatzemaran els resultats a la memòria cau
de: Adaptiv: Verwendung der durchschnittlichen Ausführungszeit einer Abfrage, um zu bestimmen, wie lange die Ergebnisse zwischengespeichert werden sollen
eo: Adaptive: it’s like, using the query’s avg run time to decide how long to keep its results chillin in cache, ya know?
es: Adaptativo: utiliza el tiempo de ejecución promedio de una consulta para determinar cuánto tiempo se almacenarán en caché tus resultados
fa: تطبیقی: از میانگین زمان اجرای یک پرس و جو برای تعیین مدت زمان ذخیره نتایج آن استفاده کنید
fi: Mukautuva: käytä kyselyn keskimääräistä suoritusaikaa määrittääksesi, kuinka kauan sen tulokset tallennetaan välimuistiin
fr: Adaptatif : utiliser le temps d'exécution moyen d'une requête pour déterminer la durée de la mise en cache des résultats.
hu: Adaptív: használja a lekérdezés átlagos végrehajtási idejét annak meghatározására, hogy meddig tárolja a gyorsítótárban az eredményeit
it: Adattivo: utilizza il tempo medio di esecuzione di una query per determinare la durata della cache dei risultati
ja: 適応型：クエリの平均実行時間を使用して、結果をキャッシュする期間を決定する。
lt: Prisitaikantis: naudokite vidutinį užklausos vykdymo laiką, kad nustatytumėte, kiek laiko talpykloje saugoti jos rezultatus
ms: Adaptif: gunakan masa pelaksanaan purata pertanyaan untuk menentukan berapa lama keputusannya dicache.
nb: Adaptiv: bruker en spørrings gjennomsnittlige kjøretid til å avgjøre hvor lenge resultatene skal mellomlagres
nl: Adaptief: gebruik de gemiddelde uitvoeringstijd van een query om te bepalen hoe lang de resultaten in de cache moeten worden opgeslagen
pl: Adaptacyjne: wykorzystanie średniego czasu wykonania zapytania do określenia, jak długo buforować jego wyniki.
pt_br: Adaptativo: usar o tempo médio de execução de uma consulta para determinar o tempo de armazenamento em cache dos resultados
ru: Адаптивный: использовать среднее время выполнения запроса, чтобы определить, как долго кэшировать его результаты
sk: Adaptívne: použite priemerný čas vykonávania dotazu na určenie dĺžky ukladania jeho výsledkov do vyrovnávacej pamäte.
sl: Prilagodljivo: uporabite povprečni čas izvajanja poizvedbe, da določite, kako dolgo naj se rezultati predpomnijo
sq: Adaptiv: përdor kohën mesatare të ekzekutimit të një pyetjeje për të përcaktuar sa gjatë të ruhen rezultatet në cache
sr: Adaptivno: koristi prosečno vreme izvršavanja upita da odredi koliko dugo da se keširaju rezultati
sv: Adaptiv: använder en frågas genomsnittliga exekveringstid för att avgöra hur länge resultaten ska cachas
tr: Uyarlanabilir: sonuçlarının ne kadar süreyle önbelleğe alınacağını belirlemek için bir sorgunun ortalama yürütme süresini kullanın
uk: Адаптивно: використовуйте середній час виконання запиту, щоб визначити, на скільки кешувати його результати
vi: Thích ứng: sử dụng thời gian thực hiện trung bình của truy vấn để xác định thời gian lưu trữ kết quả của truy vấn đó
zh_hk: 適應性：使用查詢的平均執行時間來決定快取其結果的時間長短

source: Adaptive
ar: تكيّفي
bg: Адаптивен
ca: Adaptatiu
de: Anpassungsfähig
eo: adaptive → lowkey flexible or adaptable
es: Adaptativo
fa: تطبیقی
fi: Mukautuva
fr: Adaptatif
hu: Adaptív
it: Adattivo
ja: アダプティブ
lt: Prisitaikantis
ms: Adaptif
nb: Tilpasningsbar
nl: Adaptief
pl: Adaptacyjny
pt_br: Adaptativo
ru: Адаптивный
sk: Adaptívne
sl: Prilagodljivo
sq: Adaptiv
sr: Adaptivno
sv: Anpassad
tr: Uyarlanabilir
uk: Адаптивно
vi: Thích nghi
zh_hk: 適應性

source: Don’t cache results
ar: لا تخزّن النتائج في الكاش
bg: Не кеширайте резултатите
ca: No emmagatzemar els resultats a la memòria cau
de: Ergebnisse nicht cachen
eo: Don’t keep results on save, fr.
es: No almacenar en caché los resultados
fa: نتایج را کش نکنید
fi: Älä tallenna tuloksia välimuistiin
fr: Ne pas mettre les résultats en cache
hu: Ne gyorsítótárazza az eredményeket.
it: Non memorizzare i risultati nella cache
ja: 結果をキャッシュしない
lt: Nelaikykite rezultatų talpykloje
ms: Jangan cache keputusan
nb: Ikke mellomlagre resultater
nl: Resultaten niet in cache opslaan
pl: Nie buforuj wyników
pt_br: Não armazenar resultados em cache
ru: Не кэшировать результаты
sk: Neukladajte výsledky do vyrovnávacej pamäte
sl: Ne predpomnite rezultatov
sq: Mos i ruaj rezultatet në cache
sr: Ne keširaj rezultate
sv: Cache:a ej resultat
tr: Sonuçları önbelleğe alma
uk: Не кешувати результати
vi: Không lưu trữ kết quả
zh_hk: 不要快取結果

source: No caching
ar: بدون كاش
bg: Няма кеширане
ca: Sense memòria cau
de: Kein Caching
eo: No capin'
es: Sin cache
fa: بدون حافظه پنهان
fi: Ei välimuistia
fr: Pas de mise en cache
hu: Nincs gyorsítótárazás.
it: Nessuna cache
ja: キャッシュなし
lt: Nėra talpyklos
ms: Tiada caching
nb: Ingen mellomlagring
nl: Geen caching
pl: Brak buforowania
pt_br: Sem cache
ru: Без кэширования
sk: Žiadne ukladanie do vyrovnávacej pamäte
sl: Brez predpomnjenja
sq: Pa cache
sr: Bez keširanja
sv: Ingen cachning
tr: Önbelleğe alma yok
uk: Без кешування
vi: Không có bộ nhớ đệm
zh_hk: 無快取

source: Delete permanently
ar: احذف نهائيًا
bg: Изтриване за постоянно
ca: Suprimeix permanentment
de: Endgültig löschen
eo: Delete forever, fr fr
es: Eliminar definitivamente
fa: برای همیشه حذف کنید
fi: Poista pysyvästi
fr: Supprimer définitivement
hu: Végleges törlés
it: Cancellare definitivamente
ja: 永久削除
lt: Ištrinti visam laikui
ms: Padam secara kekal
nb: Slett permanent
nl: Permanent verwijderen
pl: Usuń trwale
pt_br: Excluir permanentemente
ru: Удалить навсегда
sk: Trvalo vymazať
sl: Trajno brisanje
sq: Fshi përgjithmonë
sr: Trajno obriši
sv: Ta bort permanent
tr: Kalıcı olarak sil
uk: Вилучити назавжди
vi: Xóa vĩnh viễn
zh_hk: 永久刪除

source: Delete item permanently?
ar: هل تريد حذف {0} عناصر نهائيًا؟
bg: Да се изтрие ли елементът за постоянно?
ca: Vols suprimir l'element permanentment?
de: Dieses Element endgültig löschen?
eo: You tryna yeet this item forever?
es: ¿Eliminar elemento definitivamente?
fa: حذف دائمی مطلب؟
fi: Poista kohde pysyvästi?
fr: Supprimer définitivement cet élément ?
hu: Törölje véglegesen az elemet?
it: Cancellare definitivamente l'elemento?
ja: アイテムを永久に削除しますか？
lt: Ištrinti elementą visam laikui?
ms: Padam item secara kekal? Jamak: Padam {0} item secara kekal?
nb: Slett element permanent?
nl: Item definitief verwijderen?
pl: Usunąć element na stałe?
pt_br: Excluir item permanentemente?
ru: Удалить элемент навсегда?
sk: Natrvalo odstrániť položku?
sl: Želite trajno izbrisati element?
sq: Të fshihet elementi përgjithmonë?
sr: Trajno obrisati stavku?
sv: Ta bort {0} st permanent?
tr: Öğe kalıcı olarak silinsin mi?
uk: Видалити елемент назавжди?
vi: Xóa vĩnh viễn {0} mục?
zh_hk: 永久刪除 {0} 項目？

source: {0} item has been permanently deleted.
ar: تم حذف {0} عناصر نهائيًا.
bg: {0} елементът е изтрит за постоянно.
ca: {0} element s'ha suprimit permanentment.
de: {0} Element endgültig gelöscht.
eo: {0} item has been ghosted forever, no cap
es: {0} elemento se ha eliminado permanentemente.
fa: مورد {0} برای همیشه حذف شد.
fi: {0} kohde on poistettu pysyvästi.
fr: {0} élément a été définitivement supprimé.
hu: {0} elem véglegesen törölve lett.
it: L'elemento {0} è stato eliminato definitivamente.
ja: {0}アイテムが完全に削除されました。
lt: {0} elementas buvo ištrintas visam laikui.
ms: Item {0} telah dipadamkan secara kekal. Jamak: {0} item telah dipadamkan secara kekal.
nb: {0} element har blitt permanent slettet.
nl: {0} item is permanent verwijderd.
pl: {0} element został trwale usunięty.
pt_br: {0} item foi excluído permanentemente.
ru: Элемент {0} удален безвозвратно.
sk: Položka {0} bola natrvalo odstránená.
sl: {0} element je bil trajno izbrisan.
sq: {0} element është fshirë përgjithmonë.
sr: Stavka ({0}) je trajno obrisana.
sv: {0} föremål togs bort permanent.
tr: {0} öğe kalıcı olarak silindi.
uk: {0} елемент назавжди видалено.
vi: {0} mục đã bị xóa vĩnh viễn.
zh_hk: {0} 項目已被永久刪除。

source: Restore
ar: استعادة
bg: Възстановяване на
ca: Restaurar
de: Wiederherstellen
eo: Reset or fix up
es: Restaurar
fa: بازیابی کنید
fi: Palauta
fr: Restaurer
hu: Visszaállítás
it: Ripristino
ja: リストア
lt: Atkurti
ms: Pulihkan
nb: Gjenopprett
nl: Herstel
pl: Przywróc
pt_br: Restaurar
ru: Восстановить
sk: Obnovenie
sl: Obnoviti
sq: Rikthe
sr: Vrati
sv: Återställ
tr: Geri Yükleme
uk: Відновити
vi: Khôi phục
zh_hk: 還原

source: Choose a dashboard
ar: اختر لوحة معلومات
bg: Изберете табло за управление
ca: Tria un quadre de comandament
de: Wähle ein Dashboard
eo: Pick a dashboard, fr fr
es: Elige un cuadro de mando
fa: داشبورد را انتخاب کنید
fi: Valitse kojelauta
fr: Choisir un tableau de bord
hu: Válasszon egy irányítópultot
it: Scegliere un cruscotto
ja: ダッシュボードを選ぶ
lt: Pasirinkite prietaisų skydelį
ms: Pilih papan pemuka
nb: Velg en infotavle
nl: Kies een dashboard
pl: Wybierz pulpit
pt_br: Escolher um painel
ru: Выберите приборную панель
sk: Výber prístrojovej dosky
sl: Izberite nadzorno ploščo
sq: Zgjidh një panel
sr: Odaberi kontrolnu tablu
sv: Välj en instrumentbräda
tr: Bir gösterge tablosu seçin
uk: Оберіть дашборд
vi: Chọn bảng điều khiển
zh_hk: 選擇儀表板

source: Something's gone wrong.
hu: Valami hiba történt.
ms: Terdapat masalah.

source: Click for more information
ar: انقر لمزيد من المعلومات
bg: Кликнете за повече информация
ca: Fes clic per obtenir més informació
de: Klicke für mehr Informationen
es: Haz clic para obtener más información
fa: برای اطلاعات بیشتر کلیک کنید
fi: Lisätietoja
fr: Cliquez pour plus d'informations
hu: Kattintson további információért
it: Clicca per maggiori informazioni
ja: 詳細はこちら
lt: Norėdami gauti daugiau informacijos, spustelėkite
ms: Klik untuk maklumat lanjut
nb: Klikk for mer informasjon
nl: Klik voor meer informatie
pl: Kliknij, aby uzyskać więcej informacji
pt_br: Clique para obter mais informações
ru: Нажмите для получения дополнительной информации
sk: Kliknite pre viac informácií
sl: Kliknite za več informacij
sq: Klikoni për më shumë informacion
sr: Klikni za više informacija
sv: Klicka för mer information
tr: Daha fazla bilgi için tıklayın
uk: Натисніть, щоб отримати більше інформації
vi: Nhấp để biết thêm thông tin
zh_hk: 按一下以取得更多資訊

source: Your {0} timezone
ar: منطقتك الزمنية {0}
bg: Вашият {0} часови пояс
ca: La teva zona horària {0}
de: Ihre {0} Zeitzone
eo: Your {0} time zone, fr fr
es: Tu {0} zona horaria
fa: منطقه زمانی {0} شما
fi: Aikavyöhykkeesi {0}
fr: Votre fuseau horaire {0}
hu: A(z) ön időzónája {0}
it: Il vostro fuso orario {0}
ja: あなたの{0}タイムゾーン
lt: Jūsų {0} laiko juosta
ms: Zon masa anda {0}
nb: Din {0} tidssone
nl: Uw {0} tijdzone
pl: Strefa czasowa {0}
pt_br: Seu fuso horário {0}
ru: По вашему часовому Поясу {0}
sk: Vaše časové pásmo {0}
sl: Vaš {0} časovni pas
sq: Zonë kohore e juaja {0}
sr: Tvoja vremenska zona {0}
sv: Din {0} tidszon
tr: {0} saat diliminiz
uk: Ваш часовий пояс: {0}
vi: Múi giờ {0} của bạn
zh_hk: 您的 {0} 時區

source: calendar day
ar: يوم تقويمي
bg: календарен ден
ca: dia natural
de: Kalendertag
eo: cal day
es: dia del calendario
fa: روز تقویم
fi: kalenteripäivä
fr: jour calendaire
hu: naptári nap
it: giorno di calendario
ja: 暦日
lt: kalendorinė diena
ms: Hari kalendar
nb: kalenderdag
nl: kalenderdag
pl: dzień kalendarzowy
pt_br: dia de calendário
ru: календарный день
sk: kalendárny deň
sl: koledarski dan
sq: ditë kalendarike
sr: kalendarski dan
sv: kalenderdag
tr: takvim günü
uk: календарний день
vi: ngày lịch
zh_hk: 日曆日

source: Trustworthy definitions to start from.
ar: تعريفات موثوقة للبدء منها.
bg: Достоверни определения, от които да започнете.
ca: Definicions fiables per començar.
de: Vertrauenswürdige Definitionen als Ausgangspunkt.
eo: Reliable defs to kick things off, fr.
es: Definiciones confiables para empezar.
fa: تعاریف قابل اعتماد برای شروع
fi: Luotettavat määritelmät, joista aloittaa.
fr: Des définitions fiables pour commencer.
hu: Megbízható definíciók a kezdéshez.
it: Definizioni affidabili da cui partire.
ja: まずは信頼できる定義から。
lt: Pradėti nuo patikimų apibrėžimų.
ms: Definisi yang boleh dipercayai untuk bermula.
nb: Pålitelige definisjoner å ta utgangspunkt i.
nl: Betrouwbare definities om mee te beginnen.
pl: Godne zaufania definicje, od których warto zacząć.
pt_br: Definições confiáveis pelas quais começar.
ru: Надежные определения, с которых можно начать.
sk: Dôveryhodné definície, z ktorých môžete vychádzať.
sl: Zaupanja vredne definicije za začetek.
sq: Përkufizime të besueshme për të filluar.
sr: Pouzdane definicije od kojih možete da krenete.
sv: Trovärdiga definitioner att utgå ifrån.
tr: Başlamak için güvenilir tanımlar.
uk: Надійні визначення, від яких можна відштовхнутися.
vi: Bắt đầu bằng những định nghĩa đáng tin cậy.
zh_hk: 值得信賴的定義作為起點。

source: Pick what you want to replace this with
ar: اختر ما تريد استبدال هذا به
bg: Изберете с какво искате да замените това
ca: Tria amb què vols substituir això
de: Wählen Sie aus, womit Sie dies ersetzen möchten
eo: Just choose what you wanna swap this for, fr fr
es: Elige con qué quieres reemplazar esto
fa: انتخاب کنید که چه چیزی را می خواهید جایگزین کنید
fi: Valitse, millä haluat korvata tämän
fr: Choisissez ce par quoi vous voulez le remplacer
hu: Válaszd ki, mivel szeretnéd ezt helyettesíteni
it: Scegliete con cosa sostituirlo
ja: これを何に置き換えるかを選ぶ
lt: Pasirinkite, kuo norite tai pakeisti
ms: Pilih apa yang anda ingin gantikan dengan ini
nb: Velg hva du vil erstatte dette med
nl: Kies waar je dit door wilt vervangen
pl: Wybierz, czym chcesz to zastąpić
pt_br: Selecione com o que deseja substituir isto
ru: Выберите, чем вы хотите заменить это
sk: Vyberte, čím chcete túto položku nahradiť
sl: Izberite, s čim želite to zamenjati
sq: Zgjidh çfarë doni ta zëvendësoni këtë
sr: Izaberi čime želiš da zameniš ovo
sv: Välj vad du vill ersätta detta med
tr: Bunu ne ile değiştirmek istediğinizi seçin
uk: Виберіть, на що ви хочете це замінити
vi: Chọn những gì bạn muốn thay thế bằng
zh_hk: 選擇您要取代的內容

source: Metric replaced
ar: تم استبدال المقياس
bg: Заменени метрични единици
ca: S'ha substituït la mètrica
de: Metrik ersetzt
eo: Metric got swapped out or Metric got a glow-up
es: Métrica reemplazada
fa: متریک جایگزین شد
fi: Mittari korvattu
fr: Métrique remplacé
hu: A metrika kicserélve
it: Metrica sostituita
ja: メトリックが置き換えられました
lt: Metrika pakeista
ms: Metrik digantikan
nb: Måling erstattet
nl: Metrisch vervangen
pl: Wymieniony metryczny
pt_br: Métrica substituída
ru: Метрическая замена
sk: Metrické nahradené
sl: Zamenjava metrike
sq: Metrika u zëvendësua
sr: Metrika zamenjena
sv: Mätvärde ersatt
tr: Metrik değiştirildi
uk: Метрику замінено
vi: Hệ mét thay thế
zh_hk: 公制已更換
