Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: If you subscribe or are added to dashboard subscriptions or alerts you’ll be able to manage those here.
ar: إذا اشتركت أو تمت إضافتك إلى اشتراكات لوحة المعلومات أو التنبيهات، فستتمكن من إدارتها هنا.
bg: Ако се абонирате или сте добавени към абонаменти или сигнали за таблото, ще можете да ги управлявате тук.
ca: Si et subscrius o ets afegit a les subscripcions i alertes les podràs gestionar aquí.
de: Wenn Sie abonniert haben oder zu Dashboard-Abonnements oder Benachrichtigungen hinzugefügt wurden, können Sie diese hier verwalten.
eo: If you subscribe or get added to dashboard alerts or subs, you can totally manage that here.
es: Si te suscribes o te agregan a suscripciones o alertas del panel, podrás administrarlas aquí.
fa: اگر مشترک شوید یا به اشتراک‌ها یا هشدارهای داشبورد اضافه شده‌اید، می‌توانید آن‌ها را در اینجا مدیریت کنید.
fi: Jos tilaat Dashboardeja tai hälytyksiä tai olet lisättynä niihin, voit hallita niitä täällä.
fr: Si vous êtes abonné ou ajouté aux abonnements ou aux alertes du tableau de bord, vous pourrez les gérer ici.
hu: Ha feliratkozik az irányítópult-feliratkozásokra vagy figyelmeztetésekre, itt kezelheti azokat.
it: Se sei abbonato o aggiunto alle sottoscrizioni o agli avvisi della dashboard, sarai in grado di gestirli qui.
ja: ダッシュボードの購読やアラートに登録している場合は、ここで管理することができます。
lt: Jei užsiprenumeruojate arba esate įtrauktas į informacijos suvestinės prenumeratas ar įspėjimus, galėsite juos tvarkyti čia.
ms: Jika anda melanggan atau ditambahkan pada langganan atau makluman papan pemuka, anda akan dapat mengurusnya di sini.:
nb: Hvis du abonnerer eller blir lagt til et infotavle-abonnement eller alarm vil du kunne styre de her.
nl: Als je abonneert op of wordt toegevoegd aan dashboardabonnementen of waarschuwingen, kun je deze hier beheren.
pl: Jeśli subskrybujesz lub zostałeś dodany do subskrypcji pulpitu lub alertów, będziesz mógł nimi zarządzać tutaj.
pt_br: Se estiver inscrito em assinaturas de painel e alertas, você poderá gerenciá-los aqui.
ru: Если вы подписались или были добавлены в подписки или предупреждения на дашборде, вы сможете управлять ими здесь.
sk: Ak sa prihlásite na odber alebo budete pridaný k odberom alebo upozorneniam na ovládacom paneli, budete ich môcť spravovať tu.
sl: Če se naročite na naročnine ali opozorila na nadzorno ploščo ali ste dodani vanjo, jih boste lahko upravljali tukaj.
sq: Nëse abonohesh ose të shtojnë te abonimet e paneleve ose alarmet, do të mund t’i menaxhosh këtu.
sr: Ako se pretplatite ili budete dodati na pretplate kontrolne table ili upozorenja, moći ćete da ih upravljate ovde.
sv: Om du prenumererar på eller läggs till i prenumerationer/varningar för en instrumentpanel kan du hantera dem här.
tr: Abone olursanız veya pano aboneliklerine veya uyarılarına eklenirseniz, bunları buradan yönetebilirsiniz.
uk: Якщо ви підпишетеся або вас додадуть до підписок на дашборди чи сповіщень, ви зможете керувати ними тут.
vi: Nếu bạn đăng ký hoặc được thêm vào các đăng ký bảng điều khiển hay cảnh báo, bạn có thể quản lý chúng tại đây.
zh_hk: 如果您訂閱或新增了儀表板訂閱或警示，您就可以在此進行管理。

source: Confirm you want to unsubscribe
ar: أكّد أنك تريد إلغاء الاشتراك
bg: Потвърдете, че искате да се отпишете
ca: Confirma que desitges dessubscriure't
de: Bestätigen Sie, dass Sie sich abmelden möchten
eo: You tryna dip or smth?
es: Confirma que quieres darte de baja
fa: تأیید کنید که می خواهید اشتراک را لغو کنید
fi: Vahvista tilauksen peruutus
fr: Confirmez votre volonté de vous désabonner
hu: Erősítse meg, hogy le akar iratkozni
it: Conferma di voler annullare l'iscrizione
ja: 配信停止を希望することを確認する
lt: Patvirtinkite, kad norite atsisakyti prenumeratos
ms: Sahkan anda mahu berhenti melanggan
nb: Bekreft at du vil avslutte abonnementet
nl: Bevestig dat je je wilt afmelden
pl: Potwierdź, że chcesz zrezygnować z subskrypcji
pt_br: Confirme que deseja cancelar a inscrição
ru: Подтвердите, что хотите отказаться от подписки
sk: Potvrďte, že sa chcete odhlásiť
sl: Potrdite, da želite preklicati naročnino
sq: Konfirmo që dëshiron të çabonohesh
sr: Potvrdite da želite da se odjavite
sv: Bekräfta att du vill avsluta prenumerationen
tr: Abonelikten çıkmak istediğinizi onaylayın
uk: Підтвердьте, що хочете відписатися
vi: Xác nhận bạn muốn hủy đăng ký
zh_hk: 確認您要取消訂閱

source: Depending on your organization’s permissions you might need to ask a moderator to be re-added in the future.
bg: В зависимост от разрешенията на вашата организация може да се наложи да поискате модератор да бъде добавен отново в бъдеще.
ca: Depenent dels permisos de la teva organització potser hauràs de demanar a un moderador que et torni a afegir en un futur.
de: Abhängig von den Berechtigungen Ihrer Organisation müssen Sie möglicherweise einen Moderator bitten, in Zukunft wieder hinzugefügt zu werden.
eo: Depending on your org’s perms, you might gotta slide into a mod’s DMs to get re-added later fam.
es: Dependiendo de los permisos de tu organización, es posible que tengas que solicitar que te vuelvan a agregar en el futuro.
fa: بسته به مجوزهای سازمانتان، ممکن است لازم باشد از یک ناظر بخواهید که در آینده دوباره اضافه شود.
fi: Organisaatiosi käyttöoikeuksista riippuen joudut ehkä pyytämään moderaattoria lisättäväksi tulevaisuudessa.
fr: En fonction des autorisations de votre organisation, vous devrez peut-être demander à un modérateur d'être réinscrit à l'avenir.
hu: A szervezet engedélyeitől függően előfordulhat, hogy jövőben egy moderátort kell megkérnie, hogy újból hozzáadjon.
it: A seconda dei permessi della tua organizzazione potresti aver bisogno di chiedere a un moderatore di essere aggiunto nuovamente in futuro.
ja: 組織の権限によっては、将来的にモデレーターを再追加するように依頼する必要があるかもしれません。
lt: Atsižvelgiant į jūsų organizacijos leidimus, ateityje gali tekti paprašyti moderatoriaus, kad jis būtų įtrauktas iš naujo.
ms: Bergantung kepada kebenaran organisasi anda, anda mungkin perlu meminta moderator untuk ditambahkan semula pada masa hadapan.
nb: Avhengig av din organisasjons tillatelser kan du måtte spørre en moderator for å bli lagt til igjen i fremtiden.
nl: Afhankelijk van de machtigingen van uw organisatie, moet je mogelijk een moderator vragen om in de toekomst opnieuw te worden toegevoegd.
pl: W zależności od uprawnień Twojej organizacji może być konieczne poproszenie moderatora o ponowne dodanie tego w przyszłości.
pt_br: Dependendo das permissões da sua organização, você precisa pedir para um moderador adicione novamente você no futuro.
ru: В зависимости от привилегий вашей организации вам может потребоваться повторно добавить модератора в будущем.
sk: V závislosti na oprávneniach vašej organizácie možno budete musieť požiadať moderátora, aby vás v budúcnosti opäť pridal.
sl: Glede na dovoljenja vaše organizacije boste morda morali prositi moderatorja, da ga v prihodnosti znova doda.
sv: Beroende på din organisations rättigheter kan du behöva be en moderator om att bli tillagd på nytt.
tr: Kuruluşunuzun izinlerine bağlı olarak, gelecekte bir moderatörden yeniden eklenmesini istemeniz gerekebilir.
uk: Залежно від дозволів вашої організації вам може знадобитися попросити модератора знову додати вас у майбутньому.
vi: Tùy thuộc vào quyền của tổ chức của bạn, bạn có thể cần phải hỏi một người điều hành để được thêm lại trong tương lai.
zh_hk: 根據您組織的權限，您未來可能需要請求版主重新加入。

source: You’ll stop receiving this alert from now on.
bg: Отсега нататък ще спрете да получавате този сигнал.
ca: A partir d'ara no rebràs aquesta alerta.
de: Sie werden diese Benachrichtigung ab jetzt nicht mehr erhalten.
es: Dejarás de recibir esta alerta a partir de ahora.
fa: از این پس دریافت این هشدار را متوقف خواهید کرد.
fi: Et enää saa tätä ilmoitusta.
fr: Vous ne recevrez plus cette alerte à partir de maintenant.
hu: Mostantól nem kapja meg ezt a figyelmeztetést.
it: Smetterai di ricevere questo avviso d'ora in poi.
ja: 今後はこのアラートの受信を停止します。
lt: Nuo šiol nebegausite šio įspėjimo.
ms: Anda akan berhenti menerima makluman ini mulai sekarang.
nb: Du vil ikke motta denne alarmen fra nå av.
nl: Je ontvangt deze melding vanaf nu niet meer.
pl: Od tej pory przestaniesz otrzymywać to powiadomienie.
pt_br: Você vai parar de receber este alerta a partir de agora.
ru: С этого момента вы перестанете получать это оповещение.
sk: Odteraz prestanete prijímať toto upozornenie.
sl: Od zdaj naprej ne boste več prejemali tega opozorila.
sv: Du kommer från och med nu sluta ta emot denna varning.
tr: Şu andan itibaren bu uyarıyı almayı durduracaksınız.
uk: Відтепер ви більше не отримуватимете це сповіщення.
vi: Bạn sẽ ngừng nhận cảnh báo này từ bây giờ.
zh_hk: 從現在開始，您將不再收到此警報。

source: You’ll stop receiving this subscription from now on.
bg: От този момент нататък ще спрете да получавате този абонамент.
ca: A partir d'ara no rebràs aquesta subscripció.
de: Sie werden dieses Abonnement ab jetzt nicht mehr erhalten.
es: Dejarás de recibir esta subscripción a partir de ahora.
fa: از این پس دریافت این اشتراک را متوقف خواهید کرد.
fi: Et enää saa tätä tilausta.
fr: Vous ne recevrez plus cet abonnement à partir de maintenant.
hu: Mostantól nem kapja meg ezt a feliratkozást.
it: Smetterai di ricevere questa sottoscrizione d'ora in poi.
ja: 今後は、この配信を停止します。
lt: Nuo šiol nebegausite šios prenumeratos.
ms: Anda akan berhenti menerima langganan ini mulai sekarang.
nb: Du vil stoppe dette abonnementet fra nå av.
nl: Je ontvangt dit abonnement vanaf nu niet meer.
pl: Od tej pory przestaniesz otrzymywać tę subskrypcję.
pt_br: Você vai parar de receber esta inscrição a partir de agora.
ru: С этого момента вы перестанете получать эту подписку.
sk: Odteraz prestanete prijímať tento odber.
sl: Od zdaj naprej ne boste več prejemali te naročnine.
sv: Du kommer från och med nu sluta ta emot denna prenumeration.
tr: Şu andan itibaren bu aboneliği almayı durduracaksınız.
uk: Відтепер ви більше не отримуватимете цю підписку.
vi: Bạn sẽ ngừng nhận đăng ký này từ bây giờ.
zh_hk: 從現在開始，您將不再收到此訂閱。

source: Unrestricted
hu: Korlátlan
ms: Tidak terhad

source: Granular
ar: مفصّل
bg: Гранулиран
de: Detailliert
eo: Lowkey detailed af
es: Detallado
fa: دانه ای
fi: Hienojakoinen
fr: Granulaire
hu: Szemcsés
it: Granulare
ja: 詳細設定
lt: Granuliuotas
ms: Terperinci
nb: Granulert
nl: Gedetaileerd
pl: Ograniczony
ru: Детальный
sk: Granulárne
sl: Granul
sq: I detajuar
sr: Detaljno
sv: Detaljerad
tr: taneli
uk: Гранулярний
vi: Chi tiết
zh_hk: 粒狀

source: No self-service
hu: Nincs önkiszolgálás
ms: Tiada layan diri

source: Native query editor access requires full data access.
hu: A natív lekérdezés szerkesztőhöz teljes adat-hozzáférés szükséges.
ms: Akses penyunting pertanyaan asli memerlukan akses data penuh.

source: Select a database to see group permissions
ar: حدّد قاعدة بيانات لرؤية أذونات المجموعات
bg: Изберете база данни, за да видите разрешенията на групата
ca: Escull una base de dades per veure'n els permisos de grup
de: Wählen Sie eine Datenbank, um die Gruppenberechtigungen zu sehen
eo: Pick a database to peep the group perms, bestie
es: Selecciona una base de datos para ver los permisos del grupo
fa: یک پایگاه داده را برای مشاهده مجوزهای گروه انتخاب کنید
fi: Valitse tietokanta nähdäksesi ryhmän käyttöoikeudet
fr: Sélectionnez une base de données pour voir les autorisations de groupe
hu: Válasszon egy adatbázist a csoport engedélyeinek megtekintéséhez
it: Seleziona una database per visualizzare i permessi del gruppo
ja: グループ権限を確認するためにデータベースを選択する
lt: Pasirinkite duomenų bazę, kad pamatytumėte grupės leidimus
ms: Pilih pangkalan data untuk melihat kebenaran kumpulan
nb: Velg en database for å se gruppetillatelsene
nl: Selecteer een database om groepsrechten te bekijken
pl: Wybierz bazę danych, aby zobaczyć uprawnienia grupy
pt_br: Selecione um banco de dados para ver as permissões de grupo
ru: Выберите базу данных, чтобы увидеть привилегии группы
sk: Vyberte databázu na zobrazenie oprávnení skupiny
sl: Izberite zbirko podatkov za ogled dovoljenj skupine
sq: Zgjidh një bazë të dhënash për të parë lejet e grupit
sr: Izaberite bazu da biste videli dozvole grupa
sv: Välj en databas för att se grupprättigheter
tr: Grup izinlerini görmek için bir veritabanı seçin
uk: Виберіть базу даних, щоб переглянути дозволи групи
vi: Chọn một cơ sở dữ liệu để xem quyền nhóm
zh_hk: 選取資料庫以查看群組權限

source: Allow native query editing?
ar: السماح بتعديل الاستعلامات الأصلية؟
bg: Разрешаване на редактиране на естествени заявки?
ca: Permetre l'edició nativa de preguntes?
de: Nativen Anfragebearbeitung erlauben?
eo: Can I get native query edit access?
es: ¿Permitir la edición de consultas nativas?
fa: ویرایش درخواست بومی مجاز است؟
fi: Sallitko nativiikyselyiden muokkaamisen?
fr: Permettre l'édition native des requêtes ?
hu: Engedélyezi a natív lekérdezés szerkesztését?
it: Consentire la modifica delle query native?
ja: ネイティブでのクエリ編集が可能か?
lt: Leisti redaguoti savąją užklausą?
ms: Benarkan penyuntingan query asli?
nb: Tillat redigering av lokale spørringer?
nl: Bewerken van SQL-query's toestaan?
pl: Zezwalaj na edycję natywnych zapytań?
pt_br: Permitir edição de consulta nativa?
ru: Разрешить собственное редактирование запросов?
sk: Povoliť úpravu nativnych dotazov?
sl: Ali dovolite urejanje izvornih poizvedb?
sq: Të lejohet redaktimi i pyetjeve native?
sr: Dozvoliti uređivanje nativnih upita?
sv: Tillåt inbyggd fråge-redigerare?
tr: Yerel sorgu düzenlemeye izin verilsin mi?
uk: Дозволити редагування нативних запитів?
vi: Cho phép chỉnh sửa truy vấn gốc?
zh_hk: 允許原生查詢編輯？

source: Select a group to see its data permissions
ar: حدّد مجموعة لرؤية أذونات بياناتها
bg: Изберете група, за да видите нейните разрешения за данни
ca: Escull un grup per veure els permisos de d'accés a dades
de: Wählen Sie eine Gruppe, um deren Datenberechtigungen zu sehen
eo: Pick a crew to see its data perms, fr.
es: Selecciona un grupo para ver sus permisos de datos
fa: یک گروه را برای مشاهده مجوزهای داده آن انتخاب کنید
fi: Valitse ryhmä nähdäksesi sen käyttöoikeudet
fr: Sélectionnez un groupe pour voir ses autorisations de données
hu: Válasszon egy csoportot az adat-hozzáférési engedélyek megtekintéséhez
it: Seleziona un gruppo per visualizzare i suoi permessi sui dati
ja: グループを選択すると、そのデータの権限が表示されます。
lt: Pasirinkite grupę, kad pamatytumėte jos duomenų leidimus
ms: Pilih kumpulan untuk melihat kebenaran datanya
nb: Velg en gruppe for å se dens datatillatelser
nl: Selecteer een groep om de gegevensrechten te bekijken
pl: Wybierz grupę, aby zobaczyć jej uprawnienia dostępu do danych
pt_br: Selecione um grupo para ver suas permissões de dados
ru: Выберите группу, чтобы увидеть ее привилегии доступа к данным
sk: Vyberte skupinu, aby ste videli jej oprávnenia k údajom
sl: Izberite skupino, če si želite ogledati njena dovoljenja za podatke
sq: Zgjidh një grup për të parë lejet e tij të të dhënave
sr: Izaberite grupu da biste videli njene dozvole za podatke
sv: Välj en grupp för att se dess datarättigheter
tr: Veri izinlerini görmek için bir grup seçin
uk: Виберіть групу, щоб переглянути її дозволи на дані
vi: Chọn một nhóm để xem quyền dữ liệu của nó
zh_hk: 選取群組以查看其資料權限

source: Search for a database
ar: ابحث عن قاعدة بيانات
bg: Търсете база данни
ca: Cercar una base de dades
de: Suche nach einer Datenbank
eo: Look up a database, fr fr
es: Buscar una base de datos
fa: جستجو برای پایگاه داده
fi: Etsi tietokanta
fr: Rechercher une base de données
hu: Keressen egy adatbázist
it: Cerca una database
ja: データベースの検索
lt: Ieškoti duomenų bazės
ms: Cari pangkalan data
nb: Søk etter en database
nl: Naar een database zoeken
pl: Szukaj w bazie danych
pt_br: Pesquise um banco de dados
ru: Искать базу данных
sk: Vyhľadajte databázu
sl: Iskanje zbirke podatkov
sq: Kërko një bazë të dhënash
sr: Pretraži bazu
sv: Leta efter en databas
tr: Veritabanı arayın
uk: Знайдіть базу даних
vi: Tìm kiếm một cơ sở dữ liệu
zh_hk: 搜尋資料庫

source: Select a table to set more specific permissions
ar: حدّد جدولًا لتعيين صلاحيات أكثر تحديدًا
bg: Изберете таблица, за да зададете по -конкретни разрешения
ca: Escull una taula per especificar permisos més concrets
de: Wählen Sie eine Tabelle aus, um spezifischere Berechtigungen festzulegen
eo: Pick a table to set more deets on permissions, bestie
es: Selecciona una tabla para establecer permisos más específicos
fa: جدولی را برای تنظیم مجوزهای خاص انتخاب کنید
fi: Valitse taulu määrittääksesi tarkemmat oikeudet
fr: Sélectionnez un tableau pour définir des autorisations plus spécifiques
hu: Válasszon egy táblát a specifikusabb engedélyek beállításához
it: Seleziona una tabella per impostare permessi più specifici
ja: より具体的な権限を設定するには、テーブルを選択してください。
lt: Pasirinkite lentelę, kad nustatytumėte konkretesnius leidimus
ms: Pilih jadual untuk menetapkan kebenaran yang lebih khusus
nb: Velg en tabell for å se mer spesifikke tillatelser
nl: Selecteer een tabel om meer specifieke machtigingen in te stellen
pl: Wybierz tabelę, aby ustawić bardziej szczegółowe uprawnienia
pt_br: Selecione uma tabela para definir permissões mais específicas
ru: Выберите таблицу, чтобы установить более конкретные привилегии
sk: Vyberte tabuľku, aby ste nastavili konkrétnejšie oprávnenia
sl: Izberite tabelo za nastavitev natančnejših dovoljenj
sq: Zgjidh një tabelë për të vendosur leje më specifike
sr: Izaberite tabelu da biste postavili specifičnije dozvole
sv: Välj en tabell för att ställa in mer specifika rättigheter
tr: Daha spesifik izinler ayarlamak için bir tablo seçin
uk: Виберіть таблицю, щоб встановити більш конкретні дозволи
vi: Chọn một bảng để thiết lập các quyền cụ thể hơn
zh_hk: 選取表格以設定更特定的權限

source: Search for a table
ar: ابحث عن جدول
bg: Търсете маса
ca: Cercar una taula
de: Suche nach einer Tabelle
eo: Look for a spot to sit, fr fr
es: Buscar una tabla
fa: جستجوی جدول
fi: Etsi taulu
fr: Rechercher une table
hu: Tábla keresése
it: Cerca una tabella
ja: テーブルを検索
lt: Ieškokite stalo
ms: Cari jadual
nb: Søk etter en tabell
nl: Zoek een tafel
pl: Szukaj tabeli
pt_br: Pesquise uma tabela
ru: Искать таблицу
sk: Vyhľadajte tabuľku
sl: Iskanje tabele
sq: Kërko një tabelë
sr: Pretraži tabelu
sv: Leta efter en tabell
tr: Bir tablo arayın
uk: Знайдіть таблицю
vi: Tìm kiếm một bảng
zh_hk: 搜尋表格

source: Data access
hu: Adathozzáférés
ms: Akses data

source: Native query editing
hu: Natív lekérdezés szerkesztése
ms: Penyuntingan query asli

source: The Administrators group is special, and always has Unrestricted access.
ar: مجموعة المسؤولين خاصة، ولديها دائمًا وصول غير مقيّد.
bg: Групата „Администратори“ е специална и винаги има неограничен достъп.
ca: El grup d'Administradors és especial i sempre té accés sense restriccions.
de: Die Administratorengruppe ist besonders und hat immer uneingeschränkten Zugriff.
eo: The Admins group is lowkey special and always has max access fr.
es: El grupo de Administradores es especial, y siempre tiene acceso sin restricciones.
fa: گروه Administrators ویژه است و همیشه دسترسی نامحدود دارد.
fi: Järjestelmänvalvojat-ryhmä on erityinen, jolla on aina rajoittamaton käyttöoikeus.
fr: Le groupe Administrateurs est spécial, et a toujours un accès non restreint.
hu: A Rendszergazdák csoport különleges, és mindig korlátlan hozzáféréssel rendelkezik.
it: Il gruppo Amministratori è speciale e ha sempre accesso Illimitato.
ja: Administratorsグループは特別で、常に「制限なし」のアクセス権を持っています。
lt: Administratorių grupė yra ypatinga ir visada turi neribotą prieigą.
ms: Kumpulan Pentadbir adalah istimewa, dan sentiasa mempunyai akses Tanpa Sekatan.
nb: Administratorgruppen er spesiell og har alltid ubegrenset tilgang.
nl: De groep Administrators is speciaal en heeft altijd onbeperkte toegang.
pl: Grupa Administratorzy jest specjalna i zawsze ma nieograniczony dostęp.
pt_br: O grupo Administradores é especial e sempre tem acesso irrestrito.
ru: Группа администраторов особенная и всегда имеет неограниченный доступ.
sk: Skupina Administrátori je špeciálna a vždy má neobmedzený prístup.
sl: Skupina skrbnikov je posebna in ima vedno neomejen dostop.
sq: Grupi Administrators është i veçantë dhe gjithmonë ka qasje Unrestricted.
sr: Grupa Administrators je posebna i uvek ima Unrestricted pristup.
sv: Administratörsgruppen är speciell och har alltid obegränsad tillgång.
tr: Yöneticiler grubu özeldir ve her zaman Sınırsız erişime sahiptir.
uk: Група адміністраторів особлива і завжди має необмежений доступ.
vi: Nhóm Quản trị viên là đặc biệt và luôn có quyền truy cập Không hạn chế.
zh_hk: Administrators 群組很特別，總是擁有不受限制的存取權。

source: Permissions for
ar: الصلاحيات لـ
bg: Разрешения за
ca: Permisos per a
de: Zugriffe für
eo: Permissions for → Vibe check for
es: Permiso para
fa: مجوز برای
fi: Käyttöoikeudet
fr: Permissions pour
hu: Engedélyek:
it: Permessi per
ja: 権限設定
lt: Leidimai, skirti
ms: Kebenaran untuk
nb: Tillatelser for
nl: Machtigingen voor
pl: Uprawnienia dla
pt_br: Permissões para
ru: Привилегии для
sk: Oprávnenia pre
sl: Dovoljenja za
sq: Leje për
sr: Dozvole za
sv: Rättigheter för
tr: için izinler
uk: Доступи для
vi: Quyền cho
zh_hk: 權限

source: Table name
ar: اسم الجدول
bg: Име на таблицата
ca: Nom de la taula
de: Tabellenname
eo: Table name → "Table's drip"
es: Nombre tabla
fa: نام جدول
fi: Taulun nimi
fr: Nom de la table
hu: Táblanév
it: Nome tabella
ja: テーブル名
lt: Lentelės pavadinimas
ms: Nama jadual
nb: Tabellnavn
nl: Tafel naam
pl: Nazwa tabeli
pt_br: Nome da tabela
ru: Имя таблицы
sk: Názov tabuľky
sl: Ime tabele
sq: Emri i tabelës
sr: Naziv tabele
sv: Tabellnamn
tr: Tablo ismi
uk: Назва таблиці
vi: Tên bảng
zh_hk: 表格名稱

source: Schema name
ar: اسم المخطط
bg: Име на схема
ca: Nom de l'esquema
eo: Schema name → Schema’s drip
es: Nombre Esquema
fa: نام طرحواره
fi: Kaavan nimi
fr: Nom du schéma
hu: Séma neve
it: Nome schema
ja: スキーマ名
lt: Schemos pavadinimas
ms: Nama skema
nb: Skjemanavn
nl: Schemanaam
pl: Nazwa schematu
pt_br: Nome do esquema
ru: Имя схемы
sk: Názov schémy
sl: Ime sheme
sq: Emri i skemës
sr: Naziv šeme
sv: Schemanamn
tr: şema adı
uk: Назва схеми
vi: Tên lược đồ
zh_hk: 模式名稱

source: Search for a schema
ar: ابحث عن مخطط
bg: Потърсете схема
ca: Cercar un esquema
de: Nach Schema suchen
eo: Look for a vibe/structure, fr.
es: Buscar un esquema
fa: جستجوی طرحواره
fi: Etsi skeema
fr: Rechercher un schéma
hu: Keressen egy sémát
it: Cerca uno schema
ja: スキーマの検索
lt: Ieškokite schemos
ms: Cari skema
nb: Søk etter et skjema
nl: Zoeken naar een schema
pl: Wyszukaj schemat
pt_br: Pesquise um esquema
ru: Поиск схемы
sk: Vyhľadajte schému
sl: Iskanje sheme
sq: Kërko një skemë
sr: Pretraži šemu
sv: Sök efter ett schema
tr: Şema arayın
uk: Знайдіть схему
vi: Tìm kiếm lược đồ
zh_hk: 搜尋模式

source: Permissions for the
ar: الصلاحيات لـ
bg: Разрешения за
ca: Permisos per a la
de: Berechtigungen für die
es: Permiso para el
fa: مجوز برای
fi: Käyttöoikeudet
fr: Permission pour le
hu: Engedélyek a(z)
it: Permessi per il
ja: 次に対する権限：
lt: leidimai
ms: Kebenaran untuk
nb: Tilltatelser for
nl: Machtigingen voor de
pl: Uprawnienia dla
pt_br: Permissões para
ru: Привилегии для
sk: Oprávnenia pre
sl: Dovoljenja za
sq: Leje për
sr: Dozvole za
sv: Rättigheter för
tr: için izinler
uk: Доступи для
vi: Quyền cho
zh_hk: 的權限

source: {0} person
ar: {0} شخص
bg: {0} човек
ca: {0} persona
eo: {0} peep
es: {0} persona
fa: {0} نفر
fi: {0} henkilö
fr: {0} personne
hu: {0} személy
it: {0} persona
ja: {0}人
lt: {0} asmuo
ms: {0} orang Jamak: {0} orang
nb: {0} personer
nl: {0} persoon
pl: {0} osoba
pt_br: {0} pessoa
ru: {0} человек
sk: {0} osoba
sl: {0} oseba
sr: {0} osoba
tr: {0} kişi
uk: {0} людина
vi: {0} người
zh_hk: {0} 人民

source: Cache results for
hu: Eredmények gyorsítótárazása
ms: Cache hasil untuk

source: Permission help
hu: Engedélyekkel kapcsolatos segítség
ms: Bantuan kebenaran
