Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Uploads are not permitted for sandboxed users.
ar: التحميلات غير مسموح بها للمستخدمين ضمن Sandbox.
bg: Качванията не са разрешени за потребители в пясъчна кутия.
ca: Les pujades no estan permeses per a usuaris en sandbox.
de: Uploads sind für Benutzer in Sandbox-Umgebungen nicht gestattet.
eo: Uploads are a no-go for sandboxed users, fr.
es: Las subidas no están permitidas para los usuarios en sandbox.
fa: آپلود برای کاربران sandbox مجاز نیست.
fi: Lataukset eivät ole sallittuja hiekkalaatikkokäyttäjille.
fr: Les téléchargements ne sont pas autorisés pour les utilisateurs en bac à sable.
hu: A feltöltések nem engedélyezettek a homokozóban lévő felhasználók számára.
it: I caricamenti non sono consentiti agli utenti in sandbox.
ja: サンドボックスユーザーにはアップロードが許可されていません。
lt: Smėlio dėžės naudotojams įkelti neleidžiama.
ms: Muat naik tidak dibenarkan untuk pengguna terpencil.
nb: Opplastinger er ikke tillatt for brukere med sandkasse.
nl: Uploads zijn niet toegestaan voor gebruikers in een zandbak.
pl: Przesyłanie nie jest dozwolone dla użytkowników korzystających z piaskownicy.
pt_br: Os uploads não são permitidos para usuários em sandbox.
ru: Загрузка запрещена для пользователей, находящихся в "песочнице".
sk: Nahrávanie nie je povolené pre používateľov so sandboxom.
sl: Nalaganje ni dovoljeno za uporabnike v peskovniku.
sq: Upload-et nuk lejohen për përdoruesit në sandbox.
sr: Otpremanja nisu dozvoljena za korisnike u sandboxu.
sv: Uppladdningar är inte tillåtna för sandboxade användare.
tr: Korumalı alan kullanıcıları için yüklemelere izin verilmez.
uk: Завантаження заборонені для користувачів у sandbox.
vi: Người dùng trong chế độ thử nghiệm không được phép tải lên.
zh_hk: 沙盒用戶不允許上傳。

source: Official Collections
ar: المجموعات الرسمية
bg: Официални колекции
ca: Col·leccions oficials
de: Offizielle Sammlungen
eo: Vibe check: "Official Collections" → "Legit Drops"
es: Colecciones oficiales
fa: مجموعه های رسمی
fi: Viralliset kokoelmat
fr: Collections officielles
hu: Hivatalos gyűjtemények
it: Collezioni ufficiali
ja: 公式コレクション
lt: Oficialios kolekcijos
ms: Koleksi Rasmi
nb: Offisielle samlinger
nl: Officiële collecties
pl: Oficjalne kolekcje
pt_br: Coleções oficiais
ru: Официальные коллекции
sk: Oficiálne zbierky
sl: Uradne zbirke
sq: Koleksione Zyrtare
sr: Zvanične kolekcije
sv: Officiella samlingar
tr: Resmi Koleksiyonlar
uk: Офіційні колекції
vi: Bộ sưu tập chính thức
zh_hk: 官方集合

source: The cache TTL database setting is only enabled if you have a premium token with the cache granular controls feature.
ar: لا يتم تفعيل إعداد TTL للكاش على مستوى قاعدة البيانات إلا إذا كان لديك توكن مميز يتضمن ميزة عناصر التحكم التفصيلية بالكاش.
bg: Настройката на кеш TTL базата данни е активирана само ако имате премиум токен с функция за подробни контроли на кеша.
ca: La configuració de la base de dades de TTL de memòria cau només està habilitada si tens un token Premium amb la funció de controls de memòria cau granulada.
de: Die Cache-TTL-Datenbankeinstellung ist nur aktiviert, wenn Sie ein Premium-Token mit der Funktion für granulare Cache-Steuerungen besitzen.
eo: The cache TTL db setting only turns on if u got a premium token with the cache granular controls, fr.
es: La configuración de la base de datos TTL de caché sólo está activada si dispone de un token Premium con la función de controles granulares de caché.
fa: تنظیم پایگاه داده کش TTL تنها در صورتی فعال می شود که یک توکن ممتاز با ویژگی کنترل های گرانول کش داشته باشید.
fi: Välimuistin TTL-tietokannan asetus on käytössä vain, jos sinulla on premium-tunnus, jossa on välimuistin hienosäätöominaisuus.
fr: Le paramètre TTL de la base de données du cache n'est activé que si vous disposez d'un jeton premium avec la fonction de contrôle granulaire du cache.
hu: A gyorsítótár TTL adatbázis beállítás csak akkor engedélyezett, ha prémium tokennel rendelkezik a részletes gyorsítótár-vezérlés funkcióval.
it: L'impostazione del database TTL della cache è abilitata solo se si dispone di un token premium con la funzione Controlli granulari della cache.
ja: キャッシュTTLデータベースの設定は、プレミアム・トークンでキャッシュの詳細設定制御機能を使用している場合のみ有効です。
lt: Talpyklos TTL duomenų bazės nustatymas įgalinamas tik tuo atveju, jei turite aukščiausios kokybės prieigos raktą su talpyklos granuliuotų valdiklių funkcija.
ms: Tetapan cache TTL pangkalan data hanya diaktifkan jika anda mempunyai token premium dengan ciri kawalan granular cache.
nb: Innstillingen for TTL-databasen for hurtigbuffer er bare aktivert hvis du har et premium-token med funksjonen for detaljert kontroll av hurtigbufferen.
nl: De cache-TTL-database-instelling is alleen ingeschakeld als je een premium-token hebt met de functie voor granulaire cachebesturingen.
pl: Ustawienie bazy danych TTL pamięci podręcznej jest włączone tylko w przypadku posiadania tokena premium z funkcją szczegółowej kontroli pamięci podręcznej.
pt_br: A configuração do banco de dados TTL do cache só será habilitada se você tiver um token premium com o recurso de controles granulares de cache.
ru: Настройка базы данных TTL кэша включается только в том случае, если у вас есть премиум-токен с функцией гранулярного управления кэшем.
sk: Nastavenie databázy TTL vyrovnávacej pamäte je povolené len vtedy, ak máte prémiový token s funkciou granulárne ovládanie vyrovnávacej pamäte.
sl: Nastavitev zbirke podatkov TTL predpomnilnika je omogočena le, če imate žeton Premium s funkcijo podrobnih kontrolnikov predpomnilnika.
sq: CilEsimi i bazEs sE tEdhEnave pEr cache TTL aktivizohet vetEm nEse ke njE token premium me ve E7orinE e kontrolleve cache granular.
sr: Podešavanje TTL-a keša po bazi podataka je omogućeno samo ako imate premium token sa funkcijom granularnih kontrola keša.
sv: Databasinställningen för cache TTL är endast aktiverad om du har en premiumtoken med funktionen för detaljerad kontroll av cache.
tr: Önbellek TTL veritabanı ayarı yalnızca önbellek granüler kontrolleri özelliğine sahip bir premium token'ınız varsa etkinleştirilir.
uk: Налаштування БД cache TTL увімкнено лише якщо у вас є преміум-токен із фічею granular cache controls.
vi: Thiết lập cơ sở dữ liệu TTL bộ đệm chỉ được bật nếu bạn có mã thông báo cao cấp với tính năng kiểm soát chi tiết bộ đệm.
zh_hk: 僅當您擁有具有快取粒度控制功能的高級令牌時，才會啟用緩存 TTL 資料庫設置。

source: Connection impersonation
ar: انتحال هوية الاتصال
bg: Подражание на връзка
ca: Suplantació de connexió
de: Verbindungsimitation
eo: Vibe check imposter
es: Suplantación de conexión
fa: جعل هویت ارتباط
fi: Yhteyden imitointi
fr: Impersonnification de la connexion
hu: Kapcsolat megszemélyesítése
it: Impersonificazione della connessione
ja: 接続の偽装
lt: Ryšio apsimetinėjimas
ms: Peniruan sambungan
nb: Imitasjon av tilkobling
nl: Verbinding nabootsen
pl: Podszywanie się pod połączenie
pt_br: Representação de conexão
ru: Имперсонация соединения
sk: Vydávanie sa za pripojenie
sl: Lažno predstavljanje povezave
sq: Imitim identiteti i lidhjes
sr: Predstavljanje kao drugi korisnik za konekciju
sv: Personifiering av anslutning
tr: Bağlantı kimliğine bürünme
uk: Імперсонація з’єднання
vi: Kết nối mạo danh
zh_hk: 連接偽裝

source: Sandboxes
bg: Пясъчници
ca: Caixes de sorra
de: Sandkästen
eo: Sandboxes → Playgrounds or just "sandbox" lmao, but if you wanna make it more Gen Z, maybe "sandbox vibes" or "sandbox energy" for the aesthetic fr.
es: Cajas de arena
fa: جعبه های شنی
fi: Hiekkalaatikot
fr: Bacs à sable
hu: Homokozók
it: Sandbox
ja: サンドボックス
lt: Smėlio dėžės
ms: Terpencil
nb: Sandkasser
nl: Zandbakken
pl: Piaskownice
pt_br: Áreas restritas
ru: Песочницы
sk: Pieskoviská
sl: Zaboji
sv: Sandlådor
tr: Kum Havuzları
uk: Пісочниці
vi: Hộp cát
zh_hk: 沙盒

source: Instance already initialized
hu: Az instance már inicializálva van
ms: Contooh telah dimulakan

source: Note: Sandboxed users will never see suggestions.
ar: ملاحظة: المستخدمون ضمن Sandboxes لن يروا الاقتراحات أبدًا.
bg: Забележка: Потребителите в пясъчна кутия никога няма да виждат предложения.
ca: Nota: Els usuaris en caixes de sorra no veuran mai suggeriments.
de: Hinweis: Benutzer in Sandkästen werden nie Vorschläge sehen.
eo: Note: Sandboxed users will never see those recs, fr.
es: Nota: Los usuarios en zona de pruebas nunca verán las sugerencias.
fa: توجه: کاربران Sandbox هرگز پیشنهادات را نخواهند دید.
fi: Huomio: Hiekkalaatikossa olevat käyttäjät eivät koskaan näe ehdotuksia.
fr: Remarque : les utilisateurs placés dans un bac à sable ne verront jamais de suggestions.
hu: Megjegyzés: A homokozóban lévő felhasználók soha nem látnak javaslatokat.
it: Nota: gli utenti in Sandbox non vedranno mai i suggerimenti.
ja: 注意：サンドボックスユーザーは、開発中のため、提案が表示されません。
lt: Pastaba: smėlio dėžės naudotojai niekada nematys pasiūlymų.
ms: Nota: Pengguna terpencil tidak akan melihat cadangan.
nb: Merk: Sandbox-brukere vil aldri se forslag.
nl: Opmerking: Zandbakgebruikers zullen nooit suggesties zien.
pl: Uwaga: Użytkownicy w trybie piaskownicy nigdy nie zobaczą sugestii.
pt_br: Observação: usuários em sandbox nunca verão sugestões.
ru: Примечание: пользователи, находящиеся в "песочнице", никогда не увидят предложений.
sk: Poznámka: Používatelia v sandboxe nikdy neuvidia návrhy.
sl: Opomba: uporabniki peskovnika ne bodo nikoli videli predlogov.
sq: ShEnim: PErdoruesit nE sandbox nuk do tE shohin kurrE sugjerime.
sr: Napomena: Korisnici u sandboxu nikada neće videti predloge.
sv: Obs: Sandboxade användare kommer aldrig att se förslag.
tr: Not: Korumalı alan kullanıcıları hiçbir zaman önerileri görmeyecektir.
uk: Примітка: користувачі в пісочниці ніколи не бачитимуть підказок.
vi: Lưu ý: Người dùng bị chặn sẽ không bao giờ thấy gợi ý.
zh_hk: 注意：沙盒用戶將永遠看不到建議。

source: H2 is not supported as a data warehouse
ar: H2 غير مدعوم كمستودع بيانات
bg: H2 не се поддържа като склад за данни
ca: H2 no és compatible com a magatzem de dades
de: H2 wird als Datenlager nicht unterstützt
eo: H2 isn’t really it as a data warehouse, fr.
es: H2 no es compatible como almacén de datos
fa: H2 به عنوان انبار داده پشتیبانی نمی شود
fi: H2 ei ole tuettu tietovarastona.
fr: H2 n'est pas pris en charge en tant qu'entrepôt de données
hu: Az H2 nem támogatott adattárházként
it: H2 non è supportato come data warehouse
ja: H2はデータウェアハウスとしてサポートされていません。
lt: H2 nepalaikoma kaip duomenų saugykla
ms: H2 tidak disokong sebagai gudang data
nb: H2 støttes ikke som datavarehus
nl: H2 wordt niet ondersteund als een datawarehouse
pl: H2 nie jest obsługiwany jako hurtownia danych
pt_br: H2 não é compatível como um data warehouse
ru: H2 не поддерживается в качестве хранилища данных
sk: H2 nie je podporovaná ako dátový sklad
sl: H2 ni podprt kot podatkovno skladišče
sq: H2 nuk mbështetet si data warehouse
sr: H2 nije podržan kao data warehouse
sv: H2 stöds inte som datalager
tr: H2 bir veri ambarı olarak desteklenmez
uk: H2 не підтримується як data warehouse
vi: H2 không được hỗ trợ như một kho dữ liệu
zh_hk: 不支援 H2 作為資料倉儲

source: Setting {0} uses both :enabled? and :feature options, which are mutually exclusive
ar: الإعداد {0} يستخدم خياري :enabled? و:feature معًا، وهما خياران متنافيان
bg: Настройката {0} използва както :enabled?, така и :feature, които са взаимно изключващи се
ca: La configuració {0} utilitza les opcions :enabled? i :feature, que s'exclouen mútuament
de: Einstellung {0} verwendet sowohl die Optionen :enabled? als auch :feature, die sich gegenseitig ausschließen
eo: Setting {0} is lowkey clout-chasing ‘cause :enabled? and :feature are straight-up opposites, can’t do both at once fam.
es: La configuración de {0} utiliza las opciones :enabled? y :feature, que se excluyen mutuamente.
fa: تنظیم {0} از هر دو :enabled استفاده می کند؟ و گزینه های :feature که متقابلاً منحصر به فرد هستند
fi: Asetus {0} käyttää sekä :enabled? että :feature vaihtoehtoja, jotka ovat toisensa poissulkevia.
fr: Le paramètre {0} utilise à la fois les options :enabled ? et :feature, qui s'excluent mutuellement.
hu: A(z) {0} beállítás mind az :enabled?, mind a :feature opciókat használja, amelyek kölcsönösen kizárják egymást
it: L'impostazione di {0} utilizza entrambe le opzioni :enabled? e :feature, che si escludono a vicenda.
ja: {0}を設定すると、:enabled? オプションと:featureオプションの両方が使用されます。
lt: Nustatant {0} naudojami abu :enabled? ir :funkcijų parinktys, kurios viena kitą paneigia
ms: Tetapan {0} menggunakan kedua-dua :diaktifkan? dan :pilihan ciri, yang saling eksklusif
nb: Innstilling av {0} bruker både :enabled? og :feature, som er gjensidig utelukkende
nl: Instelling {0} gebruikt zowel de opties :enabled? en :feature, die elkaar uitsluiten
pl: Ustawienie {0} używa zarówno opcji :enabled? jak i :feature, które wzajemnie się wykluczają
pt_br: A configuração {0} usa as opções :enabled? e :feature, que são mutuamente exclusivas
ru: Установка {0} использует оба параметра :enabled? и :feature, которые являются взаимоисключающими.
sk: Nastavenie {0} používa možnosti :enabled? a :feature, ktoré sa navzájom vylučujú.
sl: Nastavitev {0} uporablja oboje :enabled? in :feature možnosti, ki se medsebojno izključujeta
sq: Cilësimi {0} përdor si opsionet :enabled? ashtu edhe :feature, të cilat përjashtojnë njëra-tjetrën
sr: Podešavanje {0} koristi i :enabled? i :feature opcije, koje se međusobno isključuju
sv: Om du anger {0} används både alternativen :enabled? och :feature, som utesluter varandra
tr: {0} ayarı, birbirini dışlayan :enabled? ve :feature seçeneklerinin her ikisini de kullanır
uk: Налаштування {0} використовує опції :enabled? і :feature одночасно, а вони взаємовиключні
vi: Cài đặt {0} sử dụng cả hai tùy chọn :enabled? và :feature, loại trừ lẫn nhau
zh_hk: 設定 {0} 同時使用 :enabled? 和 :feature 選項，它們是互斥的

source: Setting {0} is not enabled because feature {1} is not available
ar: الإعداد {0} غير مفعّل لأن الميزة {1} غير متاحة
bg: Настройката {0} не е активирана, защото функцията {1} не е налична
ca: La configuració {0} no està habilitada perquè la funció {1} no està disponible
de: Einstellung {0} ist nicht aktiviert, da die Funktion {1} nicht verfügbar ist
eo: Bruh, setting {0} ain’t valid rn ‘cause feature {1} is not poppin’
es: El ajuste {0} no está habilitado porque la función {1} no está disponible.
fa: تنظیم {0} فعال نیست زیرا ویژگی {1} در دسترس نیست
fi: Asetusta {0} ei ole käytössä, koska ominaisuus {1} ei ole saatavilla.
fr: Le paramètre {0} n'est pas activé car la fonction {1} n'est pas disponible.
hu: A(z) {0} beállítás nincs engedélyezve, mert a(z) {1} funkció nem érhető el
it: L'impostazione {0} non è abilitata perché la funzione {1} non è disponibile.
ja: 機能 {1} が利用できないため、設定 {0} が有効になっていない
lt: Nustatymas {0} neįjungtas, nes funkcija {1} nepasiekiama
ms: Tetapan {0} tidak diaktifkan kerana ciri {1} tidak tersedia
nb: Innstillingen {0} er ikke aktivert fordi funksjonen {1} ikke er tilgjengelig
nl: Instelling {0} is niet ingeschakeld omdat functie {1} niet beschikbaar is
pl: Ustawienie {0} nie jest włączone, ponieważ funkcja {1} nie jest dostępna.
pt_br: A configuração {0} não está habilitada porque o recurso {1} não está disponível
ru: Настройка {0} не включена, поскольку функция {1} недоступна.
sk: Nastavenie {0} nie je povolené, pretože funkcia {1} nie je k dispozícii
sl: Nastavitev {0} ni omogočena, ker funkcija {1} ni na voljo
sq: Cilësimi {0} nuk aktivizohet sepse veçoria {1} nuk është e disponueshme
sr: Podešavanje {0} nije omogućeno zato što funkcionalnost {1} nije dostupna
sv: Inställningen {0} är inte aktiverad eftersom funktionen {1} inte är tillgänglig
tr: {1} özelliği mevcut olmadığından {0} ayarı etkinleştirilmemiştir
uk: Налаштування {0} не увімкнено, оскільки особливість {1} недоступна
vi: Cài đặt {0} không được bật vì tính năng {1} không khả dụng
zh_hk: 設定 {0} 未啟用，因為功能 {1} 不可用

source: Setting {0} is not enabled
ar: الإعداد {0} غير مفعّل
bg: Настройката {0} не е активирана
ca: La configuració {0} no està habilitada
de: Einstellung {0} ist nicht aktiviert
eo: Setting {0} is not clickin' rn
es: La configuración de {0} no está activada
fa: تنظیم {0} فعال نیست
fi: Asetus {0} ei ole käytössä
fr: Le réglage {0} n'est pas activé
hu: A(z) {0} beállítás nincs engedélyezve
it: L'impostazione {0} non è abilitata
ja: 設定 {0} が有効になっていない
lt: Nustatymas {0} neįjungtas
ms: Tetapan {0} tidak diaktifkan
nb: Innstillingen {0} er ikke aktivert
nl: Instelling {0} is niet ingeschakeld
pl: Ustawienie {0} nie jest włączone
pt_br: A configuração {0} não está habilitada
ru: Настройка {0} не включена
sk: Nastavenie {0} nie je povolené
sl: Nastavitev {0} ni omogočena
sq: Cilësimi {0} nuk është i aktivizuar
sr: Podešavanje {0} nije omogućeno
sv: Inställning {0} är inte aktiverad
tr: {0} ayarı etkin değil
uk: Налаштування {0} не увімкнено
vi: Cài đặt {0} không được bật
zh_hk: 設定 {0} 未啟用

source: {0} is a paid feature not currently available to your instance. Please upgrade to use it. Learn more at metabase.com/upgrade/
ar: {0} ميزة مدفوعة غير متاحة حاليًا لمثيلك. يرجى الترقية لاستخدامها. تعرّف على المزيد في metabase.com/upgrade/
bg: {0} е платена функция, която понастоящем не е налична за вашия екземпляр. Моля, надстройте, за да я използвате. Научете повече на metabase.com/upgrade/
ca: {0} és una funció de pagament que actualment no està disponible a la teva instància. Si us plau, actualitza per utilitzar-la. Més informació a metabase.com/upgrade/
de: {0} ist eine kostenpflichtige Funktion, die in Ihrer Instanz derzeit nicht verfügbar ist. Bitte aktualisieren Sie zur Nutzung. Mehr erfahren auf metabase.com/upgrade/
eo: Yo {0} is a paid feature that’s not available to your setup rn. You gotta upgrade to unlock it. More deets at metabase.com/upgrade/
es: {0} es una función de pago que actualmente no está disponible en su instancia. Para utilizarla, actualice su versión. Más información en metabase.com/upgrade/
fa: {0} یک ویژگی پولی است که در حال حاضر برای نمونه شما در دسترس نیست. لطفا برای استفاده از آن ارتقا دهید. در metabase.com/upgrade/ بیشتر بیاموزید
fi: {0} on maksullinen ominaisuus, joka ei tällä hetkellä ole käytettävissä instanssissasi. Päivitä käyttääksesi sitä. Lisätietoja osoitteessa metabase.com/upgrade/
fr: {0} est une fonctionnalité payante qui n'est pas actuellement disponible pour votre instance. Veuillez effectuer une mise à niveau pour l'utiliser. Pour en savoir plus, consultez le site metabase.com/upgrade/
hu: A(z) {0} egy fizetős funkció, amely jelenleg nem érhető el az instance-ában. Kérjük, frissítsen a használatához. Tudjon meg többet a metabase.com/upgrade/ oldalon
it: {0} è una funzione a pagamento che non è attualmente disponibile per la vostra istanza. Per utilizzarla, effettuare l'aggiornamento. Per saperne di più: metabase.com/upgrade/
ja: {0}は現在お使いのインスタンスでは利用できない有料機能です。使用するにはアップグレードしてください。詳しくはmetabase.com/upgrade/をご覧ください。
lt: {0} yra mokama funkcija, kurios šiuo metu jūsų egzempliorius nepasiekiamas. Jei norite jį naudoti, atnaujinkite. Sužinokite daugiau adresu metabase.com/upgrade/
ms: {0} adalah ciri berbayar yang tidak tersedia untuk contoh anda. Sila naik taraf untuk menggunakannya. Ketahui lebih lanjut di metabase.com/upgrade/
nb: {0} er en betalt funksjon som for øyeblikket ikke er tilgjengelig for din instans. Vennligst oppgrader for å bruke den. Finn ut mer på metabase.com/upgrade/
nl: {0} is een betaalde functie die momenteel niet beschikbaar is voor jouw instantie. Upgrade om het te gebruiken. Meer informatie op metabase.com/upgrade/
pl: {0} to płatna funkcja, która nie jest obecnie dostępna dla Twojej instancji. Aby z niej skorzystać, należy dokonać aktualizacji. Dowiedz się więcej na metabase.com/upgrade/
pt_br: {0} é um recurso pago que não está disponível no momento para sua instância. Faça upgrade para usá-lo. Saiba mais em metabase.com/upgrade/
ru: {0} это платная функция, которая в данный момент недоступна для вашего экземпляра. Чтобы воспользоваться ею, обновите версию. Узнайте больше на сайте metabase.com/upgrade/
sk: {0} je platená funkcia, ktorá momentálne nie je dostupná pre vašu inštanciu. Ak ju chcete používať, aktualizujte si ju. Viac informácií nájdete na stránke metabase.com/upgrade/
sl: {0} je plačljiva funkcija, ki trenutno ni na voljo za vaš primerek. Prosimo, nadgradite, da ga uporabljate. Več o tem lahko preberete na metabase.com/upgrade/
sq: {0} është një veçori me pagesë që aktualisht nuk është e disponueshme për instancën tuaj. Ju lutemi bëni upgrade për ta përdorur. Mësoni më shumë te metabase.com/upgrade/
sr: {0} je plaćena funkcionalnost koja trenutno nije dostupna za vašu instancu. Nadogradite da biste je koristili. Saznajte više na metabase.com/upgrade/
sv: {0} är en betalfunktion som för närvarande inte är tillgänglig för din instans. Vänligen uppgradera för att använda den. Läs mer på metabase.com/upgrade/
tr: {0} şu anda örneğinizde kullanılamayan ücretli bir özelliktir. Kullanmak için lütfen yükseltin. metabase.com/upgrade/ adresinden daha fazla bilgi edinin
uk: {0} — платна фіча, яка наразі недоступна для вашого інстансу. Оновіть план, щоб її використовувати. Детальніше на metabase.com/upgrade/
vi: {0} là một tính năng trả phí hiện không khả dụng cho phiên bản của bạn. Vui lòng nâng cấp để sử dụng. Tìm hiểu thêm tại metabase.com/upgrade/
zh_hk: {0} 是一項付費功能，您的實例目前無法使用。請升級才能使用。了解更多資訊，請訪問 metabase.com/upgrade/

source: Cannot set `has-user-setup`.
ar: لا يمكن تعيين `has-user-setup`.
bg: Не може да се зададе `has-user-setup`.
ca: No es pot establir `has-user-setup`.
de: Kann `has-user-setup` nicht festlegen.
eo: Bruh, I can't even set `has-user-setup` rn.
es: No se puede establecer `has-user-setup`.
fa: نمی‌توان «راه‌اندازی کاربر دارد».
fi: Ei voi asettaa `has-user-setup`.
fr: Impossible de définir `has-user-setup`.
hu: A `has-user-setup` nem állítható be.
it: Impossibile impostare `has-user-setup`.
ja: has-user-setup`を設定できません。
lt: Negalima nustatyti „has-user-setup“.
ms: Tidak dapat menetapkan `ada-tetapan-pengguna`.
nb: Kan ikke angi `has-user-setup`.
nl: Kan `has-user-setup` niet instellen.
pl: Nie można ustawić `has-user-setup`.
pt_br: Não é possível definir `has-user-setup`.
ru: Невозможно установить `has-user-setup`.
sk: Nemožno nastaviť `has-user-setup`.
sl: Ni mogoče nastaviti »has-user-setup«.
sq: Nuk mund të vendoset `has-user-setup`.
sr: Ne može se postaviti `has-user-setup`.
sv: Det går inte att ställa in `has-user-setup`.
tr: has-user-setup` ayarlanamıyor.
uk: Не вдалося встановити `has-user-setup`.
vi: Không thể thiết lập `has-user-setup`.
zh_hk: 無法設定 `has-user-setup`。
