Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Day, week, month, year…
ar: يوم، أسبوع، شهر، سنة…
bg: Ден, седмица, месец, година…
ca: Dia, setmana, mes, any…
de: Tag, Woche, Monat, Jahr…
eo: Day, week, month, year… all just vibes, lowkey?
es: Día, semana, mes, año…
fa: روز، هفته، ماه، سال…
fi: Päivä, viikko, kuukausi, vuosi…
fr: Jour, semaine, mois, année…
hu: Nap, hét, hónap, év…
it: Giorno, settimana, mese, anno…
ja: 日、週、月、年…
lt: Diena, savaitė, mėnuo, metai…
ms: Hari, minggu, bulan, tahun…
nb: Dag, uke, måned, år…
nl: Dag, week, maand, jaar…
pl: Dzień, tydzień, miesiąc, rok…
pt_br: Dia, semana, mês, ano…
ru: День, неделя, месяц, год…
sk: Deň, týždeň, mesiac, rok…
sl: Dan, teden, mesec, leto...
sq: Ditë, javë, muaj, vit…
sr: Dan, nedelja, mesec, godina…
sv: Dag, vecka, månad, år…
tr: Gün, hafta, ay, yıl…
uk: День, тиждень, місяць, рік…
vi: Ngày, tuần, tháng, năm…
zh_hk: 日、週、月、年…

source: Country, State, Postal Code…
ar: بلد، ولاية/منطقة، رمز بريدي…
bg: Държава, щат, пощенски код…
ca: País, estat, codi postal…
de: Land, Bundesland, Postleitzahl…
eo: Country, State, zip code… this is so basic, fr.
es: País, Provincia, Código Postal…
fa: کشور، ایالت، کد پستی…
fi: Maa, osavaltio, postinumero…
fr: Pays, État, code postal…
hu: Ország, állam, irányítószám…
it: Paese, Stato, Codice postale…
ja: 国、都道府県、郵便番号…
lt: Šalis, valstija, pašto kodas…
ms: Negara, Negeri, Poskod…
nb: Land, stat, postnummer…
nl: Land, provincie, postcode...
pl: Kraj, stan, kod pocztowy…
pt_br: País, estado, código postal…
ru: Страна, штат, почтовый индекс…
sk: Krajina, štát, poštové smerovacie číslo…
sl: Država, država, poštna številka ...
sq: Shtet, Rajon, Kodi postar…
sr: Država, Pokrajina, Poštanski broj…
sv: Land, stat, postnummer…
tr: Ülke, Eyalet, Posta Kodu…
uk: Країна, штат/область, поштовий індекс…
vi: Quốc gia, Tiểu bang, Mã bưu chính…
zh_hk: 國家、州、郵遞區號…

source: Contains, is, starts with…
ar: يحتوي على، يساوي، يبدأ بـ…
bg: Съдържа, е, започва с…
ca: Conté, és, comença amb…
de: Enthält, ist, beginnt mit…
eo: Contains, is, starts with… → "Has, is, begins with…" (not much change needed here, but if you want it more Gen Z: "Has, be, start with…")
es: Contiene, es, empieza con…
fa: حاوی، است، با…شروع می شود
fi: Sisältää, on, alkaa…
fr: Contient, est, commence par…
hu: Tartalmazza, egyenlő, ezzel kezdődik…
it: Contiene, è, inizia con…
ja: 含む、ある、…で始まる
lt: Sudėtyje yra, yra, prasideda…
ms: Mengandungi, adalah, bermula dengan…
nb: Inneholder, er, begynner med…
nl: Bevat, is, begint met…
pl: Zawiera, jest, zaczyna się od…
pt_br: Contém, é, começa com…
ru: Содержит, является, начинается с…
sk: obsahuje, je, začína sa na…
sl: Vsebuje, je, se začne z ...
sq: Përmban, është, fillon me…
sr: Sadrži, jeste, počinje sa…
sv: Innehåller, lika med, börjar med…
tr: Contains, is,…ile başlar
uk: Містить, дорівнює, починається з…
vi: Chứa, là, bắt đầu bằng…
zh_hk: 包含、是、以…開頭

source: Between, greater than…
ar: بين، أكبر من…
bg: Между, по-голям от…
ca: Entre, més gran que…
de: Zwischen, größer als…
eo: Like, it's basically saying "bigger than" or "more than," so you could say: "Between, higher than…" or just simplify to "More than…" but if you want it super slangy: "Bet, higher than…"
es: Entre, mayor que…
fa: بین، بیشتر از…
fi: Välillä, suurempi kuin…
fr: Entre, supérieur à…
hu: Között, nagyobb mint…
it: Tra, maggiore di…
ja: 間、…より大きい
lt: Tarp daugiau nei…
ms: Antara, lebih besar daripada…
nb: Mellom, større enn…
nl: Tussen, groter dan…
pl: Pomiędzy, większy niż…
pt_br: Entre, maior que…
ru: Между, больше, чем…
sk: Medzi, väčšie ako…
sl: Vmes, večje kot ...
sq: Midis, më e madhe se…
sr: Između, veće od…
sv: Mellan, större än…
tr: Arasında, daha büyük…
uk: Між, більше ніж…
vi: Giữa, lớn hơn…
zh_hk: 之間，大於…

source: Primary key, User ID…
ar: المفتاح الأساسي، معرّف المستخدم…
bg: Първичен ключ, идентификатор на потребителя…
ca: Clau primària, identificador d'usuari…
de: Primärschlüssel, Benutzer-ID…
eo: Primary key, user ID... fr fr, that’s like the main vibe, no cap
es: Clave primaria, ID Usuario…
fa: کلید اصلی، شناسه کاربری…
fi: Ensisijainen avain, käyttäjätunnus…
fr: Clé primaire, ID utilisateur…
hu: Elsődleges kulcs, felhasználói azonosító…
it: Chiave primaria, ID utente…
ja: 主キー、ユーザーID…
lt: Pagrindinis raktas, vartotojo ID…
ms: Kunci utama, ID Pengguna…
nb: Primærnøkkel, bruker-ID…
nl: Primaire sleutel, gebruikers-ID…
pl: Klucz podstawowy, identyfikator użytkownika…
pt_br: Chave primária, ID do usuário…
ru: Первичный ключ, идентификатор пользователя…
sk: Primárny kľúč, ID používateľa…
sl: Primarni ključ, ID uporabnika ...
sq: Çelës primar, ID përdoruesi…
sr: Primarni ključ, ID korisnika…
sv: Primärnyckel, användarid…
tr: Birincil anahtar, Kullanıcı Kimliği…
uk: Первинний ключ, ID користувача…
vi: Khóa chính, ID người dùng…
zh_hk: 主索引鍵，使用者 ID…

source: Pick a function or metric
ar: اختر دالة أو مقياسًا
bg: Изберете функция или метрика
ca: Trieu una funció o mètrica
de: Wähle eine Funktion oder Metrik aus
eo: Pick a vibe or stat
es: Elige una función o métrica
fa: یک تابع یا متریک را انتخاب کنید
fi: Valitse funktio tai mittari
fr: Choisir une fonction ou une métrique
hu: Válasszon egy függvényt vagy metrikát
it: Scegliere una funzione o una metrica
ja: 関数またはメトリックを選ぶ
lt: Pasirinkite funkciją arba metriką
ms: Pilih fungsi atau metrik
nb: Velg en funksjon eller metrikk
nl: Kies een functie of metriek
pl: Wybierz funkcję lub metrykę
pt_br: Escolher uma função ou métrica
ru: Выберите функцию или метрику
sk: Výber funkcie alebo metriky
sl: Izbiranje funkcije ali metrike
sq: Zgjidh një funksion ose metrikë
sr: Izaberi funkciju ili metriku
sv: Välj en funktion eller mätvärde
tr: Bir fonksiyon veya metrik seçin
uk: Виберіть функцію або метрику
vi: Chọn một hàm hoặc số liệu
zh_hk: 選取函數或公制

source: Edit Segment
ar: تعديل الشريحة
bg: Редактиране на сегмент
ca: Edita el segment
de: Segment bearbeiten
eo: Fix that part or smth?
es: Editar un segmento
fa: ویرایش بخش
fi: Muokkaa segmenttiä
fr: Modifier le segment
hu: Szegmens szerkesztése
it: Modifica del segmento
ja: セグメントを編集する
lt: Redaguoti segmentą
ms: Edit Segmen
nb: Rediger segment
nl: Segment bewerken
pl: Edytuj segment
pt_br: Editar segmento
ru: Редактировать сегмент
sk: Úprava segmentu
sl: Urejanje segmenta
sq: Redakto Segment
sr: Uredi segment
sv: Ändra segment
tr: Segmenti Düzenle
uk: Редагувати сегмент
vi: Chỉnh sửa phân đoạn
zh_hk: 編輯分段

source: Retire Segment
ar: إحالة الشريحة للتقاعد
bg: Сегмент за пенсиониране
ca: Retirar el segment
de: Segment ausscheiden
eo: Take a break from that segment, bestie
es: Retirar un segmento
fa: بخش بازنشستگی
fi: Poista segmentti
fr: Retirer le segment
hu: Szegmens visszavonása
it: Pensionamento del segmento
ja: 引退セグメント
lt: Išeiti iš segmento
ms: Segmen Bersara
nb: Pensjonere segmentet
nl: Segment met pensioen
pl: Segment emerytalny
pt_br: Remover segmento
ru: Выйти на пенсию
sk: Segment odchodu do dôchodku
sl: Upokojitveni segment
sq: Retiro Segment
sr: Povuci segment iz upotrebe
sv: Markera mätvärde som gammal
tr: Emekli Segmenti
uk: Вивести з експлуатації сегмент
vi: Phân đoạn nghỉ hưu
zh_hk: 退休區段

source: Retire this segment?
ar: هل تريد إحالة هذه الشريحة للتقاعد؟
bg: Оттегляне на този сегмент?
ca: Retirar aquest segment?
de: Dieses Segment aufgeben?
eo: Should we yeet this part?
es: ¿Desea retirar este segmento?
fa: این بخش را بازنشسته کنیم؟
fi: Poistetaanko tämä segmentti?
fr: Retirer ce segment ?
hu: Visszavonja ezt a szegmenst?
it: Ritirate questo segmento?
ja: このセグメントを引退させるのか？
lt: Išjungti šį segmentą?
ms: Bersara segmen ini?
nb: Pensjonere dette segmentet?
nl: Dit segment met pensioen sturen?
pl: Wycofać ten segment?
pt_br: Remover este segmento?
ru: Уйти на пенсию в этом сегменте?
sk: Odstúpiť z tohto segmentu?
sl: Upokojiti ta segment?
sq: Ta retirosh këtë segment?
sr: Povući ovaj segment iz upotrebe?
sv: Vill du markera mätvärdet som förlegat?
tr: Bu bölümü emekli mi edelim?
uk: Вивести з експлуатації цей сегмент?
vi: Hủy bỏ phân khúc này?
zh_hk: 退休此區段？

source: Saved questions and other things that depend on this segment will continue to work, but it will no longer be selectable from the query builder.
ar: ستستمر الأسئلة المحفوظة وأشياء أخرى التي تعتمد على هذه الشريحة بالعمل، لكنها لن تعود قابلة للاختيار من منشئ الاستعلامات.
bg: Запаметените въпроси и други неща, които зависят от този сегмент, ще продължат да работят, но той вече няма да може да се избира от конструктора на заявки.
ca: Les preguntes desades i altres coses que depenen d'aquest segment continuaran funcionant, però ja no es podran seleccionar des del creador de consultes.
de: Gespeicherte Fragen und andere Dinge, die von diesem Segment abhängen, werden weiterhin funktionieren, aber es wird nicht mehr über den Query Builder auswählbar sein.
eo: Saved questions and other stuff that relies on this segment will still work, but u can’t pick it from the query builder anymore.
es: Las preguntas guardadas y otros elementos que dependen de este segmento continuarán funcionando pero ya no podrás seleccionarlo desde el constructor de consultas.
fa: سوالات ذخیره شده و سایر مواردی که به این بخش وابسته هستند به کار خود ادامه می دهند، اما دیگر از سازنده پرس و جو قابل انتخاب نخواهد بود.
fi: Tallennetut kysymykset ja muut tästä segmentistä riippuvat asiat toimivat edelleen, mutta niitä ei voi enää valita kyselytyökalusta.
fr: Les questions sauvegardées et les autres éléments qui dépendent de ce segment continueront à fonctionner, mais il ne sera plus possible de le sélectionner à partir du générateur de requêtes.
hu: A mentett kérdések és más elemek, amelyek ettől a szegmenstől függnek, továbbra is működni fognak, de többé nem lesz kiválasztható a lekérdezésszerkesztőben.
it: Le domande salvate e altre cose che dipendono da questo segmento continueranno a funzionare, ma non saranno più selezionabili dal costruttore di query.
ja: このセグメントに依存する保存済みの質問などは引き続き機能しますが、クエリビルダから選択することはできなくなります。
lt: Išsaugoti klausimai ir kiti dalykai, priklausantys nuo šio segmento, veiks ir toliau, bet jo nebebus galima pasirinkti iš užklausų kūrimo priemonės.
ms: Soalan yang disimpan dan perkara lain yang bergantung pada segmen ini akan terus berfungsi, tetapi soalan itu tidak lagi boleh dipilih daripada pembina pertanyaan.
nb: Lagrede spørsmål og andre ting som er avhengige av dette segmentet, vil fortsatt fungere, men det vil ikke lenger kunne velges fra spørringsbyggeren.
nl: Opgeslagen vragen en andere dingen die afhankelijk zijn van dit segment zullen blijven werken, maar het zal niet langer selecteerbaar zijn in de query builder.
pl: Zapisane pytania i inne rzeczy, które zależą od tego segmentu, będą nadal działać, ale nie będzie już można go wybrać w kreatorze zapytań.
pt_br: As perguntas salvas e outras coisas que dependem deste segmento continuarão funcionando, mas ele não poderá mais ser selecionado no construtor de consultas.
ru: Сохраненные вопросы и другие вещи, зависящие от этого сегмента, будут продолжать работать, но его больше нельзя будет выбрать в конструкторе запросов.
sk: Uložené otázky a iné veci, ktoré závisia od tohto segmentu, budú naďalej fungovať, ale už ich nebude možné vybrať z nástroja na tvorbu dotazov.
sl: Shranjena vprašanja in druge stvari, ki so odvisne od tega segmenta, bodo še naprej delovale, vendar jih ne bo več mogoče izbrati v graditelju poizvedb.
sq: Pyetjet e ruajtura dhe gjërat e tjera që varen nga ky segment do të vazhdojnë të punojnë, por ai nuk do të jetë më i zgjedhshëm nga ndërtuesi i pyetjeve.
sr: Sačuvana pitanja i druge stvari koje zavise od ovog segmenta nastaviće da rade, ali više neće moći da se izabere u kreatoru upita.
sv: Sparade frågor och andra saker som är beroende av detta segment kommer att fortsätta att fungera, men det kommer inte längre att vara valbart från frågeformuläret.
tr: Kaydedilen sorular ve bu segmente bağlı olan diğer şeyler çalışmaya devam edecek, ancak artık sorgu oluşturucudan seçilemeyecektir.
uk: Збережені запитання та інші речі, що залежать від цього сегмента, продовжать працювати, але його більше не можна буде вибрати в конструкторі запитів.
vi: Các câu hỏi đã lưu và những thứ khác phụ thuộc vào phân đoạn này sẽ tiếp tục hoạt động, nhưng sẽ không thể chọn phân đoạn này từ trình xây dựng truy vấn nữa.
zh_hk: 已儲存的問題和其他依賴於此區段的東西將繼續運作，但它將無法再從查詢建立工具中選擇。

source: If you're sure you want to retire this segment, please write a quick explanation of why it's being retired
eo: If you’re deadass sure you wanna retire this segment, just drop a quick explanation of why it’s getting the boot.
hu: Ha biztosan vissza szeretné vonni ezt a szegmenst, kérjük, írjon egy rövid magyarázatot arra, miért kerül visszavonásra
lt: Jei esate tikri, kad norite atsisakyti šio segmento, parašykite trumpą paaiškinimą, kodėl jis pašalinamas
ms: Jika anda pasti mahu menamatkan segmen ini, sila tulis penjelasan ringkas tentang sebab segmen ini dihentikan

source: This will show up in the activity feed and in an email that will be sent to anyone on your team who created something that uses this segment.
eo: This will pop off in the activity feed and also get sent via email to anyone on your squad who made something using this segment.
hu: Ez megjelenik az aktivitási hírcsatornában, és e-mailben elküldésre kerül a csapat bármely tagjának, aki valamit létrehozott, amely ezt a szegmenst használja.
lt: Tai bus rodoma veiklos sklaidos kanale ir el. laiške, kuris bus išsiųstas visiems jūsų komandos nariams, kurie sukūrė kažką, kas naudoja šį segmentą.
ms: Ini akan dipaparkan dalam suapan aktiviti dan dalam e-mel yang akan dihantar kepada sesiapa sahaja dalam pasukan anda yang mencipta sesuatu yang menggunakan segmen ini.

source: Allowed domains for iframes in dashboards
ar: النطاقات المسموح بها لـ iframes في لوحات المعلومات
bg: Разрешени домейни за iframe в панелите за управление
ca: Dominis permesos per a iframes als taulers de control
de: Erlaubte Domänen für iframes in Dashboards
eo: Allowed domains for iframes in dashboards → Legit sites you can embed in dashboards, fr
es: Dominios permitidos para iframes en paneles
fa: دامنه های مجاز برای iframes در داشبورد
fi: Sallitut verkkotunnukset iframe-kehyksille kojelaudoissa
fr: Domaines autorisés pour les iframes dans les tableaux de bord
hu: Engedélyezett domainek az iframe-ekhez a dashboardokon
it: Domini consentiti per gli iframe nei dashboard
ja: ダッシュボードのiframeで許可されるドメイン
lt: Leidžiami iframe domenai informacijos suvestinėse
ms: Domain yang dibenarkan untuk iframe dalam papan pemuka
nb: Tillatte domener for iframes i dashbord
nl: Toegestane domeinen voor iframes in dashboards
pl: Dozwolone domeny dla ramek iframe w pulpitach
pt_br: Domínios permitidos para iframes em painéis
ru: Разрешенные домены для iframe в инструментальных панелях
sk: Povolené domény pre iframe v ovládacích paneloch
sl: Dovoljene domene za okvirje iframe na nadzornih ploščah
sq: Domain-e të lejuara për iframe në panele
sr: Dozvoljeni domeni za iframe-ove u kontrolnim tablama
sv: Tillåtna domäner för iframes i instrumentpaneler
tr: Gösterge tablolarında iframe'ler için izin verilen etki alanları
uk: Дозволені домени для iframe у дашбордах
vi: Các miền được phép cho iframe trong bảng điều khiển
zh_hk: 儀表板中 iframe 允許的網域

source: You should make sure to trust the sources you allow your users to embed in dashboards. {0}
ar: يجب التأكد من موثوقية المصادر التي تسمح لمستخدميك بتضمينها في لوحات المعلومات. {0}
bg: Трябва да се уверите, че се доверявате на източниците, които разрешавате на потребителите да вграждат в таблата за управление. {0}
ca: Hauríeu d'assegurar-vos de confiar en les fonts que permeteu incrustar els vostres usuaris als taulers de control. {0}
de: Sie sollten sicherstellen, dass Sie den Quellen vertrauen, die Sie Ihren Nutzern erlauben, in Dashboards einzubetten. {0}
eo: Yo, make sure you trust the sources you let your peeps embed in dashboards. {0}
es: Debes asegurarte de confiar en las fuentes que permites que tus usuarios incorporen en los paneles. {0}
fa: باید مطمئن شوید که به منابعی که به کاربران خود اجازه می دهید در داشبوردها جاسازی کنند اعتماد کنید. {0}
fi: Varmista, että luotat lähteisiin, jotka sallit käyttäjien upottavan kojetauluihin. {0}
fr: Vous devez vous assurer de la fiabilité des sources que vous autorisez vos utilisateurs à intégrer dans les tableaux de bord. {0}
hu: Győződjön meg arról, hogy megbízik azokban a forrásokban, amelyeket a felhasználók számára engedélyez a dashboardokon való beágyazáshoz. {0}
it: Dovete assicurarvi di fidarvi delle fonti che permettete ai vostri utenti di incorporare nei dashboard. {0}
ja: ユーザーがダッシュボードに埋め込むことを許可するソースは、信頼できるものでなければなりません。 {0}
lt: Turėtumėte įsitikinti, kad pasitikite šaltiniais, kuriuos leidžiate naudotojams įterpti į informacijos suvestines. {0}
ms: Anda harus memastikan untuk mempercayai sumber yang anda benarkan pengguna anda untuk membenamkan dalam papan pemuka. {0}
nb: Du bør sørge for å stole på kildene du tillater brukerne dine å bygge inn i dashbord. {0}
nl: Zorg ervoor dat je de bronnen vertrouwt die je gebruikers toestaat in te sluiten in dashboards. {0}
pl: Powinieneś upewnić się, że ufasz źródłom, które pozwalasz użytkownikom osadzać w pulpitach. {0}
pt_br: Confira se as fontes que você permite que seus usuários incorporem nos painéis são confiáveis. {0}
ru: Вы должны быть уверены, что доверяете источникам, которые вы разрешаете своим пользователям вставлять в панели. {0}
sk: Mali by ste sa uistiť, že dôverujete zdrojom, ktoré používateľom povoľujete vkladať do ovládacích panelov. {0}
sl: Prepričajte se, da zaupate virom, ki jih uporabnikom dovolite vdelati na nadzorne plošče. {0}
sq: Duhet të siguroheni që u besoni burimeve që lejoni përdoruesit tuaj të inkorporojnë në panele. {0}
sr: Obavezno verujte izvorima koje dozvoljavate svojim korisnicima da ugrade u kontrolne table. {0}
sv: Verifiera att du litar på källorna som tillåts för saker som bäddas in i instrumentpanelen. {0}
tr: Kullanıcılarınızın panolara yerleştirmesine izin verdiğiniz kaynaklara güvendiğinizden emin olmalısınız. {0}
uk: Переконайтеся, що ви довіряєте джерелам, які дозволяєте вашим користувачам вбудовувати в дашборди. {0}
vi: Bạn nên đảm bảo tin cậy vào các nguồn mà bạn cho phép người dùng nhúng vào bảng thông tin. {0}
zh_hk: 您應該確保您允許使用者在儀表板中嵌入的來源是可信賴的。 {0}

source: Control the visibility of alerts and subscriptions recipients.
hu: Értesítések és előfizetés-címzettek láthatóságának szabályozása.
lt: Valdykite įspėjimų ir prenumeratos gavėjų matomumą.
ms: Kawal keterlihatan amaran dan penerima langganan.

source: Notification channels
ar: قنوات الإشعارات
bg: Канали за уведомяване
ca: Canals de notificació
de: Kanäle für Benachrichtigungen
eo: Notif channels
es: Canales de notificación
fa: کانال های اطلاع رسانی
fi: Ilmoituskanavat
fr: Canaux de notification
hu: Értesítési csatornák
it: Canali di notifica
ja: 通知チャネル
lt: Pranešimų kanalai
ms: Saluran pemberitahuan
nb: Varslingskanaler
nl: Meldingskanalen
pl: Kanały powiadomień
pt_br: Canais de notificação
ru: Каналы уведомлений
sk: Kanály na oznamovanie
sl: Kanali za obveščanje
sq: Kanale njoftimesh
sr: Kanali za obaveštenja
sv: Notifikationskanaler
tr: Bildirim kanalları
uk: Канали сповіщень
vi: Kênh thông báo
zh_hk: 通知通道

source: Additional tooltip metrics
hu: További tooltip metrikák
ms: Metrik petua alat tambahan

source: Enter metric names
hu: Adja meg a metrika neveit
ms: Masukkan nama metrik

source: Policy
ar: السياسة
bg: Политика
ca: Política
de: Richtlinie
eo: policy → vibe check
es: Política
fa: سیاست
fi: Toimintamalli
fr: Politique
hu: Szabályzat
it: Politica
ja: 方針
lt: politika
ms: Dasar
nb: Retningslinjer
nl: Beleid
pl: Polityka
pt_br: Política
ru: Политика
sk: Politika
sl: Politika
sq: PolitikE
sr: Politika
tr: Politika
uk: Політика
vi: Chính sách
zh_hk: 政策

source: Model persistence is disabled for this database
ar: تم تعطيل استمرارية النموذج لهذه قاعدة البيانات
bg: Запазването на модела е деактивирано за тази база данни
ca: La persistència del model està desactivada per a aquesta base de dades
de: Modellpersistenz ist für diese Datenbank deaktiviert
eo: Yo, model persistence is totally turned off for this database, no cap.
es: La persistencia del modelo está deshabilitada para esta base de datos
fa: تداوم مدل برای این پایگاه داده غیرفعال است
fi: Mallin pysyvyys on poistettu käytöstä tässä tietokannassa
fr: La persistance du modèle est désactivée pour cette base de données
hu: A modell perzisztálása le van tiltva ennél az adatbázisnál
it: La persistenza del modello è disabilitata per questo database
ja: このデータベースでは、モデルの永続性が無効になっています。
lt: Šios duomenų bazės modelio išlikimas išjungtas
ms: Kegigihan model dilumpuhkan untuk pangkalan data ini
nb: Modellpersistens er deaktivert for denne databasen
nl: Modelpersistentie is uitgeschakeld voor deze database
pl: Trwałość modelu jest wyłączona dla tej bazy danych
pt_br: A persistência do modelo está desabilitada para este banco de dados
ru: Персистентность модели отключена для этой базы данных
sk: Perzistencia modelu je pre túto databázu vypnutá
sl: Obstojnost modela je onemogočena za to zbirko podatkov
sq: Persistenca e modelit është çaktivizuar për këtë databazë
sr: Perzistencija modela je onemogućena za ovu bazu podataka
sv: Model persistence är inaktiverat för den här databasen
tr: Model kalıcılığı bu veritabanı için devre dışı bırakıldı
uk: Персистентність моделі вимкнено для цієї бази даних
vi: Tính năng duy trì mô hình bị vô hiệu hóa đối với cơ sở dữ liệu này
zh_hk: 此資料庫的模型持久性已停用

source: You don't have permission to modify model persistence
ar: ليس لديك إذن لتعديل استمرارية النموذج
bg: Нямате разрешение да променяте постоянството на модела
ca: No teniu permís per modificar la persistència del model
de: Sie haben keine Berechtigung zur Änderung der Modellpersistenz
eo: Bruh, u ain't got the perms to mess with model persistence 🚫
es: No tienes permiso para modificar la persistencia del modelo
fa: شما اجازه تغییر ماندگاری مدل را ندارید
fi: Sinulla ei ole lupaa muokata mallin pysyvyyttä
fr: Vous n'avez pas la permission de modifier la persistance du modèle
hu: Nincs engedélye a modell perzisztálásának módosítására
it: Non si ha il permesso di modificare la persistenza del modello
ja: モデルの永続性を変更する権限がない
lt: Neturite leidimo keisti modelio patvarumo
ms: Anda tidak mempunyai kebenaran untuk mengubah suai kegigihan model
nb: Du har ikke tillatelse til å endre modellpersistens
nl: Je hebt geen toestemming om persistentie van modellen te wijzigen
pl: Nie masz uprawnień do modyfikowania trwałości modelu
pt_br: Você não tem permissão para modificar a persistência do modelo
ru: У вас нет прав на изменение персистентности модели
sk: Nemáte oprávnenie upravovať perzistenciu modelu
sl: Nimate dovoljenja za spreminjanje obstojnosti modela
sq: Nuk keni leje për të ndryshuar persistencën e modelit
sr: Nemaš dozvolu da menjaš perzistenciju modela
sv: Du har inte rättighet att modifiera modellbeständigheten
tr: Model kalıcılığını değiştirme izniniz yok
uk: У вас немає дозволу змінювати персистентність моделі
vi: Bạn không có quyền sửa đổi tính bền vững của mô hình
zh_hk: 您沒有修改模型持久性的權限
