Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Brackets around a {0} create an optional clause in the template. If "variable" is set, then the entire clause is placed into the template. If not, then the entire clause is ignored.
ar: الأقواس حول {0} تنشئ عبارة اختيارية في القالب. إذا تم تعيين "variable"، فسيتم إدراج العبارة بالكامل في القالب. وإذا لم يتم تعيينه، فسيتم تجاهل العبارة بالكامل.
bg: Скоби около {0} създават незадължителна клауза в шаблона. Ако е зададена „променлива“, тогава цялата клауза се поставя в шаблона. Ако не, тогава цялата клауза се игнорира.
ca: Els claudàtors al envoltant un {0} creen una clàusula opcional a la plantilla. Si s'estableix aquesta variable la clàusula completa es col·loca a la plantilla, si no s'ignora tota la clàusula.
de: Klammern um eine {0} erschaffen einen optionalen Abschnitt im Template. Wenn die Variable gesetzt ist, wird der gesamt Abschnitt sichtbar. Falls nicht, wird der Abschnitt ausgeblendet.
eo: Brackets around a {0} make an optional part in the template. If "variable" is set, the whole thing gets added; if not, it’s just skipped.
es: Los corchetes alrededor de un {0} crean una cláusula opcional en la plantilla. Si se establece "variable", la cláusula completa se coloca en la plantilla. Si no, se ignora toda la cláusula.
fa: براکت های اطراف {0} یک بند اختیاری در الگو ایجاد می کنند. اگر "متغیر" تنظیم شده باشد ، کل بند در قالب قرار می گیرد. اگر نه ، پس از آن کل بند نادیده گرفته می شود.
fi: Hakasulkeet {0}:n ympärille luovat valinnaisen lauseen malliin. Jos "muuttuja" on asetettu, koko lause sijoitetaan malliin. Jos ei, koko lauseke jätetään huomioimatta.
fr: Des crochets autour d'un {0} créent une clause optionnelle dans le patron. Si la "variable" est positionnée, alors toute la clause est placée dans le patron. Sinon, toute la clause est ignorée.
hu: A {0} körüli zárójelek opcionális záradékot hoznak létre a sablonban. Ha a "változó" be van állítva, akkor a teljes záradék a sablonba kerül. Ha nem, akkor a teljes záradékot figyelmen kívül hagyja.
it: Le parentesi attorno a {0} creano una clausola facoltativa nel modello. Se è impostata "variabile", l'intera clausola viene inserita nel modello. In caso contrario, l'intera clausola viene ignorata.
ja: テンプレート内の {0} を括弧で囲むことで、オプション句を作成することができます。もし "variable" が設定されていれば、そのオプション句全体をテンプレートに挿入します。もし設定されていなければ、そのオプション句全体は無視されます。
lt: Skliausteliuose aplink {0} šablone sukuriamas pasirenkamas sakinys. Jei nustatytas "kintamasis", tada visas sakinys įdedamas į šabloną. Jei ne, tada visa sąlyga ignoruojama.
ms: Kurungan di sekitar {0} mencipta klausa pilihan dalam templat. Jika "pembolehubah" ditetapkan, maka seluruh klausa dimasukkan ke dalam templat. Jika tidak, maka keseluruhan klausa akan diabaikan.
nb: Klammer runt en {0} lager et valgfritt klausul i malen. Hvis "variabel" er satt, vil hele klausulet bli satt inn i malen. Hvis ikke, vil hele klausulen bli ignorert.
nl: Haakjes rond een {0} maken een optionele clausule in het sjabloon. Als "variabele" is ingesteld, wordt de hele clausule in de sjabloon geplaatst. Zo niet, dan wordt de hele clausule genegeerd.
pl: Nawiasy wokół {0} tworzą opcjonalną klauzulę w szablonie. Jeśli ustawiona jest "variable" (zmienna), cała klauzula jest umieszczana w szablonie. Jeśli nie, cała klauzula jest ignorowana.
pt_br: Os colchetes em torno de um {0} criam uma cláusula opcional no modelo. Se "variable" for definido, a cláusula inteira será colocada no modelo. Caso contrário, a cláusula inteira será ignorada.
ru: Фигурные скобки вокруг {0} создают необязательное условие в шаблоне. Если "переменная" установлена, то условие подставляется в шаблон, иначе оно игнорируется.
sk: Zátvorky okolo {0} vytvoria voliteľnú položku v šablóne. Ak je nastavená „premenná“, celá položka sa vloží do šablóny. Ak nie, celá položka sa ignoruje.
sl: Oklepaji okoli {0} ustvarijo izbirni stavek v predlogi. Če je nastavljena "spremenljivka", se celoten stavek postavi v predlogo. Če ne, se celotna klavzula prezre.
sq: Kllapat rreth një {0} krijojnë një klauzolë opsionale në template. Nëse "variable" ka vlerë, atëherë e gjithë klauzola vendoset në template. Nëse jo, atëherë e gjithë klauzola injorohet.
sr: Uglaste zagrade oko {0} kreiraju opcionu klauzulu u šablonu. Ako je "variable" postavljen, onda se cela klauzula ubacuje u šablon. Ako nije, onda se cela klauzula ignoriše.
sv: Hakar runt en {0} skapar en valfri del i mallen. Om "variable" är satt kommer hela delen att placeras i mallen. Om inte kommer hela delen att utelämnas.
tr: {0} etrafındaki köşeli parantezler, şablonda isteğe bağlı bir yan tümce oluşturur. "Değişken" ayarlanmışsa, tüm yan tümce şablona yerleştirilir. Ayarlanmamışsa, tüm yan tümce göz ardı edilir.
uk: Дужки навколо {0} створюють у шаблоні необов’язкову умову. Якщо задано "variable", тоді вся умова додається до шаблону. Якщо ні — вся умова ігнорується.
vi: Các dấu ngoặc quanh {0} tạo một mệnh đề tùy chọn trong mẫu. Nếu "biến" được đặt, thì toàn bộ mệnh đề được đặt vào mẫu. Nếu không, thì toàn bộ mệnh đề được bỏ qua.
zh_hk: {0}周圍的括號在模板中建立可選子句。 如果設定了"variable"，則將整個子句放入模板中。 如果不是，則忽略整個子句。

source: When using a Field Filter, the column name should not be included in the SQL. Instead, the variable should be mapped to a field in the side panel.
ar: عند استخدام Field Filter، لا ينبغي تضمين اسم العمود في SQL. بدلًا من ذلك، يجب ربط المتغير بحقل في اللوحة الجانبية.
bg: Когато използвате полеви филтър, името на колоната не трябва да се включва в SQL. Вместо това променливата трябва да бъде картографирана в поле в страничния панел.
ca: Quan s'utilitza un filtre de camp, el nombre de la columna no s'ha d'incloure a la consulta SQL. En el seu lloc, la variable s'ha d'assignar a un camp del panell lateral.
de: Wenn ein Feldfilter genutzt wird, sollte dessen Spaltenname nicht im SQL enthalten sein. Stattdessen sollte die Variable in der Seitenleiste mit einem Feld verknüpft werden.
eo: When you’re using a Field Filter, don’t put the column name in the SQL. Just link the variable to a field in the side panel, fr fr.
es: Cuando se usa un Filtro de Campo, el nombre de la columna no debe incluirse en la SQL. En su lugar, la variable debe asignarse a un campo en el panel lateral.
fa: هنگام استفاده از فیلد فیلد ، نام ستون نباید در SQL باشد. در عوض ، متغیر باید به یک قسمت در صفحه جانبی نقشه برداری شود.
fi: Kun käytät Kenttäsuodinta, sarakkeen nimeä ei pitäisi sisällyttää SQL:ään. Sen sijaan muuttuja tulee yhdistää sivupaneelin kenttään.
fr: À l'usage d'un Filtre de champ, le nom de colonne ne devrait pas être inclus dans le SQL. À la place, la variable devrait être mise en correspondance avec un champ dans le panneau latéral.
hu: Mezőszűrő használatakor az oszlopnevet nem kell belefoglalni az SQL-be. Ehelyett a változót a mezőhöz kell rendelni az oldalsó panelen.
it: Quando si utilizza un Field Filter, il nome della colonna non deve essere incluso in SQL. Invece, la variabile dovrebbe essere mappata su un campo nel pannello laterale.
ja: フィールドフィルターを使用する場合、列名をSQLに含めないでください。 代わりに、変数をサイドパネルのフィールドにマッピングする必要があります。
lt: Naudojant lauko filtrą, stulpelio pavadinimas neturėtų būti įtrauktas į SQL. Vietoj to kintamasis turėtų būti susietas su lauku šoniniame skydelyje.
ms: Semasa menggunakan Penapis Medan, nama lajur tidak perlu dimasukkan dalam SQL. Sebaliknya, pembolehubah harus dipetakan ke medan dalam panel sisi.
nb: Ved bruk av Felt Filter, bør kolonnenavnet ikke inkluderes i SQL. Variablen bør heller kobles til et felt i sidepanelet.
nl: Wanneer je een veldfilter gebruikt, mag de kolomnaam niet worden opgenomen in de SQL. In plaats daarvan moet de variabele worden toegewezen aan een veld in het zijpaneel.
pl: Podczas korzystania z filtru pola nazwa kolumny nie powinna być uwzględniona w kodzie SQL. Zamiast tego zmienną należy odwzorować na pole w panelu bocznym.
pt_br: Ao usar um Filtro de campo, o nome da coluna não será incluído no SQL. Em vez disso, a variável será mapeada para um campo no painel lateral.
ru: При использовании Фильтра по полю, имя колонки не должно быть включено в SQL. Переменная будет отображаться в боковой панели.
sk: Pri použití filtra polí by sa názov stĺpca nemal zahrnúť do SQL. Namiesto toho by sa premenná mala namapovať na pole v bočnom paneli.
sl: Če uporabljate filter polj, ime stolpca ne sme biti vključeno v SQL. Namesto tega je treba spremenljivko preslikati v polje na stranski plošči.
sq: Kur përdor një Field Filter, emri i kolonës nuk duhet të përfshihet në SQL. Në vend të kësaj, variabla duhet të mapohet me një fushë në panelin anësor.
sr: Kada koristite Field Filter, naziv kolone ne treba uključivati u SQL. Umesto toga, varijablu treba mapirati na polje u bočnom panelu.
sv: När filter på ett fält används bör inte kolumn-namnet användas i SQL. Istället bör variabeln mappas till ett fält i sido-panelen.
tr: Alan Filtresi kullanılırken sütun adı SQL sorgusuna eklenmemelidir. Bunun yerine, değişken yan paneldeki bir alanla eşlenmelidir.
uk: Під час використання Field Filter назву стовпця не слід включати в SQL. Натомість змінну потрібно замапити на поле на бічній панелі.
vi: Khi sử dụng Bộ lọc trường, tên cột không được đưa vào SQL. Thay vào đó, biến nên được ánh xạ tới một trường trong bảng điều khiển bên.
zh_hk: 當某欄位被用作篩選條件後，SQL語句中不應再包含該欄位名稱. 取而代之的在側邊欄上, 變數應該對映到這個欄位上.

source: View the native query
hu: A natív lekérdezés megtekintése
ms: Lihat query asli

source: Native query for this question
ar: الاستعلام الأصلي لهذا السؤال
bg: Собствена заявка за този въпрос
ca: Consulta nativa per a aquesta pregunta
de: Query für diese Frage
eo: Lowkey the OG way to say this is “Native query for this question,” so I’d say: “This question’s native query, fr.”
es: Consulta nativa de esta pregunta
fa: جستجوی بومی برای این سوال
fi: Tämän kysymyksen natiivikysely
fr: Requête native pour cette question
hu: Natív lekérdezés erre a kérdésre
it: Query nativa per questa domanda
ja: この質問のネイティブクエリ
lt: Vietinė šio klausimo užklausa
ms: Query asli untuk soalan ini
nb: Lokal spørring for dette spørsmålet
nl: SQL-query voor deze vraag
pl: Natywne zapytanie dla tego pytania
pt_br: Consulta nativa desta pergunta
ru: Исходных запрос для этого запроса
sk: Natívny dotaz pre túto otázku
sl: Izvorna poizvedba za to vprašanje
sq: Query native për këtë pyetje
sr: Nativni upit za ovo pitanje
sv: Intern fråga för detta
tr: Oluşan sorguyu göster
uk: Нативний запит для цього запиту
vi: Truy vấn gốc cho câu hỏi này
zh_hk: 這個問題的原生查詢

source: Convert this question to a native query
ar: حوّل هذا السؤال إلى استعلام أصلي
bg: Преобразувайте този въпрос в собствена заявка
ca: Convertir aquesta pregunta a una consulta nativa
de: Konvertiere diese Frage in einen Query
eo: Turn this question into a native query, fr fr.
es: Convertir esta pregunta en una consulta nativa
fa: این سؤال را به یک سؤال بومی تبدیل کنید
fi: Muunna tämä kysymys natiivikyselyksi
fr: Convertir la question en requête native
hu: Alakítsa át ezt a kérdést natív lekérdezéssé
it: Converti questa domanda a una query nativa
ja: この質問をネイティブクエリに変換する
lt: Konvertuoti šį klausimą į vietinę užklausą
ms: Tukar soalan ini kepada query asli
nb: Konverter dette spørsmålet til en lokal spørring
nl: Zet deze vraag om naar een SQL-query
pl: Przekształć to pytanie w natywne zapytanie
pt_br: Converta esta pergunta para uma consulta nativa
ru: Преобразовать этот запрос в нативный запрос
sk: Preveďte túto otázku na natívny dotaz
sl: Pretvarjanje tega vprašanja v izvorno poizvedbo
sq: Konverto këtë pyetje në një query native
sr: Konvertuj ovo pitanje u nativni upit
sv: Konvertera denna fråga till intern
tr: Bu soruyu yerel bir sorguya (native query) dönüştür.
uk: Перетворити цей запит на нативний запит
vi: Chuyển đổi câu hỏi này thành truy vấn gốc
zh_hk: 將這個問題轉換為原生查詢

source: SQL for this question
ar: SQL لهذا السؤال
bg: SQL за този въпрос
ca: SQL d'aquesta pregunta
de: SQL für diese Frage
eo: SQL for this one, fr fr
es: SQL de esta pregunta
fa: SQL برای این سوال
fi: SQL tälle kysymykselle
fr: Requête SQL pour cette question
hu: SQL erre a kérdésre
it: SQL per questa domanda
ja: この質問のSQL
lt: SQL šiam klausimui
ms: SQL untuk soalan ini
nb: SQL for dette spørsmålet
nl: SQL voor deze vraag
pl: SQL dla tego pytania
pt_br: SQL desta pergunta
ru: SQL для этого запроса
sk: SQL pre túto otázku
sl: SQL za to vprašanje
sq: SQL për këtë pyetje
sr: SQL za ovo pitanje
sv: SQL för denna fråga
tr: Soruya ait SQL sorgusu
uk: SQL для цього запиту
vi: SQL cho câu hỏi này
zh_hk: 這個問題的SQL語句

source: Convert this question to SQL
ar: حوّل هذا السؤال إلى SQL
bg: Преобразувайте този въпрос в SQL
ca: Converteix aquesta pregunta a SQL
de: Konvertiere diese Frage in SQL
eo: Turn this question into SQL, fr fr.
es: Convertir esta pregunta a SQL
fa: این سوال را به SQL تبدیل کنید
fi: Muunna kysymys SQL muotoon
fr: Convertir cette question en requête SQL
hu: Alakítsa át ezt a kérdést SQL-lekérdezéssé
it: Converti questi domande a SQL
ja: この質問をSQLに変換します
lt: Paversti šį klausimą į SQL
ms: Tukar soalan ini kepada SQL
nb: Konverter dette spørsmålet til SQL
nl: Zet deze vraag om naar SQL
pl: Konwertuj to zapytanie na SQL
pt_br: Converta esta pergunta para SQL
ru: Конвертировать этот запрос в SQL
sk: Preveďte túto otázku na SQL
sl: Pretvorite to vprašanje v SQL
sq: Konverto këtë pyetje në SQL
sr: Konvertuj ovo pitanje u SQL
sv: Konvertera denna fråga till SQL
tr: Bu soruyu SQL sorgusuna çevir
uk: Перетворити цей запит на SQL
vi: Chuyển câu hỏi sang SQL
zh_hk: 將這個問題轉換為SQL

source: Get alerts
hu: Figyelmeztetések kérése
ms: Dapatkan amaran

source: {0} breakout
ar: {0} تقسيم حسب
bg: {0} пробив
ca: desglòs de {0}
de: {0} Aufschlüsselung
eo: {0} is straight-up poppin'
es: desglose de {0}
fa: {0} برک آوت
fi: {0} erittely
fr: décomposition de {0}
hu: {0} kitörés
it: {0} punto di rottura
ja: ブレークアウト ブレークアウト
lt: {0} išsiveržimas
ms: {0} pecahan
nb: {0} utbrudd
nl: {0} Uitsplitsing
pl: {0} grupa
pt_br: {0} quebra
ru: секция
sk: {0} prelomenie
sl: {0} izbruh
sq: {0} ndarje sipas
sr: {0} razlaganje
sv: {0} utbrytning
tr: {0} alan
uk: {0} розбиття
vi: {0} đột phá
zh_hk: {0} 爆發

source: Hide filters
ar: إخفاء الفلاتر
bg: Скриване на филтри
ca: Amaga el filtres
de: Filter verstecken
eo: Hide the filters? Bet, imma slide that into the secret stash
es: Esconder filtros
fa: فیلترها را مخفی کنید
fi: Piilota suotimet
fr: Cacher les filtres
hu: Szűrők elrejtése
it: Nascondi i filtri
ja: フィルターを隠す
lt: Paslėpti filtrus
ms: Sembunyikan penapis
nb: Skjul filtre
nl: Filters verbergen
pl: Ukryj filtry
pt_br: Ocultar filtros
ru: Скрыть фильтры
sk: Skryť filtre
sl: Skrivanje filtrov
sq: Fshih filtrat
sr: Sakrij filtere
sv: Dölj filter
tr: Filtreleri gizle
uk: Приховати фільтри
vi: Ẩn bộ lọc
zh_hk: 隱藏篩選器

source: Show filters
ar: إظهار الفلاتر
bg: Показване на филтри
ca: Mostra els filtres
de: Filter anzeigen
eo: Show filters → Spill the tea on filters
es: Mostrar filtros
fa: فیلترها را نشان دهید
fi: Näytä suotimet
fr: Afficher les filtres
hu: Szűrők megjelenítése
it: Mostra i filtri
ja: フィルターを表示する
lt: Rodyti filtrus
ms: Tunjukkan penapis
nb: Vis filtre
nl: Filters weergeven
pl: Pokaż filtry
pt_br: Mostrar filtros
ru: Показать фильтры
sk: Zobraziť filtre
sl: Pokaži filtre
sq: Shfaq filtrat
sr: Prikaži filtere
sv: Visa filter
tr: Filtreleri göster
uk: Показати фільтри
vi: Hiện bộ lọc
zh_hk: 顯示篩選器

source: Started from
ar: بدأ من
bg: Започна от
ca: Iniciat des de
de: Gestartet von
eo: Came up from
es: Iniciado desde
fa: شروع شده از
fi: Aloitettu kyselystä
fr: À partir de
hu: Indult innen
it: Iniziato da
ja: から開始
lt: Pradėta nuo
ms: Bermula dari
nb: Startet fra
nl: Gestart van
pl: Zacznij od
pt_br: Começado em
ru: Начать с
sk: Začal od
sl: Začelo se je
sq: Nisur nga
sr: Započeto od
sv: Startade från
tr: Başlangıç
uk: Почато з
vi: Bắt đầu từ
zh_hk: 從這開始

source: {0} row
ar: {0} صفوف
bg: {0} ред
ca: {0} fila
de: {0} Zeile
eo: {0} kinda sus, fr
es: {0} fila
fa: {0} ردیف
fi: {0} rivi
fr: {0} ligne
hu: {0} sor
it: {0} riga
ja: {0}行
lt: {0} eilutė
ms: {0} baris Jamak: {0} baris
nb: {0} rad
nl: {0} rij
pl: {0} wiersz
pt_br: {0} linha
ru: {0} строка
sk: {0} riadok
sl: {0} vrstica
sq: {0} rresht
sr: {0} red
sv: {0} rad
tr: {0} satır
uk: {0} рядок
vi: {0} hàng
zh_hk: {0} 行

source: Show all rows
hu: Az összes sor megjelenítése
ms: Tunjukkan semua baris

source: Show {0}
ar: اعرض {0}
bg: Показване на {0}
ca: Mostra {0}
de: {0} anzeigen
eo: Show {0} fr, or just {0} on display, I guess lol
es: Mostrar {0}
fa: نمایش {0}
fi: Näytä {0}
fr: Afficher {0}
hu: {0} megjelenítése
it: Mostra {0}
ja: {0}を表示する
lt: Rodyti {0}
ms: Tunjukkan {0}
nb: Vis {0}
nl: {0} weergeven
pl: Pokaż {0}
pt_br: Mostrar {0}
ru: Показано {0}
sk: Zobraziť {0}
sl: Pokaži {0}
sq: Shfaq {0}
sr: Prikaži {0}
sv: Visa {0}
tr: {0} adet göster
uk: Показати {0}
vi: Hiển thị {0}
zh_hk: 展示 {0}

source: Showing first {0}
ar: جارٍ عرض أول {0}
bg: Показват се първите {0}
ca: Mostrant les {0} primeres
de: Zeige die ersten {0}
eo: Dropping the first {0} fr fr
es: Mostrando los primeros {0}
fa: نمایش اول {0}
fi: Näytetään ensimmäinen {0}
fr: Affichage du premier {0}
hu: Az első {0} megjelenítése
it: Mostra prima {0}
ja: 最初の{0}を表示しています
lt: Rodyti pirmus {0}
ms: Menunjukkan {0} pertama
nb: Viser de første {0}
nl: Eerste {0} weergeven
pl: Pokazuje pierwsze {0}
pt_br: Mostrar primeiro {0}
ru: Показать первые {0}
sk: Zobrazené prvé {0}
sl: Prikaz prvega {0}
sq: Duke shfaqur {0} të parat
sr: Prikazuje prvih {0}
sv: Visar de första {0}
tr: İlk {0} değer gösteriliyor
uk: Показано перші {0}
vi: Hiển thị {0} đầu tiên
zh_hk: 展示前 {0}

source: Showing {0}
ar: جارٍ عرض {0}
bg: Показват се {0}
ca: Mostrant {0}
de: Zeige {0}
eo: Flexin’ {0}
es: Mostrando {0}
fa: نمایش {0}
fi: Näytetään {0}
fr: Affichage de {0}
hu: {0} megjelenítése
it: Mostra {0}
ja: {0}を表示しています
lt: Rodoma {0}
ms: Menunjukkan {0}
nb: Viser {0}
nl: Weergave {0}
pl: Pokazuje {0}
pt_br: Mostrando {0}
ru: Показать {0}
sk: Zobrazuje sa {0}
sl: Prikazujem {0}
sq: Duke shfaqur {0}
sr: Prikazuje {0}
sv: Visar {0}
tr: {0} adet gösteriliyor
uk: Показано {0}
vi: Hiển thị {0}
zh_hk: 展示 {0}

source: Summarized
hu: Összesített
ms: Dirumuskan

source: Hide editor
hu: Szerkesztő elrejtése
ms: Sembunyikan penyunting

source: Show editor
hu: Szerkesztő megjelenítése
ms: Tunjukkan penyunting

source: Pick the metric you'd like to see
hu: Válassza ki a megjeleníteni kívánt metrikát
ms: Pilih metrik yang anda ingin lihat

source: {0} options
ar: خيارات {0}
bg: {0} опции
ca: {0} opcions
de: {0} Optionen
eo: {0} options → {0} choices, fr fr
es: {0} opciones
fa: {0} گزینه ها
fi: {0} vaihtoehtoa
fr: options de {0}
hu: {0} lehetőségek
it: {0} opzioni
ja: {0}個の選択肢
lt: {0} pasirinkimai
ms: {0} pilihan
nb: {0} alternativer
nl: {0} opties
pl: {0} opcje
pt_br: Opções {0}
ru: {0} значений
sk: {0} možností
sl: {0} možnosti
sq: Opsionet e {0}
sr: Opcije za {0}
sv: {0} val
tr: {0} seçenek
uk: Параметри {0}
vi: {0} tùy chọn
zh_hk: {0} 選項

source: Choose a visualization
hu: Válasszon egy vizualizációt
ms: Pilih visualisasi

source: Filter by
hu: Szűrés
lt: Filtruoti pagal
ms: Tapis mengikut

source: Summarize by
ar: تلخيص حسب
bg: Обобщете по
ca: Agregar per
de: Summiere
eo: Break it down by
es: Resumir por
fa: خلاصه توسط
fi: Yhteenvetäjänä
fr: Agréger par
hu: Összegezve
it: Somma per
ja: 集約方法
lt: Apibendrinti pagal
ms: Rumuskan mengikut
nb: Oppsummer på
nl: Samenvatten bij
pl: Sumuj po
pt_br: Resumido por
ru: Обобщать по
sk: Sumarizovať podľa
sl: Povzemite po
sq: Përmbledh sipas
sr: Sumiraj po
sv: Summerat på
tr: Şuna göre özetle
uk: Підсумувати за
vi: Tóm tắt bằng
zh_hk: 聚合條件(Summarize by)

source: Group by
ar: تجميع حسب
bg: Групирай по
ca: Agrupar per
de: Gruppieren nach
eo: group by → squad up by
es: Agrupar por
fa: دسته بندی بر اساس
fi: Ryhmittely
fr: Grouper par
hu: Csoportosítás
it: Raggruppato da
ja: 集約キー
lt: Grupuoti pagal
ms: Kumpulkan mengikut
nb: Grupper etter
nl: Groeperen bij
pl: Grupuj po
pt_br: Agrupar por
ru: Группировать по
sk: Zoskupiť podľa
sl: Združi po
sq: Grupo sipas
sr: Grupiši po
sv: Grupperat på
tr: Grupla
uk: Групувати за
vi: Nhóm theo
zh_hk: 分組條件(Group by)

source: Add a metric
hu: Adjon hozzá egy metrikát
ms: Tambah metrik

source: Profile
ar: الملف الشخصي
bg: Профил
ca: Perfil
de: Profil
eo: Profile → My vibe check
es: Perfil
fa: مشخصات
fi: Profiili
fr: Profil
hu: Profil
it: Profilo
ja: プロフィール
lt: Profilis
ms: Profil
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
ru: Профиль
sk: Profil
sl: Profil
sq: Profili
sr: Profil
sv: Profil
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_hk: 首頁

source: This is usually pretty fast but seems to be taking a while right now.
hu: Ez általában elég gyors, de most egy kicsit tovább tart.
ms: Ini biasanya agak pantas tetapi nampaknya mengambil masa sekarang.

source: Combo
ar: مركّب
bg: Комбо
ca: Combinació
de: Kombination
eo: That’s just “combo” lol, no cap
es: Combinación
fa: ترکیبی
fi: Yhdistelmä
fr: Menu déroulant
hu: Kombinált
ja: コンボ
lt: Kombinacija
ms: Gabungan
nb: Kombinasjon
nl: Combinatie
pl: Wykres kombinacyjny
ru: Комбо
sk: Kombinácia
sr: Kombinovani
sv: Kombination
tr: Birleşik
uk: Комбо
vi: Kết hợp
zh_hk: 組合(Combo)

source: Row
ar: صف
bg: Ред
ca: Fila
de: Zeile
eo: Row → Drama or beef (if it’s about conflict), or just "drama" in general.
es: Fila
fa: ردیف
fi: Palkit
fr: Ligne
hu: Sor
it: Riga
ja: 行
lt: Eilutė
ms: Baris
nb: Rad
nl: Rij
pl: Wiersz
pt_br: Linha
ru: Строка
sk: Riadok
sl: Vrsta
sq: Rresht
sr: Red
sv: Rad
tr: Satır
uk: Рядок
vi: Hàng
zh_hk: 行(Row)

source: Trend
ar: اتجاه
bg: Тенденция
ca: Tendència
eo: Vibe check
es: Tendencia
fa: روند
fi: Trendi
fr: Tendance
it: Tendenza
ja: トレンド
lt: Tendencija
ms: arah aliran
pt_br: Tendência
ru: Тренд
uk: Тренд
vi: Xu thế
zh_hk: 趨勢(Trend)

source: Unknown Segment
ar: شريحة غير معروفة
bg: Неизвестен сегмент
ca: Segment desconegut
de: Unbekannte Segment
eo: Unk segment
es: Segmento Desconocido
fa: بخش ناشناخته
fi: Tuntematon segmentti
fr: Segment inconnu
hu: Ismeretlen szegmens
it: Segmento Sconosciuto
ja: 不明なセグメント
lt: Nežinomas segmentas
ms: Segmen Tidak Diketahui
nb: Ukjent Segment
nl: Onbekend segment
pl: Nieznany Segment
pt_br: Segmento desconhecido
ru: Неизвестный сегмент
sk: Neznámy segment
sl: Neznani segment
sq: Segment i panjohur
sr: Nepoznat segment
sv: Okänt segment
tr: Bilinmeyen Segment
uk: Невідомий сегмент
vi: Phân đoạn không xác định
zh_hk: 未知數據集

source: Unknown Filter
hu: Ismeretlen szűrő
ms: Penapis Tidak Diketahui

source: Left outer join
ar: ربط خارجي أيسر
bg: Ляво външно съединение
ca: Unió externa per l'esquerra
de: Linker Outer Join
eo: left outer join → "left outer join" (no super chill slang for this tech term, but if I had to, maybe: "left outer collab")
es: Unión izquierda externa
fa: پیوست بیرونی سمت چپ
fi: Vasen ulkoliitos
fr: Jointure externe gauche (left outer join)
hu: Bal oldali külső illesztés
it: Giunzione esterna sinistra
ja: 左外部結合
lt: Kairysis išorinis sujungimas
ms: Gabungan luar kiri
nb: Venstre ytre sammenføyning
nl: Linker outer join
pl: Lewy zewnętrzny join
pt_br: Junção externa à esquerda
ru: Левое внешнее соединение
sk: Ľavé vonkajšie spojenie
sl: Levi zunanji spoj
sr: Levi spoljašnji JOIN
sv: Vänster yttre sammanfogning
tr: Soldan bağla
uk: Ліве зовнішнє з’єднання
vi: Kết nối bên ngoài bên trái
zh_hk: 左外連接
