Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Failed to update name of {0}
ar: فشل تحديث اسم {0}
bg: Неуспешно актуализиране на името на {0}
ca: No s'ha pogut actualitzar el nom de {0}
de: Der Name von {0}konnte nicht aktualisiert werden
es: No se pudo actualizar el nombre de {0}
fa: به‌روزرسانی نام {0}ناموفق بود.
fi: Nimen {0}päivittäminen epäonnistui
fr: Échec de la mise à jour du nom de {0}
it: Impossibile aggiornare il nome di {0}
ja: {0}の名前を更新できませんでした
nb: Kunne ikke oppdatere navnet på {0}
nl: Het is niet gelukt om de naam van {0}bij te werken
pl: Nie udało się zaktualizować nazwy {0}
pt_br: Falha ao atualizar o nome de {0}
ru: Не удалось обновить имя {0}
sk: Nepodarilo sa aktualizovať názov {0}
sl: Imena {0}ni bilo mogoče posodobiti.
sq: Dështoi përditësimi i emrit të {0}
sr: Neuspešno ažuriranje naziva za {0}
sv: Misslyckades med att uppdatera namnet på {0}
tr: {0}adının güncellenmesi başarısız oldu
uk: Не вдалося оновити назву {0}
vi: Không cập nhật được tên của {0}
zh_hk: 更新 {0}的名稱失敗

source: Name of {0} updated
ar: تم تحديث اسم {0}
bg: Името на {0} е актуализирано
ca: Nom de {0} actualitzat
de: Name von {0} aktualisiert
es: Nombre de {0} actualizado
fa: نام {0} به‌روزرسانی شد
fi: Nimi {0} päivitetty
fr: Nom de {0} mis à jour
it: Nome di {0} aggiornato
ja: {0} の名前が更新されました
nb: Navn på {0} oppdatert
nl: Naam van {0} bijgewerkt
pl: Zaktualizowano nazwę {0}
pt_br: Nome de {0} atualizado
ru: Имя {0} обновлено
sk: Názov {0} bol aktualizovaný
sl: Ime {0} je bilo posodobljeno
sq: Emri i {0} u përditësua
sr: Naziv za {0} je ažuriran
sv: Namnet på {0} uppdaterat
tr: {0} 'in adı güncellendi
uk: Назву {0} оновлено
vi: Tên của {0} đã được cập nhật
zh_hk: {0} 已更新的名稱

source: Failed to update description of {0}
ar: فشل تحديث وصف {0}
bg: Неуспешно актуализиране на описанието на {0}
ca: No s'ha pogut actualitzar la descripció de {0}
de: Beschreibung von {0}konnte nicht aktualisiert werden
es: No se pudo actualizar la descripción de {0}
fa: به‌روزرسانی توضیحات {0}ناموفق بود.
fi: Kohteen {0}kuvauksen päivittäminen epäonnistui.
fr: Échec de la mise à jour de la description de {0}
it: Impossibile aggiornare la descrizione di {0}
ja: {0}の説明を更新できませんでした
nb: Kunne ikke oppdatere beskrivelsen av {0}
nl: Het is niet gelukt om de beschrijving van {0}bij te werken
pl: Nie udało się zaktualizować opisu {0}
pt_br: Falha ao atualizar a descrição de {0}
ru: Не удалось обновить описание {0}
sk: Nepodarilo sa aktualizovať popis {0}
sl: Opisa za {0}ni bilo mogoče posodobiti.
sq: Dështoi përditësimi i përshkrimit të {0}
sr: Neuspešno ažuriranje opisa za {0}
sv: Misslyckades med att uppdatera beskrivningen av {0}
tr: {0}açıklaması güncellenemedi
uk: Не вдалося оновити опис {0}
vi: Không cập nhật được mô tả của {0}
zh_hk: 更新 {0}的描述失敗

source: Description of {0} updated
ar: تم تحديث وصف {0}
bg: Описание на {0} е актуализирано
ca: Descripció de {0} actualitzada
de: Beschreibung von {0} aktualisiert
es: Descripción de {0} actualizada
fa: شرح {0} به‌روزرسانی شد
fi: Kuvaus {0} päivitetty
fr: Description de {0} mise à jour
it: Descrizione di {0} aggiornata
ja: {0} の説明が更新されました
nb: Beskrivelse av {0} oppdatert
nl: Beschrijving van {0} bijgewerkt
pl: Opis {0} zaktualizowany
pt_br: Descrição de {0} atualizada
ru: Описание {0} обновлено
sk: Popis aktualizovaného {0}
sl: Opis posodobitve {0}
sq: Përshkrimi i {0} u përditësua
sr: Opis za {0} je ažuriran
sv: Beskrivning av {0} uppdaterad
tr: {0} güncellendi açıklaması
uk: Опис {0} оновлено
vi: Mô tả của {0} đã được cập nhật
zh_hk: 說明 {0} 已更新

source: Failed to update table name
ar: فشل تحديث اسم الجدول
bg: Актуализирането на името на таблицата не бе успешно
ca: No s'ha pogut actualitzar el nom de la taula
de: Tabellenname konnte nicht aktualisiert werden
es: No se pudo actualizar el nombre de la tabla
fa: به‌روزرسانی نام جدول ناموفق بود
fi: Taulukon nimen päivittäminen epäonnistui
fr: Échec de la mise à jour du nom de la table
it: Impossibile aggiornare il nome della tabella
ja: テーブル名の更新に失敗しました
nb: Kunne ikke oppdatere tabellnavnet
nl: Het is niet gelukt de tabelnaam bij te werken
pl: Nie udało się zaktualizować nazwy tabeli
pt_br: Falha ao atualizar o nome da tabela
ru: Не удалось обновить имя таблицы.
sk: Nepodarilo sa aktualizovať názov tabuľky
sl: Imena tabele ni bilo mogoče posodobiti.
sq: Dështoi përditësimi i emrit të tabelës
sr: Neuspešno ažuriranje naziva tabele
sv: Misslyckades med att uppdatera tabellnamnet
tr: Tablo adı güncellenemedi
uk: Не вдалося оновити назву таблиці
vi: Không cập nhật được tên bảng
zh_hk: 更新資料表名稱失敗

source: Table name updated
ar: تم تحديث اسم الجدول
bg: Името на таблицата е актуализирано
ca: Nom de la taula actualitzat
de: Tabellenname aktualisiert
es: Nombre de la tabla actualizado
fa: نام جدول به‌روزرسانی شد
fi: Taulukon nimi päivitetty
fr: Nom de la table mis à jour
it: Nome della tabella aggiornato
ja: テーブル名が更新されました
nb: Tabellnavn oppdatert
nl: Tabelnaam bijgewerkt
pl: Zaktualizowano nazwę tabeli
pt_br: Nome da tabela atualizado
ru: Название таблицы обновлено
sk: Názov tabuľky bol aktualizovaný
sl: Ime tabele posodobljeno
sq: Emri i tabelës u përditësua
sr: Naziv tabele je ažuriran
sv: Tabellnamn uppdaterat
tr: Tablo adı güncellendi
uk: Назву таблиці оновлено
vi: Tên bảng đã được cập nhật
zh_hk: 表名已更新

source: Failed to update table description
ar: فشل تحديث وصف الجدول
bg: Неуспешно актуализиране на описанието на таблицата
ca: No s'ha pogut actualitzar la descripció de la taula
de: Aktualisierung der Tabellenbeschreibung fehlgeschlagen
es: No se pudo actualizar la descripción de la tabla
fa: به‌روزرسانی توضیحات جدول ناموفق بود
fi: Taulukon kuvauksen päivittäminen epäonnistui
fr: Échec de la mise à jour de la description de la table
it: Impossibile aggiornare la descrizione della tabella
ja: テーブルの説明を更新できませんでした
nb: Kunne ikke oppdatere tabellbeskrivelsen
nl: Het is niet gelukt de tabelbeschrijving bij te werken
pl: Nie udało się zaktualizować opisu tabeli
pt_br: Falha ao atualizar a descrição da tabela
ru: Не удалось обновить описание таблицы.
sk: Nepodarilo sa aktualizovať popis tabuľky
sl: Opisa tabele ni bilo mogoče posodobiti.
sq: Dështoi përditësimi i përshkrimit të tabelës
sr: Neuspešno ažuriranje opisa tabele
sv: Det gick inte att uppdatera tabellbeskrivningen
tr: Tablo açıklaması güncellenemedi
uk: Не вдалося оновити опис таблиці
vi: Không cập nhật được mô tả bảng
zh_hk: 更新資料表描述失敗

source: Table description updated
ar: تم تحديث وصف الجدول
bg: Описанието на таблицата е актуализирано
ca: Descripció de la taula actualitzada
de: Tabellenbeschreibung aktualisiert
es: Descripción de la tabla actualizada
fa: توضیحات جدول به‌روزرسانی شد
fi: Taulukon kuvaus päivitetty
fr: Description du tableau mise à jour
it: Descrizione della tabella aggiornata
ja: 表の説明を更新しました
nb: Tabellbeskrivelsen er oppdatert
nl: Tabelbeschrijving bijgewerkt
pl: Zaktualizowano opis tabeli
pt_br: Descrição da tabela atualizada
ru: Описание таблицы обновлено
sk: Popis tabuľky bol aktualizovaný
sl: Opis tabele posodobljen
sq: Përshkrimi i tabelës u përditësua
sr: Opis tabele je ažuriran
sv: Tabellbeskrivningen uppdaterad
tr: Tablo açıklaması güncellendi
uk: Опис таблиці оновлено
vi: Mô tả bảng đã được cập nhật
zh_hk: 表格說明已更新

source: Failed to update field order
ar: فشل تحديث ترتيب الحقول
bg: Актуализирането на реда на полетата не бе успешно
ca: No s'ha pogut actualitzar l'ordre dels camps
de: Die Feldreihenfolge konnte nicht aktualisiert werden.
es: No se pudo actualizar el orden de los campos
fa: به‌روزرسانی ترتیب فیلدها ناموفق بود
fi: Kenttien järjestyksen päivittäminen epäonnistui
fr: Échec de la mise à jour de l'ordre des champs
it: Impossibile aggiornare l'ordine dei campi
ja: フィールド順序の更新に失敗しました
nb: Kunne ikke oppdatere feltrekkefølgen
nl: Het is niet gelukt om de veldvolgorde bij te werken
pl: Nie udało się zaktualizować kolejności pól
pt_br: Falha ao atualizar a ordem dos campos
ru: Не удалось обновить порядок полей.
sk: Nepodarilo sa aktualizovať poradie polí
sl: Posodobitev vrstnega reda polj ni uspela
sq: Dështoi përditësimi i renditjes së fushave
sr: Neuspešno ažuriranje redosleda polja
sv: Misslyckades med att uppdatera fältordningen
tr: Alan sırası güncellenemedi
uk: Не вдалося оновити порядок полів
vi: Không cập nhật được thứ tự trường
zh_hk: 更新欄位順序失敗

source: Field order updated
ar: تم تحديث ترتيب الحقول
bg: Редът на полетата е актуализиран
ca: Ordre de camp actualitzat
de: Feldreihenfolge aktualisiert
es: Orden de campo actualizada
fa: ترتیب فیلدها به‌روزرسانی شد
fi: Kenttien järjestys päivitetty
fr: Ordre des champs mis à jour
it: Ordine dei campi aggiornato
ja: フィールド順序が更新されました
nb: Feltrekkefølge oppdatert
nl: Veldvolgorde bijgewerkt
pl: Zaktualizowano kolejność pól
pt_br: Ordem de campo atualizada
ru: Порядок полей обновлен
sk: Poradie polí bolo aktualizované
sl: Vrstni red polj posodobljen
sq: Renditja e fushave u përditësua
sr: Redosled polja je ažuriran
sv: Fältordningen uppdaterad
tr: Saha düzeni güncellendi
uk: Порядок полів оновлено
vi: Thứ tự trường được cập nhật
zh_hk: 更新字段順序

source: Give this table a description
ar: أضِف وصفًا لهذا الجدول
bg: Дайте описание на тази таблица
ca: Dóna una descripció a aquesta taula
de: Geben Sie dieser Tabelle eine Beschreibung
es: Dale una descripción a esta tabla
fa: برای این جدول توضیحی بنویسید
fi: Anna tälle taulukolle kuvaus
fr: Donnez une description à ce tableau
it: Dai una descrizione a questa tabella
ja: このテーブルに説明を入力してください
nb: Gi denne tabellen en beskrivelse
nl: Geef deze tabel een beschrijving
pl: Podaj opis tej tabeli
pt_br: Dê uma descrição a esta tabela
ru: Дайте этой таблице описание
sk: Zadajte popis tejto tabuľky
sl: Opis te tabele
sq: Jepini kësaj tabele një përshkrim
sr: Dodajte opis ovoj tabeli
sv: Ge den här tabellen en beskrivning
tr: Bu tabloya bir açıklama verin
uk: Додайте опис для цієї таблиці
vi: Hãy mô tả bảng này
zh_hk: 給這個表格一個描述

source: Give this table a name
ar: أعطِ هذا الجدول اسمًا
bg: Дайте име на тази таблица
ca: Dóna un nom a aquesta taula
de: Geben Sie dieser Tabelle einen Namen
es: Dale un nombre a esta tabla
fa: به این جدول یک نام بدهید
fi: Anna tälle taulukolle nimi
fr: Donnez un nom à cette table
it: Dai un nome a questa tabella
ja: このテーブルに名前を付ける
nb: Gi denne tabellen et navn
nl: Geef deze tabel een naam
pl: Nadaj tej tabeli nazwę
pt_br: Dê um nome a esta tabela
ru: Дайте этой таблице имя
sk: Dajte tejto tabuľke názov
sl: Poimenujte to tabelo
sq: Jepini kësaj tabele një emër
sr: Dodajte naziv ovoj tabeli
sv: Ge den här tabellen ett namn
tr: Bu tabloya bir isim verin
uk: Дайте назву цій таблиці
vi: Đặt tên cho bảng này
zh_hk: 為此表命名

source: Go to this table
ar: انتقل إلى هذا الجدول
bg: Отиди до тази маса
ca: Ves a aquesta taula
de: Zu dieser Tabelle
es: Ir a esta mesa
fa: به این جدول بروید
fi: Mene tähän pöytään
fr: Aller à cette table
it: Vai a questa tabella
ja: このテーブルへ
nb: Gå til denne tabellen
nl: Ga naar deze tabel
pl: Przejdź do tej tabeli
pt_br: Vá para esta mesa
ru: Перейти к этому столу
sk: Choď k tomuto stolu
sl: Pojdi k tej mizi
sq: Shko te kjo tabelë
sr: Idi na ovu tabelu
sv: Gå till den här tabellen
tr: Bu masaya git
uk: Перейти до цієї таблиці
vi: Đi đến bảng này
zh_hk: 前往此表

source: Sorting
ar: إعادة الترتيب
bg: Сортиране
ca: Ordenació
de: Sortierung
es: Clasificación
fa: مرتب‌سازی
fi: Lajittelu
fr: Tri
it: Ordinamento
ja: ソート
nb: Sortering
nl: Sorteren
pl: Sortowanie
pt_br: Classificação
ru: Сортировка
sk: Triedenie
sl: Razvrščanje
sq: Renditje
sr: Ređanje
sv: Sortering
tr: Sıralama
uk: Сортування
vi: Phân loại
zh_hk: 分類

source: Sync options
ar: خيارات المزامنة
bg: Опции за синхронизиране
ca: Opcions de sincronització
de: Synchronisierungsoptionen
es: Opciones de sincronización
fa: گزینه‌های همگام‌سازی
fi: Synkronointiasetukset
fr: Options de synchronisation
it: Opzioni di sincronizzazione
ja: 同期オプション
nb: Synkroniseringsalternativer
nl: Synchronisatieopties
pl: Opcje synchronizacji
pt_br: Opções de sincronização
ru: Параметры синхронизации
sk: Možnosti synchronizácie
sl: Možnosti sinhronizacije
sq: Opsionet e sinkronizimit
sr: Opcije sinhronizacije
sv: Synkroniseringsalternativ
tr: Senkronizasyon seçenekleri
uk: Параметри синхронізації
vi: Tùy chọn đồng bộ hóa
zh_hk: 同步選項

source: This table has no fields
ar: لا يحتوي هذا الجدول على حقول
bg: Тази таблица няма полета
ca: Aquesta taula no té camps
de: Diese Tabelle hat keine Felder
es: Esta tabla no tiene campos
fa: این جدول هیچ فیلدی ندارد
fi: Tässä taulukossa ei ole kenttiä
fr: Cette table n'a pas de champs
it: Questa tabella non ha campi
ja: このテーブルにはフィールドがありません
nb: Denne tabellen har ingen felt
nl: Deze tabel heeft geen velden
pl: Ta tabela nie ma żadnych pól
pt_br: Esta tabela não possui campos
ru: В этой таблице нет полей.
sk: Táto tabuľka nemá žiadne polia
sl: Ta tabela nima polj
sq: Kjo tabelë nuk ka fusha
sr: Ova tabela nema polja
sv: Den här tabellen har inga fält
tr: Bu tabloda alan yok
uk: У цій таблиці немає полів
vi: Bảng này không có trường nào
zh_hk: 此表沒有欄位

source: Pick someone, or type an email
ar: اختر شخصًا، أو اكتب بريدًا إلكترونيًا
bg: Изберете някого или въведете имейл
ca: Tria algú o escriu un correu electrònic
de: Wählen Sie jemanden aus oder geben Sie eine E-Mail-Adresse ein.
es: Elige a alguien o escribe un correo electrónico.
fa: کسی را انتخاب کنید، یا یک ایمیل تایپ کنید
fi: Valitse joku tai kirjoita sähköpostiosoite
fr: Choisissez une personne ou saisissez un courriel.
it: Scegli qualcuno o digita un'e-mail
ja: 誰かを選択するか、メールアドレスを入力してください
nb: Velg noen, eller skriv en e-post
nl: Kies iemand, of typ een e-mailadres
pl: Wybierz kogoś lub wpisz adres e-mail
pt_br: Selecione alguém ou digite um e-mail.
ru: Выберите кого-нибудь или введите адрес электронной почты
sk: Vyberte niekoho alebo napíšte e-mail
sl: Izberite osebo ali vnesite e-poštno sporočilo
sq: Zgjidh dikë, ose shkruaj një email
sr: Izaberite nekoga ili unesite email
sv: Välj någon eller skriv en e-postadress
tr: Birini seçin veya bir e-posta yazın
uk: Виберіть когось або введіть email
vi: Chọn ai đó hoặc nhập email
zh_hk: 挑選某人，或輸入電子郵件

source: Select whether to unfold JSON
ar: اختر ما إذا كان سيتم بسط JSON
bg: Изберете дали да разгънете JSON
ca: Selecciona si vols desplegar JSON
de: Wählen Sie aus, ob JSON entfaltet werden soll
es: Seleccione si desea desplegar JSON
fa: انتخاب کنید که آیا JSON باز شود یا خیر
fi: Valitse, avataanko JSON-tiedosto
fr: Sélectionnez si vous souhaitez déplier JSON
it: Seleziona se espandere JSON
ja: JSONを展開するかどうかを選択します
nb: Velg om JSON skal brettes ut
nl: Selecteer of JSON moet worden uitgevouwen
pl: Wybierz, czy rozwinąć JSON
pt_br: Selecione se deseja desdobrar JSON
ru: Выберите, следует ли разворачивать JSON
sk: Vyberte, či sa má JSON rozbaliť
sl: Izberite, ali želite razgrniti JSON
sq: Zgjidhni nëse do të shpaloset JSON
sr: Izaberite da li da razložite JSON
sv: Välj om JSON ska visas
tr: JSON'un açılıp açılmayacağını seçin
uk: Виберіть, чи розгортати JSON
vi: Chọn xem có mở rộng JSON hay không
zh_hk: 選擇是否要展開 JSON

source: Couldn't undo
ar: تعذر التراجع
bg: Не можах да отменя
ca: No s'ha pogut desfer
de: Konnte nicht rückgängig gemacht werden
es: No se pudo deshacer
fa: نتوانستم لغو کنم
fi: Ei voitu kumota
fr: Impossible d'annuler
it: Non è stato possibile annullare
ja: 元に戻せませんでした
nb: Kunne ikke angre
nl: Kon niet ongedaan maken
pl: Nie można cofnąć
pt_br: Não foi possível desfazer
ru: Не удалось отменить
sk: Nepodarilo sa vrátiť späť
sl: Ni bilo mogoče razveljaviti
sq: Nuk mund të zhbëhej
sr: Nije moguće poništiti
sv: Kunde inte ångra
tr: Geri alınamadı
uk: Не вдалося скасувати
vi: Không thể hoàn tác
zh_hk: 無法撤銷

source: Change undone
ar: تم التراجع عن التغيير
bg: Промяната е отменена
ca: Canvi desfet
de: Änderung rückgängig gemacht
es: Cambio deshecho
fa: تغییر لغو شد
fi: Muutos kumottu
fr: Changement annulé
it: Modifica annullata
ja: 変更を元に戻しました
nb: Endring ugjort
nl: Wijziging ongedaan gemaakt
pl: Zmiana cofnięta
pt_br: Alteração desfeita
ru: Изменение отменено
sk: Zmena bola vrátená späť
sl: Sprememba razveljavljena
sq: Ndryshimi u zhbë
sr: Izmena je poništena
sv: Ändringen ångrad
tr: Değişiklik geri alındı
uk: Зміну скасовано
vi: Thay đổi đã hoàn tác
zh_hk: 變更撤銷

source: Main app
ar: التطبيق الرئيسي
de: Haupt-App
es: Aplicación principal
fa: برنامه اصلی
fi: Pääsovellus
fr: Application principale
it: Applicazione principale
ja: メインアプリ
pl: Główna aplikacja
pt_br: Aplicativo principal
ru: Основное приложение
sk: Hlavná aplikácia
sl: Glavna aplikacija
sq: Aplikacioni kryesor
sr: Glavna aplikacija
tr: Ana uygulama
uk: Основний застосунок
vi: Ứng dụng chính
zh_hk: 主應用程式

source: Data studio
ar: استوديو البيانات
bg: Студио за данни
ca: Estudi de dades
de: Datenstudio
es: Estudio de datos
fa: استودیوی داده
fr: Studio de données
it: Studio dati
ja: データスタジオ
pl: Studio danych
pt_br: Estúdio de dados
ru: Студия данных
sk: Dátové štúdio
sl: Podatkovni studio
sq: Studio i të dhënave
tr: Veri stüdyosu
uk: Студія Даних
vi: Studio dữ liệu
zh_hk: 資料工作室

source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
bg: Клавишни комбинации
ca: Dreceres de teclat
de: Tastaturkürzel
eo: Keyboard hacks
es: Atajos de teclado
fa: میانبرهای صفحه کلید
fi: Pikanäppäimet
fr: Raccourcis clavier
it: Scorciatoie da tastiera
ja: キーボードショートカット
nb: Snarveier på tastaturet
nl: Sneltoetsen
pl: Skróty klawiaturowe
pt_br: Atalhos de teclado
ru: Сочетания клавиш
sk: Klávesové skratky
sl: Bližnjice na tipkovnici
sq: Shkurtore tastiere
sr: Prečice na tastaturi
sv: Kortkommandon
tr: Klavye kısayolları
uk: Гарячі клавіші
vi: Phím tắt
zh_hk: 鍵盤捷徑

source: Download diagnostics
ar: تنزيل التشخيصات
bg: Изтегляне на диагностика
ca: Descarregar diagnòstics
de: Diagnose herunterladen
es: Descargar diagnósticos
fa: دانلود تشخیص
fi: Lataa diagnostiikka
fr: Télécharger les diagnostics
it: Scarica la diagnostica
ja: 診断をダウンロード
nb: Last ned diagnostikk
nl: Diagnostische gegevens downloaden
pl: Pobierz diagnostykę
pt_br: Baixar diagnósticos
ru: Скачать диагностику
sk: Stiahnutie diagnostických údajov
sl: Prenesi diagnostiko
sq: Shkarko diagnostikimet
sr: Preuzmi dijagnostiku
sv: Ladda ner diagnostik
tr: Tanılama bilgilerini indir
uk: Завантажити діагностику
vi: Tải xuống thông tin chẩn đoán
zh_hk: 下載診斷程式

source: Expand
ar: وسّع
bg: Разгъване
ca: Expandir
de: Expandieren
eo: Grow lol
es: Expandir
fa: گسترش
fi: Laajentaa
fr: Développer
it: Espandere
ja: 拡大する
nb: Utvid
nl: Uitbreiden
pl: Zwiększać
pt_br: Expandir
ru: Расширять
sk: Rozbaliť
sl: Razširi
sq: Zgjero
sr: Proširi
sv: Expandera
tr: Genişletmek
uk: Розгорнути
vi: Mở rộng
zh_hk: 展開

source: This instance is in development mode. It is not allowed to be used for production purposes. All content is watermarked.
ar: هذا المثيل في وضع التطوير. لا يُسمح باستخدامه لأغراض بيئة الإنتاج. كل المحتوى عليه علامة مائية.
bg: Този екземпляр е в режим на разработка. Не е разрешено да се използва за производствени цели. Цялото съдържание е с воден знак.
ca: Aquesta instància està en mode de desenvolupament. No es permet el seu ús amb finalitats de producció. Tot el contingut té marca d'aigua.
de: Diese Instanz befindet sich im Entwicklungsmodus. Sie darf nicht für Produktionszwecke verwendet werden. Der gesamte Inhalt ist mit einem Wasserzeichen versehen.
eo: Yo, this instance’s still in the works, so it’s a no-go for real-deal use. Also, all the content’s got watermarks, fr.
es: Esta instancia está en desarrollo. No se permite su uso en producción. Todo el contenido tiene marca de agua.
fa: این نمونه در حالت توسعه است. استفاده از آن برای اهداف عملیاتی مجاز نیست. تمام محتوا دارای واترمارک است.
fi: Tämä instanssi on kehitystilassa. Sitä ei saa käyttää tuotantotarkoituksiin. Kaikki sisältö on vesileimattu.
fr: Cette instance est en développement. Son utilisation à des fins de production est interdite. Tout le contenu est filigrané.
it: Questa istanza è in modalità di sviluppo. Non è consentito utilizzarla per scopi di produzione. Tutti i contenuti sono filigranati.
ja: このインスタンスは開発モードです。本番環境での使用は許可されていません。すべてのコンテンツには透かしが入っています。
nb: Denne forekomsten er i utviklingsmodus. Den kan ikke brukes til produksjonsformål. Alt innhold er vannmerket.
nl: Dit exemplaar bevindt zich in de ontwikkelingsmodus. Het is niet toegestaan het voor productiedoeleinden te gebruiken. Alle content is voorzien van een watermerk.
pl: Ta instancja jest w trybie rozwojowym. Nie wolno jej używać do celów produkcyjnych. Cała zawartość jest oznaczona znakiem wodnym.
pt_br: Esta instância está em modo de desenvolvimento. Não é permitido usá-la para fins de produção. Todo o conteúdo possui marca d'água.
ru: Этот экземпляр находится в режиме разработки. Его нельзя использовать в производственных целях. Весь контент помечен водяными знаками.
sk: Táto inštancia je vo vývojovom režime. Nie je povolené ju používať na produkčné účely. Všetok obsah je chránený vodoznakom.
sl: Ta primerek je v razvojnem načinu. Uporaba v produkcijske namene ni dovoljena. Vsa vsebina je zaščitena z vodnim žigom.
sq: Kjo instancë është në modalitet zhvillimi. Nuk lejohet të përdoret për qëllime prodhimi. I gjithë përmbajtja është me watermark.
sr: Ova instanca je u development režimu. Nije dozvoljeno da se koristi u produkciji. Sav sadržaj je vodenim žigom obeležen.
sv: Den här instansen är i utvecklingsläge. Den får inte användas för produktionsändamål. Allt innehåll är vattenmärkt.
tr: Bu örnek geliştirme modundadır. Üretim amaçları için kullanılmasına izin verilmez. Tüm içerik filigranlıdır.
uk: Цей інстанс у режимі розробки. Його не можна використовувати для продакшену. Увесь контент має водяний знак.
vi: Phiên bản này đang ở chế độ phát triển. Không được phép sử dụng cho mục đích sản xuất. Mọi nội dung đều có hình mờ.
zh_hk: 該實例處於開發模式。不允許用於生產目的。所有內容都有水印。

source: License activation notice
ar: إشعار تفعيل الترخيص
bg: Известие за активиране на лиценз
ca: Avís d'activació de la llicència
de: Hinweis zur Lizenzaktivierung
eo: License activation notif ✨
es: Aviso de activación de licencia
fa: اطلاعیه فعال سازی لایسنس
fi: Lisenssin aktivointiilmoitus
fr: Avis d'activation de licence
it: Avviso di attivazione della licenza
ja: ライセンスアクティベーション通知
nb: Varsel om aktivering av lisens
nl: Kennisgeving over licentieactivering
pl: Powiadomienie o aktywacji licencji
pt_br: Aviso de ativação de licença
ru: Уведомление об активации лицензии
sk: Oznámenie o aktivácii licencie
sl: Obvestilo o aktivaciji licence
sq: Njoftim për aktivizimin e licencës
sr: Obaveštenje o aktivaciji licence
sv: Meddelande om licensaktivering
tr: Lisans aktivasyon bildirimi
uk: Повідомлення про активацію ліцензії
vi: Thông báo kích hoạt giấy phép
zh_hk: 授權啟動通知
