Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The column labels of the DataFrame
ar: تسميات الأعمدة في DataFrame
bg: Етикетите на колоните на DataFrame
ca: Les etiquetes de columna del DataFrame
de: Die Spaltenbeschriftungen des DataFrame
es: Las etiquetas de las columnas del DataFrame
fa: برچسب‌های ستون‌های DataFrame
fi: DataFramen sarakeotsikot
fr: Les étiquettes des colonnes du DataFrame
it: Le etichette delle colonne del DataFrame
ja: DataFrameの列ラベル
nb: Kolonneetikettene i DataFrame
nl: De kolomlabels van het DataFrame
pl: Etykiety kolumn DataFrame
pt_br: Os rótulos das colunas do DataFrame
ru: Метки столбцов DataFrame
sk: Označenia stĺpcov dátového rámca
sl: Oznake stolpcev podatkovnega okvira (DataFrame)
sq: Etiketat e kolonave të DataFrame
sr: Oznake kolona DataFrame-a
sv: Kolumnetiketterna för DataFrame
tr: DataFrame'in sütun etiketleri
uk: Мітки колонок DataFrame
vi: Nhãn cột của DataFrame
zh_hk: DataFrame 的列標籤

source: The index (row labels) of the DataFrame
ar: الفهرس (تسميات الصفوف) في DataFrame
bg: Индексът (етикетите на редовете) на DataFrame
ca: L'índex (etiquetes de fila) del DataFrame
de: Der Index (Zeilenbeschriftungen) des DataFrame
es: El índice (etiquetas de fila) del DataFrame
fa: اندیس (برچسب‌های ردیف) DataFrame
fi: DataFramen indeksi (rivin otsikot)
fr: L'index (étiquettes de ligne) du DataFrame
it: L'indice (etichette di riga) del DataFrame
ja: DataFrameのインデックス（行ラベル）
nb: Indeksen (radetikettene) for DataFrame
nl: De index (rijlabels) van het DataFrame
pl: Indeks (etykiety wierszy) DataFrame
pt_br: O índice (rótulos de linha) do DataFrame
ru: Индекс (метки строк) DataFrame
sk: Index (označenie riadkov) dátového rámca
sl: Indeks (oznake vrstic) podatkovnega okvira (DataFrame)
sq: Indeksi (etiketat e rreshtave) i DataFrame
sr: Indeks (oznake redova) DataFrame-a
sv: Indexet (radetiketter) för DataFrame
tr: DataFrame'in dizini (satır etiketleri)
uk: Індекс (мітки рядків) DataFrame
vi: Chỉ mục (nhãn hàng) của DataFrame
zh_hk: DataFrame 的索引 (行標籤)

source: Return the dtypes in the DataFrame
ar: أعد dtypes في DataFrame
bg: Връща dtype-овете в DataFrame
ca: Retorna els tipus de dades del DataFrame
de: Gibt die Datentypen im DataFrame zurück
es: Devuelve los tipos de datos en el DataFrame
fa: انواع داده (dtypes) را در DataFrame برمی‌گرداند
fi: Palauta DataFramen datatyypit
fr: Renvoyer les dtypes dans le DataFrame
it: Restituisce i dtype nel DataFrame
ja: DataFrame内のdtypeを返す
nb: Returnerer dtypene i DataFrame
nl: Retourneer de dtypes in het DataFrame
pl: Zwróć typy danych w ramce danych
pt_br: Retorna os dtypes no DataFrame
ru: Вернуть dtypes в DataFrame
sk: Vrátiť dtypy v DataFrame
sl: Vrni tipe podatkov v podatkovnem okviru
sq: Kthe dtypes në DataFrame
sr: Vrati dtypes u DataFrame-u
sv: Returnera dtypes i DataFrame
tr: Veri Çerçevesindeki veri türlerini döndür
uk: Повернути dtypes у DataFrame
vi: Trả về các kiểu dữ liệu trong DataFrame
zh_hk: 傳回 DataFrame 中的 dtypes

source: Return a Numpy representation of the DataFrame
ar: أعد تمثيلًا من Numpy لـ DataFrame
bg: Връща Numpy представяне на DataFrame
ca: Retorna una representació Numpy del DataFrame
de: Gibt eine Numpy-Darstellung des DataFrame zurück
es: Devuelve una representación Numpy del DataFrame
fa: یک نمایش Numpy از DataFrame را برمی‌گرداند
fi: Palauttaa DataFramen Numpy-esityksen
fr: Renvoyer une représentation Numpy du DataFrame
it: Restituisce una rappresentazione Numpy del DataFrame
ja: DataFrameのNumpy表現を返す
nb: Returnerer en Numpy-representasjon av DataFrame
nl: Retourneer een Numpy-representatie van het DataFrame
pl: Zwróć reprezentację Numpy DataFrame
pt_br: Retorna uma representação Numpy do DataFrame
ru: Возвращает представление DataFrame в формате NumPy.
sk: Vrátiť reprezentáciu DataFrame v Numpy
sl: Vrne Numpy predstavitev DataFrame-a
sq: Kthe një përfaqësim Numpy të DataFrame
sr: Vrati NumPy reprezentaciju DataFrame-a
sv: Returnera en Numpy-representation av DataFrame
tr: DataFrame'in Numpy gösterimini döndür
uk: Повернути подання DataFrame у форматі NumPy
vi: Trả về biểu diễn Numpy của DataFrame
zh_hk: 傳回 DataFrame 的 Numpy 表示法

source: Access a group of rows and columns by label(s)
ar: الوصول إلى مجموعة من الصفوف والأعمدة بواسطة التسميات
bg: Достъп до група редове и колони по етикет(и)
ca: Accedir a un grup de files i columnes per etiqueta(es)
de: Greifen Sie auf eine Gruppe von Zeilen und Spalten nach Beschriftung(en) zu
es: Acceder a un grupo de filas y columnas por etiqueta(s)
fa: دسترسی به گروهی از ردیف‌ها و ستون‌ها بر اساس برچسب(ها)
fi: Rivi- ja sarakeryhmän käyttäminen tunnisteen/tunnisteiden perusteella
fr: Accéder à un groupe de lignes et de colonnes par étiquette(s)
it: Accedi a un gruppo di righe e colonne tramite etichetta/e
ja: ラベルで行と列のグループにアクセスする
nb: Få tilgang til en gruppe rader og kolonner etter etikett(er)
nl: Toegang tot een groep rijen en kolommen via label(s)
pl: Uzyskaj dostęp do grupy wierszy i kolumn według etykiety(ek)
pt_br: Acesse um grupo de linhas e colunas por rótulo(s)
ru: Доступ к группе строк и столбцов по меткам
sk: Prístup k skupine riadkov a stĺpcov podľa označenia (menoví)
sl: Dostop do skupine vrstic in stolpcev po oznaki(-ah)
sq: Akseso një grup rreshtash dhe kolonash sipas etiketës(ave)
sr: Pristupi grupi redova i kolona po oznaci(ama)
sv: Åtkomst till en grupp rader och kolumner efter etikett(er)
tr: Etiket(ler)e göre bir grup satır ve sütuna erişin
uk: Отримати доступ до групи рядків і колонок за міткою(-ами)
vi: Truy cập một nhóm hàng và cột theo nhãn
zh_hk: 依標籤存取一組行和列

source: Purely integer-location based indexing
ar: فهرسة تعتمد كليًا على الموقع بالأعداد الصحيحة
bg: Индексиране, базирано изцяло на целочислено местоположение
ca: Indexació basada en ubicacions enteres purament
de: Rein auf ganzzahligen Positionen basierende Indizierung
es: Indexación basada puramente en la ubicación de números enteros
fa: نمایه‌سازی صرفاً مبتنی بر مکان عدد صحیح
fi: Puhtaasti kokonaislukuihin perustuva indeksointi
fr: Indexation purement basée sur l'emplacement des entiers
it: Indicizzazione basata esclusivamente sulla posizione intera
ja: 純粋に整数位置ベースのインデックス
nb: Indeksering basert på heltallsplassering
nl: Indexering op basis van puur gehele getallen en locaties
pl: Indeksowanie oparte wyłącznie na lokalizacji całkowitej
pt_br: Indexação baseada puramente em localização inteira
ru: Индексация, основанная исключительно на целочисленном расположении
sk: Indexovanie založené výlučne na celočíselných umiestneniach
sl: Indeksiranje, ki temelji izključno na celoštevilskih lokacijah
sq: Indeksim vetëm i bazuar në pozicion integer
sr: Indeksiranje zasnovano isključivo na celoj lokaciji
sv: Indexering baserad på heltal och plats
tr: Tamamen tam sayı konumuna dayalı dizinleme
uk: Індексація суто за цілими позиціями
vi: Chỉ mục dựa trên vị trí số nguyên thuần túy
zh_hk: 純粹基於整數位置的索引

source: Access a single value for a row/column label pair
ar: الوصول إلى قيمة واحدة لزوج من تسميات الصف/العمود
bg: Достъп до единична стойност за двойка етикети на ред/колона
ca: Accedir a un valor únic per a un parell d'etiquetes de fila/columna
de: Zugriff auf einen einzelnen Wert für ein Zeilen-/Spaltenbeschriftungspaar
es: Acceder a un único valor para un par de etiquetas de fila/columna
fa: دسترسی به یک مقدار واحد برای یک جفت برچسب سطر/ستون
fi: Rivi-/saraketunnisteparin yksittäisen arvon käyttäminen
fr: Accéder à une valeur unique pour une paire d'étiquettes ligne/colonne
it: Accedi a un singolo valore per una coppia di etichette riga/colonna
ja: 行/列ラベルのペアの単一の値にアクセスする
nb: Få tilgang til en enkelt verdi for et rad-/kolonneetikettpar
nl: Toegang tot één enkele waarde voor een rij-/kolomlabelpaar
pl: Uzyskaj dostęp do pojedynczej wartości dla pary etykiet wiersz/kolumna
pt_br: Acesse um único valor para um par de rótulos de linha/coluna
ru: Доступ к одному значению для пары меток строки/столбца
sk: Prístup k jednej hodnote pre pár označení riadka/stĺpca
sl: Dostop do ene same vrednosti za par oznak vrstice/stolpca
sq: Akseso një vlerë të vetme për një palë etiketash rreshti/kolone
sr: Pristupi jednoj vrednosti za par oznaka reda/kolone
sv: Åtkomst till ett enda värde för ett rad-/kolumnetikettpar
tr: Bir satır/sütun etiket çifti için tek bir değere erişin
uk: Отримати доступ до одного значення для пари міток рядка/колонки
vi: Truy cập một giá trị duy nhất cho cặp nhãn hàng/cột
zh_hk: 存取行/欄標籤對的單一值

source: Access a single value for a row/column pair by integer position
ar: الوصول إلى قيمة واحدة لزوج صف/عمود حسب الموضع بالأعداد الصحيحة
bg: Достъп до единична стойност за двойка ред/колона по целочислена позиция
ca: Accedir a un valor únic per a un parell fila/columna per posició entera
de: Zugriff auf einen einzelnen Wert für ein Zeilen-/Spaltenpaar über die ganzzahlige Position
es: Acceda a un valor único para un par fila/columna por posición entera
fa: دسترسی به یک مقدار واحد برای یک جفت سطر/ستون بر اساس موقعیت عدد صحیح
fi: Rivi-/sarakeparin yksittäisen arvon käyttäminen kokonaislukusijainnin perusteella
fr: Accéder à une valeur unique pour une paire ligne/colonne par position entière
it: Accedi a un singolo valore per una coppia riga/colonna tramite la posizione intera
ja: 整数位置で行/列ペアの単一の値にアクセスする
nb: Få tilgang til en enkelt verdi for et rad-/kolonnepar etter heltallsposisjon
nl: Toegang tot een enkele waarde voor een rij/kolompaar via de gehele positie
pl: Uzyskaj dostęp do pojedynczej wartości dla pary wiersz/kolumna według pozycji całkowitej
pt_br: Acesse um único valor para um par linha/coluna por posição inteira
ru: Доступ к одному значению для пары строка/столбец по целочисленной позиции
sk: Prístup k jednej hodnote pre pár riadok/stĺpec podľa celočíselnej pozície
sl: Dostop do ene same vrednosti za par vrstic/stolpcev po celem številu
sq: Akseso një vlerë të vetme për një palë rreshti/kolone sipas pozicionit integer
sr: Pristupi jednoj vrednosti za par reda/kolone po celoj poziciji
sv: Åtkomst till ett enda värde för ett rad-/kolumnpar via heltalsposition
tr: Tam sayı konumuna göre bir satır/sütun çifti için tek bir değere erişim
uk: Отримати доступ до одного значення для пари рядка/колонки за цілою позицією
vi: Truy cập một giá trị duy nhất cho một cặp hàng/cột theo vị trí số nguyên
zh_hk: 透過整數位置存取行/列對的單一值

source: Query the columns of a DataFrame with a boolean expression
ar: استعلم عن أعمدة DataFrame باستخدام تعبير منطقي
bg: Запитване към колоните на DataFrame с булев израз
ca: Consultar les columnes d'un DataFrame amb una expressió booleana
de: Fragen Sie die Spalten eines DataFrame mit einem booleschen Ausdruck ab
es: Consultar las columnas de un DataFrame con una expresión booleana
fa: پرس و جو از ستون‌های یک DataFrame با یک عبارت بولی
fi: Kysele DataFramen sarakkeita totuusarvolausekkeella
fr: Interroger les colonnes d'un DataFrame avec une expression booléenne
it: Interroga le colonne di un DataFrame con un'espressione booleana
ja: ブール式を使用して DataFrame の列をクエリする
nb: Spør etter kolonnene i en DataFrame med et boolsk uttrykk
nl: De kolommen van een DataFrame bevragen met een Booleaanse expressie
pl: Zapytaj kolumny DataFrame za pomocą wyrażenia boolowskiego
pt_br: Consultar as colunas de um DataFrame com uma expressão booleana
ru: Запрос столбцов DataFrame с помощью логического выражения
sk: Dotazovanie stĺpcov DataFrame pomocou boolovského výrazu
sl: Poizvedovanje po stolpcih podatkovnega okvira z logičnim izrazom
sq: Query kolonat e një DataFrame me një shprehje booleane
sr: Upituj kolone DataFrame-a pomoću booleovskog izraza
sv: Fråga kolumnerna i en DataFrame med ett booleskt uttryck
tr: Bir DataFrame'in sütunlarını bir Boole ifadesiyle sorgulayın
uk: Виконати запит до колонок DataFrame за булевим виразом
vi: Truy vấn các cột của DataFrame bằng biểu thức boolean
zh_hk: 使用布林表達式查詢 DataFrame 的欄位

source: Subset the dataframe rows or columns according to labels
ar: استخرج مجموعة فرعية من صفوف أو أعمدة dataframe وفقًا للتسميات
bg: Подмножете редовете или колоните на рамката с данни според етикетите
ca: Subconjunt de les files o columnes del marc de dades segons les etiquetes
de: Unterteilen Sie die Dataframe-Zeilen oder -Spalten entsprechend den Beschriftungen
es: Subconjunto de las filas o columnas del marco de datos según las etiquetas
fa: ردیف‌ها یا ستون‌های دیتافریم را بر اساس برچسب‌ها زیرمجموعه‌بندی کنید
fi: Aliota datakehyksen rivit tai sarakkeet otsikoiden mukaan
fr: Sous-ensemble des lignes ou des colonnes du dataframe en fonction des étiquettes
it: Sottoinsieme delle righe o colonne del dataframe in base alle etichette
ja: ラベルに従ってデータフレームの行または列をサブセット化する
nb: Delmengde av datarammens rader eller kolonner i henhold til etiketter
nl: Subset de dataframerijen of -kolommen volgens labels
pl: Podziel wiersze lub kolumny ramki danych zgodnie z etykietami
pt_br: Subconjunto das linhas ou colunas do dataframe de acordo com os rótulos
ru: Подмножество строк или столбцов фрейма данных в соответствии с метками
sk: Podmnožina riadkov alebo stĺpcov dátového rámca podľa označení
sl: Podmnožite vrstice ali stolpce podatkovnega okvira glede na oznake
sq: Nxirr nëngrup rreshtash ose kolonash të dataframe sipas etiketave
sr: Izdvoji redove ili kolone dataframe-a prema oznakama
sv: Delmängd för dataframe-rader eller -kolumner enligt etiketter
tr: Veri çerçevesi satırlarını veya sütunlarını etiketlere göre alt kümeye ayırın
uk: Вибрати підмножину рядків або колонок DataFrame відповідно до міток
vi: Phân chia các hàng hoặc cột của khung dữ liệu theo nhãn
zh_hk: 根據標籤對資料框的行或列進行子集

source: Replace values where the condition is False
ar: استبدل القيم حيث تكون الحالة False
bg: Заменете стойностите, където условието е невярно
ca: Substitueix els valors on la condició és Falsa
de: Ersetzen Sie Werte, bei denen die Bedingung „Falsch“ ist
es: Reemplazar valores donde la condición es Falso
fa: مقادیری را که شرط False است، جایگزین کنید
fi: Korvaa arvot, joissa ehto on False
fr: Remplacer les valeurs où la condition est fausse
it: Sostituisci i valori in cui la condizione è False
ja: 条件がFalseの場合に値を置き換えます
nb: Erstatt verdier der betingelsen er False
nl: Vervang waarden waar de voorwaarde Onwaar is
pl: Zamień wartości, w których warunek jest fałszywy
pt_br: Substituir valores onde a condição é Falsa
ru: Заменить значения, где условие ложно
sk: Nahradiť hodnoty, kde je podmienka nepravdivá
sl: Zamenjaj vrednosti, kjer je pogoj napačno (False).
sq: Zëvendëso vlerat kur kushti është False
sr: Zameni vrednosti gde je uslov False
sv: Ersätt värden där villkoret är falskt
tr: Koşulun Yanlış olduğu değerleri değiştirin
uk: Замінити значення, де умова False
vi: Thay thế các giá trị có điều kiện là Sai
zh_hk: 取代條件為 False 的值

source: Replace values where the condition is True
ar: استبدل القيم حيث تكون الحالة True
bg: Заменете стойностите, където условието е True
ca: Substitueix els valors on la condició és True
de: Ersetzen Sie Werte, bei denen die Bedingung „Wahr“ ist
es: Reemplazar valores donde la condición sea Verdadera
fa: مقادیری را که شرط آنها درست است جایگزین کنید
fi: Korvaa arvot, joissa ehto on True
fr: Remplacer les valeurs où la condition est vraie
it: Sostituisci i valori in cui la condizione è True
ja: 条件がTrueの値を置き換える
nb: Erstatt verdier der betingelsen er True
nl: Vervang waarden waarbij de voorwaarde Waar is
pl: Zamień wartości, w których warunek jest prawdziwy
pt_br: Substituir valores onde a condição é Verdadeira
ru: Заменить значения, где условие истинно
sk: Nahradiť hodnoty, kde je podmienka pravdivá
sl: Zamenjaj vrednosti, kjer je pogoj True
sq: Zëvendëso vlerat kur kushti është True
sr: Zameni vrednosti gde je uslov True
sv: Ersätt värden där villkoret är Sant
tr: Koşulun Doğru olduğu değerleri değiştirin
uk: Замінити значення, де умова True
vi: Thay thế các giá trị có điều kiện là Đúng
zh_hk: 取代條件為 True 的值

source: Drop specified labels from rows or columns
ar: احذف التسميات المحددة من الصفوف أو الأعمدة
bg: Премахване на посочени етикети от редове или колони
ca: Eliminar etiquetes especificades de files o columnes
de: Löschen Sie angegebene Beschriftungen aus Zeilen oder Spalten
es: Eliminar etiquetas específicas de filas o columnas
fa: برچسب‌های مشخص شده را از ردیف‌ها یا ستون‌ها حذف کنید
fi: Poista määritetyt otsikot riveiltä tai sarakkeista
fr: Supprimer les étiquettes spécifiées des lignes ou des colonnes
it: Elimina le etichette specificate dalle righe o dalle colonne
ja: 行または列から指定したラベルを削除します
nb: Fjern spesifiserte etiketter fra rader eller kolonner
nl: Verwijder opgegeven labels uit rijen of kolommen
pl: Usuń określone etykiety z wierszy lub kolumn
pt_br: Remover rótulos especificados de linhas ou colunas
ru: Удалить указанные метки из строк или столбцов
sk: Odstrániť zadané štítky z riadkov alebo stĺpcov
sl: Odstranite določene oznake iz vrstic ali stolpcev
sq: Hiq etiketat e specifikuara nga rreshtat ose kolonat
sr: Ukloni navedene oznake iz redova ili kolona
sv: Ta bort angivna etiketter från rader eller kolumner
tr: Belirtilen etiketleri satırlardan veya sütunlardan bırakın
uk: Видалити вказані мітки з рядків або колонок
vi: Xóa các nhãn đã chỉ định khỏi hàng hoặc cột
zh_hk: 從行或列中刪除指定的標籤

source: Return DataFrame with duplicate rows removed
ar: أعد DataFrame مع إزالة الصفوف المكررة
bg: Връщане на DataFrame с премахнати дублиращи се редове
ca: Retorna un DataFrame amb les files duplicades eliminades
de: DataFrame mit entfernten doppelten Zeilen zurückgeben
es: Devolver DataFrame con filas duplicadas eliminadas
fa: برگرداندن DataFrame با حذف ردیف‌های تکراری
fi: Palauta DataFrame, josta on poistettu kaksoisrivit
fr: Renvoyer le DataFrame avec les lignes en double supprimées
it: Restituisce DataFrame con le righe duplicate rimosse
ja: 重複行を削除したDataFrameを返す
nb: Returnerer DataFrame med dupliserte rader fjernet
nl: DataFrame retourneren met dubbele rijen verwijderd
pl: Zwróć ramkę danych z usuniętymi duplikatami wierszy
pt_br: Retornar DataFrame com linhas duplicadas removidas
ru: Возврат DataFrame с удаленными дубликатами строк
sk: Vrátiť dátový rámec s odstránenými duplicitnými riadkami
sl: Vrni DataFrame z odstranjenimi podvojenimi vrsticami
sq: Kthe DataFrame me rreshtat duplikatë të hequr
sr: Vrati DataFrame sa uklonjenim dupliranim redovima
sv: Returnera DataFrame med dubbletter av rader borttagna
tr: Yinelenen satırlar kaldırılmış DataFrame'i döndür
uk: Повернути DataFrame без дублікатів рядків
vi: Trả về DataFrame với các hàng trùng lặp đã bị loại bỏ
zh_hk: 返回刪除重複行的 DataFrame

source: Fill NA/NaN values using the specified method
ar: املأ قيم NA/NaN باستخدام الطريقة المحددة
bg: Попълнете NA/NaN стойностите, използвайки посочения метод
ca: Empleneu els valors NA/NaN utilitzant el mètode especificat
de: Füllen Sie NA/NaN-Werte mit der angegebenen Methode
es: Complete los valores NA/NaN utilizando el método especificado
fa: مقادیر NA/NaN را با استفاده از روش مشخص شده پر کنید
fi: Täytä NA/NaN-arvot määritetyllä menetelmällä
fr: Remplissez les valeurs NA/NaN en utilisant la méthode spécifiée
it: Riempi i valori NA/NaN utilizzando il metodo specificato
ja: 指定された方法を使用して NA/NaN 値を入力します
nb: Fyll NA/NaN-verdier ved hjelp av den angitte metoden
nl: Vul NA/NaN-waarden in met behulp van de opgegeven methode
pl: Wypełnij wartości NA/NaN, używając określonej metody
pt_br: Preencha os valores NA/NaN usando o método especificado
ru: Заполните значения NA/NaN, используя указанный метод
sk: Vyplňte hodnoty NA/NaN pomocou zadanej metódy
sl: Izpolnite vrednosti NA/NaN z uporabo določene metode
sq: Plotëso vlerat NA/NaN duke përdorur metodën e specifikuar
sr: Popuni NA/NaN vrednosti navedenom metodom
sv: Fyll i NA/NaN-värden med den angivna metoden
tr: Belirtilen yöntemi kullanarak NA/NaN değerlerini doldurun
uk: Заповнити значення NA/NaN, використовуючи вказаний метод
vi: Điền giá trị NA/NaN bằng phương pháp đã chỉ định
zh_hk: 使用指定的方法填入 NA/NaN 值

source: Replace values given in to_replace with value
ar: استبدل القيم المعطاة في to_replace بالقيمة
bg: Заменете стойностите, дадени в to_replace, със стойност
ca: Substitueix els valors donats a to_replace amb valor
de: Ersetzen Sie die in to_replace angegebenen Werte durch den Wert
es: Reemplazar los valores dados en to_replace con valor
fa: مقادیر داده شده در to_replace را با مقدار مربوطه جایگزین کنید.
fi: Korvaa korvattavassa_kentässä annetut arvot arvolla
fr: Remplacer les valeurs données dans to_replace par la valeur
it: Sostituisci i valori forniti in to_replace con il valore
ja: to_replace で指定された値を value で置き換えます
nb: Erstatt verdier gitt i to_replace med verdi
nl: Vervang de waarden die in to_replace zijn gegeven met de waarde
pl: Zastąp wartości podane w to_replace wartościami
pt_br: Substituir valores fornecidos em to_replace por valor
ru: Заменить значения, указанные в to_replace, на значение
sk: Nahradiť hodnoty uvedené v argumente to_replace hodnotou
sl: Zamenjaj vrednosti, podane v to_replace, z vrednostjo
sq: Zëvendëso vlerat e dhëna te to_replace me value
sr: Zameni vrednosti date u to_replace vrednošću value
sv: Ersätt värdena som anges i to_replace med värde
tr: to_replace'te verilen değerleri value ile değiştirin
uk: Замінити значення, задані в to_replace, на value
vi: Thay thế các giá trị được cung cấp trong to_replace bằng giá trị
zh_hk: 以值取代 to_replace 中給出的值

source: Fill NaN values using an interpolation method
ar: املأ قيم NaN باستخدام طريقة استيفاء
bg: Попълване на NaN стойности с помощта на метод на интерполация
ca: Ompliu els valors de NaN mitjançant un mètode d'interpolació
de: Füllen Sie NaN-Werte mithilfe einer Interpolationsmethode
es: Rellene los valores NaN utilizando un método de interpolación
fa: پر کردن مقادیر NaN با استفاده از یک روش درون‌یابی
fi: Täytä NaN-arvot interpolointimenetelmällä
fr: Remplir les valeurs NaN à l'aide d'une méthode d'interpolation
it: Riempi i valori NaN utilizzando un metodo di interpolazione
ja: 補間法を使用してNaN値を埋める
nb: Fyll NaN-verdier ved hjelp av en interpoleringsmetode
nl: Vul NaN-waarden in met behulp van een interpolatiemethode
pl: Wypełnij wartości NaN, używając metody interpolacji
pt_br: Preencha os valores NaN usando um método de interpolação
ru: Заполнить значения NaN, используя метод интерполяции
sk: Doplňte hodnoty NaN pomocou interpolačnej metódy
sl: Izpolnite vrednosti NaN z metodo interpolacije
sq: Plotëso vlerat NaN duke përdorur një metodë interpolimi
sr: Popuni NaN vrednosti metodom interpolacije
sv: Fyll i NaN-värden med hjälp av en interpoleringsmetod
tr: NaN değerlerini bir enterpolasyon yöntemi kullanarak doldurun
uk: Заповнити значення NaN, використовуючи метод інтерполяції
vi: Điền giá trị NaN bằng phương pháp nội suy
zh_hk: 使用內插方法填入 NaN 值
