Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Copy and save the API key
ar: انسخ مفتاح API واحفظه
bg: Копирайте и запазете API ключа
ca: Copiar i desar la clau API
de: Kopieren und speichern Sie den API-Schlüssel
eo: Copy and stash the API key, bestie.
es: Copia y guarda la clave API
fa: کلید API را کپی و ذخیره کنید
fi: Kopioi ja tallenna API-avain
fr: Copier et enregistrer la clé API
hu: Másolja és mentse az API kulcsot
it: Copiare e salvare la chiave API
ja: APIキーをコピーして保存する
lt: Nukopijuokite ir išsaugokite API raktą
ms: Salin dan simpan kunci API
nb: Kopier og lagre API-nøkkel
nl: De API-sleutel kopiëren en opslaan
pl: Skopiuj i zapisz klucz API
pt_br: Copie e salve a chave de API
ru: Скопируйте и сохраните ключ API
sk: Skopírujte a uložte kľúč API
sl: Kopiranje in shranjevanje ključa API
sq: Kopjo dhe ruaj EelEsin API
sr: Kopiraj i sačuvaj API ključ
sv: Kopiera och spara API-nycklar
tr: API anahtarını kopyalayın ve kaydedin
uk: Скопіюйте та збережіть API-ключ
vi: Sao chép và lưu khóa API
zh_hk: 複製並儲存 API 金鑰

source: The API key
ar: مفتاح API
bg: Ключът на API
ca: La clau API
de: Der API-Schlüssel
eo: the API key is lowkey just the vibe check code
es: La clave API
fa: کلید API
fi: API-avain
fr: La clé API
hu: Az API kulcs
it: La chiave API
ja: APIキー
lt: API raktas
ms: Kunci API
nb: API-nøkkelen
nl: De API-sleutel
pl: Klucz API
pt_br: A chave de API
ru: Ключ API
sk: Kľúč API
sl: Ključ API
sq: EelEsi API
sr: API ključ
sv: API-nyckeln
tr: API anahtarı
uk: API-ключ
vi: Khóa API
zh_hk: API 金鑰

source: Please copy this key and save it somewhere safe. For security reasons, we can't show it to you again.
ar: يرجى نسخ هذا المفتاح وحفظه في مكان آمن. لأسباب أمنية، لا يمكننا عرضه لك مرة أخرى.
bg: Моля, копирайте този ключ и го запазете на сигурно място. От съображения за сигурност не можем да ви го покажем отново.
ca: Copieu aquesta clau i deseu-la en un lloc segur. Per motius de seguretat, no us el podem tornar a mostrar.
de: Bitte kopieren Sie diesen Schlüssel und bewahren Sie ihn an einem sicheren Ort auf. Aus Sicherheitsgründen können wir ihn Ihnen nicht mehr zeigen.
eo: Hey bestie, pls copy this key and stash it somewhere safe. For security reasons, we can't show it again, fr.
es: Copia esta clave y guárdala en un lugar seguro. Por motivos de seguridad, no podemos volver a mostrártelo.
fa: لطفاً این کلید را کپی کرده و در جایی امن ذخیره کنید. به دلایل امنیتی، نمی‌توانیم آن را دوباره به شما نشان دهیم.
fi: Kopioi ja tallenna tämä avain jonnekin turvaan. Tietoturvasyistä emme voi näyttää sitä uudelleen.
fr: Veuillez copier cette clé et la conserver en lieu sûr. Pour des raisons de sécurité, nous ne pouvons pas vous la montrer à nouveau.
hu: Kérjük, másolja ezt a kulcsot, és mentse el biztonságos helyre. Biztonsági okokból nem tudjuk újra megmutatni.
it: Copiate questa chiave e salvatela in un luogo sicuro. Per motivi di sicurezza, non potremo più mostrarvela.
ja: このキーをコピーして安全な場所に保存してください。セキュリティー上の理由から、再度お見せすることはできません。
lt: Nukopijuokite šį raktą ir išsaugokite jį saugioje vietoje. Saugumo sumetimais negalime daugiau to jums parodyti.
ms: Sila salin kunci ini dan simpan di tempat yang selamat. Untuk sebab keselamatan, kami tidak dapat menunjukkannya kepada anda lagi.
nb: Vennligst kopier denne nøkkelen og lagre den på et trygt sted. For sikkerhets skyld kan vi ikke vise deg den igjen.
nl: Kopieer deze sleutel en bewaar hem op een veilige plaats. Om veiligheidsredenen kunnen we je deze niet meer tonen.
pl: Prosimy o skopiowanie tego klucza i zapisanie go w bezpiecznym miejscu. Ze względów bezpieczeństwa nie możemy pokazać go ponownie.
pt_br: Copie essa chave e salve-a em um local seguro. Por motivos de segurança, não podemos mostrá-la a você novamente.
ru: Пожалуйста, скопируйте этот ключ и сохраните его в безопасном месте. В целях безопасности мы не сможем показать его вам снова.
sk: Skopírujte si tento kľúč a uložte ho na bezpečné miesto. Z bezpečnostných dôvodov vám ho už nemôžeme ukázať.
sl: Prosimo, kopirajte ta ključ in ga shranite na varno. Iz varnostnih razlogov vam ga ne moremo več prikazati.
sq: TE lutem kopjoje kEtE EelEs dhe ruaje diku tE sigurt. PEr arsye sigurie, nuk mund ta shfaqim pErsEri.
sr: Molimo kopirajte ovaj ključ i sačuvajte ga na bezbednom mestu. Iz bezbednosnih razloga, ne možemo da vam ga prikažemo ponovo.
sv: Vänligen kopiera nyckeln och spara på ett säkert ställe. Av säkerhetsskäl kan vi inte visa den igen.
tr: Lütfen bu anahtarı kopyalayın ve güvenli bir yere kaydedin. Güvenlik nedeniyle size tekrar gösteremeyiz.
uk: Будь ласка, скопіюйте цей ключ і збережіть його в безпечному місці. З міркувань безпеки ми не зможемо показати його вам знову.
vi: Vui lòng sao chép khóa này và lưu ở nơi an toàn. Vì lý do bảo mật, chúng tôi không thể hiển thị lại cho bạn.
zh_hk: 請複製此密鑰並將其儲存在安全的地方。基於安全理由，我們無法再向您顯示。

source: Regenerate API key
ar: إعادة توليد مفتاح API
bg: Регенериране на API ключ
ca: Regenerar la clau API
de: API-Schlüssel neu generieren
eo: Regen API key, fr.
es: Regenerar clave API
fa: کلید API را بازسازی کنید
fi: Luo API-avain uudelleen
fr: Régénérer la clé API
hu: API kulcs újragenerálása
it: Rigenerare la chiave API
ja: APIキーを再生成する
lt: Atkurti API raktą
ms: Jana semula kunci API
nb: Generer API-nøkkel på nytt
nl: API-sleutel opnieuw genereren
pl: Regeneracja klucza API
pt_br: Gerar novamente a chave da API
ru: Регенерируйте ключ API
sk: Regenerácia kľúča API
sl: Znova ustvari ključ API
sq: Rigjenero EelEsin API
sr: Regeneriši API ključ
sv: Generera om API-nyckel
tr: API anahtarını yeniden oluştur
uk: Перегенерувати API-ключ
vi: Tạo lại khóa API
zh_hk: 重新產生 API 金鑰

source: Metabase will replace the existing API key with a new key. You won't be able to recover the old key.
ar: سيستبدل Metabase مفتاح API الحالي بمفتاح جديد. لن تتمكن من استعادة المفتاح القديم.
bg: Metabase ще замени съществуващия API ключ с нов ключ. Няма да можете да възстановите стария ключ.
ca: Metabase substituirà la clau de l'API existent per una nova. No podreu recuperar la clau antiga.
de: Metabase ersetzt den vorhandenen API-Schlüssel durch einen neuen Schlüssel. Sie können den alten Schlüssel nicht mehr wiederherstellen.
eo: Metabase is gonna swap out the old API key for a new one, so u can’t get the old one back fr.
es: Metabase reemplazará la clave API existente con una nueva clave. No podrás recuperar la clave anterior.
fa: Metabase کلید API موجود را با یک کلید جدید جایگزین می کند. شما نمی توانید کلید قدیمی را بازیابی کنید.
fi: Metabase korvaa nykyisen API-avaimen uudella. Et voi enää palauttaa vanhaa avainta
fr: Metabase remplacera la clé API existante par une nouvelle clé. Vous ne pourrez pas récupérer l'ancienne clé.
hu: A Metabase lecseréli a meglévő API kulcsot egy új kulcsra. Nem fogja tudni visszaállítani a régi kulcsot.
it: Metabase sostituirà la chiave API esistente con una nuova chiave. Non sarà possibile recuperare la vecchia chiave.
ja: Metabase は既存の API キーを新しいキーで置き換えます。古いキーは復元することができません。
lt: Metabazė pakeis esamą API raktą nauju raktu. Negalėsite atkurti senojo rakto.
ms: Metabase akan menggantikan kunci API yang ada dengan kunci baharu. Anda tidak akan dapat memulihkan kunci lama.
nb: Metabase vil erstatte eksisterende API-nøkkel med en ny. Du vil ikke kunne hente den gamle nøkkelen.
nl: Metabase vervangt de bestaande API-sleutel door een nieuwe sleutel. U kunt de oude sleutel niet meer herstellen.
pl: Metabase zastąpi istniejący klucz API nowym kluczem. Nie będzie można odzyskać starego klucza.
pt_br: O Metabase substituirá a chave de API existente por uma nova chave. Você não poderá recuperar a chave antiga.
ru: Metabase заменит существующий ключ API новым. Вы не сможете восстановить старый ключ.
sk: Metabáza nahradí existujúci kľúč API novým kľúčom. Starý kľúč už nebude možné obnoviť.
sl: Metabase bo obstoječi ključ API nadomestil z novim ključem. Starega ključa ne boste mogli obnoviti.
sq: Metabase do ta zEvEndEsojE EelEsin ekzistues API me njE EelEs tE ri. Nuk do tE mund ta rikuperosh EelEsin e vjetEEr.
sr: Metabase će zameniti postojeći API ključ novim ključem. Nećete moći da povratite stari ključ.
sv: Metabase kommer att ersätta nuvarande API-nyckeln. Den går inte att återställa.
tr: Metabase mevcut API anahtarını yeni bir anahtarla değiştirecektir. Eski anahtarı kurtarmanız mümkün olmayacaktır.
uk: Metabase замінить наявний API-ключ новим ключем. Ви не зможете відновити старий ключ.
vi: Metabase sẽ thay thế khóa API hiện tại bằng khóa mới. Bạn sẽ không thể khôi phục khóa cũ.
zh_hk: Metabase 將以新密鑰取代現有的 API 密鑰。您將無法恢復舊金鑰。

source: No, don't regenerate
ar: لا، لا تُعد التوليد
bg: Не, не се регенерирайте
ca: No, no tornis a generar
de: Nein, nicht regenerieren
eo: Nah, don’t yeet the reset button
es: No, no regenerar
fa: نه، بازسازی نکن
fi: Älä luo uudelleen
fr: Non, ne pas régénérer
hu: Nem, ne regenerálódj
it: No, non rigenerare
ja: いいえ、再生成しません
lt: Ne, neatsinaujinkite
ms: Tidak, jangan jana semula
nb: Nei, ikke generer på nytt
nl: Nee, niet regenereren
pl: Nie, nie regeneruj się
pt_br: Não, não gerar novamente
ru: Нет, не регенерировать
sk: Nie, neregenerujte
sl: Ne, ne regenerirajte
sq: Jo, mos e rigjenero
sr: Ne, nemoj da regenerišeš
sv: Nej, generera inte om
tr: Hayır, yenilenme.
uk: Ні, не перегенеровуйте
vi: Không, đừng tái sinh
zh_hk: 不，不要再生

source: Regenerate
ar: أعِد التوليد
bg: Регенерирайте
ca: Regenerar
de: Neu erzeugen
eo: Regen, fr fr
es: Regenerar
fa: بازسازی کنید
fi: Luo uudelleen
fr: Régénérer
hu: Újragenerálás
it: Rigenerare
ja: 再生成
lt: Regeneruoti
ms: Jana semula
nb: Generer på nytt
nl: Regenereer
pl: Regeneracja
pt_br: Gerar novamente
ru: Регенерировать
sk: Regenerujte
sl: Regeneracijo
sq: Rigjenero
sr: Regeneriši
sv: Generera om
tr: Yenilenme
uk: Перегенерувати
vi: Tái tạo
zh_hk: 再生

source: Edit API Key
hu: API-kulcs szerkesztése
lt: Redaguoti API raktą
ms: Sunting Kunci API

source: Regenerate API Key
hu: API-kulcs újragenerálása
lt: Atkurti API raktą
ms: Jana Semula Kunci API

source: Delete API Key
hu: API-kulcs törlése
lt: Ištrinkite API raktą
ms: Padam Kunci API

source: You won't be able to recover a deleted API key. You'll have to create a new key.
ar: لن تتمكن من استعادة مفتاح API محذوف. سيتعين عليك إنشاء مفتاح جديد.
bg: Няма да можете да възстановите изтрит API ключ. Ще трябва да създадете нов ключ.
ca: No podreu recuperar una clau d'API suprimida. Haureu de crear una clau nova.
de: Sie können einen gelöschten API-Schlüssel nicht wiederherstellen. Sie müssen einen neuen Schlüssel erstellen.
eo: Bruh, once that API key is deleted, it’s gone for good. You gotta make a new one, no cap.
es: No podrás recuperar una clave API eliminada. Tendrás que crear una nueva clave.
fa: شما نمی توانید یک کلید API حذف شده را بازیابی کنید. شما باید یک کلید جدید ایجاد کنید.
fi: Et voi palauttaa poistettua API-avainta. Sinun tulee luoda uusi.
fr: Vous ne pourrez pas récupérer une clé API supprimée. Vous devrez en créer une nouvelle.
hu: A törölt API kulcsot nem fogja tudni visszaállítani. Új kulcsot kell létrehoznia.
it: Non sarà possibile recuperare una chiave API cancellata. Dovrete creare una nuova chiave.
ja: 削除したAPIキーを復元することはできません。新しいキーを作成する必要があります。
lt: Negalėsite atkurti ištrinto API rakto. Turėsite sukurti naują raktą.
ms: Anda tidak akan dapat memulihkan kunci API yang dipadam. Anda perlu mencipta kunci baru.
nb: Du vil ikke kunne hente tilbake en slettet API-nøkkel. Du må generere en ny nøkkel.
nl: Je kunt een verwijderde API-sleutel niet herstellen. Je zult een nieuwe sleutel moeten aanmaken.
pl: Nie będzie można odzyskać usuniętego klucza API. Konieczne będzie utworzenie nowego klucza.
pt_br: Não será possível recuperar uma chave de API excluída. Você terá que criar uma nova chave.
ru: Вы не сможете восстановить удаленный ключ API. Вам придется создать новый ключ.
sk: Vymazaný kľúč API nebude možné obnoviť. Budete si musieť vytvoriť nový kľúč.
sl: Izbrisanega ključa API ne boste mogli obnoviti. Ustvariti boste morali nov ključ.
sq: Nuk do tE mund ta rikuperosh njE EelEs API tE fshirE. Do tE tE duhet tE krijosh njE EelEs tE ri.
sr: Nećete moći da povratite obrisani API ključ. Moraćete da kreirate novi ključ.
sv: Det går inte återställa en borttagen API-nyckel. Du måste skapa en ny.
tr: Silinen bir API anahtarını kurtaramazsınız. Yeni bir anahtar oluşturmanız gerekecektir.
uk: Ви не зможете відновити видалений API-ключ. Вам доведеться створити новий ключ.
vi: Bạn sẽ không thể khôi phục khóa API đã xóa. Bạn sẽ phải tạo khóa mới.
zh_hk: 您無法復原已刪除的 API 金鑰。您必須建立新的金鑰。

source: No, don't delete
ar: لا، لا تحذف
bg: Не, не изтривайте
ca: No, no ho eliminis
de: Nein, nicht löschen
eo: Nah, don’t yeet it yet
es: No, no borrar
fa: نه حذف نکن
fi: Älä poista
fr: Non, ne supprimez pas
hu: Nem, ne töröld
it: No, non cancellare
ja: いいえ、削除しないでください
lt: Ne, neištrinkite
ms: Tidak, jangan padam
nb: Nei, ikke slett
nl: Nee, niet verwijderen
pl: Nie, nie usuwaj
pt_br: Não, não exclua
ru: Нет, не удаляйте
sk: Nie, nevymazávajte
sl: Ne, ne izbriši
sq: Jo, mos e fshi
sr: Ne, nemoj da brišeš
sv: Nej, ta inte bort
tr: Hayır, silme
uk: Ні, не видаляйте
vi: Không, đừng xóa
zh_hk: 不，不要刪除

source: Enable Embedding
hu: Beágyazás engedélyezése
ms: Aktifkan Penyematan

source: Replace
ar: استبدل
bg: Замяна на
ca: Reemplaçar
de: Ersetzen
eo: swap out
es: Reemplazar
fa: جایگزین کنید
fi: Korvaa
fr: Remplacer
hu: Csere
it: Sostituire
ja: 交換
lt: Pakeiskite
ms: Gantikan
nb: Erstatt
nl: vervangen
pl: Wymiana
pt_br: Substituir
ru: Заменить
sk: Vymeňte stránku
sl: Zamenjati
sq: ZEvEndEso
sr: Zameni
sv: Ersätt
tr: Değiştirin
uk: Замінити
vi: Thay thế
zh_hk: 更換

source: Disconnect
ar: اقطع الاتصال
bg: Прекъсване на връзката
ca: Desconnectar
de: Verbindung trennen
eo: Fade out, bruh
es: Desconectar
fa: قطع کن
fi: Katkaise yhteys
fr: Déconnexion
hu: Leválasztás
it: Disconnessione
ja: 切断
lt: Atsijungti
ms: Putuskan Sambungan
nb: Koble fra
nl: Ontkoppelen
pl: Rozłączenie
pt_br: Desconectar
ru: Отключить
sk: Odpojenie
sl: Prekiniti
sq: ShkEput
sr: Prekini vezu
sv: Koppla ifrån
tr: Bağlantıyı Kes
uk: Від’єднати
vi: Ngắt kết nối
zh_hk: 斷開

source: Just copy this snippet to add a publicly-visible iframe embed to your web page or blog post.
hu: Csak másolja ki ezt a részletet, ha nyilvánosan látható iframe-beágyazást szeretne hozzáadni weboldalához vagy blogbejegyzéséhez.
ms: Salin petikan ini untuk menambah penyematan iframe yang boleh dilihat secara umum ke halaman web atau pos blog anda.

source: Use this to add a publicly-visible iframe embed to your web page or blog post.
hu: Ezzel nyilvánosan látható iframe beágyazást adhat hozzá a weboldalához vagy blogbejegyzéséhez.
ms: Gunakan ini untuk menambah penanaman iframe yang boleh dilihat secara umum ke halaman web atau catatan blog anda.

source: Remove public URL
hu: Nyilvános URL eltávolítása
ms: Buang URL awam

source: Affects both embed URL and public link for this dashboard
hu: Az irányítópult beágyazási URL-jét és nyilvános linkjét egyaránt érinti
ms: Mempengaruhi kedua-dua URL benam dan pautan awam untuk papan pemuka ini

source: Get an embed link
hu: Szerezzen be egy beágyazási linket
ms: Dapatkan pautan penyematan

source: Static embed
hu: Statikus beágyazás
ms: Penyematan statik

source: Securely embed this dashboard in your own application’s server code.
hu: Biztonságosan ágyazza be ezt az irányítópultot a saját alkalmazásának szerverkódjába.
ms: Sematkan papan pemuka ini dengan selamat dalam kod pelayan aplikasi anda sendiri.

source: Set this up
hu: Állítsa be ezt
ms: Sediakan ini

source: Public embeds and links are disabled.
eo: Public embeds and links are so dead rn.
hu: A nyilvános beágyazások és linkek le vannak tiltva.
lt: Viešieji įterpimai ir nuorodos išjungti.
ms: Penyematan dan pautan awam dilumpuhkan.

source: Setting up a static embed
ar: إعداد تضمين ثابت
bg: Създаване на статично вграждане
ca: Configuració d'una incrustació estàtica
de: Statische Einbettung wird eingerichtet
eo: Making a static embed rn
es: Configurando una inserción estática
fa: راه اندازی یک جاسازی ثابت
fi: Staattisen upotuksen määrittäminen
fr: Mise en place d'un embed statique
hu: Statikus beágyazás beállítása
it: Impostazione di un embed statico
ja: 静的埋め込みの設定
lt: Statinio įterpimo nustatymas
ms: Menyediakan penyematan statik
nb: Setter opp en statisk innebygging
nl: Een statische insluiting instellen
pl: Konfiguracja statycznego osadzania
pt_br: Configurando uma incorporação estática
ru: Настройка статической вставки
sk: Nastavenie statického vloženia
sl: Nastavitev statične vdelave
sq: Konfigurimi i njE inkorporimi statik
sr: Podešavanje statičke ugradnje
sv: Konfigurera en statisk inbäddning
tr: Statik bir yerleştirme ayarlama
uk: Налаштування статичного вбудовування
vi: Thiết lập nhúng tĩnh
zh_hk: 設定靜態嵌入

source: To embed this {0} in your application you’ll just need to publish it, and paste these code snippets in the proper places in your app.
ar: لتضمين هذا {0} في تطبيقك، ستحتاج فقط إلى نشره، ثم لصق مقتطفات الكود هذه في الأماكن المناسبة في تطبيقك.
bg: За да вградите този {0} в приложението си, трябва просто да го публикувате и да поставите тези фрагменти код на подходящите места в приложението си.
ca: Per inserir aquesta {0} a la vostra aplicació, només haureu de publicar-la i enganxar aquests fragments de codi als llocs adequats de la vostra aplicació.
de: Um diese {0} in Ihre Anwendung einzubinden, müssen Sie sie nur veröffentlichen und diese Codeschnipsel an den richtigen Stellen in Ihre Anwendung einfügen.
eo: To embed this {0} in ur app, just gotta publish it and slap these code snippets in the right spots.
es: Para insertar este {0} en tu aplicación, solo deberás publicarlo y pegar estos fragmentos de código en los lugares adecuados de tu aplicación.
fa: برای جاسازی این {0} در برنامه خود، فقط باید آن را منتشر کنید، و این قطعه کد را در مکان های مناسب در برنامه خود جای گذاری کنید.
fi: Upottaaksesi tämä {0} applikaatioosi, sinun tulee julkaista tämä ja liittää nämä koodit oikeisiin paikkoihin applikaatiossasi.
fr: Pour intégrer cette {0} dans votre application, il vous suffit de la publier et de coller ces extraits de code aux endroits appropriés dans votre application.
hu: A(z) {0} alkalmazásba való beágyazásához csak közzé kell tennie, és be kell illesztenie ezeket a kódrészleteket az alkalmazás megfelelő helyére.
it: Per incorporare questo {0} nella vostra applicazione, dovrete semplicemente pubblicarlo e incollare questi frammenti di codice nei punti corretti della vostra applicazione.
ja: あなたのアプリケーションにこの{0}を埋め込むには、この{0}を公開し、アプリ内の適切な場所にこれらのコード・スニペットを貼り付けるだけです。
lt: Norėdami įterpti šį {0} į programą, turėsite jį paskelbti ir įklijuoti šiuos kodo fragmentus tinkamose programos vietose.
ms: Untuk menyematkan {0} ini dalam aplikasi anda, anda hanya perlu menerbitkannya, dan tampal petikan kod ini di tempat yang sesuai dalam aplikasi anda
nb: For å bytte inn denne {0} i din applikasjon må du publisere den og lime inn disse kodesnuttene på egnet sted i din app.
nl: Om deze {0} in je applicatie in te sluiten, hoef je hem alleen maar te publiceren en deze codefragmenten op de juiste plaatsen in je app te plakken.
pl: Aby osadzić tę stronę {0} w swojej aplikacji, wystarczy ją opublikować i wkleić te fragmenty kodu w odpowiednich miejscach w aplikacji.
pt_br: Para incorporar este {0} em seu aplicativo, você só precisa publicá-lo e colar esses trechos de código nos locais apropriados do seu aplicativo.
ru: Чтобы внедрить этот {0} в свое приложение, вам нужно будет просто опубликовать его и вставить эти фрагменты кода в нужные места в вашем приложении.
sk: Ak chcete túto stránku {0} vložiť do svojej aplikácie, stačí ju publikovať a na príslušné miesta v aplikácii vložiť tieto úryvky kódu.
sl: Če želite ta {0} vdelati v aplikacijo, jo morate objaviti in prilepiti te delčke kode na ustrezna mesta v aplikaciji.
sq: QE tE inkorporosh kEtE {0} nE aplikacionin tEnd tE duhet vetEm ta publikosh dhe tE ngjitEsh kEto fragmente kodi nE vendet e duhura nE aplikacionin tEnd.
sr: Da biste ugradili ovaj/ovu {0} u svoju aplikaciju, samo treba da ga/je objavite i nalepite ove isečke koda na odgovarajuća mesta u aplikaciji.
sv: För att bädda in {0} i din applikation behöver du bara publicera och klistra in följande kodsnuttar på din sida.
tr: Bu {0} adresini uygulamanıza yerleştirmek için onu yayınlamanız ve bu kod parçacıklarını uygulamanızda uygun yerlere yapıştırmanız yeterlidir.
uk: Щоб вбудувати цей {0} у ваш застосунок, вам достатньо опублікувати його та вставити ці фрагменти коду у відповідні місця у вашому застосунку.
vi: Để nhúng {0} này vào ứng dụng của bạn, bạn chỉ cần xuất bản nó và dán các đoạn mã này vào đúng vị trí trong ứng dụng.
zh_hk: 若要將此 {0} 嵌入您的應用程式，您只需發佈它，並將這些程式碼片段貼到應用程式中適當的位置。

source: You can also hide or lock any of the dashboard’s parameters.
ar: يمكنك أيضًا إخفاء أو قفل أي من مُعلَمات لوحة المعلومات.
bg: Можете също така да скриете или заключите някой от параметрите на таблото за управление.
ca: També podeu ocultar o bloquejar qualsevol dels paràmetres del quadre de comandament.
de: Sie können auch alle Parameter des Dashboards ausblenden oder sperren.
eo: You can also yeet or lock any of the dashboard’s params.
es: También puedes ocultar o bloquear cualquiera de los parámetros del panel.
fa: همچنین می توانید هر یک از پارامترهای داشبورد را مخفی یا قفل کنید.
fi: Voit myös piilottaa tai lukita kojelaudan parametrejä
fr: Vous pouvez également masquer ou verrouiller n'importe quel paramètre du tableau de bord.
hu: Ezenkívül elrejtheti vagy zárolhatja az irányítópult bármelyik paraméterét.
it: È inoltre possibile nascondere o bloccare qualsiasi parametro del cruscotto.
ja: また、ダッシュボードのパラメーターを非表示にしたり、ロックしたりすることもできる。
lt: Taip pat galite paslėpti arba užrakinti bet kurį prietaisų skydelio parametrą.
ms: Anda juga boleh menyembunyikan atau mengunci mana-mana parameter papan pemuka.
nb: Du kan også skjule eller låse en eller flere av infotavlens parametre.
nl: Je kunt ook alle parameters van het dashboard verbergen of vergrendelen.
pl: Można również ukryć lub zablokować dowolny parametr pulpitu.
pt_br: Você também pode ocultar ou bloquear qualquer um dos parâmetros do painel.
ru: Вы также можете скрыть или заблокировать любой из параметров приборной панели.
sk: Môžete tiež skryť alebo uzamknúť ktorýkoľvek z parametrov prístrojovej dosky.
sl: Prav tako lahko skrijete ali zaklenete katerega koli parametra nadzorne plošče.
sq: Mund tE fshehEsh ose tE kyEshEsh Edo parametEEr tE panelit.
sr: Možete i da sakrijete ili zaključate bilo koji od parametara kontrolne table.
sv: Du kan också gömma eller låsa en instrumentpanel-parameter.
tr: Ayrıca gösterge tablosunun parametrelerinden herhangi birini gizleyebilir veya kilitleyebilirsiniz.
uk: Ви також можете приховати або заблокувати будь-які параметри дашборду.
vi: Bạn cũng có thể ẩn hoặc khóa bất kỳ tham số nào của bảng điều khiển.
zh_hk: 您也可以隱藏或鎖定儀表板的任何參數。
