Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Sharing Metabase accounts is a security risk. Even if you filter data on the client side, each user could use their token to view any data visible to that shared user account.
ar: مشاركة حسابات Metabase تمثل خطرًا أمنيًا. حتى لو قمت بتصفية البيانات على جانب العميل، يمكن لكل مستخدم استخدام التوكن الخاص به لعرض أي بيانات مرئية لذلك الحساب المشترك.
bg: Споделянето на акаунти в Metabase е риск за сигурността. Дори ако филтрирате данни от страна на клиента, всеки потребител може да използва своя маркер, за да прегледа всички данни, видими за този споделен потребителски акаунт.
ca: Compartir comptes de Metabase és un risc de seguretat. Fins i tot si filtreu les dades del costat del client, cada usuari podria utilitzar el seu testimoni per veure les dades visibles per a aquest compte d'usuari compartit.
de: Die gemeinsame Nutzung von Metabase-Konten stellt ein Sicherheitsrisiko dar. Selbst wenn Sie Daten clientseitig filtern, kann jeder Benutzer mit seinem Token alle für das freigegebene Benutzerkonto sichtbaren Daten anzeigen.
eo: Sharing Metabase accounts is kinda sketchy security-wise. Even if you filter data on your end, anyone with their token can still peep all the data their shared account can see.
es: Compartir cuentas de Metabase supone un riesgo de seguridad. Incluso filtrando datos en el lado del cliente, cada usuario podría usar su token para ver cualquier dato visible para esa cuenta compartida.
fa: اشتراک گذاری حساب های متابیس یک خطر امنیتی است. حتی اگر داده‌ها را در سمت کلاینت فیلتر کنید، هر کاربر می‌تواند از رمز خود برای مشاهده هرگونه داده قابل مشاهده برای آن حساب کاربری مشترک استفاده کند.
fi: Metabase-tilien jakaminen on turvallisuusriski. Vaikka suodatat tiedot asiakaspuolella, kukin käyttäjä voi käyttää tunnukseansa nähdäkseen kaikki kyseiselle jaetulle käyttäjätilille näkyvät tiedot.
fr: Le partage de comptes Metabase représente un risque de sécurité. Même en filtrant les données côté client, chaque utilisateur peut utiliser son jeton pour consulter les données visibles par ce compte utilisateur partagé.
it: Condividere account Metabase è un rischio per la sicurezza. Anche se si filtrano i dati sul lato client, ogni utente potrebbe usare il proprio token per visualizzare qualsiasi dato visibile a quell'account utente condiviso.
ja: Metabase アカウントを共有すると、セキュリティ上のリスクが生じます。クライアント側でデータをフィルター処理した場合でも、各ユーザーはトークンを使用して、共有ユーザー アカウントに表示されるすべてのデータを表示できます。
lt: Dalijimasis metabazės paskyromis yra saugumo rizika. Net jei filtruojate duomenis kliento pusėje, kiekvienas vartotojas gali naudoti savo prieigos raktą, kad peržiūrėtų bet kokius duomenis, matomus tos bendrinamos vartotojo paskyros.
nb: Deling av Metabase-kontoer utgjør en sikkerhetsrisiko. Selv om du filtrerer data på klientsiden, kan hver bruker bruke tokenet sitt til å vise alle data som er synlige for den delte brukerkontoen.
nl: Het delen van Metabase-accounts is een beveiligingsrisico. Zelfs als u gegevens filtert aan de clientzijde, kan elke gebruiker zijn token gebruiken om alle gegevens te bekijken die zichtbaar zijn voor dat gedeelde gebruikersaccount.
pl: Współdzielenie kont Metabase jest zagrożeniem bezpieczeństwa. Nawet jeśli filtrujesz dane po stronie klienta, każdy użytkownik może użyć swojego tokena, aby wyświetlić dane widoczne dla tego współdzielonego konta użytkownika.
pt_br: Compartilhar contas da Metabase é um risco de segurança. Mesmo se você filtrar dados no lado do cliente, cada usuário pode usar seu token para visualizar quaisquer dados visíveis para essa conta de usuário compartilhada.
ru: Совместное использование учетных записей Metabase представляет собой риск для безопасности. Даже если вы фильтруете данные на стороне клиента, каждый пользователь может использовать свой токен для просмотра любых данных, видимых для этой общей учетной записи пользователя.
sk: Zdieľanie účtov Metabázy predstavuje bezpečnostné riziko. Aj keď filtrujete údaje na strane klienta, každý používateľ môže použiť svoj token na zobrazenie údajov viditeľných pre daný zdieľaný používateľský účet.
sl: Skupna raba računov Metabase je varnostno tveganje. Tudi če filtrirate podatke na strani odjemalca, lahko vsak uporabnik uporabi svoj žeton za ogled vseh podatkov, ki so vidni temu skupnemu uporabniškemu računu.
sq: Ndarja e llogarive Metabase është rrezik sigurie. Edhe nëse filtroni të dhënat në anën e klientit, çdo përdorues mund të përdorë token-in e tij për të parë çdo të dhënë të dukshme për atë llogari të përbashkët përdoruesi.
sr: Deljenje Metabase naloga je bezbednosni rizik. Čak i ako filtrirate podatke na strani klijenta, svaki korisnik bi mogao da koristi svoj token da vidi bilo koje podatke vidljive tom deljenom korisničkom nalogu.
sv: Att dela Metabase-konton är en säkerhetsrisk. Även om du filtrerar data på klientsidan kan varje användare använda sin token för att se all data som är synlig för det delade användarkontot.
tr: Metabase hesaplarını paylaşmak bir güvenlik riskidir. İstemci tarafında verileri filtreleseniz bile, her kullanıcı, o paylaşılan kullanıcı hesabına görünür olan tüm verileri görüntülemek için kendi token'ını kullanabilir.
uk: Спільне використання акаунтів Metabase — це ризик для безпеки. Навіть якщо ви фільтруєте дані на стороні клієнта, кожен користувач може використати свій токен, щоб переглянути будь-які дані, видимі для цього спільного акаунта.
vi: Chia sẻ tài khoản Metabase là một rủi ro bảo mật. Ngay cả khi bạn lọc dữ liệu ở phía máy khách, mỗi người dùng vẫn có thể sử dụng mã thông báo của họ để xem bất kỳ dữ liệu nào có thể nhìn thấy đối với tài khoản người dùng được chia sẻ đó.
zh_hk: 共用 Metabase 帳戶有安全風險。即使您在用戶端過濾資料，每個使用者都可以使用他們的令牌檢視該共用使用者帳戶可見的任何資料。

source: That, and we consider shared accounts to be unfair usage. Fair usage involves giving each end-user of the embedded analytics their own Metabase account.
ar: بالإضافة إلى ذلك، نعتبر الحسابات المشتركة استخدامًا غير عادل. يتضمن الاستخدام العادل منح كل مستخدم نهائي للتحليلات المضمنة حساب Metabase خاصًا به.
bg: Освен това, ние считаме споделените акаунти за нелоялна употреба. Лоялната употреба включва предоставянето на всеки краен потребител на вградените аналитични данни на собствен акаунт в Metabase.
ca: Això, i que considerem que els comptes compartits són un ús injust. L'ús legítim implica donar a cada usuari final de l'analítica integrada el seu propi compte de Metabase.
de: Darüber hinaus betrachten wir die gemeinsame Nutzung von Konten als unfaire Nutzung. Faire Nutzung bedeutet, dass jedem Endbenutzer der eingebetteten Analyse ein eigenes Metabase-Konto zugewiesen wird.
es: Además, consideramos que compartir cuentas constituye un uso injusto. El uso justo implica otorgar a cada usuario final de las analíticas integradas su propia cuenta de Metabase.
fa: این، و ما حساب‌های کاربری مشترک را استفاده ناعادلانه می‌دانیم. استفاده منصفانه شامل دادن یک حساب کاربری Metabase به هر کاربر نهایی از تجزیه و تحلیل‌های تعبیه‌شده است.
fi: Se, ja pidämme jaettuja tilejä sopimattomana käyttönä. Kohtuullinen käyttö tarkoittaa, että jokaiselle upotetun analytiikan loppukäyttäjälle annetaan oma Metabase-tili.
fr: De plus, nous considérons que le partage de comptes constitue une utilisation déloyale. Une utilisation équitable implique de donner à chaque utilisateur final des analyses intégrées son propre compte Metabase.
it: Inoltre, consideriamo gli account condivisi un utilizzo scorretto. Un utilizzo corretto implica l'assegnazione a ciascun utente finale delle analisi incorporate di un proprio account Metabase.
ja: 加えて、アカウントの共有は不当な利用とみなされます。公正な利用とは、埋め込み型アナリティクスの各エンドユーザーに個別のMetabaseアカウントを付与することです。
nb: Det, og vi anser delte kontoer som urettferdig bruk. Rettferdig bruk innebærer at hver sluttbruker av de innebygde analysene får sin egen Metabase-konto.
nl: Dat, en wij beschouwen gedeelde accounts als oneerlijk gebruik. Fair use houdt in dat elke eindgebruiker van de embedded analytics een eigen Metabase-account krijgt.
pl: Uważamy, że współdzielenie kont jest nieuczciwym korzystaniem. Uczciwe korzystanie oznacza przydzielenie każdemu użytkownikowi końcowemu wbudowanej analityki własnego konta Metabase.
pt_br: Além disso, consideramos contas compartilhadas como uso injusto. O uso justo envolve dar a cada usuário final das análises incorporadas sua própria conta Metabase.
ru: Кроме того, мы считаем, что совместное использование учётных записей является недобросовестным использованием. Добросовестное использование подразумевает предоставление каждому конечному пользователю встроенной аналитики собственной учётной записи Metabase.
sk: Okrem toho považujeme zdieľané účty za nekalé používanie. Dobre používané používanie zahŕňa poskytnutie vlastného účtu Metabase každému koncovému používateľovi vloženej analytiky.
sl: Poleg tega menimo, da so skupne račune nepoštena uporaba. Poštena uporaba vključuje, da se vsakemu končnemu uporabniku vgrajene analitike dodeli lasten račun Metabase.
sq: Dhe ne i konsiderojmë llogaritë e përbashkëta si përdorim të padrejtë. Përdorimi i drejtë përfshin t’i jepet secilit përdorues përfundimtar të analitikës së integruar llogaria e vet në Metabase.
sr: I to, a deljene naloge smatramo nepravednim korišćenjem. Pravedno korišćenje podrazumeva da svakom krajnjem korisniku ugrađene analitike dodelite sopstveni Metabase nalog.
sv: Det, och vi anser att delade konton är otillbörlig användning. Rättvis användning innebär att varje slutanvändare av den inbäddade analysen får ett eget Metabase-konto.
tr: Ayrıca, paylaşılan hesapları haksız kullanım olarak değerlendiriyoruz. Adil kullanım, gömülü analizlerin her son kullanıcısına kendi Metabase hesabını vermeyi içerir.
uk: Також ми вважаємо спільні акаунти недобросовісним використанням. Добросовісне використання передбачає надання кожному кінцевому користувачу вбудованої аналітики власного акаунта Metabase.
vi: Và chúng tôi coi việc chia sẻ tài khoản là hành vi sử dụng không công bằng. Sử dụng hợp lý bao gồm việc cung cấp cho mỗi người dùng cuối của hệ thống phân tích nhúng một tài khoản Metabase riêng.
zh_hk: 我們認為共用帳戶是不公平的使用方式。公平的使用方式是讓每個內嵌分析的終端使用者都有自己的 Metabase 帳戶。

source: Decline and go back
ar: ارفض وارجع
bg: Откажете и се върнете
ca: Declina i torna
de: Ablehnen und zurückgehen
eo: Nah, just dip and bounce.
es: Declinar y volver atrás
fa: رد کن و برگرد
fi: Hylkää ja mene takaisin
fr: Décliner et revenir en arrière
it: Rifiuta e torna indietro
ja: 辞退して戻る
lt: Atsisakyk ir grįžk
nb: Avslå og gå tilbake
nl: Afwijzen en teruggaan
pl: Odrzuć i wróć
pt_br: Recusar e voltar
ru: Отклонить и вернуться
sk: Odmietnuť a vrátiť sa
sl: Zavrni in pojdi nazaj
sq: Refuzo dhe kthehu mbrapa
sr: Odbij i vrati se
sv: Avböja och gå tillbaka
tr: Reddet ve geri dön
uk: Відхилити й повернутися назад
vi: Từ chối và quay lại
zh_hk: 拒絕並返回

source: When using the Embedded analytics SDK for React, each end user should have their own Metabase account.
ar: عند استخدام Embedded analytics SDK لـ React، يجب أن يكون لكل مستخدم نهائي حساب Metabase خاص به.
bg: Когато използвате Embedded analytics SDK за React, всеки краен потребител трябва да има свой собствен Metabase акаунт.
ca: Quan utilitzeu l'SDK d'anàlisi incrustat per a React, cada usuari final hauria de tenir el seu propi compte de Metabase.
de: Bei Verwendung des Embedded Analytics SDK für React sollte jeder Endbenutzer über ein eigenes Metabase-Konto verfügen.
eo: When you’re using the Embedded analytics SDK for React, each end user gotta have their own Metabase account fr fr.
es: Al utilizar el SDK de análisis integrado para React, cada usuario final debe tener su propia cuenta de Metabase.
fa: هنگام استفاده از Embedded Analytics SDK برای React، هر کاربر نهایی باید حساب Metabase خود را داشته باشد.
fi: Kun käytät Embedded analytics SDK:ta Reactille, jokaisella loppukäyttäjällä tulee olla oma Metabase-tili.
fr: Lors de l'utilisation du SDK d'analyse intégré pour React, chaque utilisateur final doit disposer de son propre compte Metabase.
it: Quando si utilizza l'Embedded Analytics SDK per React, ogni utente finale dovrebbe disporre del proprio account Metabase.
ja: React 用の組み込み分析 SDK を使用する場合、各エンド ユーザーは独自の Metabase アカウントを持つ必要があります。
lt: Kai naudojate Embedded Analytics SDK, skirtą React, kiekvienas galutinis vartotojas turi turėti savo metabazės paskyrą.
nb: Når du bruker Embedded analytics SDK for React, bør hver sluttbruker ha sin egen Metabase-konto.
nl: Bij gebruik van de Embedded Analytics SDK voor React moet elke eindgebruiker een eigen Metabase-account hebben.
pl: Podczas korzystania z pakietu SDK analizy osadzonej dla React każdy użytkownik końcowy powinien posiadać własne konto Metabase.
pt_br: Ao usar o SDK de análise incorporado para React, cada usuário final deve ter sua própria conta Metabase.
ru: При использовании SDK встроенной аналитики для React каждый конечный пользователь должен иметь собственную учетную запись Metabase.
sk: Pri používaní súpravy Embedded analytics SDK pre React by mal mať každý koncový používateľ svoj vlastný účet Metabase.
sl: Ko uporabljate Embedded analytics SDK za React, mora imeti vsak končni uporabnik svoj račun Metabase.
sq: Kur përdoret Embedded analytics SDK për React, çdo përdorues përfundimtar duhet të ketë llogarinë e vet në Metabase.
sr: Kada koristite Embedded analytics SDK za React, svaki krajnji korisnik treba da ima svoj Metabase nalog.
sv: När du använder Embedded analytics SDK för React bör varje slutanvändare ha sitt eget Metabase-konto.
tr: React için Embedded Analytics SDK'sını kullanırken, her son kullanıcının kendi Metabase hesabına sahip olması gerekir.
uk: Під час використання Embedded analytics SDK для React кожен кінцевий користувач має мати власний акаунт Metabase.
vi: Khi sử dụng SDK phân tích nhúng cho React, mỗi người dùng cuối phải có tài khoản Metabase riêng.
zh_hk: 使用 React 的嵌入式分析 SDK 時，每個終端使用者都應該有自己的 Metabase 帳戶。

source: When using modular embedding, each end user must have their own Metabase account.
ar: عند استخدام التضمين المعياري، يجب أن يكون لكل مستخدم نهائي حساب Metabase خاص به.
bg: Когато се използва модулно вграждане, всеки краен потребител трябва да има собствен акаунт в Metabase.
ca: Quan s'utilitza la incrustació modular, cada usuari final ha de tenir el seu propi compte de Metabase.
de: Bei Verwendung modularer Einbettung muss jeder Endbenutzer über ein eigenes Metabase-Konto verfügen.
es: Al utilizar la incrustación modular, cada usuario final debe tener su propia cuenta de Metabase.
fa: هنگام استفاده از تعبیه ماژولار، هر کاربر نهایی باید حساب کاربری Metabase خود را داشته باشد.
fi: Modulaarista upottamista käytettäessä jokaisella loppukäyttäjällä on oltava oma Metabase-tili.
fr: Lors de l'utilisation de l'intégration modulaire, chaque utilisateur final doit posséder son propre compte Metabase.
it: Quando si utilizza l'incorporamento modulare, ogni utente finale deve disporre del proprio account Metabase.
ja: モジュラー埋め込みを使用する場合、各エンド ユーザーは独自の Metabase アカウントを持っている必要があります。
nb: Ved bruk av modulær innbygging må hver sluttbruker ha sin egen Metabase-konto.
nl: Bij modulaire integratie moet elke eindgebruiker een eigen Metabase-account hebben.
pl: W przypadku stosowania osadzania modułowego każdy użytkownik końcowy musi posiadać własne konto Metabase.
pt_br: Ao utilizar a incorporação modular, cada usuário final deve ter sua própria conta Metabase.
ru: При использовании модульного встраивания каждый конечный пользователь должен иметь собственную учетную запись Metabase.
sk: Pri použití modulárneho vkladania musí mať každý koncový používateľ vlastný účet Metabase.
sl: Pri uporabi modularnega vgrajevanja mora imeti vsak končni uporabnik svoj račun Metabase.
sq: Kur përdoret Embedding modular, çdo përdorues përfundimtar duhet të ketë llogarinë e vet Metabase.
sr: Kada koristite modularno ugrađivanje, svaki krajnji korisnik mora imati svoj Metabase nalog.
sv: När modulär inbäddning används måste varje slutanvändare ha sitt eget Metabase-konto.
tr: Modüler yerleştirme kullanılırken, her son kullanıcının kendi Metabase hesabına sahip olması gerekir.
uk: Під час використання модульного вбудовування кожен кінцевий користувач має мати власний акаунт Metabase.
vi: Khi sử dụng phương pháp nhúng mô-đun, mỗi người dùng cuối phải có tài khoản Metabase riêng.
zh_hk: 使用模組化嵌入時，每個終端使用者都必須擁有自己的 Metabase 帳戶。

source: LDAP host
ar: مضيف LDAP
bg: LDAP хост
ca: Amfitrió LDAP
eo: LDAP host → LDAP crib, fr fr
es: Host LDAP
fa: میزبان LDAP
fi: LDAP-isäntä
fr: hôte LDAP
it: Host LDAP
ja: LDAPホスト
nb: LDAP-vert
pl: Host LDAP
pt_br: Host LDAP
ru: LDAP-хост
sk: Hostiteľ LDAP
sl: Gostitelj LDAP
sq: Hosti LDAP
sv: LDAP-värd
tr: LDAP ana bilgisayarı
uk: LDAP-хост
vi: Máy chủ LDAP
zh_hk: LDAP 主機

source: LDAP port
ar: منفذ LDAP
bg: LDAP порт
ca: Port LDAP
eo: LDAP port = LDAP vibe check
es: Puerto LDAP
fa: پورت LDAP
fi: LDAP-portti
fr: Port LDAP
it: Porta LDAP
ja: LDAPポート
nl: LDAP-poort
pl: Port LDAP
pt_br: Porta LDAP
ru: LDAP-порт
sl: Vrata LDAP
sq: Porta LDAP
tr: LDAP bağlantı noktası
uk: LDAP-порт
vi: Cổng LDAP
zh_hk: LDAP 連接埠

source: LDAP security
ar: أمان LDAP
bg: LDAP сигурност
ca: Seguretat LDAP
de: LDAP-Sicherheit
eo: LDAP security = LDAP security, no cap, still lowkey important fam
es: Seguridad LDAP
fa: امنیت LDAP
fi: LDAP-suojaus
fr: Sécurité LDAP
it: Sicurezza LDAP
ja: LDAPセキュリティ
nb: LDAP-sikkerhet
nl: LDAP-beveiliging
pl: Bezpieczeństwo LDAP
pt_br: Segurança LDAP
ru: Безопасность LDAP
sk: Zabezpečenie LDAP
sl: Varnost LDAP-a
sq: Siguria LDAP
sr: LDAP bezbednost
sv: LDAP-säkerhet
tr: LDAP güvenliği
uk: Безпека LDAP
vi: Bảo mật LDAP
zh_hk: LDAP 安全性

source: StartTLS
bg: Старт TLS
ca: Inicia TLS
eo: StartTLS → It's basically like "start TLS" but if you wanna make it sound more Gen Z, you could say "StartTLS" stays the same since it's technical, but if you want a more casual vibe, maybe just call it "the ✨secure connect✨ thing" lol.
fa: شروعTLS
fi: Käynnistä TLS
fr: DémarrerTLS
ja: TLS を開始
pl: RozpocznijTLS
sv: Starta TLS
tr: TLS'yi Başlat
vi: Bắt đầu TLS
zh_hk: 啟動 TLS

source: Error enabling uploads
ar: خطأ في تفعيل الرفع
bg: Грешка при активирането на качванията
ca: S'ha produït un error en habilitar les càrregues
de: Fehler beim Aktivieren des Uploads
eo: Oops, uploads are not it rn
es: Error al habilitar las cargas
fa: خطا در فعال کردن آپلودها
fi: Virhe latausten käyttöönotossa
fr: Erreur lors de l'activation des téléchargements
it: Errore durante l'abilitazione dei caricamenti
ja: アップロードを有効にする際にエラーが発生しました
nb: Feil ved aktivering av opplastinger
nl: Fout bij het inschakelen van uploads
pl: Błąd podczas włączania przesyłania
pt_br: Erro ao habilitar uploads
ru: Ошибка включения загрузки
sk: Chyba pri povolení nahrávania
sl: Napaka pri omogočanju nalaganja
sq: Gabim gjatë aktivizimit të ngarkimeve
sr: Greška pri uključivanju uploada
sv: Det gick inte att aktivera uppladdningar
tr: Yüklemeleri etkinleştirme hatası
uk: Помилка під час увімкнення завантажень
vi: Lỗi khi bật tải lên
zh_hk: 啟用上傳時發生錯誤

source: Error disabling uploads
ar: خطأ في تعطيل الرفع
bg: Грешка при деактивирането на качванията
ca: S'ha produït un error en desactivar les càrregues
de: Fehler beim Deaktivieren von Uploads
eo: Oops, uploads are lowkey cursed rn
es: Error al deshabilitar las cargas
fa: خطا در غیرفعال کردن آپلودها
fi: Virhe latausten poistamisessa
fr: Erreur lors de la désactivation des téléchargements
it: Errore durante la disabilitazione dei caricamenti
ja: アップロードを無効にする際にエラーが発生しました
nb: Feil ved deaktivering av opplastinger
nl: Fout bij het uitschakelen van uploads
pl: Błąd podczas wyłączania przesyłania
pt_br: Erro ao desabilitar uploads
ru: Ошибка отключения загрузок
sk: Chyba pri zakázaní nahrávania
sl: Napaka pri onemogočanju nalaganja
sq: Gabim gjatë çaktivizimit të ngarkimeve
sr: Greška pri isključivanju uploada
sv: Det gick inte att inaktivera uppladdningar
tr: Yüklemeler devre dışı bırakılırken hata oluştu
uk: Помилка під час вимкнення завантажень
vi: Lỗi khi vô hiệu hóa tải lên
zh_hk: 停用上傳的錯誤

source: Allow people to upload data to collections
ar: اسمح للأشخاص برفع البيانات إلى المجموعات
bg: Разрешаване на хората да качват данни в колекции
ca: Permetre que les persones carreguin dades a les col·leccions
de: Ermöglichen Sie Benutzern das Hochladen von Daten in Sammlungen
eo: Let folks drop their data into collections, fr.
es: Permitir que las personas carguen datos a las colecciones
fa: به افراد اجازه دهید داده‌ها را در مجموعه‌ها بارگذاری کنند
fi: Salli ihmisten ladata tietoja kokoelmiin
fr: Autoriser les utilisateurs à télécharger des données dans des collections
it: Consentire alle persone di caricare dati nelle raccolte
ja: コレクションにデータをアップロードできるようにする
nb: Tillat folk å laste opp data til samlinger
nl: Mensen toestaan gegevens naar collecties te uploaden
pl: Zezwalaj użytkownikom na przesyłanie danych do kolekcji
pt_br: Permitir que as pessoas carreguem dados para coleções
ru: Разрешить людям загружать данные в коллекции
sk: Povoliť ľuďom nahrávať údaje do kolekcií
sl: Dovoli ljudem nalaganje podatkov v zbirke
sq: Lejo njerëzit të ngarkojnë të dhëna në koleksione
sr: Dozvoli ljudima da otpremaju podatke u kolekcije
sv: Tillåt personer att ladda upp data till samlingar
tr: İnsanların koleksiyonlara veri yüklemesine izin verin
uk: Дозволити людям завантажувати дані до колекцій
vi: Cho phép mọi người tải dữ liệu lên bộ sưu tập
zh_hk: 允許人們上傳資料至收藏集

source: We couldn't find any schema
ar: لم نتمكن من العثور على أي مخطط (schema)
bg: Не успяхме да намерим никоя схема
ca: No s'ha trobat cap esquema
de: Wir konnten kein Schema finden
eo: We couldn't find any schema, fr fr.
es: No hemos podido encontrar ningún esquema
fa: هیچ طرحی پیدا نکردیم
fi: Emme löytäneet mitään skeemaa
fr: Nous n'avons trouvé aucun schéma
it: Non siamo riusciti a trovare alcuno schema
ja: スキーマが見つかりませんでした
nb: Kunne ikke finne noe skjema
nl: We konden geen schema vinden
pl: Nie udało nam się znaleźć żadnego schematu
pt_br: Não encontramos nenhum esquema
ru: Мы не смогли найти ни одной схемы.
sk: Nenašli sme žiadnu schému
sl: Nismo mogli najti nobene sheme
sq: Nuk gjetëm asnjë skemë
sr: Nismo mogli da pronađemo nijednu šemu
sv: Vi kunde inte hitta något schema
tr: Herhangi bir şema bulamadık
uk: Нам не вдалося знайти жодної схеми
vi: Chúng tôi không thể tìm thấy bất kỳ sơ đồ nào
zh_hk: 我們找不到任何模式
