Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The email address you want to use for the sender of emails.
ar: عنوان البريد الإلكتروني الذي تريد استخدامه كمرسل للرسائل.
bg: Имейл адресът, който искате да използвате за изпращача на имейли.
ca: L'adreça de correu que vols utilitzar per enviar missatges.
de: Die E-Mail Adresse, die als Absenderadresse verwendet werden soll.
eo: The email addy you wanna use for sending the emails, fr.
es: La dirección de correo que quieres utilizar para el remitente de los correos.
fa: آدرس ایمیلی که می خواهید برای فرستنده ایمیل استفاده کنید.
fi: Sähköpostiosoite, jota haluat käyttää sähköpostien lähettäjänä.
fr: L'adresse e-mail que vous souhaitez utiliser pour l'expéditeur des e-mails.
hu: Az e-mail cím, amelyet az e-mailek feladójaként szeretne használni.
it: L'indirizzo email che si desidera utilizzare per il mittente delle email.
ja: メールの送信者に使用するメールアドレス。
lt: El. pašto adresas, kurį norite naudoti el. laiškų siuntėjui.
ms: Alamat e-mel yang anda ingin gunakan untuk pengirim e-mel.
nb: E-postadressen du vil bruke for avsenderen av e-poster.
nl: Het e-mailadres dat u wilt gebruiken voor de afzender van e-mails.
pl: Adres e-mail, którego chcesz użyć jako nadawcy e-maili.
pt_br: O endereço de e-mail que você deseja usar para o remetente dos e-mails.
ru: Адрес электронной почты, который вы хотите использовать в качестве отправителя электронных писем.
sk: E-mailová adresa, ktorú chcete použiť pre odosielateľa e-mailov.
sl: E-poštni naslov, ki ga želite uporabiti za pošiljatelja e-poštnih sporočil.
sq: Adresa e email-it që do të përdorësh si dërgues për email-et.
sr: Email adresa koju želite da koristite kao pošiljaoca e-poruka.
sv: Epost-adressen du vill använda vid sändning av e-post.
tr: E-posta göndericisi için kullanmak istediğiniz e-posta adresi.
uk: Електронна адреса, яку ви хочете використовувати як адресу відправника листів.
vi: Địa chỉ email bạn muốn sử dụng cho người gửi email.
zh_hk: 您要用作電子郵件發件人的電子郵件地址。

source: The email address you want the replies to go to, if different from the from address. You can have multiple reply-to email addresses, just separate them with a comma.
hu: Az az e-mail cím, amelyre a válaszokat szeretné kapni, ha különbözik a feladó címétől. Több válasz-címet is megadhat, csak vesszővel válassza el őket.
ms: Alamat e-mel yang anda ingin balasan pergi, jika berbeza dari alamat asal. Anda boleh mempunyai beberapa alamat e-mel balasan, hanya pisahkan dengan koma.

source: The name you want to use for the sender of emails.
ar: الاسم الذي تريد استخدامه كاسم المرسل للبريد الإلكتروني.
bg: Името, което искате да използвате за изпращача на имейли.
ca: El nom que vols utilitzar per enviar missatges.
de: Der Name, der als Absender von E-Mails verwendet werden soll.
eo: The name you wanna use for the person sending the emails.
es: El nombre que quieres usar para el remitente de los correos electrónicos.
fa: نامی که می خواهید برای فرستنده ایمیل استفاده کنید.
fi: Nimi, jonka haluat käyttää sähköpostien lähettäjänä.
fr: Le nom que vous souhaitez utiliser pour l'expéditeur des e-mails.
hu: Az e-mailek feladójaként használni kívánt név.
it: Il nome che si desidera utilizzare per il mittente delle email.
ja: メールの送信者に使用する名前。
lt: Vardas, kurį norite naudoti el. laiškų siuntėjui.
ms: Nama yang anda ingin gunakan untuk pengirim e-mel.
nb: Navnet du vil bruke for avsenderen av e-poster.
nl: De naam die u wilt gebruiken voor de afzender van e-mails.
pl: Nazwa, której chcesz użyć jako nadawca e-maili.
pt_br: O nome que você deseja usar para o remetente dos e-mails.
ru: Имя, которое вы хотите использовать для отправителя электронных писем.
sk: Meno, ktoré chcete použiť pre odosielateľa e-mailov.
sl: Ime, ki ga želite uporabiti za pošiljatelja e-poštnih sporočil.
sq: Emri që do të përdorësh si dërgues për email-et.
sr: Ime koje želite da koristite kao pošiljaoca e-poruka.
sv: Namnet du vill använda vid sändning av e-post.
tr: E-posta göndericisi için kullanmak istediğiniz isim.
uk: Імʼя, яке ви хочете використовувати як імʼя відправника листів.
vi: Tên bạn muốn sử dụng cho người gửi email.
zh_hk: 您要用作電子郵件發件人的名稱。

source: [{0}] Model cache refresh failed for {1}
ar: [{0}] فشل تحديث كاش النموذج لـ {1}
bg: [{0}] Обновяването на кеша на модела се провали за {1}
ca: [{0}] El refresc del model de la memòria cau ha fallat per a {1}
de: [{0}] Modell-Cache-Aktualisierung für {1} fehlgeschlagen
eo: [{0}] Model cache is totally bugging and didn't refresh for {1} 🤦‍♀️
es: [{0}] La actualización de caché del modelo falló para {1}
fa: [{0}] بازخوانی حافظه پنهان مدل برای {1} ناموفق بود
fi: [{0}] Mallin välimuistin päivitys epäonnistui kohteelle {1}
fr: [{0}] L'actualisation du cache du modèle a échoué pour {1}
hu: [{0}] A modell gyorsítótár frissítése sikertelen volt a(z) {1} esetében
it: [{0}] Aggiornamento della cache del modello non riuscito per {1}
ja: [{0}]{1}のモデルキャッシュの更新に失敗しました
lt: [{0}] Nepavyko atnaujinti modelio talpyklos {1}
ms: [{0}] Penyegaran cache model gagal untuk {1}
nb: [{0}] Modellens cacheoppdatering mislyktes for {1}
nl: [{0}] Modelcache vernieuwen mislukt voor {1}
pl: [{0}] Odświeżenie pamięci podręcznej modelu nie powiodło się dla {1}
pt_br: [{0}] A atualização do cache do modelo falhou para {1}
ru: [{0}] Не удалось обновить кэш модели для {1}
sk: [{0}] Osvieženie pamäte modelu zlyhalo pre {1}
sl: [{0}] Osveževanje predpomnilnika modela ni uspelo za {1}
sq: [{0}] Rifreskimi i cache-it të modelit dështoi për {1}
sr: [{0}] Osvežavanje keša modela nije uspelo za {1}
sv: [{0}] Uppdatering av modell-cache misslyckades för {1}
tr: [{0}] Model önbellek güncellemesi {1} için başarısız oldu
uk: [{0}] Не вдалося оновити кеш моделі для {1}
vi: [{0}] Tải lại bộ nhớ đệm mô hình thất bại cho {1}
zh_hk: [{0}] {1} 的模型快取刷新失敗

source: Google Sign-In token appears to be incorrect. Double check that it matches in Google and Metabase.
ar: يبدو أن توكن Google Sign-In غير صحيح. تحقّق مرة أخرى من تطابقه في Google وMetabase.
bg: Токенът за вход с Google изглежда е неправилен. Проверете отново дали съответства в Google и Metabase.
ca: El token de Google Sign-In sembla ser incorrecte. Comprova que es correspon a Google i a Metabase.
de: Das Google-Anmeldetoken scheint falsch zu sein. Überprüfe, ob es in Google und Metabase übereinstimmt.
eo: Yo, the Google Sign-In token seems sus. Make sure it lines up in Google and Metabase, fr.
es: El token de inicio de sesión de Google parece ser incorrecto. Vuelve a verificar que coincide en Google y Metabase.
fa: به نظر می رسد نشانه ورود به سیستم Google نادرست است. دوباره بررسی کنید که در گوگل و متابیس مطابقت داشته باشد.
fi: Google Sign-In -merkki näyttää olevan virheellinen. Tarkista, että se vastaa sekä Googlea että Metabasea.
fr: Le jeton de connexion Google semble incorrect. Vérifiez qu'il correspond dans Google et Metabase.
hu: Úgy tűnik, hogy a Google bejelentkezési token nem megfelelő. Ellenőrizze még egyszer, hogy egyezik-e a Google-ban és a Metabase-ban.
it: Il token di accesso di Google sembra essere errato. Ricontrolla che corrisponda in Google e Metabase.
ja: Googleログイントークンが正しくないようです。 GoogleとMetabaseで一致することを再確認してください。
lt: Atrodo, kad „Google“ prisijungimo prieigos raktas neteisingas. Dar kartą patikrinkite, ar jis atitinka „Google“ ir „Metabase“.
ms: Token Log Masuk Google kelihatan tidak betul. Periksa sekali lagi bahawa ia sepadan di Google dan Metabase.
nb: Google innlogging-token ser ut til å være feil. Sjekk at det stemmer i både Google og Metabase.
nl: Google Log-in token lijkt onjuist te zijn. Controleer dubbel of het overeenkomt in Google en Metabase.
pl: Token Logowania Google wydaje się być nieprawidłowy. Sprawdź, czy pasuje w Google i Metabase.
pt_br: O token de login do Google parece estar incorreto. Verifique novamente se ele corresponde ao Google e ao Metabase.
ru: Токен входа в систему Google неверен.
sk: Google prihlásenie token sa zdá byť nesprávny. Skontrolujte, či zodpovedá v Google a Metabase.
sl: Zdi se, da je žeton za prijavo v Google napačen. Dvakrat preverite, ali se ujema v Googlu in Metabase.
sq: Token-i i Google Sign-In duket se është i pasaktë. Kontrolloni që të përputhet në Google dhe Metabase.
sr: Google Sign-In token izgleda nije ispravan. Proveri da li se podudara u Google-u i Metabase-u.
sv: Nyckeln för Google-inloggning verkar vara felaktig. Dubbelkolla att den matchar mellan Google och Metabase.
tr: Google Oturum Açma jetonu yanlış görünüyor. Google ve Metabase ile eşleşip eşleşmediğini tekrar kontrol edin.
uk: Схоже, токен Google Sign-In неправильний. Перевірте, що він збігається в Google і Metabase.
vi: Token Đăng nhập Google có vẻ không chính xác. Vui lòng kiểm tra lại rằng nó khớp trong Google và Metabase.
zh_hk: Google 登入令牌似乎不正確。請再次檢查它在 Google 和 Metabase 中是否匹配。

source: Deprecated Slack API token for connecting the Metabase Slack bot. Please use a new Slack app integration instead.
ar: توكن Slack API قديم للاتصال ببوت Slack الخاص بـ Metabase. يُرجى استخدام تكامل تطبيق Slack جديد بدلًا من ذلك.
bg: Токенът на Slack API за свързване на Metabase Slack-бот е остарял. Моля, използвайте нова интеграция на приложението Slack.
ca: Token d'API d'Slack deprecat per connectar al bot Slack de Metabase. Utilitza la nova app d'integració a Slack.
de: Dies ist ein veralteter Slack-API Token zur Verbindung zum Metabase Slack-Bot. Bitte verwende die neue Slack-App Integration stattdessen.
eo: Yo, the Slack API token for the Metabase Slack bot is totally deprecated. Pls switch to a new Slack app integration, thx.
es: Token de API de Slack en desuso para conectar el bot Metabase Slack. Utiliza una nueva integración de la aplicación Slack en su lugar.
fa: رمز Slack API برای اتصال ربات Metabase Slack منسوخ شده است. لطفاً به جای آن از یک ادغام برنامه Slack جدید استفاده کنید.
fi: Vanhentunut Slack API-tunnus Metabase Slack-botin yhdistämiseen. Käytä sen sijaan uutta Slack-sovelluksen integraatiota.
fr: Jeton d'API Slack obsolète pour connecter le bot Metabase Slack. Veuillez utiliser une nouvelle intégration d'application Slack à la place.
hu: Elavult Slack API token a Metabase Slack bot csatlakoztatásához. Kérjük, használjon helyette egy új Slack alkalmazás integrációt.
it: Token API Slack obsoleto per connettere il bot Metabase Slack. Utilizza invece una nuova integrazione dei app Slack.
ja: MetabaseSlackボットを接続するための非推奨のSlackAPIトークン。代わりに、新しいSlackアプリ統合を使用してください。
lt: Nebenaudojamas „Slack“ API prieigos raktas, skirtas „Metabase Slack“ robotui prijungti. Vietoj to naudokite naują „Slack“ programos integraciją.
ms: Token API Slack yang tidak disokong untuk menyambungkan bot Slack Metabase. Sila gunakan integrasi aplikasi Slack yang baru.
nb: Utdatert Slack API-token for å koble til Metabase Slack-boten. Vennligst bruk en ny Slack-appintegrasjon i stedet.
nl: Verouderde Slack API-token voor het verbinden van de Metabase Slack-bot. Gebruik in plaats daarvan een nieuwe Slack app-integratie.
pl: Zdezaktualizowany Slack API token do łączenia bota Metabase Slack. Proszę skorzystać z nowej integracji aplikacji Slack.
pt_br: O token da API do Slack para conectar o bot Metabase Slack foi descontinuado. Use uma nova integração do aplicativo Slack.
ru: Устаревший токен Slack API для подключения бота Metabase Slack.
sk: Neplatný API token Slack na pripojenie bota Slack pre Metabase. Namiesto toho použite novú integráciu aplikácie Slack.
sl: Zastareli žeton Slack API za povezavo bota Metabase Slack. Namesto tega uporabite novo integracijo aplikacije Slack.
sq: Token i deprecate i Slack API për lidhjen e bot-it Slack të Metabase. Ju lutemi përdorni në vend të kësaj një integrim të ri të aplikacionit Slack.
sr: Zastareo Slack API token za povezivanje Metabase Slack bot-a. Umesto toga koristite novu integraciju putem Slack aplikacije.
sv: Föråldrad Slack-API-nyckel för anslutning med Metabase Slack bot. Använd en ny Slack app-integration istället.
tr: Deprecated Slack API token for connecting the Metabase Slack bot. Lütfen bunun yerine yeni bir Slack uygulaması entegrasyonu kullanın.
uk: Застарілий токен Slack API для підключення Metabase Slack-бота. Будь ласка, натомість використовуйте нову інтеграцію Slack app.
vi: Token API Slack cũ cho việc kết nối bot Metabase Slack. Vui lòng sử dụng tích hợp ứng dụng Slack mới thay thế.
zh_hk: 已棄用的 Slack API token 用於連接 Metabase Slack bot。請改用新的 Slack app 整合。

source: Bot user OAuth token for connecting the Metabase Slack app. This should be used for all new Slack integrations starting in Metabase v0.42.0.
ar: توكن OAuth لمستخدم البوت للاتصال بتطبيق Slack الخاص بـ Metabase. يجب استخدامه لكل تكاملات Slack الجديدة ابتداءً من Metabase v0.42.0.
bg: OAuth токен на бот потребителя за свързване на приложението Metabase Slack. Това трябва да се използва за всички нови интеграции на Slack, започвайки от Metabase v0.42.0.
ca: Token del bot OAuth per connectar a l'aplicació Metabase d'Slack. Això s'hauria d'utilitzar per a totes les noves integracions amb Slack a partir de la versió 0.42.0 de Metabase.
de: OAuth-Token des Bot-Benutzers zum Verbinden der Metabase-Slack-App. Dies sollte für alle neuen Slack-Integrationen ab Metabase v0.42.0 verwendet werden.
eo: Yo, this is the bot user OAuth token for linking the Metabase Slack app. Use this for all new Slack combos starting with Metabase v0.42.0.
es: Token OAuth de usuario de bot para conectar la aplicación Metabase Slack. Esto debe usarse para todas las nuevas integraciones de Slack a partir de Metabase v0.42.0.
fa: توکن OAuth کاربر ربات برای اتصال برنامه Metabase Slack. این باید برای همه ادغام های Slack جدید که در Metabase نسخه 0.42.0 شروع می شوند استفاده شود.
fi: Botin käyttäjän OAuth-tokeni Metabase Slack-sovelluksen yhdistämiseen. Tätä tulisi käyttää kaikissa uusissa Slack-integraatioissa, jotka alkavat Metabase-versiosta v0.42.0.
fr: Jeton OAuth de l'utilisateur du bot pour connecter l'application Metabase Slack. Cela devrait être utilisé pour toutes les nouvelles intégrations Slack à partir de Metabase v0.42.0.
hu: Bot felhasználói OAuth token a Metabase Slack alkalmazás csatlakoztatásához. Ezt kell használni minden új Slack integrációhoz a Metabase v0.42.0 verziótól kezdve.
it: Token OAuth dell'utente bot per connettere l'app Metabase Slack. Questo dovrebbe essere utilizzato per tutte le nuove integrazioni Slack a partire da Metabase v0.42.0.
ja: MetabaseSlackアプリに接続するためのボットユーザーのOAuthトークン。これは、Metabasev0.42.0以降のすべての新しいSlack統合に使用する必要があります。
lt: Boto naudotojo „OAuth“ prieigos raktas, skirtas „Metabase Slack“ programai prijungti. Tai turėtų būti naudojama visoms naujoms „Slack“ integracijoms, pradedant nuo metabazės v0.42.0.
ms: Token OAuth pengguna bot untuk menyambungkan aplikasi Slack Metabase. Ini harus digunakan untuk semua integrasi Slack baru mulai Metabase v0.42.0.
nb: Botbruker-OAuth-token for tilkobling til Metabase Slack-appen. Dette bør brukes for alle nye Slack-integrasjoner som starter i Metabase v0.42.0.
nl: Bot gebruikers OAuth-token voor het verbinden van de Metabase Slack-app. Dit moet worden gebruikt voor alle nieuwe Slack-integraties vanaf Metabase v0.42.0.
pl: Token OAuth użytkownika bota do połączenia aplikacji Metabase Slack. Powinien być używany dla wszystkich nowych integracji Slack od wersji Metabase v0.42.0.
pt_br: Token de OAuth para usuário de bot para conectar com o aplicativo Metabase Slack. Deve ser usado para todas as integrações com o Slack criadas a partir do Metabase v0.42.0.
ru: Токен OAuth пользователя бота для подключения к приложению Metabase Slack.
sk: OAuth token pre používateľov bota na pripojenie aplikácie Slack pre Metabase. Mal by byť používaný pre všetky nové integrácie Slack začínajúce od Metabase verzie 0.42.0.
sl: Žeton OAuth uporabnika bota za povezavo aplikacije Metabase Slack. To je treba uporabiti za vse nove integracije Slack, ki se začnejo v Metabase v0.42.0.
sq: Token OAuth i përdoruesit bot për lidhjen e aplikacionit Slack të Metabase. Ky duhet të përdoret për të gjitha integrimet e reja me Slack duke filluar nga Metabase v0.42.0.
sr: Bot user OAuth token za povezivanje Metabase Slack aplikacije. Ovo treba koristiti za sve nove Slack integracije počevši od Metabase v0.42.0.
sv: OAuth-nyckel för Bot-användaren vid anslutning av Metabase Slack-appen. Denna bör användas för alla nya Slack-integrationer mot Metabase fr.o.m v0.42.0.
tr: Metabase Slack uygulamasını bağlamak için Bot kullanıcı OAuth jetonu. Bu, Metabase v0.42.0'dan itibaren tüm yeni Slack entegrasyonları için kullanılmalıdır.
uk: OAuth-токен користувача-бота для підключення Metabase Slack app. Його слід використовувати для всіх нових інтеграцій зі Slack, починаючи з Metabase v0.42.0.
vi: Token OAuth người dùng bot để kết nối ứng dụng Metabase Slack. Điều này nên được sử dụng cho tất cả các tích hợp Slack mới bắt đầu từ Metabase v0.42.0.
zh_hk: Bot 用戶的 OAuth 憑證以連接 Metabase 的 Slack 應用程式。這應用於從 Metabase v0.42.0 開始的所有新的 Slack 整合。

source: Whether the current Slack app token, if set, is valid. Set to 'false' if a Slack API request returns an auth error.
hu: Érvényes-e az aktuális Slack-alkalmazás-token, ha be van állítva. Állítsa „false” értékre, ha egy Slack API kérés hitelesítési hibát ad vissza.
ms: Sama ada token aplikasi Slack semasa, jika ditetapkan, adalah sah. Tetapkan kepada 'false' jika permintaan API Slack mengembalikan ralat auth.

source: Error normalizing query: {0}
eo: Oops, query normalization went kinda sideways: {0}
hu: Hiba a lekérdezés normalizálásakor: {0}
lt: Klaida normalizuojant užklausą: {0}
ms: Ralat menormalkan query: {0}

source: Error canonicalizing query: {0}
eo: Oops, got a glitch trying to canonicalize the query: {0}
hu: Hiba a lekérdezés kanonizálásakor: {0}
lt: Klaida kanonizuojant užklausą: {0}
ms: Ralat alat dalam mengubah query kepada bentuk standard : {0}

source: Invalid MBQL clause: {0}
eo: Bruh, this MBQL clause is so invalid rn: {0}
hu: Érvénytelen MBQL záradék: {0}
lt: Netinkama MBQL sąlyga: {0}
ms: Klausa MBQL tidak sah: {0}

source: Error normalizing form: {0}
eo: Oops, form normalization went kinda sideways: {0}
hu: Hiba az űrlap normalizálásakor: {0}
lt: Klaida normalizuojant formą: {0}
ms: Ralat menormalkan borang: {0}

source: {0} is not a valid temporal unit for {1}; not adding to clause {2}
hu: A(z) {0} nem érvényes időegység a(z) {1} számára; nem kerül hozzáadásra a(z) {2} záradékhoz
ms: {0} bukan unit temporal yang sah untuk {1}; tidak menambah ke klausa {2}

source: {0}''s Personal Collection
ar: المجموعة الشخصية لـ {0}
bg: Лична колекция на {0}
ca: La Col·lecció Personal de {0}
de: Persönliche Sammlung von {0}
eo: {0}’s legit drip stash
es: La Colección Personal de {0}
fa: مجموعه شخصی {0}
fi: {0} henkilökohtainen kokoelma
fr: Collection personnelle de {0}
hu: {0} személyes gyűjteménye
it: {0} è una Collezione Personale
ja: {0}のパーソナルコレクション
lt: {0} asmeninė kolekcija
ms: Koleksi Peribadi {0}
nb: {0} s personlige samling
nl: Persoonlijke collectie van {0}'
pl: {0} Kolekcja Osobista
pt_br: Coleção pessoal de {0}
ru: Личная коллекция{0}
sk: Osobná kolekcia {0}
sl: Osebna zbirka {0}
sq: Koleksioni Personal i {0}
sr: Lična kolekcija korisnika {0}
sv: {0}s personliga samling
tr: {0}''ın Kişisel Koleksiyonu
uk: Особиста колекція {0}
vi: Bộ sưu tập cá nhân của {0}
zh_hk: {0} 的個人集合

source: Full FieldValues shouldn't have hash_key.
hu: A teljes FieldValues-nak nem kellene hash_key-t tartalmaznia.
ms: Nilai Medan Penuh tidak seharusnya mempunyai kunci_hash.

source: Invalid field-values type.
ar: نوع field-values غير صالح.
bg: Невалиден тип стойности на полето.
ca: Tipus de field-value no vàlid.
de: Ungültiger Feld-Werte Typ:
eo: Bruh, your field values are totally invalid lol.
es: Tipo de valores de campo no válido.
fa: نوع فیلد-مقدار نامعتبر است.
fi: Virheellinen kenttäarvojen tyyppi.
fr: Type de valeurs de champ non valide.
hu: Érvénytelen mezőérték-típus.
it: Tipo di valori di campo non valido.
ja: 無効なフィールド値タイプ。
lt: Netinkamas lauko verčių tipas.
ms: Jenis nilai medan tidak sah.
nb: Ugyldig felt-verdi type.
nl: Ongeldig field-values type.
pl: Nieprawidłowy typ wartości pól.
pt_br: Tipo de valores de campo inválido.
ru: Недопустимый тип значения поля.
sk: Neplatný typ hodnoty poľa.
sl: Neveljavna vrsta vrednosti polja.
sq: Tip i pavlefshëm field-values.
sr: Nevažeći tip field-values.
sv: Felaktiga typer på fältvärden.
tr: Geçersiz alan-değerleri türü.
uk: Недійсний тип field-values.
vi: Kiểu giá trị trường không hợp lệ.
zh_hk: 無效的 field-values 類型。

source: Advanced FieldValues requires a hash_key.
hu: Az Advanced FieldValues hash_key-t igényel.
ms: Nilai Medan Lanjutan memerlukan kunci_hash.

source: Can't update type or hash_key for a FieldValues.
hu: Nem lehet frissíteni a típusát vagy hash_key-jét egy FieldValues-nak.
ms: Tidak boleh mengemas kini jenis atau kunci_hash untuk nilai medan.
