Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: your {0} timezone
ar: منطقتك الزمنية {0}
bg: вашия {0} часови пояс
ca: la vostra zona horària {0}
de: Ihre {0} Zeitzone
eo: Your {0} time zone, fr fr
es: tu {0} zona horaria
fa: منطقه زمانی {0} شما
fi: sinun {0} aikavyöhykkeesi
fr: votre {0} fuseau horaire
hu: az ön {0} időzónája
it: il vostro fuso orario {0}
ja: あなたの{0}タイムゾーン
lt: jūsų {0} laiko juosta
ms: zon waktu {0} anda
nb: din {0} tidssone
nl: uw {0} tijdzone
pl: strefa czasowa {0}
pt_br: seu fuso horário {0}
ru: по вашему часовому поясу {0}
sk: vaše časové pásmo {0}
sl: vaš {0} časovni pas
sq: zona kohore {0} e juaja
sr: tvoja vremenska zona {0}
sv: din {0}-tidszon
tr: {0} saat diliminiz
uk: ваш часовий пояс {0}
vi: múi giờ {0} của bạn
zh_hk: 您的 {0} 時區

source: Copy of {0}
ar: نسخة من {0}
bg: Копие на {0}
ca: Còpia de {0}
de: Kopie von {0}
eo: This is basically a duplicate of {0}, fr.
es: Copia de {0}
fa: کپی از {0}
fi: Kopio {0}:sta
fr: Copie de {0}
hu: {0} másolata
it: Copia di {0}
ja: {0}のコピー
lt: {0} kopija
ms: Salinan {0}
nb: Kopi av {0}
nl: Kopie van {0}
pl: Kopia strony {0}
pt_br: Cópia de {0}
ru: Копия сайта {0}
sk: Kópia stránky {0}
sl: Kopija {0}
sq: Kopje e {0}
sr: Kopija {0}
sv: Kopia av {0}
tr: {0}'ın kopyası
uk: Копія {0}
vi: Bản sao của {0}
zh_hk: {0}副本

source: Copy of Tab 1
ar: نسخة من Tab 1
bg: Копие на таб. 1
ca: Còpia de la Pestanya 1
de: Kopie von Tab 1
eo: Copy of Tab 1 → "Clon of Tab 1"
es: Copia de Pestaña 1
fa: کپی برگه 1
fi: Kopio välilehdestä 1
fr: Copie de l'onglet 1
hu: Az 1. lap másolata
it: Copia della scheda 1
ja: タブ1のコピー
lt: {0} kopija
ms: Salinan Tab 1
nb: Kopi av Fane1
nl: Kopie van tabblad 1
pl: Kopia karty 1
pt_br: Cópia da guia 1
ru: Копия вкладки 1
sk: Kópia karty 1
sl: Kopija zavihka 1
sq: Kopje e Skedës 1
sr: Kopija kartice 1
sv: Kopia av Tabb 1
tr: Sekme 1'in kopyası
uk: Копія вкладки 1
vi: Bản sao của Tab 1
zh_hk: 表 1 副本

source: Model replaced
ar: تم استبدال النموذج
bg: Заменен модел
ca: Model substituït
de: Das Model wurde ersetzt
eo: Model got swapped out
es: Modelo reemplazado
fa: مدل تعویض شده
fi: Malli korvattu
fr: Modèle remplacé
hu: Modell cserélve
it: Modello sostituito
ja: 交換モデル
lt: Modelis pakeistas
ms: Model digantikan
nb: Modell erstattet
nl: Vervangen model
pl: Wymieniony model
pt_br: Modelo substituído
ru: Модель заменена
sk: Vymenený model
sl: Model zamenjan
sq: Modeli u zëvendësua
sr: Model zamenjen
sv: Modell ersatt
tr: Model değiştirildi
uk: Модель замінено
vi: Mô hình thay thế
zh_hk: 型號已更換

source: Question replaced
ar: تم استبدال السؤال
bg: Въпрос
ca: Pregunta substituïda
de: Die Frage wurde ersetzt
eo: Question got replaced, fr fr
es: Pregunta reemplazada
fa: سوال جایگزین شد
fi: Kysymys korvattu
fr: Question remplacée
hu: A kérdés cserélve
it: Domanda sostituita
ja: 質問
lt: Klausimas pakeistas
ms: Soalan digantikan
nb: Spørsmål erstattet
nl: Vraag vervangen
pl: Wymienione pytanie
pt_br: Pergunta substituída
ru: Вопрос заменен
sk: Otázka nahradená
sl: Vprašanje je bilo nadomeščeno
sq: Pyetja u zëvendësua
sr: Pitanje zamenjeno
sv: Fråga ersatt
tr: Soru değiştirildi
uk: Запит замінено
vi: Câu hỏi đã thay thế
zh_hk: 問題取代

source: Toggle width
ar: تبديل العرض
bg: Превключване на ширината
ca: Canvia l'amplada
de: Breite umschalten
eo: Switch size, fr fr
es: Cambiar ancho
fa: عرض را تغییر دهید
fi: Togglen pituus
fr: Largeur de la bascule
hu: Szélesség váltása
it: Larghezza di commutazione
ja: トグル幅
lt: Perjungti plotį
ms: Togol lebar
nb: Veksle bredder
nl: Breedte schakelen
pl: Przełączanie szerokości
pt_br: Alternar largura
ru: Ширина переключения
sk: Prepínanie šírky
sl: Preklopi širino
sq: Ndërro gjerësinë
sr: Uključi/isključi širinu
sv: Växla bredd
tr: Genişliği değiştir
uk: Перемкнути ширину
vi: Chuyển đổi chiều rộng
zh_hk: 切換寬度

source: Full width
ar: بالعرض الكامل
bg: Пълна ширина
ca: Amplada màxima
de: Volle Breite
eo: Full width → That's a whole vibe lol
es: Ancho completo
fa: عرض کامل
fi: Täysi pituus
fr: Pleine largeur
hu: Teljes szélesség
it: Larghezza totale
ja: 全幅
lt: Visas plotis
ms: Lebar penuh
nb: Full bredde
nl: Volledige breedte
pl: Pełna szerokość
pt_br: Largura total
ru: Во всю ширину
sk: Na celú šírku
sl: Celotna širina
sq: Gjerësi e plotë
sr: Puna širina
sv: Fullbredd
tr: Tam genişlik
uk: На всю ширину
vi: Chiều rộng đầy đủ
zh_hk: 全寬

source: Select a group
ar: حدد مجموعة
bg: Изберете група
ca: Selecciona un grup
de: Wähle eine Gruppe aus
eo: Pick a squad
es: Selecciona un grupo
fa: یک گروه را انتخاب کنید
fi: Valitse ryhmä
fr: Sélectionner un groupe
hu: Válasszon egy csoportot
it: Selezionare un gruppo
ja: グループを選択
lt: Pasirinkite grupę
ms: Pilih kumpulan
nb: Velg en gruppe
nl: Selecteer een groep
pl: Wybierz grupę
pt_br: Selecione um grupo
ru: Выберите группу
sk: Vyberte skupinu
sl: Izberite skupino
sq: Zgjidh një grup
sr: Izaberi grupu
sv: Välj en grupp
tr: Bir grup seçin
uk: Виберіть групу
vi: Chọn một nhóm
zh_hk: 選取群組

source: To solve this, just remove the variables in this question and try again. (It's okay to use SQL snippets or reference the results of another saved question in your query.)
ar: لحل ذلك، ما عليك سوى إزالة المتغيرات في هذا السؤال والمحاولة مرة أخرى. (لا بأس باستخدام مقتطفات SQL أو الرجوع إلى نتائج سؤال محفوظ آخر في استعلامك.)
bg: За да разрешите този проблем, просто премахнете променливите в този въпрос и опитайте отново. (Не е проблем да използвате фрагменти от SQL или да се позовавате на резултатите от друг запазен въпрос в заявката си.)
ca: Per resoldre-ho, només cal eliminar les variables d'aquesta pregunta i tornar-ho a provar. (Està bé utilitzar fragments SQL o fer referència als resultats d'una altra pregunta desada a la vostra consulta.)
de: Um dieses Problem zu lösen, entfernen Sie einfach die Variablen in dieser Frage und versuchen Sie es erneut. (Es ist in Ordnung, wenn Sie in Ihrer Abfrage SQL-Schnipsel verwenden oder auf die Ergebnisse einer anderen gespeicherten Frage verweisen).
eo: To fix this, just yeet the variables from the question and try again. (It’s totally chill to use SQL snippets or reference the results of another saved question in your query.)
es: Para resolver esto, simplemente elimina las variables de esta pregunta y vuelve a intentarlo. (Se pueden usar fragmentos de SQL o hacer referencia a los resultados de otra pregunta guardada en tu consulta).
fa: برای حل این مشکل کافیست متغیرهای این سوال را حذف کرده و دوباره امتحان کنید. (اشکال ندارد از قطعه‌های SQL استفاده کنید یا به نتایج یک سؤال ذخیره‌شده دیگر در جستار خود ارجاع دهید.)
fi: Voit ratkaista tämän poistamalla muuttujat tästä kysymyksestä ja yrittämällä uudelleen. (Voit käyttää SQL-pätkiä tai viitata toisen tallennetun kysymyksen tuloksiin kyselyssäsi.)
fr: Pour résoudre ce problème, il suffit de supprimer les variables de cette question et de réessayer. (Vous pouvez utiliser des extraits SQL ou faire référence aux résultats d'une autre question sauvegardée dans votre requête).
hu: Ennek megoldásához egyszerűen távolítsa el a változókat ebben a kérdésben, és próbálja újra. (Rendben van, ha SQL-kódrészleteket használ, vagy hivatkozhat egy másik mentett kérdés eredményére a lekérdezésben.)
it: Per risolvere il problema, è sufficiente rimuovere le variabili in questa domanda e riprovare. (È possibile utilizzare frammenti di SQL o fare riferimento ai risultati di un'altra domanda salvata nella query).
ja: これを解決するには、この問題の変数を削除して、もう一度やり直してください。(SQLスニペットを使用したり、クエリで保存した別の質問の結果を参照することは問題ありません)。
lt: Norėdami tai išspręsti, tiesiog pašalinkite šio klausimo kintamuosius ir bandykite dar kartą. (Užklausoje galite naudoti SQL fragmentus arba nurodyti kito išsaugoto klausimo rezultatus.)
ms: Untuk menyelesaikan ini, hanya keluarkan pembolehubah dalam soalan ini dan cuba lagi. (Tidak mengapa untuk menggunakan petikan SQL atau merujuk hasil soalan yang disimpan lain dalam queryanda.)
nb: For å løse dette, bare fjern variabler i spørsmålet og prøv på nytt. (Det er ok å benytte SQL spørringer eller referere til resultater av andre lagrede spørsmål i spørringen.)
nl: Om dit op te lossen, verwijder je gewoon de variabelen in deze vraag en probeer je het opnieuw. (Het is prima om SQL-fragmenten te gebruiken of te verwijzen naar de resultaten van een andere opgeslagen vraag in je query).
pl: Aby rozwiązać ten problem, po prostu usuń zmienne w tym pytaniu i spróbuj ponownie. (W zapytaniu można użyć fragmentów kodu SQL lub odwołać się do wyników innego zapisanego pytania).
pt_br: Para resolver isso, exclua as varáveis dessa pergunta e tente de novamente. (Tudo bem usar trechos de SQL ou referenciar os resultados de outra pergunta salva na sua consulta.)
ru: Чтобы решить эту проблему, просто удалите переменные в этом вопросе и попробуйте снова. (Можно использовать фрагменты SQL или ссылаться в запросе на результаты другого сохраненного вопроса).
sk: Ak to chcete vyriešiť, odstráňte premenné v tejto otázke a skúste to znova. (V otázke môžete použiť úryvky SQL alebo odkaz na výsledky inej uloženej otázky.)
sl: Če želite to rešiti, preprosto odstranite spremenljivke v tem vprašanju in poskusite znova. (V redu je, da uporabite delčke SQL ali se sklicujete na rezultate drugega shranjenega vprašanja v poizvedbi.)
sq: Për ta zgjidhur këtë, thjesht hiqni variablat në këtë pyetje dhe provoni përsëri. (Është në rregull të përdorni fragmente SQL ose të referoni rezultatet e një pyetje tjetër të ruajtur në query-n tuaj.)
sr: Da rešiš ovo, samo ukloni promenljive iz ovog pitanja i pokušaj ponovo. (U redu je da koristiš SQL isečke ili referenciraš rezultate drugog sačuvanog pitanja u svom upitu.)
sv: För att lösa problemet, ta bort variablerna i fråga och försök igen (det går bra att använda SQL-snuttar eller referenser till tidigare resultat från en annan fråga).
tr: Bunu çözmek için, bu sorudaki değişkenleri kaldırın ve tekrar deneyin. (Sorgunuzda SQL parçacıkları kullanmanızda veya kaydedilmiş başka bir sorunun sonuçlarına referans vermenizde sakınca yoktur).
uk: Щоб розв’язати це, просто видаліть змінні в цьому запиті та спробуйте ще раз. (У запиті можна використовувати SQL-фрагменти або посилатися на результати іншого збереженого запиту.)
vi: Để giải quyết vấn đề này, chỉ cần xóa các biến trong câu hỏi này và thử lại. (Bạn có thể sử dụng đoạn mã SQL hoặc tham chiếu kết quả của một câu hỏi đã lưu khác trong truy vấn của mình.)
zh_hk: 要解決這個問題，只要移除這個問題中的變數，然後再試一次。(在您的查詢中使用 SQL 片段或參考另一個已儲存問題的結果是沒問題的）。

source: I’ll do self-service analytics for my own company
ar: سأقوم بإجراء تحليلات الخدمة الذاتية لشركتي
bg: Ще правя анализи на самообслужване за собствената си компания
ca: Faré anàlisis d'autoservei per a la meva pròpia empresa
de: Ich werde Self-Service-Analysen für mein eigenes Unternehmen durchführen
eo: I’m finna do my own self-serve analytics for my biz, fr.
es: Haré análisis de autoservicio para mi propia empresa
fa: من تجزیه و تحلیل سلف سرویس را برای شرکت خودم انجام خواهم داد
fi: Teen itsepalveluanalytiikkaa omalle yritykselleni
fr: Je ferai de l'analyse en libre-service pour ma propre entreprise
hu: Önkiszolgáló elemzést végzek a saját cégem számára
it: Farò analisi self-service per la mia azienda
ja: 自分の会社でセルフサービス分析を行う
lt: Atliksiu savitarnos analizę savo įmonei
ms: Saya akan melakukan analisis layan diri untuk syarikat saya sendiri
nb: Jeg vil gjøre analyser for min egen virksomhet
nl: Ik doe self-service analytics voor mijn eigen bedrijf
pl: Zrobię samoobsługową analitykę dla mojej własnej firmy
pt_br: Farei análises de autoatendimento para minha própria empresa
ru: Я буду заниматься аналитикой самообслуживания для своей собственной компании
sk: Budem robiť samoobslužnú analytiku pre svoju vlastnú spoločnosť
sl: Naredil bom samopostrežno analitiko za svoje podjetje
sq: Do të bëj analitikë vetëshërbimi për kompaninë time
sr: Radiću samouslužnu analitiku za svoju kompaniju
sv: Jag kommer att göra en självservice-analys för mitt företag
tr: Kendi şirketim için self servis analizler yapacağım
uk: Я робитиму self-service аналітику для своєї компанії
vi: Tôi sẽ tự phân tích dữ liệu cho công ty của mình
zh_hk: 我會為自己的公司進行自助式分析

source: I’ll embed analytics into my application
ar: سأقوم بتضمين التحليلات في تطبيقي
bg: Ще вградя анализи в приложението си
ca: Incrustaré analítiques a la meva aplicació
de: Ich werde Analysen in meine Anwendung einbetten
eo: I’ll slap analytics into my app fr fr
es: Integraré análisis en mi aplicación
fa: من تجزیه و تحلیل را در برنامه خود جاسازی می کنم
fi: Upotan analytiikkaa sovellukseeni
fr: Je vais intégrer l'analyse dans mon application
hu: Beágyazom az analitikát az alkalmazásomba
it: Incorporerò gli analytics nella mia applicazione
ja: アプリケーションにアナリティクスを埋め込む
lt: Įdėsiu analizę į savo programą
ms: Saya akan menyematkan analisis ke dalam aplikasi saya
nb: Jeg vil bygge inn analyser i min applikasjon
nl: Ik zal analytics opnemen in mijn applicatie
pl: Osadzę analitykę w mojej aplikacji
pt_br: Vou incorporar a análise em meu aplicativo
ru: Я встрою аналитику в свое приложение.
sk: Analytiku vložím do svojej aplikácie
sl: Analitiko bom vdelal v svojo aplikacijo
sq: Do të inkorporoj analitikë në aplikacionin tim
sr: Ugradiću analitiku u svoju aplikaciju
sv: Jag kommer bädda in analyser i min applikation
tr: Analitiği uygulamama yerleştireceğim
uk: Я вбудую аналітику у свій застосунок
vi: Tôi sẽ nhúng phân tích vào ứng dụng của tôi
zh_hk: 我會將分析嵌入到我的應用程式中

source: I’ll do a bit of both self-service and embedding
ar: سأقوم بقليل من الاثنين: الخدمة الذاتية والتضمين
bg: Ще направя малко и от самообслужването, и от вграждането
ca: Faré una mica tant d'autoservei com d'inserció
de: Ich werde beides machen, Selbstbedienung und Einbettung
eo: I’ll do a lil bit of both self-serve and embedding, fr.
es: Haré un poco de autoservicio e integración
fa: من مقداری هم سلف سرویس و هم جاسازی می کنم
fi: Teen vähän sekä itsepalvelua että upotusta
fr: Je ferai un peu de libre-service et d'intégration.
hu: Önkiszolgáló és beágyazás kombinációját fogom használni
it: Farò un po' di self-service e di embedding.
ja: セルフサービスとエンベッディングの両方を少しやるつもりだ。
lt: Truputį atliksiu ir savitarnos, ir įdėjimo darbus
ms: Saya akan melakukan sedikit kedua-dua perkhidmatan diri dan penyematan
nb: Jeg vil tilby både selvbetjening og innebygging
nl: Ik doe een beetje aan zelfbediening en inbedding
pl: Zrobię trochę zarówno samoobsługi, jak i osadzania
pt_br: Farei um pouco de autoatendimento e incorporação
ru: Я буду заниматься как самообслуживанием, так и внедрением.
sk: Urobím trochu samoobsluhy aj vkladania
sl: Naredil bom nekaj samopostrežbe in vdelave
sq: Do të bëj pak nga të dyja—vetëshërbim dhe integrim
sr: Radiću pomalo i samouslužno i ugradnju
sv: Jag kommer göra både självservice-analys och bädda in.
tr: Hem self servis hem de gömme işlemlerinden biraz yapacağım
uk: Я робитиму трохи і self-service, і вбудовування
vi: Tôi sẽ thực hiện một chút cả tự phục vụ và nhúng
zh_hk: 我會同時做一些自助服務和嵌入式的工作

source: I’m not sure yet
ar: لست متأكدًا بعد
bg: Все още не съм сигурен
ca: No n'estic segur encara
de: Ich bin noch nicht sicher
eo: I'm still vibing with it, not gonna cap
es: No estoy seguro todavia
fa: من هنوز مطمئن نیستم
fi: En ole vielä varma
fr: Je n'en suis pas encore certain
hu: Még nem vagyok biztos benne
it: Non sono ancora sicuro
ja: まだ分からない
lt: dar nesu tikras
ms: Saya belum pasti lagi
nb: Jeg er ikke sikker enda
nl: Ik weet het nog niet zeker
pl: Nie jestem jeszcze pewien
pt_br: Ainda não tenho certeza
ru: Я еще не уверен.
sk: Ešte si nie som istý
sl: Nisem še prepričan
sq: Nuk jam ende i sigurt
sr: Još uvek nisam siguran/na
sv: Inte den blekaste
tr: Henüz emin değilim.
uk: Я ще не впевнений(а)
vi: Tôi vẫn chưa chắc chắn
zh_hk: 我還不確定

source: What will you use Metabase for?
ar: فيما ستستخدم Metabase؟
bg: За какво ще използвате Metabase?
ca: Per a què utilizaràs Metabase?
de: Für was wirst Du Metabase einsetzen?
eo: What are you gonna do with Metabase?
es: ¿Para qué utilizarás Metabase?
fa: برای چه کاری از متابیس استفاده خواهید کرد؟
fi: Mihin aiot käyttää Metabasea?
fr: Pour quelle raison utiliserez-vous Metabase ?
hu: Mire fogja használni a Metabase-t?
it: Per cosa si usa Metabase?
ja: Metabaseを何に使いますか？
lt: Kam naudosite metabazę?
ms: Untuk apa anda akan menggunakan Metabase?
nb: Hva vil du bruke Metabase til?
nl: Waarvoor gaat u Metabase gebruiken?
pl: Do czego będziesz używać Metabase?
pt_br: Para que você usará o Metabase?
ru: Для чего вы будете использовать Metabase?
sk: Na čo budete používať databázu Metabase?
sl: Za kaj boste uporabili Metabase?
sq: Për çfarë do ta përdorni Metabase?
sr: Za šta ćeš koristiti Metabase?
sv: Vad kommer du att använda Metabase till?
tr: Metabase'i ne için kullanacaksınız?
uk: Для чого ви використовуватимете Metabase?
vi: Bạn sẽ sử dụng Metabase để làm gì?
zh_hk: 您要將 Metabase 用來做什麼？

source: Let us know your plans with Metabase so that we can best guide you
ar: أخبرنا بخططك مع Metabase حتى نتمكن من إرشادك بأفضل شكل
bg: Уведомете ни за плановете си с Metabase, за да можем да ви насочим най-добре
ca: Feu-nos saber els vostres plans amb Metabase perquè puguem guiar-vos millor
de: Teilen Sie uns Ihre Pläne mit der Metabase mit, damit wir Sie optimal beraten können
eo: Hmu with your Metabase plans so we can totally help you out, bestie
es: Comparte tus planes con Metabase para que podamos guiarte mejor
fa: برنامه های خود را با متابیس به ما اطلاع دهید تا بتوانیم به بهترین نحو شما را راهنمایی کنیم
fi: Kerro meille suunnitelmistasi Metabasen käytölle, jotta voimme opastaa sinua parhaiten
fr: Faites-nous part de vos projets avec Metabase afin que nous puissions vous guider au mieux.
hu: Ossza meg velünk terveit a Metabase szolgáltatással, hogy a legjobban tudjuk irányítani Önt
it: Fateci sapere quali sono i vostri progetti con Metabase, in modo da potervi guidare al meglio.
ja: Metabaseをご利用になるご予定をお聞かせください。
lt: Praneškite mums apie savo planus naudodami „Metabase“, kad galėtume jums geriausiai padėti
ms: Beritahu kami rancangan anda dengan Metabase supaya kami dapat membimbing anda dengan terbaik
nb: La oss få høre dine planer med Metabase slik at vi kan guide deg på best mulig måte
nl: Laat ons weten wat uw plannen zijn met Metabase zodat we u optimaal kunnen begeleiden
pl: Poinformuj nas o swoich planach związanych z Metabase, abyśmy mogli jak najlepiej Ci pomóc
pt_br: Conte-nos seus planos com o Metabase para que possamos orientá-lo melhor
ru: Сообщите нам о своих планах по работе с Metabase, чтобы мы могли наилучшим образом сориентировать вас.
sk: Dajte nám vedieť o svojich plánoch s Metabase, aby sme vám mohli čo najlepšie poradiť
sl: Sporočite nam svoje načrte z Metabase, da vas bomo lahko najbolje vodili
sq: Na tregoni planet tuaja me Metabase që tju udhëzojmë sa më mirë
sr: Reci nam svoje planove sa Metabase-om kako bismo mogli najbolje da te usmerimo
sv: Låt oss veta hur du tänkt använda Metabase så vi kan guida dig bättre
tr: Size en iyi şekilde rehberlik edebilmemiz için Metabase ile ilgili planlarınızı bize bildirin
uk: Розкажіть нам про ваші плани щодо Metabase, щоб ми могли найкраще вас зорієнтувати
vi: Hãy cho chúng tôi biết kế hoạch của bạn với Metabase để chúng tôi có thể hướng dẫn bạn tốt nhất
zh_hk: 讓我們知道您使用 Metabase 的計劃，以便我們為您提供最佳指導

source: Self-service analytics for my own company
ar: تحليلات الخدمة الذاتية لشركتي
bg: Анализи на самообслужване за собствената ми компания
ca: Analítica d'autoservei per a la meva pròpia empresa
de: Selbstbedienungs-Analysen für mein eigenes Unternehmen
eo: Self-serve analytics for my own biz, fr.
es: Análisis de autoservicio para mi propia empresa
fa: تجزیه و تحلیل سلف سرویس برای شرکت خودم
fi: Itsepalveluanalytiikka omalle yritykselleni
fr: Analyse en libre-service pour ma propre entreprise
hu: Önkiszolgáló analitika saját cégem számára
it: Analisi self-service per la mia azienda
ja: 自分の会社のためのセルフサービス分析
lt: Savitarnos analitika mano įmonei
ms: Analisis layan diri untuk syarikat saya sendiri
nb: Selvbetjent analyse for min egen bedrift
nl: Self-service analytics voor mijn eigen bedrijf
pl: Samoobsługowa analityka dla mojej firmy
pt_br: Análise de autoatendimento para minha própria empresa
ru: Аналитика самообслуживания для моей собственной компании
sk: Samoobslužná analytika pre moju vlastnú spoločnosť
sl: Samopostrežna analitika za moje podjetje
sq: Analitikë vetëshërbimi për kompaninë time
sr: Samouslužna analitika za svoju kompaniju
sv: Självservice-analyser för mitt företag
tr: Kendi şirketim için self servis analitik
uk: Self-service аналітика для моєї компанії
vi: Phân tích tự phục vụ cho công ty của tôi
zh_hk: 為自己的公司提供自助式分析服務

source: Embedding analytics into my application
ar: تضمين التحليلات في تطبيقي
bg: Вграждане на анализи в моето приложение
ca: Incrustar analítiques a la meva aplicació
de: Analysen in meine Anwendung einbetten
eo: Putting analytics into my app, fr fr.
es: Incorporar análisis en mi aplicación
fa: جاسازی تجزیه و تحلیل در برنامه من
fi: Analytiikan upottaminen sovellukseeni
fr: Intégrer l'analyse dans mon application
hu: Az analitika beágyazása az alkalmazásomba
it: Incorporare l'analisi nella mia applicazione
ja: アプリケーションにアナリティクスを組み込む
lt: Analitikos įterpimas į savo programą
ms: Menyematkan analisis ke dalam aplikasi saya
nb: Bygge inn analyser i min applikasjon
nl: Analytics opnemen in mijn applicatie
pl: Osadzanie analityki w mojej aplikacji
pt_br: Incorporação de análises em meu aplicativo
ru: Встраивание аналитики в мое приложение
sk: Zakomponovanie analytiky do mojej aplikácie
sl: Vdelava analitike v aplikacijo
sq: Integrimi i analitikës në aplikacionin tim
sr: Ugradnja analitike u svoju aplikaciju
sv: Bädda in analyser i min applikation
tr: Analitiği uygulamama yerleştirme
uk: Вбудовування аналітики у мій застосунок
vi: Nhúng phân tích vào ứng dụng của tôi
zh_hk: 將分析嵌入我的應用程式

source: A bit of both
ar: قليل من الاثنين
bg: По малко и от двете
ca: Una mica de cada
de: Ein wenig von beidem
eo: A lil bit of both, fr fr
es: Un poco de ambos
fa: کمی از هر دو
fi: Vähän molempia
fr: Un peu des deux
hu: Mindkettő egy kicsit
it: Un po' di entrambi
ja: その両方
lt: Šiek tiek iš abiejų
ms: Sedikit daripada kedua-duanya
nb: Litt av begge
nl: Een beetje van beide
pl: Po trochu z obu
pt_br: Um pouco dos dois
ru: Немного того и другого
sk: Trochu z oboch
sl: Malo obojega
sq: Pak nga të dyja
sr: Pomalo od oba
sv: Lite av varje
tr: İkisinden de biraz
uk: Трохи того й іншого
vi: Một chút của cả hai
zh_hk: 兩者皆有

source: Not sure yet
ar: لست متأكدًا بعد
bg: Все още не съм сигурен
ca: No n'estic segur encara
de: Noch nicht sicher
eo: Not totally sold yet
es: No estoy seguro todavía
fa: هنوز مطمئن نیستم
fi: En ole vielä varma
fr: Pas encore sûr
hu: Még nem vagyok biztos benne
it: Non è ancora sicuro
ja: まだわからない
lt: Dar neaišku
ms: Belum pasti lagi
nb: Ikke sikker enda
nl: Nog niet zeker
pl: Jeszcze nie wiem
pt_br: Ainda não tenho certeza
ru: Пока не знаю.
sk: Zatiaľ nie je isté
sl: Še nisem prepričan
sq: Nuk jam ende i sigurt
sr: Nisam siguran/na
sv: Oklart
tr: Henüz emin değilim.
uk: Ще не впевнений(а)
vi: Chưa chắc chắn
zh_hk: 尚未確定

source: Pick a channel and a schedule, and {0} will do the rest.
hu: Válasszon ki egy csatornát és ütemezést, a többit pedig {0} végzi.
ms: Pilih saluran dan jadual, dan {0} akan menguruskan selebihnya.
