Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: changed the cache ttl from "{0}" to "{1}"
ar: غيّر cache ttl من "{0}" إلى "{1}"
bg: променен кеш TTL от "{0}" на "{1}"
ca: ha canviat el ttl de la memòria cau de "{0}" a "{1}"
de: hat den Cache ttl von "{0}" auf "{1}" geändert
eo: yo, I just switched the cache ttl from “{0}” to “{1}” lol
es: cambiado el ttl de caché de "{0}" a "{1}"
fa: ttl کش را از "{0}" به "{1}" تغییر داد
fi: vaihdettiin välimuistin TTL-arvoa "{0}" arvoksi "{1}"
fr: a changé le cache ttl de "{0}" à "{1}"
hu: megváltoztatta a gyorsítótár ttl-jét "{0}" értékről "{1}" értékre
it: ha cambiato il ttl della cache da "{0}" a "{1}".
ja: キャッシュのttlを"{0}"から"{1}"に変更。
lt: pakeitė talpyklos ttl iš "{0}" į "{1}"
ms: mengubah ttl cache daripada "{0}" kepada "{1}"
nb: endret cache ttl fra "{0}" til "{1}"
nl: de cache ttl gewijzigd van "{0}" naar "{1}"
pl: zmienił TTL cache z "{0}" na "{1}"
pt_br: alterou o cache ttl de "{0}" para "{1}"
ru: изменил ttl кэша с "{0}" на "{1}".
sk: zmenil ttl vyrovnávacej pamäte z "{0}" na "{1}"
sl: spremenil ttl predpomnilnika iz "{0}" v "{1}"
sq: ndryshoi cache ttl nga "{0}" në "{1}"
sr: promenio cache ttl sa "{0}" na "{1}"
sv: ändrat cache ttl från "{0}" till "{1}"
tr: önbellek ttl'sini "{0}" yerine "{1}" olarak değiştirdi
uk: змінено TTL кешу з "{0}" на "{1}"
vi: đã thay đổi ttl bộ nhớ đệm từ "{0}" thành "{1}"
zh_hk: 將快取 ttl 從“{0}”更改為“{1}”

source: modified the series on card {0}
ar: عدّل السلاسل على البطاقة {0}
bg: модифицирани серии на карта {0}
ca: ha canviat les sèries en la targeta {0}
de: die Serien auf Karte {0} geändert
eo: yo, swapped the series on card {0} fam
es: modificado la serie en la tarjeta {0}
fa: سری روی کارت {0}را اصلاح کرد
fi: muokkasi sarjaa kortilla {0}
fr: a modifié la série sur la carte {0}
hu: módosította a sorozatokat a(z) {0} kártyán
it: modificato la serie sulla scheda {0}
ja: カード{0}のシリーズを修正
lt: modifikavo seriją kortelėje {0}
ms: mengubah suai siri pada kad {0}
nb: modifiserte seriene på kort {0}
nl: heeft de series op kaart {0} aangepast
pl: zmodyfikował serie w karcie {0}
pt_br: modificou as séries no cartão {0}
ru: изменена серия на карточке {0}
sk: upravená séria na karte {0}
sl: spremenil serijo na kartici {0}
sq: modifikoi seritë te karta {0}
sr: izmenio serije na kartici {0}
sv: modifierade serien på kortet {0}
tr: {0}kartındaki seriyi değiştirdi
uk: змінено серії на картці {0}
vi: đã sửa đổi chuỗi trên thẻ {0}
zh_hk: 修改了卡片 {0} 上的系列

source: rearranged the tabs
ar: أعاد ترتيب علامات التبويب
bg: пренареди разделите
ca: ha reordenat les pestanyes
de: hat die Tabs neu angeordnet
eo: swapped the tabs out, fr
es: reorganizar las pestañas
fa: برگه ها را دوباره مرتب کرد
fi: järjesteli välilehdet
fr: réarrangé les pages
hu: átrendezte a lapokat
it: riorganizzato le schede
ja: タブの並び替え
lt: pertvarkė skirtukus
ms: menyusun semula tab
nb: omrokkerte fanene
nl: heeft de tabbladen herschikt
pl: zmienił rozłożenie zakładek
pt_br: reorganizou as abas
ru: вкладки переставлены
sk: zmenil usporiadanie kariet
sl: Sprememba razporeditve zavihkov
sq: rirenditi tab-et
sr: preuredio tabove
sv: omorganiserat flikarna
tr: sekmeleri yeniden düzenledi
uk: переставлено вкладки
vi: sắp xếp lại các tab
zh_hk: 重新排列了標籤頁

source: The database does not support actions.
ar: قاعدة البيانات لا تدعم الإجراءات.
bg: Базата данни не поддържа действия.
ca: Aquesta base de dades no suporta accions.
de: Die Datenbank unterstützt keine Aktionen.
eo: The database is lowkey not about that action rn.
es: La base de datos no admite acciones.
fa: پایگاه داده از اقدامات پشتیبانی نمی کند.
fi: Tietokanta ei tue toimintoja.
fr: La base de données ne prend pas en charge les actions.
hu: Az adatbázis nem támogatja a műveleteket.
it: Il database non supporta le azioni.
ja: データベースはアクションをサポートしていません。
lt: Duomenų bazė nepalaiko veiksmų.
ms: Pangkalan data tidak menyokong tindakan.
nb: Databasen støtter ikke handlinger.
nl: De database ondersteunt geen acties.
pl: Baza danych nie wspiera akcji.
pt_br: O banco de dados não é compatível com ações.
ru: База данных не поддерживает действия.
sk: Databáza nepodporuje akcie.
sl: Podatkovna zbirka ne podpira dejanj.
sq: Databaza nuk mbështet veprimet.
sr: Baza podataka ne podržava akcije.
sv: Databasen stöder inte åtgärder.
tr: Veritabanı eylemleri desteklemiyor.
uk: База даних не підтримує дії.
vi: Cơ sở dữ liệu không hỗ trợ hành động.
zh_hk: 此資料庫不支持操作。

source: Error calculating Metric description: {0}
hu: Hiba a metrika leírásának számítása közben: {0}
ms: Ralat mengira perihalan Metrik: {0}

source: Error fetching indexed values for model {0}
hu: Hiba az indexelt értékek lekérése közben a(z) {0} modellhez
ms: Ralat mengambil nilai yang diindeks untuk model {0}

source: reverted to an earlier version
ar: تمت الاستعادة إلى إصدار سابق
bg: възстановено към по-ранна версия
ca: ha tornat a una versió anterior
de: auf eine frühere Version zurückgesetzt
eo: went back to an old save, fr
es: recuperado una versión anterior
fa: به نسخه قبلی برگردانده شد
fi: palautettu aiempaan versioon
fr: retour à une version antérieure
hu: visszaállítva egy korábbi verzióra
it: ritornare a una versione precedente
ja: 以前のバージョンに戻る
lt: grąžinta į ankstesnę versiją
ms: kembali ke versi sebelumnya
nb: tilbakestilt til en tidligere versjon
nl: teruggedraaid naar een eerdere versie
pl: przywrócony do poprzedniej wersji
pt_br: reverteu para uma versão anterior
ru: вернулись к предыдущей версии
sk: sa vrátil k predchádzajúcej verzii
sl: Vrnjena na starejšo različico
sq: u rikthye në një version më të hershëm
sr: vraćeno na raniju verziju
sv: återgått till en tidigare version
tr: önceki bir sürüme geri dönüldü
uk: поверненося до попередньої версії
vi: đã trở lại phiên bản trước đó
zh_hk: 恢復到前一個版本

source: created a revision with no change.
ar: أنشأ مراجعة دون أي تغيير.
bg: създадена ревизия без промяна.
ca: ha creat una revisió sense cap canvi.
de: eine Revision ohne Änderung erstellt.
eo: made a revision with zero cap, no cap
es: he creado una revisión sin cambios.
fa: یک ویرایش بدون تغییر ایجاد کرد.
fi: Luotiin tarkistusversio ilman muutoksia.
fr: créé un retour en arrière sans changement.
hu: változás nélküli verziót hozott létre.
it: ha creato una revisione senza modifiche.
ja: は変更のないリビジョンを作成した。
lt: sukūrė peržiūrą be pakeitimų.
ms: mencipta semakan tanpa perubahan.
nb: opprettet en revisjon med ingen endringer.
nl: heeft een revisie zonder wijzigingen gemaakt.
pl: utworzył wersję bez zmian.
pt_br: criou uma revisão sem alterações.
ru: создал ревизию без изменений.
sk: vytvoril revíziu bez zmeny.
sl: Ustvaril je revizijo brez sprememb.
sq: krijoi një revision pa ndryshim.
sr: kreirana revizija bez izmena.
sv: skapade en revision utan ändring.
tr: hiçbir değişiklik olmadan bir revizyon oluşturdu.
uk: створив ревізію без змін.
vi: đã tạo một bản sửa đổi không có thay đổi nào.
zh_hk: 創建了一個沒有更改的修訂。

source: modified this
ar: عدّل هذا
bg: модифицирано това
ca: ha canviat això
de: dies modifiziert
eo: slapped a little upgrade on this
es: modificado esto
fa: این را اصلاح کرد
fi: muokkasin tämän
fr: Modifié ceci
hu: ezt módosította
it: modificato questo
ja: これを修正した
lt: tai modifikavo
ms: mengubah suai ini
nb: modifiserte dette
nl: heeft dit aangepast
pl: to zmodyfikował
pt_br: modificou isso
ru: изменённый
sk: upravený tento
sl: To je spremenil
sq: modifikoi këtë
sr: izmenjeno
sv: ändrat detta
tr: bunu değiştirdi
uk: змінив це
vi: đã sửa đổi điều này
zh_hk: 修改了這個

source: moved {0} to {1}
ar: نقل {0} إلى {1}
bg: преместено {0} към {1}
ca: ha mogut {0} a {1}
de: {0} nach {1} verschoben
eo: moved {0} to {1} lol
es: movido {0} a {1}
fa: {0} به {1}منتقل شد
fi: siirsi {0} kohteeseen {1}
fr: déplacé de {0} à {1}
hu: {0} áthelyezve {1}-re
it: spostato {0} a {1}
ja: {0}を{1}に移動
lt: perkeltas {0} į {1}
ms: mengalihkan {0} ke {1}
nb: flyttet {0} til {1}
nl: verplaatst {0} naar {1}
pl: przeniósł {0} do {1}
pt_br: moveu {0} para {1}
ru: переместить {0} на {1}
sk: presunutý {0} na {1}
sl: premaknil {0} v {1}
sq: e zhvendosi {0} te {1}
sr: premestio {0} u {1}
sv: flyttade {0} till {1}
tr: {0}'ı {1}'e taşıdı
uk: перемістив {0} до {1}
vi: đã di chuyển {0} đến {1}
zh_hk: 將 {0} 移至 {1}

source: disabled collection preview
ar: عطّل معاينة المجموعة
bg: деактивиран преглед на колекцията
ca: ha deshabilitat la previsualització
de: Sammlungs-Vorschau deaktiviert
eo: disabled collection preview → "fr fr, no cap, preview's disabled"
es: vista previa de la colección deshabilitada
fa: پیش نمایش مجموعه غیرفعال
fi: vammaisten kokoelman esikatselu
fr: aperçu de la collection désactivé
hu: gyűjtemény előnézet letiltva
it: anteprima della collezione disabili
ja: 障害者コレクションのプレビュー
lt: išjungta kolekcijos peržiūra
ms: menyahaktifkan pratonton koleksi
nb: deaktivert forhåndsvisning for samling
nl: inactieve collecties bekijken
pl: wyłączył podgląd kolekcji
pt_br: desabilitou a visualização de coleção
ru: Предварительный просмотр коллекции для инвалидов
sk: náhľad kolekcie pre zdravotne postihnutých
sl: Onemogočen predogled zbirke
sq: çaktivizoi preview të koleksionit
sr: isključen pregled kolekcije
sv: förhandsgranskning av funktionshindrad samling
tr: engelli koleksiyonu önizlemesi
uk: вимкнув попередній перегляд колекції
vi: vô hiệu hóa xem trước bộ sưu tập
zh_hk: 禁用集合預覽

source: this {0}
ar: هذه {0}
bg: това {0}
ca: això {0}
de: diesen {0}
eo: this, fr fr
es: este {0}
fa: این {0}
fi: tämä {0}
fr: Ceci {0}
hu: ez a(z) {0}
it: questo {0}
ja: この{0}。
lt: tai {0}
ms: ini {0}
nb: dette {0}
nl: deze/dit {0}
pl: ten {0}
pt_br: este {0}
ru: этот {0}
sk: toto {0}
sl: Ta {0}
sq: këtë {0}
sr: ovaj {0}
sv: denna {0}
tr: bu {0}
uk: це {0}
vi: {0} này
zh_hk: 這個{0}

source: modified the query
ar: عدّل الاستعلام
bg: модифицирано запитването
ca: ha canviat la pregunta
de: die Abfrage geändert
eo: changed up the ask
es: modifique la consulta
fa: پرس و جو را اصلاح کرد
fi: muokkasi kyselyä
fr: modifié la question
hu: a lekérdezés módosítva
it: ha modificato la query
ja: クエリを変更
lt: pakeitė užklausą
ms: mengubah query
nb: modifiserte spørringen
nl: de query aangepast
pl: zmodyfikował pytanie
pt_br: modificou a consulta
ru: изменил запрос
sk: upravil dotaz
sl: Spreminjanje poizvedbe
sq: modifikoi pyetjen
sr: izmenjen upit
sv: ändrade förfrågan
tr: sorguyu değiştirdi
uk: змінив запит
vi: đã sửa đổi truy vấn
zh_hk: 修改了查詢

source: enabled collection review
ar: فعّل مراجعة المجموعة
bg: разрешен преглед на колекцията
ca: ha activat la revisió de col·leccions
de: Sammlungsüberprüfung aktiviert
eo: turned on the collection review
es: revisión de colección habilitada
fa: بررسی مجموعه را فعال کرد
fi: mahdollistettu kokoelman tarkastelu
fr: vérification de la collection autorisée
hu: gyűjtemény áttekintése engedélyezve
it: revisione della raccolta abilitata
ja: 有効なコレクション・レビュー
lt: įjungta kolekcijos peržiūra
ms: semakan koleksi diaktifkan
nb: aktivert samlingsgjennomgang
nl: collectie review ingeschakeld
pl: włączył podgląd kolekcji
pt_br: habilitou a revisão de coleção
ru: обзор включенной коллекции
sk: povolená revízia zberu
sl: Omogočen pregled zbirke
sq: aktivizoi review të koleksionit
sr: uključen pregled kolekcije
sv: aktiverad insamlingskontroll
tr: etkin koleksiyon incelemesi
uk: увімкнув перегляд колекції
vi: cho phép xem lại bộ sưu tập
zh_hk: 啟用集合審核

source: made {0} public
ar: جعل {0} عامًا
bg: направено {0} публично
ca: ha establert {0} públic
de: {0} veröffentlicht
eo: made {0} out in the open
es: Hecho {0} público
fa: {0} عمومی شد
fi: teki {0} julkiseksi
fr: rendu {0} public
hu: nyilvánossá tette {0}-t
it: reso pubblico {0}
ja: {0}公開された
lt: paviešino {0}
ms: menjadikan {0} awam
nb: gjorde {0} offentlig
nl: heeft {0} openbaar gemaakt
pl: opublikował {0}
pt_br: tornou {0} público
ru: обнародовал {0}
sk: zverejnil {0}
sl: {0} javno
sq: e bëri {0} publik
sr: postavljeno {0} kao javno
sv: offentliggjorde {0}
tr: {0} halka açık hale getirildi
uk: зробив {0} публічним
vi: đã công khai {0}
zh_hk: 將 {0} 設為公開

source: unarchived {0}
hu: archívumból visszaállítva: {0}
ms: memulihkan arkib{0}

source: changed pin position
ar: غيّر موضع التثبيت
bg: променена позиция на пина
ca: ha canviat la posició del pin
de: Pin-Position geändert
eo: switched up the pin placement
es: cambiado posición del fijador
fa: تغییر موقعیت پین
fi: muutettu nastan sijainti
fr: changement de la position de la clé
hu: a rögzítési pozíció megváltoztatva
it: posizione del perno modificata
ja: ピンの位置を変更
lt: pakeista kaiščio padėtis
ms: menukar kedudukan pin
nb: endret pin posisjon
nl: pennetje positie veranderd
pl: zmienił pozycję przypięcia
pt_br: mudou a posição do fixado
ru: изменено положение штифта
sk: zmenená poloha kolíka
sl: Spremenjen položaj zatiča
sq: ndryshoi pozicionin e fiksimit
sr: promenjena pozicija zakačenog elementa
sv: ändrat stiftposition
tr: pim konumu değiştirildi
uk: змінив позицію закріплення
vi: thay đổi vị trí pin
zh_hk: 更改了釘位

source: changed the embedding parameters
ar: غيّر معلمات التضمين
bg: променени параметри на вграждане
ca: ha canviat els paràmetres d'incrustació
de: Einbettungsparameter geändert
eo: switched up the embedding settings
es: cambió los parámetros de incrustación
fa: پارامترهای تعبیه را تغییر داد
fi: muutti upotusparametrit
fr: a modifié les paramètres d'intégration
hu: a beágyazási paraméterek megváltoztatva
it: ha modificato i parametri di incorporamento
ja: 埋め込みパラメータを変更
lt: pakeisti įdėjimo parametrai
ms: mengubah parameter penyematan
nb: endret innebyggingsparameter
nl: heeft de inbeddingsparameters gewijzigd
pl: zmienił parametry osadzania
pt_br: mudou os parâmetros de incorporação
ru: изменил параметры встраивания
sk: zmenil parametre vkladania
sl: Spremenjeni parametri vdelave
sq: ndryshoi parametrat e integrimit
sr: promenjeni parametri ugradnje
sv: ändrade inbäddningsparametrarna
tr: gömme parametrelerini değiştirdi
uk: змінив параметри вбудовування
vi: đã thay đổi các tham số nhúng
zh_hk: 更改了嵌入參數

source: it
ar: هو
bg: това
ca: això
de: es
eo: it → fr fr
es: el
fa: آن را
fi: se
fr: ça
hu: azt
it: esso
ja: それ
lt: tai
ms: ia
nb: det
nl: het
pl: to
pt_br: isto
ru: это
sk: to
sl: ono
sq: atë
sr: ga
sv: den
tr: o
uk: це
vi: Nó
zh_hk: 它

source: made {0} private
ar: جعل {0} خاصًا
bg: направено {0} частно
ca: ha establert {0} privat
de: {0} privat gemacht
eo: Made {0} on the DL
es: Hecho {0} privado
fa: {0} خصوصی شد
fi: tehty {0} yksityiseksi
fr: rendu {0} privé
hu: priváttá tette {0}-t
it: reso privato {0}
ja: {0}を非公開にした
lt: padarė {0} privačią
ms: menjadikan {0} peribadi
nb: gjorde {0} privat
nl: maakte {0} privé
pl: oznaczył {0} jako prywatne
pt_br: tornou {0} privado
ru: сделал сайт {0} частным
sk: {0} súkromné
sl: {0} zasebno
sq: e bëri {0} privat
sr: postavljeno {0} kao privatno
sv: gjorde {0} privat
tr: {0} özel yapıldı
uk: зробив {0} приватним
vi: đã làm {0} riêng tư
zh_hk: 將 {0} 設為私密

source: enabled embedding
ar: فعّل التضمين
bg: разрешено вграждане
ca: ha activat la incrustació
de: Einbettung aktiviert
eo: yo, embedding is enabled
es: incrustación habilitada
fa: تعبیه را فعال کرد
fi: mahdollistettu upotus
fr: intégration activée
hu: beágyazás engedélyezve
it: incorporazione abilitata
ja: 埋め込み可能
lt: įjungtas įterpimas
ms: penyematan diaktifkan
nb: aktivert innebygging
nl: inbedding ingeschakeld
pl: włączył osadzanie
pt_br: habilitou a incorporação
ru: включённое встраивание
sk: povolené vkladanie
sl: Omogočena vdelava
sq: aktivizoi integrimin
sr: uključena ugradnja
sv: aktiverad inbäddning
tr: etkin gömme
uk: увімкнув вбудовування
vi: đã bật nhúng
zh_hk: 啟用嵌入

source: renamed {0} from "{1}" to "{2}"
ar: أعاد تسمية {0} من "{1}" إلى "{2}"
bg: преименувано {0} от "{1}" на "{2}"
ca: ha renombrat {0} de "{1}" a "{2}"
de: umbenannt {0} von "{1}" zu "{2}"
eo: renamed {0} from “{1}” to “{2}” — big vibe shift
es: renombrado {0} de "{1}" a "{2}"
fa: تغییر نام {0} از "{1}" به "{2}"
fi: nimesi {0} uudelleen muotoon "{1}" - "{2}"
fr: renommé {0} de "{1}" à "{2}"
hu: átnevezte a(z) {0} címet "{1}" helyett "{2}" névre
it: rinominato {0} da "{1}" a "{2}".
ja: {0}の名前を"{1}"から"{2}"に変更
lt: pervardijo {0} iš „{1}“ į „{2}“
ms: menamakan semula {0} daripada "{1}" kepada "{2}"
nb: omdøpte {0} fra "{1}" til "{2}"
nl: hernoemd {0} van "{1}" naar "{2}"
pl: zmieniono nazwę {0} z "{1}" na "{2}"
pt_br: renomeou {0} de "{1}" para "{2}"
ru: переименовать {0} из "{1}" в "{2}"
sk: premenovanie {0} z "{1}" na "{2}"
sl: preimenovanje {0} iz "{1}" v "{2}".
sq: riemërtoi {0} nga "{1}" në "{2}"
sr: preimenovao {0} iz "{1}" u "{2}"
sv: bytt namn på {0} från "{1}" till "{2}"
tr: {0}'ın adını "{1}"'den "{2}"'ye değiştirdi
uk: перейменував {0} з "{1}" на "{2}"
vi: đổi tên {0} từ "{1}" thành "{2}"
zh_hk: 將 {0} 從"{1}"重命名為"{2}"

source: Card
ar: بطاقة
bg: Карта
ca: Targeta
de: Karte
eo: Card = "Pls" or "Card" itself works, but if you want a full slang vibe, maybe "Pls" (short for "please," often used for cards or payment stuff).
es: Tarjeta
fa: کارت
fi: Kortti
fr: Carte
hu: Kártya
it: Scheda
ja: カード
lt: Kort
ms: Kad
nb: Kort
nl: Kaart
pl: Karta
pt_br: Cartão
ru: Карта
sk: Karta
sl: Kartica
sq: Kartë
sr: Kartica
sv: Kort
tr: Kart
uk: Картка
vi: Thẻ
zh_hk: 卡片

source: moved {0} from {1} to {2}
ar: نقل {0} من {1} إلى {2}
bg: преместено {0} от {1} към {2}
ca: ha mogut {0} de {1} a {2}
de: verschoben {0} von {1} zu {2}
eo: Moved {0} from {1} to {2} — fr, I just slid {0} from {1} to {2}
es: movido {0} de {1} a {2}
fa: {0} از {1} به {2}منتقل شد
fi: siirsi {0} paikasta {1} paikkaan {2}
fr: a déplacé {0} de {1} à {2}
hu: {0} áthelyezve innen: {1}, ide: {2}
it: ha spostato {0} da {1} a {2}
ja: {0}を{1}から{2}に移動しました
lt: perkeltas {0} iš {1} į {2}
ms: mengalihkan {0} dari {1} ke {2}
nb: flyttet {0} fra {1} til {2}
nl: verplaatst {0} van {1} naar {2}
pl: przeniósł {0} z {1} do {2}
pt_br: moveu {0} de {1} para {2}
ru: переместить {0} с {1} на {2}
sk: presunul {0} z {1} na {2}
sl: premaknil {0} iz {1} v {2}
sq: e zhvendosi {0} nga {1} te {2}
sr: premestio {0} iz {1} u {2}
sv: flyttade {0} från {1} till {2}
tr: {0}'ı {1}'den {2}'ye taşıdı
uk: перемістив {0} з {1} до {2}
vi: di chuyển {0} từ {1} đến {2}
zh_hk: 將 {0} 從 {1} 移動到 {2}

source: archived {0}
hu: archiválva: {0}
ms: mengarkibkan {0}

source: changed the filters
ar: غيّر الفلاتر
bg: промени филтрите
ca: ha canviat els filtres
de: hat die Filter geändert
eo: switched up the filters
es: cambiaron los filtros
fa: فیلترها را عوض کرد
fi: vaihdoin suodattimet
fr: changé les filtre
hu: a szűrők megváltoztatva
it: ha cambiato i filtri
ja: フィルターを交換
lt: pakeisti filtrai
ms: menukar penapis
nb: Endret filtrene
nl: heeft de filters vervangen
pl: zmienił filtry
pt_br: mudou os filtros
ru: поменял фильтры
sk: vymenil filtre
sl: Spremenjeni filtri
sq: ndryshoi filtrat
sr: promenjeni filteri
sv: bytte filter
tr: filtreleri değiştirdi
uk: змінив фільтри
vi: đã thay đổi bộ lọc
zh_hk: 改變了過濾器

source: disabled embedding
ar: عطّل التضمين
bg: деактивирано вграждане
ca: ha deshabilitat la incrustació
de: Einbettung deaktiviert
eo: disabled embedding → no cap, embedding's on snooze mode
es: incrustación deshabilitada
fa: تعبیه غیرفعال
fi: estetty upotus
fr: intégration désactivée
hu: beágyazás letiltva
it: incorporazione disabilitata
ja: 埋め込み不可
lt: išjungtas įdėjimas
ms: menyahaktifkan penyematan
nb: deaktiverte innebygging
nl: inbedding uitgeschakeld
pl: wyłączył osadzanie
pt_br: desabilitou a incorporação
ru: отключенное встраивание
sk: vypnuté vkladanie
sl: Invalidna vdelava
sq: çaktivizoi integrimin
sr: isključena ugradnja
sv: inaktiverad inbäddning
tr: devre dışı gömme
uk: вимкнув вбудовування
vi: vô hiệu hóa nhúng
zh_hk: 禁用嵌入

source: changed the filter mapping
ar: غيّر تعيين الفلاتر
bg: променено картографирането на филтъра
ca: ha canviat el mapeig del filtre
de: hat die Filterzuordnung geändert
eo: yo, switched up the filter mapping
es: cambió la asignación de filtros
fa: نقشه فیلتر را تغییر داد
fi: vaihdettiin suodattimen karttausta
fr: a modifié la cartographie des filtres
hu: a szűrő leképezés megváltoztatva
it: ha modificato la mappatura dei filtri
ja: フィルターマッピングを変更
lt: pakeistas filtro žemėlapis
ms: menukar pemetaan penapis
nb: endret filterkoblingen
nl: heeft de filtertoewijzing gewijzigd
pl: zmienił mapowanie filtrów
pt_br: mudou o mapeamento do filtro
ru: изменил отображение фильтров
sk: zmenil mapovanie filtra
sl: Spremenjena preslikava filtra
sq: ndryshoi hartëzimin e filtrit
sr: promenjeno mapiranje filtera
sv: ändrade filtermappningen
tr: filtre eşlemesini değiştirdi
uk: змінив мапінг фільтрів
vi: đã thay đổi ánh xạ bộ lọc
zh_hk: 更改了過濾器映射

source: Error calculating Segment description: {0}
hu: Hiba a szegmens leírásának számítása közben: {0}
ms: Ralat mengira perihalan Segmen: {0}

source: Setting {0} can only be set in a user-local way, but there are no *user-local-values*.
hu: A(z) {0} beállítás csak felhasználói helyi módban állítható be, de nincsenek *felhasználói helyi értékek*.
ms: Tetapan {0} hanya boleh ditetapkan dalam cara tempatan pengguna, tetapi tiada *nilai-tempatan-pengguna*.

source: Prefix for upload table names
ar: بادئة أسماء جداول الرفع
bg: Префикс за имена на таблици на качвания
ca: Prefix per als noms de les taules pujades
de: Präfix für Upload-Tabellennamen
eo: Prefix for upload table names? Lowkey giving me “what’s the vibe” rn lol
es: Prefijo para nombres de tablas subidas
fa: پیشوند نام جدول آپلود
fi: Lataa taulujen nimille etuliite
fr: Préfixe pour les noms de tables chargées
hu: A feltöltési táblanevek előtagja
it: Prefisso per i nomi delle tabelle di caricamento
ja: アップロード・テーブル名のプレフィックス
lt: Įkėlimo lentelių pavadinimų priešdėlis
ms: Awalan untuk nama jadual muat naik
nb: Prefic for tabellnavn for opplastinger
nl: Voorvoegsel voor upload tabelnamen
pl: Prefiks dla ładowanych nazw tabel
pt_br: Prefixo para nomes de tabela de upload
ru: Префикс для имен таблиц выгрузки
sk: Predpona pre názvy tabuliek na odosielanie
sl: Predpona za imena tabel za nalaganje
sq: Prefiks për emrat e tabelave të upload-it
sr: Prefiks za nazive tabela za upload
sv: Prefix för tabellnamn för uppladdning
tr: Yükleme tablosu adları için önek
uk: Префікс для назв таблиць завантаження
vi: Tiền tố để tải lên tên bảng
zh_hk: 上傳表名稱的字首

source: ID of dashboard to use as a homepage
ar: معرّف لوحة المعلومات لاستخدامها كصفحة رئيسية
bg: ID на табло за използване като начална страница
ca: ID del quadre de comandament per utilitzar-lo com a pàgina d'inici
de: ID des Dashboards, das als Startseite verwendet werden soll
eo: ID of the dashboard to set as your main page, fr.
es: ID del tablero para usar como página de inicio
fa: شناسه داشبورد برای استفاده به عنوان صفحه اصلی
fi: Käytettävän kojelaudan tunniste kotisivuna
fr: ID du tableau de bord à utiliser comme page d'accueil
hu: A kezdőlapként használandó irányítópult azonosítója
it: ID della dashboard da utilizzare come homepage
ja: ホームページとして使用するダッシュボードのID
lt: Prietaisų skydelio ID, kurį reikia naudoti kaip pagrindinį puslapį
ms: ID papan pemuka untuk digunakan sebagai laman utama
nb: ID til infotavle som skal benyttes som hjemmeside
nl: ID van dashboard om te gebruiken als startpagina
pl: ID pulpitu do użycia jako strona startowa
pt_br: ID do painel a ser usado como página inicial
ru: ID дашборда для использования в качестве домашней страницы
sk: ID prístrojovej dosky, ktorá sa má použiť ako domovská stránka
sl: ID nadzorne plošče, ki jo želite uporabiti kot domačo stran
sq: ID e panelit për t’u përdorur si homepage
sr: ID kontrolne table koja će se koristiti kao početna stranica
sv: ID för instrumentpanel som ska användas som startsida
tr: Ana sayfa olarak kullanılacak gösterge tablosunun kimliği
uk: ID дашборду для використання як домашньої сторінки
vi: ID của bảng điều khiển để sử dụng làm trang chủ
zh_hk: 設定為首頁的儀表板ID
