Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Is JWT authentication configured and enabled?
ar: هل تم تكوين مصادقة JWT وتفعيلها؟
bg: Конфигурирана и активирана ли е автентикацията на JWT?
ca: Està l'autenticació JWT configurada i activada?
de: Ist die JWT-Authentifizierung konfiguriert und aktiviert?
eo: Is JWT auth set up and turned on fr fr?
es: ¿Está la autentificación con JWT configurada y habilitada?
fa: آیا احراز هویت JWT پیکربندی و فعال شده است?
fi: Onko JWT-todennus konfiguroitu ja otettu käyttöön?
fr: Est-ce que l'authentification JWT est paramétrée et authorisée ?
hu: A JWT hitelesítés konfigurálva és engedélyezve van?
it: L'autenticazione JWT è configurata e abilitata?
ja: JWT認証が設定され、有効になっているか?
lt: Ar JWT autentifikavimas sukonfigūruotas ir įjungtas?
ms: Adakah pengesahan JWT dikonfigurasikan dan diaktifkan?
nb: Er JWT-autentisering konfigurert og aktivert?
nl: Is JWT-verificatie geconfigureerd en ingeschakeld?
pl: Czy skonfigurowano i włączono uwierzytelnianie JWT?
pt_br: A autenticação JWT foi configurada e habilitada?
ru: Настроена и включена ли аутентификация JWT?
sk: Je nakonfigurované a povolené overovanie JWT?
sl: Ali je preverjanje pristnosti JWT konfigurirano in omogočeno?
sq: A është konfiguruar dhe aktivizuar autentikimi JWT?
sr: Da li je JWT autentifikacija konfigurisana i omogućena?
sv: Är JWT-autentisering konfigurerad och aktiverad?
tr: JWT kimlik doğrulaması yapılandırıldı ve etkinleştirildi mi?
uk: Чи налаштовано й увімкнено автентифікацію JWT?
vi: Xác thực JWT đã được cấu hình và kích hoạt chưa?
zh_hk: 是否已配置並啟用 JWT 驗證？

source: Are the mandatory SAML settings configured?
ar: هل تم تكوين إعدادات SAML الإلزامية؟
bg: Задължителните настройки на SAML конфигурирани ли са?
ca: La configuració obligatòria de SAML està complerta?
de: Sind die Pflichteinstellungen für SAML konfiguriert?
eo: Yo, are the mandatory SAML settings all set up?
es: ¿Se han configurado los valores requeridos de SAML?
fa: آیا تنظیمات اجباری SAML پیکربندی شده‌اند?
fi: Onko pakolliset SAML-asetukset määritetty?
fr: Les paramètres SAML obligatoires sont-ils configurés ?
hu: A kötelező SAML beállítások konfigurálva vannak?
it: Le impostazioni obbligatorie SAML sono configurate?
ja: 必須のSAML設定がされているか?
lt: Ar sukonfigūruoti privalomi SAML nustatymai?
ms: Adakah tetapan SAML mandatori telah dikonfigurasikan?
nb: Er de påkrevde innstillingene for SAML satt?
nl: Zijn de verplichte SAML-instellingen geconfigureerd?
pl: Czy skonfigurowano obowiązkowe ustawienia SAML?
pt_br: Os parâmetros obrigatórios de SAML foram configurados?
ru: Настроены ли обязательные параметры SAML?
sk: Sú povinné nastavenia SAML nakonfigurované?
sl: Ali so konfigurirane obvezne nastavitve SAML?
sq: A janë konfiguruar rregullimet e detyrueshme të SAML?
sr: Da li su obavezna SAML podešavanja konfigurisana?
sv: Är de obligatoriska SAML-inställningarna konfigurerade?
tr: Zorunlu SAML ayarları yapılandırıldı mı?
uk: Чи налаштовані обов’язкові налаштування SAML?
vi: Các cài đặt SAML bắt buộc đã được cấu hình chưa?
zh_hk: 是否已配置必需的 SAML 設定？

source: Google Sign-in
hu: Google bejelentkezés
lt: Google prisijungimas
ms: Log Masuk Google

source: Only duplicate the dashboard
ar: انسخ لوحة المعلومات فقط
bg: Дублирайте само таблото
ca: Només duplica el tauler
de: Nur das Dashboard duplizieren
eo: Just copy the dashboard, no cap
es: Solo duplicar el tablero
fa: فقط داشبورد را کپی کنید
fi: Kopioi vain kojelauta
fr: Dupliquer uniquement le tableau de bord
hu: Csak az irányítópultot másolja
it: Duplica solo la dashboard
ja: ダッシュボードのみを複製する
lt: Tik kopijuokite prietaisų skydelį
ms: Hanya gandakan papan pemuka
nb: Dupliser bare dashbordet
nl: Dupliceer alleen het dashboard
pl: Duplikuj tylko pulpit nawigacyjny
pt_br: Duplicar apenas o painel
ru: Дублировать только панель инструментов
sk: Iba duplikujte palubnú dosku
sl: Podvojite samo nadzorno ploščo
sq: Dupliko vetëm panelin
sr: Dupliciraj samo kontrolnu tablu
sv: Duplicera bara instrumentpanelen
tr: Sadece panoyu kopyala
uk: Дублювати лише приладову дошку
vi: Chỉ sao chép bảng điều khiển
zh_hk: 僅複製儀表板

source: If you check this, the cards in the duplicated dashboard will reference the original questions.
ar: إذا حدّدت هذا الخيار، فستشير البطاقات في لوحة المعلومات المنسوخة إلى الأسئلة الأصلية.
bg: Ако поставите отметка в това, картите в дублираното табло за управление ще препращат към оригиналните въпроси.
ca: Si marqueu això, les targetes del tauler duplicat faran referència a les preguntes originals.
de: Wenn Sie dies aktivieren, verweisen die Karten im duplizierten Dashboard auf die ursprünglichen Fragen.
eo: If you peep this, the cards in the clone dashboard will be repping the original questions, fr.
es: Si marca esta opción, las tarjetas en el panel duplicado harán referencia a las preguntas originales.
fa: اگر این را بررسی کنید، کارت‌های موجود در داشبورد تکراری به سؤالات اصلی اشاره می‌کنند.
fi: Jos valitset tämän, monistetussa kojelaudassa olevat kortit viittaavat alkuperäisiin kysymyksiin.
fr: Si vous cochez cette case, les cartes du tableau de bord dupliqué feront référence aux questions d'origine.
hu: Ha ezt bejelöli, a másolt irányítópult kártyái az eredeti kérdésekre fognak hivatkozni.
it: Se selezioni questa opzione, le schede nella dashboard duplicata faranno riferimento alle domande originali.
ja: これをチェックすると、複製されたダッシュボード内のカードは元の質問を参照するようになります。
lt: Jei tai pažymėsite, kortelių kopijavimo prietaisų skydelyje bus nuoroda į pradinius klausimus.
ms: Jika anda periksa ini, kad dalam gandaan papan pemuka akan kepada merujuk soalan asal.
nb: Hvis du merker av for dette, vil kortene i det dupliserte dashbordet referere til de opprinnelige spørsmålene.
nl: Als u dit aanvinkt, verwijzen de kaarten in het gedupliceerde dashboard naar de oorspronkelijke vragen.
pl: Jeśli zaznaczysz tę opcję, karty w zduplikowanym panelu będą odnosić się do oryginalnych pytań.
pt_br: Se marcar isso, os cartões no painel duplicado farão referência às perguntas originais.
ru: Если вы отметите этот флажок, карточки в дублированной панели управления будут ссылаться на исходные вопросы.
sk: Ak to začiarknete, karty na duplikovanom informačnom paneli budú odkazovať na pôvodné otázky.
sl: Če to označite, se bodo kartice na podvojeni nadzorni plošči nanašale na izvirna vprašanja.
sq: Nëse e shënoni këtë, kartat në panelin e duplikuar do t’u referohen pyetjeve origjinale.
sr: Ako ovo označite, kartice u dupliciranoj kontrolnoj tabli će referencirati originalna pitanja.
sv: Om du markerar detta kommer korten i den duplicerade instrumentpanelen att referera till de ursprungliga frågorna.
tr: Bunu işaretlediğinizde, çoğaltılmış panodaki kartlar orijinal sorulara referans verecektir.
uk: Якщо ви позначите це, картки в дубльованій приладовій дошці посилатимуться на оригінальні запити.
vi: Nếu bạn chọn mục này, các thẻ trong bảng điều khiển sao chép sẽ tham chiếu đến các câu hỏi gốc.
zh_hk: 如果勾選此選項，複製的儀表板中的卡片將參照原始問題。

source: Drill-through doesn’t work on SQL questions.
hu: Az átfúrás nem működik az SQL kérdéseken.
ms: Penelusuran tidak berfungsi pada soalan SQL.

source: Drill-through doesn’t work on native questions.
hu: Az átfúrás nem működik a natív kérdéseken.
ms: Penelusuran tidak berfungsi pada soalan asli.

source: Paused
ar: متوقف مؤقتًا
bg: Пауза
ca: En pausa
de: Pausiert
eo: On hold or mid-skip, lowkey paused rn
es: En pausa
fa: مکث شده
fi: Tauko
fr: En pause
hu: Szüneteltetve
it: In pausa
ja: ポーズ
lt: Pristabdyta
ms: Dihentikan
nb: Pause
nl: Gepauzeerd
pl: Wstrzymano
pt_br: Pausado
ru: Приостановлено
sk: Pozastavené
sl: Zamrznili
sq: Në pauzë
sr: Pauzirano
sv: På paus
tr: Durduruldu
uk: Призупинено
vi: Tạm dừng
zh_hk: 暫停

source: Pause
ar: إيقاف مؤقت
bg: Пауза
ca: Pausa
eo: Lowkey pause
es: Pausar
fa: توقف
fi: Keskeytä
hu: Szünet
it: Pausa
ja: ポーズ
lt: Pauzė
ms: Jeda
nl: Pauzeren
pl: Wstrzymaj
pt_br: Pausar
ru: Пауза
sk: Pozastaviť
sl: Pavza
sq: Pauzo
sr: Pauziraj
sv: Paus
tr: Durdur
uk: Призупинити
vi: Tạm dừng
zh_hk: 中斷

source: Resume
ar: استئناف
bg: Възобнови
ca: Continuar
de: Fortsetzen
eo: Resume → CV or "bop" (if referring to a good one)
es: Reiniciar
fa: ادامه
fi: Palauta
fr: Continuer
hu: Önéletrajz
it: Riprendi
ja: レジューム
lt: Tęsti
ms: Sambung semula
nb: Fortsett
nl: Hervatten
pl: Wznów
pt_br: Retomar
ru: Возобновить
sk: Pokračovať
sl: Življenjepis
sq: Rifillo
sr: Nastavi
sv: Återuppta
tr: Devam et
uk: Відновити
vi: Tiếp tục
zh_hk: 恢復

source: This will clear all your settings.
ar: سيؤدي هذا إلى مسح جميع إعداداتك.
bg: Това ще изчисти всичките ви настройки.
ca: Això esborrarà tota la teva configuració.
de: Dies wird alle Ihre Einstellungen löschen.
eo: This gonna wipe all your stuff, fr.
es: Esto borrará todos tus ajustes.
fa: این تمام تنظیمات شما را پاک خواهد کرد.
fi: Tämä poistaa kaikki asetuksesi.
fr: Cela effacera tous vos paramètres.
hu: Ezzel törli az összes beállítását.
it: Questo cancellerà tutte le tue impostazioni.
ja: これで、すべての設定がクリアされます。
lt: Tai išvalys visus nustatymus.
ms: Ini akan membersihkan semua tetapan anda.
nb: Dette vil slette alle innstillingene dine.
nl: Dit zal al je instellingen wissen.
pl: To wyczyści wszystkie Twoje ustawienia.
pt_br: Isto vai limpar todas as suas configurações.
ru: Это очистит все ваши настройки.
sk: Týmto sa vymažú všetky vaše nastavenia.
sl: S tem boste izbrisali vse nastavitve.
sq: Kjo do të pastrojë të gjitha cilësimet e tua.
sr: Ovo će obrisati sva vaša podešavanja.
sv: Detta kommer att rensa alla dina inställningar.
tr: Bu, tüm ayarlarınızı temizleyecektir.
uk: Це очистить усі ваші налаштування.
vi: Điều này sẽ xoá tất cả các cài đặt của bạn.
zh_hk: 這將清除您所有的設定。

source: Allow users to sign up on their own if their Google account email address is from one of the domains you specify here:
ar: اسمح للمستخدمين بالتسجيل بأنفسهم إذا كان عنوان بريد حساب Google لديهم من أحد النطاقات التي تحددها هنا:
bg: Позволете на потребителите да се регистрират сами, ако имейл адресът на Google акаунта им е от един от домейните, които сте посочили тук:
ca: Permet que els usuaris es registrin ells mateixos si l'adreça de correu del seu compte de Google és d'un dels dominis que especifiques aquí:
de: Erlaube Benutzern sich selbst zu registrieren, wenn deren Google Account von folgender E-Mail-Adresse stammt:
eo: Let users sign up by themselves if their Google email is from one of the domains you specify here, no cap.
es: Permite que los usuarios se registren por su cuenta si la dirección de correo electrónico de su cuenta de Google es de uno de los dominios que especificas aquí:
fa: اجازه دهید کاربران خود را ثبت نام کنند اگر آدرس ایمیل حساب Google آن‌ها از یکی از دامنه‌هایی است که اینجا مشخص می‌کنید:
fi: Salli käyttäjien rekisteröityä itse, jos heidän Google-tilin sähköpostiosoite on jostain tässä määrittelemistäsi verkkotunnuksista.
fr: Autorisez les utilisateurs à s'inscrire par eux-mêmes si l'adresse électronique de leur compte Google provient de l'un des domaines que vous indiquez ici :
hu: Engedélyezze a felhasználók számára az önálló regisztrációt, ha Google fiók e-mail címük az itt megadott domainek egyikéhez tartozik:
it: Consenti agli utenti di registrarsi da soli se il loro indirizzo email dell'account Google è da uno dei domini che specifichi qui:
ja: Googleアカウントのメールアドレスがここで指定したドメインのいずれかである場合、ユーザーが自分で登録できるようにします。
lt: Leiskite naudotojams patiems prisiregistruoti, jei jų „Google“ paskyros el. pašto adresas yra iš vieno iš čia nurodytų domenų:
ms: Benarkan pengguna mendaftar sendiri jika alamat e-mel akaun Google mereka berasal dari salah satu domain yang anda nyatakan di sini:
nb: Tillatt brukere å registrere seg hvis Google-kontoens e-postadresse er fra et av domenene du spesifiserer her:
nl: Sta gebruikers toe om zich zelf te registreren als hun Google account e-mailadres afkomstig is van een van de domeinen die je hier specificeert:
pl: Pozwól użytkownikom na samodzielną rejestrację, jeśli ich adres e-mail konta Google jest z jednej z domen, które określisz tutaj:
pt_br: Permita que os usuários se inscrevam por conta própria se seu endereço de e-mail da conta Google for de um dos domínios que você especificar aqui:
ru: Разрешить пользователям регистрироваться самостоятельно, если адрес электронной почты их аккаунта Google принадлежит одному из доменов, указанных здесь:
sk: Povoliť používateľom prihlásiť sa samostatne, ak ich e-mailová adresa účtu Google pochádza z niektorých domén, ktoré tu špecifikujete:
sl: Omogočite uporabnikom, da se sami prijavijo, če je njihov e-poštni naslov za Google Račun iz ene od domen, ki jih navedete tukaj:
sq: Lejo përdoruesit të regjistrohen vetë nëse adresa e email-it e llogarisë së tyre Google është nga një prej domain-eve që specifikon këtu:
sr: Dozvoli korisnicima da se sami registruju ako je email adresa njihovog Google naloga sa nekog od domena koje ovde navedete:
sv: Tillåt användare att själv registrera sig om deras Google-konto e-postadress kommer från en av de domäner du anger här:
tr: Google hesabı e-posta adresleri burada belirttiğiniz alanlardan biri ise, kullanıcıların kendi başlarına kayıt olmalarına izin verin:
uk: Дозволити користувачам реєструватися самостійно, якщо адреса електронної пошти їхнього облікового запису Google належить до одного з доменів, які ви вкажете тут:
vi: Cho phép người dùng tự đăng ký nếu địa chỉ email tài khoản Google của họ đến từ một trong các miền bạn chỉ định ở đây:
zh_hk: 允許使用者自行註冊，如果他們的 Google 帳戶電子郵件地址是來自您在此處指定的其中一個網域：

source: datetime1
bg: Датавреме1
ca: datahora 1
eo: date and time, fr fr
es: fecha1
fa: تاریخ 1
fi: I'm sorry, but "datetime1" is not a sentence in English. Could you please provide a complete sentence for translation?
fr: date1
it: data e ora1
lt: data ir laikas 1
ms: tarikhmasa1
ru: время даты1
sl: datum/čas1
sv: datumtid1
tr: tarih saat1
vi: ngày giờ1
zh_hk: 日期時間1

source: datetime2
bg: Датавреме2
ca: datahora2
eo: bruh, "datetime2" is just some techy code, so no cap, it’s like "time stuff" or "date thing" lol
it: data e ora2
lt: data ir laikas 2
ms: tarikhmasa2
ru: время даты2
sv: datumtid2
tr: tarih saat2
vi: ngày giờ2
zh_hk: 日期時間2

source: Get the difference between two datetime values (datetime2 minus datetime1) using the specified unit of time.
hu: Számolja ki a különbséget két dátumérték között (datetime2 mínusz datetime1) a megadott időegység használatával.
lt: Naudodami nurodytą laiko vienetą gaukite skirtumą tarp dviejų datos ir laiko reikšmių (datetime2 minus datetime1).
ms: Dapatkan perbezaan antara dua nilai tarikhmasa (tarikhmasa2 tolak tarikhmasa1) menggunakan unit masa yang ditentukan.

source: created_at
ms: dicipta_pada

source: shipped_at
ms: dihantar_pada

source: datetime1, datetime2
ms: tarikhmasa1, tarikhmasa2

source: The columns or expressions with your datetime values.
hu: Az oszlopok vagy kifejezések a dátumértékekkel.
ms: Lajur atau ungkapan dengan nilai tarikhmasa anda.

source: Choose from: "year", "month", "week", "day", "hour", "minute", or "second".
hu: Válasszon a következők közül: "év", "hónap", "hét", "nap", "óra", "perc" vagy "másodperc".
ms: Pilih dari: "tahun", "bulan", "minggu", "hari", "jam", "minit", atau "saat".

source: Extracts the week of the year as an integer.
ar: يستخرج رقم الأسبوع من السنة كعدد صحيح.
bg: Извлича седмицата от годината като цяло число.
ca: Extreu la setmana de l'any com a número enter.
de: Extrahiert die Woche des Jahres als Ganzzahl.
eo: Pulls the week of the year as a solid number, fr.
es: Extrae la semana del año como un entero.
fa: هفته‌ی سال را به عنوان یک عدد صحیح استخراج می‌کند.
fi: Hakee vuoden viikon kokonaislukuna.
fr: Extrait la semaine de l'année sous forme d'un nombre entier.
hu: A hét számának kinyerése az évben egész számként.
it: Estrae la settimana dell'anno come numero intero.
ja: その年の週を整数値で取り出す。
lt: Metų savaitę ištraukiama kaip sveikasis skaičius.
ms: Mengambil minggu tahun sebagai integer.
nb: Uthenter ukedagen i året som et heltall.
nl: Haalt de week van het jaar op als een geheel getal.
pl: Ekstrahuje tydzień roku jako liczbę całkowitą.
pt_br: Extrai a semana do ano como um número inteiro.
ru: Извлекает номер недели в году в виде целого числа.
sk: Extrahuje týždeň v roku ako celé číslo.
sl: Izvleče teden v letu kot celo število.
sq: Nxjerr javën e vitit si numër të plotë.
sr: Izvlači broj nedelje u godini kao ceo broj.
sv: Extrapolera veckans nummer under året som ett heltal.
tr: Yılın haftasını tam sayı olarak çıkarır.
uk: Витягує номер тижня року як ціле число.
vi: Trích xuất tuần của năm dưới dạng số nguyên.
zh_hk: 將年份中的周作為整數提取出來。

source: The name of the column with your date or datetime value.
ar: اسم العمود الذي يحتوي على قيمة التاريخ أو التاريخ/الوقت لديك.
bg: Името на колоната с вашата дата или стойност на дата и час.
ca: El nom de la columna amb el teu valor de data o valor datetime.
de: Der Name der Spalte mit Deinem Datums- oder Zeitstempelwert.
eo: The name of the column with your date or datetime vibe.
es: El nombre de la columna con su valor de fecha o datetime.
fa: نام ستونی با مقدار تاریخ یا datetime شما.
fi: Sarakkeen nimi, jossa on päivämäärä- tai aikaleimasi arvo.
fr: Le nom de la colonne contenant votre valeur de date ou de date-heure.
hu: Az oszlop neve a dátum vagy dátumértékkel.
it: Il nome della colonna con il tuo valore di data o datetime.
ja: 日付またはdatetimeの値を持つカラムの名前です。
lt: Stulpelio pavadinimas su data arba datetime reikšme.
ms: Nama lajur dengan nilai tarikh atau tarikhmasa anda.
nb: Navnet på kolonnen med dine dato- eller datetime-verdier.
nl: De naam van de kolom met uw datum of datetime waarde.
pl: Nazwa kolumny z wartością daty lub daty i godziny.
pt_br: O nome da coluna com sua data ou valor de data e hora.
ru: Название столбца с вашим значением даты или времени.
sk: Názov stĺpca s vašou hodnotou dátumu alebo dátumu a času.
sl: Ime stolpca z vrednostjo datuma ali datuma in časa.
sq: Emri i kolonës me vlerën tënde të datës ose datetime.
sr: Naziv kolone sa tvojom vrednošću datuma ili datuma i vremena.
sv: Namnet på kolumnen med ditt datum eller datum-/tidvärde.
tr: Tarih veya tarih saat değeri içeren sütunun adı.
uk: Назва стовпця з вашим значенням дати або дати й часу.
vi: Tên của cột chứa giá trị ngày hoặc thời gian của bạn.
zh_hk: 欄位名稱（包含您的日期或日期時間值）。

source: target
ar: الهدف
bg: цел
ca: objectiu
de: ziel
eo: target → "goal" or "main vibe" (depending on context, but "goal" is most common)
es: objetivo
fa: هدف
fi: kohde
fr: cible
hu: cél
it: obiettivo
ja: 目標
lt: taikinys
ms: sasaran
nb: mål
nl: doel
pl: cel
pt_br: destino
ru: цель
sk: cieľ
sl: cilj
sr: cilj
sv: mål
tr: hedef
uk: ціль
vi: mục tiêu
zh_hk: 目標

source: source
ar: المصدر
bg: източник
ca: origen
de: quelle
eo: slaps with the tea
es: fuente
fa: منبع
fi: lähde
hu: forrás
it: sorgente
ja: 根源
lt: šaltinis
ms: sumber
nb: kilde
nl: bron
pl: źródło
pt_br: fonte
ru: источник
sk: zdroj
sl: izvir
sr: izvor
sv: källa
tr: kaynak
uk: джерело
vi: nguồn
zh_hk: 來源

source: Convert timezone of a date or timestamp column.
hu: Dátum vagy időbélyeg oszlop időzónájának konvertálása.
ms: Tukar zon waktu lajur tarikh atau cap waktu.

source: The timezone you want to assign to your column.
ar: المنطقة الزمنية التي تريد إسنادها إلى عمودك.
bg: Часовата зона, която искате да зададете на вашата колона.
ca: La zona horària que vols assignar a la teva columna.
de: Die Zeitzone, die Du Deiner Spalte zuweisen möchtest.
eo: The timezone you wanna slap on your column.
es: La zona horaria que desea asignar a su columna.
fa: منطقه‌ زمانی که می‌خواهید به ستون‌تان اختصاص دهید.
fi: Aikavyöhyke, jonka haluat määrittää sarakkeellesi.
fr: Le fuseau horaire que vous souhaitez attribuer à votre colonne.
hu: Az időzóna, amelyet az oszlophoz rendelni szeretne.
it: Il fuso orario che vuoi assegnare alla tua colonna.
ja: カラムに割り当てるタイムゾーンを指定します。
lt: Laiko juosta, kurią norite priskirti stulpeliui.
ms: Zon waktu yang ingin anda tetapkan pada lajur anda.
nb: Tidssonen du vil tilordne kolonnen din.
nl: De tijdzone die u wilt toewijzen aan uw kolom.
pl: Strefa czasowa, którą chcesz przypisać do swojej kolumny.
pt_br: O fuso horário que você deseja atribuir à sua coluna.
ru: Часовой пояс, который вы хотите назначить своему столбцу.
sk: Časové pásmo, ktoré chcete priradiť k vášmu stĺpcu.
sl: Časovni pas, ki ga želite dodeliti stolpcu.
sq: Zona kohore që do t’i caktoni kolonës suaj.
sr: Vremenska zona koju želiš da dodeliš svojoj koloni.
sv: Tidszonen du vill tilldela din kolumn.
tr: Sütunuza atamak istediğiniz saat dilimi.
uk: Часовий пояс, який ви хочете призначити вашому стовпцю.
vi: Múi giờ bạn muốn gán cho cột của mình.
zh_hk: 要分配給欄位的時區。

source: (Optional) The current timezone of your column. The default timezone is your report timezone.
hu: (Nem kötelező) Az oszlop aktuális időzónája. Az alapértelmezett időzóna a jelentés időzónája.
ms: (Sekiranya perlu) Zon waktu semasa lajur anda. Zon waktu lalai adalah zon waktu laporan anda.

source: Missing widget label: {0}
ar: تسمية عنصر واجهة مستخدم مفقودة: {0}
bg: Липсва етикет за уиджет: {0}
ca: Falta l'etiqueta del widget: {0}
de: Fehlende Widget-Beschriftung: {0}
eo: Yikes, missing widget label: {0} fr fr
es: Falta la etiqueta del widget: {0}
fa: برچسب ویجت مفقود است: {0}
fi: Puuttuva pienoisohjelman nimi: {0}
fr: Étiquette de widget manquante : {0}
hu: Hiányzó widget címke: {0}
it: Etichetta del widget mancante: {0}
ja: ウィジェットラベルがありません。{0}
lt: Trūksta valdiklio etiketės: {0}
ms: Label widget hilang: {0}
nb: Mangler widget etikett: {0}
nl: Ontbrekend widgetlabel: {0}
pl: Brakuje etykiety widżetu: {0}
pt_br: Etiqueta de widget ausente: {0}
ru: Отсутствует метка виджета: {0}
sk: Chýbajúci popis widgetu: {0}
sl: Manjkajoča oznaka pripomočka: {0}
sq: Mungon etiketa e widget-it: {0}
sr: Nedostaje oznaka widgeta: {0}
sv: Saknas widget-etikett: {0}
tr: Eksik widget etiketi: {0}
uk: Відсутня мітка віджета: {0}
vi: Thiếu nhãn tiện ích: {0}
zh_hk: 缺少部件標籤：{0}

source: Save new question
ar: احفظ سؤالًا جديدًا
bg: Запазване на нов въпрос
ca: Desar com a nova pregunta
de: Speichere als neue Frage
eo: Save the new drip
es: Guardar como nueva pregunta
fa: ذخیره‌ی سوال جدید
fi: Tallenna uusi kysymys.
fr: Enregistrer une nouvelle question
hu: Új kérdés mentése
it: Salva come nuova richiesta
ja: 新しい質問を保存する
lt: Išsaugoti naują klausimą
ms: Simpan soalan baru
nb: Lagre som nytt spørsmål
nl: Sla op als nieuwe vraag
pl: Zapisz jako nowe pytanie
pt_br: Salvar nova pergunta
ru: Сохранить новый запрос
sk: Uložiť ako novú otázku
sl: Shrani novo vprašanje
sq: Ruaj pyetje të re
sr: Sačuvaj novo pitanje
sv: Spara som ny fråga
tr: Yeni soru kaydet
uk: Зберегти новий запит
vi: Lưu câu hỏi mới
zh_hk: 儲存為新提問

source: Duplicate "{0}" and its questions
ar: انسخ "{0}" وأسئلته
bg: Дублиране на "{0}" и неговите въпроси
ca: Duplicar "{0}" i les seves preguntes
de: Dupliziere "{0}" und dessen Fragen
eo: Copying "{0}" and all its Qs, fr fr
es: Duplicar"{0}" y sus preguntas
fa: کپی کردن "{0}" و سوالات آن
fi: Kopioi "{0}" ja sen kysymykset
fr: Dupliquer "{0}" et ses questions
hu: A(z) "{0}" és a hozzá tartozó kérdések ismétlése
it: Duplica "{0}" e le sue domande
ja: "{0}"とその質問を複製する
lt: Pasikartoja „{0}“ ir jo klausimai
ms: Gandaan "{0}" dan soalan-soalannya
nb: Dupliser "{0}" og dets spørsmål
nl: Dupliceer "{0}" inclusief vragen
pl: Duplikuj "{0}" i jego pytania
pt_br: Duplicar "{0}" e suas perguntas
ru: Дублировать "{0}" и его запросы
sk: Duplicovať "{0}" a jeho otázky
sl: Podvojite"{0}" in njegova vprašanja
sq: Dupliko "{0}" dhe pyetjet e tij
sr: Dupliraj "{0}" i njegova pitanja
sv: Duplicera "{0}" och dess frågor
tr: "{0}" ve sorularını ikileyin
uk: Дублювати "{0}" та його запити
vi: Sao chép "{0}" và các câu hỏi của nó
zh_hk: 重複 "{0}" 及其問題

source: Duplicated {0}, but couldn't duplicate some questions
hu: A(z) {0} megkettőzve, de néhány kérdést nem sikerült megkettőzni
ms: Gandaan {0}, tetapi tidak dapat gandakan beberapa soalan
