Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Invalid comparison entity type. Can only be one of "table", "segment", or "adhoc"
ar: نوع كيان مقارنة غير صالح. لا يمكن أن يكون إلا أحد "table" أو "segment" أو "adhoc"
bg: Невалиден тип обект за сравнение. Може да бъде само един от „таблица“, „сегмент“ или „adhoc“
ca: El tipus d'entitat de comparació no és correcta. Només pot ser "taula", "segment" o "adhoc"
de: Ungültiger Vergleichsentitätstyp. Kann nur einer von "Tabelle", "Segment" oder "Adhoc" sein
eo: Bruh, this comparison entity type is invalid. It can only be one of these: "table," "segment,", or "adhoc."
es: Tipo de entidad de comparación inválida. Solo puede ser "tabla", "segmento" o "adhoc"
fa: نوع موجودیت مقایسه نادرست فقط می تواند یکی از "جدول"، "بخش" یا "adhoc" باشد
fi: Virheellinen vertailukokonaisuuden tyyppi. Voi olla vain yksi seuraavista: "taulukko", "segmentti" tai "adhoc"
fr: Type d'entité de comparaison invalide. Peut seulement prendre ses valeurs dans "table", "segment" ou "adhoc"
hu: Érvénytelen összehasonlító entitástípus. Csak a "tábla", "szegmens" vagy "adhoc" lehet
it: Comparazione non valida tra tipi di entità. Può essere solo uno di "tabella", "segmento" or "adhoc"
ja: 無効な比較エンティティタイプです。「テーブル」「セグメント」または「アドホック」のうち一つのみが選択可能です。
lt: Neteisingas palyginimo subjekto tipas. Gali būti tik vienas iš „lentelės“, „segmento“ arba „adhoc“
ms: Jenis entiti perbandingan tidak sah. Hanya boleh menjadi salah satu daripada "jadual", "segmen", atau "adhoc".
nb: Ugyldig entitetstype for sammenligning. Kan kun være en av "tabell", "segment", eller "adhoc"
nl: Ongeldig type vergelijkingsentiteit. Kan alleen een van 'tabel', 'segment' of 'adhoc' zijn
pl: Nieprawidłowy typ jednostki porównania. Może być tylko jeden z "Tabela", "segment" lub "AdHoc"
pt_br: Tipo de entidade de comparação inválida. Pode ser somente um de "tabela", "segmento" ou "adhoc"
ru: Некорректный тип для сравнения сущности. Может быть только "таблица", "сегмент" или "на лету"
sk: Neplatný typ porovnávacej entity. Môže to byť iba „tabuľka“, „segment“ alebo „adhoc“
sl: Neveljavna vrsta primerjalne entitete. Lahko je samo ena izmed "table", "segment" ali "adhoc"
sq: Lloj entiteti krahasimi i pavlefshëm. Mund të jetë vetëm një nga "table", "segment" ose "adhoc"
sr: Nevažeći tip entiteta za poređenje. Može biti samo "table", "segment" ili "adhoc"
sv: Felaktig jämförelsetyp - kan bara vara "tabell", "segment" eller "adhoc"
tr: Geçersiz karşılaştırma varlığı türü. "Tablo", "segment" veya "adhoc" dan sadece biri olabilir
uk: Некоректний тип сутності порівняння. Може бути лише одним із "table", "segment" або "adhoc"
vi: Loại thực thể so sánh không hợp lệ. Chỉ có thể là một trong \ "bảng ", \ "phân đoạn " hoặc \ "adhoc \
zh_hk: 無效的比較實體類型。這只能是“表格”，“劃分”或“即席查詢”之一

source: Error running query to determine Card result metadata:
hu: Hiba a lekérdezés futtatása közben a Card eredmény metaadatainak meghatározásához:
ms: Ralat menjalankan pertanyaan untuk menentukan metadata hasil Kad:

source: DELETE /api/card/:id is deprecated. Instead, change its `archived` value via PUT /api/card/:id.
hu: A DELETE /api/card/ elavult. Ehelyett módosítsa az "archived" értéket a PUT /api/card/ segítségével.
ms: PADAM/api/kad/:id telah dihentikan. Sebaliknya, ubah nilai arkib melalui PUT /api/kad/:id.

source: Invalid field: {0}
ar: حقل غير صالح: {0}
bg: Невалидно поле: {0}
ca: Camp no vàlid: {0}
de: Ungültiges Feld: {0}
eo: Bruh, invalid field: {0}
es: Campo inválido: {0}
fa: فیلد نامعتبر: {0}
fi: Virheellinen kenttä: {0}
fr: Champ invalide : {0}
hu: Érvénytelen mező: {0}
it: Campo non valido: {0}
ja: 無効なフィールド: {0}
lt: Neteisingas laukas: {0}
ms: Medan tidak sah: {0}
nb: Ukjent felt: {0}
nl: Ongeldig veld: {0}
pl: Nieprawidłowe pole: {0}
pt_br: Campo inválido: {0}
ru: Некорректное поле: {0}
sk: Neplatné pole: {0}
sl: Neveljavno polje: {0}
sq: Fushë e pavlefshme: {0}
sr: Nevažeće polje: {0}
sv: Felaktigt fält {0}
tr: Geçersiz alan: {0}
uk: Некоректне поле: {0}
vi: Trường không hợp lệ: {0}
zh_hk: 無效領域：{0}

source: Invalid value ''{0}'' for ''{1}'': {2}
hu: Érvénytelen ''{0}'' érték a következőhöz: ''{1}'': {2}
ms: Nilai tidak sah ''{0}'' untuk ''{1}'': {2}

source: must be one of: {0}
hu: a következők egyike kell, hogy legyen: {0}
ms: mesti salah satu daripada: {0}

source: Invalid Request.
ar: طلب غير صالح.
bg: Невалидна заявка.
ca: Petició no vàlida.
de: Ungültige Anfrage.
eo: Fr, that’s an L request.
es: Petición inválida.
fa: درخواست نامعتبر
fi: Virheellinen pyyntö.
fr: Requête invalide
hu: Érvénytelen kérelem.
it: Richiesta invalida
ja: 無効なリクエスト
lt: Neteisingas Prašymas.
ms: Permintaan Tidak Sah.
nb: Ugyldig forespørsel.
nl: Ongeldig verzoek.
pl: Nieprawidłowe żądanie.
pt_br: Solicitação inválida.
ru: Некорректный запрос.
sk: Neplatná požiadavka.
sl: Neveljavna zahteva.
sq: Kërkesë e pavlefshme.
sr: Nevažeći zahtev.
sv: Felaktig begäran.
tr: Geçersiz istek.
uk: Некоректний запит.
vi: Yêu cầu không hợp lệ.
zh_hk: 不可用請求

source: Not found.
ar: غير موجود.
bg: Не е намерен.
ca: No s'ha trobat.
de: Nicht gefunden.
eo: Not poppin'
es: No encontrado.
fa: پیدا نشد.
fi: Ei löydetty.
fr: Non trouvé.
hu: Nem található.
it: Non trovato.
ja: 見つかりません。
lt: Nerastas.
ms: Tidak dijumpai.
nb: Ikke funnet.
nl: Niet gevonden
pl: Nie znaleziono
pt_br: Não encontrado.
ru: Не найдено.
sk: Nenájdené.
sl: Ni najdeno.
sq: Nuk u gjet.
sr: Nije pronađeno.
sv: Hittades inte.
tr: Bulunamadı.
uk: Не знайдено.
vi: Không tìm thấy
zh_hk: 未找到。

source: You don''t have permissions to do that.
ar: ليست لديك صلاحية للقيام بذلك.
bg: Нямате разрешения за това.
ca: No tens permisos per realitzar aquesta acció.
de: Du hast nicht die Berechtigungen um dies zu tun.
eo: You’re not vibing with the perms to do that.
es: Lo siento, no tienes permiso para hacer eso.
fa: شما این اجازه را ندارید.
fi: Sinulla ei ole oikeuksia tehdä sitä.
fr: Vous n'avez pas les permissions requises.
hu: Nincs engedélye ezt megtenni.
it: Non hai i permessi per farlo.
ja: 権限がありません
lt: Jūs neturite leidimų tai daryti.
ms: Anda tidak mempunyai kebenaran untuk berbuat demikian.
nb: Du har ikke tilganger til å gjøre dette.
nl: U hebt geen rechten om dat te doen.
pl: Nie masz uprawnień do wykonania tego
pt_br: Você não tem permissão para fazer isso.
ru: У вас нет привилегий на выполнение данного действия.
sk: Nemáte na to oprávnenie.
sl: Za to nimate dovoljenj.
sq: Nuk ke leje ta bësh këtë.
sr: Nemate dozvole za to.
sv: Du har inte rättighet att göra det.
tr: Bunu yapmak için izniniz yok.
uk: У вас немає прав робити це.
vi: Bạn không có quyền làm thế
zh_hk: 您沒有權限那麼做

source: Internal server error.
ar: خطأ داخلي في الخادم.
bg: Вътрешна сървърна грешка.
ca: Error intern del servidor.
de: Interner Serverfehler.
eo: Lowkey server is bugging rn
es: Error de servidor interno.
fa: خطای سرور داخلی
fi: Sisäinen palvelinvirhe.
fr: Erreur interne du serveur.
hu: Belső szerverhiba.
it: Errore interno del server.
ja: サーバー内部エラー
lt: Vidinė serverio klaida.
ms: Ralat pelayan dalaman.
nb: Intern tjenerfeil.
nl: Interne server foutmelding
pl: Wewnętrzny błąd serwera
pt_br: Erro interno do servidor.
ru: Внутренняя ошибка сервера.
sk: Interná chyba servera.
sl: Notranja napaka strežnika.
sq: Gabim i brendshëm i serverit.
sr: Interna greška servera.
sv: Internt serverfel.
tr: İç Sunucu Hatası.
uk: Внутрішня помилка сервера.
vi: Nội bộ hệ thống lỗi
zh_hk: 內部伺服器錯誤。

source: Warning: endpoint {0}/{1} does not have a docstring.
hu: Figyelmeztetés: a(z) {0}/{1} végpontnak nincs dokstrings.
ms: Amaran: titik akhir {0}/{1} tidak mempunyai docstring.

source: starting streaming request
hu: streaming kérés indítása
ms: memulakan permintaan penstriman

source: connection closed, canceling request
hu: kapcsolat lezárva, kérés megszakítva
ms: sambungan ditutup, membatalkan permintaan

source: Response not ready, writing one byte & sleeping...
hu: A válasz nem kész, egy bájt írása és alvás...
ms: Respons tidak sedia, menulis satu bait & tidur...

source: Public sharing is not enabled.
ar: المشاركة العامة غير مفعّلة.
bg: Публичното споделяне не е активирано.
ca: La compartició pública no està habilitada.
de: Öffentliches Teilen ist nicht aktiviert.
eo: Public sharing’s not a vibe rn
es: La compartición pública no está habilitada.
fa: به اشتراک گذاری عمومی فعال نیست
fi: Julkinen jakaminen ei ole käytössä.
fr: Le partage public n'est pas activé.
hu: A nyilvános megosztás nincs engedélyezve.
it: La condivisione pubblica non è abilitata.
ja: 公開は有効化されていません
lt: Viešasis bendrinimas neįjungtas.
ms: Perkongsian awam tidak diaktifkan.
nb: Offentlig deling er ikke aktivert.
nl: Publiek delen is niet ingeschakeld.
pl: Udostępnianie publiczne nie jest włączone.
pt_br: O compartilhamento público não foi habilitado.
ru: Публикация не включена.
sk: Verejné zdieľanie nie je povolené.
sl: Javna skupna raba ni omogočena.
sq: Ndarja publike nuk është aktivizuar.
sr: Javno deljenje nije omogućeno.
sv: Publik delning är inte aktiverad.
tr: Genel paylaşım etkinleştirilmemiş.
uk: Публічний шеринг не ввімкнено.
vi: Chia sẻ công khai không kích hoạt
zh_hk: 公開分享未啟用

source: Embedding is not enabled.
ar: التضمين غير مفعّل.
bg: Вграждането не е активирано.
ca: La incrustació no està habilitada.
de: Einbettung ist nicht aktiviert.
eo: Embedding’s not enabled rn.
es: La incrustación no está habilitada.
fa: تعویض فعال نیست
fi: Upottaminen ei ole käytössä.
fr: L'intégration n'est pas activé.
hu: A beágyazás nincs engedélyezve.
it: L'incorporamento non è abilitato.
ja: 埋め込みは有効化されていません
lt: Įterpimas neįjungtas.
ms: Penyematan tidak diaktifkan.
nb: Innebygging er ikke aktivert.
nl: Embedden is niet ingeschakeld.
pl: Osadzanie nie jest włączone.
pt_br: A incorporação não foi habilitada.
ru: Встраивание отключено.
sk: Vkladanie nie je povolené.
sl: Vdelava ni omogočena.
sq: Integrimi nuk është aktivizuar.
sr: Ugradnja nije omogućena.
sv: Inbäddning är inte aktiverad.
tr: Gömme etkin değil.
uk: Вбудовування не ввімкнено.
vi: Nhúng không được kích hoạt.
zh_hk: 嵌入功能未啟用

source: The object has been archived.
ar: تمت أرشفة الكائن.
bg: Обектът е архивиран.
ca: L'objecte ha estat arxivat.
de: Das Objekt wurde archiviert.
eo: This item's been put in the archives, fr.
es: El objeto ha sido archivado.
fa: این شیء بایگانی شده است.
fi: Kohde on arkistoitu.
fr: L' objet a été archivé.
hu: Az objektumot archiválták.
it: L'oggetto è stato archiviato.
ja: 対象がアーカイブされました
lt: Objektas buvo archyvuotas.
ms: Objek tersebut telah diarkibkan.
nb: Objektet har blitt arkivert.
nl: Dit object is gearchiveerd.
pl: Obiekt został zarchiwizowany.
pt_br: O objeto foi arquivado.
ru: Этот объект перемещен в архив.
sk: Objekt bol archivovaný.
sl: Predmet je arhiviran.
sq: Objekti është arkivuar.
sr: Objekat je arhiviran.
sv: Objektet har arkiverats.
tr: Nesne arşivlendi.
uk: Об’єкт було переміщено в архів.
vi: Đối tượng đã được lưu trữ
zh_hk: 已經歸檔

source: Attempted to return a boolean as an API response. This is not allowed!
hu: Megkísérelt visszaadni egy logikai értéket API válaszként. Ez nem megengedett!
ms: Cubaan untuk mengembalikan nilai boolean sebagai respons API. Ini tidak dibenarkan!

source: Source query for this query is Card {0}
hu: A lekérdezés forrása a {0} kártya
ms: Query sumber untuk query ini ialah Kad {0}

source: Invalid export format: {0}
hu: Érvénytelen exportformátum: {0}
ms: Format eksport tidak sah: {0}

source: Invalid JSON URL or resource: {0}
hu: Érvénytelen JSON URL vagy erőforrás: {0}
ms: URL JSON atau sumber tidak sah: {0}

source: JSON containing information about custom GeoJSON files for use in map visualizations instead of the default US State or World GeoJSON.
ar: JSON يحتوي على معلومات حول ملفات GeoJSON مخصّصة لاستخدامها في تصورات الخريطة بدلًا من GeoJSON الافتراضي لولايات الولايات المتحدة أو العالم.
bg: JSON, съдържащ информация за персонализирани GeoJSON файлове за използване при визуализации на карти, вместо по подразбиране за щатския щат или World GeoJSON.
ca: JSON que conté informació sobre arxius GeoJSON personalitzada per utilitzar-los en visualitzacions de mapes en comptes del GeoJSON per defecte de EUA o del món.
de: JSON enthält Informationen über benutzerdefinierte GeoJSON-Dateien für die Verwendung in Map-Visualisierungen anstelle des Standard-US-Staates oder Welt-GeoJSON.
eo: JSON with the tea on custom GeoJSON files for map vibes, not just the basic US or world geojson, fr fr
es: JSON que contiene información sobre archivos GeoJSON personalizados para su uso en visualizaciones de mapas en lugar del GeoJSON por defecto de EEUU o el Mundo.
fa: JSON حاوی اطلاعاتی درباره فایل های GeoJSON سفارشی برای استفاده در تصویر برداری های نقشه به جای پیش فرض ایالات متحده یا جهان GeoJSON است.
fi: JSON sisältää tietoja mukautetuista GeoJSON-tiedostoista käytettäväksi karttavisualisoinneissa oletusarvoisen US Staten tai World GeoJSONin sijaan.
fr: Fichiers GeoJSON personnalisés à utiliser dans les visualisations de type Carte à la place des GeoJSON des États-Unis ou du monde fournis par défaut.
hu: JSON fájl, amely információkat tartalmaz egyéni GeoJSON fájlokról, amelyek a térkép vizualizációkban használhatók az alapértelmezett USA állam vagy Világ GeoJSON helyett.
it: JSON contenente le informazioni riguardo i file GeoJSON da usare nelle visualizzazioni su mappa al posto di quelli US o mondiali presenti di default
ja: JSONには、米国または世界GeoJSONのデフォルトの代わりに、マップビジュアライゼーションで使用するカスタムGeoJSONファイルに関する情報が含まれています。
lt: JSON, kuriame yra informacija apie pasirinktinius GeoJSON failus, skirtus naudoti žemėlapių vizualizacijose, o ne numatytąją JAV valstybę ar pasaulį.
ms: JSON yang mengandungi maklumat tentang fail GeoJSON tersuai untuk digunakan dalam visualisasi peta, bukannya GeoJSON negeri AS atau dunia lalai.
nb: JSON som inneholder informasjon om egendefinert GeoJSON-filer for bruk i kart-visualiseringer istedenfor det innebygde kartet over stater i USA eller verdenskartet.
nl: JSON met informatie over aangepaste GeoJSON-bestanden voor gebruik in kaartvisualisaties in plaats van de standaard US State of World GeoJSON.
pl: JSON zawierający informacje o niestandardowych plikach GeoJSON do wykorzystania w wizualizacji map zamiast domyślnego stanu USA lub World GeoJSON.
pt_br: JSON contendo informações sobre arquivos GeoJSON personalizados para uso em visualizações de mapas em vez do padrão US State ou World GeoJSON.
ru: JSON, содержащий информацию о пользовательских файлах GeoJSON для использования в визуализациях карт вместо значения по умолчанию - США или World GeoJSON.
sk: JSON obsahujúci informácie o vlastných súboroch GeoJSON, ktoré sa majú použiť na vizualizácie máp namiesto predvoleného amerického alebo svetového GeoJSON.
sl: JSON vsebuje informacije o datotekah GeoJSON po meri za uporabo v ponazoritvah zemljevidov namesto privzetega ameriškega zveznega ali svetovnega geoJSON.
sq: JSON që përmban informacion rreth file-ve GeoJSON të personalizuar për t’u përdorur në vizualizimet e hartës në vend të GeoJSON-it të parazgjedhur të Shteteve të SHBA ose Botës.
sr: JSON koji sadrži informacije o prilagođenim GeoJSON fajlovima za upotrebu u map vizualizacijama umesto podrazumevanog US State ili World GeoJSON-a.
sv: JSON innehållande information om anpassade GeoJSON-filer för användning i kartvisningar istället för förvalt Amerikanska stater eller World GeoJSON.
tr: JSON varsayılan ABD Eyaleti veya Dünya GeoJSON yerine harita görselleştirmelerinde kullanılmak üzere özel GeoJSON dosyaları hakkında bilgi içerir.
uk: JSON, що містить інформацію про користувацькі файли GeoJSON для використання у візуалізаціях карт замість дефолтного GeoJSON для штатів США або світу.
vi: JSON chứa thông tin về các tệp GeoJSON tùy chỉnh để sử dụng trong trực quan hóa bản đồ thay vì trạng thái mặc định của Hoa Kỳ hoặc World GeoJSON.
zh_hk: JSON包含關於關於在地圖可視化中使用，自訂GeoJSON的檔案，而不是預設的美國地圖或者世界GeoJSON。

source: Invalid custom GeoJSON key: {0}
ar: مفتاح GeoJSON مخصّص غير صالح: {0}
bg: Невалиден персонализиран ключ на GeoJSON: {0}
ca: Clau personalitzada GeoJSON no vàlida: {0}
de: Ungültiger benutzerdefinierte GeoJSON-Schlüssel: {0}
eo: Bruh, this custom GeoJSON key is hella invalid: {0}
es: Clave personalizada GeoJSON inválida: {0}
fa: کلید GeoJSON سفارشی نامعتبر است: {0}
fi: Virheellinen muokattu GeoJSON-avain: {0}
fr: Clé du GeoJSON personnalisé invalide : {0}
hu: Érvénytelen egyéni GeoJSON-kulcs: {0}
it: Chiave GeoJSON personalizzata non valida: {0}
ja: 無効なカスタムGeoJSONキー: {0}
lt: Netinkamas „GeoJSON“ raktas: {0}
ms: Kunci GeoJSON khusus tidak sah: {0}
nb: Ukjent tilpasset GeoJSON nøkkel: {0}
nl: Invalide aangepaste GeoJSON sleutel: {0}
pl: Nieprawidłowy niestandardowy klucz GeoJSON: {0}
pt_br: Chave GeoJSON personalizada inválida: {0}
ru: Некорректных ключ GeoJSON: {0}
sk: Neplatný vlastný kľúč GeoJSON: {0}
sl: Neveljaven ključ GeoJSON po meri: {0}
sq: Çelës i personalizuar GeoJSON i pavlefshëm: {0}
sr: Nevažeći prilagođeni GeoJSON ključ: {0}
sv: Felaktig anpassad GeoJSON-nyckel: {0}
tr: Geçersiz özel GeoJSON anahtarı: {0}
uk: Некоректний ключ користувацького GeoJSON: {0}
vi: Khóa GeoJSON tùy chỉnh không hợp lệ: {0}
zh_hk: 不可用的自訂GeoJSON密鑰：{0}

source: Invalid param: {0}
hu: Érvénytelen paraméter: {0}
ms: Parameter tidak sah: {0}

source: DELETE /api/pulse/:id is deprecated. Instead, change its `archived` value via PUT /api/pulse/:id.
hu: A DELETE /api/pulse/ elavult. Ehelyett módosítsa az "archivált" értékét a PUT /api/pulse/ paranccsal.
ms: PADAM/api/denyutan/tidak lagi digunakan. Sebaliknya, ubah nilai arkib melalui PUT /api/denyutan/

source: API endpoint does not exist.
ar: نقطة نهاية API غير موجودة.
bg: Крайната точка на API не съществува.
ca: No existeix aquest servei de la API.
de: API-Endpunkt existiert nicht.
eo: Bro, that API endpoint is not even a thing rn.
es: No existe este servicio API
fa: پایان نقطه API موجود نیست
fi: API -kutsua ei ole olemassa.
fr: l'endpoint d'API n'existe pas.
hu: Az API végpont nem létezik.
it: Endpoint della API non esiste
ja: APIエンドポイントが存在しません
lt: API pabaigos taško nėra.
ms: API endpoint tidak wujud.
nb: API punkt fins ikke.
nl: API endpoint bestaat niet
pl: Punkt końcowy interfejsu API nie istnieje.
pt_br: O endpoint da API não existe.
ru: Конечная точка API не существует.
sk: Koncový bod API neexistuje.
sl: Končna točka API-ja ne obstaja.
sq: Endpoint-i i API nuk ekziston.
sr: API endpoint ne postoji.
sv: API-ändpunkt existerar inte.
tr: API son noktası mevcut değil.
uk: Кінцева точка API не існує.
vi: Điểm cuối API không tồn tại.
zh_hk: API終點不存在

source: Password did not match stored password.
ar: لم تطابق كلمة المرور كلمة المرور المخزنة.
bg: Паролата не съответства на съхранената парола.
ca: La contrasenya no coincideix amb la desada.
de: Das Passwort stimmt nicht mit dem gespeicherten Passwort überein.
eo: Bruh, the password didn't match the saved one lol
es: La contraseña no coincide con la almacenada
fa: رمز عبور با رمز ذخیره شده مطابقت ندارد.
fi: Salasana ei vastannut tallennettua salasanaa.
fr: Le mot de passe ne correspondait pas à celui sauvegardé.
hu: A jelszó nem egyezik a tárolt jelszóval.
it: La password non corrisponde a quella salvata
ja: 保存されたパスワードと一致しませんでした
lt: Slaptažodis neatitiko išsaugoto slaptažodžio.
ms: Kata laluan tidak sepadan dengan kata laluan yang disimpan.
nb: Passord er ikke likt lagret passord.
nl: Wachtwoord komt niet overheen met opgeslagen wachtwoord.
pl: Hasło nie pasuje do przechowywanego hasła.
pt_br: A senha não corresponde à senha armazenada.
ru: Пароль не совпадает с сохраненным паролем.
sk: Heslo sa nezhodovalo s uloženým heslom.
sl: Geslo se ni ujemalo s shranjenim geslom.
sq: Fjalëkalimi nuk përputhej me fjalëkalimin e ruajtur.
sr: Lozinka se nije poklopila sa sačuvanom lozinkom.
sv: Lösenordet matchar inte det lagrade lösenordet.
tr: Şifre kaydedilen şifreyle eşleşmedi.
uk: Пароль не збігся зі збереженим паролем.
vi: Mật khẩu không khớp với mật khẩu được lưu trữ.
zh_hk: 密碼與存儲的密碼不匹配。

source: did not match stored password
ar: لم تطابق كلمة المرور المخزنة
bg: не съответства на съхранената парола
ca: no coincideix amb la contrasenya desada
de: passte nicht mit dem gespeicherten Passwort überein
eo: Bruh, the password's not hitting right lol
es: no coincide con la contraseña almacenada
fa: با رمز ذخیره شده مطابقت نداشت
fi: ei vastannut tallennettua salasanaa
fr: ne correspondait pas au mot de passe sauvegardé
hu: nem egyezik a tárolt jelszóval
it: non corrisponde alla password salvata
ja: 保存されたパスワードと一致しませんでした
lt: neatitiko išsaugoto slaptažodžio
ms: tidak sepadan dengan kata laluan yang disimpan
nb: er ikke likt lagret passord
nl: Komt niet overheen met opgeslagen wachtwoord
pl: nie pasuje do przechowywanego hasła
pt_br: não corresponde à senha armazenada
ru: не совпадает с сохраненным паролем
sk: nezodpovedá uloženému heslu
sl: se ne ujema s shranjenim geslom
sq: nuk përputhej me fjalëkalimin e ruajtur
sr: nije se poklopila sa sačuvanom lozinkom
sv: matchade inte lagrat lösenord
tr: kayıtlı şifre eşleşmedi
uk: не збіглося зі збереженим паролем
vi: không khớp với mật khẩu đã lưu
zh_hk: 與存儲的密碼不匹配

source: Problem connecting to LDAP server, will fallback to local authentication {0}
hu: Probléma az LDAP szerverhez való csatlakozáskor, visszaáll a helyi hitelesítésre {0}
ms: Masalah menyambung ke pelayan LDAP, akan kembali ke pengesahan tempatan {0}

source: Invalid reset token
ar: توكن إعادة تعيين غير صالح
bg: Невалиден маркер за нулиране
ca: Clau de reinici no vàlida
de: Ungültiges Resettoken
eo: Bruh, that's a bogus reset token
es: Token de reinicio inválido
fa: نشانگر مجدد نامعتبر است
fi: Virheellinen nollausavain
fr: Token de réinitialisation invalide
hu: Érvénytelen visszaállítási token
it: Token di reset invalido
ja: 無効なリセットトークン
lt: Neteisingas naujo atpažinimo simbolis
ms: Token tetapan semula tidak sah
nb: Ugyldig tilbakestillingsnøkkel
nl: Invalide reset token
pl: Nieprawidłowy token resetowania
pt_br: Token de redefinição inválido
ru: Некорректный токен сброса пароля
sk: Neplatný resetovací token
sl: Neveljaven žeton za ponastavitev
sq: Token reset-i i pavlefshëm
sr: Nevažeći token za reset
sv: Felaktigt återställningsbevis
tr: Geçersiz sıfırlama token
uk: Недійсний токен скидання
vi: Mã thông báo đặt lại không hợp lệ
zh_hk: 無效的重設記號

source: Client ID for Google Auth SSO. If this is set, Google Auth is considered to be enabled.
hu: Ügyfél-azonosító a Google Auth SSO-hoz. Ha ez be van állítva, a Google Auth engedélyezettnek minősül.
ms: ID Pelanggan untuk Google Auth SSO. Jika ini diset, Google Auth dianggap diaktifkan.
