Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You can only use foreign key mapping for fields with the semantic type set to "Foreign Key"
ar: يمكنك استخدام تعيين المفتاح الخارجي فقط للحقول التي تم تعيين النوع الدلالي لها إلى "مفتاح خارجي"
bg: Можете да използвате съпоставяне на външен ключ само за полета със семантичен тип, зададен на „Външен ключ“.
ca: Només podeu utilitzar el mapatge de clau externa per a camps amb el tipus semàntic definit com a "Clau externa".
de: Sie können die Fremdschlüsselzuordnung nur für Felder verwenden, deren semantischer Typ auf „Fremdschlüssel“ eingestellt ist.
es: Solo se puede utilizar la asignación de clave externa para campos con el tipo semántico establecido en "Clave externa".
fa: شما فقط می‌توانید از نگاشت کلید خارجی برای فیلدهایی استفاده کنید که نوع معنایی آنها روی "کلید خارجی" تنظیم شده باشد.
fi: Voit käyttää viiteavaimen yhdistämistä vain kentille, joiden semanttiseksi tyypiksi on asetettu "Viiteavain".
fr: Vous ne pouvez utiliser le mappage de clé étrangère que pour les champs dont le type sémantique est défini sur « Clé étrangère ».
it: È possibile utilizzare la mappatura delle chiavi esterne solo per i campi con il tipo semantico impostato su "Chiave esterna"
ja: セマンティック タイプが「外部キー」に設定されているフィールドに対してのみ、外部キー マッピングを使用できます。
nb: Du kan bare bruke fremmednøkkeltilordning for felt med semantisk type satt til "Fremmednøkkel"
nl: U kunt alleen toewijzing van buitenlandse sleutels gebruiken voor velden waarvan het semantische type is ingesteld op 'Buitenlandse sleutel'.
pl: Mapowanie kluczy obcych można stosować wyłącznie w przypadku pól z typem semantycznym ustawionym na „Klucz obcy”
pt_br: Você só pode usar mapeamento de chave estrangeira para campos com o tipo semântico definido como "Chave estrangeira".
ru: Использовать сопоставление внешнего ключа можно только для полей с семантическим типом «Внешний ключ».
sk: Mapovanie cudzieho kľúča môžete použiť iba pre polia so sémantickým typom nastaveným na „Cudzinec“.
sl: Preslikavo tujega ključa lahko uporabite samo za polja s semantičnim tipom, nastavljenim na »Tuji ključ«.
sq: Mund të përdorni mapping të çelësit të huaj vetëm për fusha me llojin semantik të vendosur në "Çelës i huaj"
sr: Preslikavanje preko stranog ključa možete koristiti samo za polja kojima je semantički tip postavljen na "Strani ključ"
sv: Du kan bara använda mappning av främmande nycklar för fält med den semantiska typen inställd på "Främmande nyckel".
tr: Yabancı anahtar eşlemesini yalnızca anlamsal türü "Yabancı Anahtar" olarak ayarlanmış alanlar için kullanabilirsiniz
uk: Мапінг зовнішнього ключа можна використовувати лише для полів із семантичним типом "Foreign Key"
vi: Bạn chỉ có thể sử dụng ánh xạ khóa ngoại cho các trường có loại ngữ nghĩa được đặt thành "Khóa ngoại"
zh_hk: 您只能對語意類型設定為 「外鍵 」的欄位使用外鍵對應

source: You can only use custom mapping for numerical fields with filtering set to "A list of all values"
ar: يمكنك استخدام تعيين مخصّص فقط للحقول الرقمية التي تم ضبط التصفية لها على "قائمة بكل القيم"
bg: Можете да използвате персонализирано съпоставяне само за числови полета с филтриране, зададено на „Списък с всички стойности“.
ca: Només podeu utilitzar un mapatge personalitzat per a camps numèrics amb el filtre definit com a "Una llista de tots els valors".
de: Sie können die benutzerdefinierte Zuordnung nur für numerische Felder verwenden, bei denen die Filterung auf „Eine Liste aller Werte“ eingestellt ist.
es: Solo se puede usar la asignación personalizada para campos numéricos con el filtro establecido en "Una lista de todos los valores".
fa: شما فقط می‌توانید از نگاشت سفارشی برای فیلدهای عددی با فیلتر تنظیم شده روی «لیستی از همه مقادیر» استفاده کنید.
fi: Voit käyttää mukautettua yhdistämismääritystä vain numeerisille kentille, joiden suodatusasetukseksi on asetettu "Kaikkien arvojen luettelo".
fr: Vous ne pouvez utiliser le mappage personnalisé que pour les champs numériques avec le filtrage défini sur « Une liste de toutes les valeurs »
it: È possibile utilizzare la mappatura personalizzata solo per i campi numerici con il filtro impostato su "Un elenco di tutti i valori"
ja: フィルタリングが「すべての値のリスト」に設定されている数値フィールドに対してのみ、カスタム マッピングを使用できます。
nb: Du kan bare bruke egendefinert tilordning for numeriske felt med filtrering satt til "En liste over alle verdier"
nl: U kunt alleen aangepaste toewijzing gebruiken voor numerieke velden met filtering ingesteld op 'Een lijst met alle waarden'
pl: Mapowanie niestandardowe można stosować wyłącznie w przypadku pól numerycznych z filtrowaniem ustawionym na „Lista wszystkich wartości”
pt_br: Você só pode usar mapeamento personalizado para campos numéricos com filtragem definida como "Uma lista de todos os valores".
ru: Пользовательское сопоставление можно использовать только для числовых полей с фильтрацией «Список всех значений».
sk: Vlastné mapovanie môžete použiť iba pre číselné polia s filtrovaním nastaveným na možnosť „Zoznam všetkých hodnôt“.
sl: Preslikavo po meri lahko uporabite samo za numerična polja s filtriranjem, nastavljenim na »Seznam vseh vrednosti«.
sq: Mund të përdorni custom mapping vetëm për fusha numerike me filtrimin të vendosur në "Një listë me të gjitha vlerat"
sr: Prilagođeno preslikavanje možete koristiti samo za numerička polja kada je filtriranje podešeno na "Lista svih vrednosti"
sv: Du kan bara använda anpassad mappning för numeriska fält med filtrering inställd på "En lista över alla värden".
tr: Özel eşlemeyi yalnızca filtreleme "Tüm değerlerin listesi" olarak ayarlanmış sayısal alanlar için kullanabilirsiniz
uk: Користувацький мапінг можна використовувати лише для числових полів, у яких фільтрування встановлено як "A list of all values"
vi: Bạn chỉ có thể sử dụng ánh xạ tùy chỉnh cho các trường số với bộ lọc được đặt thành "Danh sách tất cả các giá trị"
zh_hk: 您只能對過濾設定為 「所有值的清單 」的數值欄位使用自訂映射。

source: Failed to update display values of {0}
ar: فشل تحديث قيم العرض لـ {0}
bg: Неуспешно актуализиране на стойностите на показване на {0}
ca: No s'han pogut actualitzar els valors de visualització de {0}
de: Die Anzeigewerte von {0}konnten nicht aktualisiert werden
es: No se pudieron actualizar los valores de visualización de {0}
fa: به‌روزرسانی مقادیر نمایش داده شده‌ی {0}ناموفق بود.
fi: Näyttöarvojen {0}päivittäminen epäonnistui
fr: Échec de la mise à jour des valeurs d'affichage de {0}
it: Impossibile aggiornare i valori visualizzati di {0}
ja: {0}の表示値を更新できませんでした
nb: Kunne ikke oppdatere visningsverdiene på {0}
nl: Het is niet gelukt de weergavewaarden van {0}bij te werken
pl: Nie udało się zaktualizować wartości wyświetlanych {0}
pt_br: Falha ao atualizar os valores de exibição de {0}
ru: Не удалось обновить отображаемые значения {0}
sk: Nepodarilo sa aktualizovať zobrazené hodnoty {0}
sl: Prikaznih vrednosti ni bilo mogoče posodobiti za {0}
sq: Dështoi përditësimi i vlerave të shfaqjes së {0}
sr: Neuspešno ažuriranje prikaznih vrednosti za {0}
sv: Misslyckades med att uppdatera visningsvärdena för {0}
tr: {0}görüntü değerleri güncellenemedi
uk: Не вдалося оновити значення для відображення для {0}
vi: Không cập nhật được giá trị hiển thị của {0}
zh_hk: 更新 {0}的顯示值失敗

source: Display values of {0} updated
ar: تم تحديث قيم العرض لـ {0}
bg: Стойностите на дисплея от {0} са актуализирани
ca: Valors de visualització de {0} actualitzats
de: Anzeigewerte von {0} aktualisiert
es: Mostrar valores de {0} actualizados
fa: نمایش مقادیر {0} به‌روزرسانی‌شده
fi: Näyttöarvot {0} päivitetty
fr: Afficher les valeurs de {0} mises à jour
it: Visualizza i valori di {0} aggiornati
ja: {0} の表示値が更新されました
nb: Visningsverdier for {0} oppdatert
nl: Weergavewaarden van {0} bijgewerkt
pl: Wyświetl wartości {0} zaktualizowane
pt_br: Valores de exibição de {0} atualizados
ru: Отображение значений {0} обновлено
sk: Zobrazené hodnoty {0} boli aktualizované
sl: Prikazne vrednosti {0} so bile posodobljene
sq: Vlerat e shfaqjes së {0} u përditësuan
sr: Prikazne vrednosti za {0} su ažurirane
sv: Visningsvärden för {0} uppdaterade
tr: {0} değerleri güncellendi
uk: Значення для відображення для {0} оновлено
vi: Hiển thị giá trị của {0} đã được cập nhật
zh_hk: {0} 更新的顯示值

source: Edit mapping
ar: حرّر التعيين
bg: Редактиране на съпоставяне
ca: Edita la cartografia
de: Zuordnung bearbeiten
es: Editar mapeo
fa: ویرایش نقشه‌برداری
fi: Muokkaa kartoitusta
fr: Modifier la cartographie
it: Modifica mappatura
ja: マッピングを編集
nb: Rediger mapping
nl: Toewijzing bewerken
pl: Edytuj mapowanie
pt_br: Editar mapeamento
ru: Редактировать отображение
sk: Upraviť mapovanie
sl: Uredi preslikavo
sq: Redakto mapping
sr: Uredi preslikavanje
sv: Redigera mappning
tr: Haritalamayı düzenle
uk: Редагувати мапінг
vi: Chỉnh sửa bản đồ
zh_hk: 編輯映射

source: To add a new database, please contact your administrator.
ar: لإضافة قاعدة بيانات جديدة، يرجى التواصل مع المسؤول لديك.
bg: За да добавите нова база данни, моля, свържете се с вашия администратор.
ca: Per afegir una nova base de dades, poseu-vos en contacte amb el vostre administrador.
de: Um eine neue Datenbank hinzuzufügen, wenden Sie sich bitte an Ihren Administrator.
es: Para agregar una nueva base de datos, comuníquese con su administrador.
fa: برای اضافه کردن یک پایگاه داده جدید، لطفاً با مدیر خود تماس بگیرید.
fi: Jos haluat lisätä uuden tietokannan, ota yhteyttä järjestelmänvalvojaasi.
fr: Pour ajouter une nouvelle base de données, veuillez contacter votre administrateur.
it: Per aggiungere un nuovo database, contatta l'amministratore.
ja: 新しいデータベースを追加するには、管理者に問い合わせてください。
nb: Kontakt administratoren din for å legge til en ny database.
nl: Neem contact op met uw beheerder om een nieuwe database toe te voegen.
pl: Aby dodać nową bazę danych, skontaktuj się z administratorem.
pt_br: Para adicionar um novo banco de dados, entre em contato com seu administrador.
ru: Чтобы добавить новую базу данных, обратитесь к администратору.
sk: Ak chcete pridať novú databázu, kontaktujte svojho administrátora.
sl: Za dodajanje nove baze podatkov se obrnite na skrbnika.
sq: Për të shtuar një bazë të re të dhënash, ju lutemi kontaktoni administratorin tuaj.
sr: Da biste dodali novu bazu podataka, kontaktirajte svog administratora.
sv: För att lägga till en ny databas, vänligen kontakta din administratör.
tr: Yeni bir veritabanı eklemek için lütfen yöneticinizle iletişime geçin.
uk: Щоб додати нову базу даних, зверніться до адміністратора.
vi: Để thêm cơ sở dữ liệu mới, vui lòng liên hệ với quản trị viên của bạn.
zh_hk: 若要新增資料庫，請聯絡您的管理員。

source: To enable CSV file upload, please contact your administrator.
ar: لتمكين رفع ملفات CSV، يرجى التواصل مع المسؤول لديك.
bg: За да активирате качването на CSV файл, моля, свържете се с вашия администратор.
ca: Per habilitar la càrrega de fitxers CSV, poseu-vos en contacte amb el vostre administrador.
de: Um den CSV-Dateiupload zu aktivieren, wenden Sie sich bitte an Ihren Administrator.
es: Para habilitar la carga de archivos CSV, comuníquese con su administrador.
fa: برای فعال کردن آپلود فایل CSV، لطفاً با مدیر خود تماس بگیرید.
fi: Jos haluat ottaa CSV-tiedoston latauksen käyttöön, ota yhteyttä järjestelmänvalvojaasi.
fr: Pour activer le téléchargement de fichiers CSV, veuillez contacter votre administrateur.
it: Per abilitare il caricamento del file CSV, contatta l'amministratore.
ja: CSV ファイルのアップロードを有効にするには、管理者に問い合わせてください。
nb: Kontakt administratoren din for å aktivere opplasting av CSV-filer.
nl: Neem contact op met uw beheerder om het uploaden van CSV-bestanden mogelijk te maken.
pl: Aby włączyć przesyłanie plików CSV, skontaktuj się z administratorem.
pt_br: Para habilitar o upload de arquivos CSV, entre em contato com seu administrador.
ru: Чтобы включить загрузку CSV-файла, обратитесь к администратору.
sk: Ak chcete povoliť nahrávanie súboru CSV, kontaktujte svojho správcu.
sl: Če želite omogočiti nalaganje datoteke CSV, se obrnite na skrbnika.
sq: Për të aktivizuar ngarkimin e skedarëve CSV, ju lutemi kontaktoni administratorin tuaj.
sr: Da biste omogućili otpremanje CSV fajlova, kontaktirajte svog administratora.
sv: För att aktivera uppladdning av CSV-filer, vänligen kontakta din administratör.
tr: CSV dosya yüklemesini etkinleştirmek için lütfen yöneticinizle iletişime geçin.
uk: Щоб увімкнути завантаження CSV-файлів, зверніться до адміністратора.
vi: Để bật tính năng tải tệp CSV, vui lòng liên hệ với quản trị viên của bạn.
zh_hk: 若要啟用 CSV 檔案上傳功能，請聯絡您的管理員。

source: You are not permitted to upload CSV files. To get proper permissions, please contact your administrator.
ar: غير مسموح لك برفع ملفات CSV. للحصول على الأذونات المناسبة، يرجى التواصل مع المسؤول لديك.
bg: Нямате разрешение да качвате CSV файлове. За да получите необходимите разрешения, моля, свържете се с вашия администратор.
ca: No teniu permís per penjar fitxers CSV. Per obtenir els permisos adequats, poseu-vos en contacte amb el vostre administrador.
de: Sie dürfen keine CSV-Dateien hochladen. Wenden Sie sich an Ihren Administrator, um die entsprechenden Berechtigungen zu erhalten.
es: No tiene permiso para subir archivos CSV. Para obtener los permisos necesarios, contacte con su administrador.
fa: شما مجاز به آپلود فایل‌های CSV نیستید. برای دریافت مجوزهای لازم، لطفاً با مدیر خود تماس بگیرید.
fi: Sinulla ei ole oikeutta ladata CSV-tiedostoja. Saadaksesi asianmukaiset käyttöoikeudet, ota yhteyttä järjestelmänvalvojaasi.
fr: Vous n'êtes pas autorisé à télécharger des fichiers CSV. Pour obtenir les autorisations nécessaires, veuillez contacter votre administrateur.
it: Non ti è consentito caricare file CSV. Per ottenere le autorizzazioni necessarie, contatta il tuo amministratore.
ja: CSVファイルのアップロードは許可されていません。適切な権限を取得するには、管理者にお問い合わせください。
nb: Du har ikke tillatelse til å laste opp CSV-filer. Kontakt administratoren din for å få riktige tillatelser.
nl: U mag geen CSV-bestanden uploaden. Neem contact op met uw beheerder om de juiste rechten te verkrijgen.
pl: Nie masz uprawnień do przesyłania plików CSV. Aby uzyskać odpowiednie uprawnienia, skontaktuj się z administratorem.
pt_br: Você não tem permissão para enviar arquivos CSV. Para obter as permissões necessárias, entre em contato com seu administrador.
ru: Вам не разрешено загружать CSV-файлы. Чтобы получить необходимые разрешения, обратитесь к администратору.
sk: Nemáte povolenie na nahrávanie súborov CSV. Ak chcete získať príslušné povolenia, kontaktujte svojho administrátora.
sl: Nimate dovoljenja za nalaganje datotek CSV. Za pridobitev ustreznih dovoljenj se obrnite na skrbnika.
sq: Nuk ju lejohet të ngarkoni skedarë CSV. Për të marrë lejet e duhura, ju lutemi kontaktoni administratorin tuaj.
sr: Nemate dozvolu da otpremate CSV fajlove. Da biste dobili odgovarajuće dozvole, kontaktirajte svog administratora.
sv: Du har inte behörighet att ladda upp CSV-filer. Kontakta din administratör för att få rätt behörighet.
tr: CSV dosyalarını yüklemenize izin verilmiyor. Gerekli izinleri almak için lütfen yöneticinizle iletişime geçin.
uk: Вам не дозволено завантажувати CSV-файли. Щоб отримати потрібні дозволи, зверніться до адміністратора.
vi: Bạn không được phép tải lên tệp CSV. Để được cấp quyền phù hợp, vui lòng liên hệ với quản trị viên của bạn.
zh_hk: 您不能上傳 CSV 檔案。若要取得適當的權限，請聯絡您的管理員。

source: To enable Google Sheets import, please contact your administrator.
ar: لتمكين استيراد Google Sheets، يرجى التواصل مع المسؤول لديك.
bg: За да активирате импортирането от Google Таблици, моля, свържете се с вашия администратор.
ca: Per activar la importació de Fulls de càlcul de Google, contacteu amb el vostre administrador.
de: Um den Google Sheets-Import zu aktivieren, wenden Sie sich bitte an Ihren Administrator.
es: Para habilitar la importación de Hojas de cálculo de Google, comuníquese con su administrador.
fa: برای فعال کردن وارد کردن Google Sheets، لطفاً با مدیر خود تماس بگیرید.
fi: Jos haluat ottaa Google Sheetsin tuonnin käyttöön, ota yhteyttä järjestelmänvalvojaasi.
fr: Pour activer l'importation de Google Sheets, veuillez contacter votre administrateur.
it: Per abilitare l'importazione di Fogli Google, contatta l'amministratore.
ja: Google スプレッドシートのインポートを有効にするには、管理者にお問い合わせください。
nb: Kontakt administratoren din for å aktivere import av Google Sheets.
nl: Neem contact op met uw beheerder om Google Sheets-import in te schakelen.
pl: Aby włączyć importowanie z Arkuszy Google, skontaktuj się z administratorem.
pt_br: Para habilitar a importação do Planilhas Google, entre em contato com seu administrador.
ru: Чтобы включить импорт Google Таблиц, обратитесь к своему администратору.
sk: Ak chcete povoliť import z Tabuliek Google, kontaktujte svojho správcu.
sl: Če želite omogočiti uvoz iz Google Preglednic, se obrnite na skrbnika.
sq: Për të aktivizuar importin nga Google Sheets, ju lutemi kontaktoni administratorin tuaj.
sr: Da biste omogućili uvoz iz Google Sheets, kontaktirajte svog administratora.
sv: Kontakta administratören för att aktivera import till Google Sheets.
tr: Google E-Tablolar içe aktarımını etkinleştirmek için lütfen yöneticinizle iletişime geçin.
uk: Щоб увімкнути імпорт Google Sheets, зверніться до адміністратора.
vi: Để bật tính năng nhập Google Trang tính, vui lòng liên hệ với quản trị viên của bạn.
zh_hk: 若要啟用 Google Sheets 匯入功能，請聯絡您的管理員。

source: Start exploring in minutes. We support more than 20 data connectors.
ar: ابدأ الاستكشاف خلال دقائق. ندعم أكثر من 20 موصل بيانات.
bg: Започнете да разглеждате след минути. Поддържаме повече от 20 конектора за данни.
ca: Comença a explorar en minuts. Admetem més de 20 connectors de dades.
de: Beginnen Sie in wenigen Minuten mit der Erkundung. Wir unterstützen mehr als 20 Datenkonnektoren.
es: Empieza a explorar en minutos. Admitimos más de 20 conectores de datos.
fa: کاوش را در عرض چند دقیقه شروع کنید. ما از بیش از 20 کانکتور داده پشتیبانی می‌کنیم.
fi: Aloita tutkiminen minuuteissa. Tuemme yli 20 dataliitintä.
fr: Commencez à explorer en quelques minutes. Nous prenons en charge plus de 20 connecteurs de données.
it: Inizia a esplorare in pochi minuti. Supportiamo oltre 20 connettori dati.
ja: 数分で探索を開始できます。20 を超えるデータコネクタをサポートしています。
nb: Begynn å utforske på få minutter. Vi støtter mer enn 20 datakonnektorer.
nl: Begin binnen enkele minuten met verkennen. We ondersteunen meer dan 20 dataconnectoren.
pl: Rozpocznij eksplorację w ciągu kilku minut. Obsługujemy ponad 20 łączników danych.
pt_br: Comece a explorar em minutos. Oferecemos suporte a mais de 20 conectores de dados.
ru: Начните исследование за считанные минуты. Мы поддерживаем более 20 коннекторов данных.
sk: Začnite objavovať už o pár minút. Podporujeme viac ako 20 dátových konektorov.
sl: Začnite raziskovati v nekaj minutah. Podpiramo več kot 20 podatkovnih konektorjev.
sq: Fillo eksplorimin brenda minutash. Mbështesim më shumë se 20 konektorë të dhënash.
sr: Počnite sa istraživanjem za nekoliko minuta. Podržavamo više od 20 konektora za podatke.
sv: Börja utforska på några minuter. Vi stöder fler än 20 datakopplingar.
tr: Dakikalar içinde keşfetmeye başlayın. 20'den fazla veri bağlayıcısını destekliyoruz.
uk: Почніть досліджувати за лічені хвилини. Ми підтримуємо понад 20 конекторів даних.
vi: Bắt đầu khám phá trong vài phút. Chúng tôi hỗ trợ hơn 20 trình kết nối dữ liệu.
zh_hk: 在幾分鐘內開始探索。我們支援 20 多種資料連接器。

source: Work with CSVs, just like with any other data source.
ar: اعمل مع ملفات CSV، كما هو الحال مع أي مصدر بيانات آخر.
bg: Работете с CSV файлове, точно както с всеки друг източник на данни.
ca: Treballa amb CSV, igual que amb qualsevol altra font de dades.
de: Arbeiten Sie mit CSVs wie mit jeder anderen Datenquelle.
es: Trabaje con archivos CSV, como con cualquier otra fuente de datos.
fa: با CSV ها، درست مانند هر منبع داده دیگری، کار کنید.
fi: Työskentele CSV-tiedostojen kanssa aivan kuten minkä tahansa muun tietolähteen kanssa.
fr: Travaillez avec des fichiers CSV, comme avec n’importe quelle autre source de données.
it: Lavora con i file CSV come con qualsiasi altra fonte di dati.
ja: 他のデータ ソースと同様に、CSV を操作します。
nb: Arbeid med CSV-filer, akkurat som med alle andre datakilder.
nl: Werk met CSV's, net als met elke andere gegevensbron.
pl: Pracuj z plikami CSV tak jak z dowolnym innym źródłem danych.
pt_br: Trabalhe com CSVs, assim como com qualquer outra fonte de dados.
ru: Работайте с CSV-файлами так же, как и с любыми другими источниками данных.
sk: Pracujte so súbormi CSV rovnako ako s akýmkoľvek iným zdrojom údajov.
sl: Delajte z datotekami CSV, tako kot s katerim koli drugim virom podatkov.
sq: Punoni me CSV, ashtu si me çdo burim tjetër të dhënash.
sr: Radite sa CSV-ovima, kao i sa bilo kojim drugim izvorom podataka.
sv: Arbeta med CSV-filer, precis som med alla andra datakällor.
tr: Herhangi bir diğer veri kaynağında olduğu gibi CSV'lerle de çalışın.
uk: Працюйте з CSV так само, як із будь-яким іншим джерелом даних.
vi: Làm việc với CSV giống như bất kỳ nguồn dữ liệu nào khác.
zh_hk: 處理 CSV 就像處理其他資料來源一樣。
