Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Embedding SDK for React
hu: Beágyazási SDK React-hez
ms: Membenamkan SDK untuk React

source: Enable Embedded analytics SDK
hu: Engedélyezze az Embedded analytics SDK-t
ms: Dayakan SDK analitis terbenam

source: Try Embedded analytics SDK
eo: Yo, peep the Embedded Analytics SDK, it’s lowkey a vibe.
hu: Próbálja ki az Embedded analytics SDK-t
lt: Išbandykite įterptą SDK analitiką
ms: Cuba SDK analitis terbenam

source: Use the SDK with API keys for development.
eo: Use the SDK with API keys for the vibe, fr fr.
hu: Használja az SDK-t API-kulcsokkal a fejlesztéshez
lt: Produkto kūrimui naudokite SDK su API raktais.
ms: Gunakan SDK dengan kunci API untuk pembangunan.

source: Check out the Quick Start
hu: Tekintse meg a gyors kezdést
ms: Lihat Permulaan Pantas

source: Version pinning
ar: تثبيت الإصدار
bg: Прикрепване на версия
ca: Fixar la versió
de: Version der Anheftung
eo: Version pinning → Locking in the vibe or just "pinning the version" lol
es: Fijación de versiones
fa: پین کردن نسخه
fi: Version kiinnitys
fr: Figer la version
hu: Verziók rögzítése
it: Versione pinning
ja: バージョンのピン留め
lt: Versijos pasirašymas
ms: Penyematan versi
nb: Festing av versjon
nl: Versie pinning
pl: Przypinanie wersji
pt_br: Fixação de versão
ru: Привязка версий
sk: Pripínanie verzií
sl: Pripenjanje različice
sq: Fiksim i versionit
sr: Zaključavanje verzije
sv: Stanna vid version
tr: Sürüm sabitleme
uk: Закріплення версії
vi: Phiên bản ghim
zh_hk: 版本釘選

source: Metabase Cloud instances are automatically upgraded to new releases. SDK packages are strictly compatible with specific version of Metabase. You can request to pin your Metabase to a major version and upgrade your Metabase and SDK dependency in a coordinated fashion.
ar: تتم ترقية مثيلات Metabase Cloud تلقائيًا إلى الإصدارات الجديدة. حزم SDK متوافقة بشكل صارم مع إصدار محدد من Metabase. يمكنك طلب تثبيت Metabase لديك على إصدار رئيسي وترقية Metabase وتبعية SDK بطريقة منسقة.
bg: Инстанциите на Metabase Cloud се обновяват автоматично до нови версии. SDK пакетите са строго съвместими с конкретната версия на Metabase. Можете да поискате да привържете вашата Metabase към основна версия и да надградите зависимостта на Metabase и SDK по координиран начин.
ca: Les instàncies de Metabase Cloud s'actualitzen automàticament a noves versions. Els paquets SDK són estrictament compatibles amb una versió específica de Metabase. Podeu sol·licitar fixar la vostra Metabase a una versió principal i actualitzar la vostra dependència de Metabase i SDK de manera coordinada.
de: Metabase Cloud-Instanzen werden automatisch auf neue Versionen aktualisiert. SDK-Pakete sind ausschließlich mit einer bestimmten Version von Metabase kompatibel. Sie können beantragen, Ihre Metabase auf eine Hauptversion festzulegen und Ihre Metabase- und SDK-Abhängigkeit auf koordinierte Weise zu aktualisieren.
eo: Yo, Metabase Cloud instances auto-upgrade to the latest releases. SDK packages are only compatible with certain Metabase versions. If you wanna stay on a specific major version, you can ask to pin it, and then upgrade both Metabase and SDK together, no cap.
es: Las instancias de Metabase Cloud se actualizan automáticamente a las nuevas versiones. Los paquetes SDK son estrictamente compatibles con la versión específica de Metabase. Puedes solicitar que se fije tu Metabase a una versión principal y actualizar sus dependencias de Metabase y SDK de manera coordinada.
fa: موارد ابری Metabase به طور خودکار به نسخه های جدید ارتقا می یابند. بسته های SDK کاملاً با نسخه خاصی از Metabase سازگار هستند. می توانید درخواست کنید متابیس خود را به نسخه اصلی پین کنید و وابستگی متابیس و SDK خود را به صورت هماهنگ ارتقا دهید.
fi: Metabase Cloud -instanssit päivitetään automaattisesti uusiin julkaisuihin. SDK-paketit ovat täysin yhteensopivia tietyn Metabase-version kanssa. Voit pyytää Metabasen kiinnittämistä pääversioon ja Metabase- ja SDK-riippuvuuden päivittämistä koordinoidusti.
fr: Les instances Cloud de Metabase sont automatiquement mises à jour vers les nouvelles versions. Les SDK sont strictement compatibles avec une version spécifique de Metabase. Vous pouvez demander à figer votre instance Metabase sur une version données et mettre à jour vos dépendances entre le SDK et Metabase de façon coordonnée.
hu: A Metabase Cloud példányokat automatikusan frissítik az új kiadásokra. Az SDK-csomagok szigorúan kompatibilisek a Metabase adott verziójával. Kérheti a Metabase egy fő verzióhoz való rögzítését, és koordinált módon frissítheti a Metabase-t és az SDK-függőséget.
it: Le istanze di Metabase Cloud vengono aggiornate automaticamente alle nuove versioni. I pacchetti SDK sono strettamente compatibili con la versione specifica di Metabase. È possibile richiedere l'aggiornamento di Metabase a una versione maggiore e aggiornare la dipendenza da Metabase e SDK in modo coordinato.
ja: Metabase Cloudインスタンスは自動的に新しいリリースにアップグレードされます。SDKパッケージはMetabaseの特定のバージョンと厳密に互換性があります。Metabaseをメジャーバージョンに固定し、MetabaseとSDKの依存関係を調整しながらアップグレードするようリクエストすることができます。
lt: „Metabase Cloud“ egzemplioriai automatiškai atnaujinami į naujus leidimus. SDK paketai yra griežtai suderinami su konkrečia metabazės versija. Galite pateikti užklausą prisegti savo metabazę prie pagrindinės versijos ir suderintai naujovinti savo metabazės ir SDK priklausomybę.
ms: Kejadian Metabase Cloud ditingkatkan secara automatik kepada keluaran baharu. Pakej SDK sangat serasi dengan versi Metabase tertentu. Anda boleh meminta untuk menyematkan Metabase anda kepada versi utama dan menaik taraf kebergantungan Metabase dan SDK anda dalam cara yang diselaraskan.
nb: Metabase Cloud-instanser oppgraderes automatisk til nye versjoner. SDK-pakker er strengt kompatible med en spesifikk versjon av Metabase. Du kan be om å knytte Metabase til en hovedversjon og oppgradere Metabase- og SDK-avhengigheten din på en koordinert måte.
nl: Metabase Cloud-instanties worden automatisch geüpgraded naar nieuwe releases. SDK-pakketten zijn strikt compatibel met specifieke versies van Metabase. U kunt een verzoek indienen om uw Metabase vast te zetten op een belangrijke versie en uw Metabase en SDK-afhankelijkheid op een gecoördineerde manier te upgraden.
pl: Instancje Metabase Cloud są automatycznie aktualizowane do nowych wersji. Pakiety SDK są ściśle kompatybilne z określoną wersją Metabase. Możesz poprosić o przypięcie swojej bazy danych Metabase do głównej wersji i zaktualizować zależność Metabase i SDK w skoordynowany sposób.
pt_br: As instâncias do Metabase Cloud são atualizadas automaticamente para novas versões. Os pacotes do SDK são estritamente compatíveis com versões específicas do Metabase. Você pode solicitar a fixação do seu Metabase em uma versão principal e atualizar a dependência do Metabase e do SDK de forma coordenada.
ru: Облачные экземпляры Metabase Cloud автоматически обновляются до новых версий. Пакеты SDK строго совместимы с конкретной версией Metabase. Вы можете запросить привязку вашей Metabase к основной версии и согласованно обновить зависимость Metabase и SDK.
sk: Inštancie Metabase Cloud sa automaticky aktualizujú na nové verzie. Balíky SDK sú striktne kompatibilné s konkrétnou verziou Metabase. Môžete požiadať o pripnutie vašej Metabase na hlavnú verziu a koordinovane aktualizovať vašu Metabase a závislosť od SDK.
sl: Primerki Metabase Cloud se samodejno nadgradijo na nove izdaje. Paketi SDK so strogo združljivi z določeno različico Metabase. Zahtevate lahko, da svojo metabazo pripnete na glavno različico in usklajeno nadgradite svojo odvisnost od metabaze in kompleta SDK.
sq: Instancat Metabase Cloud përditësohen automatikisht me release-e të reja. Paketat SDK janë strikt të përputhshme me një version specifik të Metabase. Mund të kërkosh të fiksosh Metabase-in tënd te një version kryesor dhe ta përditësosh Metabase-in dhe varësinë e SDK në mënyrë të koordinuar.
sr: Metabase Cloud instance se automatski nadograđuju na nova izdanja. SDK paketi su strogo kompatibilni sa određenom verzijom Metabase-a. Možete zatražiti da se vaš Metabase zaključa na glavnu verziju i da nadograđujete Metabase i SDK zavisnost koordinisano.
sv: Metabase Cloud-instanser uppdateras automatiskt till nya versioner. SDK är strikt kompatibla med en specifik Metabaseversion. Du kan efterfråga
tr: Metabase Cloud örnekleri otomatik olarak yeni sürümlere yükseltilir. SDK paketleri, Metabase'in belirli sürümleriyle kesinlikle uyumludur. Metabase'inizi ana sürüme sabitlemeyi ve Metabase ile SDK bağımlılığınızı koordineli bir şekilde yükseltmeyi talep edebilirsiniz.
uk: Інстанси Metabase Cloud автоматично оновлюються до нових релізів. Пакети SDK строго сумісні з конкретною версією Metabase. Ви можете надіслати запит, щоб закріпити ваш Metabase на мажорній версії та оновлювати ваш Metabase і залежність SDK узгоджено.
vi: Các phiên bản Metabase Cloud được tự động nâng cấp lên các bản phát hành mới. Các gói SDK tương thích chặt chẽ với phiên bản Metabase cụ thể. Bạn có thể yêu cầu ghim Metabase của mình lên phiên bản chính và nâng cấp Metabase và sự phụ thuộc SDK của mình theo cách phối hợp.
zh_hk: Metabase Cloud 會自動升級至新版本。SDK 套件嚴格相容於特定版本的 Metabase。您可以要求將 Metabase 釘選到主要版本，並以協調的方式升級您的 Metabase 和 SDK 相依性。

source: Request version pinning
ar: اطلب تثبيت الإصدار
bg: Запитване за прикрепване на версия
ca: Sol·licita la fixació de la versió
de: Anfordern der Versionsanbindung
eo: Request version pinning → Trying to lock in that version, fr
es: Solicitar fijación de versiones
fa: درخواست پین کردن نسخه
fi: Pyydä version kiinnitystä
fr: Demander à figer ma version
hu: Kérje a verzió rögzítését
it: Richiesta di pinning della versione
ja: リクエスト・バージョンのピン留め
lt: Užklausti versijos pasirašymo
ms: Minta penyematan versi
nb: Be om versjonspinning
nl: Versie vastzetten aanvragen
pl: Żądanie przypięcia wersji
pt_br: Solicitar fixação de versão
ru: Запрос на прикрепление версии
sk: Žiadosť o pripnutie verzie
sl: Zahtevajte pripenjanje različice
sq: Kërko fiksim të versionit
sr: Zatraži zaključavanje verzije
sv: Efterfråga fixerad version
tr: Sürüm sabitleme talebi
uk: Надіслати запит на закріплення версії
vi: Yêu cầu ghim phiên bản
zh_hk: 請求版本釘選

source: Claim your swag
hu: Igényelje az ajándéktárgyait
lt: Reikalaukite savo swag
ms: Tuntut swag anda

source: Connect to Slack
ar: اتصل بـ Slack
bg: Свързване със Slack
ca: Connecteu-vos a Slack
de: Zu Slack verbinden
eo: Hop into Slack fam
es: Conectar a Slack
fa: به Slack متصل شوید
fi: Yhdistä Slackiin
fr: Connecter Slack
hu: Csatlakozás a Slackhez
it: Connettersi a Slack
ja: Slackに接続する
lt: Prisijunkite prie „Slack“.
ms: Sambung ke Slack
nb: Koble til Slack
nl: Verbinding maken met Slack
pl: Połączenie ze Slack
pt_br: Conectar ao Slack
ru: Подключитесь к Slack
sk: Pripojenie k službe Slack
sl: Povezovanje s storitvijo Slack
sq: Lidhu me Slack
sr: Poveži se sa Slackom
sv: Anslut till Slack
tr: Slack'e bağlanın
uk: Підʼєднати Slack
vi: Kết nối với Slack
zh_hk: 連接至 Slack

source: If your team uses Slack, you can send dashboard subscriptions and alerts there
ar: إذا كان فريقك يستخدم Slack، يمكنك إرسال اشتراكات لوحات المعلومات و التنبيهات إليه
bg: Ако екипът ви използва Slack, можете да изпращате абонаменти за таблото за управление и сигнали на там.
ca: Si el vostre equip utilitza Slack, podeu enviar-hi subscripcions i alertes al tauler de control
de: Wenn Ihr Team Slack verwendet, können Sie dort Dashboard-Abonnements und -Warnungen senden.
eo: If your squad uses Slack, you can send dashboard subs and alerts there, fr.
es: Si tu equipo usa Slack, puedes enviar subscripciones y alertas.
fa: اگر تیم شما از Slack استفاده می‌کند، می‌توانید اشتراک داشبورد و هشدارهای را در آنجا ارسال کنید.
fi: Jos tiimisi käyttää Slackia, voit lähettää kojelautatilauksia ja hälytyksiä sinne
fr: Si votre équipe utilise Slack, vous pouvez y envoyer des alertes et souscriptions de tableau de bord
hu: Ha csapata Slacket használ, küldhet oda dashboard előfizetéseket és riasztásokat
it: Se il team utilizza Slack, è possibile inviare le sottoscrizioni alla dashboard e gli avvisi a .
ja: チームがSlackを使用している場合、ダッシュボードのサブスクリプションと アラートを送信できます。
lt: Jei jūsų komanda naudoja „Slack“, ten galite siųsti informacijos suvestinės prenumeratas ir įspėjimus
ms: Jika pasukan anda menggunakan Slack, anda boleh menghantar langganan papan pemuka dan makluman di sana
nb: Hvis teamet ditt bruker Slack, kan du sende dashbordabonnementer og -varsler dit
nl: Als je team Slack gebruikt, kun je daar dashboard-abonnementen en waarschuwingen naartoe sturen.
pl: Jeśli Twój zespół korzysta ze Slacka, możesz wysyłać subskrypcje pulpitu i alerty
pt_br: Se sua equipe usa o Slack, você pode enviar assinaturas de painel e alertas para lá
ru: Если ваша команда использует Slack, вы можете отправлять туда подписки на приборную панель и оповещения .
sk: Ak váš tím používa aplikáciu Slack, môžete tam posielať odbery na ovládací panel a upozornenia na stránke .
sl: Če vaša ekipa uporablja program Slack, lahko naročnine na nadzorno ploščo in opozorila pošljete tja.
sq: Nëse ekipi yt përdor Slack, mund të dërgosh atje abonime të panelit dhe alarme
sr: Ako vaš tim koristi Slack, možete slati pretplate na kontrolne table i upozorenja tamo
sv: Om ditt team använder Slack, kan du skicka prenumerationer på instrumentpaneler och notiser dit
tr: Ekibiniz Slack kullanıyorsa, gösterge tablosu aboneliklerini ve uyarılarını buradan gönderebilirsiniz
uk: Якщо ваша команда використовує Slack, ви можете надсилати туди підписки на дашборди та сповіщення
vi: Nếu nhóm của bạn sử dụng Slack, bạn có thể gửi đăng ký bảng điều khiển và cảnh báo ở đó
zh_hk: 如果您的團隊使用 Slack，您可以在那裡傳送儀表板訂閱和 警示

source: Webhooks for Alerts
hu: Webhookok riasztásokhoz
lt: Internetiniai kabliukai įspėjimams
ms: Webhooks untuk Makluman

source: Add a webhook
ar: أضِف webhook
bg: Добавяне на уеб притурка
ca: Afegiu un webhook
de: Erstelle einen Webhook
eo: Drop a webhook, bestie
es: Añade un webhook
fa: یک وب هوک اضافه کنید
fi: Lisää webhook
fr: Ajouter un webhook
hu: Webhook hozzáadása
it: Aggiungere un webhook
ja: ウェブフックを追加する
lt: Pridėkite „Webhook“.
ms: Tambahkan webhook
nb: Legg til en webhook
nl: Een webhook toevoegen
pl: Dodaj webhook
pt_br: Adicionar um webhook
ru: Добавить вебхук
sk: Pridanie webhooku
sl: Dodajanje spletnega kavlja
sq: Shto një webhook
sr: Dodaj webhook
sv: Lägg till Webhook
tr: Web kancası ekleme
uk: Додати вебхук
vi: Thêm webhook
zh_hk: 新增 webhook

source: Specify a webhook URL where you can send the content of Alerts
ar: حدّد عنوان URL لـ webhook حيث يمكنك إرسال محتوى التنبيهات
bg: Посочете URL адрес на уеб примка, на който можете да изпращате съдържанието на сигналите
ca: Especifiqueu un URL de webhook on podeu enviar el contingut de les alertes
de: Geben Sie eine Webhook-URL an, an die Sie den Inhalt von Alerts senden können
eo: Drop a webhook URL where you can send the Alerts, bestie.
es: Especifica una URL de webhook donde puedes enviar el contenido de las alertas
fa: نشانی وب هوک را مشخص کنید تا بتوانید محتوای هشدارها را در آن ارسال کنید
fi: Määritä webhook-URL-osoite, johon lähetetään hälytysten sisältö
fr: Spécifier une URL de webhook où envoyer le contenu des Alertes
hu: Adjon meg egy webhook URL-t, ahová a riasztások tartalmát küldheti
it: Specificare un URL di webhook a cui inviare il contenuto degli avvisi.
ja: アラートの内容を送信するWebhook URLを指定します。
lt: Nurodykite „webhook“ URL, į kurį galite siųsti įspėjimų turinį
ms: Tentukan URL webhook tempat anda boleh menghantar kandungan Makluman
nb: Angi en webhook-URL der du kan sende innholdet i varsler
nl: Geef een webhook URL op waar je de inhoud van waarschuwingen naartoe kunt sturen
pl: Określ adres URL webhook, pod który możesz wysyłać zawartość alertów.
pt_br: Especifique um URL de webhook para o qual você pode enviar o conteúdo dos alertas
ru: Укажите URL вебхука, на адрес которого вы можете отправлять содержимое предупреждений
sk: Zadajte adresu URL webhooku, na ktorú môžete odosielať obsah upozornení
sl: Določanje URL-ja spletnega kavlja, kamor lahko pošljete vsebino opozoril
sq: Specifiko një URL webhook ku mund të dërgosh përmbajtjen e Alarmeve
sr: Navedite webhook URL na koji možete slati sadržaj Upozorenja
sv: Specificera Webhook-URL dit du vill skicka innehållet för notiser
tr: Uyarıların içeriğini gönderebileceğiniz bir web kancası URL'si belirtin
uk: Вкажіть URL вебхука, куди ви можете надсилати вміст Сповіщень
vi: Chỉ định URL webhook nơi bạn có thể gửi nội dung của Cảnh báo
zh_hk: 指定可以傳送警示內容的 webhook URL

source: Edit this webhook
ar: حرّر هذا webhook
bg: Редактиране на тази уеб примка
ca: Editeu aquest webhook
de: Diesen Webhook bearbeiten
eo: Edit this webhook → Fix this webhook real quick
es: Edita este webhook
fa: این وب هوک را ویرایش کنید
fi: Muokkaa webhookia
fr: Modifier ce webhook
hu: Szerkessze ezt a webhookot
it: Modificare questo webhook
ja: このウェブフックを編集する
lt: Redaguoti šį „Webhook“.
ms: Edit webhook ini
nb: Rediger denne webhooken
nl: Bewerk deze webhook
pl: Edytuj ten webhook
pt_br: Editar este webhook
ru: Редактировать вебхук
sk: Úprava tohto webhooku
sl: Uredite ta spletni kavelj
sq: Ndrysho këtë webhook
sr: Izmeni ovaj webhook
sv: Redigera Webhooken
tr: Bu web kancasını düzenleyin
uk: Редагувати цей вебхук
vi: Chỉnh sửa webhook này
zh_hk: 編輯此 webhook

source: Please enter a correctly formatted URL
ar: يُرجى إدخال عنوان URL بتنسيق صحيح
bg: Моля, въведете правилно форматиран URL адрес
ca: Introduïu un URL amb el format correcte
de: Bitte geben Sie eine korrekt formatierte URL ein
eo: Yo, pls drop a URL that’s actually formatted right, fr fr
es: Por favor ingresa un URL correctamente formateado
fa: لطفاً یک URL با قالب بندی صحیح وارد کنید
fi: Lisää oikein muotoiltu URL
fr: Veuillez saisir une URL valide
hu: Adjon meg egy helyesen formázott URL-t
it: Inserire un URL formattato correttamente
ja: 正しい書式のURLを入力してください。
lt: Įveskite teisingai suformatuotą URL
ms: Sila masukkan URL yang diformat dengan betul
nb: Vennligst skriv inn en korrekt formatert URL
nl: Voer een geldige URL in
pl: Wprowadź poprawnie sformatowany adres URL
pt_br: Digite um URL formatado corretamente
ru: Введите правильный URL-адрес
sk: Zadajte správne naformátovanú adresu URL
sl: Vnesite pravilno oblikovan URL
sq: Ju lutemi shkruani një URL të formatuar saktë
sr: Unesite ispravno formatiran URL
sv: Vänligen ange en korrekt URL
tr: Lütfen doğru biçimlendirilmiş bir URL girin
uk: Будь ласка, введіть URL у правильному форматі
vi: Vui lòng nhập URL được định dạng chính xác
zh_hk: 請輸入格式正確的 URL

source: Please add a name
ar: يُرجى إضافة اسم
bg: Моля, добавете име
ca: Si us plau, afegiu un nom
de: Bitte füge einen Namen hinzu
eo: Pls add a name, fr fr
es: Por favor añade un nombre
fa: لطفا یک نام اضافه کنید
fi: Lisää nimi
fr: Veuillez ajouter un nom
hu: Adjon hozzá egy nevet
it: Aggiungere un nome
ja: 名前を追加してください
lt: Pridėkite vardą
ms: Sila tambah nama
nb: Vennligst legg til et navn
nl: Voeg een naam toe
pl: Prosimy o dodanie nazwy
pt_br: Adicione um nome
ru: Пожалуйста, добавьте название
sk: Pridajte prosím meno
sl: Prosimo, dodajte ime
sq: Ju lutemi shtoni një emër
sr: Dodajte naziv
sv: Vänligen lägg till ett namn
tr: Lütfen bir isim ekleyin
uk: Будь ласка, додайте назву
vi: Xin vui lòng thêm tên
zh_hk: 請加入名稱

source: Please add a description
ar: يُرجى إضافة وصف
bg: Моля, добавете описание
ca: Si us plau, afegiu una descripció
de: Bitte füge eine Beschreibung hinzu
eo: Yo, pls drop a description, thx!
es: Por favor añade una descripción
fa: لطفا توضیحات اضافه کنید
fi: Lisää kuvaus
fr: Veuillez ajouter une description
hu: Adjon hozzá egy leírást
it: Aggiungere una descrizione
ja: 説明を追加してください
lt: Pridėkite aprašymą
ms: Sila tambah penerangan
nb: Vennligst legg til en beskrivelse
nl: Voeg een beschrijving toe
pl: Prosimy o dodanie opisu
pt_br: Adicione uma descrição
ru: Пожалуйста, добавьте описание
sk: Pridajte prosím popis
sl: Prosimo, dodajte opis
sq: Ju lutemi shtoni një përshkrim
sr: Dodajte opis
sv: Vänligen lägg till en beskrivning
tr: Lütfen bir açıklama ekleyin
uk: Будь ласка, додайте опис
vi: Vui lòng thêm mô tả
zh_hk: 請加入說明

source: Bearer token
ar: توكن Bearer
bg: Знак на носителя
ca: Fitxa de portador
de: Besitzertoken
eo: That’s basically the “pass” to get in, fr.
es: Ficha al portador
fa: نشان حامل
fi: Kantajatoken
fr: Jeton de porteur
it: Gettone al portatore
ja: ベアラートークン
lt: Nešėjo žetonas
ms: Token pembawa
nb: Bærer av token
nl: Token aan toonder
pl: Token na okaziciela
pt_br: Token do portador
ru: Bearer токен
sk: Žetón na doručiteľa
sl: Prinosni žeton
sq: Token bearer
tr: Taşıyıcı belirteci
uk: Bearer-токен
vi: Người mang token
zh_hk: 承載符記

source: Secret Token
bg: Таен жетон
ca: Token secret
de: Geheimes Token
eo: Glow-up Pass
es: Token Secreto
fa: رمز مخفی
fi: Salainen token
hu: Titkos kulcs
it: Gettone segreto
ja: シークレット・トークン
lt: Slaptas ženklas
ms: Token Rahsia
nb: Hemmelig token
nl: Geheim Tokkel
pl: Tajny token
pt_br: Token secreto
ru: Secret токен
sk: Tajný žetón
sl: Skrivni žeton
sq: Token sekret
sr: Tajni token
tr: Gizli Belirteç
uk: Секретний токен
vi: Mã thông báo bí mật
zh_hk: 秘密令牌

source: Add to
ar: أضِف إلى
bg: Добавяне към
ca: Afegeix a
de: Hinzufügen zu
eo: Add to → Add smth to my vibe or just "add to" is chill, no cap
es: Añadir a
fa: اضافه کردن به
fi: Lisää
fr: Ajouter à
hu: Hozzáadás
it: Aggiungi a
ja: 追加
lt: Pridėti prie
ms: Tambah ke
nb: Legg til
nl: Toevoegen aan
pl: Dodaj do
pt_br: Adicionar a
ru: Добавить в
sk: Pridať do
sl: Dodaj v
sq: Shto te
sr: Dodaj u
sv: Lägg till i
tr: Eklemek için
uk: Додати до
vi: Thêm vào
zh_hk: 新增至

source: Header
bg: Заглавие
ca: Encapçalament
de: Kopfzeile
eo: Header → Top-tier intro, or just "header" is chill to keep as is, but if you wanna be extra: "The vibe at the top"
es: Encabezamiento
fa: سربرگ
fi: Otsikko
fr: Entête
hu: Fejléc
it: Intestazione
ja: ヘッダー
lt: Antraštė
ms: Pengepala
nb: Overskrift
nl: Kop
pl: Nagłówek
pt_br: Cabeçalho
ru: Заголовок
sk: Záhlavie
sl: Glava
sv: Huvud
tr: Başlık
uk: Заголовок
vi: Tiêu đề
zh_hk: 標頭

source: Query param
bg: Запитване param
ca: Paràmetre de consulta
de: Anfrageparameter
eo: Query param → "URL add-on" or "link boost"
es: Parámetro de consulta
fa: پارامتر پرس و جو
fi: Kyselyparametri
fr: Paramètre de requête
hu: Lekérdezési paraméter
it: Param della query
ja: クエリパラメータ
lt: Užklausos param
ms: Param pertanyaan
nb: Spørreparameter
nl: Vraag param
pl: Parametr zapytania
pt_br: Parâmetro de consulta
ru: Параметры запроса
sk: Param dotazu
sl: Parameter poizvedbe
sq: Parametër query
sr: Parametar upita
sv: Queryparameter
tr: Sorgu parametresi
uk: Параметр запиту
vi: Tham số truy vấn
zh_hk: 查詢參數

source: API Key Value
ar: قيمة مفتاح API
bg: Стойност на API ключа
ca: Valor de la clau de l'API
de: API Schlüssel
eo: API key value → API passcode fr fr
es: Valor de Clave API
fa: مقدار کلید API
fi: API-avaimen arvo
fr: Clé d'API
hu: API-kulcs értéke
it: Valore della chiave API
ja: APIキー値
lt: API rakto reikšmė
ms: Nilai Kunci API
nb: API-nøkkelverdi
nl: API sleutel waarde
pl: Wartość klucza API
pt_br: Valor da chave da API
ru: Значение ключа API
sk: Hodnota kľúča API
sl: Vrednost ključa API
sq: Vlera e Çelësit API
sr: Vrednost API ključa
sv: API-nyckel
tr: API Anahtar Değeri
uk: Значення ключа API
vi: Giá trị khóa API
zh_hk: API 金鑰值

source: Create destination
ar: أنشئ وجهة
bg: Създаване на дестинация
ca: Crear destinació
de: Erstelle ein Ziel
eo: Make a spot to dip to
es: Crear destino
fa: مقصد را ایجاد کنید
fi: Luo kohde
fr: Créer une destination
hu: Cél létrehozása
it: Creare la destinazione
ja: 目的地の作成
lt: Sukurti tikslą
ms: Cipta destinasi
nb: Opprett destinasjon
nl: Bestemming aanmaken
pl: Utwórz miejsce docelowe
pt_br: Criar destino
ru: Создать пункт назначения
sk: Vytvoriť cieľové miesto
sl: Ustvari cilj
sq: Krijo destinacion
sr: Kreiraj odredište
sv: Skapa destination
tr: Hedef oluştur
uk: Створити призначення
vi: Tạo đích đến
zh_hk: 建立目的地
