Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: All tenant users belong to the {0} group and can't be removed from it. Setting permissions for this group is a great way to make sure you know what new {1} users will be able to see.
ar: ينتمي جميع مستخدمي المستأجر إلى مجموعة {0} ولا يمكن إزالتهم منها. إن تعيين الأذونات لهذه المجموعة طريقة رائعة لضمان معرفة ما سيتمكن مستخدمو {1} الجدد من رؤيته.
bg: Всички потребители наематели принадлежат към групата {0} и не могат да бъдат премахнати от нея. Задаването на разрешения за тази група е чудесен начин да се уверите, че знаете какво ще могат да виждат новите потребители {1} .
ca: Tots els usuaris inquilins pertanyen al grup {0} i no se'n poden eliminar. Establir permisos per a aquest grup és una bona manera d'assegurar-vos que sabeu què podran veure els nous usuaris de {1} .
de: Alle Mandantenbenutzer gehören der Gruppe {0} an und können nicht daraus entfernt werden. Die Festlegung von Berechtigungen für diese Gruppe ist eine hervorragende Möglichkeit, sicherzustellen, dass Sie wissen, was neue {1} -Benutzer sehen können.
es: Todos los usuarios inquilinos pertenecen al grupo {0} y no se pueden eliminar. Configurar permisos para este grupo es una excelente manera de saber qué podrán ver los nuevos usuarios {1} .
fa: همه کاربران مستاجر متعلق به گروه {0} هستند و نمی‌توان آنها را از آن حذف کرد. تنظیم مجوزها برای این گروه، راهی عالی برای اطمینان از این است که می‌دانید کاربران جدید {1} قادر به دیدن چه چیزهایی خواهند بود.
fi: Kaikki vuokralaisen käyttäjät kuuluvat ryhmään {0} , eikä heitä voida poistaa siitä. Tämän ryhmän käyttöoikeuksien määrittäminen on loistava tapa varmistaa, että tiedät, mitä uudet {1} käyttäjät voivat nähdä.
fr: Tous les utilisateurs locataires appartiennent au groupe {0} et ne peuvent pas en être retirés. Définir les autorisations de ce groupe est un excellent moyen de contrôler ce que les nouveaux utilisateurs {1} pourront voir.
it: Tutti gli utenti tenant appartengono al gruppo {0} e non possono essere rimossi da esso. Impostare le autorizzazioni per questo gruppo è un ottimo modo per sapere cosa potranno vedere i nuovi utenti {1} .
ja: すべてのテナントユーザーは {0} グループに属しており、このグループから削除することはできません。このグループの権限を設定することで、新しい {1} ユーザーが閲覧できるコンテンツを確実に把握できます。
nb: Alle leietakerbrukere tilhører gruppen {0} og kan ikke fjernes fra den. Ved å angi tillatelser for denne gruppen kan du sørge for at du vet hva nye {1} -brukere vil kunne se.
nl: Alle tenantgebruikers behoren tot de {0} -groep en kunnen hier niet uit worden verwijderd. Het instellen van machtigingen voor deze groep is een uitstekende manier om ervoor te zorgen dat u weet wat nieuwe {1} -gebruikers kunnen zien.
pl: Wszyscy użytkownicy dzierżawy należą do grupy {0} i nie można ich z niej usunąć. Ustawienie uprawnień dla tej grupy to świetny sposób, aby upewnić się, co nowi użytkownicy {1} będą mogli zobaczyć.
pt_br: Todos os usuários locatários pertencem ao grupo {0} e não podem ser removidos dele. Definir permissões para esse grupo é uma ótima maneira de garantir que você saiba o que os novos usuários {1} poderão ver.
ru: Все пользователи тенанта входят в группу {0} и не могут быть из нее исключены. Настройка разрешений для этой группы — отличный способ убедиться, что вы знаете, что смогут увидеть новые пользователи тенанта {1}.
sk: Všetci nájomníci patria do skupiny {0} a nemožno ich z nej odstrániť. Nastavenie povolení pre túto skupinu je skvelý spôsob, ako sa uistiť, že viete, čo budú môcť noví {1} používatelia vidieť.
sl: Vsi najemniki pripadajo skupini {0} in jih iz nje ni mogoče odstraniti. Nastavitev dovoljenj za to skupino je odličen način, da se prepričate, kaj bodo novi uporabniki {1} lahko videli.
sq: Të gjithë përdoruesit e tenant janë pjesë e grupit {0} dhe s’mund të hiqen prej tij. Vendosja e lejeve për këtë grup është një mënyrë e mirë për t’u siguruar që e di çfarë do të mund të shohin përdoruesit e rinj {1}.
sr: Svi tenant korisnici pripadaju grupi {0} i ne mogu biti uklonjeni iz nje. Podešavanje dozvola za ovu grupu je odličan način da budete sigurni da znate šta će novi {1} korisnici moći da vide.
sv: Alla hyresgästanvändare tillhör gruppen {0} och kan inte tas bort från den. Att ställa in behörigheter för den här gruppen är ett bra sätt att se till att du vet vad nya {1} -användare kommer att kunna se.
tr: Tüm kiracı kullanıcıları {0} grubuna aittir ve bu gruptan çıkarılamazlar. Bu grup için izinleri ayarlamak, yeni {1} kullanıcılarının neleri görebileceğini bilmenizi sağlamanın harika bir yoludur.
uk: Усі користувачі тенанта належать до групи {0} і не можуть бути з неї видалені. Налаштування прав доступу для цієї групи — чудовий спосіб переконатися, що ви знаєте, що зможуть бачити нові користувачі {1}.
vi: Tất cả người dùng thuê bao đều thuộc nhóm {0} và không thể bị xóa khỏi nhóm này. Thiết lập quyền cho nhóm này là một cách tuyệt vời để đảm bảo bạn biết người dùng {1} mới sẽ có thể xem được những gì.
zh_hk: 所有租戶使用者都屬於 {0} 群組，且無法從群組中移除。為這個群組設定權限是確保您知道新的 {1} 使用者能夠看到什麼的好方法。

source: Create tenant user
ar: أنشئ مستخدم مستأجر
bg: Създаване на потребител на наемател
ca: Crea un usuari inquilí
de: Mandantenbenutzer erstellen
es: Crear usuario inquilino
fa: ایجاد کاربر مستاجر
fi: Luo vuokralaisen käyttäjä
fr: Créer un utilisateur locataire
it: Crea utente tenant
ja: テナントユーザーの作成
nb: Opprett leietakerbruker
nl: Gebruiker voor tenant aanmaken
pl: Utwórz użytkownika dzierżawy
pt_br: Criar usuário locatário
ru: Создать пользователя тенанта
sk: Vytvoriť používateľa nájomníka
sl: Ustvari uporabnika najemnika
sq: Krijo përdorues tenant
sr: Kreiraj tenant korisnika
sv: Skapa hyresgästanvändare
tr: Kiracı kullanıcısı oluştur
uk: Створити користувача тенанта
vi: Tạo người dùng người thuê
zh_hk: 建立租戶使用者

source: Tenant groups
ar: مجموعات المستأجر
bg: Групи наематели
ca: Grups d'inquilins
de: Mietergruppen
es: Grupos de inquilinos
fa: گروه‌های مستاجر
fi: Vuokralaisryhmät
fr: Groupes de locataires
it: gruppi di inquilini
ja: テナントグループ
nb: Leietakergrupper
nl: Huurdersgroepen
pl: Grupy najemców
pt_br: Grupos de inquilinos
ru: Группы тенанта
sk: Skupiny nájomníkov
sl: Skupine najemnikov
sq: Grupe tenant
sr: Tenant grupe
sv: Hyresgästgrupper
tr: Kiracı grupları
uk: Групи тенанта
vi: Nhóm người thuê nhà
zh_hk: 租戶群組

source: Items cannot be saved directly to the tenant root collection. Please select a sub-collection.
ar: لا يمكن حفظ العناصر مباشرةً في المجموعة الجذرية للمستأجر. يُرجى تحديد مجموعة فرعية.
bg: Елементите не могат да бъдат запазени директно в основната колекция на наемателя. Моля, изберете подколекция.
ca: Els elements no es poden desar directament a la col·lecció arrel del client. Seleccioneu una subcol·lecció.
de: Elemente können nicht direkt in der Stammsammlung des Mandanten gespeichert werden. Bitte wählen Sie eine Untersammlung aus.
es: Los elementos no se pueden guardar directamente en la colección raíz del inquilino. Seleccione una subcolección.
fa: اقلام را نمی‌توان مستقیماً در مجموعه ریشه مستاجر ذخیره کرد. لطفاً یک زیرمجموعه انتخاب کنید.
fi: Kohteita ei voi tallentaa suoraan vuokralaisen juurikokoelmaan. Valitse alikokoelma.
fr: Il est impossible d'enregistrer directement des éléments dans la collection racine du locataire. Veuillez sélectionner une sous-collection.
it: Gli elementi non possono essere salvati direttamente nella raccolta radice del tenant. Seleziona una sottoraccolta.
ja: アイテムをテナントのルートコレクションに直接保存することはできません。サブコレクションを選択してください。
nb: Elementer kan ikke lagres direkte i leietakerens rotsamling. Vennligst velg en undersamling.
nl: Items kunnen niet rechtstreeks in de hoofdcollectie van de tenant worden opgeslagen. Selecteer een subcollectie.
pl: Elementów nie można zapisać bezpośrednio w kolekcji głównej dzierżawcy. Wybierz podkolekcję.
pt_br: Não é possível salvar itens diretamente na coleção raiz do locatário. Selecione uma subcoleção.
ru: Элементы нельзя сохранять напрямую в корневую коллекцию тенанта. Выберите подколлекцию.
sk: Položky nie je možné uložiť priamo do koreňovej kolekcie nájomníka. Vyberte podkolekciu.
sl: Elementov ni mogoče shraniti neposredno v korensko zbirko najemnika. Izberite podzbirko.
sq: Elementet nuk mund të ruhen direkt te koleksioni rrënjë i tenant. Të lutem zgjidh një nën-koleksion.
sr: Stavke se ne mogu sačuvati direktno u osnovnu tenant kolekciju. Izaberite pod-kolekciju.
sv: Objekt kan inte sparas direkt i hyresgästens rotsamling. Välj en undersamling.
tr: Öğeler doğrudan kiracı kök koleksiyonuna kaydedilemez. Lütfen bir alt koleksiyon seçin.
uk: Елементи не можна зберігати безпосередньо в кореневу колекцію тенанта. Виберіть підколекцію.
vi: Không thể lưu trực tiếp các mục vào bộ sưu tập gốc của người thuê. Vui lòng chọn một bộ sưu tập con.
zh_hk: 項目無法直接儲存至租戶根收藏集。請選擇子收藏集。

source: Python library
ar: مكتبة Python
bg: Python библиотека
ca: Biblioteca de Python
de: Python-Bibliothek
es: Biblioteca de Python
fa: کتابخانه پایتون
fi: Python-kirjasto
fr: Bibliothèque Python
it: Libreria Python
ja: Pythonライブラリ
nb: Python-bibliotek
nl: Python-bibliotheek
pl: Biblioteka Pythona
pt_br: Biblioteca Python
ru: Библиотека Python
sk: knižnica Pythonu
sl: Python knjižnica
sq: Bibliotekë Python
sr: Python biblioteka
sv: Python-bibliotek
tr: Python kütüphanesi
uk: Бібліотека Python
vi: Thư viện Python
zh_hk: Python 程式庫

source: Select a source a database
ar: حدِّد قاعدة بيانات مصدر
bg: Изберете източник на база данни
ca: Seleccioneu una font d'una base de dades
de: Wählen Sie eine Quelle und eine Datenbank aus
es: Seleccione una fuente de base de datos
fa: انتخاب منبع و پایگاه داده
fi: Valitse lähdetietokanta
fr: Sélectionnez une source de base de données
it: Seleziona una fonte un database
ja: ソースデータベースを選択
nb: Velg en kilde en database
nl: Selecteer een bron of een database
pl: Wybierz źródło bazy danych
pt_br: Selecione uma fonte de banco de dados
ru: Выберите источник базы данных
sk: Vyberte zdroj databázy
sl: Izberite vir baze podatkov
sq: Zgjidh një bazë të dhënash burim
sr: Izaberite izvornu bazu
sv: Välj en källa i en databas
tr: Bir kaynak veritabanı seçin
uk: Виберіть базу даних-джерело
vi: Chọn một nguồn cơ sở dữ liệu
zh_hk: 選擇來源資料庫

source: The Python script cannot be empty
ar: لا يمكن أن يكون سكربت Python فارغًا
bg: Python скриптът не може да бъде празен
ca: L'script de Python no pot estar buit
de: Das Python-Skript darf nicht leer sein
es: El script de Python no puede estar vacío
fa: اسکریپت پایتون نمی‌تواند خالی باشد
fi: Python-skripti ei voi olla tyhjä
fr: Le script Python ne peut pas être vide
it: Lo script Python non può essere vuoto
ja: Pythonスクリプトは空にできません
nb: Python-skriptet kan ikke være tomt
nl: Het Python-script mag niet leeg zijn
pl: Skrypt Pythona nie może być pusty
pt_br: O script Python não pode estar vazio
ru: Скрипт Python не может быть пустым
sk: Python skript nemôže byť prázdny
sl: Skripta Python ne sme biti prazna
sq: Skripti Python nuk mund të jetë bosh
sr: Python skripta ne može biti prazna
sv: Python-skriptet kan inte vara tomt
tr: Python betiği boş olamaz
uk: Python-скрипт не може бути порожнім
vi: Tập lệnh Python không được để trống
zh_hk: Python 腳本不能為空

source: Select at least one table to alias
ar: حدِّد جدولًا واحدًا على الأقل لإنشاء alias له
bg: Изберете поне една таблица за псевдоним
ca: Seleccioneu com a mínim una taula per a l'àlies
de: Wählen Sie mindestens eine Tabelle als Alias aus
es: Seleccione al menos una tabla para crear un alias
fa: حداقل یک جدول را برای نام مستعار انتخاب کنید
fi: Valitse vähintään yksi taulukko, johon haluat lisätä aliaksen
fr: Sélectionnez au moins une table pour créer un alias
it: Seleziona almeno una tabella a cui assegnare un alias
ja: エイリアスを作成するテーブルを少なくとも 1 つ選択してください
nb: Velg minst én tabell som skal alias
nl: Selecteer minstens één tabel als alias
pl: Wybierz co najmniej jedną tabelę do aliasowania
pt_br: Selecione pelo menos uma tabela para criar um alias
ru: Выберите хотя бы одну таблицу для псевдонима
sk: Vyberte aspoň jednu tabuľku na alias
sl: Izberite vsaj eno tabelo za vzdevek
sq: Zgjidh të paktën një tabelë për alias
sr: Izaberite bar jednu tabelu za dodelu alijasa
sv: Välj minst en tabell att aliasera
tr: Takma ad olarak kullanılacak en az bir tablo seçin
uk: Виберіть щонайменше одну таблицю для аліаса
vi: Chọn ít nhất một bảng để đặt bí danh
zh_hk: 至少選取一個要別名的資料表

source: Manage uploads
ar: إدارة عمليات الرفع
bg: Управление на качванията
ca: Gestiona les càrregues
de: Uploads verwalten
eo: Handle the uploads, fr fr
es: Administrar cargas
fa: مدیریت آپلودها
fi: Hallinnoi latauksia
fr: Gérer les téléchargements
it: Gestisci i caricamenti
ja: アップロードを管理する
nb: Administrer opplastinger
nl: Uploads beheren
pl: Zarządzaj przesyłaniem
pt_br: Gerenciar uploads
ru: Управлять загрузками
sk: Spravovať nahrávania
sl: Upravljanje nalaganj
sq: Menaxho ngarkimet
sr: Upravljaj otpremanjima
sv: Hantera uppladdningar
tr: Yüklemeleri yönet
uk: Керувати завантаженнями
vi: Quản lý tải lên
zh_hk: 管理上傳

source: Uploaded tables
ar: الجداول المرفوعة
bg: Качени таблици
ca: Taules carregades
de: Hochgeladene Tabellen
eo: Dropped the tables
es: Tablas cargadas
fa: جداول آپلود شده
fi: Ladatut taulukot
fr: Tableaux téléchargés
it: Tabelle caricate
ja: アップロードされたテーブル
nb: Opplastede tabeller
nl: Geüploade tabellen
pl: Przesłane tabele
pt_br: Tabelas carregadas
ru: Загруженные таблицы
sk: Nahrané tabuľky
sl: Naložene tabele
sq: Tabela të ngarkuara
sr: Otpremljene tabele
sv: Uppladdade tabeller
tr: Yüklenen tablolar
uk: Завантажені таблиці
vi: Đã tải lên bảng
zh_hk: 上傳的表格

source: This component does not support guest embeds
ar: هذا المكوّن لا يدعم تضمينات الضيف
bg: Този компонент не поддържа вграждане на гост-платформи
ca: Aquest component no admet incrustacions de convidats
de: Diese Komponente unterstützt keine Gast-Einbettungen.
es: Este componente no admite incrustaciones de invitados
fa: این کامپوننت از جاسازی‌های مهمان پشتیبانی نمی‌کند.
fi: Tämä komponentti ei tue vierasupotuksia
fr: Ce composant ne prend pas en charge les intégrations invitées.
it: Questo componente non supporta gli incorporamenti guest
ja: このコンポーネントはゲスト埋め込みをサポートしていません
nb: Denne komponenten støtter ikke gjesteinnbygging
nl: Dit onderdeel ondersteunt geen gast-embeds
pl: Ten komponent nie obsługuje osadzeń gościnnych
pt_br: Este componente não suporta incorporação de convidados.
ru: Этот компонент не поддерживает гостевые вставки.
sk: Táto súčasť nepodporuje vkladanie hosťovských prvkov
sl: Ta komponenta ne podpira vdelave gostov
sq: Ky komponent nuk i mbështet inkorporimet si guest
sr: Ova komponenta ne podržava ugrađivanje za goste
sv: Den här komponenten stöder inte gästinbäddningar
tr: Bu bileşen konuk yerleştirmelerini desteklemiyor
uk: Цей компонент не підтримує гостьові вбудовування
vi: Thành phần này không hỗ trợ nhúng khách
zh_hk: 此元件不支援訪客嵌入

source: JWT tokens cannot be passed as id. Use the token prop instead.
ar: لا يمكن تمرير JWT tokens كـ id. استخدم خاصية token بدلًا من ذلك.
bg: JWT токените не могат да се предават като id. Използвайте вместо това свойството token.
ca: Els tokens JWT no es poden passar com a identificador. Feu servir l'element token en comptes d'això.
de: JWT-Tokens können nicht als ID übergeben werden. Verwenden Sie stattdessen die Token-Eigenschaft.
es: Los tokens JWT no se pueden pasar como ID. Use la propiedad "token" en su lugar.
fa: توکن‌های JWT را نمی‌توان به عنوان شناسه ارسال کرد. به جای آن از مشخصه token استفاده کنید.
fi: JWT-tokeneja ei voi välittää id:nä. Käytä sen sijaan token-prop-ominaisuutta.
fr: Les jetons JWT ne peuvent pas être utilisés comme identifiant. Utilisez plutôt la propriété `token`.
it: I token JWT non possono essere passati come id. Utilizzare invece la prop token.
ja: JWTトークンはIDとして渡すことができません。代わりにtokenプロパティを使用してください。
nb: JWT-tokens kan ikke sendes som id. Bruk token prop i stedet.
nl: JWT-tokens kunnen niet als id worden doorgegeven. Gebruik in plaats daarvan de tokenprop.
pl: Tokenów JWT nie można przekazywać jako identyfikatora. Zamiast tego należy użyć właściwości tokena.
pt_br: Tokens JWT não podem ser passados como id. Use a propriedade token em vez disso.
ru: Токены JWT нельзя передавать как идентификатор. Вместо этого используйте свойство токена.
sk: Tokeny JWT nemožno odovzdať ako id. Namiesto toho použite vlastnosť token.
sl: Žetonov JWT ni mogoče posredovati kot ID. Namesto tega uporabite prop token.
sq: Token-ët JWT nuk mund të kalohen si id. Në vend të kësaj, përdor prop-in token.
sr: JWT tokeni ne mogu da se proslede kao id. Umesto toga koristite prop token.
sv: JWT-tokens kan inte skickas som id. Använd token prop istället.
tr: JWT token'ları kimlik olarak aktarılamaz. Bunun yerine token özelliğini kullanın.
uk: JWT-токени не можна передавати як id. Натомість використайте проп token.
vi: Không thể truyền token JWT dưới dạng id. Thay vào đó, hãy sử dụng token prop.
zh_hk: JWT 令牌不能作為 id 傳遞。請改用 token prop。

source: A valid JWT token is required to be passed in guest embeds mode.
ar: يجب تمرير JWT token صالح في وضع تضمينات الضيف.
bg: В режим на вграждане на гост е необходимо да се предаде валиден JWT токен.
ca: Cal passar un token JWT vàlid en el mode d'incrustació de convidats.
de: Im Gast-Einbettungsmodus muss ein gültiges JWT-Token übergeben werden.
es: Es necesario pasar un token JWT válido en el modo de incrustaciones de invitados.
fa: یک توکن JWT معتبر برای ارسال در حالت جاسازی مهمان لازم است.
fi: Vieras-upotustilassa vaaditaan kelvollisen JWT-tunnuksen välittäminen.
fr: Un jeton JWT valide doit être transmis en mode d'intégration invité.
it: È necessario passare un token JWT valido nella modalità guest embed.
ja: ゲスト埋め込みモードでは、有効な JWT トークンを渡す必要があります。
nb: Et gyldig JWT-token må sendes i gjesteinnbyggingsmodus.
nl: Er is een geldig JWT-token vereist om te worden doorgegeven in de gast-embeds-modus.
pl: W trybie osadzań gościnnych wymagane jest przekazanie prawidłowego tokena JWT.
pt_br: É necessário passar um token JWT válido no modo de incorporação para convidados.
ru: В режиме гостевого встраивания требуется передача действительного токена JWT.
sk: V režime hosťovského vkladania je potrebné odovzdať platný token JWT.
sl: V načinu vdelave gosta je treba posredovati veljaven žeton JWT.
sq: Kërkohet të kalohet një token JWT i vlefshëm në modalitetin e inkorporimeve si guest.
sr: U režimu ugrađivanja za goste mora se proslediti važeći JWT token.
sv: En giltig JWT-token krävs för att skickas i gästinbäddningsläge.
tr: Misafir yerleştirme modunda geçerli bir JWT belirtecinin geçirilmesi gerekir.
uk: У режимі гостьових вбудовувань потрібно передати валідний JWT-токен.
vi: Cần phải truyền mã thông báo JWT hợp lệ ở chế độ nhúng của khách.
zh_hk: 在 guest embeds 模式下，必須傳送有效的 JWT 令牌。

source: Passing a token is only allowed for guest embeds mode.
ar: لا يُسمح بتمرير token إلا في وضع تضمينات الضيف.
bg: Предаването на токен е разрешено само за режим на вграждане за гости.
ca: Només es permet passar un token per al mode d'incrustacions de convidat.
de: Die Übergabe eines Tokens ist nur im Gast-Einbettungsmodus zulässig.
es: Solo se permite pasar un token para el modo de incrustación de invitados.
fa: ارسال توکن فقط برای حالت جاسازی مهمان مجاز است.
fi: Tunnuksen välittäminen on sallittu vain vierasupotustilassa.
fr: La transmission d'un jeton n'est autorisée que pour le mode d'intégration invité.
it: Il passaggio di un token è consentito solo per la modalità guest embed.
ja: トークンの受け渡しは、ゲスト埋め込みモードでのみ許可されます。
nb: Det er bare tillatt å sende et token for gjesteinnbygging.
nl: Het doorgeven van een token is alleen toegestaan in de gast-embedmodus.
pl: Przekazywanie tokena jest dozwolone wyłącznie w trybie osadzanym gościnnie.
pt_br: O envio de um token só é permitido no modo de incorporação para convidados.
ru: Передача токена разрешена только для режима гостевого встраивания.
sk: Odovzdávanie tokenu je povolené iba v režime hosťovského vkladania.
sl: Posredovanje žetona je dovoljeno samo za način vdelave gosta.
sq: Kalimi i një token-i lejohet vetëm për modalitetin e inkorporimeve si guest.
sr: Prosleđivanje tokena je dozvoljeno samo u režimu ugrađivanja za goste.
sv: Det är endast tillåtet att skicka en token i gästinbäddningsläget.
tr: Bir tokenin geçirilmesine yalnızca misafir yerleştirme modu için izin verilir.
uk: Передавання токена дозволено лише для режиму гостьових вбудовувань.
vi: Chỉ được phép truyền mã thông báo ở chế độ nhúng của khách.
zh_hk: 只有訪客嵌入模式才允許傳遞令牌。

source: Passed token is not a valid JWT token.
ar: الـ token المُمرَّر ليس JWT token صالحًا.
bg: Предаденият токен не е валиден JWT токен.
ca: El token passat no és un token JWT vàlid.
de: Das übergebene Token ist kein gültiges JWT-Token.
es: El token pasado no es un token JWT válido.
fa: توکن ارسالی، یک توکن JWT معتبر نیست.
fi: Hyväksytty tunnus ei ole kelvollinen JWT-tunnus.
fr: Le jeton transmis n'est pas un jeton JWT valide.
it: Il token passato non è un token JWT valido.
ja: 渡されたトークンは有効な JWT トークンではありません。
nb: Tokenet som sendes inn, er ikke et gyldig JWT-token.
nl: Het doorgegeven token is geen geldig JWT-token.
pl: Przekazany token nie jest prawidłowym tokenem JWT.
pt_br: O token fornecido não é um token JWT válido.
ru: Переданный токен не является допустимым токеном JWT.
sk: Odovzdaný token nie je platný JWT token.
sl: Podani žeton ni veljaven žeton JWT.
sq: Token-i i kaluar nuk është një token JWT i vlefshëm.
sr: Prosleđeni token nije važeći JWT token.
sv: Den skickade token är inte en giltig JWT-token.
tr: Geçirilen token geçerli bir JWT token değil.
uk: Переданий токен не є валідним JWT-токеном.
vi: Mã thông báo đã chuyển không phải là mã thông báo JWT hợp lệ.
zh_hk: 傳送的標記不是有效的 JWT 標記。

source: Johnny
bg: Петър
ca: Joan
de: Max
eo: Johnny? That’s just vibes, no cap.
es: Juan
fa: جانی
fi: Joni
fr: Johny
ja: ジョニー
lt: Džonis
nb: Ola
pl: Jan
pt_br: João
ru: Джонни
sk: Johny
sl: Janez
zh_hk: 強尼

source: AI
ar: الذكاء الاصطناعي
bg: Изкуствен интелект
ca: IA
de: KI
eo: AI → robot brain or just "the bots"
fa: هوش مصنوعی
fi: Tekoäly
fr: IA
it: intelligenza artificiale
ja: 人工知能
nl: KI
pl: Sztuczna inteligencja
pt_br: IA
ru: ИИ
sk: Umelá inteligencia
sl: Umetna inteligenca
sr: VI
tr: Yapay Zeka
uk: ШІ
vi: Trí tuệ nhân tạo

source: Related settings
ar: إعدادات ذات صلة
bg: Свързани настройки
ca: Configuració relacionada
de: Zugehörige Einstellungen
es: Configuraciones relacionadas
fa: تنظیمات مرتبط
fi: Aiheeseen liittyvät asetukset
fr: Paramètres associés
it: Impostazioni correlate
ja: 関連設定
nb: Relaterte innstillinger
nl: Gerelateerde instellingen
pl: Powiązane ustawienia
pt_br: Configurações relacionadas
ru: Связанные настройки
sk: Súvisiace nastavenia
sl: Sorodne nastavitve
sq: Cilësime të lidhura
sr: Povezana podešavanja
sv: Relaterade inställningar
tr: İlgili ayarlar
uk: Пов’язані налаштування
vi: Cài đặt liên quan
zh_hk: 相關設定

source: Edit connection details
ar: حرّر تفاصيل الاتصال
bg: Редактирайте подробностите за връзката
ca: Editeu els detalls de la connexió
de: Verbindungsdetails bearbeiten
eo: Fix up the connection info
es: Editar detalles de conexión
fa: ویرایش جزئیات اتصال
fi: Muokkaa yhteystietoja
fr: Modifier les détails de connexion
it: Modifica i dettagli della connessione
ja: 接続の詳細を編集する
lt: Redaguoti ryšio informaciją
nb: Rediger tilkoblingsdetaljer
nl: Verbindingsgegevens bewerken
pl: Edytuj szczegóły połączenia
pt_br: Editar detalhes da conexão
ru: Изменить данные подключения
sk: Upravte podrobnosti pripojenia
sl: Uredite podrobnosti povezave
sq: Ndrysho detajet e lidhjes
sr: Izmeni detalje konekcije
sv: Redigera anslutningsinformation
tr: Bağlantı ayrıntılarını düzenle
uk: Редагувати параметри підключення
vi: Chỉnh sửa chi tiết kết nối
zh_hk: 編輯連線詳細資料
