Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Change access to this database to “Granular”?
ar: هل تريد تغيير الوصول إلى قاعدة البيانات هذه إلى “Granular”؟
bg: Променете достъпа до тази база данни на "Granular"?
ca: Vols canviar l'accés a aquesta base de dades a "Granular"?
de: Den Zugriff auf diese Datenbank auf "granular" ändern?
eo: Yo, should we make the access to this database all the way “Granular”?
es: ¿Cambiar el acceso a esta base de datos a “Granular”?
fa: دسترسی به این پایگاه داده را به "Granular" تغییر دهید؟
fi: Muutetaanko tämän tietokannan käyttöoikeus arvoksi "Hienojakoinen"?
fr: Changer l'accès à cette base de données à "Granulaire" ?
hu: Hozzáférés megváltoztatása ehhez az adatbázishoz 'Részletes' szintre?
it: Modificare l'accesso a questo database in "Granulare"?
ja: このデータベースへのアクセスを "Granular "に変更しますか？
lt: Pakeisti prieigą prie šios duomenų bazės į „Granuliuotas“?
ms: Tukar akses ke pangkalan data ini kepada "Granular"?
nb: Endre tilgangen til denne databasen til "Granular"?
nl: Toegang tot deze database wijzigen in "Granular"?
pl: Zmienić dostęp do tej bazy danych na "Granular"?
pt_br: Alterar o acesso a esse banco de dados para "Granular"?
ru: Изменить доступ к этой базе данных на "Гранулярный"?
sk: Zmeniť prístup do tejto databázy na "Granulárny"?
sl: Spremenite dostop do te baze podatkov na »Granular«?
sq: Të ndryshohet aksesi për këtë databazë në “Granular”?
sr: Promeniti pristup ovoj bazi na „Detaljno“?
sv: Ändra åtkomst till den här databasen till "Granular"?
tr: Bu veritabanına erişimi "Granüler" olarak değiştirin?
uk: Змінити доступ до цієї бази даних на «Детальний»?
vi: Thay đổi quyền truy cập vào cơ sở dữ liệu này thành “Chi tiết”?
zh_hk: 將此資料庫的存取權變更為「Granular」？

source: As part of providing granular permissions for this one {0}, this group's native querying permissions will also be removed from all tables and schemas in this database.
ar: كجزء من توفير أذونات دقيقة لهذا {0} فقط، ستتم أيضًا إزالة أذونات الاستعلام الأصلي لهذه المجموعة من جميع الجداول والمخططات في قاعدة البيانات هذه.
bg: Като част от осигуряването на детайлни разрешения за този един {0}, естествените разрешения за заявки на тази група също ще бъдат премахнати от всички таблици и схеми в тази база данни.
ca: Com a part de proporcionar permisos granulars per a aquest {0}, els permisos de consulta nadius d'aquest grup també s'eliminaran de totes les taules i esquemes d'aquesta base de dades.
de: Als Teil der Bereitstellung granularer Berechtigungen für diese eine {0}werden die nativen Abfrageberechtigungen dieser Gruppe auch von allen Tabellen und Schemata in dieser Datenbank entfernt.
eo: So, to give super specific perms for this {0}, we're also gonna yeet this group's native query perms from all tables and schemas in the database.
es: Como parte de proporcionar permisos granulares para este {0}, los permisos de consulta nativos de este grupo también se eliminarán de todas las tablas y esquemas de esta base de datos.
fa: به عنوان بخشی از ارائه مجوزهای ریز برای این یکی {0}، مجوزهای جستجوی بومی این گروه نیز از همه جداول و طرحواره های این پایگاه داده حذف خواهد شد.
fi: Osana hienojakoisten käyttöoikeuksien myöntämistä tälle {0}, myös tämän ryhmän natiivikyselyiden oikeudet poistetaan kaikista tämän tietokannan taulukoista ja skeemoista.
fr: Dans le cadre de la mise en place d'autorisations granulaires pour ce {0}, les autorisations d'interrogation de ce groupe seront également supprimées de toutes les tables et de tous les schémas de cette base de données.
hu: Ennek az {0}-nak a részletes jogosultságainak biztosításának részeként ennek a csoportnak a natív lekérdezési jogosultságai is el lesznek távolítva az adatbázis összes táblájáról és sémájáról.
it: Per fornire permessi granulari a questo {0}, i permessi di interrogazione nativa di questo gruppo saranno rimossi anche da tutte le tabelle e gli schemi di questo database.
ja: この{0}に対してきめ細かな権限を提供する一環として、このグループのネイティブなクエリ権限も、このデータベース内のすべてのテーブルとスキーマから削除されます。
lt: Suteikiant išsamius leidimus šiai {0}, šios grupės vietiniai užklausų leidimai taip pat bus pašalinti iš visų šios duomenų bazės lentelių ir schemų.
ms: Sebagai sebahagian daripada memberikan kebenaran yang terperinci untuk {0} ini, kebenaran pertanyaan asal kumpulan ini juga akan dikeluarkan dari semua jadual dan skema dalam pangkalan data ini.
nb: Som en del av å gi detaljerte rettigheter til denne ene {0}, vil denne gruppens opprinnelige spørretillatelser også bli fjernet fra alle tabeller og skjemaer i denne databasen.
nl: Als onderdeel van het verstrekken van granulaire permissies voor deze {0}, zullen de rechten tot SQL-vragen van deze groep ook verwijderd worden van alle tabellen en schema's in deze database.
pl: W ramach zapewnienia szczegółowych uprawnień dla tej jednej {0}, natywne uprawnienia tej grupy do zapytań zostaną również usunięte ze wszystkich tabel i schematów w tej bazie danych.
pt_br: Como parte do fornecimento de permissões granulares para esse {0}, as permissões de consulta nativa desse grupo também serão removidas de todas as tabelas e esquemas desse banco de dados.
ru: В рамках предоставления подробных разрешений для этой одной {0}группы, ее собственные разрешения на запросы будут также удалены из всех таблиц и схем в этой базе данных.
sk: V rámci poskytovania granulárnych oprávnení pre túto jednu {0}, budú tiež odstránené natívne povolenia tejto skupiny na vyhľadávanie zo všetkých tabuliek a schém v tejto databáze.
sl: Kot del zagotavljanja podrobnih dovoljenj za to eno {0} bodo izvorna dovoljenja za poizvedovanje te skupine odstranjena tudi iz vseh tabel in shem v tej zbirki podatkov.
sq: Si pjesë e ofrimit të lejeve granulare për këtë {0}, lejet e query-ve native të këtij grupi do të hiqen gjithashtu nga të gjitha tabelat dhe skemat në këtë databazë.
sr: Kao deo dodeljivanja detaljnih dozvola za ovaj {0}, ovoj grupi će takođe biti uklonjene dozvole za nativne upite sa svih tabela i šema u ovoj bazi.
sv: Som en del av att ge granulerade behörigheter för denna enda {0}kommer denna grupps ursprungliga frågebehörigheter också att tas bort från alla tabeller och scheman i denna databas.
tr: Bu {0}için ayrıntılı izinler sağlamanın bir parçası olarak, bu grubun yerel sorgulama izinleri de bu veritabanındaki tüm tablolardan ve şemalardan kaldırılacaktır.
uk: У межах надання детальних дозволів для цього {0}, дозволи цієї групи на нативні запити також буде прибрано з усіх таблиць і схем у цій базі даних.
vi: Là một phần của việc cung cấp quyền chi tiết cho nhóm này {0}, các quyền truy vấn gốc của nhóm này cũng sẽ bị xóa khỏi tất cả các bảng và lược đồ trong cơ sở dữ liệu này.
zh_hk: 作為為這一個 {0}提供細粒度權限的一部分，這個群組的本機查詢權限也會從這個資料庫的所有資料表和模式中移除。

source: {0} has been restored.
ar: تمت استعادة {0}.
bg: {0} е възстановена.
ca: {0} s'ha restaurat.
de: {0} wurde wiederhergestellt.
eo: {0} is back and thriving
es: {0} ha sido restaurado.
fa: {0} بازیابی شده است.
fi: {0} on palautettu.
fr: {0} a été restauré.
hu: {0} visszaállítva.
it: {0} è stato ripristinato.
ja: {0}が復元された
lt: {0} buvo atkurtas.
ms: {0} telah dipulihkan.
nb: {0} har blitt gjenopprettet.
nl: {0} is hersteld.
pl: {0} został przywrócony.
pt_br: {0} foi restaurado.
ru: {0} восстановлен.
sk: {0} bola obnovená.
sl: {0} je bila obnovljena.
sq: {0} u rikthye.
sr: {0} je vraćen/a.
sv: {0} har återställts.
tr: {0} restore edilmiştir.
uk: {0} було відновлено.
vi: {0} đã được khôi phục.
zh_hk: {0} 已恢復。

source: View in collection
hu: Kollekció megtekintése
ms: Lihat dalam kumpulan

source: This item has been permanently deleted.
ar: تم حذف هذا العنصر نهائيًا.
bg: Този елемент е изтрит окончателно.
ca: Aquest element s'ha suprimit permanentment.
de: Dieser Artikel wurde endgültig gelöscht.
eo: This item's forever deleted fr.
es: Este elemento ha sido eliminado permanentemente.
fa: این مورد برای همیشه حذف شده است.
fi: Tämä kohde on poistettu pysyvästi.
fr: Cet item a été supprimé définitivement.
hu: Az elem végérvényesen törölve.
it: Questo articolo è stato eliminato definitivamente.
ja: この項目は永久に削除されました。
lt: Šis elementas buvo visam laikui ištrintas.
ms: Item ini telah dipadam secara kekal.
nb: Dette elementet har blitt permanent slettet.
nl: Dit item is permanent verwijderd.
pl: Ten element został trwale usunięty.
pt_br: Este item foi excluído permanentemente.
ru: Этот пункт был удален навсегда.
sk: Táto položka bola natrvalo vymazaná.
sl: Ta element je bil trajno izbrisan.
sq: Ky element është fshirë përgjithmonë.
sr: Ova stavka je trajno obrisana.
sv: Denna är permanent borttagen.
tr: Bu öğe kalıcı olarak silinmiştir.
uk: Цей елемент було назавжди видалено.
vi: Mục này đã bị xóa vĩnh viễn.
zh_hk: 此項目已被永久刪除。

source: Move to trash
ar: انقل إلى المهملات
bg: Преместване в кошчето
ca: Mou a la paperera
de: In den Papierkorb verschieben
eo: Slide to the dump, fr fr
es: Mover a papelera
fa: انتقال به سطل زباله
fi: Siirrä roskakoriin
fr: Envoyer à la corbeille
hu: Kukába mozgatás
it: Spostarsi nella spazzatura
ja: ゴミ箱へ移動
lt: Perkelti į šiukšliadėžę
ms: Pindahkan ke tong sampah
nb: Flytt til søppel
nl: Naar prullenbak
pl: Przenieś do kosza
pt_br: Mover para a lixeira
ru: Переместить в корзину
sk: Presun do koša
sl: Premik v smetnjak
sq: Çoje te koshi
sr: Premesti u otpad
sv: Flytta till papperskorgen
tr: Çöpe taşı
uk: Перемістити в кошик
vi: Di chuyển đến thùng rác
zh_hk: 移至垃圾桶

source: Deleted items will appear here.
ar: ستظهر العناصر المحذوفة هنا.
bg: Изтритите елементи ще се появят тук.
ca: Els elements suprimits apareixeran aquí.
de: Gelöschte Elemente werden hier aufgelistet.
eo: Deleted stuff will pop off here.
es: Los elementos eliminados aparecerán aquí.
fa: موارد حذف شده در اینجا ظاهر می شوند.
fi: Poistetut kohteet näkyvät täällä.
fr: Les éléments supprimés apparaitront ici.
hu: Törölt elemek itt jelennek majd meg.
it: Gli elementi eliminati appariranno qui.
ja: 削除された項目はここに表示されます。
lt: Ištrinti elementai bus rodomi čia.
ms: Item yang dipadam akan kelihatan di sini.
nb: Slettede elementer vil vises her.
nl: Verwijderde items verschijnen hier.
pl: Tutaj pojawią się usunięte elementy.
pt_br: Os itens excluídos aparecerão aqui.
ru: Удаленные элементы появятся здесь.
sk: Tu sa zobrazia vymazané položky.
sl: Tukaj bodo prikazani izbrisani elementi.
sq: Elementët e fshirë do të shfaqen këtu.
sr: Obrisane stavke će se pojaviti ovde.
sv: Borttagna saker kommer att visas här.
tr: Silinen öğeler burada görünecektir.
uk: Вилучені елементи зʼявляться тут.
vi: Các mục đã xóa sẽ xuất hiện ở đây.
zh_hk: 刪除的項目將會出現在這裡。

source: Pinned questions
ar: الأسئلة المثبّتة
bg: Въпроси, свързани с щифтове
ca: Preguntes fixades
de: Fixierte Fragen
eo: Pinned questions → Qs on lock or questions on deck
es: Preguntas fijadas
fa: سوالات پین شده
fi: Kiinnitetyt kyselyt
fr: Questions épinglées
hu: Kitűzött kérdések
it: Domande appuntate
ja: ピン留めの質問
lt: Prisegti klausimai
ms: Soalan yang disematkan
nb: Festede spørsmål
nl: Gepinde vragen
pl: Przypięte pytania
pt_br: Perguntas fixadas
ru: Закрепленные вопросы
sk: Pripnuté otázky
sl: Pripeta vprašanja
sq: Pyetje të fiksuara
sr: Zakačena pitanja
sv: Fastnålade frågor
tr: Sabitlenmiş sorular
uk: Закріплені запити
vi: Câu hỏi đã ghim
zh_hk: 已釘選的問題

source: Move, trash, and more...
ar: نقل، إلى سلة المهملات، والمزيد...
bg: Преместване, изхвърляне на отпадъци и други...
ca: Mou, enviar a les escombraries i molt més…
de: Verschieben, löschen und mehr...
eo: Move, deadass, and more...
es: Mover, papelera, y más...
fa: انتقال، سطل زباله، و موارد دیگر...
fi: Siirrä, poista ja muut toiminnot...
fr: Déménager, faire les poubelles, et plus encore...
hu: Mozgatás, kuka, és még több...
it: Traslochi, rifiuti e altro...
ja: 移動、削除、その他...
lt: Perkelti, išmesti šiukšles ir dar daugiau...
ms: Pindah, tong sampah, dan banyak lagi...
nb: Flytt, kast, og mer…
nl: Verhuizen, afval en meer...
pl: Przeprowadzki, śmieci i nie tylko...
pt_br: Mover, excluir e mais...
ru: Перемещение, корзина и другое...
sk: Presun, odpadky a ďalšie...
sl: Premikanje, smeti in še več ...
sq: Zhvendos, hidh në kosh dhe më shumë...
sr: Premesti, baci u otpad i još...
sv: Flytta, papperskorgen med mera...
tr: Taşınma, çöp ve daha fazlası...
uk: Перемістити, викинути в кошик та інше...
vi: Di chuyển, vứt rác và nhiều hơn nữa...
zh_hk: 移動、垃圾和更多...

source: Your feedback was submitted, thank you.
ar: تم إرسال ملاحظاتك، شكرًا لك.
bg: Вашата обратна връзка беше изпратена, благодарим Ви.
ca: S'ha enviat la teva opinió, gràcies.
de: Ihr Feedback wurde übertragen, vielen Dank.
eo: Your feedback's been sent, thx bestie.
es: Tus comentarios fueron enviados, gracias.
fa: بازخورد شما ارسال شد، متشکرم.
fi: Palautteesi on lähetetty, kiitos.
fr: Votre commentaire a été soumis, merci.
hu: A visszajelzése elküldve, köszönjük.
it: Il vostro feedback è stato inviato, grazie.
ja: ご意見をお寄せいただき、ありがとうございました。
lt: Jūsų atsiliepimas buvo pateiktas, ačiū.
ms: Maklum balas anda telah dihantar, terima kasih.
nb: Din tilbakemelding er sendt, takk.
nl: Je feedback is ingediend, bedankt.
pl: Twoja opinia została przesłana, dziękujemy.
pt_br: Seu feedback foi enviado.
ru: Ваш отзыв был отправлен, спасибо.
sk: Vaša spätná väzba bola odoslaná, ďakujeme.
sl: Vaše povratne informacije so bile predložene, hvala.
sq: Feedback-u yt u dërgua, faleminderit.
sr: Vaše povratne informacije su poslate, hvala.
sv: Din återkoppling har skickats. Tack!
tr: Geri bildiriminiz iletildi, teşekkür ederiz.
uk: Ваш відгук надіслано, дякуємо.
vi: Phản hồi của bạn đã được gửi, cảm ơn bạn.
zh_hk: 您的回饋已提交，謝謝。

source: Use interactive embedding to offer multi-tenant, self-service analytics and dashboard creation in their own data sandbox. Pro and Enterprise plans only.
hu: Használjon interaktív beágyazást több bérlős, önkiszolgáló elemzések és irányítópult létrehozásához a saját adat sandboxukban. Csak Pro és Enterprise csomagok esetén elérhető.
ms: Gunakan pembenaman interaktif untuk menawarkan analisis multi-penyewa, kendiri, dan penciptaan papan pemuka dalam data terpencil mereka sendiri. Pelan Pro dan Enterprise sahaja.

source: The TL;DR:
hu: A rövid összefoglaló:
ms: TL;DR:

source: Enable embedding in the settings
hu: Engedélyezze a beágyazást a beállításokban
ms: Aktifkan penyematan dalam tetapan

source: Create a dashboard to be embedded
hu: Beágyazandó dashboard készítése
ms: Cipta papan pemuka untuk disematkan

source: Implement SSO to sign app users into Metabase
hu: SSO megvalósítása az alkalmazás felhasználóinak Metabase-ba történő bejelentkeztetéséhez."
ms: Laksanakan SSO untuk mendaftarkan pengguna aplikasi ke Metabase

source: Configure collection permissions
hu: Kollekció beállítások beállítása
ms: Konfigurasikan kebenaran kumpulan

source: Setup data sandboxing to automatically scope data access based on user attributes
hu: Állítsa be az adat sandboxot, hogy automatikusan határozza meg az adathozzáférést a felhasználói attribútumok alapján
ms: Sediakan data terpencil untuk secara automatik menyesuaikan akses data berdasarkan atribut pengguna

source: Hide any features you don't want to expose to your app’s users
hu: Rejtse el azokat a funkciókat, amelyeket nem szeretne az alkalmazás felhasználói számára láthatóvá tenni.
ms: Sembunyikan ciri-ciri yang tidak mahu dinyatakan kepada pengguna aplikasi anda

source: Customize the look and feel of your application to match your brand.
hu: Testreszabhatja alkalmazása megjelenését és hangulatát, hogy illeszkedjen márkájához.
ms: Sesuaikan penampilan dan rasa aplikasi anda untuk sepadan dengan jenama anda.

source: Build it with the quick start
hu: Építse meg a gyorsindítással
ms: Bina dengan panduan ringkas

source: {0} about interactive embedding
hu: {0} interaktív beágyazásról
ms: {0} tentang penyematan interaktif

source: Hide these
ar: أخفِ هذه
bg: Скрийте тези
ca: Amaga aquests
de: Verbergen
eo: Hide these, fr fr
es: Esconder estos
fa: اینها را پنهان کن
fi: Piilota nämä
fr: Cachez-les
hu: Ezek elrejtése
it: Nascondere questi
ja: これらを隠す
lt: Paslėpti šiuos
ms: Sembunyikan ini
nb: Skjul disse
nl: Verberg deze
pl: Ukryj je
pt_br: Ocultar estes
ru: Скрыть это
sk: Skryť tieto
sl: Skrij te
sq: Fshihi këto
sr: Sakrij ovo
sv: Göm dessa
tr: Bunları sakla
uk: Сховати це
vi: Ẩn những thứ này
zh_hk: 隱藏這些

source: Embedding done, all good
ar: انتهى التضمين، كل شيء تمام
bg: Вграждането е направено, всичко е наред
ca: Incrustació feta, tot bé
de: Einbettung erledigt, alles gut
eo: Embedding's done, all vibes ✅
es: Incrustación hecha, todo bien
fa: جاسازی انجام شد، همه چیز خوب است
fi: Upotus valmis, kaikki hyvin
fr: L'intégration est faite, tout va bien
hu: Beágyazás elkészítve, minden jó
it: Incorporazione effettuata, tutto bene
ja: 埋め込み完了。
lt: Įterpimas atliktas, viskas gerai
ms: Penyematan selesai, semuanya baik
nb: Innebygging ferdig, alt ok
nl: Embedden gedaan, alles goed
pl: Osadzanie zakończone, wszystko w porządku
pt_br: Incorporação concluída, tudo certo
ru: Встраивание завершено, все в порядке
sk: Vkladanie hotové, všetko dobré
sl: Vdelava je končana, vse v redu
sq: Integrimi u krye, gjithçka në rregull
sr: Ugradnja je gotova, sve je u redu
sv: Inbäddning klar, allt ser bra ut
tr: Yerleştirme tamamlandı, her şey yolunda
uk: Вбудовування завершено, усе гаразд
vi: Đã nhúng xong, mọi thứ đều ổn
zh_hk: 嵌入完成，一切正常

source: I ran into issues
ar: واجهت مشاكل
bg: Срещнах проблеми
ca: He trobat problemes
de: Ich bin auf Probleme gestoßen
eo: I totally ran into probs
es: He tenido dificultades
fa: من به مسائل برخورد کردم
fi: Tuli pari 'muuttujaa'
fr: J'ai rencontré des problèmes
hu: Problémákba ütköztem
it: Ho riscontrato dei problemi
ja: 問題にぶつかった
lt: Susidūriau su problemomis
ms: Saya menghadapi masalah
nb: Jeg støtte på en hindring
nl: Ik kwam problemen tegen
pl: Natknąłem się na problemy
pt_br: Encontrei problemas
ru: Я столкнулся с проблемами
sk: Narazil som na problémy
sl: Naletel sem na težave
sq: Hasja probleme
sr: Naišao/la sam na probleme
sv: Jag sprang in i problem
tr: Sorunlarla karşılaştım
uk: Я зіткнувся(-лася) з проблемами
vi: Tôi đã gặp phải vấn đề
zh_hk: 我遇到的問題

source: I'm not interested right now
ar: لست مهتمًا الآن
bg: Не ме интересува в момента
ca: No hi estic interessat ara mateix
de: Ich bin aktuell nicht interessiert
eo: I'm not vibing with it rn
es: No tengo interés ahora mismo
fa: من در حال حاضر علاقه ای ندارم
fi: Ei kiinnosta juuri nyt
fr: Je ne suis pas intéressé pour l'instant
hu: Nem érdekel jelenleg
it: Non sono interessato al momento
ja: 今は興味がない
lt: Man dabar neįdomu
ms: Saya tidak berminat pada masa ini
nb: Ikke interessert akkurat nå
nl: Ik ben nu niet geïnteresseerd
pl: Nie jestem teraz zainteresowany
pt_br: Não tenho interesse no momento
ru: Сейчас мне это неинтересно
sk: Momentálne nemám záujem
sl: Trenutno me ne zanima
sq: Nuk më intereson tani për tani
sr: Trenutno nisam zainteresovan/a
sv: Ej intresserad just nu
tr: Şu anda ilgilenmiyorum.
uk: Мені зараз не цікаво
vi: Tôi không quan tâm ngay bây giờ
zh_hk: 我現在沒有興趣

source: Embedding Metabase
ar: تضمين Metabase
bg: Вграждане на метабаза
ca: Incrustació de Metabase
de: Einbettung von Metabase
eo: Embedding Metabase = Slapping Metabase in, like, the vibe or smthn
es: Incrustrando Metabase
fa: جاسازی متاباز
fi: Metabasen upotus
fr: Intégration de la base de données
hu: Metabase beágyazása
it: Incorporazione di metabasi
ja: メタベースの埋め込み
lt: Metabazės įdėjimas
ms: Menyematkan Metabase
nb: Innebygging av Metabase
nl: Metabase insluiten
pl: Osadzanie metabazy
pt_br: Como incorporar a Metabase
ru: Встраивание метабазы
sk: Vkladanie metabázy
sl: Vdelava metabaze
sq: Integrimi i Metabase
sr: Ugradnja Metabase-a
sv: Metabase inbäddning
tr: Metatabanı Gömme
uk: Вбудовування Metabase
vi: Nhúng Metabase
zh_hk: 嵌入元資料庫

source: Interactive
hu: Interaktív
ms: Interaktif

source: Static
hu: Statikus
ms: Statik

source: Embedding has been automatically enabled for you
hu: A beágyazás automatikusan engedélyezve lett az Ön számára.
ms: Penyematan telah diaktifkan secara automatik untuk anda

source: Because you expressed interest in embedding Metabase, we took this step for you so that you can more easily try it out. You can turn it off anytime in {0}.
hu: Mivel érdeklődést mutatott a Metabase beágyazása iránt, megtettük ezt a lépést, hogy könnyebben kipróbálhassa. Bármikor kikapcsolhatja a(z) {0} menüpontban.
ms: Kerana anda menunjukkan minat dalam penyisipan Metabase, kami mengambil langkah ini untuk memudahkan anda mencubanya. Anda boleh mematikannya pada bila-bila masa di {0}.

source: Need more information?
ar: هل تحتاج إلى مزيد من المعلومات؟
bg: Имате нужда от повече информация?
ca: Necessites més informació?
de: Benötigst du mehr Information?
eo: Need more deets?
es: ¿Necesitas más información?
fa: به اطلاعات بیشتری نیاز دارید؟
fi: Tarvitsetko lisätietoja?
fr: Besoin de plus d'informations ?
hu: További információra van szüksége?
it: Avete bisogno di ulteriori informazioni?
ja: もっと情報が必要ですか？
lt: Reikia daugiau informacijos?
ms: Perlukan maklumat lanjut?
nb: Trenger du mer informasjon?
nl: Meer informatie nodig?
pl: Potrzebujesz więcej informacji?
pt_br: Precisa de mais informações?
ru: Нужна дополнительная информация?
sk: Potrebujete viac informácií?
sl: Potrebujete več informacij?
sq: Të duhet më shumë informacion?
sr: Treba vam više informacija?
sv: Mer information?
tr: Daha fazla bilgiye mi ihtiyacınız var?
uk: Потрібно більше інформації?
vi: Cần thêm thông tin?
zh_hk: 需要更多資訊嗎？

source: Explore the {0} and {1} to learn more about what Metabase offers.
ar: استكشف {0} و{1} لمعرفة المزيد عمّا يقدّمه Metabase.
bg: Разгледайте {0} и {1} , за да научите повече за това, което предлага Metabase.
ca: Exploreu {0} i {1} per obtenir més informació sobre què ofereix Metabase.
de: Unter {0} und {1} erfahren Sie mehr über das Angebot der Metabase.
eo: Check out the {0} and {1} to see what Metabase’s all about, fr fr.
es: Explora {0} y {1} para obtener más información sobre lo que ofrece Metabase.
fa: {0} و {1} را کاوش کنید تا درباره آنچه متابیس ارائه می دهد بیشتر بدانید.
fi: Tutustu kohteisiin {0} ja {1} saadaksesi lisätietoja Metabase-tarjonnasta.
fr: Explorez les {0} et {1} pour en savoir plus sur ce que propose Metabase.
hu: Fedezze fel a(z) {0} és {1}, hogy többet megtudjon a Metabase kínálatáról.
it: Esplorate i siti {0} e {1} per saperne di più sulle offerte di Metabase.
ja: {0}と{1}でMetabaseが提供するサービスの詳細をご覧ください。
lt: Naršykite {0} ir {1}, kad sužinotumėte daugiau apie tai, ką siūlo metabazės.
ms: Terokai {0} dan {1} untuk mengetahui lebih lanjut tentang apa yang ditawarkan Metabase.
nb: Utforsk {0} og {1} for å finne ut mer om hva Metabase tilbyr.
nl: Verken de {0} en {1} om meer te weten te komen over wat Metabase te bieden heeft.
pl: Odwiedź strony {0} i {1} , aby dowiedzieć się więcej o ofercie Metabase.
pt_br: Explore {0} e {1} para aprender mais sobre o que a Metabase oferece.
ru: Изучите сайты {0} и {1} , чтобы узнать больше о том, что предлагает Metabase.
sk: Preskúmajte stránky {0} a {1} , aby ste sa dozvedeli viac o tom, čo Metabase ponúka.
sl: Raziščite {0} in {1}, če želite izvedeti več o tem, kaj ponuja Metabase.
sq: Eksploro {0} dhe {1} për të mësuar më shumë rreth asaj që ofron Metabase.
sr: Istražite {0} i {1} da biste saznali više o tome šta Metabase nudi.
sv: Utforska {0} och {1} för att lära dig mer om vad Metabase erbjuder.
tr: Metabase'in sundukları hakkında daha fazla bilgi edinmek için {0} ve {1} adreslerini keşfedin.
uk: Перегляньте {0} і {1}, щоб дізнатися більше про можливості Metabase.
vi: Khám phá {0} và {1} để tìm hiểu thêm về những gì Metabase cung cấp.
zh_hk: 探索 {0} 和 {1} ，瞭解 Metabase 提供的更多資訊。
