Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Change button type
hu: A gomb típusának módosítása
ms: Tukar jenis butang

source: What type of button do you want to add?
hu: Milyen típusú gombot szeretne hozzáadni?
ms: Apakah jenis butang yang anda ingin tambah?

source: Perform action
ar: نفّذ إجراءً
bg: Изпълни действието
ca: Fer l'acció
de: Aktion ausführen
eo: do the thing
es: Ejecutar acción
fa: انجام اکشن
fi: Suorita toiminto.
fr: Effectuer l'action
hu: Művelet végrehajtása
it: Esegui azione
ja: アクションを実行する
lt: Atlikite veiksmą
ms: Lakukan tindakan
nb: Utfør handling
nl: Actie uitvoeren
pl: Wykonaj akcję
pt_br: Realizar ação
ru: Выполнить действие
sk: Vykonať akciu
sl: Izvedba dejanja
sq: Kryej veprim
sr: Izvrši akciju
sv: Utför åtgärd
tr: Eylemi gerçekleştir
uk: Виконати дію
vi: Thực hiện hành động
zh_hk: 執行動作

source: Explore
hu: Felfedezés
ms: Teroka

source: Used by
ar: مستخدم بواسطة
bg: Използван от
ca: Utilitzat per
de: Wird verwendet von
eo: "Flexed by"
es: Utilizado por
fa: استفاده شده توسط
fi: Käytetty
fr: Utilisé par
hu: Használja
it: Usato da
ja: 以下で使用
lt: Naudojo
ms: Digunakan oleh
nb: Brukt av
nl: Gebruikt door
pl: Użyty przez
pt_br: Utilizado por
ru: Использовано
sk: Použité kým
sl: Uporablja
sq: Përdorur nga
sr: Koristi se u
sv: Används av
tr: Tarafından kullanılıyor
uk: Використовується
vi: Được sử dụng bởi
zh_hk: 使用者

source: Schema
ar: المخطط
bg: Схема
ca: Esquema
eo: Schema → Big brain energy / master plan
es: Esquema
fa: طرح
fi: Skeema
fr: Schéma
hu: Séma
ja: スキーマ
ms: Skema
nb: Skjema
pl: Schemat
pt_br: Esquema
ru: Схема
sk: Schéma
sl: Sheme
sq: Skemë
sr: Šema
sv: Scheman
tr: Şema
uk: Схема
vi: Sơ đồ
zh_hk: 架構

source: {0} model
ar: {0} نموذج
bg: {0} модел
ca: Model {0}
de: {0} Modell
eo: {0} model, fr fam
es: {0} modelo
fa: {0} مدل
fi: {0} malli
fr: {0} modèle
hu: {0} modell
it: {0} modello
ja: {0}モデル
lt: {0} modelis
ms: {0} model Jamak: {0} model
nb: {0} modell
pl: {0} modelu
pt_br: {0} modelo
ru: {0} модель
sk: model {0}
sl: model {0}
sv: {0} modell
tr: {0} modeli
uk: {0} модель
vi: {0} mô hình
zh_hk: {0} 個模型

source: Unknown type
hu: Ismeretlen típus
lt: Nežinomas tipas
ms: Jenis tidak diketahui

source: Embed in your application
hu: Illessze be az alkalmazásába
ms: Sematkan dalam aplikasi anda

source: Add this {0} to your application server code. You’ll be able to preview the way it looks and behaves before making it securely visible for your users.
hu: Adja hozzá ezt a {0}-t az alkalmazásszerver kódjához. Előnézetben megtekintheti, hogyan néz ki és viselkedik, mielőtt biztonságosan elérhetővé tenné a felhasználói számára.
ms: Tambah {0} ini ke kod pelayan aplikasi anda. Anda akan dapat pratonton cara ia kelihatan dan berfungsi sebelum menjadikannya kelihatan dengan selamat untuk pengguna anda.

source: Set up
ar: إعداد
bg: Настрой
ca: Configurar
de: Einrichten
eo: Get it poppin'
es: Configurar
fa: راه‌اندازی
fi: Aseta
fr: Configurer
hu: Beállítás
it: Configura
ja: セットアップ
lt: Nustatyti
ms: Sediakan
nb: Sett opp
nl: Opzetten
pl: Skonfiguruj
pt_br: Configurar
ru: Настроить
sk: Nastaviť
sl: Pripraviti
sq: Konfiguro
sr: Podesi
sv: Konfigurera
tr: Kurulum yap
uk: Налаштувати
vi: Thiết lập
zh_hk: 設置

source: Too many rows for a detail view
hu: Túl sok sor a részletes nézethez
ms: Terlalu banyak baris untuk paparan terperinci

source: Delete?
hu: Töröl?
ms: Padam?

source: This can't be undone.
ar: لا يمكن التراجع عن ذلك.
bg: Няма връщане назад.
ca: Això no es pot desfer.
de: Dies kann nicht rückgängig gemacht werden.
eo: This can't be undone, fr fr
es: Esto no se puede deshacer.
fa: این عملی نمی‌تواند لغو شود.
fi: Tätä ei voi peruuttaa.
fr: Ceci ne peut être annulé
hu: Ezt nem lehet visszavonni.
it: Non si può fare.
ja: これは元に戻せません。
lt: To negalima anuliuoti.
ms: Ini tidak boleh dibatalkan
nb: Dette kan ikke angres.
nl: Dit kan niet ongedaan worden gemaakt.
pl: Tego nie można cofnąć.
pt_br: Isso não poderá ser desfeito.
ru: Не может быть отменено.
sk: Toto nie je možné vrátiť späť.
sl: Tega ni mogoče razveljaviti.
sq: Kjo nuk mund të zhbëhet.
sr: Ovo ne može da se poništi.
sv: Denna åtgärd kan inte ångras.
tr: Bu geri alınamaz.
uk: Цю дію неможливо скасувати.
vi: Điều này không thể hoàn tác được.
zh_hk: 此操作無法撤銷。

source: Nothing to order
ar: لا شيء للترتيب
bg: Нищо за поръчване
ca: Res per ordenar
de: Nichts zu sortieren
eo: No cap, I got nothin’ to order rn
es: Nada que ordenar
fa: چیزی برای سفارش نیست
fi: Ei mitään tilattavaa
fr: Rien à ordonner
hu: Nincs mit rendezni
it: Niente da ordinare
ja: ご注文はございません
lt: Nieko užsakyti
ms: Tiada pesanan
nb: Ingenting å sortere
nl: Niets om te bestellen
pl: Nic do zamówienia
pt_br: Nada para ordenar
ru: Нет данных для сортировки
sk: Nič na objednanie
sl: Nič za naročilo
sq: Asgjë për të renditur
sr: Nema šta da se poređa
sv: Inget att beställa
tr: Sipariş edilecek hiçbir şey yok
uk: Немає що впорядкувати
vi: Không có gì để sắp xếp
zh_hk: 沒有訂單

source: New Action
ar: إجراء جديد
bg: Ново Действие
ca: Nova acció
de: Neue Aktion
eo: New move fr
es: Acción Nueva
fa: اکشن جدید
fi: Uusi toiminta
fr: Nouvelle Action
hu: Új Művelet
it: Nuova Azione
ja: 新しいアクション
lt: Naujas veiksmas
ms: Tindakan Baru
nb: Ny Handling
nl: Nieuwe actie
pl: Nowa Akcja
pt_br: Nova ação
ru: Новое Действие
sk: Nová Akcia
sl: Novo ukrepanje
sq: Veprim i ri
sr: Nova akcija
sv: Ny Åtgärd
tr: Yeni eylem
uk: Нова дія
vi: Hành động mới
zh_hk: 新動作

source: New action
ar: إجراء جديد
bg: Ново действие
ca: Nova acció
de: Neue Aktion
eo: New move fr
es: Acción nueva
fa: اکشن جدید
fi: Uusi toiminta
fr: Nouvelle action
hu: Új művelet
it: Nuova azione
ja: 新しいアクション
lt: Naujas veiksmas
ms: Tindakan baru
nb: Ny handling
nl: Nieuwe actie
pl: Nowa akcja
pt_br: Nova ação
ru: Новое действие
sk: Nová akcia
sl: Nov ukrep
sq: Veprim i ri
sr: Nova akcija
sv: Ny åtgärd
tr: Yeni eylem
uk: Нова дія
vi: Hành động mới
zh_hk: 新動作

source: Save action
hu: Művelet mentése
ms: Simpan tindakan

source: Click me
ar: انقرني
bg: Щракни тук
ca: Fes-me click
de: Klick mich an
eo: Click me, fr fr
es: Pulsa aquí
fa: روی من کلیک کنید
fi: Klikkaa minua
fr: Cliquez-moi
hu: Kattints rám
it: Cliccami
ja: クリックしてください
lt: Spustelėkite mane
ms: Klik saya
nb: Klikk meg
nl: Klik hier
pl: Kliknij mnie
pt_br: Clique em mim
ru: Нажми меня
sk: Klikni ma
sl: Kliknite me
sq: Kliko mua
sr: Klikni me
sv: Klicka här
tr: Bana Tıkla
uk: Натисніть мене
vi: Nhấn vào đây
zh_hk: 點我

source: Action
ar: إجراء
bg: Действие
ca: Acció
de: Aktion
eo: Bet
es: Acción
fa: اکشن
fi: Toimi
hu: Művelet
it: Azione
ja: アクション
lt: Veiksmas
ms: Tindakan
nb: Handling
nl: Actie
pl: Akcja
pt_br: Ação
ru: Действие
sk: Akcia
sl: Dejanje
sq: Veprim
sr: Akcija
sv: Åtgärd
tr: Eylem
uk: Дія
vi: Hành động
zh_hk: 動作

source: Action Form Display
ar: عرض نموذج الإجراء
bg: Екран Действие Форма
ca: Vista de Formularis d'acció
de: Anzeige des Aktionsformulars
eo: Action Form Display → Flexin' the form vibes
es: Visualización Formulario de Acción
fa: نمایش فرم اکشن
fi: Toimintalomake näyttö
fr: Affichage du formulaire d'action
hu: Művelet űrlap megjelenítése
it: Visualizzazione modulo azione
ja: アクションフォームの表示
lt: Veiksmo formos ekranas
ms: Paparan Borang Tindakan
nb: Visning av Handlingskjema
nl: Actie formulier weergave
pl: Wyświetlanie formularza akcji
pt_br: Exibição do formulário de ações
ru: Отображение формы действия
sk: Zobrazenie formulára akcie
sl: Prikaz obrazca dejanja
sq: Shfaqja e formularit të veprimit
sr: Prikaz obrasca za akciju
sv: Åtgärdsformulärvisning
tr: Eylem Formu Gösterimi
uk: Відображення форми дії
vi: Hiển thị Biểu mẫu Hành động
zh_hk: 動作表單顯示

source: Form
ar: نموذج
bg: Форма
ca: Formulari
de: Formular
eo: Form → Vibe check or just "form" depending on context, but if you mean a literal form, you could say "the plug" or "the sheet" (like a document).
es: Formulario
fa: فرم
fi: Muoto
fr: Formulaire
hu: Űrlap
it: Da
ja: フォーム
lt: Forma
ms: Borang
nb: Skjema
nl: Formulier
pl: Formularz
pt_br: Formulário
ru: Форма
sk: Formulár
sl: Obrazec
sq: Formular
sr: Obrazac
sv: Formulär
uk: Форма
vi: Biểu mẫu
zh_hk: 表單

source: Button
ar: زر
bg: Бутон
ca: Botó
de: Knopf
eo: Button → "bttn" or just keep it as "button" since it’s pretty straightforward, but if you want full Gen Z vibe: "bttn"
es: Botón
fa: دکمه
fi: Painike
fr: Bouton
hu: Gomb
it: Bottone
ja: ボタン
lt: Mygtukas
ms: Butang
nb: Knapp
nl: Knop
pl: Przycisk
pt_br: Botão
ru: Кнопка
sk: Tlačidlo
sl: Gumb
sq: Buton
sr: Dugme
sv: Knapp
tr: Düğme
uk: Кнопка
vi: Nút
zh_hk: 按鈕

source: Primary
bg: Основен
ca: Primari
de: Primär
eo: Main vibe
es: Primario
fa: اصلی
fi: Ensisijainen
fr: Primaire
hu: Elsődleges
it: Primario
ja: プライマリー
lt: Pirminis
ms: Utama
nb: Primær
nl: Primair
pl: Podstawowy
pt_br: Primário
ru: Основной
sk: Primárne
sl: Primarni
sq: Kryesor
sr: Primarno
sv: Primär
tr: Birincil
uk: Основний
vi: Chính
zh_hk: 主要

source: Danger
bg: Опасност
ca: Perill
de: GEfahr
eo: Risky fr fr
es: Peligro
fa: خطر
fi: Vaara
hu: Veszély
it: Pericoloso
ja: 危険性
lt: Pavojus
ms: Bahaya
nb: Fare
nl: Gevaar
pl: Niebezpieczny
pt_br: Perigo
ru: Опасность
sk: Nebezpečenstvo
sl: Nevarnost
sq: Rrezik
sr: Opasno
sv: Fara
tr: Tehlike
uk: Небезпека
vi: Nguy hiểm
zh_hk: 危險

source: Borderless
bg: Безграничен
ca: Sense costats
de: Rahmenlos
eo: Borderless → No cap, it's totally vibe rn
es: Sin borde
fa: بدون مرز
fi: Rajaton
fr: Sans bordure
hu: Határ nélküli
it: Senza bordi
ja: ボーダーレス
lt: Be kraštų
ms: Tanpa Sempadan
nb: Rammeløs
nl: Zonder rand
pl: Bez obramowania
pt_br: Sem borda
ru: Без границ
sk: Bez rámčeku
sl: Meja
sq: Pa bordurë
sr: Bez okvira
sv: Utan ram
tr: Çerçevesiz
uk: Без рамки
vi: Không viền
zh_hk: 無邊界

source: New App
hu: Új alkalmazás
ms: Aplikasi Baru

source: Result: {0}
hu: Eredmény: {0}
ms: Hasil: {0}

source: Save and enable
ar: احفظ وفعّل
bg: Запази и активирай
ca: Desar i activar
de: Speichern und aktivieren
eo: Save and turn it on, bestie
es: Guardar y habilitar
fa: ذخیره و فعال کردن
fi: Tallenna ja ota käyttöön
fr: Sauvegarder et activer
hu: Mentés és engedélyezés
it: Salva e abilita
ja: 保存と有効化
lt: Išsaugoti ir įjungti
ms: Simpan dan aktifkan
nb: Lagre og aktiver
nl: Opslaan en inschakelen
pl: Zapisz i włącz
pt_br: Salvar e habilitar
ru: Сохранить и включить
sk: Uložiť a povoliť
sl: Shranjevanje in omogočanje
sq: Ruaj dhe aktivizo
sr: Sačuvaj i omogući
sv: Spara och aktivera
tr: Kaydet ve etkinleştir
uk: Зберегти та увімкнути
vi: Lưu và kích hoạt
zh_hk: 保存並啟用

source: {0} rows
ar: {0} صفوف
bg: {0} реда
ca: {0} files
de: {0} Zeilen
eo: {0} rows, fr fr
es: {0} filas
fa: {0} ردیف
fi: {0} riviä
fr: {0} lignes
hu: {0} sor
it: {0} righe
ja: {0}行
lt: {0} eilučių
ms: {0} baris
nb: {0} rader
nl: {0} rijen
pl: {0} wierszy
pt_br: {0} linhas
ru: {0} строк
sk: {0} riadkov
sl: {0} vrstice
sq: {0} rreshta
sr: {0} redova
sv: {0} rader
tr: {0} satırlar
uk: {0} рядків
vi: {0} hàng
zh_hk: {0} 行

source: This channel shouldn't really be used by anyone — we'll upload charts and tables here before sending out dashboard subscriptions (it's a Slack requirement).
hu: Ezt a csatornát nem igazán kellene használni senkinek — itt fogunk diagramokat és táblázatokat feltölteni, mielőtt kiküldenénk az irányítópult-előfizetéseket (ez egy Slack követelmény).
ms: Saluran ini tidak sepatutnya digunakan oleh sesiapa — kami akan memuat naik carta dan jadual di sini sebelum menghantar langganan papan pemuka (ini adalah keperluan Slack).

source: an action button
hu: egy művelet gomb
ms: butang tindakan

source: Execute an action
ar: نفّذ إجراءً
bg: Изпълни действие
ca: Executar una acció
de: Eine Aktion ausführen
eo: Pull off a move
es: Ejecuta una acción
fa: اجرای یک عملیات
fi: Suorita toimenpide
fr: effectuer une action
hu: Hajtson végre egy műveletet
it: Esegui un'azione
ja: アクションを実行する
lt: Atlikite veiksmą
ms: Laksanakan tindakan
nb: Utfør en handling
nl: Een actie uitvoeren
pl: Wykonaj akcję
pt_br: Executar uma ação
ru: Выполнить действие
sk: Vykonať akciu
sl: Izvedba dejanja
sq: Ekzekuto një veprim
sr: Izvrši akciju
sv: Utför en åtgärd
tr: Bir eylem gerçekleştir
uk: Виконати дію
vi: Thực hiện một thao tác
zh_hk: 執行動作

source: Pick a question…
ar: اختر سؤالًا…
bg: Избери въпрос
ca: Escollir una pregunta…
de: Wähle eine Frage aus...
eo: Pick a q, bestie…
es: Selecciona una pregunta…
fa: یک سوال انتخاب کنید…
fi: Valitse kysymys...
fr: Sélectionnez une question…
hu: Válasszon egy kérdést…
it: Scegli una domanda…
ja: 質問を選んでください...
lt: Pasirinkite klausimą…
ms: Pilih soalan…
nb: Velg et spørsmål…
nl: Kies een vraag…
pl: Wybierz pytanie…
pt_br: Selecione uma pergunta…
ru: Выбрать запрос...
sk: Vyberte otázku…
sl: Izberite vprašanje ...
sq: Zgjidh një pyetje…
sr: Izaberite pitanje…
sv: Välj en fråga…
tr: Bir soru seçin…
uk: Виберіть запит…
vi: Chọn một câu hỏi…
zh_hk: 選擇一個提問…

source: Pick a dashboard…
ar: اختر لوحة معلومات…
bg: Избери табло
ca: Escollir un quadre de comandament…
de: Wähle ein Dashboard aus...
eo: Pick a vibe for the dashboard…
es: Selecciona un cuadro de mando…
fa: یک داشبورد انتخاب کنید…
fi: Valitse kojelauta...
fr: Sélectionnez un tableau de bord…
hu: Válasszon egy irányítópultot…
it: Scegli una dashboard…
ja: ダッシュボードを選ぶ...
lt: Pasirinkite prietaisų skydelį…
ms: Pilih papan pemuka…
nb: Velg en infotavle…
nl: Kies een dashboard…
pl: Wybierz pulpit…
pt_br: Selecione um painel…
ru: Выбрать дашборд...
sk: Vyberte dashboard…
sl: Izberite nadzorno ploščo ...
sq: Zgjidh një panel…
sr: Izaberite kontrolnu tablu…
sv: Välj en instrumentpanel…
tr: Bir gösterge tablosu seçin…
uk: Виберіть дашборд…
vi: Chọn một bảng điều khiển…
zh_hk: 選擇一個儀表板…

source: Pick a page to link to
hu: Válasszon egy oldalt, amelyhez kapcsolódni szeretne
ms: Pilih halaman untuk dipautkan

source: Pick a page…
hu: Válasszon egy oldalt…
ms: Pilih halaman…

source: This model does not have any actions yet.
hu: Ehhez a modellhez még nincsenek műveletek.
ms: Model ini belum mempunyai sebarang tindakan.

source: Enable implicit actions
hu: Implicit műveletek engedélyezése
ms: Aktifkan tindakan tersirat

source: Create a new action
hu: Új művelet létrehozása
ms: Cipta tindakan baru

source: Contact
hu: Kapcsolat
ms: Hubungi

source: Backing table
hu: Háttértábla
ms: Jadual sokongan

source: Relationships
ar: العلاقات
bg: Връзки
ca: Relacions
de: Beziehungen
eo: Boo thangs
es: Relaciones
fa: روابط
fi: Ihmissuhteet
fr: Relations
hu: Kapcsolatok
it: Relazioni
ja: 人間関係
lt: Santykiai
ms: Hubungan
nb: Relasjoner
nl: Relaties
pl: Relacje
pt_br: Relacionamentos
ru: Связи
sk: Vzťahy
sl: Odnose
sq: Marrëdhënie
sr: Relacije
sv: Relationer
tr: İlişkiler
uk: Зв’язки
vi: Các mối quan hệ
zh_hk: 關係

source: This model is not used by any questions yet.
ar: هذا النموذج غير مستخدم في أي أسئلة بعد.
bg: Този модел все още не се използва от въпрос(и).
ca: Aquest model està sent utilitzat per cap pregunta encara.
de: Dieses Model wird noch von keiner Frage verwendet.
eo: This model’s basically not getting any questions rn, lol.
es: Este modelo no se utiliza en ninguna pregunta todavía.
fa: این مدل هنوز توسط هیچ سوالی استفاده نشده است.
fi: Tätä mallia ei ole vielä käytetty missään kysymyksessä.
fr: Ce modèle n'est utilisé par aucune questions pour l'instant.
hu: Ezt a modellt még nem használja egyetlen kérdés sem.
it: Questo modello non è ancora utilizzato da nessuna domanda.
ja: このモデルは、まだどの質問でも使用されていません。
lt: Šis modelis dar nenaudojamas jokiems klausimams.
ms: Model ini belum digunakan oleh sebarang soalan.
nb: Denne modellen er ikke brukt av noen spørsmål enda.
nl: Dit model wordt nog niet door een vraag gebruikt.
pl: Ten model nie jest jeszcze używany przez żadne pytania.
pt_br: Este modelo ainda não foi usado por nenhuma pergunta.
ru: Эта модель пока не используется ни в одном запросе.
sk: Tento model sa ešte nepoužíva v žiadnych otázkach.
sl: Ta model še ni uporabljen za nobena vprašanja.
sq: Ky model ende nuk përdoret nga asnjë pyetje.
sr: Ovaj model se još uvek ne koristi ni u jednom pitanju.
sv: Denna modell har ännu inte använts av några frågor.
tr: Bu model henüz hiçbir soru tarafından kullanılmıyor.
uk: Ця модель ще не використовується жодними запитами.
vi: Mô hình này chưa được câu hỏi nào sử dụng.
zh_hk: 此模型尚未被任何問題使用。

source: Create a new question
hu: Új kérdés létrehozása
ms: Cipta soalan baru

source: New page
hu: Új oldal
ms: Halaman baru

source: Edit options
hu: Beállítások szerkesztése
ms: Sunting pilihan

source: To start creating a form, write your query on the left with {{ parameter_names }}.
hu: Űrlap létrehozásának megkezdéséhez írja meg a lekérdezését balra {{ parameter_names }}.
ms: Untuk mula mencipta borang, tulis query anda di sebelah kiri dengan {{ nama_parameter }}.

source: They'll show up as form fields here
hu: Itt űrlapmezőkként fognak megjelenni
ms: Ia akan muncul sebagai medan borang di sini

source: Enter one option per line
ar: أدخل خيارًا واحدًا في كل سطر
bg: Въведете една опция на ред
ca: Entra una opció per línia
de: Eine Option pro Zeile eingeben
eo: Type one option per line, fr fr
es: Pon una opción por línea
fa: برای هر خط یک گزینه وارد کنید
fi: Anna minulle hetki aikaa miettiä.
fr: Entrez une option par ligne
hu: Írjon be egy opciót soronként
it: Inserisci un'opzione per riga
ja: 1行に1つのオプションを入力します。
lt: Įveskite vieną parinktį eilutėje
ms: Masukkan satu pilihan setiap baris
nb: Skriv inn ett alternativ per linje
nl: Voer één optie per regel in
pl: Wprowadź jedną opcję w wierszu
pt_br: Insira uma opção por linha
ru: Введите по одному значению на строке
sk: Zadajte jednu možnosť na riadok
sl: Vnesite eno možnost na vrstico
sq: Fut një opsion për rresht
sr: Unesite jednu opciju po redu
sv: Ange ett alternativ per rad
tr: Satır başına bir seçenek girin
uk: Вводьте по одному варіанту на рядок
vi: Nhập một tùy chọn trên mỗi dòng
zh_hk: 每行輸入一個選項

source: Press enter to add another option
ar: اضغط Enter لإضافة خيار آخر
bg: Натиснете enter за да добавите нова опция
ca: Prem Entrada per afegir una nova opció
de: Drücke Enter um eine weitere Option hinzuzufügen
eo: Hit enter to toss in another option, bestie
es: Pulsa Intro para añadir otra opción
fa: برای اضافه کردن گزینه دیگر Enter را بزنید
fi: Paina Enter-näppäintä lisätäksesi toisen vaihtoehdon.
fr: Tapez "Entrée" pour ajouter une autre option.
hu: Nyomja meg az Enter billentyűt egy újabb opció hozzáadásához
it: Premi invio per aggiungere un'altra opzione
ja: Enterキーを押して、別のオプションを追加する
lt: Paspauskite Enter, kad pridėtumėte kitą parinktį
ms: Tekan enter untuk menambah pilihan lain
nb: Press enter for å legge til et annet alternativ
nl: Druk op enter om nog een optie toe te voegen
pl: Naciśnij Enter, aby dodać kolejną opcję
pt_br: Pressione Enter para adicionar outra opção
ru: Нажмите ENTER для добавления другого значения
sk: Stlačte enter na pridanie ďalšej možnosti
sl: Pritisnite enter, da dodate drugo možnost
sq: Shtyp Enter për të shtuar një opsion tjetër
sr: Pritisnite Enter da dodate još jednu opciju
sv: Tryck på enter för att lägga till ett annat alternativ
tr: Başka bir seçenek eklemek için Enter tuşuna basın
uk: Натисніть Enter, щоб додати ще один варіант
vi: Nhấn enter để thêm một tùy chọn khác
zh_hk: 按Enter鍵新增另一個選項

source: Placeholder text
ar: نص placeholder
bg: Примерен текст
ca: Text d'exemple
de: Platzhaltertext
eo: Just some filler, no cap
es: Texto de ayuda
fa: متن جایگزین
fi: Paikkamerkki teksti
fr: Texte de remplacement
hu: Helyőrző szöveg
it: Testo segnaposto
ja: プレースホルダーテキスト
lt: Vietos rezervavimo tekstas
ms: Teks pemegang tempat
nb: Plassholdertekst
nl: Placeholder tekst
pl: Opis pola
pt_br: Texto de exemplo
ru: Текст подсказки
sk: Zástupný text
sl: Označba mesta za besedilo
sq: Teksti placeholder
sr: Placeholder tekst
sv: Platshållartext
tr: Yer tutucu metin
uk: Текст плейсхолдера
vi: Văn bản giữ chỗ
zh_hk: 佔位符文本

source: Required
ar: مطلوب
bg: Задължително
ca: Necessari
de: Benötigt
eo: needed fr
es: Requerido
fa: ضروری
fi: Vaadittu
fr: Requis
hu: Kötelező
it: Richiesto
ja: 必須
lt: Reikalingas
ms: Diperlukan
nb: Påkrevd
nl: Verplicht
pl: Wymagane
pt_br: Obrigatório
ru: Обязательно
sk: Povinné
sl: Zahteva
sq: E detyrueshme
sr: Obavezno
sv: Krävs
tr: Gereklidir
uk: Обов’язкове
vi: Bắt buộc
zh_hk: 必須

source: Default Value
hu: Alapértelmezett érték
ms: Nilai Lalai

source: Generate key
ar: ولّد مفتاحًا
bg: Генерирай ключ
ca: Generar clau
de: Key erzeugen
eo: Make the code, fr fr
es: Generar clave
fa: تولید کلید
fi: Luo avain
fr: Générer une clé
hu: Kulcs generálása
it: Genera chiave
ja: 鍵の生成
lt: Sukurti raktą
ms: Hasilkan kunci
nb: Generer nøkkel
nl: Genereer sleutel
pl: Utwórz klucz
pt_br: Gerar chave
ru: Сформировать ключ
sk: Vygenerovať kľúč
sl: Ustvari ključ
sq: Gjenero key-n
sr: Generiši ključ
sv: Generera nyckel
tr: Anahtar oluştur
uk: Згенерувати ключ
vi: Sinh mã khoá
zh_hk: 生成密鑰

source: Takes a datetime and returns an integer with the number of the year.
ar: يأخذ قيمة تاريخ/وقت ويُرجع عددًا صحيحًا برقم السنة.
bg: Превръща datetime в година.
ca: Pren un datetime i retorna un enter amb el número de l'any.
de: Erwartet einen Datum/Uhrzeit-Wert und gibt die Jahreszahl als Ganzzahl zurück.
eo: It takes a datetime and gives back the year as a number, fr fr.
es: Dado una fecha y hora, devuelve un número entero con el número del año.
fa: یک تاریخ و زمان می‌گیرد و یک عدد صحیح شامل شماره سال بازمی‌گرداند.
fi: Ottaa päivämäärän ja palauttaa kokonaisluvun vuoden numerosta.
fr: Prends un datetime et retourne un entier avec lenombre d'année.
hu: Dátumot vesz fel, és egész számot ad vissza az év számával.
it: Prende un datetime e restituisce un intero con il numero dell'anno.
ja: datetimeを受け取り、年号を含む整数を返します。
lt: Paima datą ir laiką ir grąžina sveikąjį skaičių su metų skaičiumi.
ms: Mengambil tarikh dan masa dan mengembalikan integer dengan nombor tahun.
nb: Tar en datetime og returnerer en integer med året som nummer.
nl: Neemt een datumtijd en retourneert een geheel getal met het jaartal.
pl: Przyjmuje datę i zwraca liczbę całkowitą z numerem roku.
pt_br: Pega uma data e hora e retorna um inteiro com o número do ano.
ru: Принимает дату и время и возвращает целое число с номером года.
sk: Prijíma dátum a čas a vracia celé číslo s číslom roka.
sl: Vzame datum in čas in vrne celo število s številko leta.
sq: Merr një datetime dhe kthen një numër të plotë me numrin e vitit.
sr: Prima datum/vreme i vraća ceo broj sa brojem godine.
sv: Tar ett datum och tid och returnerar ett heltal med årets nummer.
tr: Bir tarih ve saat alır ve yılın sayısını içeren bir tamsayı döndürür.
uk: Приймає дату й час і повертає ціле число з номером року.
vi: Nhận một datetime và trả về một số nguyên với số của năm.
zh_hk: 接受日期時間並返回年份的整數。

source: The datetime column.
ar: عمود التاريخ/الوقت.
bg: Колона datetime.
ca: La columna de tipus data
de: Die datetime-Spalte.
eo: The date and time thingy column
es: La columna de fecha y hora.
fa: ستون تاریخ و زمان.
fi: Päivämääräaika sarakkeena.
fr: La colonne datetime.
hu: A dátum-idő oszlop.
it: La colonna datetime.
ja: datetimeカラム。
lt: Datos ir laiko stulpelis.
ms: Lajur tarikh dan masa.
nb: Datetime kolonne.
nl: De datumtijd kolom.
pl: Kolumna daty.
pt_br: A coluna de data e hora.
ru: Колонка даты и времени.
sk: Stĺpec dátum a čas.
sl: Stolpec z datumom in časom.
sq: Kolona datetime.
sr: Kolona tipa datum/vreme.
sv: Kolumnen för datum och tid.
tr: Tarih ve saat sütunu.
uk: Стовпець дати й часу.
vi: Cột datetime.
zh_hk: 日期時間欄。

source: Takes a datetime and returns an integer (1-4) with the number of the quarter in the year.
hu: Dátumot vesz fel, és egész számot ad vissza (1-4) az év negyedévének számával.
lt: Paima datą ir laiką ir grąžina sveikąjį skaičių (1–4) su metų ketvirčio numeriu.
ms: Mengambil tarikh dan masa dan mengembalikan integer (1-4) dengan nombor suku tahun dalam tahun.
