Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Giving a variable the "Field Filter" type allows you to link SQL cards to dashboard filter widgets or use more types of filter widgets on your SQL question. A Field Filter variable inserts SQL similar to that generated by the GUI query builder when adding filters on existing columns.
hu: Ha egy változót "Mezőszűrő" típusúnak ad, akkor SQL-kártyákat kapcsolhat össze az irányítópult-szűrő modulokkal, vagy több típusú szűrőmodult használhat az SQL-kérdésben. A Field Filter változó a GUI lekérdezéskészítő által generálthoz hasonló SQL-t szúr be, amikor szűrőket ad hozzá meglévő oszlopokhoz.
ms: Memberikan pembolehubah jenis "Penapis Medan" membolehkan anda menghubungkan kad SQL kepada widget penapis papan pemukama atau menggunakan lebih banyak jenis widget penapis pada soalan SQL anda. Pembolehubah Penapis Medan memasukkan SQL yang serupa dengan yang dihasilkan oleh pembina pertanyaan GUI apabila menambah penapis pada lajur sedia ada.

source: When adding a Field Filter variable, you'll need to map it to a specific field. You can then choose to display a filter widget on your question, but even if you don't, you can now map your Field Filter variable to a dashboard filter when adding this question to a dashboard. Field Filters should be used inside of a "WHERE" clause.
ar: عند إضافة متغير Field Filter، ستحتاج إلى ربطه بحقل محدد. يمكنك بعد ذلك اختيار عرض ويدجت فلتر على سؤالك، لكن حتى إذا لم تفعل، يمكنك الآن ربط متغير Field Filter بفلتر لوحة المعلومات عند إضافة هذا السؤال إلى لوحة معلومات. يجب استخدام Field Filters داخل عبارة "WHERE".
bg: Когато добавяте променлива на филтъра на полето, ще трябва да я присвоите на конкретно поле. След това можете да изберете да покажете приспособление за филтриране на вашия въпрос, но дори и да не го направите, вече можете да присвоите променливата на вашия филтър на полето на филтър на таблото, когато добавяте този въпрос към таблото. Полевите филтри трябва да се използват в рамките на клаузата "WHERE".
ca: En afegir una variable de Filtre de camp l'haureu d'assignar a un camp especific. A continuació podeu mostrar un element de filtre a la vostra pregunta, però si no ho feu podeu assignar el Filtre de camp a un filtre del quadre de comandament. Els filtres del camp s'ha d'utilitzar dins la clàusula "WHERE".
de: Wenn du eine Feldfiltervariable hinzufügst, musst du sie einem bestimmten Feld zuordnen. Du kannst dann wählen, ob du ein Filter-Widget für deine Frage anzeigen möchtest. Aber selbst wenn du es nicht möchtest, kannst du jetzt deine Feldfilter-Variable einem Dashboard-Filter zuordnen. Feldfilter sollten innerhalb einer "WHERE"-Klausel verwendet werden.
eo: When you add a Field Filter variable, you gotta map it to a specific field. You can pick to show a filter widget on your question, but even if you skip that, you can still map your Field Filter to a dashboard filter when you add the question to a dashboard. Field Filters should be used inside a “WHERE” clause, fr fr.
es: Al añadir una variable de Filtro de campo, deberás asignarla a un campo específico. A continuación, puedes optar por mostrar un elemento de filtro en tu pregunta, pero incluso si no lo haces, ahora puedes asignar tu variable de Filtro de campo a un filtro de cuadro de mando al agregar esta pregunta al mismo. Los filtros de campo deben usarse dentro de una cláusula "WHERE".
fa: هنگام اضافه کردن متغیر فیلد فیلد، باید آن را به یک فیلد مشخص کنید. سپس می توانید یک ویجت فیلتر را روی سوال خود انتخاب کنید، اما حتی اگر این کار را نکنید، می توانید در هنگام اضافه کردن این سوال به داشبورد، فیلد فیلد فیلد خود را به فیلد داشبورد نشان دهید. فیلدهای فیلد باید در داخل یک «WHERE» قرار گیرد.
fi: Kun lisäät Kenttäsuodin-muuttujan, sinun on yhdistettävä se tiettyyn kenttään. Voit sitten näyttää kysymyksessäsi suodinwidgetin, mutta vaikka et näyttäisikään, voit nyt liittää kenttäsuodinmuuttujasi Dashboardin suotimeen, kun lisäät tämän kysymyksen Dashboardiin. Kenttäsuotimia tulee käyttää WHERE-lauseen sisällä.
fr: Une variable de type « filtre de champ » doit être liée à une colonne de table spécifique. Vous pouvez alors choisir d’afficher un filtre dans votre question, mais, même si vous ne le faites pas, vous pouvez lier votre variable « filtre de champ » à un filtre de tableau de bord contenant une carte avec cette question. les filtres de champ devraient être utilisés dans le bloc WHERE du patron SQL.
hu: Amikor egy Mezőszűrő változót ad hozzá, egy adott mezőhöz kell azt hozzárendelnie. Ezután választhat, hogy megjeleníti-e a szűrő widgetet a kérdésén, de még ha nem is, mostantól hozzárendelheti a Mezőszűrő változóját egy irányítópult szűrőjéhez, amikor hozzáadja ezt a kérdést az irányítópulthoz. A Mezőszűrőket a "WHERE" záradékon belül kell használni.
it: Quando aggiungi una variabile Field Filter, dovrai mapparla a un campo specifico. Puoi quindi scegliere di visualizzare un widget filtro nella tua domanda, ma anche se non lo fai, puoi ora mappare la variabile Filtro campo a un filtro dashboard quando aggiungi questa domanda a una dashboard. I filtri di campo dovrebbero essere utilizzati all'interno di una clausola "WHERE".
ja: フィールドフィルター変数を追加するときは、特定のフィールドにマップする必要があります。 質問にフィルターウィジェットを表示させるか選択できますが、そうでない場合でも、この質問をダッシュボードに追加するときに、フィールドフィルター変数をダッシュボードフィルターにマッピングすることが可能です。 フィールドフィルターは "WHERE"節の中で使用する必要があります。
lt: Pridėję lauko filtro kintamąjį, turėsite jį pažymėti konkrečiame lauke. Tada galite pasirinkti, kad jūsų klausime būtų rodomas filtro valdiklis, bet net jei ne, dabar galite priskirti lauko filtro kintamąjį į prietaisų skydelio filtrą, kai pridedate šį klausimą į prietaisų skydelį. Lauko filtrai turėtų būti naudojami „WHERE“ \ t
ms: Apabila menambah pembolehubah Penapis Medan, anda perlu memetakannya kepada medan tertentu. Anda kemudian boleh memilih untuk memaparkan widget penapis pada soalan anda, tetapi walaupun anda tidak melakukannya, anda kini boleh memetakan pembolehubah Penapis Medan anda kepada penapis papan pemukama apabila menambah soalan ini kepada papan pemukama. Penapis Medan harus digunakan di dalam klausa "WHERE".
nb: Når du legger til en "Felt Filter"-variabel, så må du tilordne den til et spesifikt felt. Du kan deretter velge å vise en filter-widget på spørsmålet ditt, men selv om du ikke gjør det, så kan du nå tilordne "Felt Filter"-variabelen din til et infotavle-filter når du legger dette spørsmålet til en infotavle. Felt Filtere bør brukes inni en "WHERE"-klausul.
nl: Wanneer je een veldfiltervariabele toevoegt, moet deze aan een specifiek veld worden toegewezen. Je kunt er vervolgens voor kiezen om een filterwidget bij de vraag weer te geven, maar zelfs als je dat niet doet, kun je een veldfiltervariabele toewijzen aan een dashboardfilter wanneer je deze vraag toevoegt aan een dashboard. Veldfilters moeten worden gebruikt binnen een "WHERE" -clausule.
pl: Podczas dodawania zmiennej pola filtr należy zmapować ją do określonego pola. Następnie można wybrać wyświetlanie widżetu filtru na swoim zapytaniu, ale nawet jeśli nie, można teraz mapować zmienną filtru pola do filtru pulpitu podczas dodawania tego pytania do pulpitu. Filtry pola powinny być używane wewnątrz klauzuli "Where".
pt_br: Ao adicionar uma variável de Filtro de campo, você deve mapeá-la a um campo específico. Em seguida, você pode optar por exibir um widget de filtro na sua pergunta, mas mesmo se não fizer isso, agora pode atribuir a sua variável de Filtro de Campo a um filtro de painel ao adicionar esta pergunta a um painel. Filtros de campo devem ser usados ​​dentro de uma cláusula "WHERE".
ru: При добавлении переменной фильтра полей необходимо сопоставить ее с определенным полем. Затем можно выбрать отображение виджета фильтра для запроса, но даже если это не так, теперь можно сопоставить переменную фильтра поля с фильтром дашборда при добавлении этого запроса на дашборд. Фильтры полей должны использоваться внутри предложения "WHERE".
sk: Keď pridávate premennú Field Filter, budete ju musieť mapovať na konkrétne pole. Potom sa môžete rozhodnúť, či chcete na svoju otázku zobraziť widget filtra, ale aj keď tak neurobíte, môžete teraz pri pridávaní tejto otázky na informačný panel mapovať premennú poľa Field Filter na filter dashboardu. Field Filters by sa mali používať vo vnútri objektu "WHERE“.
sl: Ko dodate spremenljivko filtra polja, jo boste morali preslikati v določeno polje. Nato se lahko odločite za prikaz pripomočka filtra za svoje vprašanje, a tudi če tega ne storite, lahko zdaj preslikate svojo spremenljivko filtra polja v filter nadzorne plošče, ko dodate to vprašanje na nadzorno ploščo. Filtre polj je treba uporabiti znotraj klavzule "WHERE".
sq: Kur shton një variabël Field Filter, do të duhet ta maposh me një fushë specifike. Pastaj mund të zgjedhësh të shfaqësh një widget filtri te pyetja jote, por edhe nëse nuk e bën, tani mund ta maposh variablën tënde Field Filter me një filtër paneli kur e shton këtë pyetje në një panel. Field Filters duhet të përdoren brenda një klauzole "WHERE".
sr: Kada dodajete varijablu Field Filter, moraćete da je mapirate na određeno polje. Zatim možete da izaberete da prikažete filter widget na svom pitanju, ali i ako to ne uradite, sada možete mapirati svoju varijablu Field Filter na filter kontrolne table kada dodajete ovo pitanje na kontrolnu tablu. Filtere polja treba koristiti unutar "WHERE" klauzule.
sv: När du lägger till en fältfilter-variabel behöver du koppla den till ett specifikt fält. Du kan sedan välja att visa en filter-ruta i din fråga. Men även om du inte väljer detta, kan du koppla din fältfilter-variabel till ett instrumentpanel-filter när frågan läggs till. Fältfilter bör läggas inuti WHERE-satsen.
tr: Bir Alan Filtresi değişkenini eklerken, belirli bir alana eşlemeniz gerekir. Daha sonra, sorunuza bir filtre widget'ı göstermeyi seçebilirsiniz, ama sen yapmasan bile,Şimdi bu soruyu bir kontrol paneline eklerken Alan Filtresi değişkeninizi bir gösterge tablosu filtresine eşleyebilirsiniz. Alan Filtreleri bir "WHERE" maddesinin içinde kullanılmalıdır.
uk: Під час додавання змінної Field Filter потрібно замапити її на конкретне поле. Далі ви можете вирішити, чи показувати віджет фільтра в цьому запиті, але навіть якщо не показувати, ви все одно зможете замапити змінну Field Filter на фільтр дашборда, коли додаватимете цей запит на дашборд. Field Filters слід використовувати всередині умови "WHERE".
vi: Khi thêm biến Bộ lọc trường, bạn sẽ cần ánh xạ nó tới một trường cụ thể. Sau đó, bạn có thể chọn hiển thị tiện ích bộ lọc cho câu hỏi của mình, nhưng ngay cả khi bạn không, giờ đây bạn có thể ánh xạ biến Bộ lọc trường vào bộ lọc bảng điều khiển khi thêm câu hỏi này vào bảng điều khiển. Bộ lọc trường nên được sử dụng bên trong mệnh đề \ "WHERE ".
zh_hk: 新增“欄位篩選器”變數時，您需要將其映射到特定欄位。 然後，您可以選擇在問題上顯示過濾組件，但即使不這樣做，現在可以在將此問題新增到資訊看板時將“欄位篩選器”變數映射到資訊看板篩選器。 欄位篩選器應在“WHERE”子句中使用。

source: Optional Clauses
ar: عبارات اختيارية
bg: Незадължителни клаузи
ca: Clàusules opcionals
de: Optionale Klausel
eo: Optional clauses → Flex options
es: Cláusulas opcionales
fa: مقررات اختیاری
fi: Valinnaiset lausekkeet
fr: Clauses optionnelles
hu: Választható záradékok
it: Clausole opzionali
ja: 選択条項
lt: Neprivalomos sąlygos
ms: Klausa pilihan
nb: Valgfrie klausuler
nl: Optionele clausules
pl: Warunki opcjonalne
pt_br: Cláusulas opcionais
ru: Необязательные условия
sk: Voliteľná podmienka
sl: Izbirne klavzule
sq: Klauzola opsionale
sr: Opcione klauzule
sv: Valfria delar
tr: İsteğe bağlı Seçenekler
uk: Необов’язкові умови
vi: Điều khoản tùy chọn
zh_hk: 可選條款

source: brackets around a {0} create an optional clause in the template. If "variable" is set, then the entire clause is placed into the template. If not, then the entire clause is ignored.
hu: a {0} körüli zárójelek opcionális záradékot hoznak létre a sablonban. Ha a "változó" be van állítva, akkor a teljes záradék a sablonba kerül. Ha nem, akkor a teljes záradékot figyelmen kívül hagyja.
ms: Kurungan di sekeliling {0} mencipta klausa pilihan dalam templat. Jika "pembolehubah" ditetapkan, maka keseluruhan klausa diletakkan dalam templat. Jika tidak, keseluruhan klausa diabaikan.

source: To use multiple optional clauses you can include at least one non-optional WHERE clause followed by optional clauses starting with "AND".
ar: لاستخدام عدة عبارات اختيارية، يمكنك تضمين عبارة WHERE واحدة على الأقل غير اختيارية، تليها عبارات اختيارية تبدأ بـ "AND".
bg: За да използвате множество незадължителни клаузи, можете да включите поне една незадължителна клауза WHERE, последвана от незадължителни клаузи, започващи с "И".
ca: Per utilitzar clàusules amb múltiples opcions, pots incloure almenys una clàusula WEHRE no opcional seguida de clàusules opcionals que comencin per "AND".
de: Um mehrere optionale Klauseln zu verwenden, kannst du mindestens eine nicht-optionale WHERE-Klausel einfügen, gefolgt von optionalen Klauseln, die mit "AND" beginnen.
eo: Bruh, to add multiple optional clauses, you just gotta toss in at least one mandatory WHERE, then you can flex with more optional ones starting with "AND" — easy peasy, no cap.
es: Para utilizar varias cláusulas opcionales, puedes incluir al menos una cláusula WHERE no opcional seguida de cláusulas opcionales que comiencen con "AND".
fa: برای استفاده از چندین پارامتر اختیاری می توانید حداقل یک عبارت WHERE غیر اختیاری همراه با پاراگراف های اختیاری را با «AND» وارد کنید.
fi: Jos haluat käyttää useita valinnaisia ​​lausekkeita, voit sisällyttää vähintään yhden ei-valinnaisen WHERE-lauseen ja sen jälkeen valinnaiset lausekkeet, jotka alkavat "AND".
fr: Pour utiliser plusieurs clauses optionnelles, vous pouvez inclure au moins une clause dans le bloc WHERE suivie des clauses optionnelles préfixées par AND
hu: Több opcionális záradék használatához legalább egy nem opcionális WHERE záradékot tartalmazhat, amelyet az "ÉS”-sel kezdődő opcionális záradék követ.
it: Per utilizzare più clausole facoltative, è possibile includere almeno una clausola WHERE non facoltativa seguita da clausole facoltative che iniziano con "AND".
ja: 複数の任意の句を使用するには、最低1つの任意でないWHERE句と、その後に「AND」で始まる任意の句を含めてください。
lt: Jei norite naudoti kelias neprivalomas sąlygas, galite įtraukti bent vieną neprivalomą WHERE sąlygą, po kurios pasirenkamos neprivalomos sąlygos, pradedant nuo „AND“.
ms: Untuk menggunakan beberapa klausa pilihan, anda boleh memasukkan sekurang-kurangnya satu klausa WHERE bukan pilihan diikuti oleh klausa pilihan yang bermula dengan "AND".
nb: For å bruke flere valgfrie klausuler kan du inkludere minst én ikke-valgfri WHERE-klausul etterfulgt av valgfrie klausuler som starter med "AND".
nl: Als u meerdere optionele clausules wilt gebruiken, kun je ten minste één niet-optionele WHERE-clausule opnemen, gevolgd door optionele clausules die beginnen met "AND". Om foutmeldingen te voorkomen.
pl: Aby użyć wielu opcjonalnych klauzul, możesz dołączyć co najmniej jedną nieopcjonalną klauzulę WHERE, po której następują opcjonalne klauzule zaczynające się od "AND".
pt_br: Para usar várias cláusulas opcionais, você pode incluir pelo menos uma cláusula WHERE não opcional seguida de cláusulas opcionais que começam com "AND".
ru: Для использования множества необязательных условий, вы можете включить по крайней мере одно обязательное условие WHERE, дополнив его необязательными через "AND".
sk: Ak chcete použiť viacero voliteľných položiek, môžete zahrnúť aspoň jednu nepovinnú položku WHERE nasledovanú voliteľnými položkami začínajúcimi na "AND“.
sl: Če želite uporabiti več izbirnih klavzul, lahko vključite vsaj en neobvezni stavek WHERE, ki mu sledijo izbirni klavzuli, ki se začnejo z "AND".
sq: Për të përdorur disa klauzola opsionale mund të përfshish të paktën një klauzolë WHERE jo-opsionale, e ndjekur nga klauzola opsionale që fillojnë me "AND".
sr: Da biste koristili više opcionih klauzula, možete uključiti bar jednu ne-opcionu WHERE klauzulu, a zatim opcione klauzule koje počinju sa "AND".
sv: För att använda flera valfria delar kan du ta med minst en icke valfri WHERE-sats följd av valfria delar som börjar med AND.
tr: Birden çok isteğe bağlı madde kullanmak için En az bir isteğe bağlı WHERE yan tümcesini ve ardından "AND" ile başlayan isteğe bağlı sözcükleri ekleyebilirsiniz.
uk: Щоб використовувати кілька необов’язкових умов, додайте принаймні одну обов’язкову умову WHERE, а потім необов’язкові умови, що починаються з "AND".
vi: Để sử dụng nhiều mệnh đề tùy chọn, bạn có thể bao gồm ít nhất một mệnh đề WHERE không tùy chọn, theo sau là các mệnh đề tùy chọn bắt đầu bằng \ "AND ".
zh_hk: 要使用多個可選子句，您可以包含至少一個非可選WHERE子句，接著以“AND”開頭的可選子句。

source: Read the full documentation
ar: اقرأ الوثائق كاملة
bg: Прочетете цялата документация
ca: Llegeix la documentació complerta
de: Lies die Dokumentation
eo: Read the full doc, fr fr
es: Lee la documentación completa
fa: مستندات کامل را بخوانید
fi: Lue koko dokumentaatio
fr: Lire la documentation complète
hu: Olvassa el a teljes dokumentációt
it: Leggi la documentazione completa
ja: 全文を読む
lt: Perskaitykite visą dokumentaciją
ms: Baca dokumentasi penuh
nb: Les hele dokumentasjonen
nl: Lees de volledige documentatie
pl: Przeczytaj pełną dokumentację
pt_br: Leia a documentação completa
ru: Ознакомиться с полной документацией
sk: Prečítajte si celú dokumentáciu
sl: Preberite celotno dokumentacijo
sq: Lexo dokumentacionin e plotë
sr: Pročitajte kompletnu dokumentaciju
sv: Läs hela dokumentationen.
tr: Tüm belgeleri okuyun
uk: Прочитати повну документацію
vi: Đọc tài liệu đầy đủ
zh_hk: 閱讀完整檔案

source: Filter label
hu: Szűrő címke
ms: Label penapis

source: Variable type
ar: نوع المتغير
bg: Тип променлива
ca: Tipus de variable
de: Variablentyp
eo: Variable type → Variable vibe
es: Tipo de Variable
fa: نوع متغیر
fi: Muuttuva tyyppi
fr: Type de variable
hu: Változó típusa
it: Tipo di variabile
ja: 値タイプ
lt: Kintamas tipas
ms: Jenis pembolehubah
nb: Variabel type
nl: Variabel type
pl: Typ zmiennej
pt_br: Tipo de variável
ru: Тип переменной
sk: Typ premennej
sl: Vrsta spremenljivke
sq: Lloji i variablës
sr: Tip promenljive
sv: Variabeltyp
tr: Değişken tip
uk: Тип змінної
vi: Loại biến
zh_hk: 多種類型

source: Text
ar: نص
bg: Текст
eo: texting fr fr
es: Texto
fa: متن
fi: Teksti
fr: Texte
hu: Szöveg
it: Testo
ja: テキスト
lt: Tekstas
ms: Teks
nb: Tekst
nl: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
sl: Besedilno sporočilo
sq: Tekst
sr: Tekst
tr: Metin
uk: Текст
vi: Bản văn
zh_hk: 文本

source: Date
ar: التاريخ
bg: Дата
ca: Data
de: Datum
eo: bae hangout
es: Fecha
fa: تاریخ
fi: Päivämäärä
hu: Dátum
it: Data
ja: 日付
lt: Data
ms: Tarikh
nb: Dato
nl: Datum
pl: Data
pt_br: Data
ru: Дата
sk: Dátum
sl: Datelj
sq: Datë
sr: Datum
sv: Datum
tr: Tarih
uk: Дата
vi: Ngày
zh_hk: 日期

source: Field Filter
ar: فلتر الحقل
bg: Полеви филтър
ca: Filtre de camp
de: Feldfilter
eo: Field Filter → "Vibe Filter"
es: Filtro de Campo
fa: فیلتر فیلد
fi: Kenttäsuodin
fr: Filtre de champ
hu: Mező szűrő
it: Filtro per colonna
ja: フィールドフィルター
lt: Lauko filtras
ms: Penapis Medan
nb: Felt filter
nl: Veld filter
pl: Filtr pola
pt_br: Filtro de campo
ru: Фильтр поля
sk: Pole filtra
sl: Filter polja
sq: Filtër fushe
sr: Filter polja
sv: Fältfilter
tr: Alan Filtresi
uk: Фільтр поля
vi: Bộ lọc trường
zh_hk: 欄位篩選條件

source: Field to map to
ar: الحقل المراد الربط به
bg: Поле за картографиране
ca: Camp per mapejar a
de: Feld soll Folgendes verknüpft werden
eo: Field to map to → "Field to def map to"
es: Campo para mapear a
fa: فیلد برای نقشه
fi: Mapattava kenttä
fr: Champ lié à
hu: Mező hozzárendelése
it: Campo a cui mappare
ja: マップするためのフィールド
lt: Laukas, kuriame bus rodomas žemėlapis
ms: Medan untuk dipetakan kepada
nb: Felt å koble til
nl: Veld om te koppelen
pl: Pole do mapowania na
pt_br: Campo para mapear
ru: Связующие поля
sk: Pole na priradenie do
sl: Polje za preslikavo
sq: Fusha ku do të bëhet mapimi
sr: Polje za mapiranje
sv: Fält att koppla
tr: Eşlenecek alan
uk: Поле для мапінгу
vi: Trường để ánh xạ tới
zh_hk: 欄位映射到

source: Filter widget type
ar: نوع ويدجت الفلتر
bg: Филтър тип джаджа
ca: Tipus de filtre
de: Feld-Widget-Typ
eo: Filter widget type → Filter widget vibe
es: Tipo de filtro
fa: نوع ویجت فیلتر
fi: Suodinwidgetin tyyppi
fr: Type de filtre
hu: Szűrő widget típusa
it: Filtro tipo di widget
ja: フィルターウィジェットタイプ
lt: Filtruoti valdiklio tipą
ms: Jenis widget penapis
nb: Filter type
nl: Type filterwidget
pl: Typ filtra
pt_br: Tipo de widget de filtro
ru: Тип фильтра виджета
sk: Typ filtra
sl: Vrsta pripomočka za filtriranje
sq: Lloji i widget-it të filtrit
sr: Tip filter vidžeta
sv: Typ av filterruta
tr: Filtre aracı türünü filtrele
uk: Тип віджета фільтра
vi: Loại bộ lọc
zh_hk: 篩選器樣式

source: Required?
hu: Kötelező?
ms: Diperlukan?

source: Default filter widget value
ar: القيمة الافتراضية لويدجت الفلتر
bg: Стойност на приспособлението за филтър по подразбиране
ca: Valor per defecte del camp de filtre
de: Standard Filter-Widget-Wert
eo: Default filter widget vibe
es: Valor por defecto del filtro
fa: مقدار ویجت فیلتر پیش فرض
fi: Suodinwidgetin oletusarvo
fr: Valeur du filtre par défaut
hu: Alapértelmezett szűrő widget érték
it: Valore di default del widget
ja: デフォルトのフィルターウィジェット値
lt: Numatytoji filtro valdiklio vertė
ms: Nilai lalai widget penapis
nb: Standard filter verdi
nl: Standaard filter widget waarde
pl: Domyślna wartość filtra
pt_br: Valor padrão do filtro
ru: Значение по-умолчанию для фильтра виджета
sk: Predvolená hodnota widget filtra
sl: Privzeta vrednost pripomočka filtra
sq: Vlera e parazgjedhur e widget-it të filtrit
sr: Podrazumevana vrednost filter widgeta
sv: Förvald värde i filter-ruta
tr: Varsayılan filtre widget değeri
uk: Значення фільтру за замовчуванням
vi: Giá trị widget bộ lọc mặc định
zh_hk: 篩選器預設值

source: Archive this question?
hu: Archiválja ezt a kérdést?
ms: Arkibkan soalan ini?

source: This question will be removed from any dashboards or pulses using it.
hu: Ez a kérdés eltávolításra kerül minden irányítópultról vagy impulzusról, amely használja.
ms: Soalan ini akan dikeluarkan dari mana-mana papan pemuka atau denyutan yang menggunakanya.

source: Question
ar: سؤال
bg: Въпрос
ca: Pregunta
de: Frage
eo: question → y/n or just "question" lol
es: Pregunta
fa: سوال
fi: Kysymys
hu: Kérdés
it: Domanda
ja: 質問
lt: Klausimas
ms: Soalan
nb: Spørsmål
nl: Vraag
pl: Pytanie
pt_br: Pergunta
ru: Запрос
sk: Otázka
sl: Vprašanje
sq: Pyetje
sr: Pitanje
sv: Fråga
tr: Soru
uk: Запитання
vi: Câu hỏi
zh_hk: 提問

source: Pick a question to add
hu: Válassz egy kérdést a hozzáadáshoz
ms: Pilih soalan untuk ditambah

source: You are editing this page
hu: Ön szerkeszti ezt az oldalt
lt: Jūs redaguojate šį puslapį
ms: Anda sedang menyunting halaman ini

source: See this {0}
ar: اعرض هذا {0}
bg: Вижте това {0}
ca: Veure aquest {0}
de: Siehe {0}
eo: Yo, peep this {0}
es: Ver este {0}
fa: این را ببینید {0}
fi: Katso tämä {0}
fr: Voir ce {0}
hu: Nézze meg ezt a(z) {0}
it: Guarda questo {0}
ja: この{0}を表示
lt: Žr. Šį {0}
ms: Lihat {0} ini
nb: Se denne {0}
nl: Bekijk dit {0}
pl: Zobacz tą {0}
pt_br: Veja {0}
ru: Посмотреть {0}
sk: Zobraziť {0}
sl: Oglejte si to {0}
sq: Shiko këtë {0}
sr: Pogledaj ovaj {0}
sv: Visa denna {0}
tr: Bunu {0} görün
uk: Переглянути {0}
vi: Xem {0}
zh_hk: 檢視這個{0}

source: A subset of
hu: Egy részhalmaza
ms: Satu subset daripada

source: Select a field type
hu: Válassz egy mező típust
lt: Pasirinkite lauko tipą
ms: Pilih jenis medan
