Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: If you have a PEM SSL client key, you can convert that key to the PKCS-8/DER format using OpenSSL. {0}.
ar: إذا كان لديك مفتاح عميل SSL بصيغة PEM، يمكنك تحويل ذلك المفتاح إلى تنسيق PKCS-8/DER باستخدام OpenSSL. {0}.
bg: Ако имате PEM SSL клиентски ключ, можете да преобразувате този ключ в PKCS-8/DER формат с помощта на OpenSSL. {0}.
ca: Si tens una clau de client PEM SSL, pots convertir la clau al format PKCS-8/DER amb OpenSSL. {0}.
de: Wenn Sie einen PEM SSL-Clientschlüssel haben, können Sie diesen Schlüssel mit OpenSSL in das PKCS-8/DER-Format konvertieren. {0}.
eo: If u got a PEM SSL client key, u can turn that into PKCS-8/DER format with OpenSSL. {0}.
es: Si tienes una clave cliente PEM SSL, puedes convertir esa clave al formato PKCS-8/DER usando OpenSSL. {0}.
fa: اگر یک کلید مشتری SSL PEM دارید، می‌توانید آن کلید را با استفاده از OpenSSL به فرمت PKCS-8/DER تبدیل کنید. {0}.
fi: Jos sinulla on PEM SSL-asiakasavain, voit muuntaa sen PKCS-8/DER-muotoon käyttäen OpenSSL-ohjelmaa. {0}.
fr: Si vous disposez d'une clé client SSL PEM, vous pouvez convertir cette clé au format PKCS-8/DER à l'aide d'OpenSSL. {0}.
hu: Ha rendelkezik PEM SSL klienskulccsal, az OpenSSL használatával konvertálhatja azt PKCS-8/DER formátumra. {0}.
it: Se hai una chiave client SSL PEM, puoi convertire quella chiave nel formato PKCS-8/DER usando OpenSSL. {0}.
ja: PEM SSLクライアントキーをお持ちの場合、OpenSSLを使用してそのキーをPKCS-8/DER形式に変換することができます。{0}.
lt: Jei turite PEM SSL kliento raktą, galite konvertuoti tą raktą į PKCS-8/DER formatą naudodami OpenSSL. {0}.
ms: Jika anda mempunyai kunci pelanggan PEM SSL, anda boleh menukar kunci itu kepada format PKCS-8/DER menggunakan OpenSSL. {0}.
nb: Hvis du har en PEM SSL-klientnøkkel, kan du konvertere den nøkkelen til PKCS-8/DER-formatet ved hjelp av OpenSSL. {0}.
nl: Als je een PEM SSL-client sleutel hebt, kun je die sleutel converteren naar het PKCS-8/DER- formaat met behulp van OpenSSL. {0}.
pl: Jeśli masz klucz klienta PEM SSL, możesz go przekonwertować do formatu PKCS-8/DER za pomocą OpenSSL. {0}.
pt_br: Se você tiver uma chave de cliente PEM SSL, você pode converter essa chave para o formato PKCS-8/DER usando o OpenSSL. {0}.
ru: Если у вас есть клиентский ключ PEM SSL, вы можете преобразовать этот ключ в формат PKCS-8/DER с помощью OpenSSL. {0}.
sk: Ak máte kľúč PEM SSL klienta, môžete ho previesť do formátu PKCS-8/DER pomocou OpenSSL. {0}.
sl: Če imate ključ odjemalca PEM SSL, ga lahko pretvorite v obliko zapisa PKCS-8/DER z uporabo OpenSSL. {0}.
sq: Nëse keni një çelës klienti SSL PEM, mund ta konvertoni atë çelës në formatin PKCS-8/DER duke përdorur OpenSSL. {0}.
sr: Ako imaš PEM SSL klijentski ključ, možeš da ga konvertuješ u PKCS-8/DER format koristeći OpenSSL. {0}.
sv: Om du har en PEM SSL-klientnyckel kan du konvertera den nyckeln till PKCS-8/DER-formatet med OpenSSL. {0}.
tr: PEM SSL istemci anahtarınız varsa, bu anahtarı OpenSSL kullanarak PKCS-8/DER formatına dönüştürebilirsiniz. {0}.
uk: Якщо у вас є клієнтський ключ PEM SSL, ви можете конвертувати його у формат PKCS-8/DER за допомогою OpenSSL. {0}.
vi: Nếu bạn có khóa khách hàng PEM SSL, bạn có thể chuyển đổi khóa đó sang định dạng PKCS-8/DER sử dụng OpenSSL. {0}.
zh_hk: 如果您有 PEM SSL 用戶端密鑰，可以使用 OpenSSL 將該密鑰轉換為 PKCS-8/DER 格式。{0}。

source: You can use Markdown here, and include variables {{like_this}}
ar: يمكنك استخدام Markdown هنا، وتضمين متغيرات {{like_this}}
bg: Можете да използвате Markdown тук и да включите променливи {{like_this}}
ca: Podeu utilitzar Markdown aquí, i incloure variables {{like_this}}
de: Sie können hier Markdown verwenden und Variablen {{like_this}} einfügen
eo: You can flex Markdown here, and toss in vars like {{this}}
es: Puedes usar Markdown aquí, e incluir variables {{like_this}}
fa: شما می‌توانید اینجا از Markdown استفاده کنید و متغیرها را {{like_this}} وارد کنید
fi: Voit käyttää Markdownia täällä ja sisällyttää muuttujia {{tällä_tavalla}}
fr: Vous pouvez utiliser le format Markdown ici, et inclure les variables {{like_this}}
hu: Itt használhatja a Markdown-t, és beilleszthet változókat {{ilyen_formában}}
it: Puoi usare Markdown qui e includere variabili {{like_this}}
ja: ここではMarkdownを使用し、変数{{like_this}}を含めることができます。
lt: Čia galite naudoti Markdown ir įtraukti kintamuosius {{like_this}}
ms: Anda boleh menggunakan Markdown di sini, dan menyertakan pembolehubah {{seperti_ini}}
nb: Du kan bruke Markdown her, og inkludere variabler {{like_this}}
nl: Je kunt hier Markdown gebruiken en variabelen invoegen, zoals {{dit_voorbeeld}}
pl: Możesz używać tutaj Markdown, i uwzględniać zmienne {{like_this}}
pt_br: Você pode usar Markdown aqui, e incluir variáveis {{like_this}}}
ru: Здесь вы можете использовать Markdown и включать переменные {{like_this}}
sk: Tu môžete použiť Markdown a zahrnúť premenné {{like_this}}
sl: Tukaj lahko uporabite Markdown in vključite spremenljivke {{like_this}}
sq: Mund të përdorësh Markdown këtu dhe të përfshish variabla {{like_this}}
sr: Ovde možete koristiti Markdown i uključiti promenljive {{like_this}}
sv: Du kan använda Markdown här, och inkludera variabler {{like_this}}
tr: Burada Markdown kullanabilirsiniz ve {{like_this}} gibi değişkenler ekleyebilirsiniz.
uk: Тут можна використовувати Markdown і додавати змінні {{like_this}}
vi: Bạn có thể sử dụng Markdown ở đây và bao gồm các biến {{like_this}}
zh_hk: 您可以在此使用 Markdown，並包含變量{{like_this}}。

source: Prometheus web-server shut down
hu: A Prometheus webszerver leállt
ms: Pelayan web Prometheus dimatikan

source: MB_PROMETHEUS_SERVER_PORT value of ''{0}'' is not parseable as an integer.
hu: Az MB_PROMETHEUS_SERVER_PORT ''{0}'' értéke nem értelmezhető egész számként.
ms: Nilai MB_PROMETHEUS_SERVER_PORT ''{0}'' tidak dapat dianalisis sebagai integer.

source: C3P0 Max pool size
hu: C3P0 Maximális medenceméret
ms: Saiz pool maksimum C3P0

source: Port to serve prometheus metrics from. If set, prometheus collectors are registered and served from `localhost:<port>/metrics`.
ar: المنفذ الذي سيتم تقديم مقاييس Prometheus منه. إذا تم تعيينه، يتم تسجيل مجمّعات prometheus وتقديمها من `localhost:<port>/metrics`.
bg: Порт за предоставяне на метрики на Prometheus от. Ако е зададен, колекторите на Prometheus се регистрират и обслужват от `localhost:<port>/metrics`.
ca: Port per servir mètriques de prometheus de. Si s'ajusta, els recollidors de prometheus es registren i serveixen des de `localhost:<port>/metrics`.
de: Port, um Prometheus-Metriken bereitzustellen. Wenn gesetzt, werden Prometheus-Collector registriert und von `localhost:<port>/metrics` bereitgestellt.
eo: Port to serve Prometheus metrics from. If u set it, Prometheus collectors get registered and served from `localhost:<port>/metrics`—lowkey kinda cool.
es: Puerto desde el cual se sirven las métricas de prometheus. Si se establece, los colectores de prometheus se registran y se sirven desde `localhost:<port>/metrics`.
fa: پورت برای ارائه متریک‌های prometheus. اگر تنظیم شود، کلکتورهای prometheus در `localhost:<port>/metrics` ثبت و ارائه می‌شوند.
fi: Portti, josta palvellaan Prometheus-metriikoita. Jos asetettu, Prometheus-kerääjät rekisteröidään ja palvellaan osoitteesta `localhost:<port>/metrics`.
fr: Port à partir duquel servir les métriques prometheus. S'il est défini, les collecteurs prometheus sont enregistrés et servis à partir de `localhost:<port>/metrics`.
hu: Port a prometheus-metrikák kiszolgálásához. Ha be van állítva, a prometheus gyűjtők regisztrálva lesznek és a `localhost:<port>/metrics` címről szolgáltatják őket.
it: Porta per servire le metriche di Prometheus. Se impostato, i raccoglitori di prometheus sono registrati e serviti da `localhost:<port>/metrics`.
ja: Prometheusのメトリクスを提供するポート。設定すると、プロメテウスコレクターは `localhost:<port>/metrics` から登録・提供されます。
lt: Prievadas, iš kurio teikiama „Prometheus“ metrika. Jei nustatyta, „Prometheus“ rinkėjai registruojami ir aptarnaujami iš „localhost:<port>/metrics“.
ms: Port untuk menyajikan metrik prometheus. Jika ditetapkan, pengumpul prometheus didaftarkan dan disajikan dari `localhost:<port>/metrics`.
nb: Port for å levere prometheus-målinger fra. Hvis satt, blir prometheus-kollektorer registrert og levert fra `localhost:<port>/metrics`.
nl: Poort om Prometheus-metrics van te serveren. Indien ingesteld, worden Prometheus-verzamelaars geregistreerd en geserveerd vanuit `localhost:<port>/metrics`.
pl: Port do serwowania metryk prometheus. Jeśli ustawiony, kolektory prometheus są rejestrowane i serwowane z `localhost:<port>/metrics`.
pt_br: Porta para servir as métricas do Prometheus. Se definida, os coletores do Prometheus serão registrados e servidos a partir de `localhost:<port>/metrics`.
ru: Порт для службы метрик prometheus. Если установлен, сборщики prometheus регистрируются и обслуживаются через `localhost:<port>/metrics`.
sk: Port na službu prométheovských metrík. Ak je nastavené, kolektory Prométhea sú registrované a poskytované z `localhost:<port>/metrics`.
sl: Pristanišče za služenje metrik prometeja. Če je nastavljeno, so zbiralci prometheus registrirani in oskrbovani iz »localhost:<port>/metrics«.
sq: Porta nga ku do të shërbehen metrikat e prometheus. Nëse vendoset, kolektorët e prometheus regjistrohen dhe shërbehen nga `localhost:<port>/metrics`.
sr: Port sa kojeg se serviraju prometheus metrike. Ako je podešeno, prometheus kolektori se registruju i serviraju sa `localhost:<port>/metrics`.
sv: Port för att betjäna Prometheus-mätvärden från. Om den ställs in, registreras Prometheus-insamlare och betjänas från `localhost:<port>/metrics`.
tr: Prometheus metriklerini sunmak için port. Ayarlanırsa, prometheus toplayıcıları `localhost:<port>/metrics` adresinden kaydedilir ve sunulur.
uk: Порт, з якого віддавати метрики Prometheus. Якщо задано, колектори Prometheus реєструються і віддаються з `localhost:<port>/metrics`.
vi: Cổng để phục vụ các chỉ số prometheus từ. Nếu được thiết lập, các bộ sưu tập prometheus được đăng ký và phục vụ từ `localhost:<port>/metrics`.
zh_hk: 從端口提供 Prometheus 指標。如果設置，Prometheus 收集器會在 `localhost:<port>/metrics` 中註冊並提供服務。

source: C3P0 Number of idle connections
hu: C3P0 Tétlen kapcsolatok száma
ms: Bilangan sambungan tidak aktif C3P0

source: Error stopping prometheus web-server
hu: Hiba a prometheus webszerver leállítása közben
ms: Ralat menghentikan pelayan web prometheus

source: C3P0 Number of connections
hu: C3P0 Kapcsolatok száma
ms: Bilangan sambungan C3P0

source: Failed to initialize Prometheus on port {0}
ar: فشل تهيئة Prometheus على المنفذ {0}
bg: Неуспешно инициализиране на Prometheus на порт {0}
ca: No s'ha pogut inicialitzar Prometheus al port {0}
de: Fehler beim Initialisieren von Prometheus auf Port {0}
eo: Bruh, Prometheus couldn't even start on port {0} lol
es: Error al inicializar Prometheus en el puerto {0}
fa: ابتدایی‌سازی Prometheus در پورت {0} شکست خورد
fi: Epäonnistui Prometheusin alustaminen porttiin {0}
fr: Impossible d'initialiser Prometheus sur le port {0}.
hu: A Prometheus inicializálása nem sikerült a {0} porton
it: Impossibile inizializzare Prometheus sulla porta {0}
ja: ポート{0}でPrometheusの初期化に失敗しました。
lt: Nepavyko inicijuoti „Prometheus“ prievado {0}
ms: Gagal memulakan Prometheus pada port {0}
nb: Kunne ikke initialisere Prometheus på port {0}
nl: Niet gelukt om Prometheus te initialiseren op poort {0}
pl: Nie udało się zainicjować Prometheus na porcie {0}
pt_br: Falha ao inicializar o Prometheus na porta {0}
ru: Не удалось инициализировать Prometheus на порту {0}
sk: Nepodarilo sa inicializovať Prometheus na porte {0}
sl: Ni bilo mogoče inicializirati Prometheusa na {0} vrat
sq: Dështoi inicializimi i Prometheus në portën {0}
sr: Neuspešna inicijalizacija Prometheus-a na portu {0}
sv: Det gick inte att initiera Prometheus på port {0}
tr: Prometheus'u {0} portunda başlatma başarısız oldu
uk: Не вдалося ініціалізувати Prometheus на порту {0}
vi: Không thể khởi tạo Prometheus trên cổng {0}
zh_hk: 無法在端口 {0} 上初始化 Prometheus。

source: Starting prometheus metrics web-server on port {0}
hu: Prometheus metrikák webszerverének indítása a {0} porton
ms: Memulakan pelayan web metrik prometheus pada port {0}

source: C3P0 Minimum pool size
hu: C3P0 Minimális medenceméret
ms: Saiz pool minimum C3P0

source: Unrecognized measurement {0} in prometheus stats
hu: Felismeretlen mérés {0} a prometheus statisztikákban
ms: Pengukuran yang tidak dikenali {0} dalam statistik prometheus

source: C3P0 Number of busy connections
hu: C3P0 Elfoglalt kapcsolatok száma
ms: Bilangan sambungan sibuk C3P0

source: Starting prometheus metrics collector
hu: Prometheus metrikagyűjtő indítása
ms: Memulakan pengumpul metrik prometheus

source: Attempting to set up prometheus metrics web-server with no web-server port provided
ar: محاولة إعداد خادم ويب لمقاييس prometheus دون توفير منفذ لخادم الويب
bg: Опит за настройка на уеб сървър за метрики на Prometheus без предоставен уеб сървър порт
ca: S'intenta configurar el servidor web de mètriques de prometheus sense cap port del servidor web proporcionat
de: Versuch, einen Prometheus-Metriken-Webserver ohne angegebenen Webserver-Port einzurichten
eo: Trying to set up the prometheus metrics web-server but forgot to add the web-server port, lol
es: Intentando configurar el servidor web de métricas de prometheus sin especificar un puerto de servidor web
fa: تلاش برای تنظیم سرور وب متریک prometheus بدون پورت سرور وب مشخص شده
fi: Yritetään asentaa Prometheus-metriikka-palvelinta ilman määriteltyä web-palvelimen porttia.
fr: Tentative de mise en place du serveur web de prometheus metrics sans port de serveur web fourni
hu: Prometheus metrikák webszerverének beállítása próbálkozás web-szerver port megadása nélkül
it: Tentativo di impostare il server web delle metriche di prometheus senza una porta del server web fornita
ja: Webサーバーのポートが提供されていないのに、prometheusのMetrics Webサーバーをセットアップしようとしている。
lt: Bandoma nustatyti „Prometheus“ metrikos žiniatinklio serverį be žiniatinklio serverio prievado
ms: Mencuba untuk menyediakan pelayan web metrik prometheus tanpa port pelayan web disediakan
nb: Forsøker å sette opp prometheus-metrikk web-server uten at det er angitt web-server port
nl: Poging om Prometheus-metrics web-server op te zetten zonder web-serverpoort opgegeven
pl: Próba skonfigurowania serwera WWW metryk Prometheus bez podanego portu serwera WWW
pt_br: Tentativa de configurar o servidor web de métricas do Prometheus sem nenhuma porta de servidor web fornecida
ru: Попытка настройки веб-сервера метрик prometheus без указанного порта веб-сервера
sk: Pokus o nastavenie prometheus métriky web-servera bez poskytnutého portu web-servera
sl: Poskus nastavitve spletnega strežnika metrike prometheus brez vrat spletnega strežnika
sq: Po tentohet të konfigurohet web-server-i i metrikave prometheus pa u dhënë portë web-server-i
sr: Pokušaj podešavanja prometheus web-servera za metrike bez navedenog porta web-servera
sv: Försöker ställa in Prometheus mätvärden webbserver utan angiven webbserverport
tr: Web sunucu portu belirtilmeden prometheus metriks web sunucusu ayarlanıyor
uk: Спроба налаштувати вебсервер метрик Prometheus без указаного порту вебсервера
vi: Đang cố gắng thiết lập máy chủ web chỉ số prometheus mà không có cổng máy chủ web được cung cấp
zh_hk: 嘗試設置 prometheus 指標網絡服務器，但未提供網絡服務器端口。

source: Attempting to set up prometheus metrics with no web-server port provided
hu: Prometheus metrikák beállítása próbálkozás web-szerver port megadása nélkül
ms: Mencuba untuk menyediakan metrik prometheus tanpa port pelayan web disediakan

source: Metadata not ready in {0} minutes, abandoning
hu: A metaadatok nem állnak készen {0} percen belül, elvetés
ms: Metadata tidak siap dalam {0} minit, ditinggalkan

source: Metadata updated asynchronously for card {0}
hu: A(z) {0} kártya metaadatai aszinkron módon frissítve
ms: Metadata dikemas kini secara tidak serentak untuk kad {0}

source: Not updating metadata asynchronously for card {0} because no metadata
hu: Nem frissíti a metaadatokat aszinkron módon a(z) {0} kártyához, mert nincs metaadat
ms: Tidak mengemas kini metadata secara tidak serentak untuk kad {0} kerana tiada metadata

source: Metadata not available soon enough. Saving card {0} and asynchronously updating metadata
hu: A metaadatok nem elérhetők elég gyorsan. A(z) {0} kártya mentése és a metaadatok aszinkron frissítése
ms: Metadata tidak tersedia dengan cukup cepat. Menyimpan kad {0} dan mengemas kini metadata secara tidak serentak

source: Cannot refresh an archived model
ar: لا يمكن تحديث نموذج مؤرشف
bg: Не може да се обнови архивиран модел
ca: No es pot actualitzar un model arxivat
de: Kann ein archiviertes Modell nicht aktualisiert werden
eo: Bruh, you can't refresh an archived model, that's so deadass
es: No se puede actualizar un modelo archivado
fa: نمی‌توان یک مدل آرشیو شده را تازه‌سازی کرد
fi: Ei voi päivittää arkistoitua mallia.
fr: Impossible de rafraîchir un modèle archivé
hu: Nem lehet frissíteni egy archivált modellt
it: Impossibile aggiornare un modello archiviato
ja: アーカイブされたモデルをリフレッシュすることができない
lt: Negalima atnaujinti archyvuoto modelio
ms: Tidak boleh menyegarkan model yang diarkibkan
nb: Kan ikke oppdatere en arkivert modell
nl: Kan geen gearchiveerd model vernieuwen
pl: Nie można odświeżyć zarchiwizowanego modelu
pt_br: Não é possível atualizar um modelo arquivado
ru: Нельзя обновить архивированную модель
sk: Nie je možné obnoviť archivovaný model
sl: Arhiviranega modela ni mogoče osvežiti
sq: Nuk mund të rifreskohet një model i arkivuar
sr: Nije moguće osvežiti arhivirani model
sv: Kan inte uppdatera en arkiverad modell
tr: Arşivlenmiş bir modeli yenileyemezsiniz
uk: Не можна оновити архівовану модель
vi: Không thể làm mới mô hình đã lưu trữ
zh_hk: 無法刷新歸檔模型

source: Cannot refresh a non-model question
ar: لا يمكن تحديث سؤال غير نموذج
bg: Не може да се обнови въпрос, който не е модел
ca: No es pot actualitzar una pregunta que no sigui un model
de: Kann eine Nicht-Modell-Frage nicht aktualisiert werden
eo: Bruh, you can't refresh a question that's not a model, fr fr.
es: No se puede refrescar una pregunta que no sea un modelo
fa: نمی‌توان یک سوال غیر مدلی را تازه‌سازی کرد
fi: Ei voi päivittää ei-mallikysymystä.
fr: Impossible de rafraîchir une question sans modèle
hu: Nem lehet frissíteni egy nem modell kérdést
it: Impossibile aggiornare una domanda non-model
ja: モデル以外の質問をリフレッシュすることができない
lt: Negalima atnaujinti ne modelio klausimo
ms: Tidak boleh menyegarkan soalan bukan model
nb: Kan ikke oppdatere et ikke-modellspørsmål
nl: Kan geen niet-model vraag vernieuwen
pl: Nie można odświeżyć pytania, które nie jest modelem
pt_br: Não é possível atualizar uma pergunta que não seja de modelo
ru: Невозможно обновить запрос, не относящийся к модели
sk: Nie je možné obnoviť otázku, ktorá nie je modelom
sl: Ni mogoče osvežiti vprašanja, ki ni modelno
sq: Nuk mund të rifreskohet një pyetje jo-model
sr: Nije moguće osvežiti pitanje koje nije model
sv: Kan inte uppdatera en icke-modell fråga
tr: Model olmayan bir soruyu yenileyemezsiniz
uk: Не можна оновити запитання, яке не є моделлю
vi: Không thể làm mới một câu hỏi không phải là mô hình
zh_hk: 無法刷新非模型問題。

source: Not updating metadata asynchronously for card {0} because query has changed
hu: Nem frissíti a metaadatokat aszinkron módon a(z) {0} kártyához, mert a lekérdezés megváltozott
ms: Tidak mengemas kini metadata secara tidak serentak untuk kad {0} kerana query telah berubah

source: Metadata not available soon enough. Saving new card and asynchronously updating metadata
hu: A metaadatok nem elérhetők elég gyorsan. Új kártya mentése és a metaadatok aszinkron frissítése
ms: Metadata tidak tersedia dengan cukup cepat. Menyimpan kad baru dan mengemas kini metadata secara tidak serentak

source: Matching style for native query editor's autocomplete. Can be "substring", "prefix", or "off". Larger instances can have performance issues matching using substring, so can use prefix matching, or turn autocompletions off.
hu: Egyező stílus a natív lekérdezésszerkesztő automatikus kiegészítéséhez. Lehet "alkarakterlánc", "előtag" vagy "kikapcsolva". A nagyobb példányoknál teljesítményproblémák adódhatnak a részkarakterlánc használatával történő egyeztetéssel, ezért használhatnak előtagegyeztetést, vagy kikapcsolhatják az automatikus kiegészítést.
ms: Gaya padanan untuk penyunting query asli autocomplete. Boleh jadi "substring", "prefix", atau "off". Contoh yang lebih besar boleh mengalami masalah prestasi menggunakan substring, jadi boleh menggunakan padanan awalan, atau mematikan autocompletions.

source: Invalid `native-query-autocomplete-match-style` option
ar: خيار `native-query-autocomplete-match-style` غير صالح
bg: Невалиден опция "native-query-autocomplete-match-style"
ca: Opció no vàlida `native-query-autocomplete-match-style`
de: Ungültige `native-query-autocomplete-match-style`-Option
eo: Bruh, this `native-query-autocomplete-match-style` thingy is totally invalid lol
es: Opción inválida `native-query-autocomplete-match-style`
fa: گزینه `native-query-autocomplete-match-style` نامعتبر است
fi: Virheellinen `native-query-autocomplete-match-style` -valinta
fr: Option `native-query-autocomplete-match-style` invalide
hu: Érvénytelen "native-query-autocomplete-match-style" beállítás
it: Opzione `native-query-autocomplete-match-style` non valida
ja: 無効な `native-query-autocomplete-match-style` オプションです。
lt: Netinkama parinktis „native-query-autocomplete-match-style“.
ms: Pilihan `native-query-autocomplete-match-style` tidak sah
nb: Ugyldig `native-query-autocomplete-match-style`-alternativ
nl: Ongeldige `native-query-autocomplete-match-style` optie
pl: Nieprawidłowa opcja `native-query-autocomplete-match-style`
pt_br: Opção `native-query-autocomplete-match-style` inválida
ru: Некорректная опция "native-query-autocomplete-match-style"
sk: Neplatná možnosť `native-query-autocomplete-match-style`
sl: Neveljavna možnost »native-query-autocomplete-match-style«
sq: Opsion i pavlefshëm `native-query-autocomplete-match-style`
sr: Nevažeća opcija `native-query-autocomplete-match-style`
sv: Ogiltigt alternativ för `native-query-autocomplete-match-style`
tr: Geçersiz `native-query-autocomplete-match-style` seçeneği
uk: Некоректна опція `native-query-autocomplete-match-style`
vi: Tùy chọn `native-query-autocomplete-match-style` không hợp lệ
zh_hk: 無效的 `native-query-autocomplete-match-style` 選項

source: Custom GeoJSON is not enabled
ar: GeoJSON مخصص غير مفعّل
bg: Персонализираният GeoJSON не е активиран
ca: El GeoJSON personalitzat no està habilitat
de: Angepasster GeoJSON ist nicht aktiviert
eo: Custom GeoJSON isn’t enabled rn, lol.
es: GeoJSON personalizado no está habilitado
fa: GeoJSON سفارشی فعال نیست
fi: Mukautettu GeoJSON ei ole käytössä.
fr: Le GeoJSON personnalisé n'est pas activé
hu: Az egyéni GeoJSON nincs engedélyezve
it: GeoJSON personalizzato non è abilitato
ja: カスタムGeoJSONが有効になっていない
lt: Tinkintas GeoJSON neįjungtas
ms: GeoJSON Tersuai tidak diaktifkan
nb: Egendefinert GeoJSON er ikke aktivert
nl: Aangepaste GeoJSON is niet ingeschakeld
pl: Dostosowany GeoJSON nie jest włączony
pt_br: O GeoJSON personalizado não foi habilitado
ru: Пользовательский GeoJSON не включен
sk: Vlastný GeoJSON nie je povolený
sl: GeoJSON po meri ni omogočen
sq: GeoJSON i personalizuar nuk është i aktivizuar
sr: Prilagođeni GeoJSON nije omogućen
sv: Anpassad GeoJSON är inte aktiverad
tr: Özel GeoJSON etkin değil
uk: Користувацький GeoJSON не ввімкнено
vi: GeoJSON tùy chỉnh chưa được bật
zh_hk: 自訂 GeoJSON 未啟用。
