Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Transforms let you create new tables within your connected databases, helping you make nicer and more self-explanatory datasets for your end users to look at and explore.
ar: تتيح لك التحويلات إنشاء جداول جديدة داخل قواعد البيانات المتصلة لديك، مما يساعدك على إنشاء مجموعات بيانات أجمل وأكثر وضوحًا للمستخدمين النهائيين لعرضها واستكشافها.
fa: تبدیل‌ها به شما امکان می‌دهند جداول جدیدی را در پایگاه‌های داده متصل خود ایجاد کنید و به شما کمک می‌کنند مجموعه داده‌های زیباتر و واضح‌تری را برای مشاهده و کاوش کاربران نهایی خود ایجاد کنید.
fi: Muunnosten avulla voit luoda uusia taulukoita yhdistettyihin tietokantoihin, mikä auttaa sinua luomaan selkeämpiä ja selkeämpiä tietojoukkoja loppukäyttäjiesi tarkasteltavaksi ja tutkittavaksi.
it: Le trasformazioni consentono di creare nuove tabelle all'interno dei database connessi, aiutandoti a realizzare set di dati più gradevoli e autoesplicativi che gli utenti finali potranno esaminare ed esplorare.
ja: 変換を使用すると、接続されたデータベース内に新しいテーブルを作成できるため、エンドユーザーが確認したり探索したりするのに、より見やすくわかりやすいデータセットを作成できます。
sq: Transformimet të lejojnë të krijosh tabela të reja brenda bazave të të dhënave të lidhura, duke të ndihmuar të krijosh dataset-e më të mira dhe më vetëshpjeguese që përdoruesit përfundimtarë t’i shohin dhe t’i eksplorojnë.
sr: Transformacije vam omogućavaju da kreirate nove tabele unutar povezanih baza podataka, što pomaže da napravite lepše i samorazumljivije skupove podataka koje će vaši krajnji korisnici moći da pregledaju i istražuju.
zh_hk: Transforms 可讓您在連線的資料庫中建立新的資料表，協助您製作更美觀、更易於說明的資料集，供最終使用者檢視和探索。

source: Because transforms require write access to your database, make sure you know what you’re doing and that you understand the risks.
ar: نظرًا لأن التحويلات تتطلب وصول كتابة إلى قاعدة بياناتك، تأكد من أنك تعرف ما تفعله وأنك تفهم المخاطر.
fa: از آنجا که تبدیل‌ها نیاز به دسترسی نوشتن در پایگاه داده شما دارند، مطمئن شوید که می‌دانید چه کاری انجام می‌دهید و خطرات آن را درک می‌کنید.
fi: Koska muunnokset vaativat kirjoitusoikeuden tietokantaasi, varmista, että tiedät mitä olet tekemässä ja että ymmärrät riskit.
it: Poiché le trasformazioni richiedono l'accesso in scrittura al database, assicurati di sapere cosa stai facendo e di comprenderne i rischi.
ja: 変換にはデータベースへの書き込みアクセスが必要なので、何を実行しているのか、またリスクを理解していることを確認してください。
sq: Meqë transformimet kërkojnë akses shkrimi në bazën tënde të të dhënave, sigurohu që e di çfarë po bën dhe që i kupton rreziqet.
sr: Pošto transformacije zahtevaju pristup pisanju u vašu bazu podataka, uverite se da znate šta radite i da razumete rizike.
zh_hk: 由於轉換需要對資料庫進行寫入存取，因此請確定您知道自己在做什麼，並且瞭解風險。

source: Enable transforms
ar: فعِّل التحويلات
fa: فعال کردن تبدیل‌ها
fi: Ota käyttöön muunnokset
it: Abilita trasformazioni
ja: 変換を有効にする
sq: Aktivizo transformimet
sr: Omogući transformacije
zh_hk: 啟用變形

source: Custom tables
ar: جداول مخصصة
fa: میزهای سفارشی
fi: Mukautetut taulukot
it: Tabelle personalizzate
ja: カスタムテーブル
sq: Tabela të personalizuara
sr: Prilagođene tabele
zh_hk: 自訂表格

source: Create the tables your end users need with SQL queries
ar: أنشئ الجداول التي يحتاجها المستخدمون النهائيون باستخدام استعلامات SQL
fa: جداول مورد نیاز کاربران نهایی خود را با استفاده از کوئری‌های SQL ایجاد کنید
fi: Luo loppukäyttäjiesi tarvitsemat taulukot SQL-kyselyillä
it: Crea le tabelle di cui i tuoi utenti finali hanno bisogno con le query SQL
ja: SQLクエリを使用してエンドユーザーに必要なテーブルを作成します
sq: Krijo tabelat që u duhen përdoruesve përfundimtarë me pyetje SQL
sr: Kreirajte tabele koje su vašim krajnjim korisnicima potrebne pomoću SQL upita
zh_hk: 使用 SQL 查詢建立終端使用者所需的資料表

source: Smart scheduling
ar: جدولة ذكية
fa: برنامه‌ریزی هوشمند
fi: Älykäs aikataulutus
it: Pianificazione intelligente
ja: スマートなスケジュール
sq: Planifikim inteligjent
sr: Pametno zakazivanje
zh_hk: 智慧型排程

source: Tell your transformd when to run by assigning tags
fa: با اختصاص دادن تگ‌ها به transformd خود بگویید چه زمانی اجرا شود
fi: Kerro transformoidulle laitteellesi, milloin se suoritetaan, määrittämällä sille tunnisteita.
it: Indica al tuo transformd quando eseguirlo assegnando tag
ja: タグを割り当てて、変換されたデータにいつ実行するかを指定します
zh_hk: 透過指定標籤，告訴您的 transformd 何時執行

source: Observability
ar: قابلية الملاحظة
fa: مشاهده‌پذیری
fi: Havaittavuus
it: Osservabilità
ja: 可観測性
sq: Vëzhgueshmëri
sr: Opservabilnost
zh_hk: 可觀察性

source: See which transforms ran, and when
ar: اطّلع على التحويلات التي تم تشغيلها ومتى
fa: ببینید کدام تبدیل‌ها و چه زمانی اجرا شده‌اند
fi: Katso, mitkä muunnokset suoritettiin ja milloin
it: Guarda quali trasformazioni sono state eseguite e quando
ja: どの変換がいつ実行されたかを確認する
sq: Shiko cilat transformime u ekzekutuan, dhe kur
sr: Pogledajte koje transformacije su pokrenute i kada
zh_hk: 查看哪些變換已執行，以及何時執行

source: Permissioned
ar: مقيد بالصلاحيات
fa: مجاز
fi: Luvalla
it: Autorizzato
ja: 許可済み
sq: Me leje
sr: Sa dozvolama
zh_hk: 已授權

source: Only Admins can create and run transforms
ar: يمكن للمسؤولين فقط إنشاء التحويلات وتشغيلها
fa: فقط مدیران می‌توانند تبدیل‌ها را ایجاد و اجرا کنند
fi: Vain järjestelmänvalvojat voivat luoda ja suorittaa muunnoksia
it: Solo gli amministratori possono creare ed eseguire trasformazioni
ja: 変換を作成および実行できるのは管理者のみです
sq: Vetëm Administratorët mund të krijojnë dhe ekzekutojnë transformime
sr: Samo Administratori mogu da kreiraju i pokreću transformacije
zh_hk: 只有管理員可以建立和執行轉換

source: In progress
ar: قيد التقدم
bg: В процес на разработка
ca: En curs
de: Im Gange
es: En curso
fa: در حال انجام
fi: Käynnissä
fr: En cours
it: In corso
ja: 進行中
nb: Pågående
nl: In uitvoering
pl: W toku
pt_br: Em andamento
ru: В ходе выполнения
sk: Prebieha
sl: V teku
sq: Në progres
sr: U toku
sv: Pågår
tr: Devam etmekte
uk: У процесі
vi: Đang tiến hành
zh_hk: 進行中

source: Timeout
ar: انتهت المهلة
bg: Време за изчакване
ca: Temps d'espera
es: Se acabó el tiempo
fa: تایم اوت
fi: Aikakatkaisu
fr: Temps mort
it: Tempo scaduto
ja: タイムアウト
nb: Tidsavbrudd
pl: Przekroczenie limitu czasu
pt_br: Tempo esgotado
ru: Тайм-аут
sk: Časový limit
sl: Časovna omejitev
sq: Skadim kohe
sr: Istek vremena
tr: Zaman aşımı
uk: Тайм-аут
vi: Hết giờ
zh_hk: 超時

source: Canceling
ar: جارٍ الإلغاء
bg: Анулиране
ca: Cancel·lació
de: Abbrechen
es: Cancelado
fa: لغو
fi: Peruutetaan
fr: Annulation
it: Annullamento
ja: キャンセル
nb: Avbestilling
nl: Annuleren
pl: Anulowanie
pt_br: Cancelando
ru: Отмена
sk: Zrušenie
sl: Preklic
sq: Po anulohet
sr: Otkazivanje
sv: Inställande
tr: İptal
uk: Скасування
vi: Hủy bỏ
zh_hk: 取消

source: Manual
ar: يدوي
bg: Ръчно
de: Handbuch
fa: دستی
fi: Manuaalinen
fr: Manuel
it: Manuale
ja: マニュアル
nb: Manuell
nl: Handmatig
pl: Podręcznik
ru: Руководство
sk: Manuálne
sl: Ročno
sr: Ručno
sv: Manuell
tr: Manuel
uk: Вручну
vi: Thủ công
zh_hk: 手冊

source: Schedule
ar: الجدولة
bg: График
ca: Horari
de: Zeitplan
es: Cronograma
fa: برنامه
fi: Ajoittaa
fr: Calendrier
it: Programma
ja: スケジュール
nb: Tidsplan
nl: Schema
pl: Harmonogram
pt_br: Agendar
ru: Расписание
sk: Harmonogram
sl: Razpored
sq: Orar
sr: Raspored
sv: Schema
tr: Takvim
uk: Розклад
vi: Lịch trình
zh_hk: 時間表

source: Unknown transform
ar: تحويل غير معروف
de: Unbekannte Transformation
es: Transformación desconocida
fa: تبدیل ناشناخته
fi: Tuntematon muunnos
fr: Transformation inconnue
it: Trasformazione sconosciuta
ja: 不明な変換
pl: Nieznana transformacja
pt_br: Transformação desconhecida
ru: Неизвестный трансформ
sk: Neznáma transformácia
sl: Neznana transformacija
sq: Transform i panjohur
sr: Nepoznata transformacija
tr: Bilinmeyen dönüşüm
uk: Невідомий трансформ
vi: Biến đổi không xác định
zh_hk: 未知轉換

source: In transforms, you can use snippets and question or model references, but not variables.
ar: في التحويلات، يمكنك استخدام المقتطفات ومراجع الأسئلة أو النماذج، لكن ليس المتغيرات.
bg: В трансформациите можете да използвате фрагменти и препратки към въпроси или модели, но не и променливи.
ca: En les transformacions, podeu utilitzar fragments de codi i referències de preguntes o models, però no variables.
de: In Transformationen können Sie Snippets und Fragen- oder Modellreferenzen verwenden, jedoch keine Variablen.
es: En las transformaciones, puedes usar fragmentos y referencias a preguntas o modelos, pero no variables.
fa: در تبدیل‌ها، می‌توانید از قطعه کدها و ارجاعات مدل یا پرسش استفاده کنید، اما نمی‌توانید از متغیرها استفاده کنید.
fi: Muunnoksissa voit käyttää koodinpätkiä ja kysymys- tai malliviittauksia, mutta et muuttujia.
fr: Dans les transformations, vous pouvez utiliser des extraits et des références de questions ou de modèles, mais pas de variables.
it: Nelle trasformazioni è possibile utilizzare frammenti e riferimenti a domande o modelli, ma non variabili.
ja: 変換では、スニペットや質問またはモデル参照を使用できますが、変数は使用できません。
nb: I transformasjoner kan du bruke snippets og spørsmåls- eller modellreferanser, men ikke variabler.
nl: Bij transformaties kunt u fragmenten en vraag- of modelverwijzingen gebruiken, maar geen variabelen.
pl: W transformacjach można używać fragmentów kodu oraz odniesień do pytań lub modeli, ale nie zmiennych.
pt_br: Em transformações, você pode usar snippets e referências de perguntas ou modelos, mas não variáveis.
ru: В преобразованиях можно использовать фрагменты и ссылки на вопросы или модели, но не переменные.
sk: V transformáciách môžete použiť úryvky a odkazy na otázky alebo modely, ale nie premenné.
sl: V transformacijah lahko uporabite odrezke in sklice na vprašanja ali modele, ne pa spremenljivk.
sq: Në transformime, mund të përdorni fragmente kodi dhe referenca pyetjesh ose modelesh, por jo variabla.
sr: U transformacijama možete koristiti isječke koda i reference na pitanje ili model, ali ne i promenljive.
sv: I transformationer kan du använda snippets och fråge- eller modellreferenser, men inte variabler.
tr: Dönüşümlerde kod parçacıkları ve soru veya model referansları kullanabilirsiniz, ancak değişkenleri kullanamazsınız.
uk: У трансформаціях можна використовувати фрагменти та посилання на запити або моделі, але не змінні.
vi: Trong chuyển đổi, bạn có thể sử dụng đoạn mã và tham chiếu câu hỏi hoặc mô hình, nhưng không phải biến.
zh_hk: 在轉換中，您可以使用片段、問題或模型參考，但不能使用變數。

source: Like "the previous 7 days" or "this month"
ar: مثل "الأيام السبعة السابقة" أو "هذا الشهر"
bg: Като "предходните 7 дни" или "този месец".
ca: Com "els 7 dies anteriors" o "aquest mes"
de: Wie "die letzten 7 Tage" oder "diesen Monat".
eo: Like “the past week” or “this month,” fr fr
es: Como "los 7 días anteriores" o "este mes".
fa: مانند "7 روز قبل" یا "این ماه"
fi: Kuten "edelliset 7 päivää" tai "tämä kuukausi".
fr: Comme "les 7 derniers jours" ou "ce mois-ci"
it: Come "i 7 giorni precedenti" o "questo mese".
ja: 「過去 7 日間」や「今月」など
lt: Kaip „praėjusios 7 dienos“ arba „šį mėnesį“
nb: Som "de siste 7 dagene" eller "denne måneden"
nl: Zoals "de afgelopen 7 dagen" of "deze maand".
pl: Jak "ostatnie 7 dni" lub "ten miesiąc"
pt_br: Como "os últimos 7 dias" ou "este mês"
ru: Например, "за предыдущие 7 дней" или "в этом месяце".
sk: Napríklad "predchádzajúcich 7 dní" alebo "tento mesiac".
sl: Kot "zadnjih 7 dni" ali "ta mesec".
sq: Si "7 ditët e mëparshme" ose "ky muaj"
sr: Kao "prethodnih 7 dana" ili "ovaj mesec"
sv: Tex "föregående 7 dagarna" eller "denna månad"
tr: "Önceki 7 gün" veya "bu ay" gibi
uk: Наприклад, "попередні 7 днів" або "цей місяць"
vi: Giống như "7 ngày trước" hoặc "tháng này"
zh_hk: 例如「前 7 天」或「本月」。

source: Previous Week
ar: الأسبوع السابق
bg: Предишна седмица
ca: Setmana anterior
de: Vorherige Woche
eo: last week was so last season
es: Semana anterior
fa: هفته قبل
fi: Edellinen viikko
fr: Semaine précédente
it: Settimana precedente
ja: 前の週
lt: Ankstesnė savaitė
nb: Forrige uke
nl: Vorige week
pl: Poprzedni tydzień
pt_br: Semana anterior
ru: Предыдущая неделя
sk: Predchádzajúci týždeň
sl: Prejšnji teden
sq: Java e mëparshme
sr: Prethodna nedelja
sv: Föregående vecka
tr: Önceki Hafta
uk: Попередній тиждень
vi: Tuần trước
zh_hk: 上週

source: Previous Month
ar: الشهر السابق
bg: Предишен месец
ca: Mes anterior
de: Vorheriger Monat
eo: last month bet
es: Mes anterior
fa: ماه قبل
fi: Edellinen kuukausi
fr: Mois précédent
it: Mese precedente
ja: 前月
lt: Ankstesnis mėnuo
nb: Forrige måned
nl: Vorige maand
pl: Poprzedni miesiąc
pt_br: Mês anterior
ru: Предыдущий месяц
sk: Predchádzajúci mesiac
sl: Prejšnji mesec
sq: Muaji i mëparshëm
sr: Prethodni mesec
sv: Föregående månad
tr: Önceki Ay
uk: Попередній місяць
vi: Tháng trước
zh_hk: 上個月

source: Previous Year
ar: السنة السابقة
bg: Предишна година
ca: Any anterior
de: Vorheriges Jahr
eo: last year fr
es: Año anterior
fa: سال قبل
fi: Edellinen vuosi
fr: Année précédente
it: Anno precedente
ja: 前年
lt: Ankstesni metai
nb: Forrige år
nl: Vorig jaar
pl: Poprzedni rok
pt_br: Ano anterior
ru: Предыдущий год
sk: Predchádzajúci rok
sl: Prejšnje leto
sq: Viti i mëparshëm
sr: Prethodna godina
sv: Föregående år
tr: Önceki Yıl
uk: Попередній рік
vi: Năm trước
zh_hk: 前一年

source: Ok
ar: موافق
bg: Добре
ca: D'acord
eo: Bet
es: Vale
fa: خوب
fr: C'est tout bon
ja: 確認しました
lt: Gerai
nl: Oké
ru: Ок
sl: V redu
sr: U redu
sv: Okej
tr: Tamam
uk: Ок
vi: Được
zh_hk: 好

source: Hide options
ar: إخفاء الخيارات
bg: Скриване на опциите
ca: Amaga les opcions
de: Optionen ausblenden
eo: Sneak options
es: Ocultar opciones
fa: گزینه‌ها را مخفی کنید
fi: Piilota asetukset
fr: Masquer les options
it: Nascondi opzioni
ja: オプションを非表示にする
nb: Skjul alternativer
nl: Opties verbergen
pl: Ukryj opcje
pt_br: Ocultar opções
ru: Скрыть параметры
sk: Skryť možnosti
sl: Skrij možnosti
sq: Fshih opsionet
sr: Sakrij opcije
sv: Dölj alternativ
tr: Seçenekleri gizle
uk: Сховати опції
vi: Ẩn tùy chọn
zh_hk: 隱藏選項

source: Additional tooltip columns
ar: أعمدة إضافية للتولتيب
bg: Допълнителни колони с подсказки
ca: Columnes d'informació eines addicionals
de: Zusätzliche Tooltip-Spalten
eo: Extra tooltip cols
es: Columnas de información sobre herramientas adicionales
fa: ستون های راهنمای ابزار اضافی
fi: Muita työkaluvihjeiden sarakkeita
fr: Colonnes d'info-bulles supplémentaires
it: Colonne aggiuntive di suggerimenti
ja: 追加のツールチップ列
lt: Papildomi patarimo stulpeliai
nb: Flere kolonner med verktøytips
nl: Extra tooltip-kolommen
pl: Dodatkowe kolumny podpowiedzi
pt_br: Colunas de dicas de ferramentas adicionais
ru: Дополнительные столбцы подсказок
sk: Ďalšie stĺpce popisov
sl: Dodatni stolpci z opisom orodja
sq: Kolona shtesë të tooltip-it
sr: Dodatne kolone u tooltip-u
sv: Ytterligare verktygstipskolumner
tr: Ek araç ipucu sütunları
uk: Додаткові стовпці підказки
vi: Các cột chú giải công cụ bổ sung
zh_hk: 額外的工具提示列

source: Enter column names
ar: أدخل أسماء الأعمدة
bg: Въведете имена на колони
ca: Introduïu els noms de les columnes
de: Spaltennamen eingeben
eo: Type in the squad names
es: Introduzca los nombres de las columnas
fa: نام ستون ها را وارد کنید
fi: Anna sarakkeiden nimet
fr: Entrez les noms des colonnes
it: Inserisci i nomi delle colonne
ja: 列名を入力してください
lt: Įveskite stulpelių pavadinimus
nb: Skriv inn kolonnenavn
nl: Kolomnamen invoeren
pl: Wprowadź nazwy kolumn
pt_br: Insira os nomes das colunas
ru: Введите названия столбцов
sk: Zadajte názvy stĺpcov
sl: Vnesite imena stolpcev
sq: Shkruaj emrat e kolonave
sr: Unesite nazive kolona
sv: Ange kolumnnamn
tr: Sütun adlarını girin
uk: Введіть назви стовпців
vi: Nhập tên cột
zh_hk: 輸入欄名

source: Show lines and tick marks
ar: إظهار الخطوط وعلامات التدرّج
bg: Показване на линии и отметки
ca: Mostra línies i marques de graduació
de: Linien und Teilstriche anzeigen
eo: Show the lines and the tick marks, fr fr
es: Mostrar líneas y marcas de graduación
fa: نمایش خطوط و علامت‌های تیک
fi: Näytä viivat ja rastimerkit
fr: Afficher les lignes et les graduations
it: Mostra linee e segni di spunta
ja: 線と目盛りを表示する
nb: Vis linjer og avkryssingsmerker
nl: Lijnen en maatstreepjes weergeven
pl: Pokaż linie i znaczniki
pt_br: Mostrar linhas e marcas de escala
ru: Показать линии и деления
sk: Zobraziť čiary a značky začiarknutia
sl: Prikaži črte in kljukice
sq: Shfaq vijat dhe shenjat e ndarjes
sr: Prikaži linije i crtice za podelu
sv: Visa linjer och skalmärken
tr: Çizgileri ve onay işaretlerini göster
uk: Показувати лінії та риски шкали
vi: Hiển thị các dòng và dấu tích
zh_hk: 顯示線條和剔號

source: Number of tick marks
ar: عدد علامات التدرّج
bg: Брой отметки
ca: Nombre de marques de graduació
de: Anzahl der Teilstriche
eo: Number of check marks
es: Número de marcas de graduación
fa: تعداد علامت‌های تیک
fi: Rastimerkkien määrä
fr: Nombre de graduations
it: Numero di segni di spunta
ja: 目盛りの数
nb: Antall avkrysninger
nl: Aantal vinkjes
pl: Liczba znaczników
pt_br: Número de marcas de escala
ru: Количество делений
sk: Počet značiek začiarknutia
sl: Število kljukic
sq: Numri i shenjave të ndarjes
sr: Broj crtica za podelu
sv: Antal skalmarkeringar
tr: İşaret sayısı
uk: Кількість рисок шкали
vi: Số lượng dấu tích
zh_hk: 刻度數

source: Select a table to publish
ar: حدّد جدولًا لنشره
bg: Изберете таблица за публикуване
ca: Seleccioneu una taula per publicar
de: Wählen Sie eine Tabelle zum Veröffentlichen aus.
es: Seleccione una tabla para publicar
fa: انتخاب جدول برای انتشار
fi: Valitse julkaistava taulukko
fr: Sélectionnez une table à publier
it: Seleziona una tabella da pubblicare
ja: 公開するテーブルを選択してください
nb: Velg en tabell som skal publiseres
nl: Selecteer een tabel om te publiceren
pl: Wybierz tabelę do opublikowania
pt_br: Selecione uma tabela para publicar
ru: Выберите таблицу для публикации.
sk: Vyberte tabuľku na publikovanie
sl: Izberite tabelo za objavo
sq: Zgjidh një tabelë për ta publikuar
sr: Izaberite tabelu za objavljivanje
sv: Välj en tabell att publicera
tr: Yayınlamak istediğiniz tabloyu seçin.
uk: Виберіть таблицю для публікації
vi: Chọn một bảng để xuất bản
zh_hk: 選擇要發佈的表格

source: Updated At
ar: تم التحديث في
bg: Актуализирано в
ca: Actualitzat a
de: Aktualisiert am
es: Actualizado en
fa: به‌روزرسانی‌شده در
fi: Päivitetty klo
fr: Mise à jour le
it: Aggiornato alle
ja: 更新日時
nb: Oppdatert på
nl: Bijgewerkt op
pl: Zaktualizowano w
pt_br: Atualizado em
ru: Обновлено в
sk: Aktualizované o
sl: Posodobljeno ob
sq: Përditësuar më
sr: Ažurirano
sv: Uppdaterad kl.
tr: Güncellenme Tarihi:
uk: Оновлено о
vi: Đã cập nhật lúc
zh_hk: 更新於

source: No tables, metrics, or snippets yet
ar: لا توجد جداول أو مقاييس أو مقتطفات بعد
bg: Все още няма таблици, показатели или фрагменти
ca: Encara no hi ha taules, mètriques ni fragments
de: Noch keine Tabellen, Metriken oder Snippets
es: Aún no hay tablas, métricas ni fragmentos
fa: هنوز هیچ جدول، معیار یا قطعه داده‌ای وجود ندارد
fi: Ei vielä taulukoita, mittareita tai katkelmia
fr: Aucun tableau, aucune métrique, ni aucun extrait de code pour le moment.
it: Nessuna tabella, metrica o frammento ancora
ja: 表、指標、スニペットはまだありません
nb: Ingen tabeller, beregninger eller utdrag ennå
nl: Nog geen tabellen, statistieken of codefragmenten.
pl: Brak tabel, metryk i fragmentów kodu
pt_br: Ainda não há tabelas, métricas ou trechos de código.
ru: Пока нет таблиц, метрик или фрагментов кода.
sk: Zatiaľ žiadne tabuľky, metriky ani úryvky
sl: Še ni tabel, meritev ali delčkov
sq: Ende s’ka tabela, metrika, ose fragmente kodi
sr: Još nema tabela, metrika niti isečaka koda
sv: Inga tabeller, mätvärden eller utdrag ännu
tr: Henüz tablo, ölçüm veya özet veri yok.
uk: Поки що немає таблиць, метрик або фрагментів
vi: Chưa có bảng, số liệu hoặc đoạn mã nào.
zh_hk: 尚未有表格、度量指標或片段

source: No results for "{0}"
ar: لا توجد نتائج لـ "{0}"
bg: Няма резултати за „{0}“
ca: No hi ha resultats per a "{0}"
de: Keine Ergebnisse für "{0}"
es: No hay resultados para "{0}"
fa: نتیجه‌ای برای "{0}" یافت نشد.
fi: Ei tuloksia haulle "{0}"
fr: Aucun résultat pour «{0}»
it: Nessun risultato per "{0}"
ja: 「{0}」に該当する結果はありません
nb: Ingen resultater for "{0}"
nl: Geen resultaten voor "{0}"
pl: Brak wyników dla „{0}”
pt_br: Nenhum resultado para "{0}"
ru: Результаты поиска по запросу "{0}отсутствуют
sk: Žiadne výsledky pre výraz „{0}“
sl: Ni rezultatov za »{0}«
sq: S’ka rezultate për "{0}"
sr: Nema rezultata za "{0}"
sv: Inga resultat för "{0}"
tr: "{0}" için sonuç bulunamadı.
uk: Немає результатів для "{0}"
vi: Không tìm thấy kết quả cho "{0}"
zh_hk: 沒有關於 "{0}" 的結果

source: Snippet collection options
ar: خيارات مجموعة المقتطفات
bg: Опции за събиране на фрагменти
ca: Opcions de recopilació de fragments
de: Snippet-Sammeloptionen
es: Opciones de recopilación de fragmentos
fa: گزینه‌های جمع‌آوری قطعه کد
fi: Katkelmien keräysvaihtoehdot
fr: Options de collection d'extraits
it: Opzioni di raccolta di frammenti
ja: スニペット収集オプション
nb: Alternativer for utdragsinnhenting
nl: Opties voor het verzamelen van fragmenten
pl: Opcje zbierania fragmentów kodu
pt_br: Opções de coleção de trechos
ru: Параметры сбора фрагментов
sk: Možnosti zberu úryvkov
sl: Možnosti zbiranja odlomkov
sq: Opsionet e koleksionit të fragmenteve të kodit
sr: Opcije kolekcije isečaka koda
sv: Alternativ för insamling av utdrag
tr: Parçacık toplama seçenekleri
uk: Параметри колекції фрагментів
vi: Tùy chọn thu thập đoạn trích
zh_hk: 片段收集選項

source: Data couldn't be fetched properly: {0}
ar: تعذر جلب البيانات بشكل صحيح: {0}
bg: Данните не можаха да бъдат извлечени правилно: {0}
ca: No s'han pogut obtenir les dades correctament: {0}
de: Die Daten konnten nicht ordnungsgemäß abgerufen werden: {0}
es: No se pudieron obtener los datos correctamente: {0}
fa: داده‌ها به درستی دریافت نشدند: {0}
fi: Tietoja ei voitu hakea oikein: {0}
fr: Les données n'ont pas pu être récupérées correctement : {0}
it: Impossibile recuperare correttamente i dati: {0}
ja: データを正しく取得できませんでした: {0}
nb: Data kunne ikke hentes på riktig måte: {0}
nl: Gegevens konden niet correct worden opgehaald: {0}
pl: Nie udało się poprawnie pobrać danych: {0}
pt_br: Não foi possível obter os dados corretamente: {0}
ru: Не удалось корректно получить данные: {0}
sk: Dáta sa nepodarilo správne načítať: {0}
sl: Podatkov ni bilo mogoče pravilno pridobiti: {0}
sq: Të dhënat s’u morën siç duhet: {0}
sr: Podaci nisu mogli ispravno da se preuzmu: {0}
sv: Data kunde inte hämtas korrekt: {0}
tr: Veriler düzgün bir şekilde alınamadı: {0}
uk: Не вдалося коректно отримати дані: {0}
vi: Không thể tải dữ liệu đúng cách: {0}
zh_hk: 無法正確取得資料： {0}

source: Cleaned, pre-transformed data sources ready for exploring.
fa: منابع داده تمیز و از پیش تبدیل‌شده، آماده برای کاوش.
fi: Puhdistetut, esimuunnetut tietolähteet valmiina tutkittavaksi.
it: Fonti di dati pulite e pre-trasformate, pronte per l'esplorazione.
ja: 探索の準備が整った、クリーンアップされ、事前変換されたデータ ソース。
zh_hk: 已清理、預先轉換的資料來源，可供探索。

source: Publish a table
ar: انشر جدولًا
bg: Публикуване на таблица
ca: Publica una taula
de: Veröffentlichen Sie eine Tabelle
es: Publicar una tabla
fa: انتشار یک جدول
fi: Julkaise taulukko
fr: Publier un tableau
it: Pubblica una tabella
ja: テーブルを公開する
nb: Publiser en tabell
nl: Publiceer een tabel
pl: Opublikuj tabelę
pt_br: Publicar uma tabela
ru: Опубликовать таблицу
sk: Publikovať tabuľku
sl: Objavite tabelo
sq: Publiko një tabelë
sr: Objavi tabelu
sv: Publicera en tabell
tr: Bir tablo yayınla
uk: Опублікувати таблицю
vi: Đăng tải một bảng
zh_hk: 發佈表格

source: Standardized calculations with known dimensions.
fa: محاسبات استاندارد با ابعاد معلوم.
fi: Standardoidut laskelmat tunnetuilla mitoilla.
it: Calcoli standardizzati con dimensioni note.
ja: 既知の次元を使用した標準化された計算。
zh_hk: 已知尺寸的標準化計算。

source: Reusable bits of code that save your time.
fa: کدهای قابل استفاده مجدد که در زمان شما صرفه‌جویی می‌کنند.
fi: Uudelleenkäytettäviä koodinpätkiä, jotka säästävät aikaasi.
it: Parti di codice riutilizzabili che ti fanno risparmiare tempo.
ja: 時間を節約できる再利用可能なコード。
zh_hk: 可重複使用的程式碼，節省您的時間。
