Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Failed setting `query-caching-max-kb` to {0}.
ar: فشل تعيين `query-caching-max-kb` إلى {0}.
bg: Неуспешна настройка на „query-caching-max-kb“ на {0}.
ca: No s'ha pogut establir `query-caching-max-kb` a {0}
de: Fehlgeschlagene Einstellung `query-caching-max-kb` auf {0}.
eo: Bruh, I totally flopped trying to set `query-caching-max-kb` to {0}.
es: No se ha podido establecer `query-caching-max-kb` a {0}
fa: تنظیم "query-caching-max-kb" تا {0} انجام نشد.
fi: Epäonnistui asettaa `query-caching-max-kb` arvoon {0}.
fr: Échec de la définition de `query-caching-max-kb` sur {0}.
hu: Nem sikerült beállítani a query-caching-max-kb értékét {0}-ra.
it: Impostazione di `query-caching-max-kb` a {0} fallita.
ja: `query-caching-max-kb`を{0}に設定するのに失敗しました。
lt: Nepavyko nustatyti „query-caching-max-kb“ į {0} .
ms: Gagal menetapkan `query-caching-max-kb` kepada {0}.
nb: Klarte ikke å sette `query-caching-max-kb` til {0}
nl: Instellen van `query-caching-max-kb` naar {0} is mislukt.
pl: Nieudana zmiana `query-caching-max-kb` na {0}.
pt_br: Falha ao definir `query-caching-max-kb` como {0}.
ru: Не удалось установить для `query-caching-max-kb` значение {0}.
sk: Nepodarilo sa nastaviť súbor `query-caching-max-kb` na {0}.
sl: Nastavitev »query-caching-max-kb« ni uspela na {0}.
sq: Dështoi vendosja e `query-caching-max-kb` në {0}.
sr: Nije uspelo postavljanje `query-caching-max-kb` na {0}.
sv: Kunden inte sätta `query-caching-max-kb`till {0}.
tr: `query-caching-max-kb` {0} olarak ayarlayamadı.
uk: Помилка установки `запиту кешування-Max-kb` до {0}.
vi: Lõi cài đặt `query-caching-max-kb` thành {0}
zh_hk: 設定參數query-caching-max-kb為{0}失敗。

source: Values greater than {1} are not allowed.
hu: A {1}-nál nagyobb értékek nem megengedettek.
ms: Nilai yang lebih besar daripada {1} tidak dibenarkan.

source: Database {0} does not exist.
hu: A(z) {0} adatbázis nem létezik.
ms: Pangkalan data {0} tidak wujud.

source: Error: Database is not present in the Query Processor Store.
hu: Hiba: Az adatbázis nincs jelen a Query Processor Store-ban.
ms: Ralat: Pangkalan data tidak terdapat dalam Kedai Pemproses Query.

source: Invalid embedding-secret-key! Secret key must be a hexadecimal-encoded 256-bit key (i.e., a 64-character string).
ar: embedding-secret-key غير صالح! يجب أن يكون المفتاح السري مفتاحًا بترميز سداسي عشري بطول 256 بت (أي سلسلة من 64 حرفًا).
bg: Невалиден секретен ключ за вграждане! Тайният ключ трябва да бъде шестнадесетичен кодиран 256-битов ключ (т.е. 64-символен низ).
ca: La clau secreta no és vàlida. La clau secreta ha de ser una clau de 256 bits codificada en hexadecimal (es a dir, una cadena de 64 caràcters).
de: Ungültiger Secret-Key! Der geheime Schlüssel muss ein hexadezimal codierter 256-Bit-Schlüssel (d.h. eine 64-stellige Zeichenkette) sein.
eo: Bruh, your embedding-secret-key is invalid. It’s gotta be a hex-encoded 256-bit key, so like a 64-char string.
es: ¡Clave secreta no válida! La clave secreta debe ser una clave de 256 bits codificada en hexadecimal (es decir, una cadena de 64 caracteres).
fa: تعبیه نامعتبر-کلید مخفی! کلید مخفی باید یک کلید 256 بیتی رمزگذاری شده hexadecimal باشد (یعنی یک رشته 64 کاراکتر).
fi: Virheellinen upotus-salainen-avain! Salainen avain tulee olla heksadesimaalimuodossa oleva 256-bittinen avain (eli 64 merkin jono).
fr: Clé d'intégration invalide ! La clé secrète doit être une clé codée en hexadécimal de 256 bits (c'est-à-dire une chaîne de 64 caractères)
hu: Érvénytelen embedding-secret-key! A titkos kulcsnak hexadecimális kódolású, 256 bites kulcsnak (azaz egy 64 karakteres karakterláncnak) kell lennie.
it: Chiave segreta per l'inclusione non valida! Deve essere una chiave esadecimale a codifica 256-bit (ad esempio una stringa di 64 caratteri).
ja: 無効なembedding-secret-keyです!シークレットキーは16進数でエンコードされた256bitのキーでなければなりません(64文字の文字列)。
lt: Neteisingas įterpimo-slapto rakto raktas! Slaptas raktas turi būti šešioliktainis koduotas 256 bitų raktas (ty 64 simbolių eilutė).
ms: Kunci rahsia penyematan tidak sah! Kunci rahsia mesti berupa kunci 256-bit yang dikodkan heksadesimal (iaitu, rentetan 64 karakter).
nb: Ugyldig embedding-secret-key! Den hemmelige nøkkelen må være en heksadesimalkodet 256-bit-nøkkel (dvs. en streng på 64 tegn).
nl: Ongeldige embedding-secret-key! De geheime sleutel moet een hexadecimaal gecodeerde 256-bits sleutel zijn (dat wil zeggen, een tekenreeks van 64 tekens).
pl: Nieprawidłowy klucz tajny do osadzania! Klucz tajny musi być 256-bitowym kluczem zakodowanym w systemie szesnastkowym (tj. ciągiem 64-znakowym).
pt_br: embedding-secret-key inválida! A chave secreta deve ser uma chave de 256 bits codificada em hexadecimal (ou seja, uma cadeia de 64 caracteres).
ru: Неверный встраиваемый секретный ключ! Секретным ключом должен быть шестнадцатеричный кодированный 256-битный ключ (то есть строка из 64 символов).
sk: Neplatný embedding-secret-key! Tajný kľúč musí byť hexadecimálny kódovaný 256-bitový kľúč (t.j. 64-znakový reťazec).
sl: Neveljaven ključ za vdelavo skrivnosti! Skrivni ključ mora biti šestnajstiško kodiran 256-bitni ključ (tj. 64-mestni niz).
sq: embedding-secret-key i pavlefshëm! Çelësi sekret duhet të jetë një çelës 256-bit i koduar në heksadecimal (d.m.th., një string me 64 karaktere).
sr: Nevažeći embedding-secret-key! Tajni ključ mora biti heksadecimalno kodiran 256-bitni ključ (tj. string od 64 karaktera).
sv: Felaktig inbäddad hemlig nyckel. Nyckeln måste vara en hexadecimalt kodad 256-bitars nyckel (alltså en 64-teckens sträng)
tr: Geçersiz gömme-gizli anahtar! Gizli anahtar, hexadecimal-encoded 256-bit key (i.e., a 64-character string) olmalıdır.
uk: Некоректний embedding-secret-key! Секретний ключ має бути 256-бітним ключем у hex-кодуванні (тобто 64-символьним рядком).
vi: Khóa nhúng bí mật không hợp lệ! Khóa bí mật phải là khóa 256 bit được mã hóa thập lục phân (nghĩa là chuỗi 64 ký tự).
zh_hk: 錯誤的內建金鑰！金鑰必須為長度為256個比特的16進位制編碼的字串（比如，64個字元的字串）。

source: JWT is missing `alg`.
ar: JWT تفتقد `alg`.
bg: JWT липсва `alg`.
ca: Falta el JWT `alg`
de: JWT fehlt `alg`.
eo: JWT forgot to put `alg` in the mix, fr.
es: Falta el JWT `alg`.
fa: JWT گم شده است 'alg'.
fi: JWT:stä puuttuu `alg`.
fr: Le champ `alg` du JWT est manquant
hu: JWT-ben hiányzik az alg.
it: JWT manca `alg`.
ja: JWTには`alg`がありません。
lt: JWT trūksta „alg“.
ms: JWT tidak mempunyai `alg`.
nb: JWT mangler `alg`.
nl: JWT mist `alg`.
pl: JWT brakuje `alg`.
pt_br: JWT faltando `alg`.
ru: JWT отсутствует `alg`.
sk: JWT chýba `alg`.
sl: JWT manjka 'alg'.
sq: JWT-së i mungon `alg`.
sr: JWT nema `alg`.
sv: JWT saknar `alg`.
tr: JWT `alg` bulamadı
uk: У JWT відсутнє `alg`.
vi: JWT bị thiếu `alg`
zh_hk: JWT 確少 `alg`

source: JWT `alg` cannot be `none`.
ar: لا يمكن أن تكون JWT `alg` هي `none`.
bg: JWT `alg` не може да бъде` none`.
ca: El JWT `alg` no pot ser `none`
de: JWT `alg` kann nicht `none` sein.
eo: JWT `alg` can’t be `none`, fr.
es: JWT `alg` no puede ser `none`.
fa: JWT "alg" نمی تواند "هیچ" باشد.
fi: JWT:n `alg` ei voi olla `none`.
fr: Le champ `alg`du JWT ne peut être `none`
hu: A JWT `alg` nem lehet `none`.
it: JWT `alg` non può essere `none`
ja: JWT `alg`は`none`にはできません。
lt: JWT „alg“ negali būti „niekas“.
ms: JWT `alg` tidak boleh menjadi `none`.
nb: JWT `alg` kan ikke være `none`.
nl: JWT `alg` kan niet `geen` zijn.
pl: JWT `alg` nie może być `none`.
pt_br: JWT `alg` não pode ser `none`.
ru: JWT `alg` не может быть` none`.
sk: JWT `alg` nemôže byť` žiadny`.
sl: JWT 'alg' ne more biti 'none'.
sq: JWT `alg` nuk mund të jetë `none`.
sr: JWT `alg` ne može biti `none`.
sv: JWT `alg` kan inte vara `none`
tr: JWT `alg` `none` olamaz.
uk: JWT `alg` не може бути `none`.
vi: JWT `alg` không thể là` none`
zh_hk: JWT的`alg`不能為`none`

source: The embedding secret key has not been set.
ar: لم يتم تعيين المفتاح السري للتضمين.
bg: Тайният ключ за вграждане не е зададен.
ca: No s'ha establer la clau secreta per a l'incrustat.
de: Der einbettende geheime Schlüssel wurde nicht gesetzt.
eo: The embedding secret key isn’t even set rn, lol.
es: No se ha establecido la clave secreta embebida.
fa: کلید مخفی تعبیه نشده است.
fi: Upotuksen salainen avain ei ole asetettu.
fr: La clé secrète d'intégration n’a pas été définie.
hu: A beágyazási titkos kulcs nincs beállítva.
it: La chiave segreta per l'inclusione non è stata configurata
ja: 埋め込み秘密鍵が設定されていません。
lt: Įdėtas slaptas raktas nebuvo nustatytas.
ms: Kunci rahsia penyematan belum ditetapkan.
nb: Den hemmelige innebyggingsnøkkelen har ikke blitt satt.
nl: De embed secret key is niet meegegeven.
pl: Klucz tajny osadzania nie został ustawiony.
pt_br: A chave secreta de incorporação não foi definida.
ru: Секретный ключ для встраивания не был установлен.
sk: Kľúč na vkladanie objekov nebol nastavený.
sl: Skrivni ključ za vdelavo ni nastavljen.
sq: Çelësi sekret i integrimit nuk është vendosur.
sr: Tajni ključ za ugradnju nije podešen.
sv: Den inbäddade nyckeln har inte satts.
tr: Gömme gizli anahtarı ayarlanmamış.
uk: Секретний ключ для вбудовування не встановлено.
vi: Khóa nhúng bí mật chưa được cài đặt.
zh_hk: 內建金鑰沒有被設定。

source: Token is missing value for keypath
hu: A token értéke hiányzik a kulcsútvonalnál
ms: Token tidak mempunyai nilai untuk laluan kunci

source: In-depth example
ar: مثال متعمّق
bg: Задълбочен пример
ca: Exemple avançat
de: Ausführliches Beispiel
eo: Deep dive example
es: Ejemplo avanzado
fa: مثال عمیق
fi: Syvällinen esimerkki
fr: Exemple en profondeur
hu: Mélyreható példa
it: esempio in profondità
ja: 詳細な例
lt: Išsamus pavyzdys
ms: Contoh yang mendalam
nb: Detaljert eksempel
nl: Diepgaand voorbeeld
pl: Rozbudowany przykład
pt_br: Exemplo detalhado
ru: Подробный пример
sk: Podrobný príklad
sl: Poglobljen primer
sq: Shembull i detajuar
sr: Detaljan primer
sv: Detaljerat exempel
tr: Derinleme örneği
uk: Поглиблений приклад
vi: Ví dụ chuyên sâu
zh_hk: 有內涵的例子

source: Key
ar: المفتاح
bg: Ключ
ca: Clau
de: Schlüssel
eo: That's a whole mood
es: Clave
fa: کلید
fi: Avain
fr: Clé
hu: Kulcs
it: Chiave
ja: キー
lt: Raktas
ms: Kunci
nb: Nøkkel
nl: Sleutel
pl: Klucz
pt_br: Chaves
ru: Ключ
sk: Kľúč
sl: Ključ
sq: Çelës
sr: Ključ
sv: Nyckel
tr: Anahtar
uk: Ключ
vi: Khoá
zh_hk: 關鍵

source: Class
ar: الفئة
bg: Клас
ca: Clase
de: Klasse
eo: Class → Lit sesh or just "class" (if you wanna keep it chill)
es: Clase
fa: کلاس
fi: Luokka
fr: Classe
hu: Osztály
it: Classe
ja: クラス
lt: Klasė
ms: Kelas
nb: Klasse
nl: Klasse
pl: Klasa
pt_br: Classe
ru: Класс
sk: Trieda
sl: Razred
sq: Klasa
sr: Klasa
sv: Klass
tr: Sınıf
uk: Клас
vi: Lớp
zh_hk: 類

source: Triggers
hu: Kiváltók
lt: Įsijungia
ms: Pencetus

source: View triggers
hu: Kiváltók megtekintése
lt: Peržiūrėti trigerius
ms: Lihat pencetus

source: Scheduler Info
ar: معلومات المُجدول
bg: Информация за програмиста
ca: Informació sobre la programació
de: Planer-Info
eo: Schedule deets
es: Información del Programador
fa: اطلاعات برنامه ریز
fi: Aikataulun tiedot
fr: Informations sur le planificateur
hu: Ütemező információ
it: Informazioni sullo scheduler
ja: スケジューラ情報
lt: Tvarkaraščio informacija
ms: Maklumat Penjadual
nb: Planleggingsinfo
nl: Planner Info
pl: Informacje o harmonogramie
pt_br: Informações do Agendador
ru: Информация о планировщике
sk: Informácie o plánovači
sl: Informacije o razporejevalniku
sq: Info e planifikuesit
sr: Informacije o planer-u
sv: Information om schemaläggare
tr: Zamanlayıcı bilgisi
uk: Інформація планувальника
vi: Thông tin Scheduler
zh_hk: 調度器訊息

source: Priority
ar: الأولوية
bg: Приоритет
ca: Prioridad
de: Priorität
eo: Vibe check
es: Prioridad
fa: اولویت
fi: Prioriteetti
fr: Priorité
hu: Kiemelten fontos
it: Priorità
ja: 優先度
lt: Prioritetas
ms: Keutamaan
nb: Prioritet
nl: Prioriteit
pl: Priorytet
pt_br: Prioridade
ru: Приоритет
sk: Priorita
sl: Prednost
sq: Prioritet
sr: Prioritet
sv: Prioritet
tr: Öncelik
uk: Пріоритет
vi: Ưu tiên
zh_hk: 優先度

source: Last Fired
ar: آخر تشغيل
bg: Последно иницииран
ca: Darrera execució
de: Letzte Ausführung
eo: Last fired → Got the boot fr/ got dropped lowkey
es: Última vez ejecutada
fa: آخرین اخراج
fi: Viimeksi laukaistu
fr: Dernière exécution
hu: Utoljára futtatva
it: Ultima Esecuzione
ja: 最後の実行
lt: Paskutinis išjungtas
ms: Terakhir Ditembak
nb: Sist kjørt
nl: Laatst uitgevoerd
pl: Ostatnie uruchomienie
pt_br: Última execução
ru: Последний Запуск
sk: Naposledy spustený
sl: Nazadnje odpuščen
sq: E fundit e ekzekutuar
sr: Poslednji put pokrenuto
sv: Senast körd
tr: Son tetiklenen
uk: Останній запуск
vi: Lần cuối chạy
zh_hk: 上次調起

source: Next Fire Time
ar: وقت التشغيل التالي
bg: Следващо време за пожар
ca: Següent execució
de: Nächste Ausführung
eo: Next lowkey banger
es: Próxima vez que se ejecuta
fa: زمان بعدی آتش
fi: Seuraava laukaisu
fr: Prochain déclenchement
hu: Következő futtatási idő
it: Prossima Esecuzione
ja: 次回実行時間
lt: Kitas gaisro laikas
ms: Masa Tembakan Seterusnya
nb: Neste kjøringstid
nl: Volgende keer uitvoeren om
pl: Czas następnego uruchomienia
pt_br: Hora da próxima execução
ru: Время следующего запуска
sk: Najbližšie sa spustí
sl: Naslednji čas požara
sq: Koha e ekzekutimit të radhës
sr: Sledeće vreme okidanja
sv: Nästa körning
tr: Bir sonraki tetiklenme zamanı
uk: Час наступного запуску
vi: Thời gian chạy lần tới
zh_hk: 下次調起時間

source: Start Time
ar: وقت البدء
bg: Начален час
ca: Hora inicial
de: Startzeit
eo: Vibe check: Start Time
es: Hora Inicial
fa: زمان شروع
fi: Aloitusaika
fr: Heure de début
hu: Kezdési idő
it: Data inizio
ja: 開始時間
lt: Pradžios laikas
ms: Masa Mula
nb: Start tid
nl: Starttijd
pl: Czas Startu
pt_br: Hora de início
ru: Время Запуска
sk: Čas štartu
sl: Začetni čas
sq: Koha e fillimit
sr: Vreme početka
sv: Starttid
tr: Başlangıç zamanı
uk: Час початку
vi: Thời gian bắt đầu
zh_hk: 起始時間

source: End Time
ar: وقت الانتهاء
bg: Крайно време
ca: Hora final
de: Endzeit
eo: The end times
es: Hora Final
fa: زمان پایان
fi: Loppu aika
fr: Heure de finalisation
hu: Befejezési idő
it: Data fine
ja: 終了時間
lt: Pabaigos laikas
ms: Masa Tamat
nb: Slutt tid
nl: Eindtijd
pl: Czas Końca
pt_br: Hora de término
ru: Время Завершения
sk: Čas konca
sl: Končni čas
sq: Koha e përfundimit
sr: Vreme završetka
sv: Sluttid
tr: Bitiş zamanı
uk: Час завершення
vi: Thời gian kết thúc
zh_hk: 結束時間

source: Final Fire Time
ar: وقت التشغيل النهائي
bg: Крайно време за пожар
ca: Hora de la darrera execució
de: Finale Ausführungszeit
eo: Last max level, fr fr
es: Ultima Ejecución
fa: زمان آتش سوزی نهایی
fi: Viimeinen laukaisuaika
fr: Dernier déclenchement
hu: Végső futtatási idő
it: Tempo di innesco finale
ja: 最終実行時間
lt: Galutinis gaisro laikas
ms: Masa Tembakan Akhir
nb: Siste kjøringstid
nl: Laatste keer uitvoeren
pl: Ostateczny czas uruchomienia
pt_br: Hora da execução final
ru: Окончательное время запуска
sk: Konečný čas spustenia
sl: Končni čas ognja
sq: Koha e ekzekutimit final
sr: Konačno vreme okidanja
sv: Slutlig körtid
tr: Son tetikleme zamanı
uk: Час останнього запуску
vi: Thời gian chạy cuối cùng
zh_hk: 最後一次調起時間

source: May Fire Again?
ar: قد يعمل مرة أخرى؟
bg: Може ли отново да стреля?
ca: Es pot tornar a executar?
de: Erneut ausführen?
eo: Is it finna send again?
es: ¿Puede ejecutarse de nuevo?
fa: ممکن است دوباره آتش بگیریم؟
fi: Voiko taas laukaista?
fr: Peut se déclencher à nouveau ?
hu: Újra futtatható?
it: Può Lanciare ancora?
ja: ジョブを再実行して良いですか?
lt: Gali ugnis vėl?
ms: Mungkin Tembak Lagi?
nb: Kan kjøres igjen?
nl: Nogmaals uitvoeren?
pl: Uruchomić ponownie?
pt_br: Pode executar novamente?
ru: Возможен повторный запуск?
sk: Môže znova spustiť?
sl: Lahko spet strelja?
sq: Mund të ekzekutohet përsëri?
sr: Može ponovo da se okine?
sv: Kan köras igen?
tr: Tekrar tetiklensin mi?
uk: Може запуститися знову?
vi: Có thể chạy tiếp?
zh_hk: 是否反覆調起?

source: Triggers for {0}
ar: المشغلات لـ {0}
bg: Задействания за {0}
ca: Disparadors per {0}
de: Auslöser für {0}
eo: Vibes that set off {0}
es: Disparadores para {0}
fa: شروع برای {0}
fi: Laukaisimet kohteelle {0}
fr: Déclencheurs pour {0}
hu: Triggerek a {0} esetén
it: Innesco per {0}
ja: {0}へのトリガー
lt: Įjungia {0}
ms: Pencetus untuk {0}
nb: Triggere for {0}
nl: Triggers voor {0}
pl: Wyzwalacze dla {0}
pt_br: Gatilhos para {0}
ru: Триггеры для {0}
sk: Spúšťače pre {0}
sl: Sprožilci za {0}
sq: Triggers për {0}
sr: Okidači za {0}
sv: "Triggers" för {0}
tr: {0} için tetikleyiciler
uk: Тригери для {0}
vi: Triggers cho {0}
zh_hk: {0}的觸發器

source: Tasks
ar: المهام
bg: Задачи
ca: Tasques
de: Aufgaben
eo: Tasks → chores or just "tasks" but if you wanna be extra, maybe "things to do" or "to-do list" lol
es: Tareas
fa: وظایف
fi: Tehtävät
fr: Tâches
hu: Feladatok
it: Attività
ja: タスク
lt: Užduotys
ms: Tugas
nb: Oppgaver
nl: Taken
pl: Czynności
pt_br: Tarefas
ru: Задачи
sk: Úlohy
sl: Naloge
sq: Detyra
sr: Zadaci
sv: Uppgifter
tr: Görevler
uk: Завдання
vi: Tác vụ
zh_hk: 任務

source: Jobs
ar: المهام المجدولة
bg: Работни места
ca: Treballs
eo: Litty gigs
fa: جاب‌ها
fi: Ajot
fr: Exécutions
hu: Állások
it: Job
ja: ジョブ
lt: Darbas
ms: Kerja
nb: Jobber
nl: Taken
pl: Joby
ru: Джобы
sk: Joby
sl: Opravila
sq: Job-e
sr: Poslovi
sv: Jobb
tr: İşler
uk: Джоби
vi: Công việc
zh_hk: 作業

source: Duplicated {0}
hu: Megkettőzött {0}
ms: {0} yang digandakan

source: Duplicate this item
hu: Másolja ezt az elemet
ms: Gandakan item ini

source: Archive this item
hu: Archiválja ezt az elemet
ms: Arkib item ini

source: Duplicate dashboard
hu: Ismétlődés irányítópult
ms: Gandaan papan pemuka

source: Duplicate "{0}"
ar: انسخ "{0}"
bg: Дубликат на „{0}“
ca: Duplicar "{0}"
de: "{0}" duplizieren
eo: Copying \"{0}\" lol
es: Duplicar "{0}"
fa: کپی کردن "{0}"
fi: Kopioi "{0}"
fr: Dupliquer "{0}"
hu: "{0}" duplikálása
it: Duplica "{0}"
ja: “{0}”を複製
lt: Dublikatas " {0} "
ms: Gandakan "{0}"
nb: Dupliser "{0}"
nl: Dupliceer "{0}"
pl: Powiel "{0}"
pt_br: Duplicar "{0}"
ru: Дублировать "{0}"
sk: Duplikát "{0}"
sl: Dvojnik "{0}"
sq: Dupliko "{0}"
sr: Dupliraj "{0}"
sv: Duplicera "{0}"
tr: "{0}"ı kopyala
uk: Дублювати "{0}"
vi: Tạo bản sao "{0}"
zh_hk: 複製 "{0}"

source: Duplicate
ar: كرّر
bg: Дубликат
ca: Duplicar
de: Duplizieren
eo: copycat or fr fr
es: Duplicar
fa: کپی کردن
fi: Kopioi
fr: Dupliquer
hu: Másolat
it: Duplica
ja: 複製
lt: Dublikatas
ms: Gandakan
nb: Dupliser
nl: Dupliceer
pl: Powiel
pt_br: Duplicar
ru: Дублировать
sk: Duplikát
sl: Dvojnik
sq: Dupliko
sr: Dupliraj
sv: Duplicera
tr: Kopyala
uk: Дублювати
vi: Tạo bản sao
zh_hk: 複製

source: Tomorrow
ar: غدًا
bg: Утре
ca: Demà
de: Morgen
eo: tomo or tmrw
es: Mañana
fa: فردا
fi: Huomenna
fr: Demain
hu: Holnap
it: Domani
ja: 明日
ms: Esok
nb: Imorgen
nl: Morgen
pl: Jutro
pt_br: Amanhã
ru: Завтра
sk: Zajtra
sl: Jutri
sq: Nesër
sr: Sutra
sv: Imorgon
tr: Yarın
uk: Завтра
vi: Ngày mai
zh_hk: 明天

source: This {0}
hu: Ez a(z) {0}
ms: {0} ini

source: Next {0}
hu: Következő {0}
ms: Seterusnya {0}

source: Previous {0}
hu: Előző {0}
ms: Sebelum {0}

source: Previous {0} {1}
hu: Előző {0} {1}
ms: Sebelum {0} {1}

source: Next {0} {1}
hu: Következő {0} {1}
ms: Seterusnya {0} {1}

source: Now
hu: Most
ms: Sekarang

source: {0} {1} ago
hu: {0} {1} ezelőtt
ms: {0} {1} yang lalu

source: {0} {1} from now
hu: {0} {1} múlva
ms: {0} {1} dari sekarang

source: Default period
ar: فترات افتراضية
bg: Период по подразбиране
ca: Període per defecte
de: Standard Zeitraum
eo: Default period → Basic thing or standard vibe
es: Periodo por defecto
fa: دوره های پیش فرض
fi: Oletusajanjakso
fr: Période par défaut
hu: Alapértelmezett időszak
it: Intervallo di default
ja: デフォルトの期間 デフォルトの期間
lt: Numatytasis laikotarpis
ms: Tempoh lalai Jamak: Tempoh-tempoh lalai
nb: Standard periode
nl: Standaard periode
pl: Domyślny okres
pt_br: Período padrão
ru: Период по умолчанию
sk: Predvolené obdobie
sl: Privzeto obdobje
sq: Periudha e parazgjedhur
sr: Podrazumevani period
sv: Förvald period
tr: Güncel aralık
uk: Період за замовчуванням
vi: Khoảng mặc định
zh_hk: 預設期間

source: Minute of hour
ar: دقائق الساعة
bg: Минута от часа
ca: Minut de l'hora
de: Minute einer Stunde
eo: Like, a min of the hour lol
es: Minuto de la hora
fa: دقیقه ساعت
fi: Minuutti
fr: Minute d'heure
hu: Óra perce
it: Minuto dell'ora
ja: 時間毎の分
lt: Valandos minutė
ms: Minit dalam jam
nb: Minutt i time
nl: Minuut van het uur
pl: Minuta godziny
pt_br: Minuto da hora
ru: Минута часа
sk: Minúta z hodiny
sl: Minuta v uri
sq: Minuta e orës
sr: Minut u satu
sv: Minut per timme
tr: Dakika
uk: хвилина години
vi: phút mỗi giờ
zh_hk: 小時的分鐘數

source: Hour of day
ar: ساعات اليوم
bg: Час от деня
ca: Hora del dia
de: Stunde am Tag
eo: hour of the day → time of the day, fr fr
es: Hora del día
fa: ساعت روز
fi: Tunti
fr: Heure du jour
hu: A nap órája
it: Ora del giorno
ja: 日毎の時間
lt: Dienos valanda
ms: Jam dalam hari
nb: Time på dagen
nl: Uur van de dag
pl: Godzina dnia
pt_br: Hora do dia
ru: Час дня
sk: Hodina z dňa
sl: Ura dneva
sq: Ora e ditës
sr: Sat u danu
sv: Timme per dag
tr: Saat
uk: година дня
vi: giờ mỗi ngày
zh_hk: 每天的時間

source: Day of week
ar: أيام الأسبوع
bg: Ден на седмицата
ca: Dia de la setmana
de: Wochentag
es: Día de la semana
fa: روز هفته
fi: Viikonpäivä
fr: Jour de la semaine
hu: A hét napja
it: Giorno della settimana
ja: 曜日
lt: Savaitės diena
ms: Hari dalam minggu
nb: Dag i uke
nl: Dag van de week
pl: Dzień tygodnia
pt_br: Dia da semana
ru: День недели
sk: Deň v týždni
sl: Dan v tednu
sq: Dita e javës
sr: Dan u nedelji
sv: Veckodag
tr: Haftanın günü
uk: День тижня
vi: Các ngày trong tuần
zh_hk: 每週天數

source: Day of month
ar: أيام الشهر
bg: Ден от месеца
ca: Dia del mes
de: Tag des Monats
es: Día del mes
fa: روز ماه
fi: Kuukauden päivä
fr: Jour du mois
hu: A hónap napja
it: Giorno del mese
ja: 月の日付
lt: Mėnesio diena
ms: Hari dalam bulan
nb: Dag i måned
nl: Dag van de maand
pl: Dzień miesiąca
pt_br: Dia do mês
ru: День месяца
sk: Deň v mesiaci
sl: Dan v mesecu
sq: Dita e muajit
sr: Dan u mesecu
sv: Dag per månad
tr: Ayın günü
uk: День місяця
vi: Ngày trong tháng
zh_hk: 本月天數

source: Day of year
ar: أيام السنة
bg: Ден от годината
ca: Dia de l'any
de: Tag im Jahr
eo: Day of the year → The yr's vibe day
es: Día del año
fa: روز سال
fi: Vuoden päivä
fr: Jour de l'année
hu: Az év napja
it: Giorno dell'anno
ja: 年毎の日
lt: Metų diena
ms: Hari dalam tahun
nb: Dag i år
nl: Dag van het jaar
pl: Dzień roku
pt_br: Dia do ano
ru: День года
sk: Deň z roku
sl: Dan v letu
sq: Dita e vitit
sr: Dan u godini
sv: Dag per år
tr: Yılın günü
uk: день року
vi: ngày mỗi năm
zh_hk: 年日

source: Week of year
ar: أسابيع السنة
bg: Седмица в годината
ca: Setmana de l'any
de: Woche im Jahr
eo: Week of the year → The vibe of the year or just "week of the year" is already pretty chill, but if you wanna make it sound more Gen Z: "Year’s main week" or "The week of the year" can stay as is, but if you wanna flex, maybe "The year's main week" or "The year's big week" — lowkey depends on context.
es: Semana del año
fa: هفته سال
fi: Viikkonumero
fr: Semaine de l'année
hu: Az év hete
it: Settimana dell'anno
ja: 年毎の週
lt: Metų savaitė
ms: Minggu dalam tahun
nb: Uke i år
nl: Week van het jaar
pl: Tydzień roku
pt_br: Semana do ano
ru: Неделя года
sk: Týždeň z roku
sl: Teden v letu
sq: Java e vitit
sr: Nedelja u godini
sv: Vecka per år
tr: Yılın haftası
uk: тиждень року
vi: tuần mỗi năm
zh_hk: 週年

source: Month of year
ar: أشهر السنة
bg: Месец в годината
ca: Mes de l'any
de: Monat im Jahr
eo: Month of the year → Month of the year (no cap, it’s pretty straightforward lol)
es: Mes del año
fa: ماه سال
fi: Vuoden kuukausi
fr: Mois de l'année
hu: Az év hónapja
it: Mese dell'anno
ja: 年毎の月
lt: Metų mėnuo
ms: Bulan dalam tahun
nb: Måned i år
nl: Maand van het jaar
pl: Miesiąc roku
pt_br: Mês do ano
ru: Месяц года
sk: Mesiac z roku
sl: Mesec v letu
sq: Muaji i vitit
sr: Mesec u godini
sv: Månad per år
tr: Yılın ayı
uk: місяць року
vi: tháng mỗi năm
zh_hk: 年份月份
