Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Paste the contents of your ssh private key here
ar: الصق محتوى مفتاحك الخاص لـ ssh هنا
bg: Поставете тук съдържанието на вашия ssh частен ключ
ca: Copieu el contingut de la vostra clau ssh privada aquí
de: Fügen Sie den Inhalt Ihres privaten ssh-Schlüssels hier
eo: Drop the contents of your ssh private key here, bestie
es: Pega el contenido de tu clave privada ssh aquí
fa: محتوای کلید خصوصی ssh خود را اینجا بچسبانید
fi: Liitä yksityisen ssh-avaimesi sisältö tähän
fr: Collez le contenu de votre clé privée ssh ici
hu: Illessze be ide az SSH privát kulcsának tartalmát
it: Incolla qui il contenuto della tua chiave privata SSH
ja: ここにSSH秘密鍵の内容を貼り付けます
lt: Įklijuokite savo ssh privataus rakto turinį čia
ms: Tampal kandungan kunci peribadi SSH anda di sini
nb: Lim inn din private ssh-nøkkel her
nl: Plak de inhoud van je SSH-privésleutel hier
pl: Wklej tutaj zawartość klucza prywatnego SSH
pt_br: Cole o conteúdo da sua chave privada ssh aqui
ru: Вставьте содержимое вашего закрытого ключа ssh сюда
sk: Sem vložte obsah svojho súkromného ssh kľúča
sl: Tukaj prilepite vsebino svojega zasebnega ključa ssh
sq: Ngjit këtu përmbajtjen e çelësit tënd privat ssh
sr: Nalepite ovde sadržaj vašeg ssh privatnog ključa
sv: Klistra in innehållet i din provata SSH-nyckel här
tr: Ssh özel anahtarınızın içeriğini buraya yapıştırın
uk: Вставте сюди вміст вашого приватного ключа SSH
vi: Dán nội dung của khóa riêng ssh của bạn ở đây
zh_hk: 將ssh私鑰的內容貼到此處

source: Passphrase for the SSH private key
ar: عبارة المرور لمفتاح SSH الخاص
bg: Пропуск за частния ключ на SSH
ca: Contrasenya per a la clau SSH privada
de: Passphrase für den privaten SSH-Schlüssel
eo: The passphrase for the SSH private key → The secret code for the SSH private key
es: Frase de contraseña para la clave privada SSH
fa: عبارت عبور برای کلید خصوصی SSH
fi: Yksityisen SSH-avaimen tunnuslause
fr: Phrase secrète pour la clé privée SSH
hu: Jelszó az SSH privát kulcshoz
it: Passphrase per la chiave privata SSH
ja: SSH秘密鍵のパスフレーズ
lt: SSH privataus rakto slaptafrazė
ms: Kata laluan untuk kunci peribadi SSH
nb: Passfrase for den private SSH-nøkkelen
nl: Wachtwoord voor de SSH-privésleutel
pl: Hasło do klucza SSH
pt_br: Senha da chave privada SSH
ru: Пароль для закрытого ключа SSH
sk: Heslo pre SSH súkromný kľúč
sl: Geslo za zasebni ključ SSH
sq: Passphrase për çelësin privat SSH
sr: Lozinka za SSH privatni ključ
sv: Lösenord för den privata SSH-nyckeln
tr: SSH özel anahtarının parolası
uk: Парольна фраза для приватного ключа SSH
vi: Cụm mật khẩu cho khóa riêng SSH
zh_hk: SSH 私鑰的密碼

source: SSH Authentication
ar: مصادقة SSH
bg: SSH удостоверяване
ca: Autenticació SSH
de: SSH-Authentifizierung
eo: SSH auth is lowkey sus but still kinda essential lol
es: Autentificación SSH
fa: احراز هویت SSH
fi: SSH-todennus
fr: Authentification SSH
hu: SSH hitelesítés
it: autenticazione SSH
ja: SSH認証
lt: SSH autentifikavimas
ms: Pengesahan SSH
nb: SSH-autentisering
nl: SSH-authenticatie
pl: Autentykacja SSH
pt_br: Autenticação SSH
ru: SSH аутентификация
sk: SSH Overenie
sl: Preverjanje pristnosti SSH
sq: Autentikim SSH
sr: SSH autentifikacija
sv: SSH-autentisering
tr: SSH Kimlik Doğrulaması
uk: SSH аутентифікація
vi: Xác thực SSH
zh_hk: SSH 驗證

source: SSH Key
ar: مفتاح SSH
bg: SSH ключ
ca: Clau SSH
de: SSH-Schlüssel
eo: SSH Key → SSH drip
es: Llave SSH
fa: کلید SSH
fi: SSH-avain
fr: Clé SSH
hu: SSH kulcs
it: chiave SSH
ja: SSHキー
lt: SSH raktas
ms: Kunci SSH
nb: SSH-nøkkel
nl: SSH-sleutel
pl: Klucz SSH
pt_br: Chave SSH
ru: SSH ключ
sk: SSH Kľúč
sl: SSH ključ
sq: Çelës SSH
sr: SSH ključ
sv: SSH-nyckel
tr: SSH Anahtarı
uk: Ключ SSH
vi: Khóa SSH
zh_hk: SSH 密鑰

source: Server SSL certificate chain
ar: سلسلة شهادات SSL للخادم
bg: Сървърна верига за SSL сертификати
ca: Cadena de certificats SSL del servidor
de: SSL-Zertifikatskette für Server
eo: Server SSL cert chain, fr fr, it's like the Wi-Fi of security, no cap
es: Cadena de certificados SSL del servidor
fa: زنجیره گواهی SSL سرور
fi: Palvelimen SSL-varmenneketju
fr: Chaîne de certificats SSL du serveur
hu: Szerver SSL tanúsítvány lánc
it: Certificate chain per il server SSL
ja: サーバーSSL証明書チェーン
lt: Serverio SSL sertifikatų grandinė
ms: Rantaian sijil SSL pelayan
nb: SSL-sertifikatkjede for tjener
nl: SSL-certificatenketen van de server
pl: Łańcuch certyfikatów SSL serwera
pt_br: Cadeia de certificados SSL do servidor
ru: Цепочка сертификатов SSL сервера
sk: Reťazec certifikátov servera SSL
sl: Veriga potrdil SSL strežnika
sq: Zinxhiri i certifikatës SSL të serverit
sr: Lanac SSL sertifikata servera
sv: Kedja för serverns SSL-certifikat
tr: Sunucu SSL sertifika zinciri
uk: Ланцюжок SSL-сертифікатів сервера
vi: Chuỗi chứng chỉ SSL máy chủ
zh_hk: 服務器 SSL 證書鏈

source: Paste the contents of the server's SSL certificate chain here
ar: الصق محتوى سلسلة شهادات SSL الخاصة بالخادم هنا
bg: Поставете тук съдържанието на веригата от SSL сертификати на сървъра
ca: Enganxeu el contingut de la cadena de certificats SSL del servidor aquí
de: Fügen Sie den Inhalt der SSL-Zertifikatskette des Servers hier ein
eo: Drop the SSL cert chain from the server here, pls
es: Pega el contenido de la cadena de certificados SSL del servidor aquí
fa: محتوای زنجیره گواهی SSL سرور را اینجا بچسبانید
fi: Liitä palvelimen SSL-varmenneketjun sisältö tähän
fr: Coller le contenu de la chaîne de certificats SSL du serveur ici
hu: Illessze be ide a szerver SSL tanúsítvány láncának tartalmát
it: Incolla qui il contenuto del certificate chain del server SSL
ja: サーバーのSSL証明書チェーンの内容をここに貼り付けます
lt: Čia įklijuokite serverio SSL sertifikatų grandinės turinį
ms: Tampal kandungan rantaian sijil SSL pelayan di sini
nb: Lim in tjenerens SSL-sertifikatkjede her
nl: Plak de inhoud van de SSL-certificatenketen van de server hier
pl: Wklej tutaj zawartość łańcucha certyfikatów SSL
pt_br: Cole o conteúdo da cadeia de certificados SSL do servidor aqui
ru: Вставьте содержимое цепочки SSL-сертификатов сервера сюда
sk: Sem vložte obsah certifikačného reťazca servera SSL
sl: Tukaj prilepite vsebino verige potrdil SSL strežnika
sq: Ngjit këtu përmbajtjen e zinxhirit të certifikatës SSL të serverit
sr: Nalepite ovde sadržaj SSL lanca sertifikata servera
sv: Klistra in kedjan för serverns SSL-certifikat här
tr: Sunucunun SSL sertifika zincirinin içeriğini buraya yapıştırın
uk: Вставте сюди вміст ланцюжка SSL-сертифікатів сервера
vi: Dán nội dung chuỗi chứng chỉ SSL của máy chủ tại đây
zh_hk: 在此處貼上服務器的SSL證書鏈的內容

source: Paste a connection string
eo: Drop the connection string, bestie.
hu: Illesszen be egy kapcsolati karakterláncot
lt: Įklijuokite ryšio eilutę
ms: Tampal rentetan sambungan

source: Fill out individual fields
eo: Fill out the deets one by one
hu: Töltse ki az egyes mezőket
lt: Užpildykite atskirus laukus
ms: Isi setiap medan

source: Enter some SQL here so you can reuse it later
ar: أدخل بعض SQL هنا حتى تتمكن من إعادة استخدامه لاحقًا
bg: Въведете малко SQL тук, за да можете да го използвате повторно по-късно
ca: Introduïu text SQL per reutilitzar-lo després
de: Geben Sie hier etwas SQL ein, damit Sie es später wiederverwenden können.
eo: Drop some SQL here so you can flex it later, fr.
es: Añade SQL aquí para que puedas reutilizarlo más tarde
fa: مقداری SQL اینجا وارد کنید تا بتوانید آن را بعداً دوباره استفاده کنید
fi: Syötä SQL-koodia, jota voit käyttää myöhemmin uudelleen
fr: Saisissez ici un peu de SQL pour pouvoir le réutiliser plus tard
hu: Írjon be egy SQL-t, hogy később újra felhasználhassa
it: Inserisci qui del codice SQL che puoi riutilizzare in seguito
ja: ここにSQLを入力して、後で再利用できるようにします
lt: Įveskite šiek tiek SQL čia, kad galėtumėte jį naudoti vėliau
ms: Masukkan SQL di sini supaya anda boleh gunakannya semula kemudian
nb: Skriv inn litt SQL her som du kan gjenbruke senere
nl: SQL invoeren om later te hergebruiken
pl: Wpisz tutaj SQL aby móc go użyć później ponownie
pt_br: Digite um trecho SQL aqui para poder reutilizá-lo mais tarde
ru: Введите здесь какой-нибудь SQL, чтобы вы могли использовать его позже
sk: Zadajte tu niekoľko SQL, aby ste ich mohli neskôr znovu použiť
sl: Tukaj vnesite nekaj SQL-ja, da ga boste lahko pozneje znova uporabili
sq: Shkruaj këtu pak SQL që ta ripërdorësh më vonë
sr: Ovde unesi neki SQL da bi mogao/la da ga ponovo koristiš kasnije
sv: Ange en SQL-snutt som du vill återanvända senare
tr: Daha sonra tekrar kullanabilmek için buraya biraz SQL girin
uk: Введіть тут SQL, щоб потім використати його повторно
vi: Nhập một số SQL ở đây để bạn có thể sử dụng lại sau
zh_hk: 在此處輸入一些 SQL，以便稍後使用

source: Give your snippet a name
ar: امنح مقتطفك اسمًا
bg: Дайте име на вашия фрагмент
ca: Doneu un nom al vostre fragment de codi
de: Geben Sie Ihrem Snippet einen Namen
eo: Name your snippet, bestie
es: Dale un nombre a tu fragmento
fa: قطعه خود را نام گذاری کنید
fi: Anna koodinpätkälle nimi
fr: Donnez un nom à votre fragment
hu: Adjon nevet a kivonatnak
it: Dai un nome al tuo snippet
ja: スニペットに名前を付けます
lt: Suteikite savo fragmentui pavadinimą
ms: Berikan nama pada potongan kod anda
nb: Gi ditt utvalg et navn
nl: Geef je snippet een naam
pl: Nadaj swojemu fragmentowi kodu nazwę
pt_br: Dê um nome ao seu trecho
ru: Дайте вашему фрагменту имя
sk: Dajte svojmu snippet názov
sl: Poimenujte delček
sq: Jepi fragmentit tënd një emër
sr: Daj ime svom isečku
sv: Ge SQL-snutten ett namn
tr: Snippet'inize bir ad verin
uk: Дайте назву вашому фрагменту
vi: Đặt tên cho đoạn trích của bạn
zh_hk: 給您的程式碼片段起個名字

source: Current Customers
ar: العملاء الحاليون
bg: Настоящи клиенти
ca: Clients actuals
de: Aktuelle Kunden
eo: Current peeps
es: Clientes Actuales
fa: مشتریان فعلی
fi: Nykyiset asiakkaat
fr: Clients actuels
hu: Jelenlegi ügyfelek
it: Clienti Attuali
ja: 現在の顧客
lt: Dabartiniai klientai
ms: Pelanggan Semasa
nb: Gjeldende Kunder
nl: Huidige klanten
pl: Obecni Klienci
pt_br: Clientes atuais
ru: Текущие пользователи
sk: Súčasní zákazníci
sl: Trenutne stranke
sq: Klientë aktualë
sr: Trenutni kupci
sv: Nuvarande kunder
tr: Mevcut Müşteriler
uk: Поточні клієнти
vi: Khách hàng hiện tại
zh_hk: 當前客戶

source: Add a description
ar: أضف وصفًا
bg: Добави описание
ca: Afegiu una descripció
de: Eine Beschreibung hinzufügen
eo: Drop a lil bio
es: Añadir una descripción
fa: توضیحات اضافه کنید
fi: Lisää kuvaus
fr: Ajouter une description
hu: Adj hozzá leírást
it: Aggiungi una descrizione
ja: 説明を追加
lt: Pridėkite aprašymą
ms: Tambah keterangan
nb: Legg til en beskrivelse
nl: Beschrijving toevoegen
pl: Dodaj opis
pt_br: Adicione uma descrição
ru: Добавить описание
sk: Pridať popis
sl: Dodajanje opisa
sq: Shto një përshkrim
sr: Dodaj opis
sv: Lägg till en beskrivning
tr: Bir açıklama ekle
uk: Додайте опис
vi: Thêm một mô tả
zh_hk: 增加說明

source: Use site default
ar: استخدام الإعداد الافتراضي للموقع
bg: Използвайте сайта по подразбиране
ca: Utilitza el predeterminat pel lloc
de: Website-Vorgabe verwenden
eo: Just use the site’s default, fr fr
es: Utilizar el valor por defecto del sitio
fa: استفاده از پیش‌فرض سایت
fi: Käytä sivuston oletusarvoa
fr: Utiliser la valeur par défaut locale
hu: Alapértelmezett használata
it: Usa i default del sito
ja: サイトのデフォルトを使用
lt: Naudoti numatytąją svetainę
ms: Guna tetapan laman web asal
nb: Bruk standardverdi
nl: Standaard gebruiken
pl: Użyj ustawień domyślnych
pt_br: Usar site padrão
ru: Использовать сайт по умолчанию
sk: Použiť predvolenú stránku
sl: Uporabi privzeto mesto
sq: Përdor parazgjedhjen e sajtit
sr: Koristi podrazumevano na sajtu
sv: Använd förval från sajten
tr: Site varsayılanını kullan
uk: Використати дефолт сайту
vi: Sử dụng trang mặc định
zh_hk: 使用網站預設值

source: find
ar: بحث
bg: намирам
ca: cerca
de: finden
eo: find → peep (if you wanna be a bit more extra) or just "find" is chill too
es: buscar
fa: یافتن
fi: etsittävä
fr: Trouver
hu: megtalál
it: trova
ja: 検索
lt: rasti
ms: cari
nb: finn
nl: vinden
pl: szukaj
pt_br: encontrar
ru: найти
sk: nájsť
sl: najti
sq: gjej
sr: pronađi
sv: hitta
tr: bul
uk: знайти
vi: tìm
zh_hk: 尋找

source: replace
ar: استبدال
bg: замени
ca: substitueix
de: ersetzen
eo: swap out
es: sustituir
fa: جایگزینی
fi: korvattava
fr: Remplacer
hu: csere
it: sostituisci
ja: 置換
lt: pakeisti
ms: gantikan
nb: erstatt
nl: vervangen
pl: zamień
pt_br: substituir
ru: заменить
sk: nahradiť
sl: zamenjati
sq: zëvendëso
sr: zameni
sv: ersätt
tr: değiştir
uk: замінити
vi: thay thế
zh_hk: 替換

source: The text to find.
ar: النص المراد البحث عنه.
bg: Текстът за намиране.
ca: El text a cercar.
de: Der zu findende Text.
eo: The text to find = the actual text u gotta peep.
es: El texto a encontrar.
fa: متن برای یافتن.
fi: Etsittävä teksti.
fr: Le texte à trouver
hu: A keresendő szöveg.
it: Il testo da cercare.
ja: 検索する文字列
lt: Tekstas, kurį reikia rasti.
ms: Teks untuk dicari.
nb: Teksten som skal søkes etter.
nl: Tekst om te vinden.
pl: Wyszukiwany tekst
pt_br: O texto para encontrar.
ru: Текст для поиска
sk: Text na nájdenie.
sl: Besedilo, ki ga je treba najti.
sq: Teksti për t’u gjetur.
sr: Tekst koji treba pronaći.
sv: Text att hitta.
tr: Bulunacak metin.
uk: Текст для пошуку.
vi: Văn bản để tìm.
zh_hk: 要查找的文本。

source: The text to use as the replacement.
ar: النص الذي سيُستخدم كبديل.
bg: Текстът, който да се използва като заместител.
ca: El text a utilitzar com a substitució.
de: Der als Ersatz zu verwendende Text.
eo: The text to use as the vibe check replacement.
es: El texto a utilizar para sustituir.
fa: متنی که به عنوان جایگزین استفاده می‌شود.
fi: Korvaava teksti.
fr: Le texte à utiliser en remplacement.
hu: A csere szövege.
it: Il testo con cui sostituire.
ja: 置換する文字列
lt: Tekstas, naudojamas kaip pakaitalas.
ms: Teks untuk digunakan sebagai gantian.
nb: Teksten som det skal erstattes med.
nl: Tekst om mee te vervangen.
pl: Tekst używany do zamiany
pt_br: O texto a ser usado como substituto.
ru: Текст для замены
sk: Text na použitie ako náhrada.
sl: Besedilo, ki ga želite uporabiti kot zamenjavo.
sq: Teksti që do të përdoret si zëvendësim.
sr: Tekst koji će se koristiti kao zamena.
sv: Texten som ska användas som ersättning.
tr: Değiştirme olarak kullanılacak metin.
uk: Текст, який використати як заміну.
vi: Các văn bản để sử dụng như là sự thay thế.
zh_hk: 要用作替換的文本。

source: Editing {0}
ar: جارٍ تعديل {0}
bg: Редактиране на {0}
ca: Editant {0}
de: Bearbeiten {0}
eo: Editing {0} is lowkey vibing rn
es: Editando {0}
fa: ویرایش {0}
fi: Muokataan {0}
fr: Édition de {0}
hu: {0} szerkesztése
it: Modificando {0}
ja: 編集中{0}
lt: Redaguojama {0}
ms: Menyunting {0}
nb: Redigerer {0}
nl: {0} wijzigen
pl: Edytowanie {0}
pt_br: Editando {0}
ru: Редактирование {0}
sk: Upraviť {0}
sl: Urejanje {0}
sq: Duke redaktuar {0}
sr: Uređivanje {0}
sv: Redigerar {0}
tr: {0} düzenleniyor
uk: Редагування {0}
vi: Chỉnh sửa {0}
zh_hk: 編輯{0}中

source: Create your new snippet
ar: أنشئ مقتطفك الجديد
bg: Създайте новия си фрагмент
ca: Creu un nou fragment de codi
de: Erstellen Sie Ihr neues Snippet
eo: Make your new snippet fr fr
es: Crea tu nuevo fragmento
fa: قطعه جدید خود را ایجاد کنید
fi: Luo uusi koodinpätkä
fr: Créez votre nouveau fragment
hu: Hozza létre az új kivonatát
it: Crea il tuo nuovo snippet
ja: 新しいスニペットを作成する
lt: Sukurkite naują fragmentą
ms: Cipta cuplikan baru anda
nb: Lag ditt nye utvalg
nl: Maak je nieuwe snippet
pl: Utwórz nowy fragment kodu
pt_br: Crie seu novo snippet
ru: Создайте свой новый фрагмент
sk: Vytvorte svoj nový snippet
sl: Ustvarjanje novega delčka kode
sq: Krijo fragmentin tënd të ri të kodit
sr: Kreirajte svoj novi isječak koda
sv: Skapa din egen snutt
tr: Yeni snippet'inizi oluşturun
uk: Створіть свій новий фрагмент
vi: Tạo đoạn mã mới của bạn
zh_hk: 建立您的新片段

source: Archived snippets
ar: المقتطفات المؤرشفة
bg: Архивирани фрагменти
ca: Fragments de codi arxivats
de: Archivierte Schnipsel
eo: Saved clips or smthn like that
es: Fragmentos archivados
fa: قطعات بایگانی‌شده
fi: Arkistoi koodinpätkät
fr: Fragments archivés
hu: Archivált kivonatok
it: Snippet Archiaviati
ja: アーカイブされたスニペット
lt: Archyvuoti fragmentai
ms: Cuplikan yang diarkibkan
nb: Arkiverte utvalg
nl: Gearchiveerde snippets
pl: Archiwalne fragmenty kodu
pt_br: Trechos arquivados
ru: Архивные фрагменты
sk: Archivované snippety
sl: Arhivirani delčki
sq: Fragmente kodi të arkivuara
sr: Arhivirani isečci koda
sv: Arkiverade snuttar
tr: Arşivlenmiş snippet'ler
uk: Архівні фрагменти
vi: Đoạn trích lưu trữ
zh_hk: 已歸檔片段

source: Snippets are reusable bits of SQL
hu: A kivonatok újrafelhasználható SQL darabok
ms: Cuplikan adalah sebahagian daripada SQL yang boleh digunakan semula

source: Create a snippet
hu: Hozzon létre egy kivonatot
ms: Cipta cuplikan

source: Snippets
ar: المقتطفات
bg: Фрагменти
ca: Fragment de codi
de: Schnipsel
eo: Clips or vids, lowkey?
es: Fragmentos
fa: قطعات
fi: Koodinpätkät
fr: Fragments
hu: Kivonatok
it: Snippet
ja: スニペット
lt: Fragmentai
ms: Cuplikan
nb: Utvalg
nl: Fragmenten
pl: Fragmenty kodu
pt_br: Trechos
ru: Фрагменты
sk: Snippety
sl: Odrezke
sq: Fragmente kodi
sr: Isečci koda
sv: Snuttar
tr: Parçacıklar
uk: Фрагменти
vi: Đoạn mã
zh_hk: 片段

source: SQL Snippets
ar: مقتطفات SQL
bg: SQL фрагменти
ca: Fragment de codi SQL
de: SQL-Schnipsel
eo: SQL snippets → SQL lil hacks
es: Fragmentos SQL
fa: قطعات SQL
fi: SQL koodinpätkät
fr: Fragments SQL
hu: SQL kivonatok
it: Snippet SQL
ja: SQLスニペット
lt: SQL fragmentai
ms: Cuplikan SQL
nb: SQL Utvalg
nl: SQL-fragmenten
pl: Fragmenty kodu SQL
pt_br: Snippets de SQL
ru: SQL фрагменты
sk: SQL snippety
sl: Delčki SQL
sq: Fragmente SQL
sr: SQL isječci koda
sv: SQL-snuttar
tr: SQL Parçacıkları
uk: Фрагменти SQL
vi: Đoạn mã SQL
zh_hk: SQL片段

source: Your language is set to {0}
ar: تم تعيين لغتك إلى {0}
bg: Езикът ви е зададен на {0}
ca: El vostre idioma s'ha establert a {0}
de: Ihre Sprache ist auf {0} eingestellt.
eo: Your language is totally on {0} vibe
es: Tu idioma es {0}
fa: زبان شما به {0} تنظیم شده است
fi: Kieleksi on asetettu {0}
fr: Votre langue est définie sur {0}.
hu: A nyelv beállítása: {0}
it: La tua lingua è impostata su {0}
ja: 言語が {0} に設定されました
lt: Jūsų kalba nustatyta į {0}
ms: Bahasa anda ditetapkan kepada {0}
nb: Språket er satt til {0}
nl: Uw taal is ingesteld op {0}
pl: Język ustawiony na {0}
pt_br: Seu idioma está definido em {0}
ru: Ваш язык установлен на {0}
sk: Váš jazyk je nastavený na {0}
sl: Vaš jezik je nastavljen na {0}
sq: Gjuha jote është vendosur në {0}
sr: Vaš jezik je podešen na {0}
sv: Ditt språk är satt till {0}
tr: Diliniz {0} olarak ayarlandı
uk: Ваша мова встановлена на {0}
vi: Ngôn ngữ của bạn được đặt thành {0}
zh_hk: 您的語言設定為 {0}

source: What's your preferred language?
ar: ما اللغة المفضلة لديك؟
bg: Кой е предпочитаният от вас език?
ca: Quin és el vostre idioma preferit?
de: Was ist Ihre bevorzugte Sprache?
eo: What's your main lingo?
es: ¿Cuál es tu idioma preferido?
fa: زبان مورد نظر شما چیست?
fi: Mikä on mieluisin kieli?
fr: Quelle est votre langue préférée ?
hu: Melyik a kedvenc nyelve?
it: Qual è la tua lingua preferita?
ja: あなたの好みの言語は何ですか?
lt: Kokia jūsų pageidaujama kalba?
ms: Apakah bahasa pilihan anda?
nb: Hva er ditt foretrukne språk?
nl: Wat is uw voorkeurstaal?
pl: Jaki jest Twój preferowany język?
pt_br: Qual é o seu idioma preferido?
ru: Какой ваш предпочтительный язык?
sk: Aký je váš preferovaný jazyk?
sl: Kateri jezik je vaš najljubši?
sq: Cila është gjuha jote e preferuar?
sr: Koji je vaš preferirani jezik?
sv: Vilket språk föredrar du?
tr: Tercih ettiğiniz dil nedir?
uk: Яка мова для вас основна?
vi: Ngôn ngữ ưa thích của bạn là gì?
zh_hk: 您的首選語言是什麼？

source: This language will be used throughout Metabase and will be the default for new users.
ar: سيتم استخدام هذه اللغة في Metabase وستكون الافتراضية للمستخدمين الجدد.
bg: Този език ще се използва в Metabase и ще бъде по подразбиране за нови потребители.
ca: Aquest és l'idioma que s'utilitzarà a Metabase i serà l'idioma per defecte dels nous usuaris.
de: Diese Sprache wird in der gesamten Metabase verwendet und ist der Standard für neue Benutzer.
eo: This language’s gonna be the vibe for all of Metabase and will be the default for new peeps.
es: Este lenguaje se utilizará en Metabase y será el predeterminado para los nuevos usuarios.
fa: این زبان در سراسر Metabase استفاده خواهد شد و به‌عنوان پیش‌فرض برای کاربران جدید خواهد بود.
fi: Tätä kieltä käytetään koko Metabasessa, ja se on oletus uusille käyttäjille.
fr: Cette langue sera utilisée dans tout Metabase et sera la langue par défaut pour les nouveaux utilisateurs.
hu: Ez a nyelv lesz használva az egész Metabase-ban, és az új felhasználók számára is ez lesz az alapértelmezett.
it: Questa lingua verrà utilizzata in Metabase è sarà il default per i nuovi utenti.
ja: この言語はMetabase全体で使用され、新しいユーザーのデフォルト設定になります。
lt: Ši kalba bus naudojama visoje metabazėje ir bus numatytoji naujiems vartotojams.
ms: Bahasa ini akan digunakan di seluruh Metabase dan akan menjadi lalai untuk pengguna baru.
nb: Dette språket vil bli brukt i hele Metabase og vil være standardspråk for nye brukere.
nl: Deze taal zal overal in Metabase worden gebruikt en voor nieuwe gebruikers als standaard worden ingesteld.
pl: Ten język będzie używany w całym Metabase oraz ustawiony wszystkim nowym użytkownikom jako domyślny.
pt_br: Esse idioma será usado em toda a Metabase e será o padrão para novos usuários.
ru: Этот язык будет использоваться во всей Metabase и будет использоваться по умолчанию для новых пользователей.
sk: Tento jazyk bude použitý v celom Metabase a bude predvolený pre nových používateľov.
sl: Ta jezik se bo uporabljal v celotni zbirki Metabase in bo privzeti za nove uporabnike.
sq: Kjo gjuhë do të përdoret në të gjithë Metabase dhe do të jetë parazgjedhja për përdoruesit e rinj.
sr: Ovaj jezik će se koristiti u celom Metabase-u i biće podrazumevan za nove korisnike.
sv: Detta språk kommer att användas i Metabase och kommer att vara förvalt för nya användare.
tr: Bu dil Metatabanı genelinde kullanılacak ve yeni kullanıcılar için varsayılan dil olacaktır.
uk: Ця мова використовуватиметься в Metabase всюди та буде дефолтною для нових користувачів.
vi: Ngôn ngữ này sẽ được sử dụng trong suốt Metabase và sẽ là mặc định cho người dùng mới.
zh_hk: 該語言將在整個Metabase中使用，並將成為新使用者的預設語言。

source: We filtered out {0} row(s) containing null values.
ar: قمنا باستبعاد {0} صف (صفوف) تحتوي على قيم null.
bg: Филтрирахме {0} ред / и, съдържащи нулеви стойности.
ca: Hem filtrat {0} files perquè contenen valors buits.
de: Wir haben {0} Zeile(n) mit Nullwerten herausgefiltert.
eo: We filtered out {0} row(s) with mad nulls, fr fr.
es: Hemos filtrado {0} filas que contienen valores nulos.
fa: ما <b>({0})</b> ردیف حاوی مقادیر تهی را فیلتر کردیم.
fi: Jätimme pois {0} riviä, jotka sisälsivät null-arvoja.
fr: Nous avons filtré la ou les lignes {0} contenant des valeurs nulles.
hu: Kiszűrtünk {0} null értéket tartalmazó sort.
it: Abbiamo filtrato {0} riga/righe contenenti valori null.
ja: 空の値を含む{0}行は除外されています。
lt: Išfiltravome {0} eilutes, kuriose yra nulinės reikšmės.
ms: Kami menapis keluar {0} baris yang mengandungi nilai null.
nb: Vi filtrerte {0} rad(er) med nullverdier.
nl: We hebben {0} rij(-en) met nul-waardes weggefilterd.
pl: Odfiltrowanych zostało {0} wierszy zawierających wartości null.
pt_br: Nós removemos {0} linha(s) contendo valores nulos.
ru: Мы отфильтровали {0} строк, содержащих нулевые значения.
sk: Odstránili sme <b>({0})</b> riadok/-y, ktorý/-é obsahujú nulové hodnoty.
sl: Filtrirali smo {0} vrstice, ki vsebujejo ničelne vrednosti.
sq: Filtruam {0} rresht(a) që përmbanin vlera null.
sr: Filtrirali smo {0} red(a) koji sadrže null vrednosti.
sv: Vi filtrerade ut {0} rad(er) innehållande null-värden.
tr: Boş değerler içeren {0} satır filtreledik.
uk: Ми відфільтрували {0} рядок(ів), що містять значення null.
vi: Chúng tôi đã lọc ra {0} hàng chứa giá trị null.
zh_hk: 我們篩選出含有空值的<b>{0}</b>行。
