Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Metrics will appear here once your admins have created some
hu: A mutatók itt jelennek meg, amint az adminisztrátorok létrehoztak néhányat
ms: Metrik akan muncul di sini sebaik sahaja pentadbir anda mencipta beberapa

source: Learn how to create metrics
hu: Ismerje meg, hogyan hozhat létre mutatókat
ms: Ketahui cara mencipta metrik

source: Questions about this metric will appear here as they're added
hu: Az ezzel a mutatóval kapcsolatos kérdések itt jelennek meg, amint hozzáadják őket
ms: Soalan tentang metrik ini akan muncul di sini apabila ditambah

source: There are no revisions for this metric
hu: Ehhez a mutatóhoz nincsenek módosítások
ms: Tiada semakan untuk metrik ini

source: Revision history for {0}
ar: سجل المراجعات لـ {0}
bg: История на редакциите за {0}
ca: Historial de revisions de {0}
de: Revisionshistorie für {0}
eo: Vibe check on the revision history for {0}
es: Historial de revisiones de {0}
fa: تاریخچه ویرایش برای {0}
fi: Versiohistoria {0}
fr: Historique des modifications pour {0}
hu: {0} felülvizsgálati története
it: Storia delle revisioni per {0}
ja: {0}の履歴
lt: {0} peržiūros istorija
ms: Sejarah semakan untuk {0}
nb: Revisjonshistorikk for {0}
nl: Revisie historie voor {0}
pl: Historia zmian dla {0}
pt_br: Histórico de revisão de {0}
ru: История ревизий {0}
sk: História revízií pre {0}
sl: Zgodovina sprememb za {0}
sq: Historiku i rishikimeve për {0}
sr: Istorija revizija za {0}
sv: Versionshistorik för {0}
tr: {0} için düzeltme tarihi
uk: Історія ревізій для {0}
vi: Lịch sử sửa đổi cho {0}
zh_hk: {0}的修改歷史

source: X-ray this metric
hu: Röntgenezze ezt a mutatót
ms: X-ray metrik ini

source: Why this Segment is interesting
ar: لماذا هذه الشريحة مثيرة للاهتمام
bg: Защо този сегмент е интересен
ca: Per què aquest segment és interessant
de: Weshalb dieser Abschnitt interessant ist
eo: Why this segment is lowkey interesting
es: Por qué este segmento es interesante
fa: چرا این بخش جالب است
fi: Miksi tämä segmentti on kiintoisa
fr: Pourquoi ce segment est intéressant
hu: Miért érdekes ez a szegmens
it: Perché questo segmento è interessante
ja: なぜこのセグメントは興味深いですか?
lt: Kodėl šis segmentas yra įdomus
ms: Mengapa Segmen ini menarik
nb: Hvorfor dette Segmentet er interessant
nl: Waarom is dit segment interessant
pl: Dlaczego ten segment jest interesujący
pt_br: Por que este segmento é interessante
ru: Почему этот сегмент интересен
sk: Prečo je tento segment zaujímavý?
sl: Zakaj je ta segment zanimiv
sq: Pse ky Segment është interesant
sr: Zašto je ovaj Segment zanimljiv
sv: Varför detta segment är intressant
tr: Bu Segment neden ilginç?
uk: Чому цей сегмент цікавий
vi: Tại sao phân đoạn này thú vị
zh_hk: 為什麼這個劃分很有意思

source: Things to be aware of about this Segment
ar: أشياء يجب الانتباه لها حول هذه الشريحة
bg: Неща, които трябва да знаете за този сегмент
ca: Coses a tenir en compte d'aquest segment
de: Wissenswertes über diesen Abschnitt
eo: Here’s what you gotta peep about this segment
es: Cosas a tener en cuenta sobre este segmento
fa: چیزهایی که در مورد این بخش آگاهی دارند
fi: Tietoja tästä segmentistä
fr: Choses dont on doit être conscient à propos de ce segment
hu: Tudnivalók erről a szegmensről
it: Cose da sapere su questo segmento
ja: このセグメントに関して知っておくべきこと
lt: Ką reikia žinoti apie šį segmentą
ms: Perkara yang perlu diketahui mengenai Segmen ini
nb: Ting å være klar over når det gjelder dette Segmentet
nl: Dingen waarop je moet letten bij dit segment
pl: Co należy wiedzieć o tym segmencie
pt_br: Coisas que você precisa saber sobre este segmento
ru: Что нужно знать об этом сегменте
sk: Čo by ste mali vedieť o tomto segmente
sl: Stvari, ki jih je treba upoštevati v tem segmentu
sq: Gjëra për tu pasur parasysh për këtë Segment
sr: Stvari na koje treba obratiti pažnju kod ovog Segmenta
sv: Saker att tänka på när det gäller detta mått
tr: Bu Bölüm hakkında bilinmesi gerekenler
uk: На що варто звернути увагу в цьому сегменті
vi: Những điều cần lưu ý về phân đoạn này
zh_hk: 關於這個劃分的注意事項

source: Segments are interesting subsets of tables
ar: الشرائح هي مجموعات فرعية مثيرة للاهتمام من الجداول
bg: Сегментите са интересни подмножества на таблици
ca: Els segments són subconjunts interessants de taules
de: Abschnitte sind interessante Teilmengen von Tabellen
eo: Segments are kinda like those lowkey hidden parts of tables, ya know?
es: Los segmentos son subconjuntos interesantes de tablas
fa: بخش ها بخش های جالب از جداول هستند
fi: Segmentit ovat kiinnostavia taulujen osajoukkoja
fr: Les segments sont des sous-ensembles remarquables de table
hu: A szegmensek a táblák érdekes részei
it: I segmenti sono sottoinsiemi interessanti di tabelle
ja: セグメントはテーブルのサブセットです
lt: Segmentai yra įdomūs lentelių pogrupiai
ms: Segmen adalah subset jadual yang menarik
nb: Segmenter er interessante subsett av tabeller
nl: Segmenten zijn interessante subsets van tabellen
pl: Segmenty to interesujące podzbiory tabel
pt_br: Segmentos são subconjuntos interessantes de tabelas
ru: Сегменты это интересные срезы по таблицам
sk: Segmenty sú zaujímavé podmnožiny tabuliek
sl: Segmenti so zanimive podmnožice tabel
sq: Segmentet janë nëngrupe interesante të tabelave
sr: Segmenti su zanimljivi podskupovi tabela
sv: Segment är intressanta delmängder av tabeller
tr: Segmentler, tabloların ilginç alt kümeleridir
uk: Сегменти — це цікаві підмножини таблиць
vi: Phân đoạn là tập con thú vị của bảng
zh_hk: 劃分是表格的子集

source: Defining common segments for your team makes it even easier to ask questions
ar: يسهّل تعريف شرائح مشتركة لفريقك طرح الأسئلة أكثر
bg: Определянето на общи сегменти за вашия екип прави още по-лесно задаването на въпроси
ca: La definició de segments comuns pel teu equip fa que encara sigui més fàcil fer preguntes
de: Die Definition gemeinsamer Abschnitte für Dein Team macht es noch einfacher, Fragen zu stellen
eo: Figuring out the usual squad segments makes it way easier to ask questions, fr.
es: La definición de segmentos comunes para tu equipo hace que sea aún más fácil hacer preguntas
fa: تعریف بخش های عادی برای تیم شما، باعث می شود که سؤالات بیشتری از شما بپرسید
fi: Yhteisten segmenttien määrittäminen tiimillesi helpottaa kysymysten esittämistä
fr: Définir des segments communs à votre équipe rend les questions encore plus facile à poser
hu: A közös szegmensek meghatározása még könnyebbé teszi a kérdések feltevését a csapatod számára
it: Definire segmenti comuni per il tuo team rende ancora più facile fare domande
ja: 共通のセグメントについて定義するとチームがより質問しやすくなります
lt: Bendrųjų segmentų apibrėžimas jūsų komandai leidžia lengviau užduoti klausimus
ms: Mendefinisikan segmen biasa untuk pasukan anda menjadikannya lebih mudah untuk bertanya soalan
nb: Å definere vanlige segmenter for ditt lag gjør det enda enklere å stille spørsmål
nl: Het definiëren van veel gebruikte segmenten helpt je team om nog gemakkelijker nieuwe vragen aan te maken
pl: Zdefiniowanie wspólnych segmentów dla zespołu jeszcze bardziej ułatwia zadawanie pytań
pt_br: Definir segmentos comuns para sua equipe torna ainda mais fácil fazer perguntas
ru: Определение общих сегментов для вашей команды упрощает создание запросов
sk: Definovanie spoločných segmentov pre váš tím uľahčuje klásť otázky
sl: Z določitvijo skupnih segmentov za skupino boste še lažje postavljali vprašanja
sq: Përcaktimi i segmenteve të përbashkëta për ekipin tuaj e bën edhe më të lehtë të bëni pyetje
sr: Definisanje uobičajenih segmenata za tvoj tim još više olakšava postavljanje pitanja
sv: Genom att definiera vanliga segment för er grupp gör du det ännu enklare att ställa frågor
tr: Ekibiniz için ortak segmentler tanımlamak, soru sormayı daha da kolaylaştırır
uk: Визначення спільних сегментів для вашої команди робить створення запитів ще простішим
vi: Xác định các phân khúc phổ biến cho nhóm của bạn giúp đặt câu hỏi dễ dàng hơn
zh_hk: 為您的團隊定義公共劃分，讓它用來提問也十分容易

source: Segments will appear here once your admins have created some
ar: ستظهر الشرائح هنا بمجرد أن ينشئ مسؤولوك بعضًا منها
bg: Сегментите ще се появят тук, след като вашите администратори са създали някои
ca: Els segments apareixeran aquí una vegada que els administradors els hagin creat
de: Abschnitte erscheinen hier, sobald dein Administrator welche erstellt hat
eo: Segments will pop off here once your admins have made some, fr fr.
es: Los segmentos aparecerán aquí una vez que los administradores hayan creado algunos
fa: Segments در اینجا ظاهر خواهد شد، هنگامی که مدیران شما برخی را ایجاد کرده اند
fi: Järjestelmänvalvojasi luomat segmentit näkyvät täällä
fr: Les segments apparaîtront ici une fois que les administrateurs en auront créé
hu: A szegmensek itt jelennek meg, amint az adminisztrátorok létrehoztak néhányat
it: I segmenti appariranno qui non appena i tuoi admin ne avranno creati
ja: セグメントは管理者が作成次第ここに表示されます
lt: Segmentai bus rodomi, kai jūsų administratoriai sukūrė kai kuriuos
ms: Segmen akan muncul di sini apabila pentadbir anda telah mencipta beberapa
nb: Segmenter vil vises her når en administrator har laget noen
nl: Segmenten worden hier getoond zodra je beheerders er een paar hebben aangemaakt.
pl: Segmenty pojawią się tutaj, gdy Twoi Administratorzy utworzyli kilka
pt_br: Os segmentos aparecerão aqui quando os administradores tiverem criado alguns
ru: Сегменты появятся здесь после того как администраторы их создадут
sk: Segmenty sa zobrazia tu, po tom čo budú vytvoreé
sl: Segmenti bodo prikazani tukaj, ko bodo skrbniki ustvarili nekaj
sq: Segmentet do të shfaqen këtu sapo administratorët tuaj të kenë krijuar disa
sr: Segmenti će se pojaviti ovde kada ih administratori naprave
sv: Segment kommer att visas här när din administratör lagt upp dem
tr: Yöneticilerinizin bir süre önce oluşturdukları bölümler burada görünecek
uk: Сегменти з’являться тут, щойно ваші адміністратори створять кілька
vi: Phân khúc sẽ xuất hiện ở đây khi quản lý của bạn thiết lập
zh_hk: 您的管理員新增後，劃分將會出現在這裡，

source: Learn how to create segments
ar: تعرّف على كيفية إنشاء الشرائح
bg: Научете как да създавате сегменти
ca: Aprèn a crear segments
de: Lerne wie man Abschnitte erstellt
eo: Learn how to make those segments, fr fr
es: Aprende a crear segmentos
fa: یاد بگیرید چگونه برای ایجاد بخش
fi: Opi luomaan segmenttejä
fr: Apprendre comment créer des segments
hu: Ismerje meg, hogyan hozhat létre szegmenseket
it: Impara come creare dei segmenti
ja: セグメントの作成方法について詳しく
lt: Sužinokite, kaip sukurti segmentus
ms: Ketahui cara mencipta segmen
nb: Lær hvordan man lager segmenter
nl: Leer meer over het aanmaken van segmenten
pl: Dowiedz się, jak tworzyć segmenty
pt_br: Aprenda a criar segmentos
ru: Узнайте как создавать сегменты
sk: Naučte sa, ako vytvárať segmenty
sl: Preberite, kako ustvarite segmente
sq: Mëso si të krijosh segmente
sr: Saznaj kako da napraviš segmente
sv: Lär dig skapa segment
tr: Segment oluşturmayı öğrenin
uk: Дізнайтеся, як створювати сегменти
vi: Học cách thiết lập phân khúc
zh_hk: 學習如何建立劃分

source: Questions about this segment will appear here as they're added
ar: ستظهر الأسئلة حول هذه الشريحة هنا عند إضافتها
bg: Въпросите за този сегмент ще се показват тук при добавянето им
ca: Les preguntes sobre aquest segment apareixeran aquí quan s'afegeixin
de: Fragen zu diesem Abschnitt erscheinen hier, wenn sie hinzugefügt werden
eo: Questions about this segment will pop up here as they come in, fr.
es: Las preguntas sobre este segmento aparecerán aquí cuando se añadan
fa: سوالات در مورد این بخش در اینجا به عنوان آنها اضافه می شود
fi: Tähän segmentiin liittyvät lisättävät kysymykset näkyvät täällä
fr: Les questions à propos de ce segment apparaîtront ici au fil du temps
hu: A szegmenssel kapcsolatos kérdések itt jelennek meg, amint hozzáadják őket
it: Le domande su questo segmento appariranno qui non appena saranno aggiunte
ja: このセグメントに関する質問は追加されるとここに表示されます
lt: Klausimai apie šį segmentą bus rodomi čia, kaip jie bus pridėti
ms: Soalan tentang segmen ini akan muncul di sini apabila ditambah
nb: Spørsmål om dette segmentet vil vises her når de blir lagt til
nl: Vragen over dit segment worden hier getoond zodra deze zijn toegevoegd
pl: Zapytania dotyczące tego segmentu pojawią się w miarę ich dodawania
pt_br: Perguntas sobre este segmento aparecerão aqui quando forem adicionadas
ru: Запросы об этом сегменте появятся здесь после их добавления
sk: Po pridaní sa tu zobrazia otázky týkajúce sa tohto segmentu
sl: Vprašanja o tem segmentu bodo prikazana tukaj, ko bodo dodana
sq: Pyetjet rreth këtij segmenti do të shfaqen këtu sapo të shtohen
sr: Pitanja o ovom segmentu će se pojaviti ovde kako budu dodavana
sv: Frågor om detta segment kommer att visas här när de lagts till
tr: Bu segmentle ilgili sorular, eklendiklerinde burada görünecek
uk: Запити про цей сегмент з’являтимуться тут у міру їх додавання
vi: Câu hỏi về phân khúc sẽ xuất hiện ở đây khi nó được hỏi
zh_hk: 當它們被新增時，關於這個劃分的提問將會出現在這裡

source: There are no revisions for this segment
ar: لا توجد مراجعات لهذه الشريحة
bg: Няма ревизии за този сегмент
ca: No hi ha revisions per a aquest segment
de: Es gibt keine Revisionen für diesen Abschnitt
eo: No cap, there are no edits for this part.
es: No hay revisiones para este segmento
fa: برای این بخش تجدیدنظر وجود ندارد
fi: Tälle segmentille ei ole tehty muutoksia
fr: Il n'y pas de modifications pour ce segment
hu: Ehhez a szegmenshez nincsenek módosítások
it: Non ci sono revisioni per questo segmento
ja: このセグメントには履歴がありません
lt: Šiam segmentui nėra jokių pakeitimų
ms: Tiada semakan untuk segmen ini
nb: Det er ingen revisjoner for dette segmentet
nl: Er zijn geen revisies voor dit segment
pl: Nie ma żadnych poprawek dla tego segmentu
pt_br: Não há revisões para este segmento
ru: Данный сегмент не содержит ревизий
sk: Pre tento segment neexistujú žiadne revízie
sl: Za ta segment ni revizij
sq: Nuk ka rishikime për këtë segment
sr: Nema revizija za ovaj segment
sv: Det finns inga versioner att detta mått
tr: Bu segment için düzeltme yok
uk: Для цього сегмента немає ревізій
vi: Không có sửa đổi cho phân khúc này
zh_hk: 這個劃分沒有修改過

source: Fields in this segment
ar: الحقول في هذه الشريحة
bg: Полета в този сегмент
ca: Camps en aquest segment
de: Felder in diesem Abschnitt
eo: Fields in this segment → Fields in this vibe
es: Campos en este segmento
fa: زمینه های این بخش
fi: Tämän segmentin kentät
fr: Champs utilisés dans ce segment
hu: Mezők ebben a szegmensben
it: Campi in questo segmento
ja: このセグメントのフィールド
lt: Laukai šiame segmente
ms: Medan dalam segmen ini
nb: Felter i dette segmentet
nl: Velden in dit segment
pl: Pola w tym segmencie
pt_br: Campos neste segmento
ru: Поля в этом сегменте
sk: Polia v tomto segmente
sl: Polja v tem segmentu
sq: Fushat në këtë segment
sr: Polja u ovom segmentu
sv: Fält i detta segment
tr: Bu segmentteki alanlar
uk: Поля в цьому сегменті
vi: Các trường trong phân khúc này
zh_hk: 在這個劃分中的欄位

source: Questions about this segment
ar: أسئلة حول هذه الشريحة
bg: Въпроси за този сегмент
ca: Preguntes sobre aquest segment
de: Fragen über diesen Abschnitt
eo: Questions about this part?
es: Preguntas sobre este segmento
fa: سوالات در مورد این بخش
fi: Kysymyksiä tästä jaksosta
fr: Questions sur ce segment
hu: Kérdések erről a szegmensről
it: Domande su questo segmento
ja: このセグメントに関する質問
lt: Klausimai apie šį segmentą
ms: Soalan tentang segmen ini
nb: Spørsmål om dette segmentet
nl: Vragen over dit segment
pl: Zapytania dotyczące tego segmentu
pt_br: Perguntas sobre este segmento
ru: Запросы с этим сегментом
sk: Otázky týkajúce sa tohto segmentu
sl: Vprašanja o tem segmentu
sq: Pyetje rreth këtij segmenti
sr: Pitanja o ovom segmentu
sv: Frågor om detta segment
tr: Bu segmentle ilgili sorular
uk: Запити про цей сегмент
vi: Câu hỏi về phân khúc này
zh_hk: 有關這個劃分的提問

source: X-ray this segment
ar: حلّل هذه الشريحة بالأشعة السينية
bg: Рентгенов анализ на този сегмент
ca: Aplica rajos-X a aquest segment
de: X-Ray für diesen Abschnitt
eo: X-ray this part real quick
es: Aplica rayos-X a este segmento
fa: اشعه ایکس این بخش
fi: Läpivalaise tämä segmentti
fr: Radiographier ce segment
hu: Röntgenezze ezt a szegmenst
it: Analizza il segmento ai Raggi-X
ja: このセグメントを自動探査(X-ray)する
lt: Šis segmentas yra rentgeno spindulių
ms: X-ray segmen ini
nb: Gjør en X-ray av dette segmentet
nl: X-ray dit segment
pl: Prześwietl X-ray ten segment
pt_br: Aplicar raios-X a este segmento
ru: Просканировать этот сегмент
sk: Preskúmať tento segment
sl: Rentgensko slikanje tega segmenta
sq: Bëji X-ray këtij segmenti
sr: Rendgen ovog segmenta
sv: Genomlys detta segment
tr: Bu segmenti incele
uk: Зробити X-ray цього сегмента
vi: X-ray phân khúc này
zh_hk: 透視這個劃分

source: Login
ar: تسجيل الدخول
bg: Влизам
ca: Inicia sessió
de: Anmeldung
es: Iniciar sesión
fa: ورود
fi: Kirjaudu sisään
fr: Se connecter
hu: Bejelentkezés
it: Accedi
ja: ログイン
lt: Prisijungti
ms: Log Masuk
nb: Logg inn
nl: Inloggen
pl: Zaloguj się
ru: Логин
sk: Prihlásiť sa
sl: Prijavo
sq: Hyr
sr: Prijava
sv: Inloggning
tr: Oturum aç
uk: Логін
vi: Đăng nhập
zh_hk: 登入

source: Search
ar: بحث
bg: Търсене
ca: Cerca
de: Suche
eo: Look it up or Google it
es: Buscar
fa: جستجو کردن
fi: Hae
fr: Rechercher
hu: Keresés
it: Cerca
ja: 検索
lt: Paieška
ms: Cari
nb: Søk
nl: Zoeken
pl: Szukaj
pt_br: Pesquisar
ru: Поиск
sk: Vyhľadávanie
sl: Iskanje
sq: Kërko
sr: Pretraga
sv: Sök
tr: Arama
uk: Пошук
vi: Tìm kiếm
zh_hk: 查詢

source: Dashboard
ar: لوحة المعلومات
bg: Табло
ca: Quadre de comandament
eo: dashboard → vibe check center
es: Cuadro de Mando
fa: داشبورد
fi: Kojelauta
fr: Tableau de bord
hu: Irányítópult
it: Cruscotto
ja: ダッシュボード
lt: Prietaisų skydelis
ms: Papan Pemuka
nb: Infotavle
pl: Pulpit
pt_br: Painel
ru: Дашборд
sk: Prístrojová doska
sl: Armaturni plošči
sq: Panel
sr: Kontrolna tabla
sv: Instrumentpanel
tr: Gösterge paneli
uk: Дашборд
vi: Bảng điều khiển
zh_hk: 資訊看板

source: New Question
ar: سؤال جديد
bg: Нов въпрос
ca: Nova pregunta
de: Neue Frage
eo: New Q, fr
es: Nueva Pregunta
fa: سوال جدید
fi: Uusi kysymys
fr: Nouvelle question
hu: Új Kérdés
it: Nuova domanda
ja: 新しい条件
lt: Naujas klausimas
ms: Soalan Baru
nb: Nytt spørsmål
nl: Nieuwe vraag
pl: Nowe zapytanie
pt_br: Nova pergunta
ru: Новый запрос
sk: Nová otázka
sl: Novo vprašanje
sq: Pyetje e re
sr: Novo pitanje
sv: Ny fråga
tr: Yeni soru
uk: Новий запит
vi: Câu hỏi mới
zh_hk: 新提問

source: Select the type of Database you use
hu: Válassza ki az adatbázis típusát
ms: Pilih jenis Pangkalan Data yang anda gunakan

source: Add your data
ar: أضف بياناتك
bg: Добавете вашите данни
ca: Afegeix les teves dades
de: Füge deine Daten hinzu
eo: Drop your info
es: Añade tus datos
fa: اطلاعات خود را اضافه کنید
fi: Lisää datasi
fr: Ajoutez vos données
hu: Adja hozzá adatait
it: Aggiungi i tuoi dati
ja: データを追加する
lt: Pridėkite savo duomenis
ms: Tambah data anda
nb: Legg til dataene din
nl: Voeg je data toe
pl: Dodaj swoje dane
pt_br: Adicione seus dados
ru: Добавьте свои данные
sk: Pridajte svoje údaje
sl: Dodajanje podatkov
sq: Shto të dhënat e tua
sr: Dodajte svoje podatke
sv: Lägg till dina data
tr: Verilerinizi ekleyin
uk: Додайте свої дані
vi: Thêm dữ liệu
zh_hk: 新增您的資料

source: I'll add my own data later
ar: سأضيف بياناتي الخاصة لاحقًا
bg: Ще добавя собствените си данни по-късно
ca: Afegiré les meves dades més tard
de: Ich füge meine eigenen Daten später hinzu
eo: I’ll drop my own deets later lol
es: Añadiré mis propios datos más tarde
fa: بعدا داده های خودم را اضافه خواهم کرد
fi: Lisään tietoni myöhemmin
fr: J'ajouterai mes données plus tard
hu: Később adom hozzá az adataimat
it: Aggiungerò i miei dati più tardi
ja: あとでデータを追加する
lt: Vėliau pridėsiu savo duomenis
ms: Saya akan tambah data saya kemudian
nb: Jeg vil legge til data senere
nl: Ik voeg mijn eigen data later toe
pl: Dodam własne dane później
pt_br: Adicionarei meus próprios dados mais tarde
ru: Я добавлю данные позже
sk: Svoje údaje pridám neskôr
sl: Svoje podatke bom dodal pozneje
sq: Do t’i shtoj të dhënat e mia më vonë
sr: Dodaću svoje podatke kasnije
sv: Jag lägger till mina data senare
tr: Sonra kendi verilerini ekleyeceğim
uk: Я додам свої дані пізніше
vi: Tôi sẽ thêm dữ liệu riêng sau
zh_hk: 我之後將會新增自己的資料

source: Connecting to {0}
ar: جارٍ الاتصال بـ {0}
bg: Свързване с {0}
ca: Connectant amb {0}
de: Stelle Verbindung zu {0} her
eo: Linking up to {0}
es: Conectando con {0}
fa: اتصال به {0}
fi: Yhdistetään verkkoon {0}
fr: Connexion en cours à {0}
hu: Csatlakozás a(z) {0}-hoz
it: Mi sto connettendo a {0}
ja: {0}に接続中
lt: Prisijungimas prie {0}
ms: Menyambung ke {0}
nb: Kobler til {0}
nl: Verbinding maken met {0}
pl: Łączenie do {0}
pt_br: Conectando com {0}
ru: Подключение к {0}
sk: Pripája sa k {0}
sl: Povezovanje z {0}
sq: Duke u lidhur me {0}
sr: Povezivanje sa {0}
sv: Ansluter till {0}
tr: {0} öğesine bağlanıyor
uk: Підключення до {0}
vi: Đang kết nối đến {0}
zh_hk: 連接到{0}

source: You’ll need some info about your database, like the username and password. If you don’t have that right now, Metabase also comes with a sample dataset you can get started with.
hu: Szüksége lesz néhány információra az adatbázisáról, például a felhasználónévre és jelszóra. Ha ez most nincs meg, a Metabase tartalmaz egy minta adatkészletet is, amellyel elkezdheti.
ms: Anda memerlukan beberapa maklumat tentang pangkalan data anda, seperti nama pengguna dan kata laluan. Jika anda tidak mempunyai maklumat itu sekarang, Metabase juga dilengkapi dengan set data sampel yang boleh anda mulakan dengan.

source: I'll add my data later
ar: سأضيف بياناتي لاحقًا
bg: Ще добавя данните си по-късно
ca: Afegiré les meves dades més tard
de: Ich füge meine Daten später hinzu
eo: I’ll drop my data later lol
es: Añadiré mis datos más tarde
fa: بعدا داده هایم را اضافه خواهم کرد
fi: Lisään datani myöhemmin
fr: J'ajouterai mes données plus tard
hu: Az adataimat később adom hozzá
it: Aggiungerò i miei dati più tardi
ja: あとでデータを追加する
lt: Aš vėliau pridėsiu savo duomenis
ms: Saya akan tambah data saya kemudian
nb: Jeg vil legge til data senere
nl: Ik voeg mijn data later toe
pl: Dodam moje dane później
pt_br: Vou adicionar meus dados depois
ru: Я добавлю мои данные позже
sk: Moje údaje pridám neskôr
sl: Podatke bom dodal pozneje
sq: Do t’i shtoj të dhënat e mia më vonë
sr: Dodaću svoje podatke kasnije
sv: Jag lägger till mina data senare
tr: Verilerimi daha sonra ekleyeceğim
uk: Я додам свої дані пізніше
vi: Tôi sẽ bổ sung dữ liệu sau
zh_hk: 我之後再新增資料

source: Control automatic scans
hu: Az automatikus szkennelés szabályozása
ms: Kawal imbasan automatik

source: Usage data preferences
ar: تفضيلات بيانات الاستخدام
bg: Предпочитания за данни за използване
ca: Preferències d'utilització de dades
de: Einstellungen zu Benutzungsdaten
eo: Usage data vibes
es: Preferencias de uso de datos
fa: تنظیمات داده استفاده
fi: Tiedonkäyttö-asetukset
fr: Préférences relatives aux données d'utilisation
hu: Használati adatok beállításai
it: Preferenze di utilizzo dei dati
ja: データ使用の優先度
lt: Naudojimo duomenų parinktys
ms: Keutamaan data penggunaan
nb: Innstillinger for bruk av data
nl: Gebruiksdatavoorkeuren
pl: Preferencje danych użycia
pt_br: Preferências de uso de dados
ru: Настройки использования данных
sk: Predvoľby použitia údajov
sl: Nastavitve podatkov o uporabi
sq: Preferencat e të dhënave të përdorimit
sr: Preferencije podataka o korišćenju
sv: Alternativ för användningshistorik
tr: Kullanım verileri tercihleri
uk: Налаштування даних про використання
vi: Tùy chọn dữ liệu sử dụng
zh_hk: 使用資料引用
