Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Pick data to join
ar: اختر بيانات للربط
bg: Избиране на данни за присъединяване
ca: Tria les dades per unir
de: Auswahl der zu verbindenden Daten
eo: Choose the deets to hop in
es: Elige datos a unir
fa: داده هایی را برای پیوستن انتخاب کنید
fi: Valitse liitettävä data
fr: Choisir les données à joindre
hu: Válassza ki az összekapcsolandó adatokat
it: Scegliere i dati da unire
ja: 参加するデータを選ぶ
lt: Pasirinkite duomenis, kad galėtumėte prisijungti
ms: Pilih data untuk menyertai
nb: Velg data å slå sammen
nl: Kies gegevens om mee te werken
pl: Wybór danych do połączenia
pt_br: Selecionar dados para junção
ru: Выберите данные для объединения
sk: Výber údajov na pripojenie
sl: Izbira podatkov za pridružitev
sq: Zgjidh tEdhEna pEr tE bashkuar
sr: Izaberite podatke za spajanje
sv: Välj data att inkludera
tr: Birleştirilecek verileri seçin
uk: Виберіть дані для з’єднання
vi: Chọn dữ liệu để tham gia
zh_hk: 選取要加入的資料

source: Edit metric definition
ar: عدّل تعريف المقياس
bg: Редактиране на определението за метрика
ca: Edita la definició de la mètrica
de: Metrik-Definition bearbeiten
eo: Fix the vibe of the metric, bestie
es: Editar definición de métrica
fa: ویرایش تعریف متریک
fi: Editoi mittarin kuvausta
fr: Modifier la définition de la métrique
hu: Metrika definíciójának szerkesztése
it: Modifica della definizione della metrica
ja: メトリック定義を編集する
lt: Redaguoti metrikos apibrėžimą
ms: Sunting definisi metrik
nb: Rediger definisjon av måling
nl: Metrische definitie bewerken
pl: Edytuj definicję metryki
pt_br: Editar definição de métrica
ru: Редактирование определения метрики
sk: Úprava definície metriky
sl: Urejanje definicije metrike
sq: Ndrysho definicionin e metrikës
sr: Izmeni definiciju metrike
sv: Ändra definition av mätvärde
tr: Metrik tanımını düzenleme
uk: Редагувати визначення метрики
vi: Chỉnh sửa định nghĩa số liệu
zh_hk: 編輯公制定義

source: Recents
ar: الأخيرة
bg: Наскоро
de: Kürzlich
eo: Recents → latest vibes
es: Recientes
fa: اخیر
fi: Viimeisimmät
fr: Récent
hu: Legutóbbiak
it: Recenti
ja: 最新情報
lt: Neseniai
ms: Baru-baru ini
nb: Nylige
nl: Recente
pl: Ostatnie wydarzenia
pt_br: Recentes
ru: Рецензии
sk: Nedávne
sl: Nedavni
sq: Të fundit
sr: Nedavno
sv: Nyligen
tr: Son Zamanlar
uk: Нещодавні
vi: Gần đây
zh_hk: 回顧

source: There weren't any recent items.
bg: Нямаше скорошни елементи.
ca: No hi havia cap element recent.
eo: There weren’t any new drops lately, fr.
hu: Nem voltak legutóbbi elemek.
lt: Nebuvo jokių naujausių elementų.
ms: Tiada item baru-baru ini.
nb: Det var ingen nylige elementer.
nl: Er waren geen recente items.
sv: Det fanns inte några nya poster.

source: Earlier
bg: По-рано
ca: Abans
eo: earlier → lowkey been a minute
hu: Korábbi
lt: Anksčiau
ms: Sebelum ini
nb: Tidligere
nl: Eerder
sv: Tidigare

source: Select a column...
ar: حدّد عمودًا...
bg: Изберете колона...
ca: Selecciona una columna...
de: Wähle eine Spalte aus...
eo: Pick a column...
es: Selecciona una columna...
fa: انتخاب یک ستون...
fi: Valitse sarake...
fr: Sélectionnez une colonne...
hu: Válasszon egy oszlopot...
it: Selezionare una colonna...
ja: 列を選択...
lt: Pasirinkite stulpelį...
ms: Pilih satu lajur...
nb: Velg en kolonne...
nl: Selecteer een kolom...
pl: Wybierz kolumnę...
pt_br: Selecione uma coluna...
ru: Выберите колонку...
sk: Vyberte stĺpec...
sl: Izberite stolpec ...
sq: Zgjidh një kolonë...
sr: Izaberi kolonu...
sv: Välj en kolumn...
tr: Bir sütun seçin...
uk: Виберіть стовпець...
vi: Chọn một cột...
zh_hk: 選擇欄位...

source: Combine “{0}” with other columns
ar: ادمج “{0}” مع أعمدة أخرى
bg: Комбиниране на "{0}" с други колони
ca: Combina "{0}" amb altres columnes
de: Kombinieren Sie "{0}" mit anderen Spalten
eo: Merge “{0}” with other columns, fr fr
es: Combina “{0}” con otras columnas
fa: "{0}" را با ستون های دیگر ترکیب کنید
fi: Yhdistä "{0}" muihin sarakkeisiin
fr: Combiner "{0}" avec d'autres colonnes
hu: {0} egyesítése más oszlopokkal
it: Combinare "{0}" con altre colonne
ja: '{0}'を他の列と組み合わせる
lt: Sujunkite „{0}“ su kitais stulpeliais
ms: Gabungkan "{0}" dengan lajur-lajur lain
nb: Kombiner "{0}" med andre kolonner
nl: Combineer "{0}" met andere kolommen
pl: Połącz "{0}" z innymi kolumnami
pt_br: Combinar "{0}" com outras colunas
ru: Объедините "{0}" с другими колонками
sk: Kombinácia "{0}" s inými stĺpcami
sl: Združevanje »{0}« z drugimi stolpci
sq: Kombino “{0}” me kolona të tjera
sr: Kombinuj “{0}” sa drugim kolonama
sv: Kombinera “{0}” med andra kolumner
tr: "{0}" adresini diğer sütunlarla birleştirin
uk: Комбінувати «{0}» з іншими стовпцями
vi: Kết hợp “{0}” với các cột khác
zh_hk: 結合 "{0}" 與其他欄位

source: Separated by {0}
ar: مفصول بـ {0}
bg: Разделени от {0}
ca: Separat per {0}
de: Unterteilt nach {0}
eo: Split up by {0}
es: Separado por {0}
fa: با {0}جدا شده است
fi: Erottaja: {0}
fr: Séparé par {0}
hu: {0}-val/vel elválasztva
it: Separati da {0}
ja: {0}で区切られる
lt: Atskiria {0}
ms: Dipisahkan oleh {0}
nb: Separert med {0}
nl: Gescheiden door {0}
pl: Oddzielone przez {0}
pt_br: Separado por {0}
ru: Разделены {0}
sk: Oddelené podľa {0}
sl: Ločeno z {0}
sq: NdarE me {0}
sr: Razdvojeno sa {0}
sv: Uppdelat med {0}
tr: {0} ile ayrılmıştır
uk: Розділено {0}
vi: Phân tách bằng {0}
zh_hk: 透過 {0}分開

source: Add column
ar: أضِف عمودًا
bg: Добавяне на колона
ca: Afegeix una columna
de: Spalte hinzufügen
eo: Add a new vibe to the table
es: Añadir columna
fa: اضافه کردن ستون
fi: Lisää sarake
fr: Ajouter une colonne
hu: Oszlop hozzáadása
it: Aggiungi colonna
ja: カラムの追加
lt: Pridėti stulpelį
ms: Tambah lajur
nb: Legg til kolonne
nl: Kolom toevoegen
pl: Dodaj kolumnę
pt_br: Adicionar coluna
ru: Добавить колонку
sk: Pridať stĺpec
sl: Dodajanje stolpca
sq: Shto kolonë
sr: Dodaj kolonu
sv: Lägg till kolumn
tr: Sütun ekle
uk: Додати стовпець
vi: Thêm cột
zh_hk: 新增欄位

source: Blocked
ar: محظور
bg: Блокиран
ca: Bloquejat
de: Blockiert
eo: Ghosted or blocked, fr fr
es: Bloqueado
fa: مسدود شده است
fi: Estetty
fr: Bloqué
hu: Zárolt
it: Bloccato
ja: ブロック
lt: Užblokuota
ms: Diblok
nb: Blokkert
nl: Geblokkeerd
pl: Zablokowany
pt_br: Bloqueado
ru: Заблокировано
sk: Zablokované stránky
sl: Blokirano
sq: I bllokuar
sr: Blokirano
sv: Blockerad
tr: Engellendi
uk: Заблоковано
vi: Bị chặn
zh_hk: 封鎖

source: Control the display of Metabase documentation and Metabase references in your instance.
ar: تحكّم في عرض وثائق Metabase وإشارات Metabase داخل مثيلك.
bg: Контролирайте показването на документацията на Metabase и препратките към Metabase във вашата инстанция.
ca: Controleu la visualització de la documentació de la Metabase i les referències de la Metabase a la vostra instància.
de: Steuern Sie die Anzeige der Metabase-Dokumentation und der Metabase-Referenzen in Ihrer Instanz.
eo: Manage how Metabase docs and refs show up in your setup, fr.
es: Controla la visualización de la documentación de la Metabase y las referencias de la Metabase en tu instancia.
fa: نمایش مستندات Metabase و مراجع Metabase را در نمونه خود کنترل کنید.
fi: Hallitse Metabase-dokumentaation ja Metabase-viittausten näyttämistä instanssissasi.
fr: Contrôlez l'affichage de la documentation et des références de Metabase dans votre instance.
hu: Szabályozza a Metabase dokumentáció és a Metabase hivatkozások megjelenítését az Ön példányában.
it: Controllare la visualizzazione della documentazione del Metabase e dei riferimenti al Metabase nella propria istanza.
ja: インスタンス内のメタベース・ドキュメントおよびメタベース参照の表示を制御します。
lt: Valdykite metabazės dokumentacijos ir metabazės nuorodų rodymą savo egzemplioriuje.
ms: Kawal paparan dokumentasi Metabase dan rujukan Metabase dalam contoh anda.
nb: Kontroller visningen av Metabase-dokumentasjon og Metabase-referanser i din instans.
nl: De weergave van Metabase-documentatie en Metabase-referenties in uw instantie regelen.
pl: Kontroluj wyświetlanie dokumentacji Metabase i referencji Metabase w swojej instancji.
pt_br: Controle a exibição da documentação da Metabase e das referências da Metabase em sua instância.
ru: Управление отображением документации Metabase и ссылок на Metabase в вашем экземпляре.
sk: Ovládanie zobrazenia dokumentácie Metabázy a odkazov na Metabázu vo vašej inštancii.
sl: Nadzirajte prikaz dokumentacije metabaze in sklicev na metabaze v svojem primerku.
sq: Kontrollo shfaqjen e dokumentacionit të Metabase dhe referencave të Metabase në instancën tënde.
sr: Kontrolišite prikaz Metabase dokumentacije i Metabase referenci u svojoj instanci.
sv: Styr visningen av Metabase-dokumentation och Metabase-referenser i din instans.
tr: Örneğinizde Metabase belgelerinin ve Metabase referanslarının görüntülenmesini kontrol edin.
uk: Керуйте відображенням документації Metabase та згадок про Metabase у вашому інстансі.
vi: Kiểm soát việc hiển thị tài liệu Metabase và các tham chiếu Metabase trong phiên bản của bạn.
zh_hk: 控制 Metabase 文件和 Metabase 引用在您的實例中的顯示。

source: Metabase illustrations
ar: رسومات Metabase التوضيحية
bg: Илюстрации на метабазата
ca: Il·lustracions de Metabase
de: Metabase-Illustrationen
eo: Metabase pics or smth like that
es: Ilustraciones Metabase
fa: تصاویر متابیس
fi: Metabase-kuvitukset
fr: Illustrations de la métabase
hu: Metabase illusztrációk
it: Illustrazioni di metabase
ja: メタベースのイラスト
lt: Metabazės iliustracijos
ms: Ilustrasi Metabase
nb: Metabase-illustrasjoner
nl: Metabase-illustraties
pl: Ilustracje metabazy
pt_br: Ilustrações da Metabase
ru: Иллюстрации метабазы
sk: Ilustrácie metabázy
sl: Ilustracije metabaze
sq: Ilustrime të Metabase
sr: Metabase ilustracije
sv: Metabase-illustrationer
tr: Metataban çizimleri
uk: Ілюстрації Metabase
vi: Minh họa Metabase
zh_hk: Metabase 圖示

source: Customize each of the illustrations in Metabase
ar: خصّص كل الرسوم التوضيحية في Metabase
bg: Персонализиране на всяка от илюстрациите в Metabase
ca: Personalitza cadascuna de les il·lustracions a Metabase
de: Anpassen der einzelnen Illustrationen in Metabase
eo: Make each of the illustrations in Metabase totally your vibe and customize them.
es: Personaliza cada una de las ilustraciones en Metabase
fa: هر یک از تصاویر را در Metabase سفارشی کنید
fi: Mukauta jokaista Metabase-kuvitusta
fr: Personnaliser chacune des illustrations de Metabase
hu: Testreszabhatja a Metabase minden illusztrációját
it: Personalizzare ciascuna delle illustrazioni di Metabase
ja: Metabaseの各イラストをカスタマイズする
lt: Tinkinkite kiekvieną metabazės iliustraciją
ms: Ubahsuai setiap ilustrasi dalam Metabase
nb: Tilpass hver av illustrasjonene i Metabase
nl: Alle illustraties in Metabase aanpassen
pl: Dostosuj każdą z ilustracji w Metabase
pt_br: Personalize cada uma das ilustrações na Metabase
ru: Настройте каждую из иллюстраций в Metabase
sk: Prispôsobenie jednotlivých ilustrácií v databáze Metabase
sl: Prilagajanje posameznih slik v zbirki metabaz
sq: Personalizo secilën nga ilustrimet në Metabase
sr: Prilagodite svaku ilustraciju u Metabase-u
sv: Anpassa illustrationerna i Metabase
tr: Metabase'deki resimlerin her birini özelleştirme
uk: Налаштуйте кожну з ілюстрацій у Metabase
vi: Tùy chỉnh từng hình minh họa trong Metabase
zh_hk: 自訂 Metabase 中的每個插圖

source: Login and unsubscribe pages
ar: صفحات تسجيل الدخول وإلغاء الاشتراك
bg: Страници за влизане и отписване
ca: Pàgines d'inici de sessió i de baixa
de: Anmelde- und Abmeldeseiten
eo: Login and unfollow pages
es: Páginas de inicio de sesión y darse de baja
fa: ورود و لغو اشتراک صفحات
fi: Kirjautumis- ja tilaussivut
fr: Pages de connexion et de désinscription
hu: Bejelentkezési és leiratkozási oldalak
it: Pagine di accesso e di annullamento dell'iscrizione
ja: ログインと退会ページ
lt: Prisijungimo ir prenumeratos puslapiai
ms: Halaman log masuk dan batal langganan
nb: Innloggings- og avmeldingssider
nl: Aan- en afmeldpagina's
pl: Strony logowania i rezygnacji z subskrypcji
pt_br: Páginas de login e cancelamento de assinatura
ru: Страницы входа и отказа от подписки
sk: Prihlasovacie a odhlasovacie stránky
sl: Strani za prijavo in odjavo
sq: Faqet e hyrjes dhe çregjistrimit
sr: Stranice za prijavu i otkazivanje pretplate
sv: Logga in och avprenumerera på sidor
tr: Giriş ve abonelikten çıkma sayfaları
uk: Сторінки входу та відписки
vi: Trang đăng nhập và hủy đăng ký
zh_hk: 登入和取消訂閱的頁面

source: Landing page
ar: صفحة هبوط
bg: Целева страница
ca: Pàgina d'arribada
de: Zielseite
eo: Landed page
es: Página de destino
fa: صفحه فرود
fi: Aloitussivu
fr: Page d'accueil
hu: Nyitóoldal
it: Pagina di destinazione
ja: ランディングページ
lt: Nukreipimo puslapis
ms: Halaman muka
nb: Landingsside
nl: Landingspagina
pl: Strona docelowa
pt_br: Página de destino
ru: Целевая страница
sk: Úvodná stránka
sl: Ciljna stran
sq: Faqe uljeje
sr: Landing stranica
sv: Startsida
tr: Açılış sayfası
uk: Лендінг
vi: Trang đích
zh_hk: 登陸頁面

source: When calculations return no results
ar: عندما لا تُرجع الحسابات أي نتائج
bg: Когато изчисленията не дават резултати
ca: Quan els càlculs no donen resultats
de: Wenn die Berechnungen keine Resultate erzielen
eo: When the math gives me total ghosted vibes
es: Cuando los cálculos no devuelven resultados
fa: وقتی محاسبات نتیجه ای نداشت
fi: Kun laskelmat eivät tuota tuloksia
fr: Quand les calculs ne renvoient aucun résultat
hu: Amikor a számítások nem adnak eredményt
it: Quando i calcoli non danno risultati
ja: 計算が結果を返さない場合
lt: Kai skaičiavimai neduoda rezultatų
ms: Apabila pengiraan tidak menghasilkan sebarang hasil
nb: Når kalkulasjon ikke returnerer noen resultater
nl: Wanneer berekeningen geen resultaten opleveren
pl: Gdy obliczenia nie zwracają żadnych wyników
pt_br: Quando os cálculos não retornam resultados
ru: Когда вычисления не дают результатов
sk: Keď výpočty nevrátia žiadne výsledky
sl: Ko izračuni ne vrnejo rezultatov
sq: Kur llogaritjet nuk kthejnë rezultate
sr: Kada proračuni ne vraćaju rezultate
sv: När beräkningarna ej ger några resultat
tr: Hesaplamalar hiçbir sonuç döndürmediğinde
uk: Коли обчислення не повертають результатів
vi: Khi tính toán không trả về kết quả
zh_hk: 當計算沒有返回結果時

source: When no objects can be found
ar: عندما لا يمكن العثور على أي عناصر
bg: Когато не могат да бъдат намерени обекти
ca: Quan no es poden trobar objectes
de: Wenn keine Objekte gefunden werden
eo: When there’s no cap to find lol
es: Cuando no se pueden encontrar objetos
fa: زمانی که هیچ شیئی پیدا نمی شود
fi: Kun objekteja ei löydy
fr: Quand aucun objet ne peut être trouvé
hu: Amikor nem találhatók objektumok
it: Quando non è possibile trovare alcun oggetto
ja: オブジェクトが見つからない場合
lt: Kai negalima rasti objektų
ms: Apabila tiada objek dapat dijumpai
nb: Når ingen objekter kan bli funnet
nl: Wanneer er geen objecten kunnen worden gevonden
pl: Gdy nie można znaleźć żadnych obiektów
pt_br: Quando nenhum objeto pode ser encontrado
ru: Когда не удается найти ни одного предмета
sk: Keď nie je možné nájsť žiadne objekty
sl: Ko ni mogoče najti predmetov
sq: Kur nuk gjenden objekte
sr: Kada nijedan objekat ne može da se pronađe
sv: När det inte går att hitta objekt
tr: Hiçbir nesne bulunamadığında
uk: Коли не вдається знайти жодних об’єктів
vi: Khi không tìm thấy đồ vật nào
zh_hk: 找不到物件時

source: You must define how the measure is calculated to save this metric
hu: Meg kell határoznia, hogyan számítják ki a mértéket, hogy elmentse ezt a metrikát.
ms: Anda perlu menentukan bagaimana ukuran dikira untuk menyimpan metrik ini

source: How often should we check for results?
hu: Milyen gyakran ellenőrizzük az eredményeket?
ms: Berapa kerap kita perlu menyemak hasil?

source: Check
eo: Bet
hu: Ellenőrzés
ms: Semak

source: Retained
ar: تم الاحتفاظ
bg: Запазени
ca: Retingut
de: Beibehalten
eo: Kept it on lock or just "kept" is pretty much it, but if you wanna be extra, you could say "locked in" or "got it on lock."
es: Retenido
fa: حفظ شد
fi: Säilytetty
fr: Conservé
hu: Megtartott
it: Mantenuto
ja: 保持
lt: Išlaikyta
ms: Disimpan
nb: Beholdes
nl: Behouden
pl: Zachowane
pt_br: Retido
ru: Сохраняемый
sk: Zadržané
sl: Ohranijo
sq: Të mbajtur
sr: Zadržano
sv: Behålls
tr: Elde tutulan
uk: Утримано
vi: Đã giữ lại
zh_hk: 保留

source: Compared to previous
ar: مقارنةً بالسابق
bg: В сравнение с предишни
ca: En comparació amb l'anterior
de: Im Vergleich zu früheren
eo: Compared to before, that’s lowkey cap or just "Compared to before, that's sus."
es: Comparado con anterior
fa: در مقایسه با قبلی
fi: Verrattuna edelliseen
fr: Comparé au précédent
hu: Az előzővel összehasonlítva
it: Rispetto ai precedenti
ja: 以前と比べて
lt: Palyginti su ankstesniu
ms: Berbanding dengan sebelum ini
nb: Sammenlignet med tidligere
nl: Vergeleken met vorig(e)
pl: W porównaniu z poprzednimi
pt_br: Comparado com anterior
ru: По сравнению с предыдущими
sk: V porovnaní s predchádzajúcimi
sl: V primerjavi s prejšnjimi
sq: Krahasuar me të mëparshmen
sr: U poređenju sa prethodnim
sv: Jämfört med tidigare
tr: Önceki ile karşılaştırıldığında
uk: Порівняно з попереднім
vi: So với trước đây
zh_hk: 與之前相比

source: Performance
ar: الأداء
bg: Изпълнение
ca: Rendiment
de: Leistung
eo: Vibe check
es: Rendimiento
fa: عملکرد
fi: Suorituskyky
hu: Teljesítmény
it: Prestazioni
ja: パフォーマンス
lt: Spektaklis
ms: Prestasi
nb: Ytelse
nl: Prestaties
pl: Wydajność
pt_br: Desempenho
ru: Производительность
sk: Výkon
sl: Predstava
sq: Performanca
sr: Performanse
sv: Prestanda
tr: Performans
uk: Продуктивність
vi: Hiệu năng
zh_hk: 效能

source: Move this collection to trash?
ar: نقل هذه المجموعة إلى سلة المهملات؟
bg: Преместване на тази колекция в кошчето за боклук?
ca: Voleu moure aquesta col·lecció a la paperera?
de: Diese Sammlung in den Papierkorb verschieben?
eo: Should we yeet this collection to the trash?
es: ¿Mover esta colección a la papelera?
fa: این مجموعه به سطل زباله منتقل شود؟
fi: Siirrä tämä kokoelma roskakoriin?
fr: Déplacer cette collection dans la corbeille ?
hu: Áthelyezi ezt a gyűjteményt a kukába?
it: Spostare questa collezione nella spazzatura?
ja: このコレクションをゴミ箱に移動しますか？
lt: Perkelti šią kolekciją į šiukšliadėžę?
ms: Pindahkan koleksi ini ke tong sampah?
nb: Flytte denne samlingen til søpla?
nl: Deze collectie naar de prullenbak verplaatsen?
pl: Przenieść tę kolekcję do kosza?
pt_br: Mover esta coleção para a lixeira?
ru: Переместить эту коллекцию в корзину?
sk: Presunúť túto zbierku do koša?
sl: Premakniti to zbirko v smeti?
sq: Ta zhvendosësh këtë koleksion në kosh?
sr: Premesti ovu kolekciju u smeće?
sv: Flytta samlingen till papperskorgen?
tr: Bu koleksiyonu çöpe mi taşıyalım?
uk: Перемістити цю колекцію в кошик?
vi: Chuyển bộ sưu tập này vào thùng rác?
zh_hk: 將這個系列移到垃圾桶？

source: The dashboards, collections, and alerts in this collection will also be moved to the trash.
ar: سيتم أيضًا نقل لوحات المعلومات والمجموعات والتنبيهات في هذه المجموعة إلى سلة المهملات.
bg: Таблата за управление, колекциите и сигналите в тази колекция също ще бъдат преместени в кошчето.
ca: Els quadres de comandament, les col·leccions i les alertes d'aquesta col·lecció també es mouran a la paperera.
de: Die Dashboards, Sammlungen und Alarme in dieser Sammlung werden ebenfalls in den Papierkorb verschoben.
eo: The dashboards, collections, and alerts in this collection are also getting yeeted to the trash.
es: Los paneles, colecciones y alertas de esta colección también se moverán a la papelera.
fa: داشبوردها، مجموعه‌ها و هشدارهای این مجموعه نیز به سطل زباله منتقل می‌شوند.
fi: Myös tämän kokoelman kojelaudat, kokoelmat ja hälytykset siirretään roskakoriin.
fr: Les tableaux de bord, collections, et alertes dans cette collection seront aussi déplacés dans la corbeille.
hu: Az ebben a gyűjteményben lévő irányítópultok, gyűjtemények és figyelmeztetések szintén a kukába kerülnek.
it: Anche le dashboard, le raccolte e gli avvisi presenti in questa raccolta verranno spostati nel cestino.
ja: このコレクション内のダッシュボード、コレクション、アラートもゴミ箱に移動されます。
lt: Šios kolekcijos prietaisų skydeliai, kolekcijos ir įspėjimai taip pat bus perkelti į šiukšliadėžę.
ms: Papan pemuka, koleksi, dan amaran dalam koleksi ini juga akan dipindahkan ke tong sampah.
nb: Dashbord, samlinger og varsler i denne samlingen vil også bli flyttet til søpla.
nl: De dashboards, collectie en waarschuwingen in deze collectie worden ook naar de prullenbak verplaatst.
pl: Pulpity, kolekcje i alerty w tej kolekcji również zostaną przeniesione do kosza.
pt_br: Os painéis, coleções e alertas nesta coleção também serão movidos para a lixeira.
ru: Приборные панели, коллекции и оповещения из этой коллекции также будут перемещены в корзину.
sk: Do koša sa presunú aj ovládacie panely, kolekcie a upozornenia v tejto kolekcii.
sl: Nadzorne plošče, zbirke in opozorila v tej zbirki bodo prav tako premaknjene v smetnjak.
sq: Panelet, koleksionet dhe alarmet në këtë koleksion do të zhvendosen gjithashtu në kosh.
sr: Kontrolne table, kolekcije i upozorenja u ovoj kolekciji će takođe biti premešteni u smeće.
sv: Instrumentpaneler, samlingar och notifieringar i denna samling kommer också att flyttas till papperskorgen.
tr: Bu koleksiyondaki gösterge tabloları, koleksiyonlar ve uyarılar da çöp kutusuna taşınacaktır.
uk: Дашборди, колекції та сповіщення в цій колекції також буде переміщено в кошик.
vi: Các bảng thông tin, bộ sưu tập và cảnh báo trong bộ sưu tập này cũng sẽ được chuyển vào thùng rác.
zh_hk: 此集合中的儀表板、集合和警示也會移至垃圾桶。

source: Trash this?
ar: نقل هذا إلى سلة المهملات؟
bg: Изхвърлете това?
ca: Moure a la paperera?
de: Dies löschen?
eo: Is this a vibe or nah?
es: ¿Borrar esto?
fa: سطل زباله؟
fi: Siirrä roskakoriin?
fr: Mettre ceci à la poubelle ?
hu: Kukába helyezze ezt?
it: Cestinare questo?
ja: ゴミ箱に移動しますか？
lt: Išmesti tai?
ms: Buang ini?
nb: Kaste dette?
nl: Dit weggooien?
pl: Wyrzucić to?
pt_br: Enviar para a lixeira?
ru: Выбросить это?
sk: Vyhodiť to do koša?
sl: Smeti to?
sq: Ta hedh në kosh?
sr: Poslati ovo u smeće?
sv: Slänga?
tr: Bunu çöpe mi atayım?
uk: Видалити в кошик?
vi: Vứt bỏ cái này đi?
zh_hk: 毀掉這個？

source: Move this page to trash?
ar: نقل هذه الصفحة إلى سلة المهملات؟
bg: Преместване на тази страница в кошчето?
ca: Voleu moure aquesta pàgina a la paperera?
de: Diese Seite in den Papierkorb verschieben?
eo: Should I yeet this page to the trash?
es: ¿Mover esta página a la papelera?
fa: این صفحه به سطل زباله منتقل شود؟
fi: Siirrä tämä sivu roskakoriin?
fr: Déplacer cette page vers la corbeille ?
hu: Áthelyezi ezt az oldalt a kukába?
it: Spostare questa pagina nel cestino?
ja: このページをゴミ箱に移動しますか？
lt: Perkelti šį puslapį į šiukšliadėžę?
ms: Pindahkan halaman ini ke tong sampah?
nb: Kast denne siden?
nl: Deze pagina naar de prullenbak verplaatsen?
pl: Przenieść tę stronę do kosza?
pt_br: Mover esta página para a lixeira?
ru: Переместить эту страницу в корзину?
sk: Presunúť túto stránku do koša?
sl: Premakniti to stran v smetnjak?
sq: Ta zhvendosësh këtë faqe në kosh?
sr: Premesti ovu stranicu u smeće?
sv: Flytta sidan till papperskorgen?
tr: Bu sayfayı çöpe mi taşıyalım?
uk: Перемістити цю сторінку в кошик?
vi: Chuyển trang này vào thùng rác?
zh_hk: 將此頁移至垃圾桶？
