Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Click behavior for {0}
ar: سلوك النقر لـ {0}
bg: Поведение при кликване за {0}
ca: Comportament en fer clic a {0}
de: Click-Verhalten für {0}
eo: Click behavior for {0} → Clicks for {0} are kinda sus rn
es: Comportamiento del clic para {0}
fa: رفتار کلیک برای {0}
fi: {0} :n klikkauskäyttäytyminen
fr: Comportement au clic sur {0}
hu: Kattintási viselkedés a(z) {0}-hoz
it: Comportamento del clic per {0}
ja: {0}の動作を選んでください
lt: {0} paspaudimų elgsena
ms: Klik tingkah laku untuk {0}
nb: Oppførsel ved klikk for {0}
nl: Klikgedrag voor {0}
pl: Kliknij na zachowanie dla {0}
pt_br: Comportamento ao clicar para {0}
ru: Поведение кликов для {0}
sk: Správanie pri kliknutí pre {0}
sl: Vedenje klika za {0}
sq: Sjellja e klikimit për {0}
sr: Ponašanje pri kliku za {0}
sv: Beteende vid klick för {0}
tr: {0} için tıklama davranışı
uk: Поведінка кліку для {0}
vi: Hành vi nhấp cho {0}
zh_hk: {0}的點擊行為

source: Pick one or more filters to update
ar: اختر فلترًا واحدًا أو أكثر للتحديث
bg: Изберете един или повече филтри за актуализиране
ca: Seleccioneu un o més filtres per actualitzar
de: Wählen Sie einen oder mehrere Filter aus, die aktualisiert werden sollen
eo: Pick one or more filters to flex with ✨
es: Elige uno o más filtros para actualizar
fa: یک یا چند فیلتر برای به‌روز رسانی انتخاب کنید
fi: Poimi ainakin yksi päivitettävä suodin
fr: Sélectionnez un ou plusieurs filtres à mettre à jour
hu: Válasszon egy vagy több szűrőt a frissítéshez
it: Scegli uno o più filtri da aggiornare
ja: 更新する1つ以上のフィルターを選択します
lt: Pasirinkite vieną ar daugiau filtrų, kuriuos norite atnaujinti
ms: Pilih satu atau lebih penapis untuk dikemas kini
nb: Velg ett eller fler filter som skal oppdateres
nl: Kies een of meer filters om bij te werken
pl: Wybierz jeden lub więcej filtrów do zaktualizowania
pt_br: Escolha um ou mais filtros para atualizar
ru: Выберите один или несколько фильтров для обновления
sk: Vyberte jeden alebo viac filtrov na aktualizáciu
sl: Izberite enega ali več filtrov za posodobitev
sq: Zgjidh një ose më shumë filtra për t’i përditësuar
sr: Izaberite jedan ili više filtera za ažuriranje
sv: Välj ett eller flera filter att uppdatera
tr: Güncellemek için bir veya daha fazla filtre seçin
uk: Оберіть один або кілька фільтрів для оновлення
vi: Chọn một hoặc nhiều bộ lọc để cập nhật
zh_hk: 選擇一或多個篩選器進行更新

source: Saved question
ar: سؤال محفوظ
bg: Запазен въпрос
ca: Pregunta desada
de: Frage gespeichert
eo: Saved q, fr.
es: Pregunta guardada
fa: سوال ذخیره شده
fi: Kysymys tallennettu
fr: Question sauvegardée
hu: Mentett kérdés
it: Domanda salvata
ja: 保存された質問
lt: Išsaugotas klausimas
ms: Soalan yang disimpan
nb: Lagret spørsmål
nl: Opgeslagen vragen
pl: Zapisane pytanie
pt_br: Pergunta salva
ru: Сохраненный запрос
sk: Uložená otázka
sl: Shranjeno vprašanje
sq: Pyetje e ruajtur
sr: Sačuvano pitanje
sv: Sparad fråga
tr: Kaydedilmiş soru
uk: Збережений запит
vi: Câu hỏi đã lưu
zh_hk: 已儲存的問題

source: Link to
ar: اربط إلى
bg: Връзка към
ca: Enllaç a
de: Link zu
eo: Link to → Linky for
es: Enlazar a
fa: لینک به
fi: Linkki
fr: Lien vers
hu: Link ehhez
it: Collegamento a
ja: リンク
lt: Nuoroda į
ms: Pautkan ke
nb: Lenke til
nl: Linken naar
pl: Link do
pt_br: Vincular a
ru: Ссылка на
sk: Prepojiť na
sl: Povezava do
sq: Lidhu me
sr: Link ka
sv: Länka till
tr: Link
uk: Посилання на
vi: Liên kết đến
zh_hk: 連結到

source: Enter a URL to link to
ar: أدخل URL للربط إليه
bg: Въведете URL адрес към който да се свърже
ca: Entra una URL on enllaçar
de: Geben Sie die URL ein, zu der verlinkt werden soll
eo: Drop a URL to link to, bestie
es: Introduce una URL para enlazar
fa: یک URL برای لینک وارد کنید
fi: Anna linkitettävä URL-osoite
fr: Entrez l'URL du lien
hu: Adjon meg egy URL-t a hivatkozáshoz
it: Inserisci un URL da collegare
ja: リンク先のURLを入力してください
lt: Įveskite URL, į kurį norite susieti
ms: Masukkan URL untuk pautkan ke
nb: Skriv inn en URL å lenke til
nl: Voer een URL in om naar te linken
pl: Wprowadź URL do połączenia
pt_br: Insira um URL para vincular
ru: Введите URL-адрес для ссылки на
sk: Zadajte URL adresu na prepojenie
sl: Vnesite URL, do katerega želite vzpostaviti povezavo
sq: Fut një URL për të lidhur
sr: Unesite URL na koji vodi link
sv: Ange en URL att länka till
tr: Link için adres girin
uk: Введіть URL, на який потрібно посилатися
vi: Nhập một URL để liên kết đến
zh_hk: 輸入要連結的URL

source: You can insert the value of a column or dashboard filter using its name, like this: {{some_column}}
ar: يمكنك إدراج قيمة عمود أو فلتر لوحة المعلومات باستخدام اسمه، مثل: {{some_column}}
bg: Можете да вмъкнете стойността на колона или филтър на табло, използвайки неговото име, като това: {{some_column}}
ca: Podeu inserir el valor d'una columna o filtre de quadre de comandament utilitzant el seu nom, per exemple: {{some_column}}
de: Sie können den Wert einer Spalte oder eines Dashboard-Filters über seinen Namen wie folgt einfügen: {{some_column}}
eo: You can plug in the value of a column or dashboard filter by its name, like this: {{some_column}}.
es: Puedes insertar el valor de una columna o filtro de cuadro de mando con su nombre, así: {{some_column}}
fa: می‌توانید با استفاده از نام، مقدار یک ستون یا فیلتر داشبورد را وارد کنید، مانند این: {{some_column}}
fi: Voit lisätä sarakkeen tai Dashboard-suotimen arvon käyttämällä sen nimeä näin: {{some_column}}
fr: Vous pouvez insérer la valeur d'un filtre de colonne ou de tableau de bord en utilisant son nom, comme ceci : {{some_column}}
hu: Egy oszlop vagy irányítópult szűrő értékét beszúrhatja a neve alapján, például így: {{some_column}}
it: Puoi inserire il valore di una colonna o di un filtro della dashboard utilizzando il suo nome, in questo modo: {{some_column}}
ja: カラムまたはダッシュボードのフィルタへの値はその名前を利用して入れることができます(例：{{some_column}})
lt: Stulpelio arba prietaisų skydelio filtro vertę galite įterpti naudodami jo pavadinimą, pvz.: {{some_column}}
ms: Anda boleh memasukkan nilai lajur atau penapis papan pemuka menggunakan namanya, seperti ini: {{some_column}}
nb: Du kan sette inn verdien av en kolonne eller infotavlefilter ved å bruke navn, som dette: {{some_column}}
nl: Je kunt de waarde van een kolom- of dashboardfilter met de naam toevoegen, zoals: {{some_column}}
pl: Możesz wstawić wartość kolumny lub filtru pulpitu używając jego nazwy, w ten sposób: {{some_column}}
pt_br: Você pode inserir o valor de uma coluna ou filtro do painel usando seu nome, assim: {{some_column}}
ru: Вы можете вставить значение фильтра столбца или дашборда, используя его имя, например: {{some_column}}
sk: Môžete vložiť hodnotu stĺpca alebo filtra inštalácie panelu s použitím jeho názvu, napríklad takto: {{some_column}}
sl: Vrednost filtra stolpca ali nadzorne plošče lahko vstavite z njegovim imenom, na primer: {{some_column}}
sq: Mund të futësh vlerën e një kolone ose filtri paneli duke përdorur emrin e saj, si kështu: {{some_column}}
sr: Možete ubaciti vrednost kolone ili filtera kontrolne table koristeći njen naziv, ovako: {{some_column}}
sv: Du kan ange värdet på ett filter från en kolumn eller instrumentpanel genom att använda dess namn, så här: {{någon_kolumn}}
tr: Adını kullanarak bir sütun veya gösterge tablosu filtresinin değerini şu şekilde ekleyebilirsiniz: {{bazı_sütun}}
uk: Ви можете вставити значення стовпця або фільтра дашборду, використовуючи його назву, ось так: {{some_column}}
vi: Bạn có thể chèn giá trị của bộ lọc cột hoặc trang tổng quan bằng cách sử dụng tên của nó, như sau: {{some_column}}
zh_hk: 您可以使用其名稱插入列或儀表板篩選的值，如下所示：{{some_column}}

source: e.g. http://acme.com/id/{{user_id}}
ar: مثلًا: http://acme.com/id/{{user_id}}
bg: например http://acme.com/id/{{user_id}}
ca: p. ex. http://acme.com/id/{{user_id}}
de: z.B. http://acme.com/id/{{user_id}}
eo: like, e.g. http://acme.com/id/{{user_id}} — so u can just swap in ur info, fr.
es: p. ej. http://acme.com/id/{{user_id}}
fa: مانند. http://acme.com/id/{{user_id}}
fi: esim. http://acme.com/id/{{user_id}}
fr: ex : http://acme.com/id/{{user_id}}
hu: pl. http://acme.com/id/{{felhasznalo_id}}
it: es. http://acme.com/id/{{user_id}}
ja: すなわち、http://acme.com/id/{{user_id}}
lt: pvz. http://acme.com/id/{{user_id}}
ms: http://acme.com/id/{{user_id}}: cth. http://acme.com/id/{{user_id}}
nb: f.eks http://acme.com/id/{{user_id}}
nl: bijv. https://acme.com/id/{{user_id}}
pl: np. http://acme.com/id/{{user_id}}
pt_br: p. ex. http://acme.com/id/{{user_id}}
ru: например http://acme.com/id/{{user_id}}
sk: napr. http://acme.com/id/{{user_id}}
sl: npr. http://acme.com/id/{{user_id}}
sq: p.sh. http://acme.com/id/{{user_id}}
sr: npr. http://acme.com/id/{{user_id}}
sv: t.ex http://minsajt.se/id/{{user_id}}
tr: Örneğin. http://acme.com/id/{{user_id}}
uk: напр. http://acme.com/id/{{user_id}}
vi: ví dụ. http://acme.com/id/{{user_id}}
zh_hk: 例如 http://acme.com/id/{{user_id}}

source: Pick a dashboard...
hu: Válasszon egy irányítópultot...
ms: Pilih papan pemuka...

source: Pick a question...
hu: Válasszon egy kérdést...
ms: Pilih soalan...

source: Pick a dashboard to link to
ar: اختر لوحة معلومات للربط إليها
bg: Изберете табло за свързване
ca: Seleciona un quadre de comandament on enllaçar
de: Wählen Sie ein Dashboard, auf das verlinkt werden soll
eo: Pick a dashboard to link to, bestie <3
es: Elige un cuadro de mando con el que enlazar
fa: یک داشبورد برای لینک انتخاب کنید
fi: Valitse linkattava Dashboard
fr: Choisissez un tableau de bord à relier à
hu: Válasszon egy irányítópultot a hivatkozáshoz
it: Seleziona una dashboard a cui collegarti
ja: リンクを貼るダッシュボードを選んでください
lt: Pasirinkite prietaisų skydelį, į kurį norite susieti
ms: Pilih papan pemuka untuk dipautkan
nb: Velg en infotavle å lenke til
nl: Kies een dashboard om naar te linken
pl: Wybierz pulpit, aby połączyć z
pt_br: Selecione um painel para vincular
ru: Выберите дашборд, на который нужно ссылаться
sk: Vyberte inštalačný panel pre prepojenie
sl: Izbira nadzorne plošče, s katero želite vzpostaviti povezavo
sq: Zgjidh një panel për ta lidhur
sr: Izaberite kontrolnu tablu na koju vodi link
sv: Välj en instrumentpanel att länka till
tr: Bağlanmak için bir gösterge tablosu seçin
uk: Виберіть дашборд, на який потрібно посилатися
vi: Chọn một trang tổng quan để liên kết đến
zh_hk: 選擇一個資訊看板以連到

source: Pick a question to link to
ar: اختر سؤالًا للربط إليه
bg: Изберете въпрос за свързване
ca: Seleciona una pregunta on enllaçar
de: Wählen Sie die Frage aus, zu der verlinkt werden soll
eo: Pick a q to link up with
es: Elige un pregunta con la que enlazar
fa: یک سوال برای لینک انتخاب کنید
fi: Valitse linkitettävä kysymys
fr: Choisissez une question à relier à
hu: Válasszon egy kérdést a hivatkozáshoz
it: Seleziona una domanda a cui collegarti
ja: リンクする質問を選択してください
lt: Pasirinkite klausimą, į kurį norite susieti
ms: Pilih soalan untuk dipautkan
nb: Velg et spørsmål å lenke til
nl: Kies een vraag om naar te linken
pl: Wybierz pytanie, aby połączyć
pt_br: Selecione uma pergunta para vincular
ru: Выберите запрос для ссылки
sk: Vyberte otázku na prepojenie
sl: Izberite vprašanje za povezavo
sq: Zgjidh një pyetje për ta lidhur
sr: Izaberite pitanje na koje vodi link
sv: Välj en fråga att länka till
tr: Bağlanmak için bir soru seçin
uk: Виберіть запит, на який потрібно посилатися
vi: Chọn một câu hỏi để liên kết với
zh_hk: 選擇一個問題以連到

source: Pass values to this dashboard's filters (optional)
ar: مرّر القيم إلى فلاتر لوحة المعلومات هذه (اختياري)
bg: Предайте стойности на филтрите на това табло (по избор)
ca: Passeu valors als filtres d'aquest quadre de comandament (opcional)
de: Werte an die Filter dieses Dashboards übergeben (optional)
eo: Drop the values into the dashboard filters if u wanna, no cap
es: Pasar valores a los filtros de este cuadro de mando (opcional)
fa: مقادیر را به فیلترهای این داشبورد عبور دهید (اختیاری)
fi: Välitä arvot tämän Dashboardin suotimiin (valinnainen)
fr: Passez les valeurs aux filtres de ce tableau de bord (facultatif)
hu: Értékek átadása az irányítópult szűrőinek (opcionális)
it: Passa i valori ai filtri di questa dashboard (opzionale)
ja: このダッシュボードのフィルタに値を渡してください(任意)
lt: Perduoti vertes į šios informacijos suvestinės filtrus (pasirenkama)
ms: Hantar nilai ke penapis papan pemuka ini (pilihan)
nb: Send verdier til denne infotavlens filtre (valgfritt)
nl: Geef waarden door aan de filters van dit dashboard (optioneel)
pl: Przekaż wartości do filtrów tego pulpitu (opcjonalnie)
pt_br: Passar valores para os filtros deste painel (opcional)
ru: Передавать значения в фильтры этого дашборда (необязательно)
sk: Preneste hodnoty filtrom tohto inštalačného panelu (voliteľné)
sl: Posredovanje vrednosti filtrom na tej nadzorni plošči (izbirno)
sq: Kalo vlera te filtrat e këtij paneli (opsionale)
sr: Prosledi vrednosti filterima ove kontrolne table (opciono)
sv: Skicka värdena för denna instrumentpanels filter (valfritt)
tr: Değerleri bu kontrol panelinin filtrelerine geçirin (isteğe bağlı)
uk: Передавати значення в фільтри дашборду (опціонально)
vi: Chuyển các giá trị đến các bộ lọc của trang tổng quan này (tùy chọn)
zh_hk: 將<b>值</b>傳遞到此儀表板的<b>篩選器</b>（可選）

source: Pass values to this question's variables (optional)
ar: مرّر القيم إلى متغيرات هذا السؤال (اختياري)
bg: Предайте стойности на променливите на този въпрос (по избор)
ca: Passeu valors a les variables d'aquesta pregunta (opcional)
de: Werte an die Variablen dieser Frage übergeben (optional)
eo: Slide the values into this question’s variables if u wanna, no cap
es: Pasar valores a las variables de esta pregunta (opcional)
fa: مقادیر را به متغیرهای این سوال عبور دهید (اختیاری)
fi: Välitä arvot tämän kysymyksen muuttujiin (valinnainen)
fr: Passez les valeurs aux variables de cette question (facultatif)
hu: Értékek átadása a kérdés változóinak (nem kötelező)
it: Passa i valori alle variabili di questa domanda (opzionale)
ja: この質問の変数に値を渡してください(任意)
lt: Perduoti reikšmes šio klausimo kintamiesiems (neprivaloma)
ms: Hantar nilai ke pemboleh ubah soalan ini (pilihan)
nb: Send verdier til dette spørsmålets variabler (valgfritt)
nl: Geef waarden door aan de variabelen van deze vraag (optioneel)
pl: Przekaż wartości do zmiennych tego pytania (opcjonalnie)
pt_br: Passar valores para as variáveis desta pergunta (opcional)
ru: Передайте значения в переменные этого запроса (необязательно)
sk: Preneste hodnoty k premenným tejto otázky (voliteľné)
sl: Posredovanje vrednosti spremenljivkam tega vprašanja (izbirno)
sq: Kalo vlera te variablat e kësaj pyetjeje (opsionale)
sr: Prosledi vrednosti promenljivama ovog pitanja (opciono)
sv: Skicka värden till denna frågas variabler (valfritt)
tr: Bu sorunun değişkenlerine değer iletin (isteğe bağlı)
uk: Передавати значення у змінні цього запиту (необов’язково)
vi: Chuyển giá trị cho các biến của câu hỏi này (tùy chọn)
zh_hk: 將<b>值</b>傳遞到此問題的變數<b>（</b>可選）

source: Pass values to filter this question (optional)
ar: مرّر القيم لتصفية هذا السؤال (اختياري)
bg: Предайте стойности за филтриране на този въпрос (по избор)
ca: Passeu valors per filtrar aquesta pregunta (opcional)
de: Werte zum Filtern an diese Frage übergeben (optional)
eo: Drop your values here if ya wanna filter this q (not required)
es: Pasar valores para filtrar esta pregunta (opcional)
fa: مقادیر را برای فیلتر این سوال عبور دهید (اختیاری)
fi: Välitä arvot kyselyn suodattamiseksi (optio)
fr: Passez les valeurs pour filtrer cette question (facultatif)
hu: Adjon meg értékeket a kérdés szűréséhez (opcionális)
it: Passa i valori per filtrare questa domanda (opzionale)
ja: この質問に値を渡してください(任意)
lt: Perduokite vertes, kad filtruotumėte šį klausimą (pasirenkama)
ms: Hantar nilai untuk menapis soalan ini (pilihan)
nb: Send verdier for å filtrere dette spørsmålet (valgfritt)
nl: Geef waarden door om deze vraag te filteren (optioneel)
pl: Przekaż wartości, aby filtrować to pytanie (opcjonalnie)
pt_br: Passar valores para filtrar esta pergunta (opcional)
ru: Передайте значения для фильтрации этого запроса (необязательно)
sk: Preneste hodnoty na filtrovanie tejto otázky (voliteľné)
sl: Posredovanje vrednosti za filtriranje tega vprašanja (izbirno)
sq: Kalo vlera për të filtruar këtë pyetje (opsionale)
sr: Prosledi vrednosti za filtriranje ovog pitanja (opciono)
sv: Skicka värden till för att filtrera denna fråga (valfritt)
tr: Bu soruyu filtrelemek için değerleri iletin (isteğe bağlı)
uk: Передавати значення, щоб фільтрувати цей запит (необов’язково)
vi: Chuyển các giá trị để lọc câu hỏi này (tùy chọn)
zh_hk: 傳遞<b>值</b>以篩選此問題<b>（</b>可選）

source: Dashboard filters
ar: فلاتر لوحة المعلومات
bg: Филтри на таблото за управление
ca: Filtres del quadre de comandament
de: Dashboard-Filter
eo: Dashboard filters → Dashboard vibe controllers
es: Filtros de cuadro de mando
fa: فیلترهای داشبورد
fi: Dashboardsuotimet
fr: Filtres du tableau de bord
hu: Irányítópult szűrők
it: Filtri della dashboard
ja: ダッシュボードフィルタ
lt: Prietaisų skydelio filtrai
ms: Penapis papan pemuka
nb: Filter for infotavler
pl: Filtry pulpitu
pt_br: Filtros do painel
ru: Фильтры дашборда
sk: Filtre panela
sl: Filtri nadzorne plošče
sq: Filtrat e panelit
sr: Filteri kontrolne table
sv: Filter för instrumentpanel
tr: Gösterge tablosu filtreleri
uk: Фільтри дашборду
vi: Bộ lọc trang tổng quan
zh_hk: 資訊看板篩選器

source: User attributes
ar: سمات المستخدم
bg: Атрибути на потребителя
ca: Atributs d'usuari
de: Benutzerattribute
eo: User vibes
es: Atributos de usuario
fa: ویژگی‌های کاربر
fi: Käyttäjä attribuutit
fr: Attributs utilisateur
hu: Felhasználói attribútumok
it: Attributi utente
ja: ユーザ属性
lt: Vartotojo atributai
ms: Atribut pengguna
nb: Brukerattributter
nl: Gebruikersattributen
pl: Atrybuty użytkownika
pt_br: Atributos do usuário
ru: Атрибуты пользователя
sk: Atribúty používateľa
sl: Uporabniški atributi
sq: Atribute të përdoruesit
sr: Korisnički atributi
sv: Användar-attribut
tr: Kullanıcı özellikleri
uk: Атрибути користувача
vi: Thuộc tính người dùng
zh_hk: 使用者屬性

source: Customize link text (optional)
ar: تخصيص نص الرابط (اختياري)
bg: Персонализиране на текст на връзката (по избор)
ca: Personalitza el text de l'enllaç (opcional)
de: Linktext anpassen (optional)
eo: Make the link text your vibe (no cap)
es: Personalizar el texto del enlace (opcional)
fa: متن لینک را سفارشی کنید (اختیاری)
fi: Muokkaa linkin tekstiä (valinnainen)
fr: Personnaliser le texte du lien (facultatif)
hu: Link szöveg testreszabása (opcionális)
it: Personalizza il testo del link (opzionale)
ja: リンクテキストのカスタマイズ(任意)
lt: Tinkinti nuorodos tekstą (pasirenkama)
ms: Sesuaikan teks pautan (pilihan)
nb: Tilpasse lenketekst (valgfritt)
nl: Linktekst aanpassen (optioneel)
pl: Dostosuj tekst łącza (opcjonalnie)
pt_br: Personalizar texto do link (opcional)
ru: Настроить текст ссылки (необязательно)
sk: Prispôsobiť text odkazu (voliteľné)
sl: Prilagajanje besedila povezave (izbirno)
sq: Personalizo tekstin e link-ut (opsionale)
sr: Prilagodi tekst linka (opciono)
sv: Anpassa länktext (valfritt)
tr: Bağlantı metnini özelleştirin (isteğe bağlı)
uk: Налаштувати текст посилання (необов’язково)
vi: Tùy chỉnh văn bản liên kết (tùy chọn)
zh_hk: 自訂連結文本<b>（</b>可選）

source: E.x. Details for {{Column Name}}
ar: مثال: التفاصيل لـ {{Column Name}}
bg: Напр. Детайли за {{Column Name}}
ca: p.e.: Detall de {{Column Name}}
de: z.B. Details für {{Column Name}}
eo: E.x. deets for {{Column Name}}
es: Ex. Detalles de {{Column Name}}
fa: مثال: جزئیات برای {{Column Name}}
fi: esim. {{Sarakkeen nimi}} tiedot
fr: E.x. Détails pour {{Column Name}}}
hu: Példa: Részletek a(z) {{Column Name}} számára
it: Es. Dettagli per {{Column Name}}
ja: E.x. {{Column Name}}の詳細
lt: Pvz. Išsami informacija apie {{Stulpelio pavadinimas}}
ms: Cth. Butiran untuk {{Column Name}}
nb: F.eks Detaljer for {{Column Name}}
nl: Bijv. details voor {{Column Name}}
pl: Np. Szczegóły dla {{Column Name}}
pt_br: Ex.: Detalhes para {{Column Name}}
ru: Детали Ex для {{Column Name}}
sk: Napr. Detaily pre {{Column Name}}
sl: Npr. Podrobnosti za {{Ime stolpca}}
sq: P.sh. Detaje për {{Column Name}}
sr: Npr. Detalji za {{Column Name}}
sv: T.ex detaljer för {{Column Name}}
tr: E.x. {{Sütun Adı}} için ayrıntılar
uk: Напр. Деталі для {{Column Name}}
vi: Ví dụ. Chi tiết cho {{Column Name}}
zh_hk: 例如：{{Column Name}} 的詳細資訊

source: Values you can reference
ar: القيم التي يمكنك الإشارة إليها
bg: Стойности, които можете да посочите
ca: Valors que es poden referenciar
de: Werte, die Sie referenzieren können
eo: Vibes ya can peep
es: Valores a los que puedes hacer referencia
fa: مقادیر قابل ارجاع
fi: Arvot, joihin voit viitata
fr: Valeurs que vous pouvez référencer
hu: Értékek, amelyekre hivatkozhat
it: Valori a cui puoi fare riferimento
ja: 参照できる値
lt: Vertybės, kurias galite nurodyti
ms: Nilai yang boleh anda rujuk
nb: Verdier du kan referere til
nl: Waarden waarnaar je kunt verwijzen
pl: Wartości, do których można się odnieść
pt_br: Valores que você pode referenciar
ru: Значения, на которые вы можете ссылаться
sk: Hodnoty, na ktoré sa môžete odkázať
sl: Vrednosti, na katere se lahko sklicujete
sq: Vlera që mund të referosh
sr: Vrednosti koje možete da referencirate
sv: Värden du kan referera till
tr: Referans verebileceğiniz değerler
uk: Значення, на які можна посилатися
vi: Giá trị bạn có thể tham khảo
zh_hk: 您可以參考的值

source: No available targets
ar: لا توجد أهداف متاحة
bg: Няма налични цели
ca: Sense objectius disponibles
de: Keine verfügbaren Ziele
eo: No cap, no targets rn
es: No hay objetivos disponibles
fa: هیچ هدفی در دسترس نیست
fi: Ei kohteita saatavissa
fr: Pas de cibles disponibles
hu: Nincsenek elérhető célok
it: Nessun obiettivo disponibile
ja: 入手可能なターゲットはありません
lt: Nėra pasiekiamų taikinių
ms: Tiada sasaran yang tersedia
nb: Ingen tilgjengelige mål
nl: Geen beschikbare doelen
pl: Brak dostępnych celów
pt_br: Sem destinos disponíveis
ru: Нет доступных целей
sk: Žiadne dostupné ciele
sl: Ni razpoložljivih ciljev
sq: Nuk ka objektiva të disponueshme
sr: Nema dostupnih odredišta
sv: Inga tillgängliga mål
tr: Kullanılabilir hedef yok
uk: Немає доступних цілей
vi: Không có mục tiêu khả dụng
zh_hk: 沒有可用的目標

source: filter
ar: فلتر
bg: филтър
ca: filtre
eo: filter → filter (still pretty much the same, but if you wanna be extra, you could say "filter (the glow-up tool)")
es: filtro
fa: فیلتر
fi: suodin
fr: filtre
hu: szűrő
it: filtro
ja: フィルタ
lt: filtras
ms: penapis
pl: filtruj
pt_br: filtro
ru: фильтр
sq: filtër
tr: filtre
uk: фільтр
vi: bộ lọc
zh_hk: 篩選器

source: variable
ar: متغيّر
bg: променлива
eo: variable → flexing with a variable, or just "var" if you wanna keep it chill
fa: متغیر
fi: muuttuja
hu: változó
it: variabile
ja: 変数
lt: kintamasis
ms: pembolehubah
nb: variabel
nl: variabele
pl: zmienna
pt_br: variável
ru: переменные
sk: premenná
sl: spremenljivka
sq: variabël
sr: promenljiva
sv: variabel
tr: değişken
uk: змінна
vi: biến số
zh_hk: 變數

source: Other available filters
ar: فلاتر أخرى متاحة
bg: Други налични филтри
ca: Altres filtres disponibles
de: Weitere verfügbare Filter
eo: Other filters that are chill and ready to use
es: Otros filtros disponibles
fa: سایر فیلترهای موجود
fi: Muut saatavissa olevat suotimet
fr: Autres filtres disponibles
hu: Egyéb elérhető szűrők
it: Altri filtri disponibili
ja: 他の利用可能なフィルタ
lt: Kiti galimi filtrai
ms: Penapis lain yang tersedia
nb: Andre tilgjengelige filtre
nl: Andere beschikbare filters
pl: Inne dostępne filtry
pt_br: Outros filtros disponíveis
ru: Другие доступные фильтры
sk: Iné dostupné filtre
sl: Drugi razpoložljivi filtri
sq: Filtra të tjerë të disponueshëm
sr: Ostali dostupni filteri
sv: Andra tillgängliga filter
tr: Diğer mevcut filtreler
uk: Інші доступні фільтри
vi: Các bộ lọc có sẵn khác
zh_hk: 其他可用的篩選器

source: Avaliable filters
hu: Rendelhet
ms: Penapis yang tersedia
