Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: New [[this.short-name]] in the last 30 days
ar: [[this.short-name]] جديدة خلال آخر 30 يومًا
bg: Ново [[this.short-name]] през последните 30 дни
ca: Nous [[this.short-name]] en els darrers 30 dies
de: Neue [[this.short-name]] der letzten 30 Tage
eo: New [[this.short-name]] just dropped in the last 30 days, fr fr
es: Nuevo [[this.short-name]] en los últimos 30 días
fa: [[this.short-name] جدید در 30 روز گذشته
fi: Uusi [[this.short-name]] viimeisen 30 päivän aikana
fr: Nouveau [[this.short-name]] dans les 30 derniers jours
hu: Új [[this.short-name]] az elmúlt 30 napban
it: Nuovo [[this.short-name]] negli ultimi 30 giorni
ja: 過去30日の新しい[[this.short-name]]
lt: Nauja [[this.short-name]] per pastarąsias 30 dienų
ms: [[nama-pendek.ini]] baru dalam 30 hari terakhir
nb: Nye [[this.short-name]] i løpet av de siste 30 dager
nl: Nieuwe [[this.short-name]] in de laatste 30 dagen
pl: Nowe [[this.short-name]] w ostatnich 30 dniach
pt_br: Novo [[this.short-name]] nos últimos 30 dias
ru: Новый [[this.short-name]] за последние 30 дней
sk: Nový [[this.short-name]] za posledných 30 dní
sl: Novo [[this.short-name]] v zadnjih 30 dneh
sq: [[this.short-name]] të rinj në 30 ditët e fundit
sr: Novi [[this.short-name]] u poslednjih 30 dana
sv: Nya [[this.short-name]] de senaste 30 dagarna
tr: Son 30 gündeki yeni [[this.short-name]]
uk: Нові [[this.short-name]] за останні 30 днів
vi: [[this.short-name]] mới trong 30 ngày qua
zh_hk: 過去30天內新[[this.short-name]]

source: Total sessions by desktop, mobile, or tablet
hu: Összes munkamenet asztali számítógépen, mobilon vagy táblagépen
ms: Jumlah sesi mengikut desktop, mudah alih, atau tablet

source: Indepth example
hu: Mélyreható példa
ms: Contoh mendalam

source: Average income per source
ar: متوسط الدخل حسب المصدر
bg: Среден доход на източник
ca: Ingressos mitjos per orígen
de: Durchschnittseinkommen nach Quelle
eo: Basic income per source
es: Ingreso medio por origen
fa: درآمد متوسط در هر منبع
fi: Keskimääräiset tulot lähdettä kohti
fr: Revenu moyen par source
hu: Átlagos bevétel forrásonként
it: Entrata media per sorgente
ja: ソースごとの平均収益
lt: Vidutinės pajamos vienam šaltiniui
ms: Pendapatan purata setiap sumber
nb: Gjennomsnittlig inntekt per kilde
nl: Gemiddelde inkomen per bron
pl: Średni dochód według źródła
pt_br: Média de renda por fonte
ru: Средняя выручка по источникам
sk: Priemerný príjem na zdroj
sl: Povprečni dohodek na vir
sq: Mesatarja e të ardhurave për burim
sr: Prosečan prihod po izvoru
sv: Genomsnittlig förtjänst per källa
tr: Kaynak başına ortalama gelir
uk: Середній дохід за джерелом
vi: Thu nhập trung bình trên mỗi nguồn
zh_hk: 每個來源的平均收入

source: [[Timestamp]] by day of week
ar: [[Timestamp]] حسب يوم الأسبوع
bg: [[Timestamp]] по ден от седмицата
ca: [[Timestamp]] per dia de la setmana
de: [[Timestamp]] nach Tag der Woche
eo: [[Timestamp]] by day of the week, fr fr
es: [[Timestamp]] por día de la semana
fa: [[Timestamp]] تا روز هفته
fi: [[Timestamp]] viikonpäivän mukaan
fr: [[Timestamp]] par jour de la semaine
hu: [[Időbélyeg]] hét napjai szerint
it: [[Timestamp]] per giorno della settimana
ja: 曜日別の [[Timestamp]]
lt: [[Laiko žymė]] savaitės dieną
ms: [[CapWaktu]] mengikut hari dalam minggu
nb: [[Timestamp]] etter ukedag
nl: [[Timestamp]] per dag van de week
pl: [[Timestamp]] według dnia tygodnia
pt_br: [[Timestamp]] por dia da semana
ru: [[Timestamp]] по дням недели
sk: [[Timestamp]] podľa dňa v týždni
sl: [[Časovni žig]] po dnevu v tednu
sq: [[Timestamp]] sipas ditës së javës
sr: [[Timestamp]] po danu u nedelji
sv: [[Timestamp]] per veckodag
tr: Haftanın gününe göre [[Timestamp]]
uk: [[Timestamp]] за днем тижня
vi: [[Timestamp]] theo ngày trong tuầ
zh_hk: [[時間戳]]按星期幾

source: Heres a closer look at your [[this]]
hu: Itt van egy közelebbi pillantás a [[ez]]-re
ms: Berikut adalah pandangan lebih dekat pada [[ini]] anda

source: Heres a closer look at your [[this]] field
hu: Itt van egy közelebbi pillantás a [[ez]] mezőre
ms: Berikut adalah pandangan lebih dekat pada medan [[ini]] anda

source: Summary
ar: ملخص
bg: Обобщение
ca: Resum
de: Zusammenfassung
eo: TL;DR
es: Resumen
fa: خلاصه
fi: Yhteenveto
fr: Résumé
hu: Összegzés
it: Riepilogo
ja: 概要
lt: Santrauka
ms: Ringkasan
nb: Oppsummering
nl: Samenvatting
pl: Streszczenie
pt_br: Resumo
ru: Всего
sk: Súhrn
sl: Povzetek
sq: Përmbledhje
sr: Sažetak
sv: Summering
tr: Özet
uk: Підсумок
vi: Tóm lượ
zh_hk: 概覽

source: How the [[this]] is distributed geographically
ar: كيف يتوزع [[this]] جغرافيًا
bg: Как [[това]] се разпределя географски
ca: Com es distribueix [[this]] geogràficament
de: Wie [[this]] geografisch verteilt ist
eo: How the [[this]] is lowkey spread across the map
es: Cómo se distribuye geográficamente el [[this]]
fa: نحوه توزیع [[this]] جغرافیایی
fi: Kuinka [[this]] jakautuu maantieteellisesti
fr: Comment le [[this]] est distribué géographiquement
hu: Hogyan oszlik meg a [[ez]] földrajzilag
it: Come [[this]] è distribuito geograficamente
ja: [[this]]は地理的にどのように分布しているのか
lt: Kaip [[tai]] yra platinama geografiškai
ms: Bagaimana [[ini]] diedarkan secara geografi
nb: Hvordan [[this]] er fordelt geografisk
nl: Hoe [[this]] geografisch is verdeeld
pl: W jaki sposób [[this]] jest dystrybuowany geograficznie
pt_br: Como [[this]] é distribuído geograficamente
ru: Как [[this]] распределилось географически
sk: Ako je [[this]] geograficky distribuované
sl: Kako je [[this]] geografsko porazdeljen
sq: Si shpërndahet [[this]] gjeografikisht
sr: Kako je [[this]] raspoređeno geografski
sv: Hur [[this]] är fördelat geografiskt
tr: [[this]] coğrafi olarak nasıl dağıtılmsı
uk: Як [[this]] розподілений географічно
vi: Cách [[this]] được phân bổ theo địa lý
zh_hk: [[這個]]如何按地理分布

source: The pages with the most pageviews
hu: A legtöbb oldalletöltést elért oldalak
ms: Halaman dengan paparan halaman terbanyak

source: How [[Number1]] is correlated with [[Number2]]
ar: كيف يرتبط [[Number1]] بـ [[Number2]]
bg: Как [[Number1]] е свързано с [[Number2]]
ca: La correlació entre [[Number1]] i [[Number2]]
de: Wie [[Number1]] mit [[Number2]] korreliert
eo: How [[Number1]] is lowkey sus with [[Number2]]
es: La correlación entre [[Number1]] y [[Number2]]
fa: چگونه [[Number1]] با [[Number2]] ارتباط دارد
fi: Kuinka [[Number1]] korreloi [[Number2]]
fr: Comment [[Number1]] est en corrélation avec [[Number2]]
hu: Hogyan kapcsolódik [[Number1]] [[Number2]]-hez
it: Come [[Number1]] è correlato con [[Number2]]
ja: [[Number1]]は[[Number2]]とどのように相関しているのか
lt: Kaip [[Numeris1]] koreliuoja su [[Numeris2]]
ms: Bagaimana [[Nombor1]] berkorelasi dengan [[Nombor2]]
nb: Hvordan [[Number1]] er korrelert med [[Number2]]
nl: Hoe [[Number1]] correleert aan [[Number2]]
pl: Jak [[Number1]] jest skorelowany z [[Number2]]
pt_br: Como [[Number1]] está correlacionado com [[Number2]]
ru: Сейчас [[Number1]] совпадает с [[Number2]]
sk: Ako koreluje [[Number1]] s [[Number2]]
sl: Kako je [[Številka1]] povezana z [[Številka2]]
sq: Si korrelohet [[Number1]] me [[Number2]]
sr: Kako je [[Number1]] u korelaciji sa [[Number2]]
sv: Hur [[Number1]] förhåller sig till [[Number2]]
tr: [[Number1]]'in [[Number2] ile nasıl ilişkilendirilmesi
uk: Як [[Number1]] корелює з [[Number2]]
vi: Cách [[Number1]] tương quan với [[Number2]]
zh_hk: 這裡是 [[NUmber1]] 和 [[Number2]] 是如何相關的

source: Top 10 states by sales in the last 30 days
ar: أفضل 10 ولايات حسب المبيعات خلال آخر 30 يومًا
bg: Топ 10 състояния по продажби през последните 30 дни
ca: Primeres 10 províncies per venta els darrers 30 dies
de: Top 10 Bundesländer nach Umsatz der letzten 30 Tage
eo: Top 10 states w/ the most sales in the past 30 days, fr fr
es: Primeras 10 provincias por venta en los últimos 30 días
fa: 10 کشور برتر با فروش در 30 روز گذشته
fi: 10 parasta osavaltiota myynnin perusteella viimeisen 30 päivän aikana
fr: Top 10 des états par ventes au cours des 30 derniers jours
hu: A legjobb 10 állam az elmúlt 30 nap értékesítései alapján
it: Migliori 10 stati per vendite negli ultimi 30 giorni
ja: 過去30日の売上トップ10の州
lt: Top 10 valstybių pardavimai per pastarąsias 30 dienų
ms: 10 negeri teratas mengikut jualan dalam 30 hari terakhir
nb: Topp 10 stater etter omsetning i løpet av de siste 30 dager
nl: Top 10 staten voor verkoop in de laatste 30 dagen
pl: Pierwsze 10 stanów według sprzedaży w ostatnich 30 dniach
pt_br: 10 primeiros estados em vendas nos últimos 30 dias
ru: Топ-10 государств по продажам за последние 30 дней
sk: Top 10 štátov podľa tržieb za posledných 30 dní
sl: Top 10 držav po prodaji v zadnjih 30 dneh
sq: 10 shtetet kryesore sipas shitjeve në 30 ditët e fundit
sr: Top 10 država po prodaji u poslednjih 30 dana
sv: 10 bästa staterna för försäljning de senaste 30 dagarna
tr: Son 30 gündeki satışa göre en iyi 10 eyalet
uk: Топ-10 штатів за продажами за останні 30 днів
vi: 10 huyện hàng đầu theo doanh số trong 30 ngày qua
zh_hk: 過去30天內銷售額排名前十的州

source: Top 10 states by sales
ar: أفضل 10 ولايات حسب المبيعات
bg: Топ 10 състояния по продажби
ca: Primeres 10 províncies per ventes
de: Top 10 Bundesländer nach Verkäufen
eo: Top 10 states by sales, fr fr
es: Primeras 10 provincia por ventas
fa: 10 کشور برتر با فروش
fi: Top 10 osavaltiota myynnin perusteella
fr: Top 10 des états par ventes
hu: A legjobb 10 állam az értékesítések alapján
it: Top 10 stati per vendite
ja: 売上トップ10の州
lt: Top 10 valstybių pagal pardavimus
ms: 10 negeri teratas mengikut jualan
nb: Topp 10 stater etter omsetning
nl: Top 10 staten voor verkoop
pl: Pierwsze 10 stanów według sprzedaży
pt_br: 10 primeiros estados por vendas
ru: Топ-10 государств по продажи
sk: Top 10 štátov podľa tržieb
sl: Top 10 držav po prodaji
sq: Top 10 shtete sipas shitjeve
sr: Top 10 država po prodaji
sv: 10 bästa staterna för försäljning
tr: satışa göre en iyi 10 eyalet
uk: Топ-10 штатів за продажами
vi: 10 huyện hàng đầu theo doanh s
zh_hk: 銷售量前10的州

source: [[Timestamp]]
bg: [[Отпечатък]]
ca: [[Marca de temps]]
de: [[Zeitstempel]]
eo: Yo, that timestamp is so mid, I can't even rn.
fa: [[ایندکس زمان]]
fi: [[Aikaleima]]
fr: [[Horodatage]]
hu: [[Időbélyeg]]
ja: [[タイムスタンプ]]
lt: [[Laiko žymė]]
ms: [[CapWaktu]]
nb: [[Tidsstempel]]
nl: [[Tijdstempel]]
pl: [[Znacznik czasu]]
ru: [[Отметка времени]]
sk: [[časové razítko]]
sl: [[Časovni žig]]
sv: [[Tidsstämpel]]
tr: [[Zaman Damgası]]
zh_hk: [[時間戳]]

source: Where these transactions happened
ar: أين حدثت هذه المعاملات
bg: Където се случиха тези транзакции
ca: On s'han dut a terme aquestes transaccions
de: Wo diese Transaktionen stattgefunden haben
eo: Where these transactions went down
es: Donde occurrieron estas transacciones
fa: جایی که این معاملات اتفاق افتاده است
fi: Missä nämä kaupat tapahtuivat
fr: Où ces transactions ont eu lieu
hu: Hol történtek ezek a tranzakciók
it: Dove queste transazioni sono avvenute
ja: これらのトランザクションが発生した場所
lt: Kai įvyko šie sandoriai
ms: Di mana transaksi ini berlaku
nb: Hvor disse transaksjonene skjedde
nl: Waar de transacties plaats hebben gevonden
pl: Gdzie te transakcje się zdarzyły
pt_br: Onde essas transações aconteceram
ru: Где эти транзакции произошли
sk: Kde sa tieto transakcie odohrali
sl: Kje so se te transakcije zgodile
sq: Ku ndodhën këto transaksione
sr: Gde su se ove transakcije dogodile
sv: När dessa transaktioner genomfördes
tr: bu işlemlerin gerçekleştiği yer
uk: Де відбулися ці транзакції
vi: những giao dịch này xảy ra ở đâu
zh_hk: 這些交易發生在何處

source: Top 10 countries by sales
ar: أفضل 10 بلدان حسب المبيعات
bg: Топ 10 държави по продажби
ca: Primers 10 països per vendes
de: Top 10 Länder nach Verkäufen
eo: Top 10 countries by sales, fr fr
es: Primeros 10 paises por ventas
fa: 10 کشور برتر با فروش
fi: Top 10 maata myynnin perusteella
fr: Top 10 pays par ventes
hu: A 10 legjobb ország eladások szerint
it: Migliori 10 paesi per vendite
ja: 売上トップ10の国
lt: Top 10 šalių pagal pardavimus
ms: 10 negara teratas mengikut jualan
nb: Topp 10 land etter omsetning
nl: Top 10 landen voor verkoop
pl: Pierwsze 10 państw według sprzedaży
pt_br: 10 primeiros países em vendas
ru: Топ-10 стран по продажам
sk: Top 10 krajín podľa predaja
sl: Top 10 držav po prodaji
sq: 10 vendet kryesore sipas shitjeve
sr: Top 10 zemalja po prodaji
sv: 10 bästa länderna avseende försäljning
tr: satışa göre en iyi 10 ülke
uk: Топ-10 країн за продажами
vi: 10 vùng theo doanh s
zh_hk: 銷售額前10國家

source: Sales by state
ar: المبيعات حسب الولاية
bg: Продажби по държави
ca: Vendes per provincia
de: Verkäufe nach Bundesland
eo: Sales by state → Sales per state, fr fr
es: Ventas por provincia
fa: فروش توسط دولت
fi: Myynti osavaltioittain
fr: Ventes par état
hu: Értékesítés állam szerint
it: Vendite per stato
ja: 州別の売上
lt: Pardavimai pagal valstybes
ms: Jualan mengikut negeri
nb: Omsetning etter stat
nl: Verkoop per staat
pl: Sprzedaż według stanu
pt_br: Vendas por estado
ru: Продажи по штатам
sk: Predaj podľa štátu
sl: Prodaja po državah
sq: Shitje sipas shtetit
sr: Prodaja po državi
sv: Försäljning per stat
tr: Eyalet başına satış
uk: Продажі за штатом
vi: doanh số theo huyệ
zh_hk: 按州銷售

source: Where most of your sessions originate from
hu: Ahonnan a legtöbb munkamenet származik
ms: Dari mana kebanyakan sesi anda berasal

source: Top acquisition channels
hu: Legnépszerűbb beszerzési csatornák
ms: Saluran pengambilan teratas

source: These [[this.short-name]] across time
ar: هذه [[this.short-name]] عبر الزمن
bg: Те [[this.short-name]] във времето
ca: Aquests [[this.short-name]] al llarg del temps
de: Diese [[this.short-name]] im Laufe der Zeit.
eo: These [[this.short-name]] be vibin' through time
es: Estos [[this.short-name]] a lo largo del tiempo
fa: اینها [[this.short-name]] در طول زمان
fi: Nämä [[this.short-name]] ajan myötä
fr: Ces [[this.short-name]] à travers le temps
hu: Ezek a [[this.short-name]] időben
it: Questi [[this.short-name]] nel tempo
ja: これらの[[this.short-name]]
lt: Tai [[this.short-name]]]
ms: [[nama-pendek.ini]] ini merentasi masa
nb: Disse [[this.short-name]] over tid
nl: Deze [[this.short-name]] in de loop van de tijd
pl: Te [[this.short-name]] w czasie
pt_br: Estes [[this.short-name]] ao longo do tempo
ru: Эти [[this.short-name]] во времени
sk: Tieto [[this.short-name]] v priebehu času
sl: Ti [[this.short-name]] skozi čas
sq: Këta [[this.short-name]] nëpër kohë
sr: Ovi [[this.short-name]] kroz vreme
sv: Dessa [[this.short-name]] över tid
tr: zaman içinde [[this.short-name]]
uk: Ці [[this.short-name]] з часом
vi: Những [[this.short-name]] theo thời gian
zh_hk: 這些[[this.short-name]]跨時間

source: Average quantity
ar: متوسط الكمية
bg: Средно количество
ca: Quantitat mitjana
de: Durchschnittsmenge
eo: Mid amount
es: Cantidad media
fa: مقدار متوسط
fi: Keskimääräinen määrä
fr: Quantité moyenne
hu: Átlagos mennyiség
it: Quantità media
ja: 国ごとの平均数量
lt: Vidutinis kiekis
ms: Kuantiti purata
nb: Gjennomsnittlig antall
nl: Gemiddelde hoeveelheid
pl: Średnia ilość
pt_br: Média de quantidade
ru: Среднее количество
sk: Priemerné množstvo
sl: Povprečna količina
sq: Sasi mesatare
sr: Prosečna količina
sv: Genomsnittligt antal
tr: Ortalama kalite
uk: Середня кількість
vi: Số lượng trung bìn
zh_hk: 平均數量

source: Sales per source
ar: المبيعات حسب المصدر
bg: Продажби на източник
ca: Ventes per orígen
de: Verkäufe nach Quelle
eo: Sales per source → Sales per plug (or "sales per drip" if you wanna sound extra)
es: Ventas por origen
fa: فروش در هر منبع
fi: Myynti lähdettä kohti
fr: Ventes par source
hu: Eladások forrásonként
it: Vendite per sorgente
ja: ソースごとの売上
lt: Pardavimas vienam šaltiniui
ms: Jualan setiap sumber
nb: Omsetning per kilde
nl: Verkoop per bron
pl: Sprzedaż według źródła
pt_br: Vendas por fonte
ru: Продажи по источникам
sk: Predaj podľa jednotlivých zdrojov
sl: Prodaja na vir
sq: Shitje për burim
sr: Prodaja po izvoru
sv: Försäljning per källa
tr: Kaynak başına satış
uk: Продажі за джерелом
vi: Doanh số theo nguồ
zh_hk: 每個來源的銷售量

source: Average income per country
ar: متوسط الدخل لكل بلد
bg: Среден доход за държава
ca: Ingressos mitjos per país
de: Durchschnittseinkommen nach Land
eo: Average cash flow per country
es: Ingreso medio por país
fa: درآمد متوسط در هر کشور
fi: Keskitulot maata kohti
fr: Revenu moyen par pays
hu: Átlagos jövedelem országonként
it: Reddito medio per paese
ja: 国別の平均収益
lt: Vidutinės pajamos kiekvienai šaliai
ms: Pendapatan purata setiap negara
nb: Gjennomsnittlig inntekt per land
nl: Gemiddelde inkomen per land
pl: Średni dochód według państwa
pt_br: Média de renda por país
ru: Средняя выручка по странам
sk: Priemerný príjem na krajinu
sl: Povprečni dohodek na državo
sq: Mesatarja e të ardhurave për vend
sr: Prosečan prihod po zemlji
sv: Genomsnittlig förtjänst per land
tr: Ülke başına ortalama gelir
uk: Середній дохід за країною
vi: Thu nhập bình quân theo vùn
zh_hk: 每個國家平均收入

source: How [[this]] is distributed
ar: كيف يتوزع [[this]]
bg: Как се разпределя [[това]]
ca: Com es distribueix [[this]]
de: Wie [[this]] verteilt wird
eo: How [[this]] is lowkey spread rn
es: Como se distribuye [[this]]
fa: چگونه [[this]] توزیع می شود
fi: Kuinka [[this]] jaetaan
fr: Comment [[this]] est distribué
hu: Hogyan terjesztik [[ezt]]
it: Come [[this]] è distribuito
ja: どのように[[this]]が分布しているか
lt: Kaip platinama [[]]
ms: Bagaimana [[ini]] diedarkan
nb: Hvordan [[this]] er distribuert
nl: Hoe [[this]] is verdeeld
pl: Jak [[this]] jest dystrybuowane
pt_br: Como [[this]] é distribuído
ru: Как [[this]] распространяется
sk: Ako je [[this]] distribuované
sl: Kako se [[to]] distribuira
sq: Si shpërndahet [[this]]
sr: Kako je [[this]] raspoređeno
sv: Hur [[this]] är fördelat
tr: [[this]]'in nasıl dağıtılması
uk: Як розподілено [[this]]
vi: Cách [[this]] được phân b
zh_hk: 如何[[this]]分發

source: Distinct [[FK]]
ar: عدد مميّز لـ [[FK]]
bg: Различен [[FK]]
ca: [[FK]] diferents
de: Eindeutiger [[FK]]
eo: That's a whole different vibe, fr fr
es: [[FK]] distintos
fa: متمایز [[FK]]
fi: Yksittäinen [[FK]]
fr: Distinction [[FK]]
hu: Különálló [[FK]]
it: Distinti [[FK]]
ja: 重複のない[[FK]]
lt: Skirtas [[FK]]
ms: [[FK]] yang berbeza
nb: Unike [[FK]]
nl: Uniek [[FK]]
pl: Unikalny [[FK]]
pt_br: [[FK]] distinta
ru: Отчетливый [[FK]]
sk: Rozdielny [[FK]]
sl: Razločeno [[FK]]
sq: [[FK]] unik
sr: Različiti [[FK]]
sv: distinkt [[FK]]
tr: Farklı [[FK]]
uk: Унікальні [[FK]]
vi: [[FK]] Khác biệt
zh_hk: 唯一的 [[FK]]

source: How these transactions are distributed
ar: كيف تتوزع هذه المعاملات
bg: Как се разпределят тези транзакции
ca: Com es distribueixen aquestes transaccions
de: Wie diese Transaktionen verteilt werden
eo: How these transactions are lowkey spread out
es: Como se distribuyen estas transacciones
fa: نحوه توزیع این معاملات
fi: Miten nämä tapahtumat jakautuvat
fr: Comment ces transactions sont distribuées
hu: Hogyan oszlanak meg ezek a tranzakciók
it: Come sono distribuite queste transazioni
ja: トランザクションの分布
lt: Kaip platinami šie sandoriai
ms: Bagaimana transaksi ini diedarkan
nb: Hvordan disse transaksjonene er fordelt
nl: Hoe deze transacties zijn verdeeld
pl: Jak dystrybuowane są te transakcje
pt_br: Como essas transações são distribuídas
ru: Как эти транзакции распределены
sk: Ako sú tieto transakcie distribuované
sl: Kako so te transakcije porazdeljene
sq: Si shpërndahen këto transaksione
sr: Kako su ove transakcije raspodeljene
sv: Hur dessa transaktioner är fördelade
tr: Bu işlemlerin nasıl dağıtılması
uk: Як розподілені ці транзакції
vi: Cách những giao dịch này được phân bổ
zh_hk: 這些交易是如何分布的

source: Per state
ar: لكل ولاية
bg: За държава
ca: Per província
de: Nach Bundesland
eo: Per state → According to the squad / As per the homies
es: Por provincias
fa: در هر ایالت
fi: Osavaltiokohtaisesti
fr: Par état
hu: Államonként
it: Per stato
ja: 州ごと
lt: Vienai valstybei
ms: Setiap negeri
nb: Per stat
nl: Per staat
pl: Na stan
pt_br: Por estado
ru: По штатам
sk: Podľa štátu
sl: Na državo
sq: Për shtet
sr: Po državi
sv: Per stat
tr: Elayet başı
uk: За штатом
vi: Trên mỗi huyệ
zh_hk: 每個州

source: Count of [[GenericCategoryMedium]] by [[this]]
ar: عدد [[GenericCategoryMedium]] حسب [[this]]
bg: Брой на [[GenericCategoryMedium]] от [[този]]
ca: Nombre de [[GenericCategoryMedium]] per [[this]]
de: Anzahl der [[GenericCategoryMedium]] von [[this]]
eo: Count of [[GenericCategoryMedium]] by [[this]] → "How many [[GenericCategoryMedium]] got from [[this]]"
es: Cuenta de [[GenericCategoryMedium]] por [[this]]
fa: تعداد [[GenericCategorMedium]] توسط [[this]]
fi: [[GenericCategoryMedium]]: [[this]]
fr: Nombre de [[GenericCategoryMedium]] par [[this]]
hu: A [[GenericCategoryMedium]] száma [[ez]] alapján
it: Conteggio di [[GenericCategoryMedium]] per [[this]]
ja: [[this]]による[[GenericCategoryMedium]]の数
lt: [[GenericCategoryMedium]] skaičius pagal [[this]]
ms: Bilangan [[KategoriGenerikSederhana]] mengikut [[ini]]
nb: Antall [[GenericCategoryMedium]] for [[this]]
nl: Aantal [[GenericCategoryMedium]] per [[this]]
pl: Liczba [[GenericCategoryMedium]] na [[this]]
pt_br: Contagem de [[GenericCategoryMedium]] por [[this]]
ru: Количество [[GenericCategoryMedium]] по [[this]]
sk: Počet [[GenericCategoryMedium]] od [[this]]
sl: Število [[GenericCategoryMedium]] s [[this]]
sq: Numri i [[GenericCategoryMedium]] sipas [[this]]
sr: Broj [[GenericCategoryMedium]] po [[this]]
sv: Antal [[GenericCategoryMedium]] per [[this]]
tr: [[this]] göre [[GenericCategoryMedium]] sayımı
uk: Кількість [[GenericCategoryMedium]] за [[this]]
vi: Đếm [[GenericCategoryMedium]] theo [[this]
zh_hk: 由[[this]]計算[[GenericCategoryMedium]]的數量

source: A look at your [[this]]
hu: Egy pillantás az Ön [[this]]
ms: Pandangan pada [[ini]] anda

source: [[GenericNumber]] by [[this]]
ar: [[GenericNumber]] حسب [[this]]
bg: [[GenericNumber]] от [[този]]
ca: [[GenericNumber]] per [[this]]
de: [[GenericNumber]] nach [[this]]
eo: [[GenericNumber]] by [[this]] → [[GenericNumber]] fr [[this]]
es: [[GenericNumber]] por [[this]]
fa: [[GenericNumber]] توسط [[this]]
fi: [[GenericNumber]] per [[this]]
fr: [[GenericNumber]] par [[this]]
hu: [[GenericNumber]], [[this]]
it: [[GenericNumber]] per [[this]]
ja: [[GenericNumber]] に [[this]]
lt: [[GenericNumber]] pagal [[this]]
ms: [[NomborGenerik]] mengikut [[ini]]
nb: [[GenericNumber]] etter [[this]]
nl: [[GenericNumber]] per [[this]]
pl: [[GenericNumber]] według [[this]]
pt_br: [[GenericNumber]] por [[this]]
ru: [[GenericNumber]] по [[this]]
sk: [[GenericNumber]] od [[this]]
sl: [[GenericNumber]] avtor [[this]]
sq: [[GenericNumber]] sipas [[this]]
sr: [[GenericNumber]] po [[this]]
sv: [[GenericNumber]] per [[this]]
tr: [[this]] göre [[GenericNumber]]
uk: [[GenericNumber]] за [[this]]
vi: [[GenericNumber]] theo [[this]
zh_hk: [[GenericNumber]] [[this]]

source: Sum of [[GenericNumber]] by [[this]]
ar: مجموع [[GenericNumber]] حسب [[this]]
bg: Сума от [[GenericNumber]] от [[this]]
ca: Suma de [[GenericNumber]] per [[this]]
de: Summe von [[GenericNumber]] nach [[this]]
eo: Sum of [[GenericNumber]] by [[this]] → Total of [[GenericNumber]] from [[this]] (no major change needed, but if you want a vibe: "Adding up [[GenericNumber]] from [[this]]")
es: Suma de [[GenericNumber]] por [[this]]
fa: جمع [[GenericNumber]] توسط [[this]]
fi: [[GenericNumber]]:n summa per [[this]]
fr: Somme de [[GenericNumber]] par [[this]]
hu: [[GenericNumber]] összege [[ez]] alapján
it: Somma di [[GenericNumber]] per [[this]]
ja: [[this]] ごとの [[GenericNumber]] の合計
lt: [[GenericNumber]] suma [[this]]
ms: Jumlah [[NomborGenerik] mengikut [[ini]]
nb: Summen av [[GenericNumber]] etter [[this]]
nl: Som van [[GenericNumber]] per [[this]]
pl: Suma [[GenericNumber]] według [[this]]
pt_br: Soma de [[GenericNumber]] por [[this]]
ru: Сумма [[GenericNumber]] от [[this]]
sk: Súčet [[GenericNumber]] od [[this]]
sl: Vsota [[GenericNumber]] z [[this]]
sq: Shuma e [[GenericNumber]] sipas [[this]]
sr: Zbir [[GenericNumber]] po [[this]]
sv: Summan av [[GenericNumber]] per [[this]]
tr: [[this]] göre Toplam [[Genel Sayı]]
uk: Сума [[GenericNumber]] за [[this]]
vi: Tổng [[GenericNumber]] theo [[this]
zh_hk: [[GenericNumber]]的總和[[this]]
