Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: {0}. Use {1}() instead.
ar: {0}. استخدم {1}() بدلًا من ذلك.
bg: {0}. Използвайте {1}() вместо това.
ca: {0}. Utilitzeu {1}() en comptes d'això.
de: {0}. Verwenden Sie stattdessen {1}().
eo: {0}. Just use {1}() instead, fr.
es: {0}. Utilice {1}() en su lugar.
fa: {0}. به جای آن از {1}() استفاده کنید.
fi: {0}. Käytä sen sijaan merkkijonoa {1}().
fr: {0}. Utilisez plutôt {1}().
it: {0}. Usare invece {1}().
ja: {0}。代わりに {1}() を使用してください。
nb: {0}. Bruk {1}() i stedet.
nl: {0}. Gebruik in plaats daarvan {1}().
pl: {0}. Zamiast tego użyj {1}().
pt_br: {0}. Ao invés disso, use {1}().
ru: {0}. Вместо этого используйте {1}().
sk: {0}. Namiesto toho použite {1}().
sl: {0}. Namesto tega uporabite {1}().
sq: {0}. Përdor {1}() në vend të saj.
sr: {0}. Umesto toga koristi {1}().
sv: {0}. Använd {1}() istället.
tr: {0}. Bunun yerine {1}() kullanın.
uk: {0}. Натомість використовуйте {1}().
vi: {0}. Sử dụng {1}() thay thế.
zh_hk: {0}.使用 {1}() 代替。

source: Group must have one child
ar: يجب أن يكون للمجموعة ابن واحد
bg: Групата трябва да има едно дете
ca: El grup ha de tenir un fill
de: Die Gruppe muss ein Kind haben
eo: The group gotta have at least one kid, fr.
es: El grupo debe tener un niño
fa: گروه باید یک فرزند داشته باشد
fi: Ryhmässä tulee olla yksi lapsi
fr: Le groupe doit avoir un enfant
it: Il gruppo deve avere un bambino
ja: グループには1人の子供が必要です
nb: Gruppen må ha ett barn
nl: Groep moet één kind hebben
pl: Grupa musi mieć jedno dziecko
pt_br: O grupo deve ter um filho
ru: Группа должна иметь одного ребенка
sk: Skupina musí mať jedno dieťa
sl: Skupina mora imeti enega otroka
sq: Grupi duhet të ketë një fëmijë
sr: Grupa mora imati jedno dete
sv: Gruppen måste ha ett barn
tr: Grupta bir çocuk olmalı
uk: Група має мати одну дочірню вершину
vi: Nhóm phải có một đứa con
zh_hk: 團體必須有一名兒童

source: No token text
ar: لا يوجد نص للتوكن
bg: Без символичен текст
ca: Sense text testimoni
de: Kein Token-Text
eo: No cap, just text
es: Sin texto de token
fa: بدون متن رمزی
fi: Ei tunnustekstiä
fr: Aucun texte de jeton
it: Nessun testo simbolico
ja: トークンテキストなし
nb: Ingen symbolsk tekst
nl: Geen tokentekst
pl: Brak tekstu tokena
pt_br: Nenhum texto de token
ru: Текст токена отсутствует
sk: Žiadny text tokenu
sl: Brez besedila žetona
sq: Pa tekst token-i
sr: Nema teksta tokena
sv: Ingen symbolisk text
tr: Jeton metni yok
uk: Немає тексту токена
vi: Không có văn bản mã thông báo
zh_hk: 沒有符號文字

source: Invalid operator: {0}
ar: معامل غير صالح: {0}
bg: Невалиден оператор: {0}
ca: Operador no vàlid: {0}
de: Ungültiger Operator: {0}
eo: Yo, like, the operator {0} is totally invalid lol
es: Operador no válido: {0}
fa: عملگر نامعتبر: {0}
fi: Virheellinen operaattori: {0}
fr: Opérateur non valide : {0}
it: Operatore non valido: {0}
ja: 無効な演算子: {0}
nb: Ugyldig operator: {0}
nl: Ongeldige operator: {0}
pl: Nieprawidłowy operator: {0}
pt_br: Operador inválido: {0}
ru: Неверный оператор: {0}
sk: Neplatný operátor: {0}
sl: Neveljaven operator: {0}
sq: Operator i pavlefshëm: {0}
sr: Nevažeći operator: {0}
sv: Ogiltig operatör: {0}
tr: Geçersiz operatör: {0}
uk: Некоректний оператор: {0}
vi: Toán tử không hợp lệ: {0}
zh_hk: 無效運算元： {0}

source: First argument must be an arglist
ar: يجب أن تكون الوسيطة الأولى قائمة وسيطات (arglist)
bg: Първият аргумент трябва да е arglist
ca: El primer argument ha de ser un arglist
de: Das erste Argument muss eine Argumentliste sein
eo: First arg gotta be an arglist fr fr
es: El primer argumento debe ser una lista de argumentos
fa: آرگومان اول باید یک آرگلیست باشد
fi: Ensimmäisen argumentin on oltava arglist
fr: Le premier argument doit être une liste d'arguments
it: Il primo argomento deve essere un arglist
ja: 最初の引数は引数リストである必要があります
nb: Første argument må være en argliste
nl: Het eerste argument moet een arglist zijn
pl: Pierwszy argument musi być listą arglist
pt_br: O primeiro argumento deve ser um arglist
ru: Первый аргумент должен быть списком аргументов
sk: Prvý argument musí byť arglist
sl: Prvi argument mora biti arglist
sq: Argumenti i parë duhet të jetë një arglist
sr: Prvi argument mora biti lista argumenata
sv: Det första argumentet måste vara en argumentlista
tr: İlk argüman bir arglist olmalı
uk: Перший аргумент має бути arglist
vi: Đối số đầu tiên phải là một arglist
zh_hk: 第一個參數必須是 arglist

source: Expected string literal for mode
ar: تم توقع قيمة string literal للوضع
bg: Очакван низов литерал за режима
ca: Cadena literal esperada per al mode
de: Erwarteter Zeichenfolgenliteral für den Modus
es: Literal de cadena esperado para el modo
fa: رشته‌ی تحت‌اللفظی مورد انتظار برای حالت
fi: Odotettiin merkkijonoliteraalia tilalle
fr: Littéral de chaîne attendu pour le mode
it: Stringa letterale prevista per la modalità
ja: モードには文字列リテラルが必要です
nb: Forventet string literal for mode
nl: Verwachte tekenreeksliteraal voor modus
pl: Oczekiwany literał ciągu dla trybu
pt_br: Literal de string esperado para o modo
ru: Ожидается строковый литерал для режима
sk: Očakávaný reťazcový literál pre režim
sl: Pričakovani nizovni literal za način
sq: Pritej literal string për mode
sr: Očekivan string literal za mode
sv: Förväntad strängliteral för läge
tr: Mod için beklenen dize sabiti
uk: Очікувався строковий літерал для mode
vi: Chuỗi ký tự mong đợi cho chế độ
zh_hk: 模式的預期字串字面意義

source: Expected expression clause
ar: كان متوقعًا بند تعبير
bg: Клауза за очакван израз
ca: Clàusula d'expressió esperada
de: Erwartete Ausdrucksklausel
eo: Expected expression clause → Lowkey giving me "expression clause" vibes, honestly
es: cláusula de expresión esperada
fa: عبارت مورد انتظار
fi: Odotettu lauseke
fr: Clause d'expression attendue
it: Clausola di espressione attesa
ja: 期待される表現句
nb: Forventet uttrykksklausul
nl: Verwachte uitdrukkingsclausule
pl: Oczekiwana klauzula wyrażenia
pt_br: Cláusula de expressão esperada
ru: Ожидаемое выражение предложения
sk: Očakávaná výrazová klauzula
sl: Pričakovana izrazna klavzula
sq: Pritej klauzolë shprehjeje
sr: Očekivana klauzula izraza
sv: Förväntad uttryckssats
tr: Beklenen ifade cümlesi
uk: Очікується виразний clause
vi: Mệnh đề biểu thức mong đợi
zh_hk: 預期表達語句

source: Expected value clause
ar: كانت متوقعة عبارة قيمة
bg: Клауза за очаквана стойност
ca: Clàusula de valor esperat
de: Erwartungswertklausel
eo: Vibe check: "Expected value clause" sounds like some serious legal jargon, so I’d say it’s like… "Big brain contract stuff" or "The what-should-happen thingy." But if you want it kinda slangy, maybe: "Expecty clause" or "The what-will-actually-go-down part."
es: cláusula de valor esperado
fa: بند ارزش مورد انتظار
fi: Odotettu arvolauseke
fr: Clause de valeur attendue
it: Clausola del valore atteso
ja: 期待値条項
nb: Klausul om forventet verdi
nl: Verwachte waardeclausule
pl: Klauzula wartości oczekiwanej
pt_br: Cláusula de valor esperada
ru: Пункт об ожидаемой стоимости
sk: Klauzula o očakávanej hodnote
sl: Klavzula o pričakovani vrednosti
sq: Pritej klauzolë vlere
sr: Očekivana klauzula vrednosti
sv: Förväntat värdeklausul
tr: Beklenen değer maddesi
uk: Очікується clause значення
vi: Mệnh đề giá trị mong đợi
zh_hk: 預期價值條款

source: Expected number or string
ar: كان متوقعًا رقم أو نص
bg: Очаквано число или низ
ca: Número o cadena esperats
de: Erwartete Zahl oder Zeichenfolge
eo: Bruh, just a number or a string, no cap
es: Número o cadena esperados
fa: عدد یا رشته مورد انتظار
fi: Odotettu numero tai merkkijono
fr: Nombre ou chaîne attendu
it: Numero o stringa previsti
ja: 数値または文字列が期待されます
nb: Forventet tall eller streng
nl: Verwacht nummer of tekenreeks
pl: Oczekiwana liczba lub ciąg
pt_br: Número ou sequência esperados
ru: Ожидаемое число или строка
sk: Očakávané číslo alebo reťazec
sl: Pričakovano število ali niz
sq: Pritej numër ose varg
sr: Očekivan broj ili string
sv: Förväntat nummer eller sträng
tr: Beklenen sayı veya dize
uk: Очікується число або строка
vi: Số hoặc chuỗi mong đợi
zh_hk: 預期的數字或字串

source: Exclude {0}
ar: استبعد {0}
bg: С изключение на {0}
ca: Exclou {0}
de: Ausgeschlossen sind {0}
eo: Leave {0} on read
es: Excluir {0}
fa: {0}را حذف کنید
fi: Ei sisällä {0}
fr: Exclure {0}
it: Escludere {0}
ja: {0}を除く
lt: Išskirti {0}
nb: Ekskluder {0}
nl: Exclusief {0}
pl: Wyklucz {0}
pt_br: Excluir {0}
ru: Исключить {0}
sk: Vylúčiť {0}
sl: Izključi {0}
sq: Përjashto {0}
sr: Izuzmi {0}
sv: Exkludera {0}
tr: Hariç tut {0}
uk: Виключити {0}
vi: Loại trừ {0}
zh_hk: 不包括 {0}

source: Exclude {0} selection
ar: استبعد {0} تحديدات
bg: Изключване на селекцията {0}
ca: Exclou la selecció {0}
de: Auswahl {0} ausschließen
eo: Skip {0} choice, fr fr
es: Excluir {0} selección
fa: انتخاب {0} را حذف کنید
fi: Sulje pois {0} valinta
fr: Exclure {0} sélection
it: Escludi la selezione {0}
ja: {0}選択を除外
lt: Išskirti {0} pasirinkimą Daugiskaita: išskirti {0} pasirinkimų
nb: Ekskluder {0} utvalg
nl: Selectie {0} uitsluiten
pl: Wyklucz wybór {0}
pt_br: Excluir {0} seleção
ru: Исключить {0} выбор
sk: Vylúčiť výber {0}
sl: Izključi izbor {0}
sq: Përjashto {0} përzgjedhje
sr: Izuzmi {0} izbor
sv: Exkludera {0} val
tr: {0} seçimini hariç tut
uk: Виключити {0} вибір
vi: Loại trừ {0} lựa chọn
zh_hk: 排除 {0} 選項

source: It can still appear there even though you’re moving it into a collection.
ar: يمكن أن يظل يظهر هناك رغم أنك تنقله إلى مجموعة.
bg: Той може да се появи там, въпреки че го премествате в колекция.
ca: Encara pot aparèixer allà encara que el moveu a una col·lecció.
de: Sie kann dort weiterhin erscheinen, auch wenn Sie sie in eine Sammlung verschieben.
eo: It can still pop up there even if you’re tryna move it into a collection, fr.
es: Puede seguir apareciendo ahí aunque lo traslades a una colección.
fa: حتی اگر آن را به یک مجموعه منتقل می‌کنید، همچنان می‌تواند در آنجا ظاهر شود.
fi: Se voi edelleen näkyä siellä, vaikka siirrät sen kokoelmaan.
fr: Il peut toujours y figurer même si vous le déplacez dans une collection.
it: Può continuare a comparire lì anche se la si sposta in una raccolta.
ja: コレクションに移動しても、まだそこに表示されることがある。
lt: Jis vis tiek gali būti rodomas, net jei perkeliate jį į kolekciją.
nb: Den kan fortsatt vises der selv om du flytter den til en samling.
nl: Het kan daar nog steeds verschijnen, ook al verplaats je het naar een verzameling.
pl: Może on nadal się tam pojawiać, nawet jeśli zostanie przeniesiony do kolekcji.
pt_br: Ela ainda pode aparecer lá, mesmo que você a esteja movendo para uma coleção.
ru: Он все еще может отображаться там, даже если вы перемещаете его в коллекцию.
sk: Môže sa v nej zobrazovať aj napriek tomu, že ju presúvate do kolekcie.
sl: Še vedno se lahko pojavi tam, čeprav ga premikate v zbirko.
sq: Mund të vazhdojë të shfaqet atje edhe pse po e lëvizni në një koleksion.
sr: I dalje može da se pojavljuje tamo iako ga premeštaš u kolekciju.
sv: Den kan fortfarande dyka upp där även om du flyttar den in i en samling.
tr: Bir koleksiyona taşıyor olsanız bile orada görünmeye devam edebilir.
uk: Воно все одно може відображатися там, навіть якщо ви переміщуєте його в колекцію.
vi: Nó vẫn có thể xuất hiện ở đó ngay cả khi bạn đã di chuyển nó vào bộ sưu tập.
zh_hk: 即使您將它移到一個集合中，它仍會出現在那裡。

source: Yes, it should still appear there
ar: نعم، يجب أن يظل يظهر هناك
bg: Да, все още трябва да се появява там
ca: Sí, encara hi hauria d'aparèixer
de: Ja, sie sollte immer noch dort erscheinen.
eo: Yeah, it should still pop off there
es: Sí, debería seguir apareciendo
fa: بله، هنوز باید در آنجا ظاهر شود
fi: Kyllä, sen pitäisi edelleen näkyä siellä
fr: Oui, il devrait toujours y figurer
it: Sì, dovrebbe essere ancora presente
ja: はい、まだそこに表示されるはずです
lt: Taip, jis vis tiek turėtų pasirodyti
nb: Ja, den skal fortsatt vises der
nl: Ja, het zou er nog steeds moeten staan
pl: Tak, nadal powinien się tam pojawiać
pt_br: Sim, ainda deve aparecer lá
ru: Да, он должен появиться там.
sk: Áno, mala by sa tam stále zobrazovať
sl: Da, še vedno bi se moral pojaviti tam
sq: Po, duhet të vazhdojë të shfaqet atje
sr: Da, treba i dalje da se pojavljuje tamo
sv: Ja, den ska fortfarande dyka upp där
tr: Evet, hala orada görünmeli
uk: Так, воно має й надалі відображатися там
vi: Vâng, nó vẫn sẽ xuất hiện ở đó
zh_hk: 是的，它應該仍會出現在那裡

source: No, remove it from that dashboard
ar: لا، أزله من لوحة المعلومات تلك
bg: Не, премахнете го от таблото за управление
ca: No, traieu-lo d'aquest tauler
de: Nein, entfernen Sie es aus dem Armaturenbrett
eo: Nah, take it off that dashboard fr.
es: No, quítalo de ese salpicadero
fa: نه، آن را از آن داشبورد حذف کنید
fi: Ei, poista se kojelaudalta
fr: Non, retirez-le de ce tableau de bord
it: No, rimuovetelo da quel cruscotto
ja: いいえ、ダッシュボードから外してください
lt: Ne, pašalinkite jį iš prietaisų skydelio
nb: Nei, fjern den fra dashbordet
nl: Nee, verwijder het van dat dashboard
pl: Nie, usuń to z pulpitu
pt_br: Não, remova desse painel
ru: Нет, удалите его с приборной панели.
sk: Nie, odstráňte ho z palubnej dosky
sl: Ne, odstranite ga s te nadzorne plošče
sq: Jo, hiqe nga ai panel
sr: Ne, ukloni ga sa te kontrolne table
sv: Nej, ta bort den från instrumentpanelen
tr: Hayır, o gösterge panelinden kaldırın
uk: Ні, приберіть його з цього дашборду
vi: Không, xóa nó khỏi bảng điều khiển đó
zh_hk: 不，將其從該儀表板中移除

source: You can move it to a collection if you want to use it in both dashboards.
ar: يمكنك نقله إلى مجموعة إذا أردت استخدامه في كلتا لوحتي المعلومات.
bg: Можете да го преместите в колекция, ако искате да го използвате и в двете табла.
ca: Podeu moure'l a una col·lecció si voleu utilitzar-lo als dos taulers.
de: Sie können es in eine Sammlung verschieben, wenn Sie es in beiden Dashboards verwenden möchten.
eo: You can slide it into a collection if u wanna use it in both dashboards, fr.
es: Puede moverlo a una colección si desea utilizarlo en ambos cuadros de mando.
fa: اگر می‌خواهید در هر دو داشبورد از آن استفاده کنید، می‌توانید آن را به مجموعه منتقل کنید.
fi: Voit siirtää sen kokoelmaan, jos haluat käyttää sitä molemmissa kojelaudoissa.
fr: Vous pouvez le déplacer dans une collection si vous souhaitez l'utiliser dans les deux tableaux de bord.
it: È possibile spostarla in una raccolta se si desidera utilizzarla in entrambi i dashboard.
ja: 両方のダッシュボードで使用したい場合は、コレクションに移動できます。
lt: Galite perkelti jį į kolekciją, jei norite jį naudoti abiejose informacijos suvestinėse.
nb: Du kan flytte den til en samling hvis du vil bruke den i begge instrumentbordene.
nl: Je kunt het naar een verzameling verplaatsen als je het in beide dashboards wilt gebruiken.
pl: Możesz przenieść go do kolekcji, jeśli chcesz używać go w obu pulpitach.
pt_br: Você pode mover para uma coleção se quiser usar em ambos os painéis.
ru: Вы можете переместить его в коллекцию, если хотите использовать его в обеих приборных панелях.
sk: Ak ho chcete používať na oboch ovládacích paneloch, môžete ho presunúť do kolekcie.
sl: Če jo želite uporabiti na obeh nadzornih ploščah, jo lahko premaknete v zbirko.
sq: Mund ta lëvizni në një koleksion nëse doni ta përdorni në të dy panelet.
sr: Možeš da ga premestiš u kolekciju ako želiš da ga koristiš na obe kontrolne table.
sv: Du kan flytta den till en samling om du vill använda den i bägge instrumentpanelerna.
tr: Her iki gösterge tablosunda da kullanmak istiyorsanız bunu bir koleksiyona taşıyabilirsiniz.
uk: За потреби можете перемістити його в колекцію, щоб використовувати в обох дашбордах.
vi: Bạn có thể di chuyển nó vào bộ sưu tập nếu bạn muốn sử dụng nó trong cả hai bảng điều khiển.
zh_hk: 如果要在兩個儀表板中使用，可以將它移到集合中。

source: Boat
ar: قارب
de: Boot
es: Bote
fa: قایق
fi: Vene
fr: Bateau
it: Barca
ja: ボート
pl: Łódź
pt_br: Barco
ru: Лодка
sk: Loď
sl: Čoln
sq: Varkë
sr: Brod
tr: Bot
uk: Човен
vi: Thuyền
zh_hk: 船隻

source: This term already exists in the Glossary
ar: هذا المصطلح موجود بالفعل في المسرد
ca: Aquest terme ja existeix al glossari
de: Dieser Begriff existiert bereits im Glossar.
es: Este término ya existe en el Glosario
fa: این اصطلاح از قبل در واژه‌نامه وجود دارد
fi: Tämä termi on jo sanastossa
fr: Ce terme existe déjà dans le glossaire.
it: Questo termine esiste già nel Glossario
ja: この用語は用語集に既に存在します
nb: Dette begrepet finnes allerede i ordlisten
pl: Ten termin już istnieje w słowniku
pt_br: Este termo já existe no Glossário.
ru: Этот термин уже существует в Глоссарии
sk: Tento výraz už existuje v glosári
sl: Ta izraz že obstaja v slovarju.
sq: Ky term ekziston tashmë në Fjalor
sr: Ovaj termin već postoji u Pojmovniku
tr: Bu terim sözlükte zaten mevcut.
uk: Цей термін уже існує в глосарії
vi: Thuật ngữ này đã có trong Bảng thuật ngữ.
zh_hk: 此術語已存在於詞彙表中

source: A small vessel propelled on water by oars, sails, or an engine.
ar: سفينة صغيرة تتحرك على الماء بالمجاديف أو الأشرعة أو بمحرك.
de: Ein kleines Wasserfahrzeug, das sich mit Rudern, Segeln oder einem Motor fortbewegt.
es: Una pequeña embarcación propulsada en el agua mediante remos, velas o un motor.
fa: کشتی کوچکی که با پارو، بادبان یا موتور روی آب حرکت می‌کند.
fi: Pieni alus, jota airot, purjeet tai moottori kuljettavat vedessä.
fr: Un petit navire propulsé sur l'eau par des rames, des voiles ou un moteur.
it: Una piccola imbarcazione spinta sull'acqua da remi, vele o un motore.
ja: オール、帆、またはエンジンによって水上を推進する小型船舶。
pl: Mały statek poruszany po wodzie za pomocą wioseł, żagli lub silnika.
pt_br: Uma pequena embarcação impulsionada na água por remos, velas ou motor.
ru: Небольшое судно, приводимое в движение на воде веслами, парусами или двигателем.
sk: Malé plavidlo poháňané po vode veslami, plachtami alebo motorom.
sl: Majhno plovilo, ki ga poganjajo vesla, jadra ali motor.
sq: Një mjet i vogël lundrues i shtyrë në ujë nga lopatat, velat ose një motor.
sr: Malo plovilo koje se po vodi kreće uz pomoć vesala, jedara ili motora.
tr: Kürekler, yelkenler veya bir motor yardımıyla su üzerinde hareket eden küçük bir gemi.
uk: Невелике судно, яке рухається по воді за допомогою весел, вітрил або двигуна.
vi: Một loại thuyền nhỏ được đẩy trên mặt nước bằng mái chèo, buồm hoặc động cơ.
zh_hk: 以槳、帆或引擎在水上推動的小船。

source: Define terms to help your team and Metabot understand your data.
ar: عرّف المصطلحات لمساعدة فريقك وMetabot على فهم بياناتك.
bg: Дефинирайте термини, които да помогнат на вашия екип и Metabot да разберат данните ви.
ca: Defineix termes per ajudar el teu equip i Metabot a entendre les teves dades.
de: Definieren Sie Begriffe, die Ihrem Team und Metabot helfen, Ihre Daten zu verstehen.
es: Define términos para ayudar a tu equipo y Metabot a comprender tus datos.
fa: اصطلاحاتی را تعریف کنید که به تیم و متابات شما در درک داده‌هایتان کمک کند.
fi: Määrittele termejä, jotka auttavat tiimiäsi ja Metabotia ymmärtämään dataasi.
fr: Définissez des termes pour aider votre équipe et Metabot à comprendre vos données.
it: Definisci i termini per aiutare il tuo team e Metabot a comprendere i tuoi dati.
ja: チームと Metabot がデータを理解できるように用語を定義します。
nb: Definer begreper for å hjelpe teamet ditt og Metabot med å forstå dataene dine.
nl: Definieer termen waarmee uw team en Metabot uw gegevens beter kunnen begrijpen.
pl: Zdefiniuj terminy, które ułatwią Twojemu zespołowi i Metabotowi zrozumienie Twoich danych.
pt_br: Defina termos para ajudar sua equipe e o Metabot a entender seus dados.
ru: Дайте определение терминам, которые помогут вашей команде и Metabot понять ваши данные.
sk: Definujte pojmy, ktoré pomôžu vášmu tímu a Metabotu pochopiť vaše dáta.
sl: Definirajte izraze, ki bodo vaši ekipi in Metabotu pomagali razumeti vaše podatke.
sq: Përcakto terma për të ndihmuar ekipin tënd dhe Metabot të kuptojnë të dhënat e tua.
sr: Definišite pojmove da biste pomogli svom timu i Metabot-u da razumeju vaše podatke.
sv: Definiera termer för att hjälpa ditt team och Metabot att förstå era data.
tr: Ekibinizin ve Metabot'un verilerinizi anlamasına yardımcı olacak terimleri tanımlayın.
uk: Визначайте терміни, щоб допомогти вашій команді та Metabot розуміти ваші дані.
vi: Xác định các thuật ngữ để giúp nhóm của bạn và Metabot hiểu dữ liệu của bạn.
zh_hk: 定義詞彙以幫助您的團隊和 Metabot 理解您的資料。

source: Define terms to help your team understand your data.
ar: عرّف المصطلحات لمساعدة فريقك على فهم بياناتك.
bg: Дефинирайте термини, за да помогнете на екипа си да разбере данните ви.
ca: Defineix termes per ajudar el teu equip a entendre les teves dades.
de: Definieren Sie Begriffe, die Ihrem Team helfen, Ihre Daten zu verstehen.
es: Defina términos para ayudar a su equipo a comprender sus datos.
fa: اصطلاحات را تعریف کنید تا به تیمتان در درک داده‌هایتان کمک کند.
fi: Määrittele termejä, jotka auttavat tiimiäsi ymmärtämään dataasi.
fr: Définissez des termes pour aider votre équipe à comprendre vos données.
it: Definisci i termini per aiutare il tuo team a comprendere i tuoi dati.
ja: チームがデータを理解できるように用語を定義します。
nb: Definer begreper for å hjelpe teamet ditt med å forstå dataene dine.
nl: Definieer termen waarmee uw team uw gegevens beter kan begrijpen.
pl: Zdefiniuj terminy, które pomogą Twojemu zespołowi zrozumieć dane.
pt_br: Defina termos para ajudar sua equipe a entender seus dados.
ru: Дайте определение терминам, которые помогут вашей команде понять ваши данные.
sk: Definujte pojmy, ktoré pomôžu vášmu tímu pochopiť vaše údaje.
sl: Definirajte izraze, ki bodo vaši ekipi pomagali razumeti vaše podatke.
sq: Përcakto terma për të ndihmuar ekipin tënd të kuptojë të dhënat e tua.
sr: Definišite pojmove da biste pomogli svom timu da razume vaše podatke.
sv: Definiera termer för att hjälpa ditt team att förstå era data.
tr: Ekibinizin verilerinizi anlamasına yardımcı olacak terimleri tanımlayın.
uk: Визначайте терміни, щоб допомогти вашій команді розуміти ваші дані.
vi: Xác định các thuật ngữ để giúp nhóm của bạn hiểu dữ liệu.
zh_hk: 定義詞彙以協助團隊瞭解您的資料。

source: New term
ar: مصطلح جديد
bg: Нов срок
ca: Nou terme
de: Neuer Begriff
es: Nuevo mandato
fa: اصطلاح جدید
fi: Uusi lukukausi
fr: Nouveau terme
it: Nuovo termine
ja: 新しい用語
nb: Nytt begrep
nl: Nieuwe termijn
pl: Nowy termin
pt_br: Novo termo
ru: Новый термин
sk: Nový termín
sl: Nov mandat
sq: Term i ri
sr: Novi pojam
sv: Ny termin
tr: Yeni terim
uk: Новий термін
vi: Thuật ngữ mới
zh_hk: 新學期

source: Term
ar: مصطلح
bg: Срок
ca: Terme
de: Begriff
es: Término
fa: مدت
fi: Termi
fr: Terme
it: Termine
ja: 学期
nb: Begrep
nl: Termijn
pl: Termin
pt_br: Prazo
ru: Срок
sk: Termín
sl: Izraz
sr: Pojam
sv: Kalla
tr: Terim
uk: Термін
vi: Thuật ngữ
zh_hk: 期限

source: No terms yet
ar: لا توجد مصطلحات بعد
bg: Все още няма условия
ca: Encara no hi ha termes
de: Noch keine Bedingungen
es: Aún no hay términos
fa: هنوز هیچ شرطی وجود ندارد
fi: Ei vielä ehtoja
fr: Pas encore de conditions
it: Nessun termine ancora
ja: まだ条件はありません
nb: Ingen vilkår ennå
nl: Nog geen voorwaarden
pl: Brak jeszcze warunków
pt_br: Ainda não há termos
ru: Пока нет условий
sk: Zatiaľ žiadne podmienky
sl: Še ni pogojev
sq: Ende nuk ka terma
sr: Još nema pojmova
sv: Inga villkor ännu
tr: Henüz bir şart yok
uk: Термінів поки немає
vi: Chưa có điều khoản nào
zh_hk: 尚無條款

source: Delete “{0}”?
ar: هل تريد حذف "{0}"؟
bg: Да се изтрие ли „{0}“?
ca: Voleu suprimir “{0}”?
de: „{0}“ löschen?
es: ¿Borrar “{0}”?
fa: «{0}» حذف شود؟
fi: Poistetaanko ”{0}”?
fr: Supprimer «{0}» ?
it: Eliminare “{0}”?
ja: 「{0}」を削除しますか?
nb: Slett "{0}"?
nl: “{0}” verwijderen?
pl: Usunąć „{0}”?
pt_br: Excluir “{0}”?
ru: Удалить «{0}»?
sk: Vymazať „{0}“?
sl: Izbrisati »{0}«?
sq: Të fshihet “{0}”?
sr: Obrisati “{0}”?
sv: Ta bort “{0}”?
tr: “{0}” silinsin mi?
uk: Вилучити “{0}”?
vi: Xóa “{0}”?
zh_hk: 刪除 "{0}"?
