Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: If an alert is still in progress when the next one is scheduled, the next alert will be skipped. This may result in fewer alerts than expected.
ar: إذا كان التنبيه لا يزال قيد التنفيذ عند جدولة التنبيه التالي، فسيتم تخطي التنبيه التالي. قد يؤدي ذلك إلى عدد أقل من التنبيهات مما هو متوقع.
bg: Ако предупреждение все още е в ход, когато следващият е планиран, следващият сигнал ще бъде пропуснат. Това може да доведе до по-малко сигнали от очакваното.
ca: Si encara hi ha una alerta en progrés quan es programa la següent, s'ometrà la següent alerta. Això pot donar lloc a menys alertes del que s'esperava.
de: Wenn eine Warnung noch läuft, während die nächste geplant ist, wird die nächste Warnung übersprungen. Dies kann dazu führen, dass weniger Warnungen als erwartet ausgegeben werden.
eo: If an alert’s still poppin’ off when the next one’s about to drop, the next alert gets skipped. So, u might get fewer alerts than u thought, fr.
es: Si una alerta sigue en curso cuando se programa la siguiente, esta se omitirá. Esto puede resultar en menos alertas de las esperadas.
fa: اگر هنگام برنامه ریزی هشدار بعدی همچنان در حال انجام باشد، هشدار بعدی نادیده گرفته می شود. این ممکن است منجر به هشدارهای کمتر از حد انتظار شود.
fi: Jos hälytys on vielä kesken, kun seuraava on ajoitettu, seuraava hälytys ohitetaan. Tämä saattaa aiheuttaa odotettua vähemmän hälytyksiä.
fr: Si une alerte est toujours en cours lorsque la suivante est programmée, celle-ci sera ignorée. Cela peut entraîner un nombre d'alertes inférieur à celui prévu.
it: Se un avviso è ancora in corso quando è programmato quello successivo, l'avviso successivo verrà saltato. Ciò potrebbe comportare un numero di avvisi inferiore a quello previsto.
ja: 次のアラートがスケジュールされているときにアラートがまだ進行中の場合、次のアラートはスキップされます。これにより、予想よりもアラートの数が少なくなる可能性があります。
nb: Hvis et varsel fortsatt pågår når det neste er planlagt, vil det neste varselet bli hoppet over. Dette kan resultere i færre varsler enn forventet.
nl: Als een waarschuwing nog bezig is wanneer de volgende gepland is, wordt de volgende waarschuwing overgeslagen. Dit kan resulteren in minder waarschuwingen dan verwacht.
pl: Jeśli alert jest nadal w toku, gdy zaplanowano następny, następny alert zostanie pominięty. Może to skutkować mniejszą liczbą alertów niż oczekiwano.
pt_br: Se um alerta ainda estiver em andamento quando o próximo estiver agendado, o próximo alerta será pulado. Isso pode resultar em menos alertas do que o esperado.
ru: Если оповещение все еще выполняется, когда запланировано следующее, следующее оповещение будет пропущено. Это может привести к меньшему количеству оповещений, чем ожидалось.
sk: Ak upozornenie stále prebieha, keď je naplánované ďalšie, ďalšie upozornenie sa preskočí. Výsledkom môže byť menej upozornení, ako sa očakávalo.
sl: Če je opozorilo še v teku, ko je naslednje načrtovano, bo naslednje opozorilo preskočeno. To lahko povzroči manj opozoril, kot je bilo pričakovano.
sq: Nëse një alarm është ende në proces kur është planifikuar tjetri, alarmi i radhës do të anashkalohet. Kjo mund të rezultojë në më pak alarme sesa pritej.
sr: Ako je upozorenje i dalje u toku kada je sledeće zakazano, sledeće upozorenje će biti preskočeno. To može rezultirati manjim brojem upozorenja nego što se očekuje.
sv: Om en varning fortfarande pågår när nästa är schemalagd, kommer nästa varning att hoppas över. Detta kan resultera i färre varningar än förväntat.
tr: Bir sonraki uyarı planlandığında hala devam eden bir uyarı varsa, bir sonraki uyarı atlanacaktır. Bu, beklenenden daha az uyarıyla sonuçlanabilir.
uk: Якщо сповіщення все ще виконується, коли заплановано наступне, наступне сповіщення буде пропущено. Це може призвести до меншої кількості сповіщень, ніж очікувалося.
vi: Nếu cảnh báo vẫn đang diễn ra khi cảnh báo tiếp theo được lên lịch, cảnh báo tiếp theo sẽ bị bỏ qua. Điều này có thể dẫn đến ít cảnh báo hơn dự kiến.
zh_hk: 如果排定下一個警報時，警報仍在進行中，則會跳過下一個警報。這可能會導致警報數量比預期少。

source: View SQL
ar: اعرض SQL
bg: Преглед на SQL
ca: Veure SQL
de: SQL anzeigen
eo: Check out the SQL, fr fr
es: Ver SQL
fa: SQL را مشاهده کنید
fi: Näytä SQL
fr: Voir SQL
it: Visualizza SQL
ja: SQLを見る
lt: Peržiūrėti SQL
nb: Vis SQL
nl: SQL bekijken
pl: Pokaż SQL
pt_br: Exibir SQL
ru: Посмотреть SQL
sk: Zobraziť SQL
sl: Ogled SQL
sq: Shfaq SQL
sr: Prikaži SQL
sv: Visa SQL
tr: SQL'i Görüntüle
uk: Переглянути SQL
vi: Xem SQL
zh_hk: 檢視 SQL

source: View native query
ar: اعرض الاستعلام الأصلي
bg: Преглед на родната заявка
ca: Visualitza la consulta nativa
de: Native Abfrage anzeigen
eo: Check out the native query
es: Ver consulta nativa
fa: مشاهده درخواست بومی
fi: Näytä natiivikysely
fr: Voir la requête native
it: Visualizza la query nativa
ja: ネイティブクエリを見る
lt: Peržiūrėti savąją užklausą
nb: Vis opprinnelig spørring
nl: Native query weergeven
pl: Pokaż zapytanie natywne
pt_br: Exibir consulta nativa
ru: Просмотр родного запроса
sk: Zobraziť pôvodnú požiadavku
sl: Ogled izvorne poizvedbe
sq: Shfaq pyetjen native
sr: Prikaži nativni upit
sv: Visa ursprunglig fråga
tr: Yerel sorguyu görüntüle
uk: Переглянути нативний запит
vi: Xem truy vấn gốc
zh_hk: 檢視原生查詢

source: Hide SQL
ar: أخفِ SQL
bg: Скриване на SQL
ca: Amaga SQL
de: SQL ausblenden
eo: Hide SQL → Lowkey hide the SQL, fr fr
es: Ocultar SQL
fa: مخفی کردن SQL
fi: Piilota SQL
fr: Cacher SQL
it: Nascondi SQL
ja: SQLを隠す
lt: Slėpti SQL
nb: Skjul SQL
nl: SQL verbergen
pl: Ukryj SQL
pt_br: Ocultar SQL
ru: Скрыть SQL
sk: Skryť SQL
sl: Skrij SQL
sq: Fshih SQL
sr: Sakrij SQL
sv: Göm SQL
tr: SQL'i Gizle
uk: Приховати SQL
vi: Ẩn SQL
zh_hk: 隱藏 SQL

source: Hide native query
ar: أخفِ الاستعلام الأصلي
bg: Скриване на родната заявка
ca: Amaga la consulta nativa
de: Native Abfrage ausblenden
eo: Hide the OG query
es: Ocultar consulta nativa
fa: پنهان کردن درخواست بومی
fi: Piilota natiivikysely
fr: Cacher la requête native
it: Nascondi la query nativa
ja: ネイティブクエリを隠す
lt: Slėpti savąją užklausą
nb: Skjul opprinnelig spørring
nl: Native query verbergen
pl: Ukr zapytanie natywne
pt_br: Ocultar consulta nativa
ru: Скрыть родной запрос
sk: Skryť pôvodný dotaz
sl: Skrivanje izvorne poizvedbe
sq: Fshih pyetjen native
sr: Sakrij nativni upit
sv: Göm ursprunglig fråga
tr: Yerel sorguyu gizle
uk: Приховати нативний запит
vi: Ẩn truy vấn gốc
zh_hk: 隱藏原生查詢

source: Previous 3 months
ar: الأشهر الثلاثة السابقة
bg: Предишни 3 месеца
ca: 3 mesos anteriors
de: Vorherige 3 Monate
eo: the past few months (or: the last few months)
es: 3 meses anteriores
fa: 3 ماه قبل
fi: Edelliset 3 kuukautta
fr: 3 mois précédents
it: 3 mesi precedenti
ja: 過去3ヶ月
lt: Ankstesni 3 mėnesiai
nb: De siste 3 månedene
nl: Vorige 3 maanden
pl: Poprzednie 3 miesiące
pt_br: 3 meses anteriores
ru: Предыдущие 3 месяца
sk: Predchádzajúce 3 mesiace
sl: Prejšnji 3 meseci
sq: 3 muajt e fundit
sr: Prethodna 3 meseca
sv: Föregående 3 månader
tr: Önceki 3 ay
uk: Попередні 3 місяці
vi: 3 tháng trước
zh_hk: 前 3 個月

source: Previous 12 months
ar: الأشهر الاثنا عشر السابقة
bg: Предишни 12 месеца
ca: 12 mesos anteriors
de: Vorherige 12 Monate
eo: last year or the past year
es: 12 meses anteriores
fa: دوازده ماه قبل
fi: Edelliset 12 kuukautta
fr: 12 derniers mois
it: 12 mesi precedenti
ja: 過去 12 ヶ月
lt: Ankstesni 12 mėnesių
nb: Forrige 12 måneder
nl: Vorige 12 maanden
pl: Poprzednie 12 miesięcy
pt_br: 12 meses anteriores
ru: Предыдущие 12 месяцев
sk: Predchádzajúcich 12 mesiacov
sl: Prejšnjih 12 mesecev
sq: 12 muajt e fundit
sr: Prethodnih 12 meseci
sv: Föregående 12 månader
tr: Önceki 12 ay
uk: Попередні 12 місяців
vi: 12 tháng trước
zh_hk: 過去 12 個月

source: Fixed date range…
ar: نطاق تاريخ ثابت…
bg: Фиксиран период от време…
ca: Interval de dates fix…
de: Fester Datumsbereich…
eo: Date range is now locked in, no cap
es: Rango de fechas fijo…
fa: محدوده تاریخ ثابت…
fi: Kiinteä ajanjakso…
fr: Plage de dates fixe…
it: Intervallo di date fisso…
ja: 固定日付範囲…
nb: Fast datointervall…
nl: Vast datumbereik…
pl: Stały zakres dat…
pt_br: Intervalo de datas fixo…
ru: Фиксированный диапазон дат…
sk: Pevný rozsah dátumov…
sl: Fiksno časovno obdobje…
sq: Interval fiks datash…
sr: Fiksni opseg datuma…
sv: Fast datumintervall…
tr: Sabit tarih aralığı…
uk: Фіксований діапазон дат…
vi: Phạm vi ngày cố định…
zh_hk: 固定日期範圍…

source: Relative date range…
ar: نطاق تاريخ نسبي…
bg: Относителен период от време…
ca: Interval de dates relatiu…
de: Relativer Datumsbereich…
eo: Rel date range…
es: Rango de fechas relativo…
fa: محدوده تاریخ نسبی…
fi: Suhteellinen ajanjakso…
fr: Plage de dates relative…
it: Intervallo di date relative…
ja: 相対日付を指定…
nb: Relativt datointervall…
nl: Relatief datumbereik…
pl: Zakres dat względnych…
pt_br: Intervalo de datas relativo…
ru: Относительный диапазон дат…
sk: Relatívny rozsah dátumov…
sl: Relativno časovno obdobje…
sq: Interval relativ datash…
sr: Relativni opseg datuma…
sv: Relativt datumintervall…
tr: Göreceli tarih aralığı…
uk: Відносний діапазон дат…
vi: Khoảng ngày tương đối…
zh_hk: 相對日期範圍…

source: Empty values
ar: القيم الفارغة
bg: Празни стойности
ca: Valors buits
de: Leere Werte
eo: No cap, just empty vibes
es: Valores vacíos
fa: ارزش های خالی
fi: Tyhjät arvot
fr: Valeurs vides
it: Valori vuoti
ja: 空の値
lt: Tuščios vertės
nb: Tomme verdier
nl: Lege waarden
pl: Puste wartości
pt_br: Valores vazios
ru: Пустые значения
sk: Prázdne hodnoty
sl: Prazne vrednosti
sq: Vlera bosh
sr: Prazne vrednosti
sv: Tomma värden
tr: Boş değerler
uk: Порожні значення
vi: Giá trị rỗng
zh_hk: 空值

source: Not empty values
ar: قيم غير فارغة
bg: Не празни стойности
ca: No valors buits
de: Keine leeren Werte
eo: Not vibing with empty values
es: No valores vacíos
fa: مقادیر خالی نیست
fi: Ei tyhjiä arvoja
fr: Pas de valeurs vides
it: Non valori vuoti
ja: 空の値ではない
lt: Ne tuščios vertės
nb: Ikke tomme verdier
nl: Geen lege waarden
pl: Nie puste wartości
pt_br: Não são valores vazios
ru: Не пустые значения
sk: Nie prázdne hodnoty
sl: Ne prazne vrednosti
sq: Vlera jo bosh
sr: Neprazne vrednosti
sv: Inte tomma värden
tr: Boş değerler değil
uk: Непорожні значення
vi: Không có giá trị rỗng
zh_hk: 非空值

source: Search by {0} or enter an ID
ar: ابحث حسب {0} أو أدخل معرّفًا
bg: Търсете по {0} или въведете ID
ca: Cerqueu per {0} o introduïu un identificador
de: Suche nach {0} oder gib eine ID ein
eo: Look up by {0} or just punch in an ID, fr fr
es: Busque por {0} o ingrese un ID
fa: جستجو بر اساس {0} یا یک شناسه وارد کنید
fi: Hae {0} tai anna tunnus
fr: Rechercher par {0} ou saisir un identifiant
it: Cerca per {0} o inserisci un ID
ja: {0} で検索するか、IDを入力してください
nb: Søk på {0} eller skriv inn en ID
nl: Zoeken op {0} of voer een ID in
pl: Wyszukaj według {0} lub wprowadź ID
pt_br: Pesquise por {0} ou insira um ID
ru: Поиск по {0} или введите идентификатор
sk: Hľadajte podľa {0} alebo zadajte ID
sl: Iščite po {0} ali vnesite ID
sq: Kërko sipas {0} ose fut një ID
sr: Pretraži po {0} ili unesi ID
sv: Sök på {0} eller ange ett ID
tr: {0} ile arayın veya bir kimlik girin
uk: Шукати за {0} або введіть ID
vi: Tìm kiếm theo {0} hoặc nhập ID
zh_hk: 依 {0} 搜尋或輸入 ID

source: Dimensions
ar: الأبعاد
bg: Размери
de: Maße
eo: Vibes or just "dimensions" can stay, but if you wanna make it more slangy, you might say "the vibes" or "the realm" lol.
es: Dimensiones
fa: ابعاد
fi: Mitat
it: Dimensioni
ja: 寸法
nb: Dimensjoner
nl: Afmetingen
pl: Wymiary
pt_br: Dimensões
ru: Размеры
sk: Rozmery
sl: Dimenzije
sq: Dimensione
sr: Dimenzije
sv: Mått
tr: Boyutlar
uk: Виміри
vi: Kích thước
zh_hk: 尺寸

source: Couldn't download this file
ar: تعذّر تنزيل هذا الملف
bg: Не можах да изтегля този файл
ca: No s'ha pogut descarregar aquest fitxer
de: Diese Datei konnte nicht heruntergeladen werden
eo: Couldn't even download this file, fr.
es: No se pudo descargar este archivo
fa: این فایل دانلود نشد
fi: Tiedoston lataaminen epäonnistui
fr: Impossible de télécharger ce fichier
it: Impossibile scaricare questo file
ja: このファイルをダウンロードできませんでした
nb: Kunne ikke laste ned denne filen
nl: Dit bestand kon niet worden gedownload
pl: Nie udało się pobrać tego pliku
pt_br: Não foi possível baixar este arquivo
ru: Не удалось загрузить этот файл.
sk: Tento súbor sa nepodarilo stiahnuť
sl: Te datoteke ni bilo mogoče prenesti
sq: Nuk u shkarkua dot ky skedar
sr: Nije moguće preuzeti ovaj fajl
sv: Kunde inte ladda ner den här filen
tr: Bu dosya indirilemedi
uk: Не вдалося завантажити цей файл
vi: Không thể tải xuống tệp này
zh_hk: 無法下載此檔案

source: Dictionary downloaded
ar: تم تنزيل القاموس
bg: Речникът е изтеглен
ca: Diccionari descarregat
de: Wörterbuch heruntergeladen
eo: Dictionary’s finally downloaded, fr fr
es: Diccionario descargado
fa: دیکشنری دانلود شد
fi: Sanakirja ladattu
fr: Dictionnaire téléchargé
it: Dizionario scaricato
ja: 辞書をダウンロードしました
nb: Ordbok lastet ned
nl: Woordenboek gedownload
pl: Słownik pobrany
pt_br: Dicionário baixado
ru: Словарь загружен
sk: Slovník stiahnutý
sl: Slovar prenesen
sq: Fjalori u shkarkua
sr: Rečnik je preuzet
sv: Ordboken nedladdad
tr: Sözlük indirildi
uk: Словник завантажено
vi: Từ điển đã tải xuống
zh_hk: 下載字典

source: Upload a translation dictionary to translate strings both in Metabase content (like dashboard titles) and in the data itself (like column names and values). The dictionary must be a CSV with these columns: **Locale Code**, **String**, **Translation**.
ar: حمّل قاموس ترجمة لترجمة السلاسل النصية في محتوى Metabase (مثل عناوين لوحات المعلومات) وفي البيانات نفسها (مثل أسماء الأعمدة والقيم). يجب أن يكون القاموس ملف CSV يحتوي على الأعمدة التالية: **Locale Code** و **String** و **Translation**.
bg: Качете речник за превод, за да преведете низове както в съдържанието на метабазата (като заглавия на таблото), така и в самите данни (като имена и стойности на колоните). Речникът трябва да е CSV файл със следните колони: **Код на езика**, **Низ**, **Превод**.
ca: Pengeu un diccionari de traducció per traduir cadenes tant al contingut de la metabase (com ara els títols del tauler de control) com a les dades en si (com ara els noms i valors de les columnes). El diccionari ha de ser un CSV amb aquestes columnes: **Codi de configuració regional**, **Cadena**, **Traducció**.
de: Laden Sie ein Übersetzungswörterbuch hoch, um Zeichenfolgen sowohl im Metabase-Inhalt (z. B. Dashboard-Titel) als auch in den Daten selbst (z. B. Spaltennamen und -werte) zu übersetzen. Das Wörterbuch muss eine CSV-Datei mit den folgenden Spalten sein: **Gebietsschemacode**, **Zeichenfolge**, **Übersetzung**.
es: Sube un diccionario de traducción para traducir cadenas tanto en el contenido de la metabase (como los títulos del panel) como en los propios datos (como los nombres y valores de las columnas). El diccionario debe ser un archivo CSV con las siguientes columnas: **Código de configuración regional**, **Cadena**, **Traducción**.
fa: یک دیکشنری ترجمه آپلود کنید تا رشته‌ها را هم در محتوای متابیس (مانند عناوین داشبورد) و هم در خود داده‌ها (مانند نام ستون‌ها و مقادیر) ترجمه کند. دیکشنری باید یک فایل CSV با این ستون‌ها باشد: **کد زبان**، **رشته**، **ترجمه**.
fi: Lataa käännössanasto kääntääksesi merkkijonoja sekä metatietokannan sisällössä (kuten koontinäyttöjen otsikot) että itse tiedoissa (kuten sarakkeiden nimet ja arvot). Sanaston on oltava CSV-tiedosto, jossa on seuraavat sarakkeet: **Kielikoodi**, **Merkkijono**, **Käännös**.
fr: Importez un dictionnaire de traduction pour traduire les chaînes du contenu de la métabase (comme les titres des tableaux de bord) et des données elles-mêmes (comme les noms et valeurs des colonnes). Le dictionnaire doit être un fichier CSV contenant les colonnes suivantes : **Code régional**, **Chaîne**, **Traduction**.
it: Carica un dizionario di traduzione per tradurre le stringhe sia nel contenuto della Metabase (come i titoli della dashboard) sia nei dati stessi (come i nomi e i valori delle colonne). Il dizionario deve essere un file CSV con le seguenti colonne: **Codice Locale**, **Stringa**, **Traduzione**.
ja: メタベースコンテンツ（ダッシュボードのタイトルなど）とデータ自体（列名や値など）の両方の文字列を翻訳するための翻訳辞書をアップロードします。辞書は、**ロケールコード**、**文字列**、**翻訳**の列を含むCSV形式でなければなりません。
nb: Last opp en oversettelsesordbok for å oversette strenger både i Metabase-innhold (som dashbordtitler) og i selve dataene (som kolonnenavn og -verdier). Ordboken må være en CSV-fil med disse kolonnene: **Lokalkode**, **Streng**, **Oversettelse**.
nl: Upload een vertaalwoordenboek om strings te vertalen in zowel de metabase-inhoud (zoals dashboardtitels) als in de data zelf (zoals kolomnamen en waarden). Het woordenboek moet een CSV-bestand zijn met de volgende kolommen: **Locale Code**, **String**, **Translation**.
pl: Prześlij słownik tłumaczeń, aby przetłumaczyć ciągi znaków zarówno w zawartości metabazy (np. tytuły pulpitu nawigacyjnego), jak i w samych danych (np. nazwy kolumn i wartości). Słownik musi być plikiem CSV z następującymi kolumnami: **Kod ustawień regionalnych**, **Ciąg**, **Tłumaczenie**.
pt_br: Carregue um dicionário de tradução para traduzir strings tanto no conteúdo do Metabase (como títulos de painéis) quanto nos próprios dados (como nomes e valores de colunas). O dicionário deve ser um CSV com as seguintes colunas: **Código de Localidade**, **String**, **Tradução**.
ru: Загрузите словарь перевода для перевода строк как в содержимом Metabase (например, заголовков панелей мониторинга), так и в самих данных (например, названий столбцов и значений). Словарь должен быть представлен в формате CSV со следующими столбцами: **Код локали**, **Строка**, **Перевод**.
sk: Nahrajte prekladový slovník na preklad reťazcov v obsahu metabázy (ako sú názvy dashboardov) aj v samotných dátach (ako sú názvy a hodnoty stĺpcov). Slovník musí byť vo formáte CSV s týmito stĺpcami: **Kód miestneho nastavenia**, **Reťazec**, **Preklad**.
sl: Naložite prevajalski slovar za prevajanje nizov tako v vsebini metabaze (kot so naslovi nadzornih plošč) kot v samih podatkih (kot so imena in vrednosti stolpcev). Slovar mora biti datoteka CSV s temi stolpci: **Koda jezika**, **Niz**, **Prevod**.
sq: Ngarko një fjalor përkthimi për të përkthyer stringjet si në përmbajtjen e Metabase (si titujt e paneleve) ashtu edhe në vetë të dhënat (si emrat dhe vlerat e kolonave). Fjalori duhet të jetë një CSV me këto kolona: **Locale Code**, **String**, **Translation**.
sr: Otpremite rečnik prevoda da biste prevodili stringove i u Metabase sadržaju (kao naslovi kontrolnih tabli) i u samim podacima (kao nazivi kolona i vrednosti). Rečnik mora biti CSV sa ovim kolonama: **Locale Code**, **String**, **Translation**.
sv: Ladda upp en översättningslexikon för att översätta strängar både i Metabase-innehåll (som instrumentpanelstitlar) och i själva data (som kolumnnamn och värden). Exemplet måste vara en CSV-fil med dessa kolumner: **Specialkod**, **Sträng**, **Översättning**.
tr: Hem Metabase içeriğindeki (pano başlıkları gibi) hem de verilerin kendisindeki (sütun adları ve değerleri gibi) dizeleri çevirmek için bir çeviri sözlüğü yükleyin. Sözlük, şu sütunları içeren bir CSV dosyası olmalıdır: **Yerel Kod**, **Dize**, **Çeviri**.
uk: Завантажте словник перекладу, щоб перекладати строки як у контенті Metabase (наприклад, назви дашбордів), так і в самих даних (наприклад, назви колонок і значення). Словник має бути CSV із такими колонками: **Locale Code**, **String**, **Translation**.
vi: Tải lên một từ điển dịch để dịch các chuỗi trong cả nội dung Metabase (như tiêu đề bảng điều khiển) và trong chính dữ liệu (như tên cột và giá trị). Từ điển phải là tệp CSV với các cột sau: **Mã ngôn ngữ**, **Chuỗi**, **Bản dịch**.
zh_hk: 上傳翻譯字典，以翻譯 Metabase 內容（如儀表板標題）和資料本身（如欄名和值）中的字串。字典必須是包含這些欄位的 CSV：**Locale Code**、**String**、**Translation**。

source: Translate embedded dashboards and questions
ar: ترجمة لوحات المعلومات والأسئلة المضمّنة
bg: Превод на вградени табла за управление и въпроси
ca: Tradueix els quadres de comandament i les preguntes incrustats
de: Übersetzen Sie eingebettete Dashboards und Fragen
es: Traducir paneles y preguntas integrados
fa: ترجمه داشبوردها و سوالات تعبیه شده
fi: Käännä upotetut kojelaudat ja kysymykset
fr: Traduire les tableaux de bord et les questions intégrés
it: Traduci dashboard e domande incorporate
ja: 埋め込まれたダッシュボードと質問を翻訳する
nb: Oversett innebygde dashbord og spørsmål
nl: Vertaal ingebedde dashboards en vragen
pl: Tłumaczenie osadzonych pulpitów nawigacyjnych i pytań
pt_br: Traduzir painéis e perguntas incorporados
ru: Перевод встроенных информационных панелей и вопросов
sk: Preklad vložených dashboardov a otázok
sl: Prevedi vdelane nadzorne plošče in vprašanja
sq: Përkthe panelet dhe pyetjet e embed-uara
sr: Prevedi ugrađene kontrolne table i pitanja
sv: Översätt inbäddade instrumentpaneler och frågor
tr: Gömülü panoları ve soruları çevirin
uk: Перекладати вбудовані дашборди та запити
vi: Dịch bảng thông tin nhúng và câu hỏi
zh_hk: 翻譯內嵌的儀表板和問題
