Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Personal access token with write permissions
ar: رمز وصول شخصي بصلاحيات كتابة
bg: Личен токен за достъп с права за запис
ca: Token d'accés personal amb permisos d'escriptura
de: Persönlicher Zugriffstoken mit Schreibberechtigung
es: Token de acceso personal con permisos de escritura
fa: توکن دسترسی شخصی با مجوزهای نوشتن
fi: Henkilökohtainen käyttöoikeustunnus kirjoitusoikeuksilla
fr: Jeton d'accès personnel avec autorisations d'écriture
it: Token di accesso personale con permessi di scrittura
ja: 書き込み権限を持つ個人アクセストークン
nb: Personlig tilgangstoken med skriverettigheter
nl: Persoonlijke toegangstoken met schrijfrechten
pl: Osobisty token dostępu z uprawnieniami zapisu
pt_br: Token de acesso pessoal com permissões de gravação
ru: Персональный токен доступа с правами записи
sk: Osobný prístupový token s oprávneniami na zápis
sl: Osebni žeton za dostop z dovoljenji za pisanje
sq: Token aksesi personal me leje shkrimi
sr: Lični access token sa dozvolama za pisanje
sv: Personlig åtkomsttoken med skrivbehörighet
tr: Yazma izinlerine sahip kişisel erişim belirteci
uk: Персональний токен доступу з правами на запис
vi: Mã thông báo truy cập cá nhân có quyền ghi
zh_hk: 具有寫入權限的個人存取標記

source: Sync mode for this instance
ar: وضع المزامنة لهذا المثيل
bg: Режим на синхронизиране за този екземпляр
ca: Mode de sincronització per a aquesta instància
de: Synchronisierungsmodus für diese Instanz
es: Modo de sincronización para esta instancia
fa: حالت همگام‌سازی برای این نمونه
fi: Tämän instanssin synkronointitila
fr: Mode de synchronisation pour cette instance
it: Modalità di sincronizzazione per questa istanza
ja: このインスタンスの同期モード
nb: Synkroniseringsmodus for denne forekomsten
nl: Synchronisatiemodus voor dit exemplaar
pl: Tryb synchronizacji dla tej instancji
pt_br: Modo de sincronização para esta instância
ru: Режим синхронизации для этого инстанса
sk: Režim synchronizácie pre túto inštanciu
sl: Način sinhronizacije za ta primerek
sq: Modaliteti i sinkronizimit për këtë instancë
sr: Režim sinhronizacije za ovu instancu
sv: Synkroniseringsläge för den här instansen
tr: Bu örnek için senkronizasyon modu
uk: Режим синхронізації для цього інстансу
vi: Chế độ đồng bộ cho trường hợp này
zh_hk: 此範例的同步模式

source: You can't switch to Read-only as you have unpublished changes.
ar: لا يمكنك التبديل إلى للقراءة فقط لأن لديك تغييرات غير منشورة.
bg: Не можете да превключите към режим „Само за четене“, тъй като имате непубликувани промени.
ca: No podeu canviar a Només lectura perquè teniu canvis no publicats.
de: Sie können nicht auf schreibgeschützt umschalten, da Sie unveröffentlichte Änderungen haben.
es: No puedes cambiar a modo de solo lectura porque tienes cambios sin publicar.
fa: شما نمی‌توانید به حالت فقط خواندنی (Read-only) تغییر دهید زیرا تغییرات منتشر نشده‌ای دارید.
fi: Et voi vaihtaa Vain luku -tilaan, koska sinulla on julkaisemattomia muutoksia.
fr: Vous ne pouvez pas passer en mode lecture seule car vous avez des modifications non publiées.
it: Non puoi passare alla modalità Sola lettura perché hai modifiche non pubblicate.
ja: 未公開の変更があるため、読み取り専用に切り替えることはできません。
nb: Du kan ikke bytte til skrivebeskyttet siden du har upubliserte endringer.
nl: U kunt niet overschakelen naar Alleen-lezen omdat u nog niet-gepubliceerde wijzigingen hebt.
pl: Nie możesz przełączyć się na tryb Tylko do odczytu, ponieważ masz nieopublikowane zmiany.
pt_br: Não é possível alternar para o modo Somente leitura, pois você tem alterações não publicadas.
ru: Вы не можете переключиться в режим «Только чтение», так как у вас есть неопубликованные изменения.
sk: Nemôžete prepnúť na režim Iba na čítanie, pretože máte nezverejnené zmeny.
sl: Ne morete preklopiti na samo branje, ker imate neobjavljene spremembe.
sq: Nuk mund të kalosh në Vetëm për lexim sepse ke ndryshime të papublikuara.
sr: Ne možete da pređete na Samo za čitanje jer imate neobjavljene izmene.
sv: Du kan inte växla till skrivskyddad eftersom du har opublicerade ändringar.
tr: Yayımlanmamış değişiklikleriniz olduğundan Salt Okunur moduna geçemezsiniz.
uk: Ви не можете перемкнутися на "Лише читання", оскільки маєте неопубліковані зміни.
vi: Bạn không thể chuyển sang Chỉ đọc vì bạn có những thay đổi chưa được công bố.
zh_hk: 您不能切換為唯讀，因為您有未發佈的變更。

source: Usually you should use this for your production {0} instance. All synced collections are read-only, and will automatically sync with the specified branch (we'd recommend syncing with main).
ar: عادةً ما ينبغي استخدام هذا لِمثيل {0} في بيئة الإنتاج. جميع المجموعات المتزامنة للقراءة فقط، وستتزامن تلقائيًا مع الفرع المحدد (نوصي بالمزامنة مع main).
bg: Обикновено трябва да използвате това за вашия производствен екземпляр {0} . Всички синхронизирани колекции са само за четене и ще се синхронизират автоматично с посочения клон (препоръчваме синхронизиране с main).
ca: Normalment hauríeu d'utilitzar això per a la vostra instància de producció {0} . Totes les col·leccions sincronitzades són de només lectura i es sincronitzaran automàticament amb la branca especificada (recomanem sincronitzar amb la branca principal).
de: Normalerweise sollten Sie dies für Ihre Produktionsinstanz {0} verwenden. Alle synchronisierten Sammlungen sind schreibgeschützt und werden automatisch mit dem angegebenen Branch synchronisiert (wir empfehlen die Synchronisierung mit dem Hauptzweig).
es: Normalmente deberías usar esto para tu instancia de producción {0} . Todas las colecciones sincronizadas son de solo lectura y se sincronizarán automáticamente con la rama especificada (recomendamos sincronizar con la rama principal).
fa: معمولاً باید از این برای نمونه‌ی {0} محصول خود استفاده کنید. تمام مجموعه‌های همگام‌سازی‌شده فقط خواندنی هستند و به‌طور خودکار با شاخه‌ی مشخص‌شده همگام‌سازی می‌شوند (ما همگام‌سازی با شاخه‌ی اصلی را توصیه می‌کنیم).
fi: Yleensä tätä tulisi käyttää tuotantoympäristössä {0} . Kaikki synkronoidut kokoelmat ovat vain luku -tilassa ja synkronoituvat automaattisesti määritetyn haaran kanssa (suosittelemme synkronointia päähaaran kanssa).
fr: En général, vous devriez utiliser ceci pour votre instance de production {0} . Toutes les collections synchronisées sont en lecture seule et seront automatiquement synchronisées avec la branche spécifiée (nous recommandons la synchronisation avec la branche principale).
it: Solitamente dovresti usare questo per la tua istanza di produzione {0} . Tutte le raccolte sincronizzate sono di sola lettura e si sincronizzeranno automaticamente con il ramo specificato (consigliamo la sincronizzazione con main).
ja: 通常、本番環境の {0} インスタンスではこれを使用する必要があります。同期されたコレクションはすべて読み取り専用で、指定されたブランチと自動的に同期されます（メインブランチとの同期を推奨します）。
nb: Vanligvis bør du bruke denne for din produksjonsforekomst {0} . Alle synkroniserte samlinger er skrivebeskyttet, og synkroniseres automatisk med den angitte grenen (vi anbefaler at du synkroniserer med main).
nl: Normaal gesproken zou je dit moeten gebruiken voor je productie {0} instantie. Alle gesynchroniseerde collecties zijn alleen-lezen en worden automatisch gesynchroniseerd met de opgegeven branch (we raden aan om te synchroniseren met main).
pl: Zwykle należy używać tego w przypadku instancji produkcyjnej {0} . Wszystkie zsynchronizowane kolekcje są tylko do odczytu i będą automatycznie synchronizowane z określoną gałęzią (zalecamy synchronizację z gałęzią główną).
pt_br: Normalmente, você deve usar isso para sua instância de produção {0} . Todas as coleções sincronizadas são somente leitura e serão sincronizadas automaticamente com a ramificação especificada (recomendamos sincronizar com a principal).
ru: Обычно это следует использовать для вашего производственного экземпляра {0} . Все синхронизированные коллекции доступны только для чтения и будут автоматически синхронизироваться с указанной веткой (мы рекомендуем синхронизироваться с основной веткой).
sk: Zvyčajne by ste to mali použiť pre vašu produkčnú inštanciu {0} . Všetky synchronizované kolekcie sú len na čítanie a automaticky sa synchronizujú so zadanou vetvou (odporúčame synchronizáciu s main).
sl: Običajno bi to morali uporabiti za svojo produkcijsko instanco {0} . Vse sinhronizirane zbirke so samo za branje in se bodo samodejno sinhronizirale z določeno vejo (priporočamo sinhronizacijo z glavno vejo).
sq: Zakonisht duhet ta përdorësh këtë për instancën tënde {0} në prodhim. Të gjitha koleksionet e sinkronizuara janë vetëm për lexim dhe do të sinkronizohen automatikisht me branch-in e specifikuar (do të rekomandonim sinkronizimin me main).
sr: Obično bi ovo trebalo da koristite za svoju produkcionu instancu {0}. Sve sinhronizovane kolekcije su samo za čitanje i automatski će se sinhronizovati sa navedenom granom (preporučujemo sinhronizaciju sa main).
sv: Vanligtvis bör du använda detta för din produktionsinstans {0} . Alla synkroniserade samlingar är skrivskyddade och synkroniseras automatiskt med den angivna grenen (vi rekommenderar att du synkroniserar med main).
tr: Genellikle bunu üretim {0} örneğiniz için kullanmalısınız. Senkronize edilen tüm koleksiyonlar salt okunurdur ve belirtilen dalla otomatik olarak senkronize edilir (ana dalla senkronize etmenizi öneririz).
uk: Зазвичай це слід використовувати для вашого продакшн-інстансу {0}. Усі синхронізовані колекції доступні лише для читання та автоматично синхронізуватимуться з указаною гілкою (ми рекомендуємо синхронізацію з main).
vi: Thông thường bạn nên sử dụng cái này cho phiên bản sản xuất {0} của mình. Tất cả các bộ sưu tập được đồng bộ hóa đều chỉ đọc và sẽ tự động đồng bộ với nhánh được chỉ định (chúng tôi khuyên bạn nên đồng bộ với nhánh chính).
zh_hk: 通常您應該將此設定用於您的生產 {0} 實例。所有同步的收藏集都是唯讀的，並會自動與指定的分支同步（我們建議與主分支同步）。

source: Read-only
ar: للقراءة فقط
bg: Само за четене
ca: Només lectura
de: Nur lesbar
es: Solo lectura
fa: فقط خواندنی
fi: Vain lukuoikeus
fr: Lecture seule
it: Di sola lettura
ja: 読み取り専用
nb: Skrivebeskyttet
nl: Alleen-lezen
pl: Tylko do odczytu
pt_br: Somente leitura
ru: Только для чтения
sk: Iba na čítanie
sl: Samo za branje
sq: Vetëm për lexim
sr: Samo za čitanje
sv: Skrivskyddad
tr: Salt okunur
uk: Лише читання
vi: Chỉ đọc
zh_hk: 唯讀

source: Read-write
ar: قراءة وكتابة
bg: Четене и запис
ca: Lectura i escriptura
de: Lesen und Schreiben
es: Leer y escribir
fa: خواندن-نوشتن
fi: Lue ja kirjoita
fr: Lecture-écriture
it: Lettura-scrittura
ja: 読み書き可能
nb: Lese-skriving
nl: Lezen-schrijven
pl: Odczyt-zapis
pt_br: Ler e escrever
ru: Чтение-запись
sk: Čítanie a zápis
sl: Branje in pisanje
sq: Lexim-shkrim
sr: Čitanje i pisanje
sv: Läs-skriv
tr: Okuma-yazma
uk: Читання-запис
vi: Đọc-ghi
zh_hk: 讀寫

source: This mode is generally for development or local instances of {0}. Changes you make to content in synced collections can be pushed and pulled from any git branch.
ar: هذا الوضع مخصص عادةً للتطوير أو للمثيلات المحلية من {0}. يمكن دفع وسحب التغييرات التي تجريها على المحتوى في المجموعات المتزامنة من أي فرع git.
bg: Този режим е обикновено за разработка или локални инстанции на {0}. Промените, които правите в съдържанието в синхронизирани колекции, могат да бъдат изпращани и изтегляни от всеки git клон.
ca: Aquest mode és generalment per a desenvolupament o instàncies locals de {0}. Els canvis que feu al contingut de les col·leccions sincronitzades es poden enviar i extreure des de qualsevol branca de git.
de: Dieser Modus ist im Allgemeinen für die Entwicklung oder lokale Instanzen von {0}gedacht. Änderungen, die Sie an Inhalten in synchronisierten Sammlungen vornehmen, können von jedem Git-Branch übertragen und abgerufen werden.
es: Este modo se utiliza generalmente para desarrollo o instancias locales de {0}. Los cambios que realices en el contenido de las colecciones sincronizadas se pueden enviar y recibir desde cualquier rama de Git.
fa: این حالت عموماً برای توسعه یا نمونه‌های محلی {0}است. تغییراتی که در محتوای مجموعه‌های همگام‌سازی شده ایجاد می‌کنید، می‌توانند از هر شاخه گیتی ارسال و دریافت شوند.
fi: Tämä tila on yleensä tarkoitettu {0}:n kehitys- tai paikallisiin instansseihin. Synkronoitujen kokoelmien sisältöön tekemiäsi muutoksia voidaan ottaa käyttöön ja ottaa käyttöön mistä tahansa git-haarasta.
fr: Ce mode est généralement destiné au développement ou aux instances locales de {0}. Les modifications apportées au contenu des collections synchronisées peuvent être envoyées et récupérées depuis n'importe quelle branche Git.
it: Questa modalità è generalmente destinata allo sviluppo o alle istanze locali di {0}. Le modifiche apportate al contenuto nelle raccolte sincronizzate possono essere inviate e ritirate da qualsiasi branch git.
ja: このモードは通常、開発環境や {0}のローカルインスタンス向けです。同期されたコレクション内のコンテンツに加えた変更は、どの Git ブランチからでもプッシュおよびプルできます。
nb: Denne modusen er vanligvis for utvikling eller lokale instanser av {0}. Endringer du gjør i innhold i synkroniserte samlinger, kan skyves og hentes fra alle git-grener.
nl: Deze modus is over het algemeen bedoeld voor ontwikkeling of lokale instanties van {0}. Wijzigingen die u aanbrengt in de inhoud van gesynchroniseerde collecties kunnen naar elke git-branch worden gepusht en daarvandaan worden opgehaald.
pl: Ten tryb jest przeznaczony głównie do tworzenia i obsługi lokalnych instancji {0}. Zmiany wprowadzane w zawartości zsynchronizowanych kolekcji można przesyłać i pobierać z dowolnej gałęzi Gita.
pt_br: Este modo é geralmente para desenvolvimento ou instâncias locais de {0}. As alterações feitas no conteúdo das coleções sincronizadas podem ser enviadas e recebidas de qualquer branch do Git.
ru: Этот режим обычно предназначен для разработки или локальных экземпляров {0}. Изменения, внесенные вами в содержимое синхронизированных коллекций, могут быть отправлены и получены из любой ветки Git.
sk: Tento režim je vo všeobecnosti určený pre vývoj alebo lokálne inštancie {0}. Zmeny, ktoré vykonáte v obsahu synchronizovaných kolekcií, je možné odosielať a sťahovať z ľubovoľnej vetvy git.
sl: Ta način je običajno namenjen razvoju ali lokalnim primerkom {0}. Spremembe vsebine v sinhroniziranih zbirkah je mogoče prenašati in vleči iz katere koli veje git.
sq: Ky modalitet është përgjithësisht për instanca zhvillimi ose lokale të {0}. Ndryshimet që bën në përmbajtje në koleksionet e sinkronizuara mund të shtyhen (push) dhe të merren (pull) nga çdo branch git.
sr: Ovaj režim je uglavnom za razvoj ili lokalne instance {0}. Izmene koje napravite na sadržaju u sinhronizovanim kolekcijama mogu se push-ovati i pull-ovati sa bilo koje git grane.
sv: Det här läget är generellt för utveckling eller lokala instanser av {0}. Ändringar du gör i innehåll i synkroniserade samlingar kan pushas och hämtas från vilken git-gren som helst.
tr: Bu mod genellikle {0}'ın geliştirme veya yerel örnekleri içindir. Senkronize edilmiş koleksiyonlardaki içerikte yaptığınız değişiklikler herhangi bir git dalından itilebilir ve çekilebilir.
uk: Зазвичай цей режим призначений для dev або локальних інстансів {0}. Зміни, які ви вносите до контенту в синхронізованих колекціях, можна пушити й пулити з будь-якої git-гілки.
vi: Chế độ này thường dành cho việc phát triển hoặc các phiên bản cục bộ của {0}. Những thay đổi bạn thực hiện đối với nội dung trong các bộ sưu tập được đồng bộ hóa có thể được đẩy và kéo từ bất kỳ nhánh git nào.
zh_hk: 此模式一般用於 {0}的開發或本機實體。您對同步集合中的內容所做的變更，可以從任何 git 分支推送或拉取。

source: Branch to sync with
ar: الفرع المراد المزامنة معه
bg: Клон за синхронизиране
ca: Branca amb la qual sincronitzar
de: Zweig zum Synchronisieren mit
es: Rama para sincronizar con
fa: شاخه‌ای که باید با آن همگام‌سازی شود
fi: Synkronoitava haara
fr: Branche à synchroniser avec
it: Ramo con cui sincronizzarsi
ja: 同期するブランチ
nb: Gren å synkronisere med
nl: Branch om te synchroniseren met
pl: Gałąź do synchronizacji
pt_br: Ramificação para sincronizar com
ru: Ветка для синхронизации с
sk: Vetva na synchronizáciu
sl: Veja za sinhronizacijo
sq: Branch për t’u sinkronizuar me
sr: Grana za sinhronizaciju
sv: Gren att synkronisera med
tr: Senkronize edilecek dal
uk: Гілка для синхронізації
vi: Nhánh để đồng bộ với
zh_hk: 與分支同步

source: Sync branch
ar: فرع المزامنة
bg: Синхронизиране на клон
ca: Branca de sincronització
de: Synchronisierungszweig
es: Rama de sincronización
fa: شاخه همگام‌سازی
fi: Synkronointihaara
fr: Branche de synchronisation
it: Ramo di sincronizzazione
ja: 同期ブランチ
nb: Synkroniser gren
nl: Synchroniseer tak
pl: Synchronizuj gałąź
pt_br: Sincronizar ramificação
ru: Ветка синхронизации
sk: Synchronizácia vetvy
sl: Sinhronizacijska veja
sq: Branch-i i sinkronizimit
sr: Grana za sinhronizaciju
sv: Synkroniseringsgren
tr: Senkronizasyon dalı
uk: Гілка синхронізації
vi: Nhánh đồng bộ
zh_hk: 同步分支

source: Auto-sync with git
ar: مزامنة تلقائية مع git
bg: Автоматично синхронизиране с git
ca: Sincronització automàtica amb git
de: Automatische Synchronisierung mit Git
es: Sincronización automática con git
fa: همگام‌سازی خودکار با گیت
fi: Automaattinen synkronointi gitin kanssa
fr: Synchronisation automatique avec git
it: Sincronizzazione automatica con git
ja: Gitとの自動同期
nb: Automatisk synkronisering med git
nl: Automatisch synchroniseren met git
pl: Automatyczna synchronizacja z git
pt_br: Sincronização automática com git
ru: Автоматическая синхронизация с git
sk: Automatická synchronizácia s Gitom
sl: Samodejna sinhronizacija z gitom
sq: Auto-sync me git
sr: Auto-sinhronizacija sa git-om
sv: Automatisk synkronisering med git
tr: Git ile otomatik senkronizasyon
uk: Автосинхронізація з Git
vi: Tự động đồng bộ với git
zh_hk: 與 git 自動同步

source: Choose which collections to sync with git.
ar: اختر أي المجموعات تريد مزامنتها مع git.
bg: Изберете кои колекции да синхронизирате с git.
ca: Trieu quines col·leccions voleu sincronitzar amb git.
de: Wählen Sie die Sammlungen aus, die mit Git synchronisiert werden sollen.
es: Elija qué colecciones sincronizar con Git.
fa: انتخاب کنید که کدام مجموعه‌ها با گیت همگام‌سازی شوند.
fi: Valitse, mitkä kokoelmat synkronoidaan gitin kanssa.
fr: Choisissez les collections à synchroniser avec git.
it: Scegli quali raccolte sincronizzare con git.
ja: Git と同期するコレクションを選択します。
nb: Velg hvilke samlinger som skal synkroniseres med git.
nl: Kies welke collecties je met Git wilt synchroniseren.
pl: Wybierz kolekcje, które chcesz synchronizować z Gitem.
pt_br: Escolha quais coleções sincronizar com o Git.
ru: Выберите, какие коллекции следует синхронизировать с Git.
sk: Vyberte, ktoré kolekcie sa majú synchronizovať s git.
sl: Izberite, katere zbirke želite sinhronizirati z gitom.
sq: Zgjidh cilat koleksione të sinkronizohen me git.
sr: Izaberite koje kolekcije želite da sinhronizujete sa git-om.
sv: Välj vilka samlingar som ska synkroniseras med git.
tr: Git ile senkronize edilecek koleksiyonları seçin.
uk: Виберіть, які колекції синхронізувати з git.
vi: Chọn các bộ sưu tập cần đồng bộ hóa với Git.
zh_hk: 選擇要與 git 同步的收藏集。

source: Collections to sync
ar: المجموعات المطلوب مزامنتها
bg: Колекции за синхронизиране
ca: Col·leccions per sincronitzar
de: Zu synchronisierende Sammlungen
es: Colecciones para sincronizar
fa: مجموعه‌ها برای همگام‌سازی
fi: Synkronoitavat kokoelmat
fr: Collections à synchroniser
it: Collezioni da sincronizzare
ja: 同期するコレクション
nb: Samlinger som skal synkroniseres
nl: Collecties om te synchroniseren
pl: Kolekcje do synchronizacji
pt_br: Coleções a sincronizar
ru: Коллекции для синхронизации
sk: Kolekcie na synchronizáciu
sl: Zbirke za sinhronizacijo
sq: Koleksione për t’u sinkronizuar
sr: Kolekcije za sinhronizaciju
sv: Samlingar att synkronisera
tr: Senkronize edilecek koleksiyonlar
uk: Колекції для синхронізації
vi: Các bộ sưu tập cần đồng bộ hóa
zh_hk: 要同步的收藏集

source: Content to sync
ar: المحتوى المراد مزامنته
de: Zu synchronisierende Inhalte
es: Contenido para sincronizar
fa: محتوا برای همگام‌سازی
fi: Synkronoitava sisältö
fr: Contenu à synchroniser
it: Contenuto da sincronizzare
ja: 同期するコンテンツ
pl: Zawartość do synchronizacji
pt_br: Conteúdo a ser sincronizado
ru: Контент для синхронизации
sk: Obsah na synchronizáciu
sl: Vsebina za sinhronizacijo
sq: Përmbajtje për sinkronizim
sr: Sadržaj za sinhronizaciju
tr: Senkronize edilecek içerik
uk: Контент для синхронізації
vi: Nội dung cần đồng bộ hóa
zh_hk: 要同步的內容

source: Disable remote sync
ar: عطّل المزامنة عن بُعد
bg: Деактивиране на отдалечената синхронизация
ca: Desactiva la sincronització remota
de: Remote-Synchronisierung deaktivieren
es: Deshabilitar la sincronización remota
fa: غیرفعال کردن همگام‌سازی از راه دور
fi: Poista etäsynkronointi käytöstä
fr: Désactiver la synchronisation à distance
it: Disabilita la sincronizzazione remota
ja: リモート同期を無効にする
nb: Deaktiver ekstern synkronisering
nl: Externe synchronisatie uitschakelen
pl: Wyłącz synchronizację zdalną
pt_br: Desativar sincronização remota
ru: Отключить удаленную синхронизацию
sk: Zakázať vzdialenú synchronizáciu
sl: Onemogoči oddaljeno sinhronizacijo
sq: Çaktivizo sinkronizimin në distancë
sr: Onemogući udaljenu sinhronizaciju
sv: Inaktivera fjärrsynkronisering
tr: Uzaktan senkronizasyonu devre dışı bırak
uk: Вимкнути віддалену синхронізацію
vi: Tắt đồng bộ hóa từ xa
zh_hk: 停用遠端同步

source: Set up Remote Sync
ar: إعداد المزامنة عن بُعد
bg: Настройване на отдалечена синхронизация
ca: Configura la sincronització remota
de: Remote-Synchronisierung einrichten
es: Configurar la sincronización remota
fa: راه‌اندازی همگام‌سازی از راه دور
fi: Etäsynkronoinnin määrittäminen
fr: Configurer la synchronisation à distance
it: Imposta la sincronizzazione remota
ja: リモート同期を設定する
nb: Konfigurer ekstern synkronisering
nl: Externe synchronisatie instellen
pl: Skonfiguruj synchronizację zdalną
pt_br: Configurar sincronização remota
ru: Настройте удаленную синхронизацию
sk: Nastavenie vzdialenej synchronizácie
sl: Nastavitev oddaljene sinhronizacije
sq: Konfiguro Sinkronizimin në distancë
sr: Podesi udaljenu sinhronizaciju
sv: Konfigurera fjärrsynkronisering
tr: Uzaktan Senkronizasyonu Ayarla
uk: Налаштувати віддалену синхронізацію
vi: Thiết lập Đồng bộ hóa từ xa
zh_hk: 設定遠端同步

source: Create a new branch and push changes there
ar: أنشئ فرعًا جديدًا وادفع التغييرات إليه
bg: Създайте нов клон и добавете промените там
ca: Crea una nova branca i envia-hi els canvis
de: Erstellen Sie einen neuen Zweig und übertragen Sie die Änderungen dorthin
es: Crea una nueva rama y envía los cambios allí
fa: یک شاخه جدید ایجاد کنید و تغییرات را در آنجا اعمال کنید
fi: Luo uusi haara ja siirrä muutokset sinne
fr: Créez une nouvelle branche et envoyez-y les modifications
it: Crea un nuovo ramo e carica lì le modifiche
ja: 新しいブランチを作成し、そこに変更をプッシュします
nb: Opprett en ny gren og overfør endringene dit
nl: Maak een nieuwe branch en push de wijzigingen daarheen
pl: Utwórz nową gałąź i prześlij tam zmiany
pt_br: Crie uma nova ramificação e envie as alterações para lá
ru: Создайте новую ветку и отправьте туда изменения.
sk: Vytvorte novú vetvu a odošlite tam zmeny
sl: Ustvari novo vejo in vanjo pošlji spremembe
sq: Krijo një branch të ri dhe bëj push të ndryshimeve atje
sr: Kreiraj novu granu i pushuj izmene tamo
sv: Skapa en ny gren och skicka ändringar där
tr: Yeni bir dal oluşturun ve değişiklikleri oraya gönderin
uk: Створити нову гілку і запушити зміни туди
vi: Tạo một nhánh mới và đẩy các thay đổi vào đó
zh_hk: 建立新的分支並將變更推送至此
