Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Sorry, but you''ll need a {0} account to view this page. Please contact your administrator.
ar: عذرًا، لكنك ستحتاج إلى حساب {0} لعرض هذه الصفحة. يرجى التواصل مع المسؤول.
bg: Съжаляваме, но ви е необходим акаунт в {0} , за да видите тази страница. Моля, свържете се с вашия администратор.
ca: Ho sentim, però necessitareu un compte de {0} per veure aquesta pàgina. Poseu-vos en contacte amb el vostre administrador.
de: Leider benötigen Sie ein {0} Konto, um diese Seite zu sehen. Bitte kontaktieren Sie Ihren Administrator.
eo: Sorry, but you gotta have a {0} account to see this page. Hit up your admin if you need help.
es: Lo sentimos, pero necesitarás una cuenta {0} para ver esta página. Por favor contacta con tu administrador.
fa: متأسفیم، اما برای مشاهده این صفحه به یک حساب {0} نیاز دارید. لطفا با مدیر خود تماس بگیرید.
fi: Pahoittelut, mutta tarvitset {0}-tilin nähdäksesi tämän sivun. Ota yhteyttä järjestelmänvalvojaasi.
fr: Désolé, mais vous avez besoin d'un compte {0} pour voir cette page. Veuillez contacter votre administrateur.
hu: Sajnáljuk, de az oldal megtekintéséhez {0}-fiókra lesz szüksége. Kérjük, forduljon rendszergazdájához.
it: Siamo spiacenti, ma per visualizzare questa pagina è necessario un account {0} . Si prega di contattare l'amministratore.
ja: 申し訳ありませんが、このページを表示するには {0} アカウントが必要です。管理者に連絡してください。
lt: Atsiprašome, bet jums reikės {0} paskyros, kad galėtumėte peržiūrėti šį puslapį. Susisiekite su administratoriumi.
ms: Maaf, tetapi anda memerlukan akaun {0} untuk melihat halaman ini. Sila hubungi pentadbir anda.
nb: Beklager, du trenger en {0} konto for å se denne siden. Vennligst kontakt din administrator.
nl: Sorry, maar je hebt een {0} account nodig om deze pagina te bekijken. Neem contact op met uw beheerder.
pl: Przepraszamy, ale do wyświetlenia tej strony potrzebne jest konto {0} . Prosimy o kontakt z administratorem.
pt_br: Desculpe, mas você precisará de uma conta {0} para visualizar esta página. Entre em contato com o administrador.
ru: Извините, но для просмотра этой страницы вам потребуется учетная запись {0} . Пожалуйста, свяжитесь с вашим администратором.
sk: Ospravedlňujeme sa, ale na zobrazenie tejto stránky potrebujete konto {0} . Obráťte sa na svojho správcu.
sl: Žal boste za ogled te strani potrebovali {0} račun. Obrnite se na skrbnika.
sq: Na vjen keq, por do t’ju duhet një llogari {0} për të parë këtë faqe. Ju lutemi kontaktoni administratorin tuaj.
sr: Žao nam je, ali potreban vam je {0} nalog da biste videli ovu stranicu. Kontaktirajte svog administratora.
sv: Ledsen, du behöver ett {0}-konto för att visa denna sidan. Vänligen kontakta administratören.
tr: Üzgünüz, ancak bu sayfayı görüntülemek için bir {0} hesabına ihtiyacınız olacak. Lütfen yöneticinizle iletişime geçin.
uk: Вибачте, але вам потрібен обліковий запис {0}, щоб переглянути цю сторінку. Зверніться до вашого адміністратора.
vi: Xin lỗi, nhưng bạn cần có tài khoản {0} để xem trang này. Vui lòng liên hệ với quản trị viên của bạn.
zh_hk: 抱歉，您需要 {0} 帳戶才能檢視此頁面。請聯絡您的管理員。

source: Still need help?
ar: هل ما زلت بحاجة إلى مساعدة؟
bg: Все още имате нужда от помощ?
ca: Encara necessites ajuda?
de: Brauchen Sie noch Hilfe?
eo: Still need a hand?
es: ¿Aún necesita ayuda?
fa: هنوز به کمک نیاز دارید؟
fi: Tarvitsetko vielä apua?
fr: Vous avez encore besoin d'aide ?
hu: További segítségre van szüksége?
it: Avete ancora bisogno di aiuto?
ja: まだ助けが必要ですか？
lt: Vis dar reikia pagalbos?
ms: Masih memerlukan bantuan?
nb: Trenger du fortsatt hjelp?
nl: Heb je nog hulp nodig?
pl: Nadal potrzebujesz pomocy?
pt_br: Ainda precisa de ajuda?
ru: Вам все еще нужна помощь?
sk: Stále potrebujete pomoc?
sl: Še vedno potrebujete pomoč?
sq: Ende të duhet ndihmë?
sr: I dalje vam treba pomoć?
sv: Behöver du fortfarande hjälp?
tr: Hala yardıma ihtiyacınız var mı?
uk: Все ще потрібна допомога?
vi: Bạn vẫn cần trợ giúp?
zh_hk: 還需要協助嗎？

source: You can ask for billing help at
ar: يمكنك طلب مساعدة الفوترة على
bg: Можете да поискате помощ за фактуриране на адрес
ca: Podeu demanar ajuda per la facturació a
de: Sie können Hilfe bei der Rechnungsstellung anfordern unter
es: Puede solicitar ayuda sobre facturación en
fa: شما می توانید برای کمک هزینه صورتحساب در اینجا درخواست کنید
fi: Voit pyytää laskutusapua osoitteessa
fr: Vous pouvez demander une aide à la facturation à l'adresse suivante
hu: Számlázással kapcsolatos segítséget itt kaphat
it: È possibile richiedere assistenza per la fatturazione a
ja: 請求に関するお問い合わせは
lt: Pagalbos dėl atsiskaitymo galite paprašyti adresu
ms: Anda boleh meminta bantuan bil di
nb: Du kan be om faktureringshjelp på
nl: U kunt om hulp vragen bij uw facturering op
pl: Możesz poprosić o pomoc dotyczącą rozliczeń pod adresem
pt_br: Você pode solicitar ajuda sobre faturamento em
ru: Вы можете обратиться за помощью по выставлению счетов по адресу
sk: Pomoc s fakturáciou môžete požiadať na adrese
sl: Za pomoč pri obračunavanju lahko zaprosite na
sq: Mund të kërkosh ndihmë për faturimin te
sr: Možete zatražiti pomoć oko naplate na
sv: Du kan be om hjälp med faktureringen på
tr: Faturalandırma yardımı için şu adresten yardım isteyebilirsiniz
uk: З питань білінгу ви можете звернутися за адресою
vi: Bạn có thể yêu cầu trợ giúp thanh toán tại
zh_hk: 您可以在以下網址尋求帳單協助

source: The parameter requires a default value but none was provided.
ar: المعلمة تتطلب قيمة افتراضية ولكن لم يتم توفير أي قيمة.
bg: Параметърът изисква стойност по подразбиране, но такава не е предоставена.
ca: El paràmetre requereix un valor predeterminat, però no se n'ha proporcionat cap.
de: Der Parameter erfordert einen Standardwert, aber es wurde keiner angegeben.
eo: Bruh, the param needs a default but nobody dropped one, lol.
es: El parámetro requiere un valor por defecto pero no se ha proporcionado ninguno.
fa: پارامتر به یک مقدار پیش‌فرض نیاز دارد، اما هیچ کدام ارائه نشده است.
fi: Parametri vaatii oletusarvon, mutta sellaista ei ole annettu.
fr: Le paramètre nécessite une valeur par défaut, mais aucune n'a été fournie.
hu: Ehhez a paraméterhez alapértelmezett értékre van szüksége, de az nincs megadva.
it: Il parametro richiede un valore predefinito, ma non è stato fornito.
ja: このパラメータにはデフォルト値が必要だが、提供されていない。
lt: Parametras reikalauja numatytosios vertės, bet nebuvo pateikta.
ms: Parameter memerlukan nilai lalai tetapi tiada yang diberikan.
nb: Parameteren krever en standardverdi, men ingen ble oppgitt.
nl: De parameter vereist een standaardwaarde, maar er werd er geen gegeven.
pl: Parametr wymaga wartości domyślnej, ale żadna nie została podana.
pt_br: O parâmetro requer um valor padrão, mas nenhum foi fornecido.
ru: Параметр требует значения по умолчанию, но оно не было предоставлено.
sk: Parameter vyžaduje predvolenú hodnotu, ale žiadna nebola zadaná.
sl: Parameter zahteva privzeto vrednost, vendar nobena ni bila zagotovljena.
sq: Parametri kërkon një vlerë parazgjedhje, por nuk u dha asnjë.
sr: Parametar zahteva podrazumevanu vrednost, ali nijedna nije navedena.
sv: Parametern kräver ett standardvärde, men inget sådant har angetts.
tr: Parametre varsayılan bir değer gerektirir ancak hiçbir değer sağlanmamıştır.
uk: Параметру потрібне значення за замовчуванням, але його не задано.
vi: Tham số này yêu cầu giá trị mặc định nhưng không có giá trị nào được cung cấp.
zh_hk: 該參數需要預設值，但沒有提供。

source: Set to default
ar: عيّن إلى الافتراضي
bg: Задаване на стойност по подразбиране
ca: Estableix com a predeterminat
de: Auf Standard eingestellt
eo: On par with the defaults
es: Por defecto
fa: روی پیش فرض تنظیم کنید
fi: Aseta oletusarvoksi
fr: Régler par défaut
hu: Beállítása alapértelmezettként
it: Impostazione predefinita
ja: デフォルト設定
lt: Nustatyti į numatytuosius
ms: Tetapkan kepada lalai
nb: Sett til standard
nl: Standaard ingesteld
pl: Ustawienie domyślne
pt_br: Definir como padrão
ru: Установить по умолчанию
sk: Nastavenie na predvolené hodnoty
sl: Nastavi na privzeto
sq: Vendos në parazgjedhje
sr: Postavi na podrazumevano
sv: Ställ in till standard
tr: Varsayılana ayarla
uk: Встановити за замовчуванням
vi: Đặt thành mặc định
zh_hk: 設定為預設值

source: Query execution time
hu: Lekérdezés futásideje
ms: Masa pelaksanaan pertanyaan

source: Your license is activated
ar: تم تفعيل ترخيصك
bg: Лицензът ви е активиран
ca: La teva llicència està activada
de: Ihre Lizenz ist aktiviert
eo: Your license is totally activated, fr fr
es: Su licencia está activada
fa: مجوز شما فعال شده است
fi: Lisenssi on aktivoitu
fr: Votre licence est activée
hu: Licensze aktiválva
it: La licenza è stata attivata
ja: ライセンスが有効になります
lt: Jūsų licencija suaktyvinta
ms: Lesen anda diaktifkan
nb: Lisensen din er aktivert
nl: Je licentie is geactiveerd
pl: Licencja została aktywowana
pt_br: Sua licença está ativada
ru: Ваша лицензия активирована
sk: Vaša licencia je aktivovaná
sl: Vaša licenca je aktivirana
sq: Licenca jote u aktivizua
sr: Vaša licenca je aktivirana
sv: Din licens är aktiverad
tr: Lisansınız etkinleştirildi
uk: Вашу ліцензію активовано
vi: Giấy phép của bạn đã được kích hoạt
zh_hk: 您的授權已啟動

source: Activate your commercial license
ar: فعّل ترخيصك التجاري
bg: Активирайте търговския си лиценз
ca: Activa la teva llicència comercial
de: Aktivieren Sie Ihre kommerzielle Lizenz
eo: Get your biz license poppin’
es: Active su licencia comercial
fa: مجوز تجاری خود را فعال کنید
fi: Aktivoi kaupallinen lisenssi
fr: Activez votre licence commerciale
hu: Aktiválja kereskedelmi licenszét
it: Attivare la licenza commerciale
ja: 商用ライセンスを有効にする
lt: Suaktyvinkite savo komercinę licenciją
ms: Aktifkan lesen komersial anda
nb: Aktiver din kommersielle lisens
nl: Activeer je commerciële licentie
pl: Aktywacja licencji komercyjnej
pt_br: Ative sua licença comercial
ru: Активируйте коммерческую лицензию
sk: Aktivácia komerčnej licencie
sl: Aktiviranje komercialne licence
sq: Aktivizo licencën tënde komerciale
sr: Aktivirajte svoju komercijalnu licencu
sv: Aktivera din kommersiella licens
tr: Ticari lisansınızı etkinleştirin
uk: Активуйте комерційну ліцензію
vi: Kích hoạt giấy phép thương mại của bạn
zh_hk: 啟動您的商業授權

source: Unlock access to your paid features before starting
eo: Get early access to your paid perks before you start, fr fr
hu: A fizetős funkciókhoz hozzáférés feloldása kezdés előtt
lt: Prieš pradėdami atrakinkite prieigą prie mokamų funkcijų
ms: Buka akses kepada ciri berbayar anda sebelum memulakan

source: Commercial license active
ar: الترخيص التجاري نشط
bg: Активен търговски лиценз
ca: Llicència comercial activa
de: Gewerbliche Lizenz aktiv
eo: Commercial license is totally active rn
es: Licencia comercial activa
fa: پروانه بازرگانی فعال
fi: Kaupallinen lisenssi aktiivinen
fr: Licence commerciale active
hu: Kereskedelmi licenc aktív
it: Licenza commerciale attiva
ja: 商業ライセンス有効
lt: Komercinė licencija aktyvi
ms: Lesen komersial aktif
nb: Kommersiell lisens aktiv
nl: Commerciële licentie actief
pl: Aktywna licencja komercyjna
pt_br: Licença comercial ativa
ru: Коммерческая лицензия активна
sk: Komerčná licencia aktívna
sl: Komercialna licenca je aktivna
sq: Licenca komerciale aktive
sr: Komercijalna licenca aktivna
sv: Kommersiell licens aktiv
tr: Ticari lisans aktif
uk: Комерційна ліцензія активна
vi: Giấy phép thương mại đang hoạt động
zh_hk: 商業執照有效

source: I'll activate my commercial license later
ar: سأفعّل ترخيصي التجاري لاحقًا
bg: Ще активирам търговския си лиценз по-късно
ca: Activaré la meva llicència comercial més tard
de: Ich werde meine kommerzielle Lizenz später aktivieren.
eo: I’ll flex my commercial license later lol
es: Activaré mi licencia comercial más tarde
fa: مجوز تجاری خود را بعداً فعال خواهم کرد
fi: Aktivoin kaupallisen lisenssin myöhemmin
fr: J'activerai ma licence commerciale plus tard
hu: Később aktiválom a kereskedelmi licenszem
it: Attiverò la mia licenza commerciale più tardi
ja: 商用ライセンスは後でアクティベートする
lt: Vėliau suaktyvinsiu savo komercinę licenciją
ms: Saya akan mengaktifkan lesen komersial saya kemudian
nb: Jeg aktiverer min kommersielle lisens senere
nl: Ik zal mijn commerciële licentie later activeren
pl: Później aktywuję licencję komercyjną
pt_br: Vou ativar minha licença comercial mais tarde
ru: Я активирую свою коммерческую лицензию позже.
sk: Komerčnú licenciu si aktivujem neskôr
sl: Komercialno licenco bom aktiviral pozneje
sq: Do ta aktivizoj licencën time komerciale më vonë
sr: Aktiviraću svoju komercijalnu licencu kasnije
sv: Jag aktiverar min kommersiella licens senare
tr: Ticari lisansımı daha sonra etkinleştireceğim
uk: Я активую комерційну ліцензію пізніше
vi: Tôi sẽ kích hoạt giấy phép thương mại của mình sau
zh_hk: 我稍後會啟動我的商業授權

source: Select a part to extract
ar: اختر جزءًا لاستخراجه
bg: Изберете част, която да извлечете
ca: Seleccioneu una part per extreure
de: Wählen Sie einen zu extrahierenden Teil
eo: Pick a part to scoop, fr fr
es: Seleccionar una parte para extraer
fa: قسمتی را برای استخراج انتخاب کنید
fi: Valitse uutettava osa
fr: Sélectionner une partie à extraire
hu: Válassza ki a kiemelendő részt
it: Selezionare una parte da estrarre
ja: 抽出する部分を選択する
lt: Pasirinkite dalį, kurią norite ištraukti
ms: Pilih bahagian untuk diekstrak
nb: Velg en del som skal trekkes ut
nl: Selecteer een onderdeel om uit te pakken
pl: Wybierz część do wyodrębnienia
pt_br: Selecione uma parte para extrair
ru: Выберите часть для извлечения
sk: Vyberte časť, ktorú chcete extrahovať
sl: Izbira dela, ki ga želite izvleči
sq: Zgjidh një pjesë për ta nxjerrë
sr: Izaberi deo za izdvajanje
sv: Välj en del som ska extraheras
tr: Çıkarılacak bir parça seçin
uk: Виберіть частину для витягання
vi: Chọn một phần để trích xuất
zh_hk: 選取要抽取的部分

source: Add metric
hu: Új metrika hozzáadása
ms: Tambah metrik

source: Create a new collection
ar: أنشئ مجموعة جديدة
bg: Създаване на нова колекция
ca: Crea una nova col·lecció
de: Eine neue Sammlung erstellen
eo: Make a new vibe collection
es: Crear una nueva colección
fa: یک مجموعه جدید ایجاد کنید
fi: Luo uusi kokoelma
fr: Créer une nouvelle collection
hu: Új gyűjtemény létrehozása
it: Creare una nuova collezione
ja: 新しいコレクションを作成する
lt: Sukurkite naują kolekciją
ms: Cipta koleksi baru
nb: Opprett en ny samling
nl: Maak een nieuwe collectie
pl: Utwórz nową kolekcję
pt_br: Criar nova coleção
ru: Создайте новую коллекцию
sk: Vytvorenie novej kolekcie
sl: Ustvarjanje nove zbirke
sq: Krijo njE koleksion tE ri
sr: Kreiraj novu kolekciju
sv: Skapa en ny samling
tr: Yeni bir koleksiyon oluşturun
uk: Створіть нову колекцію
vi: Tạo một bộ sưu tập mới
zh_hk: 建立新的收藏集

source: My new collection
ar: مجموعتي الجديدة
bg: Новата ми колекция
ca: La meva nova col·lecció
de: Meine neue Kollektion
eo: My new drip
es: Mi nueva colección
fa: مجموعه جدید من
fi: Uusi kokoelmani
fr: Ma nouvelle collection
hu: Új gyűjteményem
it: La mia nuova collezione
ja: 私の新しいコレクション
lt: Mano nauja kolekcija
ms: Koleksi baru saya
nb: Min nye kolleksjon
nl: Mijn nieuwe collectie
pl: Moja nowa kolekcja
pt_br: Minha nova coleção
ru: Моя новая коллекция
sk: Moja nová kolekcia
sl: Moja nova zbirka
sq: Koleksioni im i ri
sr: Moja nova kolekcija
sv: Min nya kollektion
tr: Yeni koleksiyonum
uk: Моя нова колекція
vi: Bộ sưu tập mới của tôi
zh_hk: 我的新收藏

source: Choose a collection
ar: اختر مجموعة
bg: Изберете колекция
ca: Trieu una col·lecció
de: Wählen Sie eine Sammlung
eo: Pick a vibe or smthn
es: Elija una colección
fa: مجموعه ای را انتخاب کنید
fi: Valitse kokoelma
fr: Choisir une collection
hu: Válasszon egy gyűjteményt
it: Scegliere una collezione
ja: コレクションを選ぶ
lt: Pasirinkite kolekciją
ms: Pilih koleksi
nb: Velg en kolleksjon
nl: Kies een collectie
pl: Wybierz kolekcję
pt_br: Escolha uma coleção
ru: Выберите коллекцию
sk: Vyberte si kolekciu
sl: Izberite zbirko
sq: Zgjidh njE koleksion
sr: Izaberi kolekciju
sv: Välj en samling
tr: Bir koleksiyon seçin
uk: Виберіть колекцію
vi: Chọn một bộ sưu tập
zh_hk: 選擇系列

source: Choose an item
ar: اختر عنصرًا
bg: Изберете елемент
ca: Trieu un element
de: Wählen Sie einen Artikel
eo: Pick an item, fr fr
es: Elija un artículo
fa: یک مورد را انتخاب کنید
fi: Valitse kohde
fr: Choisir un élément
hu: Válasszon egy elemet
it: Scegliere un articolo
ja: アイテムを選ぶ
lt: Pasirinkite elementą
ms: Pilih item
nb: Velg en vare
nl: Kies een item
pl: Wybierz element
pt_br: Escolha um item
ru: Выберите элемент
sk: Vyberte si položku
sl: Izberite element
sq: Zgjidh një element
sr: Izaberite stavku
sv: Välj en entitet
tr: Bir öğe seçin
uk: Виберіть елемент
vi: Chọn một mục
zh_hk: 選擇項目

source: loading
hu: betöltés
ms: memuatkan

source: User Provisioning
hu: Felhasználó hozzárendelés
lt: Vartotojo aprūpinimas
ms: Penyediaan Pengguna

source: When a user logs in via SAML, create a Metabase account for them automatically if they don't have one.
hu: Ha egy felhasználó SAML használatával belép, Metabase fiók automatikus létrehozása, ha még nem rendelkeznek azzal.
lt: Kai vartotojas prisijungia naudodamas SAML, automatiškai sukurkite jam metabazės paskyrą, jei jos neturi.
ms: Apabila pengguna log masuk melalui SAML, cipta akaun Metabase untuk mereka secara automatik jika mereka tidak mempunyai akaun.

source: When a user logs in via JWT, create a Metabase account for them automatically if they don't have one.
hu: Ha egy felhasználó JSWT használatával belép, Metabase fiók automatikus létrehozása, ha még nem rendelkeznek azzal.
lt: Kai vartotojas prisijungia per JWT, automatiškai sukurkite jam metabazės paskyrą, jei jos neturi.
ms: Apabila pengguna log masuk melalui JWT, cipta akaun Metabase untuk mereka secara automatik jika mereka tidak mempunyai akaun.

source: Branding
ar: الهوية البصرية
bg: Брандиране
ca: Marca
eo: branding just got a glow-up—like, it’s basically the vibe check for your whole aesthetic lol
es: Marca
fa: برندسازی
fi: Brändäys
fr: L'image de marque
hu: Arculat
ja: ブランディング
lt: Prekės ženklas
ms: Penjenamaan
nb: Merkevarebygging
pt_br: Marca
ru: Брендинг
sk: Značkovanie
sl: Znamčenje
sr: Brendiranje
sv: Varumärkesprofilering
tr: Markalaşma
uk: Брендинг
vi: Xây dựng thương hiệu
zh_hk: 品牌

source: Conceal Metabase
ar: إخفاء Metabase
bg: Прикриване на метабазата
ca: Oculta la metabase
de: Metabasis verbergen
eo: Hide the metabase, fr fr
es: Ocultar Metabase
fa: پنهان کردن متاباز
fi: Metabasen piilottaminen
fr: Dissimuler la base de données
hu: Metabase elrejtése
it: Nascondere la metabasi
ja: メタベースを隠す
lt: Paslėpti metabazę
ms: Sembunyikan Metabase
nb: Skjule Metabase
nl: Metabase verbergen
pl: Ukrywanie metabazy
pt_br: Ocultar Metabase
ru: Скрыть метабазу
sk: Skrytie metabázy
sl: Prikrivanje metabaze
sq: Fshih Metabase
sr: Sakrij Metabase
sv: Dölja metabas
tr: Metabaz Gizleme
uk: Приховати Metabase
vi: Ẩn Metabase
zh_hk: 隱藏 Metabase

source: Configure your instance to match your brand visuals and voice
ar: اضبط مثيلك ليتوافق مع هوية علامتك البصرية ونبرة المحتوى
bg: Конфигуриране на екземпляра в съответствие с визуализацията и гласа на вашата марка
ca: Configureu la vostra instància perquè coincideixi amb les imatges i la veu de la vostra marca
de: Konfigurieren Sie Ihre Instanz so, dass sie mit dem Erscheinungsbild und der Stimme Ihrer Marke übereinstimmt.
eo: Set up your instance to vibe with your brand’s aesthetic and tone, fr fr
es: Configure su instancia para que coincida con los elementos visuales y la voz de su marca
fa: نمونه خود را برای مطابقت با تصاویر و صدای برند خود پیکربندی کنید
fi: Määritä instanssisi vastaamaan brändisi visuaalista ilmettä ja ääntä.
fr: Configurez votre instance pour qu'elle corresponde aux visuels et à la voix de votre marque
hu: Konfigurálja úgy a példányát, hogy megfeleljen a márkája látványvilágának
it: Configurate la vostra istanza in modo che corrisponda alle immagini e alla voce del vostro marchio.
ja: ブランドのビジュアルと音声に合わせてインスタンスを設定する
lt: Sukonfigūruokite egzempliorių, kad jis atitiktų jūsų prekės ženklo vaizdus ir balsą
ms: Konfigurasi instance anda untuk memadankan visual dan suara jenama anda
nb: Konfigurer forekomsten din slik at den samsvarer med varemerkets visuelle uttrykk og stemme
nl: Configureer je instance zodat deze overeenkomt met de visuals en voice van je merk
pl: Skonfiguruj instancję, aby pasowała do wizualizacji i głosu Twojej marki.
pt_br: Configure sua instância para combinar com o visual e a voz de sua marca
ru: Настройте свой экземпляр в соответствии с визуальным оформлением и голосом вашего бренда
sk: Konfigurácia inštancie tak, aby zodpovedala vizuálom a hlasu vašej značky
sl: Konfigurirajte primerek tako, da se ujema z vizualnimi elementi in glasom blagovne znamke
sq: Konfiguro instancën tënde që të përputhet me pamjen dhe tonin e brandit tënd
sr: Podesite svoju instancu da odgovara vizuelnom identitetu i tonu vašeg brenda
sv: Konfigurera din instans så att den matchar ditt varumärkes visuella uttryck och röst
tr: Örneğinizi marka görsellerinize ve sesinize uyacak şekilde yapılandırın
uk: Налаштуйте свій інстанс так, щоб він відповідав візуальному стилю та тону вашого бренду
vi: Cấu hình phiên bản của bạn để phù hợp với hình ảnh và giọng nói thương hiệu của bạn
zh_hk: 設定您的實例以符合您的品牌視覺和語氣

source: For best results, use an SVG file with a transparent background.
ar: لأفضل النتائج، استخدم ملف SVG بخلفية شفافة.
bg: За най-добри резултати използвайте SVG файл с прозрачен фон .
ca: Per obtenir els millors resultats, utilitzeu un fitxer SVG amb un fons transparent .
de: Die besten Ergebnisse erzielen Sie, wenn Sie eine SVG-Datei mit einem transparenten Hintergrund verwenden.
eo: For max vibes, use an SVG file with a transparent background, fr fr.
es: Para obtener mejores resultados, utilice un archivo SVG con fondo transparente .
fa: برای بهترین نتیجه، از یک فایل SVG با پس زمینه شفاف استفاده کنید.
fi: Saat parhaan tuloksen käyttämällä SVG-tiedostoa, jonka tausta on läpinäkyvä .
fr: Pour de meilleurs résultats, utilisez un fichier SVG avec un fond transparent.
hu: A legjobb eredmény érdekében átlátszó SVG fájlt használjon.
it: Per ottenere risultati ottimali, utilizzare un file SVG con uno sfondo trasparente .
ja: 最良の結果を得るには、背景が透明なSVGファイルを使用してください。 背景を使用する。
lt: Norėdami gauti geriausių rezultatų, naudokite SVG failą su skaidriu fonu.
ms: Untuk hasil terbaik, gunakan fail SVG dengan latar belakang lutsinar.
nb: Du får best resultat hvis du bruker en SVG-fil med en gjennomsiktig -bakgrunn.
nl: Voor het beste resultaat gebruik je een SVG-bestand met een transparante achtergrond.
pl: Aby uzyskać najlepsze rezultaty, użyj pliku SVG z przezroczystym tłem .
pt_br: Para obter melhores resultados, use um arquivo SVG com uma imagem com fundo transparente.
ru: Для достижения наилучших результатов используйте SVG-файл с прозрачным фоном .
sk: Najlepšie výsledky dosiahnete, ak použijete súbor SVG s priehľadným pozadím .
sl: Za najboljše rezultate uporabite datoteko SVG s prosojnim ozadjem.
sq: Për rezultate më të mira, përdor një skedar SVG me sfond transparent.
sr: Za najbolje rezultate koristite SVG fajl sa transparentnom pozadinom.
sv: Bästa resultat får du om du använder en SVG-fil med en transparent -bakgrund.
tr: En iyi sonuçları elde etmek için şeffaf arka planlı bir SVG dosyası kullanın.
uk: Для найкращих результатів використовуйте SVG-файл із прозорим фоном.
vi: Để có kết quả tốt nhất, hãy sử dụng tệp SVG có nền trong suốt .
zh_hk: 為達到最佳效果，請使用具有透明 背景的 SVG 檔案。

source: Hide or customize pieces of the Metabase product to tailor the experience to your brand and needs
hu: Metabase termék egyes részeinek elrejtése vagy módosítása, hogy a felhasználói élményt a márkájához és az igényeihez igazítsa
lt: Paslėpkite arba tinkinkite „Metabase“ produkto dalis, kad pritaikytumėte patirtį savo prekės ženklui ir poreikiams
ms: Sembunyikan atau sesuaikan bahagian produk Metabase untuk menyesuaikan pengalaman dengan jenama dan keperluan anda

source: Homepage, Documentation and References
hu: Kezdőlap, Dokumentáció és Referencia
ms: Laman Utama, Dokumentasi dan Rujukan
