Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Failed to disable JSON unfolding for {0}
ar: فشل تعطيل بسط JSON لـ {0}
bg: Неуспешно деактивиране на разгъването на JSON за {0}
ca: No s'ha pogut desactivar el desplegament JSON per a {0}
de: JSON-Entfaltung konnte für {0}nicht deaktiviert werden
es: No se pudo deshabilitar el despliegue de JSON para {0}
fa: غیرفعال کردن باز شدن JSON برای {0}ناموفق بود.
fi: JSON-tiedoston avaamisen poistaminen käytöstä epäonnistui kohteelle {0}
fr: Échec de la désactivation du dépliage JSON pour {0}
it: Impossibile disabilitare l'espansione JSON per {0}
ja: {0}の JSON 展開を無効にできませんでした
nb: Kunne ikke deaktivere JSON-utfolding for {0}
nl: Het is niet gelukt om JSON-ontvouwing uit te schakelen voor {0}
pl: Nie udało się wyłączyć rozwijania JSON dla {0}
pt_br: Falha ao desabilitar o desdobramento JSON para {0}
ru: Не удалось отключить развёртывание JSON для {0}
sk: Nepodarilo sa zakázať rozbalenie JSON pre {0}
sl: Onemogočanje razgrnitve JSON za {0}ni uspelo
sq: Dështoi çaktivizimi i shpalosjes së JSON për {0}
sr: Neuspešno onemogućavanje razlaganja JSON-a za {0}
sv: Misslyckades med att inaktivera JSON-utfällning för {0}
tr: {0}için JSON açılımı devre dışı bırakılamadı
uk: Не вдалося вимкнути розгортання JSON для {0}
vi: Không thể vô hiệu hóa việc mở rộng JSON trong {0}
zh_hk: 停用 {0}的 JSON 展開失敗

source: JSON unfolding enabled for {0}
ar: تم تمكين بسط JSON لـ {0}
bg: Разгъването на JSON е активирано за {0}
ca: Desplegament JSON habilitat per a {0}
de: JSON-Entfaltung aktiviert für {0}
es: Despliegue JSON habilitado para {0}
fa: قابلیت باز شدن JSON برای {0}فعال است
fi: JSON-avautuminen käytössä {0}:lle
fr: Dépliage JSON activé pour {0}
it: Apertura JSON abilitata per {0}
ja: JSON 展開が {0}で有効になりました
nb: JSON-utfolding aktivert for {0}
nl: JSON-ontvouwing ingeschakeld voor {0}
pl: Rozwijanie JSON włączone dla {0}
pt_br: Desdobramento JSON habilitado para {0}
ru: Развертывание JSON включено для {0}
sk: Rozbalenie JSON povolené pre {0}
sl: Razpiranje JSON omogočeno za {0}
sq: Shpalosja e JSON u aktivizua për {0}
sr: Razlaganje JSON-a omogućeno za {0}
sv: JSON-utfällning aktiverad för {0}
tr: {0}için JSON açılımı etkinleştirildi
uk: Розгортання JSON увімкнено для {0}
vi: JSON mở rộng được bật cho {0}
zh_hk: {0}已啟用 JSON 展開

source: JSON unfolding disabled for {0}
ar: تم تعطيل بسط JSON لـ {0}
bg: Разгъването на JSON е деактивирано за {0}
ca: Desplegament JSON desactivat per a {0}
de: JSON-Entfaltung für {0}deaktiviert
es: Despliegue de JSON deshabilitado para {0}
fa: باز شدن JSON برای {0}غیرفعال است
fi: JSON-muotoilu poistettu käytöstä {0}:lle
fr: Dépliage JSON désactivé pour {0}
it: Dispiegamento JSON disabilitato per {0}
ja: JSON 展開は {0}では無効です
nb: JSON-utfolding er deaktivert for {0}
nl: JSON-ontvouwing uitgeschakeld voor {0}
pl: Rozwijanie JSON wyłączone dla {0}
pt_br: Desdobramento JSON desabilitado para {0}
ru: Развертывание JSON отключено для {0}
sk: Rozbalenie JSON je zakázané pre {0}
sl: Razpiranje JSON onemogočeno za {0}
sq: Shpalosja e JSON u çaktivizua për {0}
sr: Razlaganje JSON-a onemogućeno za {0}
sv: JSON-utfällning inaktiverad för {0}
tr: {0}için JSON açılımı devre dışı bırakıldı
uk: Розгортання JSON вимкнено для {0}
vi: Vô hiệu hóa việc mở rộng JSON trong {0}
zh_hk: {0}禁用 JSON 展開

source: Where this field should be displayed
ar: أين يجب عرض هذا الحقل
bg: Къде трябва да се показва това поле
ca: On s'ha de mostrar aquest camp
de: Wo dieses Feld angezeigt werden soll
es: Dónde debe mostrarse este campo
fa: این فیلد کجا باید نمایش داده شود
fi: Missä tämän kentän tulisi näkyä
fr: Où ce champ doit être affiché
it: Dove dovrebbe essere visualizzato questo campo
ja: このフィールドを表示する場所
nb: Hvor dette feltet skal vises
nl: Waar dit veld moet worden weergegeven
pl: Gdzie to pole powinno być wyświetlane
pt_br: Onde este campo deve ser exibido
ru: Где должно отображаться это поле
sk: Kde sa má toto pole zobraziť
sl: Kje naj bo to polje prikazano
sq: Ku duhet të shfaqet kjo fushë
sr: Gde treba da se prikazuje ovo polje
sv: Var detta fält ska visas
tr: Bu alan nerede görüntülenmeli?
uk: Де має відображатися це поле
vi: Nơi trường này sẽ được hiển thị
zh_hk: 此欄位的顯示位置

source: How this field should be filtered
ar: كيف يجب تصفية هذا الحقل
bg: Как трябва да се филтрира това поле
ca: Com s'ha de filtrar aquest camp
de: Wie dieses Feld gefiltert werden soll
es: Cómo se debe filtrar este campo
fa: چگونه این فیلد باید فیلتر شود
fi: Kuinka tämä kenttä tulisi suodattaa
fr: Comment ce champ doit être filtré
it: Come dovrebbe essere filtrato questo campo
ja: このフィールドをどのようにフィルタリングするか
nb: Hvordan dette feltet skal filtreres
nl: Hoe dit veld gefilterd moet worden
pl: Jak to pole powinno być filtrowane
pt_br: Como este campo deve ser filtrado
ru: Как следует фильтровать это поле
sk: Ako by sa malo toto pole filtrovať
sl: Kako naj se filtrira to polje
sq: Si duhet të filtrohet kjo fushë
sr: Kako treba filtrirati ovo polje
sv: Hur detta fält ska filtreras
tr: Bu alan nasıl filtrelenmelidir?
uk: Як має фільтруватися це поле
vi: Làm thế nào để lọc trường này
zh_hk: 如何篩選此欄位

source: Filtering
ar: التصفية
bg: Филтриране
ca: Filtratge
de: Filtern
es: Filtración
fa: فیلتر کردن
fi: Suodatus
fr: Filtration
it: Filtraggio
ja: フィルタリング
nb: Filtrering
nl: Filteren
pl: Filtracja
pt_br: Filtragem
ru: Фильтрация
sk: Filtrovanie
sl: Filtriranje
sq: Filtrim
sr: Filtriranje
sv: Filtrering
tr: Filtreleme
uk: Фільтрування
vi: Lọc
zh_hk: 過濾

source: Field values
ar: قيم الحقل
bg: Стойности на полетата
ca: Valors de camp
de: Feldwerte
es: Valores de campo
fa: مقادیر فیلد
fi: Kentän arvot
fr: Valeurs des champs
it: Valori di campo
ja: フィールド値
nb: Feltverdier
nl: Veldwaarden
pl: Wartości pól
pt_br: Valores de campo
ru: Значения полей
sk: Hodnoty polí
sl: Vrednosti polj
sq: Vlerat e fushës
sr: Vrednosti polja
sv: Fältvärden
tr: Alan değerleri
uk: Значення поля
vi: Giá trị trường
zh_hk: 欄位值

source: {0} can scan the values in this table to enable checkbox filters in dashboards and questions.
ar: يمكن لـ {0} فحص القيم في هذا الجدول لتمكين فلاتر مربعات الاختيار في لوحات المعلومات والأسئلة.
bg: {0} може да сканира стойностите в тази таблица, за да активира филтри с квадратчета за отметка в табла за управление и въпроси.
ca: {0} pot escanejar els valors d'aquesta taula per habilitar els filtres de caselles de selecció als taulers de control i a les preguntes.
de: {0} kann die Werte in dieser Tabelle scannen, um Kontrollkästchenfilter in Dashboards und Fragen zu aktivieren.
es: {0} puede escanear los valores de esta tabla para habilitar filtros de casillas de verificación en paneles y preguntas.
fa: {0} می‌تواند مقادیر موجود در این جدول را اسکن کند تا فیلترهای کادر انتخاب را در داشبوردها و سوالات فعال کند.
fi: {0} voi skannata tämän taulukon arvot ottaakseen käyttöön valintaruutusuodattimet koontinäytöissä ja kysymyksissä.
fr: {0} peut analyser les valeurs de ce tableau pour activer les filtres à cases à cocher dans les tableaux de bord et les questions.
it: {0} può analizzare i valori in questa tabella per abilitare i filtri delle caselle di controllo nei dashboard e nelle domande.
ja: {0} はこのテーブルの値をスキャンして、ダッシュボードと質問のチェックボックス フィルターを有効にすることができます。
nb: {0} kan skanne verdiene i denne tabellen for å aktivere avkrysningsfilter i dashbord og spørsmål.
nl: {0} kan de waarden in deze tabel scannen om selectievakjesfilters in dashboards en vragen in te schakelen.
pl: {0} może skanować wartości w tej tabeli, aby włączyć filtry pól wyboru w pulpitach nawigacyjnych i pytaniach.
pt_br: {0} pode analisar os valores desta tabela para ativar filtros de caixa de seleção em painéis e perguntas.
ru: {0} может сканировать значения в этой таблице, чтобы включить фильтры-флажки на панелях мониторинга и в вопросах.
sk: {0} môže prehľadávať hodnoty v tejto tabuľke a povoliť filtre zaškrtávacích políčok v dashboardoch a otázkach.
sl: {0} lahko pregleda vrednosti v tej tabeli, da omogoči filtre potrditvenih polj v nadzornih ploščah in vprašanjih.
sq: {0} mund të skanojë vlerat në këtë tabelë për të aktivizuar filtrat me checkbox në panele dhe pyetje.
sr: {0} može da skenira vrednosti u ovoj tabeli kako bi omogućio filtere sa ček-boksovima na kontrolnim tablama i pitanjima.
sv: {0} kan skanna värdena i den här tabellen för att aktivera kryssrutefilter i dashboards och frågor.
tr: {0} panolarda ve sorularda onay kutusu filtrelerini etkinleştirmek için bu tabloda yer alan değerleri tarayabilir.
uk: {0} може сканувати значення в цій таблиці, щоб увімкнути чекбокс-фільтри в дашбордах та запитах.
vi: {0} có thể quét các giá trị trong bảng này để bật bộ lọc hộp kiểm trong bảng thông tin và câu hỏi.
zh_hk: {0} 可以掃描此表中的值，以在儀表板和問題中啟用核取方塊篩選器。

source: Select field filtering
ar: اختر تصفية الحقل
bg: Изберете филтриране на полета
ca: Selecciona el filtratge de camps
de: Feldfilterung auswählen
es: Seleccionar filtrado de campos
fa: فیلتر کردن فیلد انتخاب
fi: Valitse kenttien suodatus
fr: Sélectionnez le filtrage des champs
it: Seleziona il filtraggio dei campi
ja: フィールドフィルタリングを選択
nb: Velg feltfiltrering
nl: Selecteer veldfiltering
pl: Wybierz filtrowanie pól
pt_br: Selecione a filtragem de campo
ru: Выберите поле фильтрации
sk: Vyberte filtrovanie polí
sl: Izberite filtriranje polj
sq: Zgjidh filtrimin e fushës
sr: Izaberite filtriranje polja
sv: Välj fältfiltrering
tr: Alan filtrelemeyi seçin
uk: Виберіть фільтрацію поля
vi: Chọn lọc trường
zh_hk: 選擇欄位篩選

source: Internal
ar: داخلي
es: Interno
fa: داخلی
fi: Sisäinen
it: Interno
ja: 内部
pt_br: Interno
ru: Внутренний
sk: Interné
sl: Notranje
sq: I brendshëm
sr: Interno
uk: Внутрішній
vi: Nội bộ
zh_hk: 內部

source: Final
ar: نهائي
fa: نهایی
fi: Lopullinen
it: Finale
ja: ファイナル
ru: Финальный
sk: Konečný výsledok
sl: Končno
sr: Finalno
uk: Фінальний
vi: Cuối cùng
zh_hk: 決賽

source: Visibility layer
ar: طبقة الظهور
es: Capa de visibilidad
fa: لایه دید
fi: Näkyvyyskerros
it: Livello di visibilità
ja: 可視性レイヤー
pt_br: Camada de visibilidade
ru: Слой видимости
sk: Vrstva viditeľnosti
sl: Vidna plast
sq: Shtresa e dukshmërisë
sr: Sloj vidljivosti
uk: Шар видимості
vi: Lớp hiển thị
zh_hk: 可見度層

source: Select visibility layer
ar: حدِّد طبقة الظهور
es: Seleccionar capa de visibilidad
fa: لایه دید را انتخاب کنید
fi: Valitse näkyvyystaso
it: Seleziona il livello di visibilità
ja: 表示レイヤーを選択
pt_br: Selecione a camada de visibilidade
ru: Выберите слой видимости
sk: Vyberte vrstvu viditeľnosti
sl: Izberite plast vidnosti
sq: Zgjidh shtresën e dukshmërisë
sr: Izaberite sloj vidljivosti
uk: Виберіть шар видимості
vi: Chọn lớp hiển thị
zh_hk: 選擇可見度圖層

source: No connected databases
ar: لا توجد قواعد بيانات متصلة
bg: Няма свързани бази данни
ca: Sense bases de dades connectades
de: Keine verbundenen Datenbanken
es: No hay bases de datos conectadas
fa: بدون پایگاه داده متصل
fi: Ei yhdistettyjä tietokantoja
fr: Aucune base de données connectée
it: Nessun database connesso
ja: 接続されたデータベースがありません
nb: Ingen tilkoblede databaser
nl: Geen verbonden databases
pl: Brak połączonych baz danych
pt_br: Nenhum banco de dados conectado
ru: Нет подключенных баз данных
sk: Žiadne pripojené databázy
sl: Ni povezanih baz podatkov
sq: Asnjë bazë e lidhur të dhënash
sr: Nema povezanih baza podataka
sv: Inga anslutna databaser
tr: Bağlı veritabanı yok
uk: Немає підключених баз даних
vi: Không có cơ sở dữ liệu được kết nối
zh_hk: 沒有連接資料庫

source: Once you connect to your data, you can add and edit metadata here.
ar: بمجرد اتصالك ببياناتك، يمكنك إضافة الميتاداتا وتحريرها هنا.
bg: След като се свържете с данните си, можете да добавяте и редактирате метаданни тук.
ca: Un cop us connecteu a les vostres dades, podeu afegir i editar metadades aquí.
de: Sobald Sie eine Verbindung zu Ihren Daten hergestellt haben, können Sie hier Metadaten hinzufügen und bearbeiten.
es: Una vez que se conecte a sus datos, podrá agregar y editar metadatos aquí.
fa: پس از اتصال به داده‌هایتان، می‌توانید فراداده‌ها را در اینجا اضافه و ویرایش کنید.
fi: Kun olet muodostanut yhteyden tietoihisi, voit lisätä ja muokata metatietoja täällä.
fr: Une fois connecté à vos données, vous pouvez ajouter et modifier des métadonnées ici.
it: Una volta connesso ai tuoi dati, puoi aggiungere e modificare i metadati qui.
ja: データに接続すると、ここでメタデータを追加および編集できます。
nb: Når du har koblet deg til dataene dine, kan du legge til og redigere metadata her.
nl: Zodra u verbinding maakt met uw gegevens, kunt u hier metagegevens toevoegen en bewerken.
pl: Po połączeniu się z danymi możesz tutaj dodawać i edytować metadane.
pt_br: Depois de se conectar aos seus dados, você pode adicionar e editar metadados aqui.
ru: Подключившись к своим данным, вы сможете добавлять и редактировать метаданные здесь.
sk: Po pripojení k údajom tu môžete pridávať a upravovať metadáta.
sl: Ko se povežete s svojimi podatki, lahko tukaj dodajate in urejate metapodatke.
sq: Pasi të lidheni me të dhënat tuaja, mund të shtoni dhe të redaktoni metadata këtu.
sr: Kada se povežete sa svojim podacima, ovde možete dodavati i uređivati metapodatke.
sv: När du har anslutit till dina data kan du lägga till och redigera metadata här.
tr: Verilerinize bağlandıktan sonra burada meta verileri ekleyebilir ve düzenleyebilirsiniz.
uk: Після підключення до ваших даних ви зможете додавати та редагувати метадані тут.
vi: Sau khi kết nối với dữ liệu, bạn có thể thêm và chỉnh sửa siêu dữ liệu tại đây.
zh_hk: 連線到資料後，您可以在此新增和編輯 metadata。

source: Re-scan field
ar: أعِد فحص الحقل
bg: Повторно сканиране на полето
ca: Torna a escanejar el camp
de: Feld erneut scannen
es: Volver a escanear el campo
fa: اسکن مجدد فیلد
fi: Skannaa kenttä uudelleen
fr: Réanalyser le champ
it: Ripeti la scansione del campo
ja: 再スキャンフィールド
nb: Skannefeltet på nytt
nl: Veld opnieuw scannen
pl: Ponowne skanowanie pola
pt_br: Campo de nova varredura
ru: Поле повторного сканирования
sk: Znovu naskenovať pole
sl: Ponovno skeniraj polje
sq: Ri-skanoni fushën
sr: Ponovo skeniraj polje
sv: Skanna om fältet
tr: Alanı yeniden tarayın
uk: Пересканувати поле
vi: Quét lại trường
zh_hk: 重新掃描領域

source: This field is hidden
ar: هذا الحقل مخفي
bg: Това поле е скрито
ca: Aquest camp està ocult
de: Dieses Feld ist ausgeblendet
es: Este campo está oculto
fa: این فیلد پنهان است
fi: Tämä kenttä on piilotettu
fr: Ce champ est masqué
it: Questo campo è nascosto
ja: このフィールドは非表示です
nb: Dette feltet er skjult
nl: Dit veld is verborgen
pl: To pole jest ukryte
pt_br: Este campo está oculto
ru: Это поле скрыто
sk: Toto pole je skryté
sl: To polje je skrito
sq: Kjo fushë është e fshehur
sr: Ovo polje je sakriveno
sv: Det här fältet är dolt
tr: Bu alan gizlidir
uk: Це поле приховане
vi: Trường này bị ẩn
zh_hk: 此欄位隱藏

source: Re-scan table
ar: أعِد فحص الجدول
bg: Повторно сканиране на таблицата
ca: Torna a escanejar la taula
de: Tabelle erneut scannen
es: Volver a escanear la tabla
fa: اسکن مجدد جدول
fi: Skannaa taulukko uudelleen
fr: Réanalyser la table
it: Riscansiona la tabella
ja: テーブルを再スキャン
nb: Tabell for ny skanning
nl: Tabel opnieuw scannen
pl: Ponowne skanowanie tabeli
pt_br: Redigitalizar a tabela
ru: Повторное сканирование таблицы
sk: Znovu naskenovať tabuľku
sl: Ponovno skeniraj tabelo
sq: Ri-skanoni tabelën
sr: Ponovo skeniraj tabelu
sv: Skanna tabellen igen
tr: Tabloyu yeniden tarayın
uk: Пересканувати таблицю
vi: Quét lại bảng
zh_hk: 重新掃描表

source: Syncing and scanning
ar: المزامنة والفحص
bg: Синхронизиране и сканиране
ca: Sincronització i escaneig
de: Synchronisieren und Scannen
es: Sincronización y escaneo
fa: همگام‌سازی و اسکن
fi: Synkronointi ja skannaus
fr: Synchronisation et numérisation
it: Sincronizzazione e scansione
ja: 同期とスキャン
nb: Synkronisering og skanning
nl: Synchroniseren en scannen
pl: Synchronizacja i skanowanie
pt_br: Sincronização e digitalização
ru: Синхронизация и сканирование
sk: Synchronizácia a skenovanie
sl: Sinhronizacija in skeniranje
sq: Sinkronizim dhe skanim
sr: Sinhronizacija i skeniranje
sv: Synkronisering och skanning
tr: Senkronizasyon ve tarama
uk: Синхронізація та сканування
vi: Đồng bộ hóa và quét
zh_hk: 同步與掃描

source: Re-sync schema
ar: أعِد مزامنة المخطط
bg: Повторно синхронизиране на схемата
ca: Resincronitzar l'esquema
de: Schema erneut synchronisieren
es: Resincronizar esquema
fa: طرحواره همگام‌سازی مجدد
fi: Synkronoi uudelleen kaava
fr: Resynchroniser le schéma
it: Risincronizzare lo schema
ja: スキーマの再同期
nb: Synkroniser skjemaet på nytt
nl: Schema opnieuw synchroniseren
pl: Ponowna synchronizacja schematu
pt_br: Esquema de ressincronização
ru: Схема повторной синхронизации
sk: Znovu synchronizovať schému
sl: Ponovno sinhroniziraj shemo
sq: Ri-sinkronizo skemën
sr: Ponovo sinhronizuj šemu
sv: Synkronisera schemat igen
tr: Şemayı yeniden senkronize et
uk: Повторно синхронізувати схему
vi: Đồng bộ lại lược đồ
zh_hk: 重新同步模式

source: If you’ve made changes to this table in the underlying database that aren’t showing up in Metabase yet, re-syncing the schema can fix that.
ar: إذا أجريت تغييرات على هذا الجدول في قاعدة البيانات الأساسية ولم تظهر في Metabase بعد، فقد تؤدي إعادة مزامنة المخطط إلى حل ذلك.
bg: Ако сте направили промени в тази таблица в основната база данни, които все още не се показват в Metabase, повторното синхронизиране на схемата може да поправи това.
ca: Si heu fet canvis en aquesta taula de la base de dades subjacent que encara no apareixen a la Metabase, tornar a sincronitzar l'esquema pot solucionar-ho.
de: Wenn du Änderungen an dieser Tabelle in der zugrunde liegenden Datenbank vorgenommen hast, die in Metabase noch nicht angezeigt werden, kann eine erneute Synchronisierung des Schemas das beheben.
es: Si ha realizado cambios en esta tabla en la base de datos subyacente que aún no aparecen en Metabase, volver a sincronizar el esquema puede solucionar el problema.
fa: اگر تغییراتی در این جدول در پایگاه داده اصلی ایجاد کرده‌اید که هنوز در متابیس نمایش داده نمی‌شوند، همگام‌سازی مجدد طرحواره می‌تواند این مشکل را برطرف کند.
fi: Jos olet tehnyt tähän taulukkoon pohjana olevassa tietokannassa muutoksia, jotka eivät vielä näy Metabase-tietokannassa, skeeman uudelleensynkronointi voi korjata tilanteen.
fr: Si vous avez apporté des modifications à cette table dans la base de données sous-jacente qui n'apparaissent pas encore dans Metabase, la resynchronisation du schéma peut résoudre ce problème.
it: Se hai apportato modifiche a questa tabella nel database sottostante che non sono ancora visibili in Metabase, una nuova sincronizzazione dello schema può risolvere il problema.
ja: 基礎となるデータベースのこのテーブルに変更を加えたが、それがまだ Metabase に表示されていない場合は、スキーマを再同期すると修正できます。
nb: Hvis du har gjort endringer i denne tabellen i den underliggende databasen som ikke vises i Metabase ennå, kan det løses ved å synkronisere skjemaet på nytt.
nl: Als u wijzigingen in deze tabel in de onderliggende database hebt aangebracht die nog niet in Metabase worden weergegeven, kunt u dit oplossen door het schema opnieuw te synchroniseren.
pl: Jeśli wprowadziłeś zmiany w tej tabeli w podstawowej bazie danych, które nie są jeszcze widoczne w Metabase, ponowna synchronizacja schematu może to naprawić.
pt_br: Se você fez alterações nesta tabela no banco de dados subjacente que ainda não estão aparecendo no Metabase, ressincronizar o esquema pode corrigir isso.
ru: Если вы внесли изменения в эту таблицу в базовой базе данных, которые еще не отображаются в Metabase, повторная синхронизация схемы может это исправить.
sk: Ak ste v tejto tabuľke vykonali zmeny v podkladovej databáze, ktoré sa ešte nezobrazujú v metabáze, opätovná synchronizácia schémy to môže vyriešiť.
sl: Če ste v tej tabeli v osnovni zbirki podatkov naredili spremembe, ki se še ne prikazujejo v metabazi, lahko to odpravite s ponovno sinhronizacijo sheme.
sq: Nëse keni bërë ndryshime në këtë tabelë në bazën e të dhënave bazë që nuk po shfaqen ende në Metabase, ri-sinkronizimi i skemës mund ta rregullojë këtë.
sr: Ako ste napravili izmene u ovoj tabeli u osnovnoj bazi podataka koje se još ne vide u Metabase-u, ponovno sinhronizovanje šeme može to da reši.
sv: Om du har gjort ändringar i den här tabellen i den underliggande databasen som inte visas i Metabase ännu, kan en ny synkronisering av schemat åtgärda det.
tr: Eğer bu tabloda temel veritabanında yaptığınız değişiklikler henüz Metabase'de görünmüyorsa, şemayı yeniden senkronize etmek bu sorunu çözebilir.
uk: Якщо ви внесли зміни в цю таблицю в базовій базі даних, але вони ще не відображаються в Metabase, це може виправити повторна синхронізація схеми.
vi: Nếu bạn đã thực hiện những thay đổi đối với bảng này trong cơ sở dữ liệu cơ bản mà chưa hiển thị trong Metabase, việc đồng bộ lại lược đồ có thể khắc phục được điều đó.
zh_hk: 如果您在底層資料庫中對此表所做的變更尚未顯示在 Metabase 中，重新同步模式可以解決這個問題。

source: Scan field values
ar: افحص قيم الحقول
bg: Стойности на полетата за сканиране
ca: Valors del camp d'escaneig
de: Feldwerte scannen
es: Valores del campo de escaneo
fa: مقادیر فیلد اسکن
fi: Skannaa kenttien arvot
fr: Valeurs des champs de numérisation
it: Valori del campo di scansione
ja: フィールド値をスキャンする
nb: Skann feltverdier
nl: Scan veldwaarden
pl: Skanuj wartości pól
pt_br: Valores de campo de digitalização
ru: Значения полей сканирования
sk: Hodnoty polí Skenovať
sl: Vrednosti polj skeniranja
sq: Skano vlerat e fushës
sr: Skeniraj vrednosti polja
sv: Skanna fältvärden
tr: Tarama alanı değerleri
uk: Сканувати значення полів
vi: Quét các giá trị trường
zh_hk: 掃描欄位數值

source: Failed to start sync
ar: فشل بدء المزامنة
bg: Стартирането на синхронизацията не бе успешно
ca: No s'ha pogut iniciar la sincronització
de: Sync konnte nicht gestartet werden
es: No se pudo iniciar la sincronización
fa: شروع همگام‌سازی ناموفق بود
fi: Synkronoinnin aloittaminen epäonnistui
fr: Échec du démarrage de la synchronisation
it: Impossibile avviare la sincronizzazione
ja: 同期を開始できませんでした
nb: Kunne ikke starte synkronisering
nl: Synchronisatie kan niet worden gestart
pl: Nie udało się rozpocząć synchronizacji
pt_br: Falha ao iniciar a sincronização
ru: Не удалось начать синхронизацию
sk: Nepodarilo sa spustiť synchronizáciu
sl: Sinhronizacije ni bilo mogoče začeti
sq: Dështoi nisja e sinkronizimit
sr: Neuspešno pokretanje sinhronizacije
sv: Misslyckades med att starta synkroniseringen
tr: Senkronizasyon başlatılamadı
uk: Не вдалося запустити синхронізацію
vi: Không thể bắt đầu đồng bộ hóa
zh_hk: 同步啟動失敗

source: Sync table schema
ar: زامِن مخطط الجدول
bg: Схема на таблицата за синхронизиране
ca: Esquema de taula de sincronització
de: Tabellenschema synchronisieren
es: Esquema de tabla de sincronización
fa: طرح جدول همگام‌سازی
fi: Synkronointitaulukon rakenne
fr: Schéma de table de synchronisation
it: Sincronizza lo schema della tabella
ja: 同期テーブルスキーマ
nb: Synkroniser tabellskjema
nl: Synchronisatietabelschema
pl: Schemat tabeli synchronizacji
pt_br: Esquema de tabela de sincronização
ru: Схема таблицы синхронизации
sk: Schéma synchronizačnej tabuľky
sl: Shema tabele sinhronizacije
sq: Sinkronizo skemën e tabelës
sr: Sinhronizuj šemu tabele
sv: Synkroniseringstabellschema
tr: Senkronizasyon tablosu şeması
uk: Синхронізувати схему таблиці
vi: Sơ đồ bảng đồng bộ
zh_hk: 同步資料表模式
