Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Right outer join
ar: ربط خارجي أيمن
bg: Дясно външно съединение
ca: Unió externa per la dreta
de: Rechter Outer Join
eo: Right outer join → "Right outer join" (no need to slang this one, it's techy af lol)
es: Unión derecha externa
fa: پیوست بیرونی راست
fi: Oikea ulkoliitos
fr: Jointure externe droite (right outer join)
hu: Jobb oldali külső illesztés
it: Giunzione esterna destra
ja: 右外部結合
lt: Dešinysis išorinis sujungimas
ms: Gabungan luar kanan
nb: Høyre ytre sammenføyning
nl: Rechter outer join
pt_br: Junção externa à direita
ru: Правое внешнее соединение
sk: Pravé vonkajšie spojenie
sl: Desni zunanji spoj
sr: Desni spoljašnji JOIN
sv: Höger yttre sammanfogning
tr: Sağdan bağla
uk: Праве зовнішнє з’єднання
vi: Kết nối bên ngoài bên phải
zh_hk: 右外連接

source: Inner join
ar: ربط داخلي
bg: Вътрешно присъединяване
ca: Unió interna
de: Innerer Join
eo: Inner join → "Inner join" (no cap, it’s already pretty chill, but if you wanna make it sound more Gen Z: "Inner join" lol)
es: Unión interna
fa: پیوستن به درون
fi: Sisäliitos
fr: Jointure interne (inner join)
hu: Belső illesztés
it: Giunzione interna
ja: 内部結合
lt: Vidinis sujungimas
ms: Gabunagn dalam
nb: Indre sammenføyning
nl: Innerlijke verbinding
pl: Wewnętrzny join
pt_br: Junção interna
ru: Внутреннее соединение
sk: Vnútorné spojenie
sl: Notranja povezava
sr: Unutrašnji JOIN
sv: Inre sammanfogning
tr: Eşleşmeleri bağla
uk: Внутрішнє з’єднання
vi: Kết nối trong
zh_hk: 內連接

source: Full outer join
ar: ربط خارجي كامل
bg: Пълно външно съединение
ca: Unió externa completa
de: Vollständiger Outer Join
eo: Big brain move: full outer join
es: Unión externa completa
fa: پیوستن بیرونی کامل
fi: Täysi ulkoliitos
fr: Jointure externe complète (full outer join)
hu: Teljes külső illesztés
it: Giunzione esterna completa
ja: 完全外部結合
lt: Pilnasis išorinis sujungimas
ms: Gabungan luar penuh
nb: Full ytre sammenføyning
nl: Volledige outer join
pl: Pełny zewnętrzny join
pt_br: Junção externa total
ru: Полное внешнее соединение
sk: Úplné vonkajšie spojenie
sl: Popolna zunanja povezava
sr: Puni spoljašnji JOIN
sv: Fullständig yttre sammanfogning
tr: Tümünü bağla
uk: Повне зовнішнє з’єднання
vi: Kết nối đầy đủ bên ngoài
zh_hk: 完全外部聯接

source: Card results metadata passed in to API is MISSING. Running query to fetch correct metadata.
hu: A kártya eredmény metaadatai hiányoznak az API-ban. A lekérdezés futtatása a helyes metaadatok lekéréséhez.
ms: Metadata hasil kad yang dihantar ke API adalah KURANG. Menjalankan query untuk mendapatkan metadata yang betul.

source: Problem connecting to LDAP server, will fall back to local authentication
hu: Probléma az LDAP szerverhez való csatlakozáskor, visszaáll a helyi hitelesítésre
ms: Masalah menyambung ke pelayan LDAP, akan kembali kepada pengesahan tempatan

source: Cannot create Database: cannot find driver {0}.
hu: Nem hozható létre adatbázis: az illesztőprogram nem található: {0}.
ms: Tidak dapat mencipta Pangkalan Data: tidak dapat mencari pemacu {0}.

source: Query failed
ar: فشل الاستعلام
bg: Заявката не бе успешна
ca: Ha fallat la consulta
de: Abfrage fehlgeschlagen
eo: This is a no cap moment
es: Falló la consulta
fa: پرس و جو انجام نشد
fi: Kysely epäonnistui
fr: La requête a échoué
hu: A lekérdezés sikertelen
it: Query fallita
ja: クエリが失敗しました
lt: Užklausa nepavyko
ms: Query gagal
nb: Spørring feilet
nl: Query mislukt
pl: Zapytanie nie powiodło się
pt_br: Falha na consulta
ru: Запрос не выполнен
sk: Dopyt zlyhal
sl: Poizvedba ni uspela
sq: Query dështoi
sr: Upit nije uspeo
sv: Frågan misslyckades
tr: Sorgu hata verdi
uk: Запит не виконано
vi: Truy vấn thất bại
zh_hk: 查詢失敗

source: Warning: {0} returned `nil`
hu: Figyelmeztetés: {0} `nil` értéket adott vissza
ms: Amaran: {0} mengembalikan`nil`

source: Unexpected error writing result to output channel: already closed
hu: Váratlan hiba az eredmény írásakor a kimeneti csatornára: már lezárva
ms: Ralat tidak dijangka menulis hasil ke saluran output: sudah ditutup

source: Unexpected error writing exception to output channel: already closed
hu: Váratlan hiba a kivétel írásakor a kimeneti csatornára: már lezárva
ms: Ralat tidak dijangka menulis pengecualian ke saluran output: sudah ditutup

source: Request canceled, canceling future.
hu: A kérés törölve, jövőbeli törlés.
ms: Permintaan dibatalkan, membatalkan masa depan.

source: Metabase can only transfer data from H2 to Postgres or MySQL/MariaDB.
hu: A Metabase csak H2-ről Postgres-re vagy MySQL/MariaDB-re tud adatokat átvinni.
ms: Metabase hanya boleh memindahkan data dari H2 ke Postgres atau MySQL/MariaDB.

source: WARNING: Using Metabase with an H2 application database is not recommended for production deployments.
hu: FIGYELMEZTETÉS: A Metabase használata H2 alkalmazásadatbázissal nem ajánlott éles telepítésekhez.
ms: AMARAN: Menggunakan Metabase dengan pangkalan data aplikasi H2 tidak disarankan untuk pelaksanaan pengeluaran.

source: Application database setup
hu: Alkalmazás adatbázis beállítása
ms: Persediaan pangkalan data aplikasi

source: Could not find {0} driver.
hu: Nem található a(z) {0} illesztőprogram.
ms: Tidak dapat mencari pemacu {0}.

source: Abstract drivers cannot derive from concrete parent drivers.
ar: لا يمكن لبرامج التشغيل المجرّدة الاشتقاق من برامج تشغيل أصلية (concrete) أب.
bg: Абстрактните драйвери не могат да произлизат от конкретни родителски драйвери.
ca: Els controladors abstractes no poden derivar de controladors concrets.
de: Abstrakte Treiber können nicht von konkreten Elterntreibern abgeleitet werden.
eo: Abstract drivers can't really be based on concrete parent drivers, fr.
es: Los controladores abstractos no pueden derivar de controladores padres concretos.
fa: رانندگان چکیده نمی توانند از درایورهای والد والدین استخراج شوند.
fi: Abstrakteja ajureita ei voi johtaa konkreettisista emo-ajureista.
fr: Les pilotes abstraits ne peuvent pas dériver (hériter) de pilotes concrets.
hu: Az absztrakt illesztőprogramok nem származhatnak konkrét szülőillesztőprogramokból.
it: I driver astratti non possono derivare da driver genitori concreti
ja: 抽象ドライバーは、具体的な親ドライバーから派生することはできません。
lt: Abstrakčios tvarkyklės negali kilti iš konkrečių pirminių tvarkyklių.
ms: Pemacu abstrak tidak boleh berasal dari pemacu ibu bapa konkrit.
nb: Abstrakte drivere kan ikke avledes fra konkrete foreldrereelevante.
nl: Abstracte drivers kunnen niet afstammen van concrete ouderdrivers.
pl: Sterowniki abstrakcyjne nie mogą pochodzić od konkretnych sterowników nadrzędnych.
pt_br: Drivers abstratos não podem derivar de drivers pais concretos.
ru: Абстрактные драйверы не могут быть получены из конкретных родительских драйверов.
sk: Abstraktné ovládače nemôžu pochádzať z konkrétnych rodičovských ovládačov.
sl: Abstraktni gonilniki ne morejo izhajati iz konkretnih nadrejenih gonilnikov.
sq: Drejtuesit abstraktë nuk mund të rrjedhin nga drejtues prind konkretë.
sr: Apstraktni drajveri ne mogu da nasleđuju od konkretnih roditeljskih drajvera.
sv: Abstrakta drivrutiner kan inte härledas från konkreta drivrutiner.
tr: Metabase' in,H2 uygulama veritabanıyla kullanılması üretim sürümleri için önerilmez.
uk: Абстрактні драйвери не можуть наслідуватися від конкретних батьківських драйверів.
vi: Trình điều khiển trừu tượng không thể xuất phát từ trình điều khiển cha cụ thể.
zh_hk: 抽象驅動程式無法從具體的父驅動程式衍生。

source: You may need to add 'trustServerCertificate=true' to the additional connection options to connect with SSL.
hu: Lehet, hogy hozzá kell adnia a 'trustServerCertificate=true' opciót a további kapcsolati beállításokhoz az SSL-lel való csatlakozáshoz.
ms: Anda mungkin perlu menambah 'trustServerCertificate=true' pada pilihan sambungan tambahan untuk menyambung dengan SSL.

source: Don't know how to alias {0}, expected an Identifer.
hu: Nem tudom, hogyan kell álnévvel ellátni {0}, egy azonosítót vártam.
ms: Tidak tahu bagaimana untuk alias {0}, menjangkakan sebuah Identifier.

source: Client closed connection, canceling query
hu: A kliens megszakította a kapcsolatot, a lekérdezés törölve
ms: Pelanggan menutup sambungan, membatalkan pertanyaan

source: {0} is not a valid DN.
ar: {0} ليس DN صالحًا.
bg: {0} не е валиден DN.
ca: {0} no és un DN vàlid.
de: {0} ist keine gültige DN.
eo: {0} is not a valid DN, fr fr.
es: {0} no es un DN válido.
fa: {0} یک DN معتبر نیست.
fi: {0} ei ole kelvollinen DN.
fr: {0} n'est pas un nom absolu valide
hu: A(z) {0} nem érvényes DN.
it: {0} non è un valido DN.
ja: {0}は有効なDNではありません
lt: {0} nėra galiojantis DN.
ms: {0} bukan DN yang sah.
nb: {0} er ikke en gyldig DN
nl: {0} is geen geldige DN.
pl: {0} nie jest prawidłową nazwą wyróżniającą.
pt_br: {0} não é um ND válido.
ru: {0} некорректное значение DN.
sk: {0} nie je platný DN.
sl: {0} ni veljaven DN.
sq: {0} nuk është një DN i vlefshëm.
sr: {0} nije važeći DN.
sv: {0} är inte en giltig DN.
tr: {0} geçerli bir DN değil.
uk: {0} — недійсний DN.
vi: {0} không phải là một DN hợp lệ.
zh_hk: {0} 不是一個有效的 DN

source: Error logging API request
hu: Hiba az API kérés naplózásakor
ms: Ralat mencatat permintaan API

source: Failed to set site-url
hu: Nem sikerült beállítani a site-url-t
ms: Gagal menetapkan URL tapak

source: Error destroying thread pool for DB.
hu: Hiba a DB szálcsoportjának megszüntetésekor.
ms: Ralat memusnahkan kolam benang untuk DB.

source: Updating display name for {0} ''{1}'': ''{2}'' -> ''{3}''
hu: A(z) {0} megjelenítési név frissítése ''{1}'': ''{2}'' -> ''{3}''
ms: Mengemas kini nama paparan untuk {0} '{1}': '{2}' -> '{3}'

source: Invalid humanization strategy ''{0}''. Valid strategies are: {1}
ar: استراتيجية humanization غير صالحة ''{0}''. الاستراتيجيات الصالحة هي: {1}
bg: Невалидна стратегия за хуманизация „„ {0} “. Валидни стратегии са: {1}
ca: L'estratègia d'humanització "{0}" no es vàlida. Les estratègies vàlides són: {1}
de: Ungültige Vermenschlichungsstrategie "{0}". Gültige Strategien sind: {1}
eo: Bruh, the humanization move ''{0}'' is straight-up invalid. Valid moves are: {1}
es: Estrategia de humanización no válida "{0}". Las estrategias válidas son: {1}
fa: استراتژی انسانی نامعتبر "" {0} "". راهبردهای معتبر عبارتند از: {1}
fi: Virheellinen ihmistämisen strategia ''{0}''. Kelvollisia strategioita ovat: {1}
fr: "{0}" est une stratégie d'humanisation invalide. Les stratégies valides sont : {1}
hu: Érvénytelen humanizálási stratégia „{0}”. Az érvényes stratégiák a következők: {1}
it: Strategia di umanizzazione "{0}" invalida. Strategie valide: {1}
ja: 命名戦略 ''{0}'' は不正です。有効な戦略は次のとおりです。''{1}''
lt: Netinkama humanizavimo strategija „{0}“. Tinkamos strategijos yra: {1}
ms: Strategi humanisasi tidak sah ''{0}''. Strategi yang sah adalah: {1}
nb: Ugylding humaniseringsstrategi "{0}". Gyldige strategier er: {1}
nl: Ongeldige humaniseringsstrategie '' {0} ''. Geldige strategieën zijn: {1}
pl: Nieprawidłowa strategia humanizacji "{0}". Prawidłowe strategie to: "{1}"
pt_br: Estratégia de humanização inválida ''{0}''. As estratégias válidas são: {1}
ru: Некорректная стратегия хуманизации ''{{0}}''. Корректные стратегии: {1}
sk: Neplatná humanizačná stratégia ''{0}''. Platné stratégie sú: {1}
sl: Neveljavna strategija humanizacije ''{0}''. Veljavne strategije so: {1}
sq: Strategji humanizimi e pavlefshme ''{0}''. Strategjitë e vlefshme janë: {1}
sr: Nevažeća strategija humanizacije ''{0}''. Važeće strategije su: {1}
sv: Felaktigt sätt att förmänskliga ''{0}''. Giltiga sätt är: {1}
tr: Geçersiz insancıllaştırma stratejisi '' {0} ''. Geçerli stratejiler: {1}
uk: Недійсна стратегія humanization ''{0}''. Дійсні стратегії: {1}
vi: Chiến lược nhân hóa không hợp lệ '' {0} ''. Các chiến lược hợp lệ là: {1}
zh_hk: 無效的人性化策略''{0}''。 有效的策略是：{1}

source: Chaning Table & Field names humanization strategy from ''{0}'' to ''{1}''
hu: A t
ms: Mengubah strategi humanisasi nama Jadual & Medan dari ''{0}'' kepada ''{1}''

source: Error saving task history
hu: Hiba a feladattörténet mentésekor
ms: Ralat menyimpan sejarah tugas

source: spark-deps.jar is no longer needed by Metabase 0.32.0+. You can delete it from the plugins directory.
hu: A spark-deps.jar már nincs szükség a Metabase 0.32.0+ verzióban. Törölheti a bővítmények könyvtárából.
ms: spark-deps.jar tidak lagi diperlukan oleh Metabase 0.32.0+. Anda boleh memadamkannya dari direktori plugins.

source: Using NEWLY CREATED classloader as shared context classloader: {0}
hu: ÚJONNAN LÉTREHOZOTT osztálybetöltő használata megosztott környezeti osztálybetöltőként: {0}
ms: Menggunakan classloader YANG BARU DICIPTA sebagai classloader konteks bersama: {0}

source: Failed to copy file
hu: Nem sikerült a fájl másolása
ms: Gagal menyalin fail

source: Invalid site URL: {0}
ar: عنوان URL للموقع غير صالح: {0}
bg: Невалиден URL адрес на сайта: {0}
ca: URL del lloc no vàlida: {0}
de: Ungültige Seiten-URL: {0}
eo: Lol, the URL's sus: {0}
es: URL inválida: {0}
fa: URL سایت نامعتبر: {0}
fi: Virheellinen sivuston URL: {0}
fr: URL de site web invalide: {0}
hu: Érvénytelen webhely URL: {0}
it: Url non valido: {0}
ja: 無効なサイトURL: {0}
lt: Neteisingas svetainės URL: {0}
ms: URL laman tidak sah: {0}
nb: Ugyldig URL for nettsted: {0}
nl: Ongeldige site-URL: {0}
pl: Nieprawidłowy adres URL witryny: {0}
pt_br: URL de site inválido: {0}
ru: Некорректный URL сайта: {0}
sk: Neplatná adresa URL stránky: {0}
sl: Neveljaven URL spletnega mesta: {0}
sq: URL-ja e faqes e pavlefshme: {0}
sr: Nevažeći URL sajta: {0}
sv: Felaktig sajt-URL: {0}
tr: Hatalı URL: {0}
uk: Недійсний URL сайту: {0}
vi: URL trang web không hợp lệ: {0}
zh_hk: 無效的網站URL: {0}

source: site-url is invalid; returning nil for now. Will be reset on next request.
hu: A site-url érvénytelen; egyelőre nil értéket ad vissza. A következő kéréskor visszaáll.
ms: site-url tidak sah; mengembalikan nilai kosong buat masa ini. Akan ditetapkan semula pada permintaan seterusnya.

source: More results have been included as a file attachment
hu: További eredmények fájlmellékletként szerepelnek
ms: Lebih banyak keputusan telah disertakan sebagai lampiran fail

source: This question has been included as a file attachment
ar: تم تضمين هذا السؤال كمرفق ملف
bg: Този въпрос е включен като прикачен файл
ca: Aquesta pregunta s'ha inclòs com a fitxer adjunt
de: Diese Frage wurde als ein Dateianhang aufgenommen.
eo: This q’s been added as a file attachment, fr.
es: Esta pregunta se ha incluido como un archivo adjunto
fa: این سوال به عنوان پیوست پرونده درج شده است
fi: Tämä kysymys on liitetiedostona mukana.
fr: Cette question a été inclue dans un fichier en attachement
hu: Ez a kérdés fájlmellékletként szerepel
it: Questa domanda è stata inclusa come allegato
ja: この質問は添付ファイルとして含まれています
lt: Šis klausimas buvo įtrauktas kaip failo priedas
ms: Soalan ini telah disertakan sebagai lampiran fail
nb: Dette spørsmålet har blitt lagt til som filvedlegg
nl: Deze vraag is als bijlage toegevoegd
pl: To pytanie zostało dołączone jako załącznik pliku
pt_br: Esta pergunta foi incluída como um arquivo anexo
ru: Этот запрос был включен в качестве вложения
sk: Táto otázka bola zahrnutá ako príloha k súboru
sl: To vprašanje je bilo vključeno kot priloga
sq: Kjo pyetje është përfshirë si bashkëngjitje file-i
sr: Ovo pitanje je uključeno kao prilog fajla
sv: Denna fråga har tagits med som en bifogad fil
tr: Bu soru bir dosya eki olarak eklenmiştir
uk: Цей запит додано як вкладення файлом
vi: Câu hỏi này đã được đưa vào dưới dạng tệp đính kèm
zh_hk: 這個問題包含在附件中

source: We were unable to display this Pulse.
ar: تعذر علينا عرض هذه النبضة.
bg: Не успяхме да покажем този импулс.
ca: No s'ha pogut mostrar aquest Pols.
de: Der Puls kann nicht angezeigt werden.
eo: We couldn’t pull up this Pulse, fr fr.
es: No he podido mostrar este Pulso.
fa: ما قادر به نمایش این پالس نبودیم.
fi: Emme pystyneet näyttämään tätä Pulssia.
fr: Nous avons été incapable d'afficher ce Pulse.
hu: Nem tudtuk megjeleníteni ezt a Pulse-t.
it: Non è stato possibile visualizzare questo Pulse.
ja: このパルスを表示することができませんでした。
lt: Negalėjome parodyti šio pulso.
ms: Kami tidak dapat memaparkan Pulse ini.
nb: Vi var ute av stand til å vise denne Pulsen.
nl: We konden deze puls niet weergeven.
pl: Nie byliśmy w stanie wyświetlić tego Pulsu.
pt_br: Não foi possível exibir este pulso.
ru: Мы не смогли отобразить этот Пульс
sk: Tento impulz sa nám nepodarilo zobraziť.
sl: Tega pulza nismo mogli prikazati.
sq: Nuk arritëm ta shfaqnim këtë Pulse.
sr: Nismo mogli da prikažemo ovaj Pulse.
sv: Vi kunde inte visa denna ögonblicksbild.
tr: Bu bildirimi gösteremiyoruz.
uk: Нам не вдалося відобразити цей Pulse.
vi: Chúng tôi không thể hiển thị Pulse này.
zh_hk: 我們無法展示這個排程任務

source: Please view this card in Metabase.
ar: يُرجى عرض هذه البطاقة في Metabase.
bg: Моля, прегледай тази карта в Metabase.
ca: Si us plau visualitzeu aquesta Targeta a Metabase.
de: Sieh dir diese Karte in Metabase an.
eo: Plz check out this card in Metabase, bestie.
es: Por favor mostrar esta tarjeta en Metabase.
fa: لطفاً این کارت را در Metabase مشاهده کنید.
fi: Katso tämä kortti Metabasessa.
fr: Visualisez s'il vous plaît cette carte dans Metabase.
hu: Kérjük, tekintse meg ezt a kártyát a Metabase-ban.
it: Si prega di visualizzare questa scheda in Metabase.
ja: このカードをMetabaseでご覧ください。
lt: Peržiūrėkite šią kortelę Metabase viduje.
ms: Sila lihat kad ini dalam Metabase.
nb: Vennligst vis dette kortet i Metabase
nl: Bekijk deze kaart in Metabase.
pl: Zobacz tę kartę w Metabase.
pt_br: Visualize este cartão no Metabase.
ru: Пожалуйста, просмотрите эту карточку в Metabase.
sk: Prezrite si túto kartu v Metabase.
sl: Prosimo, oglejte si to kartico v Metabase.
sq: Të lutem shikoje këtë kartë në Metabase.
sr: Pogledajte ovu karticu u Metabase-u.
sv: Visa denna lista i Metabase.
tr: Lütfen bu kartı Metabase' de görüntüleyin.
uk: Будь ласка, перегляньте цю картку в Metabase.
vi: Vui lòng xem thẻ này trong Metabase.
zh_hk: 請在metabase中檢視這個卡片

source: An error occurred while displaying this card.
ar: حدث خطأ أثناء عرض هذه البطاقة.
bg: Възникна грешка при показване на тази карта.
ca: S'ha produït un error en mostrar aquesta Targeta.
de: Beim Anzeigen der Karte ist ein Fehler aufgetreten.
eo: Oops, this card's being really extra rn.
es: Se ha producido un error al mostrar esta tarjeta.
fa: هنگام نمایش این کارت خطایی روی داد.
fi: Tapahtui virhe korttia näytettäessä.
fr: Une erreur s'est produite lors de l'affichage de cette carte.
hu: Hiba történt a kártya megjelenítésekor.
it: Si è verificato un errore durante la visualizzazione di questa scheda.
ja: このカードの表示中にエラーが発生しました。
lt: Rodant šią kortelę įvyko klaida.
ms: Ralat berlaku semasa memaparkan kad ini.
nb: En feil oppstod ved visning av dette kortet
nl: Er is een fout opgetreden bij het weergeven van deze kaart.
pl: Wystąpił błąd podczas wyświetlania tej karty.
pt_br: Ocorreu um erro ao exibir este cartão.
ru: Произошла ошибка при отображении этой карточки.
sk: Pri zobrazovaní tejto karty sa vyskytla chyba.
sl: Med prikazom te kartice je prišlo do napake.
sq: Ndodhi një gabim gjatë shfaqjes së kësaj karte.
sr: Došlo je do greške pri prikazivanju ove kartice.
sv: Ett fel uppstod när listan skulle visas.
tr: Bu kart görüntülenirken bir hata oluştu.
uk: Під час відображення цієї картки сталася помилка.
vi: Đã xảy ra lỗi trong khi hiển thị thẻ này.
zh_hk: 展示卡片發生錯誤

source: Can only determine expected columns for MBQL queries.
eo: Bruh, can only figure out the expected columns for MBQL queries, fr.
hu: Csak az MBQL-lekérdezésekhez lehet meghatározni a várt oszlopokat.
lt: Galima nustatyti tik numatomus MBQL užklausų stulpelius
ms: Hanya boleh menentukan lajur yang dijangkakan untuk query MBQL.

source: No columns returned.
hu: Nincsenek visszaadott oszlopok.
ms: Tiada lajur dikembalikan.

source: Warining: cannot determine fields for an explicit `source-query` unless you also include `source-metadata`.
hu: Figyelmeztet
ms: Amaran: tidak dapat menentukan medan untuk `sumber-query` yang eksplisit kecuali anda juga menyertakan `sumber-metadata`.

source: Cannot resolve {0}: Field does not exist, or its Table belongs to a different Database.
hu: Nem lehet feloldani {0}: A mező nem létezik, vagy annak táblája egy másik adatbázishoz tartozik.
ms: Tidak dapat menyelesaikan {0}: Medan tidak wujud, atau Jadualnya milik Pangkalan Data yang berbeza.

source: Cannot resolve :field-literal inside :fk-> unless inside join with explicit :alias.
hu: Nem lehet feloldani a :field-literal-t a :fk-> belsejében, hacsak nem egy csatlakozásban van explicit :alias-szal.
ms: Tidak boleh menyelesaikan :field-literal di dalam :fk-> melainkan di dalam gabungan dengan :alias eksplisit.

source: Cannot find Table ID for {0}
hu: Nem található táblaazonosító {0}
ms: Tidak dapat mencari ID Jadual untuk {0}

source: No matching info found.
hu: Nem található megfelelő információ.
ms: Tiada maklumat yang sepadan dijumpai.

source: Could not resolve {0}
hu: Nem lehet feloldani {0}
ms: Tidak dapat menyelesaikan {0}

source: Invalid fk-> clause: nowhere to add corresponding join.
hu: Érvénytelen fk-> záradék: nincs sehol hozzáadva a megfelelő csatlakozást.
ms: Klausa fk-> tidak sah: tiada tempat untuk menambah gabungan sepadan.

source: {0} driver does not support foreign keys.
hu: A(z) {0} illesztőprogram nem támogatja az idegen kulcsokat.
ms: Pemacu {0} tidak menyokong kekunci asing.

source: Cannot infer `:source-metadata` for source query with native source query without source metadata.
hu: Nem lehet következtetni a `:source-metadata`-t egy forráslekérdezéshez natív forráslekérdezéssel forrásmetaadatok nélkül.
ms: Tidak boleh membuat kesimpulan :sumber-metadata untuk query sumber dengan query sumber asli tanpa metadata sumber.

source: Query processor error: number of columns returned by driver does not match results.
eo: Bruh, query processor error: the number of columns the driver’s sending back doesn’t match the results.
hu: Lekérdezés feldolgozási hiba: az illesztőprogram által visszaadott oszlopok száma nem egyezik az eredményekkel.
lt: Užklausos apdirbimo klaida: tvarkyklės grąžintų stulpelių skaičius neatitinka rezultatų.
ms: Ralat pemproses pertanyaan: bilangan lajur yang dikembalikan oleh pemacu tidak sepadan dengan hasilnya.

source: Expected {0} columns, but first row of resuls has {1} columns.
eo: Bruh, was expecting {0} columns, but the first row of the results only has {1} tho.
hu: {0} oszlopot várt, de az első sor {1} oszlopot tartalmaz.
lt: Numatyta {0} stulpelių, bet pirmoje rezultatų eilutėje yra {1} stulpeliai.
ms: Dijangka {0} lajur, tetapi baris pertama hasil mempunyai {1} lajur.

source: No expression named {0} found. Found: {1}
hu: Nem található {0} nevű kifejezés. Találat: {1}
ms: Tiada ungkapan bernama {0} ditemui. Ditemui: {1}

source: Distinct values of {0}
ar: القيم المميّزة لـ {0}
bg: Различни стойности на {0}
ca: Valors únics de {0}
de: Eindeutige Werte von {0}
eo: Unique vibes of {0}
es: Valores únicos de {0}
fa: مقادیر مشخص {0}
fi: {0} yksittäiset arvot
fr: Valeurs distinctes de {0}
hu: A(z) {0} különböző értékei
it: Valori distinti di {0}
ja: {0}の重複を除いた値
lt: Skirtingos {0} reikšmės
ms: Nilai berbeza bagi {0}
nb: Unike verdier av {0}
nl: Unieke waardes van {0}
pl: Unikalne wartości {0}
pt_br: Valores distintos de {0}
ru: Уникальные значения {0}
sk: Odlišné hodnoty {0}
sl: Različne vrednosti {0}
sq: Vlerat distinct të {0}
sr: Različite vrednosti za {0}
sv: Distinkta värden av {0}
tr: {0} nın farklı değerleri
uk: Унікальні значення {0}
vi: Giá trị khác biệt của {0}
zh_hk: {0}的唯一值
