Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Next {0} weeks
ar: الأسابيع {0} التالية
bg: Следващите {0} седмици
ca: Pròximes {0} setmanes
de: Nächste {0} Wochen
eo: Next {0} weeks → The next {0} weeks (no cap)
es: Las próximas {0} semanas
fa: هفته‌های بعدی {0}
fi: Seuraavat {0} viikkoa
fr: Prochaines {0} semaines
it: Prossime {0} settimane
ja: 次の {0} 週間
nb: Neste {0} uker
nl: Volgende {0} weken
pl: Następne {0} tygodni
pt_br: Próximas {0} semanas
ru: Следующие {0} недели
sk: Ďalších {0} týždňov
sl: Naslednjih {0} tednov
sq: {0} javët e ardhshme
sr: Sledećih {0} nedelja
sv: Nästa {0} veckor
tr: Sonraki {0} hafta
uk: Наступні {0} тижнів
vi: {0} tuần tới
zh_hk: 下一個 {0} 週

source: Today or tomorrow
ar: اليوم أو غدًا
bg: Днес или утре
ca: Avui o demà
de: Heute oder morgen
eo: Today or tomorrow? That's like, today or next vibe, fr.
es: Hoy o mañana
fa: امروز یا فردا
fi: Tänään tai huomenna
fr: Aujourd'hui ou demain
it: Oggi o domani
ja: 今日か明日か
nb: I dag eller i morgen
nl: Vandaag of morgen
pl: Dzisiaj lub jutro
pt_br: Hoje ou amanhã
ru: Сегодня или завтра
sk: Dnes alebo zajtra
sl: Danes ali jutri
sq: Sot ose nesër
sr: Danas ili sutra
sv: Idag eller imorgon
tr: Bugün veya yarın
uk: Сьогодні або завтра
vi: Hôm nay hay ngày mai
zh_hk: 今天或明天

source: Previous {0} hours or this hour
ar: الساعات {0} السابقة أو هذه الساعة
bg: Предишни {0} часа или този час
ca: Hores anteriors {0} o aquesta hora
de: Vorherige {0} Stunden oder diese Stunde
eo: Last {0} hrs or this one, no cap
es: {0} horas anteriores o esta hora
fa: ساعت قبلی {0} یا این ساعت
fi: Edelliset {0} tuntia tai tämä tunti
fr: {0} heures précédentes ou cette heure
it: {0} ore precedenti o quest'ora
ja: 過去 {0} 時間または現在時間
nb: Tidligere {0} timer eller denne timen
nl: Vorige {0} uren of dit uur
pl: Poprzednie {0} godziny lub ta godzina
pt_br: {0} horas anteriores ou esta hora
ru: Предыдущие {0} часов или этот час
sk: Predchádzajúcich {0} hodín alebo tejto hodiny
sl: Prejšnjih {0} ur ali te ure
sq: {0} orët e mëparshme ose kjo orë
sr: Prethodnih {0} sati ili ovaj sat
sv: Föregående {0} timmar eller denna timme
tr: Önceki {0} saat veya bu saat
uk: Попередні {0} годин або ця година
vi: {0} giờ trước hoặc giờ này
zh_hk: 先前 {0} 小時或本小時

source: starting {0} month from now
ar: يبدأ بعد {0} شهر من الآن
bg: започвайки от {0} месец от сега
ca: a partir d'un mes {0}
de: ab {0} Monat ab jetzt
eo: starting {0} months from now, no cap
es: comenzando {0} mes a partir de ahora
fa: شروع از {0} ماه آینده
fi: alkaen {0} kuukauden kuluttua
fr: à partir de {0} mois à partir de maintenant
it: a partire da {0} mese da adesso
ja: {0} か月後から
nb: starter {0} måned fra nå
nl: vanaf {0} maand vanaf nu
pl: zaczynając za {0} miesiąc od teraz
pt_br: começando daqui a {0} mês
ru: начиная с {0} месяца с этого момента
sk: od {0} mesiaca
sl: začenši čez {0} mesec
sq: duke filluar pas {0} muaji nga tani
sr: počevši za {0} mesec od sada
sv: börjar {0} månad från nu
tr: {0} aydan itibaren başlıyor
uk: починаючи через {0} місяць
vi: bắt đầu từ {0} tháng kể từ bây giờ
zh_hk: 自 {0} 月起

source: starting {0} hour from now
ar: يبدأ بعد {0} ساعة من الآن
bg: започва след {0} час
ca: a partir d'una hora {0} a partir d'ara
de: ab {0} Stunde ab jetzt
eo: Starting {0} hours from now, fr fr.
es: Comenzando en {0} horas a partir de ahora
fa: شروع از {0} ساعت دیگر
fi: alkaen {0} tunnin kuluttua
fr: à partir de {0} heure à partir de maintenant
it: a partire da {0} ora da adesso
ja: 今から {0} 時間後
nb: starter {0} time fra nå
nl: vanaf {0} uur vanaf nu
pl: zaczynając za {0} godzinę od teraz
pt_br: começando daqui a {0} hora
ru: начиная с {0} часа с этого момента
sk: začína o {0} hodinu
sl: začenši čez {0} uro
sq: duke filluar pas {0} ore nga tani
sr: počevši za {0} sat od sada
sv: börjar {0} timme från nu
tr: şu andan itibaren {0} saat sonra başlıyor
uk: починаючи через {0} годину
vi: bắt đầu từ {0} giờ nữa
zh_hk: 從現在開始 {0}

source: No accessible tables found. Check table permissions.
ar: لم يتم العثور على جداول يمكن الوصول إليها. تحقّق من أذونات الجداول.
de: Es wurden keine zugänglichen Tabellen gefunden. Überprüfen Sie die Tabellenberechtigungen.
es: No se encontraron tablas accesibles. Verifique los permisos de las tablas.
fa: هیچ جدول قابل دسترسی یافت نشد. مجوزهای جدول را بررسی کنید.
fi: Ei esteettömiä taulukoita. Tarkista taulukon käyttöoikeudet.
fr: Aucune table accessible trouvée. Vérifiez les autorisations d'accès aux tables.
it: Nessuna tabella accessibile trovata. Controlla i permessi della tabella.
ja: アクセス可能なテーブルが見つかりません。テーブルの権限を確認してください。
pl: Nie znaleziono dostępnych tabel. Sprawdź uprawnienia do tabeli.
pt_br: Nenhuma tabela acessível encontrada. Verifique as permissões da tabela.
ru: Доступных таблиц не найдено. Проверьте права на таблицы.
sk: Nenašli sa žiadne prístupné tabuľky. Skontrolujte povolenia pre tabuľky.
sl: Ni najdenih dostopnih tabel. Preverite dovoljenja za tabele.
sq: Nuk u gjetën tabela të aksesueshme. Kontrollo lejet e tabelës.
sr: Nisu pronađene dostupne tabele. Proverite dozvole za tabele.
tr: Erişilebilir tablo bulunamadı. Tablo izinlerini kontrol edin.
uk: Доступних таблиць не знайдено. Перевірте дозволи для таблиць.
vi: Không tìm thấy bảng nào có thể truy cập được. Kiểm tra quyền truy cập bảng.
zh_hk: 找不到可存取的資料表。檢查表格權限。

source: Failed to parse SQL. Use @mentions to provide table references.
ar: فشل تحليل SQL. استخدم @mentions لتوفير مراجع للجداول.
de: Fehler beim Parsen der SQL-Anweisung. Verwenden Sie @mentions, um Tabellenverweise anzugeben.
es: No se pudo analizar SQL. Use @menciones para proporcionar referencias de tabla.
fa: تجزیه SQL ناموفق بود. از @mentions برای ارائه ارجاعات به جدول استفاده کنید.
fi: SQL-jäsennys epäonnistui. Käytä @mainintoja taulukkoviittausten antamiseen.
fr: Impossible d'analyser la requête SQL. Utilisez les mentions (@) pour fournir les références aux tables.
it: Impossibile analizzare SQL. Utilizzare @mentions per fornire riferimenti alla tabella.
ja: SQL の解析に失敗しました。テーブル参照を指定するには、@メンションを使用してください。
pl: Nie udało się przeanalizować kodu SQL. Użyj @wzmianek, aby podać odwołania do tabeli.
pt_br: Falha ao analisar o SQL. Use @menções para fornecer referências de tabela.
ru: Не удалось разобрать SQL. Используйте @mentions, чтобы указать ссылки на таблицы.
sk: Nepodarilo sa analyzovať SQL. Na zadanie odkazov na tabuľky použite @mentions.
sl: Razčlenjevanje SQL-a ni uspelo. Za navedbo sklicev na tabele uporabite @mentions.
sq: Dështoi përpunimi i SQL. Përdor @mentions për të dhënë referenca tabelash.
sr: Neuspešno parsiranje SQL-a. Koristite @mentions da navedete reference na tabele.
tr: SQL sorgusu ayrıştırılamadı. Tablo referansları için @mention kullanın.
uk: Не вдалося розібрати SQL. Використовуйте @mentions, щоб додати посилання на таблиці.
vi: Không thể phân tích cú pháp SQL. Hãy sử dụng @mentions để cung cấp tham chiếu bảng.
zh_hk: 解析 SQL 失敗。使用 @mentions 提供資料表參考。

source: LLM is not configured. Please set an Anthropic API key in admin settings.
ar: لم يتم إعداد LLM. يُرجى تعيين مفتاح Anthropic API في إعدادات المسؤول.
de: LLM ist nicht konfiguriert. Bitte legen Sie einen Anthropic-API-Schlüssel in den Administratoreinstellungen fest.
es: LLM no está configurado. Establezca una clave API de Anthropic en la configuración de administrador.
fa: LLM پیکربندی نشده است. لطفاً یک کلید API برای Anthropic در تنظیمات ادمین تنظیم کنید.
fi: LLM:ää ei ole määritetty. Määritä Anthropic API -avain järjestelmänvalvojan asetuksissa.
fr: LLM n'est pas configuré. Veuillez définir une clé API Anthropic dans les paramètres d'administration.
it: LLM non è configurato. Imposta una chiave API Anthropic nelle impostazioni di amministrazione.
ja: LLMが設定されていません。管理者設定でAnthropic APIキーを設定してください。
pl: LLM nie jest skonfigurowany. Proszę ustawić klucz API Anthropic w ustawieniach administratora.
pt_br: O LLM não está configurado. Por favor, defina uma chave de API antropológica nas configurações de administrador.
ru: LLM не настроена. Укажите API-ключ Anthropic в настройках админа.
sk: LLM nie je nakonfigurované. Nastavte kľúč Anthropic API v nastaveniach správcu.
sl: LLM ni konfiguriran. V skrbniških nastavitvah nastavite ključ Anthropic API.
sq: LLM nuk është konfiguruar. Të lutem vendos një çelës API të Anthropic te cilësimet e admin.
sr: LLM nije podešen. Postavite Anthropic API ključ u administratorskim podešavanjima.
tr: LLM yapılandırılmamış. Lütfen yönetici ayarlarında bir Anthropic API anahtarı belirleyin.
uk: LLM не налаштовано. Будь ласка, задайте ключ Anthropic API в адмін-налаштуваннях.
vi: LLM chưa được cấu hình. Vui lòng thiết lập khóa API Anthropic trong cài đặt quản trị.
zh_hk: 未設定 LLM。請在管理員設定中設定 Anthropic API 金鑰。

source: No tables found. Use @mentions or provide source SQL with table references.
ar: لم يتم العثور على جداول. استخدم @mentions أو قدّم SQL المصدر مع مراجع للجداول.
de: Es wurden keine Tabellen gefunden. Verwenden Sie @Erwähnungen oder geben Sie den Quell-SQL-Code mit Tabellenverweisen an.
es: No se encontraron tablas. Use @menciones o proporcione el código SQL fuente con referencias de tabla.
fa: هیچ جدولی یافت نشد. از @mentions استفاده کنید یا منبع SQL را با ارجاع به جدول ارائه دهید.
fi: Taulukoita ei löytynyt. Käytä @mainintoja tai anna lähde-SQL taulukkoviittauksilla.
fr: Aucune table trouvée. Utilisez des mentions (@) ou fournissez le code SQL source avec les références aux tables.
it: Nessuna tabella trovata. Utilizza @menzioni o fornisci il codice SQL sorgente con riferimenti alle tabelle.
ja: テーブルが見つかりません。@メンションを使用するか、テーブル参照を含むソース SQL を指定してください。
pl: Nie znaleziono tabel. Użyj @wzmianek lub podaj kod źródłowy SQL z odwołaniami do tabeli.
pt_br: Nenhuma tabela encontrada. Use @menções ou forneça o código SQL de origem com referências às tabelas.
ru: Таблицы не найдены. Используйте @mentions или укажите исходный SQL со ссылками на таблицы.
sk: Nenašli sa žiadne tabuľky. Použite @zmienky alebo uveďte zdrojový SQL s odkazmi na tabuľky.
sl: Ni najdenih tabel. Uporabite @omembe ali navedite izvorni SQL s sklici na tabele.
sq: Nuk u gjetën tabela. Përdor @mentions ose jep source SQL me referenca tabelash.
sr: Nijedna tabela nije pronađena. Koristite @mentions ili navedite izvorni SQL sa referencama na tabele.
tr: Hiçbir tablo bulunamadı. Lütfen @mention kullanın veya tablo referanslarını içeren kaynak SQL kodunu sağlayın.
uk: Таблиць не знайдено. Використовуйте @mentions або надайте вихідний SQL із посиланнями на таблиці.
vi: Không tìm thấy bảng nào. Vui lòng sử dụng @mentions hoặc cung cấp mã SQL nguồn kèm theo tham chiếu bảng.
zh_hk: 未找到資料表。使用 @mentions 或提供包含資料表參考的原始 SQL。

source: LLM SQL generation is not configured. Please set an Anthropic API key in admin settings.
ar: لم يتم إعداد توليد SQL عبر LLM. يُرجى تعيين مفتاح Anthropic API في إعدادات المسؤول.
de: Die LLM-SQL-Generierung ist nicht konfiguriert. Bitte legen Sie einen Anthropic-API-Schlüssel in den Administratoreinstellungen fest.
es: La generación de SQL de LLM no está configurada. Configure una clave API de Anthropic en la configuración de administrador.
fa: تولید SQL مربوط به LLM پیکربندی نشده است. لطفاً یک کلید API برای Anthropic در تنظیمات ادمین تنظیم کنید.
fi: LLM SQL -generointia ei ole määritetty. Määritä Anthropic API -avain järjestelmänvalvojan asetuksissa.
fr: La génération de requêtes SQL pour LLM n'est pas configurée. Veuillez définir une clé API Anthropic dans les paramètres d'administration.
it: La generazione SQL LLM non è configurata. Impostare una chiave API Anthropic nelle impostazioni di amministrazione.
ja: LLM SQL生成が設定されていません。管理者設定でAnthropic APIキーを設定してください。
pl: Generowanie kodu SQL LLM nie jest skonfigurowane. Proszę ustawić klucz API Anthropic w ustawieniach administratora.
pt_br: A geração de SQL do LLM não está configurada. Por favor, defina uma chave de API da Anthropic nas configurações de administrador.
ru: Генерация SQL с помощью LLM не настроена. Укажите API-ключ Anthropic в настройках админа.
sk: Generovanie LLM SQL nie je nakonfigurované. Nastavte kľúč Anthropic API v nastaveniach správcu.
sl: Generiranje LLM SQL ni konfigurirano. V skrbniških nastavitvah nastavite ključ Anthropic API.
sq: Gjenerimi i SQL me LLM nuk është konfiguruar. Të lutem vendos një çelës API të Anthropic te cilësimet e admin.
sr: LLM generisanje SQL-a nije podešeno. Postavite Anthropic API ključ u administratorskim podešavanjima.
tr: LLM SQL oluşturma yapılandırılmamış. Lütfen yönetici ayarlarında bir Anthropic API anahtarı belirleyin.
uk: Генерацію SQL через LLM не налаштовано. Будь ласка, задайте ключ Anthropic API в адмін-налаштуваннях.
vi: Việc tạo câu lệnh SQL cho LLM chưa được cấu hình. Vui lòng thiết lập khóa API Anthropic trong cài đặt quản trị.
zh_hk: 未設定 LLM SQL 生成。請在管理設定中設定 Anthropic API 金鑰。

source: Anthropic API key for AI-assisted SQL generation.
ar: مفتاح Anthropic API لتوليد SQL بمساعدة AI.
de: Anthropic API-Schlüssel für die KI-gestützte SQL-Generierung.
es: Clave API antrópica para la generación de SQL asistida por IA.
fa: کلید API آنتروپیک برای تولید SQL با کمک هوش مصنوعی.
fi: Antrooppinen API-avain tekoälyavusteiseen SQL-generointiin.
fr: Clé API Anthropic pour la génération SQL assistée par IA.
it: Chiave API antropica per la generazione di SQL assistita dall'intelligenza artificiale.
ja: AI 支援による SQL 生成用の Anthropic API キー。
pl: Klucz API Anthropic do generowania kodu SQL wspomaganego przez sztuczną inteligencję.
pt_br: Chave de API antrópica para geração de SQL assistida por IA.
ru: API-ключ Anthropic для AI-подсказок при генерации SQL.
sk: Antropický kľúč API pre generovanie SQL s pomocou umelej inteligencie.
sl: Antropni ključ API za generiranje SQL s pomočjo umetne inteligence.
sq: Çelës API i Anthropic për gjenerim SQL me asistencë AI.
sr: Anthropic API ključ za VI-pomognuto generisanje SQL-a.
tr: Yapay zeka destekli SQL üretimi için antropik API anahtarı.
uk: Ключ Anthropic API для генерації SQL із підтримкою ШІ.
vi: Khóa API Anthropic dành cho việc tạo câu lệnh SQL hỗ trợ bởi trí tuệ nhân tạo.
zh_hk: Anthropic API key 用於 AI 輔助 SQL 生成。

source: Anthropic Base API URL for AI-assisted SQL generation.
ar: عنوان URL الأساسي لـ Anthropic API لتوليد SQL بمساعدة AI.
de: Anthropic Base API-URL für KI-gestützte SQL-Generierung.
es: URL de API de base antrópica para generación de SQL asistida por IA.
fa: URL API پایگاه آنتروپیک برای تولید SQL با کمک هوش مصنوعی.
fi: Anthropic Base -API-URL tekoälyavusteista SQL-syötteitä varten.
fr: URL de l'API Anthropic Base pour la génération de requêtes SQL assistée par l'IA.
it: URL dell'API di base antropica per la generazione di SQL assistita dall'intelligenza artificiale.
ja: AI 支援による SQL 生成のための Anthropic Base API URL。
pl: Adres URL interfejsu API Anthropic Base do generowania kodu SQL wspomaganego przez sztuczną inteligencję.
pt_br: URL da API Anthropic Base para geração de SQL assistida por IA.
ru: Базовый URL API Anthropic для генерации SQL с помощью ИИ.
sk: URL adresa rozhrania Anthropic Base API na generovanie SQL s pomocou umelej inteligencie.
sl: URL antropnega osnovnega API-ja za generiranje SQL-ja s pomočjo umetne inteligence.
sq: URL bazë API e Anthropic për gjenerim SQL me asistencë AI.
sr: Anthropic Base API URL za VI-pomognuto generisanje SQL-a.
tr: Yapay zeka destekli SQL üretimi için Anthropic Base API URL'si.
uk: Базовий URL API Anthropic для AI-асистованої генерації SQL.
vi: URL API của Anthropic Base để tạo câu lệnh SQL hỗ trợ bởi AI.
zh_hk: Anthropic Base API URL 用於 AI 輔助 SQL 生成。

source: Connection timeout in milliseconds for LLM API requests.
ar: مهلة الاتصال بالميلي ثانية لطلبات LLM API.
de: Verbindungstimeout in Millisekunden für LLM-API-Anfragen.
es: Tiempo de espera de conexión en milisegundos para solicitudes de API de LLM.
fa: زمان اتصال به میلی ثانیه برای درخواست‌های LLM API.
fi: Yhteyden aikakatkaisu millisekunteina LLM API -pyynnöille.
fr: Délai d'expiration de la connexion en millisecondes pour les requêtes API LLM.
it: Timeout di connessione in millisecondi per le richieste API LLM.
ja: LLM API リクエストの接続タイムアウト（ミリ秒）。
pl: Limit czasu połączenia w milisekundach dla żądań API LLM.
pt_br: Tempo limite de conexão em milissegundos para solicitações da API LLM.
ru: Таймаут соединения в миллисекундах для запросов к API LLM.
sk: Časový limit pripojenia v milisekundách pre požiadavky LLM API.
sl: Časovna omejitev povezave v milisekundah za zahteve LLM API.
sq: Timeout i lidhjes në milisekonda për kërkesat API të LLM.
sr: Timeout veze u milisekundama za LLM API zahteve.
tr: LLM API istekleri için bağlantı zaman aşımı süresi (milisaniye cinsinden).
uk: Таймаут підключення в мілісекундах для запитів до API LLM.
vi: Thời gian chờ kết nối (tính bằng mili giây) cho các yêu cầu API của LLM.
zh_hk: LLM API 請求的連線逾時，以毫秒為單位。

source: Maximum tokens for LLM responses.
ar: الحد الأقصى للتوكنات لردود LLM.
de: Maximale Anzahl an Tokens für LLM-Antworten.
es: Máximo de tokens para respuestas LLM.
fa: حداکثر توکن برای پاسخ‌های LLM.
fi: LLM-vastausten enimmäistokenit.
fr: Nombre maximal de jetons pour les réponses LLM.
it: Numero massimo di token per le risposte LLM.
ja: LLM 応答の最大トークン。
pl: Maksymalna liczba tokenów dla odpowiedzi LLM.
pt_br: Número máximo de tokens para respostas LLM.
ru: Максимум токенов для ответов LLM.
sk: Maximálny počet tokenov pre odpovede LLM.
sl: Največje število žetonov za odgovore LLM.
sq: Numri maksimal i token-ëve për përgjigjet e LLM.
sr: Maksimalan broj tokena za LLM odgovore.
tr: LLM yanıtları için maksimum belirteç sayısı.
uk: Максимальна кількість токенів для відповідей LLM.
vi: Số lượng token tối đa cho các câu trả lời LLM.
zh_hk: LLM 回應的最大字元數。

source: Anthropic model for AI-assisted SQL generation.
ar: نموذج Anthropic لتوليد SQL بمساعدة AI.
de: Anthropisches Modell für KI-gestützte SQL-Generierung.
es: Modelo antrópico para la generación de SQL asistida por IA.
fa: مدل انسان‌شناختی برای تولید SQL با کمک هوش مصنوعی.
fi: Antrooppinen malli tekoälyavusteiselle SQL-generoinnille.
fr: Modèle anthropique pour la génération de requêtes SQL assistée par l'IA.
it: Modello antropico per la generazione di SQL assistita dall'intelligenza artificiale.
ja: AI 支援による SQL 生成のための人類モデル。
pl: Model antropiczny do generowania kodu SQL wspomaganego przez sztuczną inteligencję.
pt_br: Modelo antrópico para geração de SQL assistida por IA.
ru: Модель Anthropic для генерации SQL с помощью ИИ.
sk: Antropický model pre generovanie SQL s pomocou umelej inteligencie.
sl: Antropični model za generiranje SQL s pomočjo umetne inteligence.
sq: Modeli Anthropic për gjenerim SQL me asistencë AI.
sr: Anthropic model za VI-pomognuto generisanje SQL-a.
tr: Yapay zekâ destekli SQL üretimi için antropik model.
uk: Модель Anthropic для AI-асистованої генерації SQL.
vi: Mô hình nhân sinh học cho việc tạo câu lệnh SQL có sự hỗ trợ của trí tuệ nhân tạo.
zh_hk: 人工智能輔助 SQL 生成的人類模型。

source: Maximum SQL generation requests per user per minute.
ar: الحد الأقصى لطلبات توليد SQL لكل مستخدم في الدقيقة.
de: Maximale Anzahl an SQL-Generierungsanfragen pro Benutzer und Minute.
es: Máximo de solicitudes de generación de SQL por usuario por minuto.
fa: حداکثر درخواست‌های تولید SQL برای هر کاربر در هر دقیقه.
fi: SQL-luontipyyntöjen enimmäismäärä käyttäjää kohden minuutissa.
fr: Nombre maximal de requêtes de génération SQL par utilisateur et par minute.
it: Numero massimo di richieste di generazione SQL per utente al minuto.
ja: 1 分あたりのユーザーあたりの最大 SQL 生成リクエスト数。
pl: Maksymalna liczba żądań generowania SQL na użytkownika na minutę.
pt_br: Número máximo de solicitações de geração de SQL por usuário por minuto.
ru: Максимальное число запросов на генерацию SQL на пользователя в минуту.
sk: Maximálny počet požiadaviek na generovanie SQL na používateľa za minútu.
sl: Največje število zahtev za generiranje SQL na uporabnika na minuto.
sq: Numri maksimal i kërkesave për gjenerim SQL për përdorues në minutë.
sr: Maksimalan broj zahteva za generisanje SQL-a po korisniku u minuti.
tr: Kullanıcı başına dakikada maksimum SQL sorgu sayısı.
uk: Максимальна кількість запитів на генерацію SQL на користувача за хвилину.
vi: Số lượng yêu cầu tạo câu lệnh SQL tối đa mỗi người dùng mỗi phút.
zh_hk: 每名使用者每分鐘的最大 SQL 產生要求。

source: Invalid Anthropic API key format. Key must start with ''sk-ant-''.
ar: تنسيق مفتاح Anthropic API غير صالح. يجب أن يبدأ المفتاح بـ ''sk-ant-''.
de: Ungültiges Format des Anthropic-API-Schlüssels. Der Schlüssel muss mit „sk-ant-“ beginnen.
es: Formato de clave API antrópica no válido. La clave debe empezar por "sk-ant-".
fa: قالب کلید API مربوط به آنتروپیک نامعتبر است. کلید باید با ''sk-ant-'' شروع شود.
fi: Virheellinen Anthropic API -avaimen muoto. Avaimen on alettava merkeillä ''sk-ant-''.
fr: Format de clé API Anthropic invalide. La clé doit commencer par « sk-ant- ».
it: Formato della chiave API Anthropic non valido. La chiave deve iniziare con ''sk-ant-''.
ja: 無効な Anthropic API キー形式です。キーは「sk-ant-」で始まる必要があります。
pl: Nieprawidłowy format klucza API Anthropic. Klucz musi zaczynać się od ''sk-ant-''.
pt_br: Formato de chave da API Anthropic inválido. A chave deve começar com ''sk-ant-''.
ru: Неверный формат API-ключа Anthropic. Ключ должен начинаться с ''sk-ant-''.
sk: Neplatný formát kľúča Anthropic API. Kľúč musí začínať reťazcom „sk-ant-“.
sl: Neveljavna oblika ključa Anthropic API. Ključ se mora začeti s ''sk-ant-''.
sq: Format i pavlefshëm i çelësit API të Anthropic. Çelësi duhet të fillojë me ''sk-ant-''.
sr: Nevažeći format Anthropic API ključa. Ključ mora da počinje sa ''sk-ant-''.
tr: Geçersiz Anthropic API anahtar formatı. Anahtar ''sk-ant-'' ile başlamalıdır.
uk: Неприпустимий формат ключа API Anthropic. Ключ має починатися з ''sk-ant-''.
vi: Định dạng khóa API Anthropic không hợp lệ. Khóa phải bắt đầu bằng ''sk-ant-''.
zh_hk: Anthropic API 密鑰格式無效。金鑰必須以''sk-ant-''開頭。

source: Anthropic API version for AI-assisted SQL generation.
ar: إصدار Anthropic API لتوليد SQL بمساعدة AI.
de: Anthropic API-Version für KI-gestützte SQL-Generierung.
es: Versión de API antrópica para la generación de SQL asistida por IA.
fa: نسخه API آنتروپیک برای تولید SQL با کمک هوش مصنوعی.
fi: Antrooppinen API-versio tekoälyavusteista SQL-syötteiden luomista varten.
fr: Version de l'API Anthropic pour la génération SQL assistée par l'IA.
it: Versione API antropica per la generazione di SQL assistita dall'intelligenza artificiale.
ja: AI 支援による SQL 生成のための Anthropic API バージョン。
pl: Wersja API Anthropic do generowania kodu SQL przy pomocy sztucznej inteligencji.
pt_br: Versão da API antrópica para geração de SQL assistida por IA.
ru: Версия API Anthropic для генерации SQL с помощью ИИ.
sk: Antropická verzia API pre generovanie SQL s pomocou umelej inteligencie.
sl: Antropična različica API-ja za generiranje SQL-ja s pomočjo umetne inteligence.
sq: Versioni API i Anthropic për gjenerim SQL me asistencë AI.
sr: Anthropic API verzija za VI-pomognuto generisanje SQL-a.
tr: Yapay zeka destekli SQL üretimi için Anthropic API sürümü.
uk: Версія API Anthropic для AI-асистованої генерації SQL.
vi: Phiên bản API của Anthropic dành cho việc tạo câu lệnh SQL có sự hỗ trợ của trí tuệ nhân tạo.
zh_hk: 用於 AI 輔助 SQL 生成的 Anthropic API 版本。
