Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Allows users to login via a SAML Identity Provider.
ar: يسمح للمستخدمين بتسجيل الدخول عبر موفّر هوية SAML.
bg: Позволява на потребителите да влизат чрез доставчик на идентичност SAML.
ca: Permetre als usuaris identificar-se mitjançant el proveïdor d'identitat SAML.
de: Erlaubt Benutzern den Login über einen SAML Identitäts-Provider.
eo: Lets users log in using a SAML IDP, fr fr.
es: Permite a los usuarios iniciar sesión a través de un proveedor de identidad SAML.
fa: به کاربران اجازه می‌دهد از طریق یک ارائه دهنده هویت SAML وارد شوند.
fi: Mahdollistaa käyttäjien kirjautumisen SAML-tunnistepalvelun kautta.
fr: Autoriser les utilisateurs à se connecter via un fournisseur d'identité SAML
hu: Lehetővé teszi a felhasználók számára a bejelentkezést egy SAML identitásszolgáltatón keresztül.
it: Consente agli utenti di effettuare l'accesso tramite un Identity Provider SAML.
ja: ユーザにSAML認証情報プロバイダを通してログインすることを許可する。
lt: Leidžia vartotojams prisijungti per SAML tapatybės teikėją.
ms: Membolehkan pengguna log masuk melalui Penyedia Identiti SAML.
nb: Tillat brukere å logge inn via en SAML-identitetsleverandør.
nl: Laat gebruikers via een SAML-identiteitsprovider inloggen.
pl: Pozwala użytkownikom na logowanie się za pośrednictwem dostawcy identyfikacji SAML.
pt_br: Permite que os usuários façam login por meio de um provedor de identidade SAML.
ru: Позволяет пользователям входить в систему через SAML Identity Provider.
sk: Umožňuje používateľom prihlásiť sa prostredníctvom poskytovateľa identity SAML.
sl: Uporabnikom omogoča prijavo prek ponudnika identitete SAML.
sq: U lejon përdoruesve të hyjnë përmes një Identity Provider SAML.
sr: Omogućava korisnicima da se prijave putem SAML Identity Provider-a.
sv: Tillåt användare att logga in via en SAML Identity Provider.
tr: Kullanıcıların bir SAML Kimlik Sağlayıcı aracılığıyla oturum açmasına izin verir.
uk: Дозволяє користувачам входити через SAML Identity Provider.
vi: Cho phép người dùng đăng nhập qua Nhà cung cấp danh tính SAML.
zh_hk: 允許使用者透過 SAML 身分提供者登入。

source: Allows users to login via a JWT Identity Provider.
ar: يسمح للمستخدمين بتسجيل الدخول عبر موفر هوية JWT.
bg: Позволява на потребителите да влизат чрез доставчик на идентичност JWT.
ca: Permetre als usuaris identificar-se mitjançant el proveïdor d'identitat JWT
de: Erlaubt Benutzern den Login über einen JWT Identitäts-Provider.
eo: Lets users log in using a JWT ID provider — so, like, easy peasy, fam.
es: Permite a los usuarios iniciar sesión a través de un proveedor de identidad JWT.
fa: به کاربران اجازه می‌دهد از طریق یک ارائه دهنده هویت JWT وارد شوند.
fi: Mahdollistaa käyttäjien kirjautumisen JWT-tunnistepalvelun kautta.
fr: Autoriser les utilisateurs à se connecter via un fournisseur d'identité JWT
hu: Lehetővé teszi a felhasználók számára a bejelentkezést egy JWT identitásszolgáltatón keresztül.
it: Consente agli utenti di effettuare l'accesso tramite un Identity Provider JWT.
ja: ユーザにJWT認証情報プロバイダを通してログインすることを許可する。
lt: Leidžia vartotojams prisijungti per JWT tapatybės teikėją.
ms: Membolehkan pengguna log masuk melalui Penyedia Identiti JWT.
nb: Tillat brukere å logge inn via en JWT-identitetsleverandør.
nl: Laat gebruikers via een JWT-identiteitsprovider inloggen.
pl: Pozwala użytkownikom na logowanie się za pośrednictwem dostawcy identyfikacji JWT.
pt_br: Permite que os usuários façam login por meio de um provedor de identidade JWT.
ru: Позволяет пользователям входить в систему через JWT Identity Provider.
sk: Umožňuje používateľom prihlásiť sa prostredníctvom poskytovateľa identity JWT.
sl: Uporabnikom omogoča prijavo prek ponudnika identitete JWT.
sq: Lejon përdoruesit të hyjnë përmes një Ofruesi Identiteti JWT.
sr: Omogućava korisnicima da se prijave preko JWT Identity Provider-a.
sv: Tillåt användare att logga in via en JWT Identity Provider.
tr: Kullanıcıların bir JWT Kimlik Sağlayıcı aracılığıyla oturum açmasına izin verir.
uk: Дозволяє користувачам входити через JWT Identity Provider.
vi: Cho phép người dùng đăng nhập thông qua Nhà cung cấp danh tính JWT.
zh_hk: 允許使用者透過 JWT 身分提供者登入。

source: Enable Password Authentication
hu: Jelszó hitelesítés engedélyezése
lt: Įgalinti slaptažodžio autentifikavimą
ms: Aktifkan Pengesahan Kata Laluan

source: When enabled, users can additionally log in with email and password.
ar: عند التفعيل، يمكن للمستخدمين أيضًا تسجيل الدخول باستخدام البريد الإلكتروني وكلمة المرور.
bg: Когато е активирано, потребителите могат допълнително да влизат с имейл и парола.
ca: Quan s'activa, els usuaris també poden autenticar-se amb el correu electrònic i la contrasenya.
de: Benutzer können sich zusätzlich mit ihrer E-Mail Adresse und einem Passwort anmelden, wenn aktiviert.
eo: When you turn it on, users can also log in with email and pw, fr fr.
es: Cuando está habilitado, los usuarios también pueden iniciar sesión con correo electrónico y contraseña.
fa: وقتی فعال شود، کاربران می‌توانند علاوه بر ایمیل و رمز عبور وارد شوند.
fi: Kun tämä on käytössä, käyttäjät voivat myös kirjautua sisään sähköpostilla ja salasanalla.
fr: Si activé, les utilisateurs peuvent aussi se connecter avec un email et un mot de passe
hu: Ha engedélyezve van, a felhasználók e-mailben és jelszóval is bejelentkezhetnek.
it: Quando è abilitato, gli utenti possono accedere anche con email e password.
ja: 有効にされた場合、ユーザはメールアドレスとパスワードでログインすることもできます。
lt: Kai įjungta, vartotojai gali papildomai prisijungti naudodami el. paštą ir slaptažodį.
ms: Apabila diaktifkan, pengguna boleh log masuk dengan emel dan kata laluan.
nb: Når aktivert, kan brukere logge inn automatisk med e-post og passord.
nl: Gebruikers kunnen ook met een e-mail en wachtwoord inloggen
pl: Po włączeniu tej opcji użytkownicy mogą dodatkowo logować się za pomocą email i hasła.
pt_br: Quando habilitada, os usuários poderão também fazer login usando e-mail e senha.
ru: Если этот параметр включен, пользователи могут дополнительно входить в систему с помощью электронной почты и пароля.
sk: Keď je povolené, používatelia sa môžu navyše prihlásiť pomocou e-mailu a hesla.
sl: Ko je omogočeno, se lahko uporabniki dodatno prijavijo z e-pošto in geslom.
sq: Kur aktivizohet, përdoruesit mund të hyjnë gjithashtu me email dhe fjalëkalim.
sr: Kada je omogućeno, korisnici mogu dodatno da se prijave pomoću email adrese i lozinke.
sv: När den är aktiverad kan användare också logga in med epost och lösenord.
tr: Etkinleştirildiğinde, kullanıcılar ayrıca e-posta ve şifre ile giriş yapabilir.
uk: Коли увімкнено, користувачі також можуть входити за допомогою email та пароля.
vi: Khi được bật, người dùng có thể đăng nhập thêm bằng email và mật khẩu.
zh_hk: 啟用後，使用者可以另外使用電子郵件和密碼登入。

source: Notify admins of new SSO users
hu: Értesítse a rendszergazdákat az új SSO-felhasználókról
lt: Pranešti administratoriams apie naujus SSO vartotojus
ms: Beritahu pentadbir mengenai pengguna SSO baru

source: When enabled, administrators will receive an email the first time a user uses Single Sign-On.
hu: Ha engedélyezve van, az adminisztrátorok e-mailt kapnak, amikor egy felhasználó először használja az egyszeri bejelentkezést.
lt: Kai įgalinta, administratoriai gaus el. laišką pirmą kartą, kai vartotojas naudos vienkartinį prisijungimą.
ms: Apabila diaktifkan, pentadbir akan menerima emel kali pertama pengguna menggunakan Log Masuk Tunggal.

source: Use the settings below to configure your SSO via SAML. If you have any questions, check out our {0}.
ar: استخدم الإعدادات أدناه لتهيئة SSO عبر SAML. إذا كان لديك أي أسئلة، فاطّلع على {0}.
bg: Използвайте настройките по-долу, за да конфигурирате SSO чрез SAML. Ако имате въпроси, разгледайте нашата {0}.
ca: Utilitzeu aquesta secció per configurar l'SSO mitjançant SAML. Si teniu algun dubte consulteu la nostra {0}.
de: Verwenden Sie die nachfolgenden Einstellungen, um Ihr SSO via SAML zu konfigurieren. Wenn Sie Fragen haben, prüfen Sie unser {0].
eo: Use the settings below to set up your SSO via SAML. If you’re confused or got questions, peep our {0}.
es: Utiliza la siguiente configuración para configurar tu SSO a través de SAML. Si tienes alguna pregunta, consulta {0}.
fa: از تنظیمات زیر برای پیکربندی SSO خود از طریق SAML استفاده کنید. اگر سؤالی دارید، به {0} ما مراجعه کنید.
fi: Käytä alla olevia asetuksia määrittääksesi SSO:n SAML:n kautta. Jos sinulla on kysyttävää, tutustu {0}
fr: Utilisez les paramètres ci-dessous pour configurer votre SSO via SAML. Si vous avez des questions, jetez un oeil à notre {0}.
hu: Az alábbi beállításokkal konfigurálhatja az SSO-t SAML-en keresztül. Ha bármilyen kérdése van, nézze meg a {0}.
it: Utilizza le impostazioni sottostanti per configurare il tuo SSO tramite SAML. Se hai domande, consulta la nostra {0}.
ja: SAML経由でのSSOの設定をするためには以下の設定を利用してください。何か疑問点があれば {0} を確認してください。
lt: Naudokite toliau nurodytus nustatymus, kad sukonfigūruotumėte SSO per SAML. Jei turite klausimų, peržiūrėkite mūsų {0}.
ms: Gunakan tetapan di bawah untuk mengkonfigurasi SSO anda melalui SAML. Jika anda mempunyai sebarang pertanyaan, lihat {0} kami.
nb: Bruk innstillingene nedenfor til å konfigurere SSO via SAML. Hvis du har spørsmål sjekk vårt {0}.
nl: Met de instellingen hieronder stelt u SSO via SAML in. Raadpleeg {0} als u vragen hebt.
pl: Użyj poniższych ustawień, aby skonfigurować swoje SSO przez SAML. Jeśli masz jakieś pytania, sprawdź nasze {0}.
pt_br: Use as configurações abaixo para configurar seu SSO via SAML. Se houver qualquer dúvida, veja nossa {0}.
ru: Используйте приведенные ниже настройки, чтобы настроить систему единого входа через SAML. Если у вас есть какие-либо вопросы, посетите наш {0}.
sk: Použite nasledujúce nastavenia na konfigurovanie vašej SSO cez SAML. Ak máte akékoľvek otázky, pozrite sa na našu {0}.
sl: Uporabite spodnje nastavitve za konfiguracijo enotne prijave prek protokola SAML. Če imate kakršna koli vprašanja, si oglejte našo {0}.
sq: Përdor cilësimet më poshtë për të konfiguruar SSO-n tënde përmes SAML. Nëse ke ndonjë pyetje, shiko {0}.
sr: Koristite podešavanja ispod da konfigurišete SSO preko SAML-a. Ako imate bilo kakvih pitanja, pogledajte našu {0}.
sv: Använd inställningarna nedan för att konfigurera din SSO via SAML. Om du har några frågor, se vår {0}.
tr: SSO'nuzu SAML aracılığıyla yapılandırmak için aşağıdaki ayarları kullanın. Herhangi bir sorunuz varsa, {0} sayfamıza bakın.
uk: Використайте налаштування нижче, щоб налаштувати ваш SSO через SAML. Якщо у вас є запитання, перегляньте наш {0}.
vi: Sử dụng cài đặt bên dưới để định cấu hình SSO của bạn qua SAML. Nếu bạn có bất kỳ câu hỏi nào, hãy xem {0} của chúng tôi.
zh_hk: 使用以下設置透過 SAML 配置您的單一登入。如有任何問題，請查看我們的{0}。

source: documentation
ar: الوثائق
bg: документация
ca: documentació
de: Dokumentation
eo: docs
es: documentación
fa: مستندات
fi: dokumentointi
fr: la documentation
hu: dokumentáció
it: documentazione
ja: ドキュメント
lt: dokumentacija
ms: dokumentasi
nb: dokumentasjon
nl: documentatie
pl: dokumentacja
pt_br: documentação
ru: документация
sk: dokumentácia
sl: dokumentacija
sq: dokumentacion
sr: dokumentaciju
sv: dokumentation
tr: dokümantasyon
uk: документація
vi: tài liệu
zh_hk: 文檔

source: SAML Identity Provider URI
hu: SAML identitásszolgáltató URI
ms: URI Penyedia Identiti SAML

source: JWT Authentication
hu: JWT hitelesítés
lt: JWT autentifikavimas
ms: Pengesahan JWT

source: JWT Identity Provider URI
ar: URI لمزوّد الهوية JWT
bg: URI на доставчик на идентичност JWT
ca: URI Proveïdor Identitat JWT
de: JWT Identitäts-Provider URI
eo: JWT Identity Provider URI → JWT IDP link or smth like that lol
es: URI del proveedor de identidad de JWT
fa: آدرس ارائه‌دهنده شناسه JWT
fi: JWT-identiteetin tarjoajan URI
fr: URI du fournisseur d'identité JWT
hu: JWT identitásszolgáltató URI
it: URI del fornitore di identità JWT
ja: JWT認証情報プロバイダURI
lt: JWT tapatybės teikėjo URI
ms: URI Penyedia Identiti JWT
nb: JWT identitetsleverandør URI
nl: URI van JWT-identiteitsprovider
pl: URI dostawcy identyfikacji JWT
pt_br: URI do provedor de identidade JWT
ru: URI поставщика удостоверений JWT
sk: JWT poskytovateľ identity URI
sl: URI ponudnika identitete JWT
sq: URI i ofruesit të identitetit JWT
sr: URI JWT provajdera identiteta
sv: URI för leverantör av JWT-identitet
tr: JWT Kimlik Sağlayıcı URI'si
uk: JWT URI провайдера ідентифікації
vi: URI của nhà cung cấp danh tính JWT
zh_hk: JWT 身份提供者 URI

source: String used by the JWT signing key
ar: السلسلة المستخدمة بواسطة مفتاح توقيع JWT
bg: Строка, използвана от ключа за подписване JWT
ca: Cadena utiltizada per la clau de signatura JWT
de: Vom JWT-Signaturschlüssel verwendeter String
eo: The string that the JWT signs with, fr fr
es: Cadena utilizada por la clave de firma JWT
fa: رشته‌ای که توسط کلید امضای JWT استفاده می‌شود
fi: Merkkijono, jota käytetään JWT-allekirjoitusavaimessa
fr: Chaîne utilisée par la clé de signature JWT
hu: A JWT aláíró kulcs által használt karakterlánc
it: Stringa usata dalla chiave di firma JWT
ja: JWT 署名鍵で使用される文字列
lt: JWT pasirašymo rakto naudojama eilutė
ms: Rentetan yang digunakan oleh kunci tandatangan JWT
nb: Tekststreng brukt av JWT som nøkkel for signering
nl: Tekenreeks die wordt gebruikt door de JWT-ondertekeningssleutel
pl: Ciąg znaków używany przez klucz do podpisywania JWT
pt_br: String usada pela chave de assinatura JWT
ru: Строка, используемая ключом подписи JWT
sk: Reťazec použitý podpisovacím kľúčom JWT
sl: Niz, ki ga uporablja podpisni ključ JWT
sq: String i përdorur nga key i nënshkrimit JWT
sr: String koji koristi JWT ključ za potpisivanje
sv: Textsträng som används av JWT signing key
tr: JWT imzalama anahtarı tarafından kullanılan dize
uk: Рядок, який використовує ключ підпису JWT
vi: Chuỗi được sử dụng bởi khóa ký JWT
zh_hk: JWT 簽名密鑰使用的字串

source: Embedding the entire Metabase app
hu: A teljes Metabase alkalmazás beágyazása
ms: Menyematkan keseluruhan aplikasi Metabase

source: If you want to embed all of Metabase, enter the origins of the websites or web apps where you want to allow embedding in an iframe, separated by a space. Here are the {0} for what can be entered.
hu: Ha a teljes Metabase-t szeretné beágyazni, adja meg azoknak a webhelyeknek vagy webalkalmazásoknak az eredetét, amelyekben engedélyezni szeretné a beágyazást egy iframe-ben, szóközzel elválasztva. Itt vannak a {0}, hogy mit lehet beírni.
ms: Jika anda ingin menyematkan keseluruhan Metabase, masukkan asal-usul laman web atau aplikasi web di mana anda ingin membenarkan penyematan dalam iframe, dipisahkan dengan ruang. Berikut adalah {0} untuk apa yang boleh dimasukkan.

source: Grant sandboxed access to this table
hu: Sandbox hozzáférés biztosítása ehhez a táblához
ms: Berikan akses terpencil kepada jadual ini

source: When users in this group view this table they'll see a version of it that's filtered by their user attributes, or a custom view of it based on a saved question.
hu: Amikor a csoportban lévő felhasználók megtekintik ezt a táblát, egy olyan verziót látnak majd, amelyet a felhasználói attribútumaik szerint szűrtek, vagy egy egyéni nézetet egy mentett kérdés alapján.
ms: Apabila pengguna dalam kumpulan ini melihat jadual ini, mereka akan melihat versi yang ditapis mengikut atribut pengguna mereka, atau pandangan tersuai berdasarkan soalan yang disimpan.

source: How do you want to filter this table for users in this group?
hu: Hogyan szeretné szűrni ezt a táblát a csoportban lévő felhasználók számára?
ms: Bagaimana anda mahu menapis jadual ini untuk pengguna dalam kumpulan ini?

source: Pick a saved question that returns the custom view of this table that these users should see.
ar: اختر سؤالًا محفوظًا يعرض العرض المخصص لهذا الجدول الذي يجب أن يراه هؤلاء المستخدمون.
bg: Изберете запазен въпрос, който връща персонализирания изглед на тази таблица, която тези потребители трябва да видят.
ca: Selecciona una pregunta desada que retorni la vista d'aquesta taula que voleu que vegin els usuaris
de: Gespeicherte Frage auswählen, die die benutzerdefinierte Ansicht dieser Tabelle zurückgibt, die diese Benutzer sehen sollen.
eo: Pick a saved Q that shows the custom view of this table for these users, fr.
es: Elige una pregunta guardada que devuelva la vista personalizada de esta tabla que estos usuarios deberían ver.
fa: یک سوال ذخیره شده را انتخاب کنید که نمای سفارشی این جدول را برگرداند که این کاربران باید ببینند.
fi: Valitse tallennettu kysymys, joka palauttaa tämän taulukon mukautetun näkymän, jonka nämä käyttäjät näkevät.
fr: Choisissez une question sauvegardée qui renvoie la vue personnalisée de ce tableau que ces utilisateurs devraient voir.
hu: Válasszon egy mentett kérdést, amely visszaadja az asztal egyéni nézetét, amelyet ezeknek a felhasználóknak látniuk kell.
it: Scegli una domanda salvata che restituisce la vista personalizzata di questa tabella che questi utenti dovrebbero vedere.
ja: これらのユーザーに表示されるこのテーブルのカスタムビューを返す保存済みの質問を選択します。
lt: Pasirinkite išsaugotą klausimą, kuris pateikia tinkintą šios lentelės rodinį, kurį turėtų matyti šie naudotojai.
ms: Pilih soalan yang disimpan yang memaparkan pandangan tersuai jadual ini yang perlu dilihat oleh pengguna ini.
nb: Velg et lagret spørsmål som returnerer en tilpasset visning av denne tabellen som brukerne skal kunne se.
nl: Kies een opgeslagen vraag die de aangepaste weergave van deze tabel retourneert die deze gebruikers zouden moeten zien.
pl: Wybierz zapisane pytanie, które zwróci niestandardowy widok tej tabeli, jaki powinni zobaczyć ci użytkownicy.
pt_br: Escolha uma pergunta salva que retorne a visualização personalizada desta tabela que esses usuários devem ver.
ru: Выберите сохраненный запрос, который возвращает пользовательское представление этой таблицы, которое должны видеть эти пользователи.
sk: Vyberte uloženú otázku, ktorá vráti prispôsobenú zobrazenie tejto tabuľky, ktoré by títo používatelia mali vidieť.
sl: Izberite shranjeno vprašanje, ki vrne pogled po meri te tabele, ki bi ga morali videti ti uporabniki.
sq: Zgjidh një pyetje të ruajtur që kthen pamjen e personalizuar të kësaj tabele që këta përdorues duhet të shohin.
sr: Izaberite sačuvano pitanje koje vraća prilagođeni prikaz ove tabele koji ovi korisnici treba da vide.
sv: Välj en sparad fråga som returnerar den anpassade vyn för tabellen som användarna ska se.
tr: Bu kullanıcıların görmesi gereken bu tablonun özel görünümünü döndüren kayıtlı bir soru seçin.
uk: Оберіть збережений запит, який повертає кастомний перегляд цієї таблиці, який мають бачити ці користувачі.
vi: Chọn một câu hỏi đã lưu trả về chế độ xem tùy chỉnh của bảng này mà những người dùng này sẽ thấy.
zh_hk: 選擇一個已儲存的問題，該問題將返回這些使用者應看到的該表的自定義視圖。

source: You can optionally add additional filters here based on user attributes. These filters will be applied on top of any filters that are already in this saved question.
ar: يمكنك اختياريًا إضافة فلاتر إضافية هنا بناءً على سمات المستخدم. سيتم تطبيق هذه الفلاتر فوق أي فلاتر موجودة بالفعل في هذا السؤال المحفوظ.
bg: Можете да добавите допълнителни филтри тук въз основа на атрибутите на потребителя. Тези филтри ще бъдат приложени върху всички филтри, които вече съществуват в този запазен въпрос.
ca: Aquí podeu afegir filtres opcionals basats en els atributs d'usuari. Aquest filtres s'aplicaran abans que els altres filtres que ja s'han desat en aquesta pregunta.
de: Sie können optional weitere Filter hinzufügen, die auf Benutzerattributen basieren. Diese Filter werden zusätzlich zu allen anderen Filtern angewendet, die in der gespeicherten Frage enthalten sind.
eo: You can totally add extra filters here based on user info if u want. These will stack on top of any filters already in the saved question, fr.
es: Opcionalmente, puedes agregar filtros adicionales aquí según los atributos del usuario. Estos filtros se aplicarán sobre cualquier filtro que ya esté en esta pregunta guardada.
fa: به صورت اختیاری می توانید فیلترهای اضافی بر اساس ویژگی‌های کاربر اضافه کنید. این فیلترها بر روی هر فیلتری که در این سوال ذخیره‌شده وجود دارد، اعمال خواهند شد.
fi: Voit halutessasi lisätä tähän lisäsuotimia käyttäjäattribuuttien perusteella. Näitä suotimia käytetään kaikkien tässä tallennetussa kysymyksessä jo olevien suotimien päällä.
fr: Vous pouvez éventuellement ajouter ici des filtres supplémentaires basés sur les attributs de l'utilisateur. Ces filtres seront appliqués en plus des filtres déjà présents dans cette question sauvegardée.
hu: Opcionálisan további szűrőket is hozzáadhat a felhasználói attribútumok alapján. Ezeket a szűrőket az összes már mentett kérdésre alkalmazott szűrőn felül alkalmazzák.
it: Qui si possono inserire opzionalmente ulteriori filtri basati sugli attributi dell'utente. Questi filtri verranno applicati in aggiunta a quelli già presenti in questa domanda salvata.
ja: ユーザ属性に応じてここに追加のフィルタを設定することもできます。これらのフィルタは保存された質問に既に設定されているいかなるフィルタよりも先に適用されます。
lt: Čia galite pasirinktinai pridėti papildomų filtrų pagal vartotojo atributus. Šie filtrai bus taikomi virš visų filtrų, kurie jau yra šiame išsaugotame klausime.
ms: Anda boleh menambah penapis tambahan di sini berdasarkan atribut pengguna. Penapis ini akan digunakan di atas mana-mana penapis yang sudah ada dalam soalan yang disimpan ini.
nb: Alternativt kan du legge til ytterlige filtre her på bakgrunn av brukerattributter. Disse filtrene vil bli brukt på toppen av andre filtre som allerede er i dette lagrede spørsmålet.
nl: Je kunt hier optioneel extra filters toevoegen op basis van gebruikersattributen. Deze filters worden toegepast bovenop alle filters die al in deze opgeslagen vraag staan.
pl: Można tu opcjonalnie dodać dodatkowe filtry w oparciu o atrybuty użytkownika. Filtry te zostaną zastosowane na wszystkich filtrach, które znajdują się już w tym zapisanym pytaniu.
pt_br: Opcionalmente, você pode adicionar filtros adicionais com base nos atributos do usuário. Esses filtros serão aplicados sobre quaisquer filtros já existentes nesta pergunta salva.
ru: При желании вы можете добавить сюда дополнительные фильтры на основе атрибутов пользователя. Эти фильтры будут применяться поверх любых фильтров, которые уже есть в этом сохраненном запросе.
sk: Voliteľne môžete pridať ďalšie filtre na základe atribútov používateľa. Tieto filtre sa použijú nad všetkými filtrami, ktoré sú už v tejto uložené otázke.
sl: Po želji lahko tukaj dodate dodatne filtre na podlagi uporabniških atributov. Ti filtri bodo uporabljeni za vse filtre, ki so že v tem shranjenem vprašanju.
sq: Mund të shtosh opsionalisht këtu filtra shtesë bazuar në atribute përdoruesi. Këta filtra do të aplikohen mbi çdo filtër që është tashmë në këtë pyetje të ruajtur.
sr: Opciono možete dodati dodatne filtere ovde na osnovu korisničkih atributa. Ovi filteri će se primeniti povrh svih filtera koji su već u ovom sačuvanom pitanju.
sv: Du kan också lägga till ytterligare filter här baserade på användar-attributen. Dessa filter kommer att aktiveras ovanpå de ev. filter som redan finns i denna sparade fråga.
tr: İsteğe bağlı olarak, kullanıcı özelliklerine göre buraya ek filtreler ekleyebilirsiniz. Bu filtreler, bu kaydedilmiş soruda bulunan tüm filtrelerin üzerine uygulanacaktır.
uk: За потреби ви можете додати тут додаткові фільтри на основі атрибутів користувача. Ці фільтри буде застосовано поверх будь-яких фільтрів, які вже є в цьому збереженому запиті.
vi: Bạn có thể tùy chọn thêm các bộ lọc bổ sung tại đây dựa trên các thuộc tính của người dùng. Các bộ lọc này sẽ được áp dụng trên bất kỳ bộ lọc nào đã có trong câu hỏi đã lưu này.
zh_hk: 您可以選擇根據使用者屬性在此處新增額外的過濾器。這些過濾器將應用於此儲存問題中已存在的所有過濾器之上。
