Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Save model
ar: احفظ النموذج
bg: Запазете модела
ca: Desar el model
de: Modell speichern
eo: Save the vibe
es: Guardar modelo
fa: ذخیره مدل
fi: Tallenna malli
fr: Enregistrer le modèle
hu: Modell mentése
it: Salva modello
ja: セーブモデル
lt: Išsaugoti modelį
ms: Simpan model
nb: Lagre modell
nl: Model opslaan
pl: Zapisz model
pt_br: Salvar modelo
ru: Сохранить модель
sk: Uložiť model
sl: Shrani model
sq: Ruaj modelin
sr: Sačuvaj model
sv: Spara modell
tr: Modeli kaydet
uk: Зберегти модель
vi: Lưu mô hình
zh_hk: 保存模型

source: What is the name of your question?
ar: ما اسم سؤالك؟
bg: Какво е името на вашия въпрос?
ca: Quin és el nom de la teva pregunta?
de: Wie ist der Name Deiner Frage?
eo: What’s the tea on your Q?
es: ¿Cuál es el nombre de tu pregunta?
fa: نام سوال شما چیست?
fi: Mikä on kysymyksesi nimi?
fr: Quel est le nom de votre question ?
hu: Mi a kérdésed neve?
it: Qual è il nome della tua domanda?
ja: 質問の名前は何ですか?
lt: Koks tavo klausimo pavadinimas?
ms: Apakan nama soalan anda?
nb: Hva er navnet på spørsmålet ditt?
nl: Wat is de naam van je vraag?
pl: Jaka jest nazwa Twego pytania?
pt_br: Qual é o nome da sua pergunta?
ru: Как назвать ваш запрос?
sk: Aké je meno vašej otázky?
sl: Kako se imenuje vaše vprašanje?
sq: Si quhet pyetja jote?
sr: Kako se zove tvoje pitanje?
sv: Vad heter din fråga?
tr: Sorunuzun adı nedir?
uk: Яка назва вашого запиту?
vi: Tên của câu hỏi của bạn là gì?
zh_hk: 您的問題的名稱是什麼？

source: What is the name of your model?
ar: ما اسم نموذجك؟
bg: Какво е името на вашия модел?
ca: Quin és el nom del teu model?
de: Wie ist der Name Deines Modells?
eo: What's the name of your drip?
es: ¿Cuál es el nombre de tu modelo?
fa: نام مدل شما چیست?
fi: Mikä on mallisi nimi?
fr: Quel est le nom de votre modèle ?
hu: Mi a modelled neve?
it: Qual è il nome del tuo modello?
ja: モデル名を教えてください。
lt: Koks tavo modelio vardas?
ms: Apakah nama model anda?
nb: Hva er navnet på modellen din?
nl: Wat is de naam van je model?
pl: Jaka jest nazwa Twojego modelu?
pt_br: Qual é o nome do seu modelo?
ru: Как назвать вашу модель?
sk: Aké je meno vášho modelu?
sl: Kako se imenuje vaš model?
sq: Si quhet modeli yt?
sr: Kako se zove tvoj model?
sv: Vad heter din modell?
tr: Modelinizin adı nedir?
uk: Яка назва вашої моделі?
vi: Tên của mô hình của bạn là gì?
zh_hk: 您的模型的名稱是什麼？

source: Add a date variable to this question to connect it to a dashboard filter.
hu: Adjon hozzá egy dátumváltozót ehhez a kérdéshez, hogy összekapcsolja egy irányítópult szűrővel.
ms: Tambah pembolehubah tarikh kepada soalan ini untuk menghubungkannya dengan penapis papan pemuka.

source: Add a number variable to this question to connect it to a dashboard filter.
hu: Adjon hozzá egy számváltozót ehhez a kérdéshez, hogy összekapcsolja egy irányítópult szűrővel.
ms: Tambah pembolehubah nombor kepada soalan ini untuk menghubungkannya dengan penapis papan pemuka.

source: Add a string variable to this question to connect it to a dashboard filter.
hu: Adjon hozzá egy karakterlánc változót ehhez a kérdéshez, hogy összekapcsolja egy irányítópult szűrővel.
ms: Tambah pembolehubah rentetan kepada soalan ini untuk menghubungkannya dengan penapis papan pemuka.

source: Add a variable to this question to connect it to a dashboard filter.
ar: أضِف متغيرًا إلى هذا السؤال لربطه بفلتر لوحة المعلومات.
bg: Добавете променлива към този въпрос, за да го свържете с филтър на таблото.
ca: Afegir una variable a aquesta pregunta i connectar-lo a un filtre d'un quadre de comandament.
de: Füge dieser Frage eine Variable hinzu, um sie mit einem Dashboard-Filter zu verbinden.
eo: Yo, add a var to this q so it links up with the dashboard filter, fr.
es: Añade una variable a esta pregunta para conectarla a un filtro de cuadro de mando.
fa: یک متغیر به این پرسش اضافه کنید تا به فیلتر داشبورد متصل شود.
fi: Lisää muuttuja tähän kysymykseen, jotta se voidaan yhdistää kojelaudan suodattimeen.
fr: Ajouter une variable à cette question pour la connecter à un filtre de tableau de bord.
hu: Adjon hozzá egy változót ehhez a kérdéshez, hogy összekapcsolja egy irányítópult szűrővel.
it: Aggiungi una variabile a questa domanda per collegarla a un filtro della dashboard.
ja: この質問に変数を追加して、ダッシュボードのフィルタに接続します。
lt: Pridėkite kintamąjį prie šio klausimo, kad prijungtumėte jį prie prietaisų skydelio filtro.
ms: Tambah pembolehubah kepada soalan ini untuk menghubungkannya dengan penapis papan pemuka.
nb: Legg til en variabel på dette spørsmålet for å koble det til et filter på infotavlen.
nl: Voeg een variabele toe aan deze vraag om het aan het dashboard filter te kunnen koppelen.
pl: Dodaj zmienną do tego pytania, aby połączyć ją z filtrem pulpitu.
pt_br: Adicione uma variável a esta pergunta para conectá-la a um filtro do painel.
ru: Добавьте переменную к этому запросу, чтобы связать его с фильтром дашборда.
sk: Pridajte premennú k tejto otázke pre jej pripojenie k filtru tabule.
sl: Temu vprašanju dodajte spremenljivko, da jo povežete s filtrom nadzorne plošče.
sq: Shto një variabël te kjo pyetje që ta lidhësh me një filtër paneli.
sr: Dodaj promenljivu ovom pitanju da bi ga povezao/la sa filterom kontrolne table.
sv: Lägg till en variabel till denna fråga för att koppla den till ett filter på instrumentpanelen.
tr: Bu soruya bir değişken ekleyerek bir pano filtresine bağlayın.
uk: Додайте змінну до цього запиту, щоб підключити його до фільтра дашборду.
vi: Thêm một biến vào câu hỏi này để kết nối nó với bộ lọc bảng điều khiển.
zh_hk: 為該問題添加變量以將其連接到儀表板篩選器。

source: What is the name of your page?
hu: Mi az oldalad neve?
ms: Apakah nama halaman anda?

source: Is Write
hu: Írható
ms: Adakah Menulis

source: Write questions can be used for experimental actions.
hu: Az írási kérdések kísérleti műveletekhez használhatók.
ms: Soalan menulis boleh digunakan untuk tindakan percubaan.

source: created a subscription
hu: létrehozott egy előfizetést
ms: mewujudkan langganan

source: deleted a subscription
hu: törölt egy előfizetést
ms: memadam langganan

source: Use the notebook editor
ar: استخدم محرّر الدفتر
bg: Използвайте редактора на тетрадки
ca: Utilitza l'editor de quaderns
de: Verwende den Editor
eo: Use the notebook editor, fr fr
es: Utiliza editor de cuaderno
fa: از ویرایشگر دفترچه یادداشت استفاده کنید
fi: Käytä muistikirjaeditoria
fr: Utiliser l'éditeur visuel
hu: Használja a jegyzetfüzet szerkesztőt
it: Usa l'editor di notebook
ja: ノートブックエディターを使用する
lt: Naudokite užrašų knygelės rengyklę
ms: Gunakan penyunting nota
nb: Bruk notisblokkeditor
nl: Gebruik de notitieboekeditor
pl: Użyj edytora
pt_br: Usar o editor de bloco de notas
ru: Используйте редактор блокнота
sk: Použite editor notebooku
sl: Uporaba urejevalnika zvezka
sq: Përdor redaktorin e notebook-ut
sr: Koristi notebook editor
sv: Använd notebook-redigeraren
tr: Not defteri düzenleyicisini kullanın
uk: Використати notebook-редактор
vi: Sử dụng trình chỉnh sửa notebook
zh_hk: 使用筆記本編輯器

source: This automatically inherits metadata from your source tables, and gives your models drill-through.
ar: يرث هذا تلقائيًا البيانات الوصفية من جداول المصدر، ويمنح نماذجك التنقّل التفصيلي.
bg: Това автоматично наследява метаданни от вашите изходни таблици и дава на вашите модели подробности.
ca: Això automàticament hereta les metadades de les taules i dona opcions afegides als models.
de: Metadaten werden von den Quell-Tabellen übernommen und das Modell erhält die Möglichkeit zum "Drill-Through".
eo: This auto pulls metadata from your source tables and gives your models that drill-through vibes.
es: Esto hereda automáticamente los metadatos de tus tablas de origen y proporciona más detalles a tus modelos.
fa: این به صورت خودکار متادیتاها را از جداول منبع شما به ارث می‌برد و به مدل‌های شما امکان پیشرفت را می‌دهد.
fi: Tämä perii automaattisesti metatiedot lähdetaulukoistasi ja antaa malleillesi porautumismahdollisuuden.
fr: Cela hérite automatiquement des méta-données de tables d'origines, et donne à vos modèles la possibilité de vue de détail.
hu: Ez automatikusan örökli a metaadatokat a forrástábláiból, és lehetővé teszi a modelljeinek a drill-through használatát.
it: Questo eredita automaticamente i metadati dalle tabelle di origine e offre ai tuoi modelli un drill-through.
ja: これにより、ソーステーブルのメタデータが自動的に継承され、モデルにドリルスルーを与えることができます。
lt: Tai automatiškai paveldi metaduomenis iš šaltinio lentelių ir suteikia modeliams išsamios informacijos.
ms: Ini secara automatik mewarisi metadata daripada jadual sumber anda dan memberikan model anda latih tubi.
nb: Dette arver automatisk metadata fra dine kildetabeller, og gir dine modeller drill-gjennom.
nl: Dit neemt automatisch metadata van je brontabellen over en geeft je modellen doorklikmogelijkheden.
pl: Ten sposób pozwala na automatyczne dziedziczenie metadanych z tabel źródłowych i umożliwia drążenie modeli.
pt_br: Isso automaticamente herda metadados de suas tabelas de origem e possibilita o detalhamento de seus modelos.
ru: Это автоматически наследует метаданные из ваших исходных таблиц и дает вашим моделям детализацию.
sk: Toto automaticky dedí metadáta z vašich zdrojových tabuliek a poskytuje vašim modelom podrobný prístup.
sl: S tem samodejno podedujete metapodatke iz izvornih tabel in omogočite prikaz podatkov o modelih.
sq: Kjo trashëgon automatikisht metadata nga tabelat burim, dhe u jep modeleve tua drill-through.
sr: Ovo automatski nasleđuje metapodatke iz izvornih tabela i daje vašim modelima drill-through.
sv: Detta ärver automatiskt metadata från dina källtabeller och ger dina modeller drill-through.
tr: Bu, kaynak tablolarınızdan otomatik olarak meta verileri devralır ve modellerinize ayrıntılandırma sağlar.
uk: Це автоматично успадковує метадані з ваших вихідних таблиць і надає вашим моделям drill-through.
vi: Điều này tự động kế thừa siêu dữ liệu từ bảng nguồn của bạn và cung cấp cho các mô hình của bạn khả năng drill-through.
zh_hk: 這會自動從您的來源表承繼中繼資料，並為您的模型提供穿透分析。

source: Use a native query
ar: استخدم استعلامًا أصليًا
bg: Използвайте собствена заявка
ca: Utilitza una pregunta nativa
de: Verwende eine native Abfrage
eo: Use a legit native query, fr.
es: Utiliza consulta nativa
fa: از پرس و جو بومی استفاده کنید
fi: Käytä kantakyselyä.
fr: Utiliser une requête native
hu: Használjon natív lekérdezést
it: Usa una query native
ja: ネイティブクエリを使用する
lt: Naudokite savąją užklausą
ms: Gunakan query asli
nb: Bruk lokal spørring
nl: Gebruik een SQL-query
pl: Użyj zapytania natywnego
pt_br: Usar uma consulta nativa
ru: Используйте прямой запрос
sk: Používajte natívny dotaz
sl: Uporaba izvorne poizvedbe
sq: Përdor një pyetje native
sr: Koristi nativni upit
sv: Använd en inbyggd fråga
tr: Yerel sorgu kullan
uk: Використати нативний запит
vi: Sử dụng truy vấn gốc
zh_hk: 使用原生查詢

source: You can always fall back to a SQL or native query, which is a bit more manual.
ar: يمكنك دائمًا الرجوع إلى استعلام SQL أو استعلام أصلي، وهو أكثر يدويّة قليلًا.
bg: Винаги можете да се върнете към SQL или собствена заявка, което е малко по-ръчно.
ca: Sempre pots escriure la pregunta en SQL, que és una mica més manual.
de: Du kannst immer auf eine SQL- oder native Abfrage zurückgreifen, das ist ein bißchen mehr Aufwand.
eo: You can always just fall back to a SQL or native query, which is kinda more lowkey manual.
es: Siempre puedes recurrir a una consulta SQL o nativa, que es un poco más manual.
fa: شما همیشه می‌توانید به یک پرس و جو SQL یا بومی برگردید که کمی بیشتر دستی است.
fi: Voit aina turvautua SQL- tai paikalliseen kyselyyn, joka on hieman manuaalisempi.
fr: Vous pouvez toujours retourner sur une requête native SQL, ce qui est un peu plus manuel.
hu: Mindig visszatérhet egy SQL vagy natív lekérdezéshez, amely kicsit manuálisabb.
it: Puoi sempre ricorrere a una query SQL o nativa, che è un po' più manuale.
ja: SQLやネイティブクエリにフォールバックすることはいつでも可能ですが、これはもう少し手作業になります。
lt: Visada galite grįžti prie SQL arba savosios užklausos, kuri yra šiek tiek rankinė.
ms: Anda sentiasa boleh kembali kepada query SQL atau asli, yang sedikit lebih manual.
nb: Du kan alltids falle tilbake til SQL eller lokal spørring, som er litt mer manuell.
nl: Je kunt altijd terugvallen op een SQL-query, die wat meer handmatig is.
pl: Zawsze można sięgnąć po zapytanie SQL, które wymaga nieco więcej pracy ręcznej.
pt_br: Você pode voltar para uma consulta SQL ou nativa a qualquer momento, o que é um pouco mais manual.
ru: Вы всегда можете вернуться к SQL или прямому запросу, что немного более вручную.
sk: Vždy sa môžete vrátiť k SQL alebo natívnemu dotazu, čo je trochu viac manuálne.
sl: Vedno se lahko vrnete na SQL ali izvorno poizvedbo, ki je nekoliko bolj priročna.
sq: Mund të kthehesh gjithmonë te një pyetje SQL ose native, që është pak më manuale.
sr: Uvek možete da se vratite na SQL ili nativni upit, što je malo manuelnije.
sv: Du kan alltid återgå till en SQL- eller inbyggd fråga, vilket är lite mer manuellt.
tr: Her zaman daha manuel olan bir SQL veya yerel sorguya dönebilirsiniz.
uk: Ви завжди можете повернутися до SQL або нативного запиту — це трохи більш ручний варіант.
vi: Bạn luôn có thể quay lại truy vấn SQL hoặc truy vấn gốc, điều này cần thủ công hơn một chút.
zh_hk: 您始終可以回到 SQL 或原生查詢，這比較手動。

source: What's a model?
ar: ما هو النموذج؟
bg: Какво е модел?
ca: Què és un model?
de: Was ist ein Model?
eo: What's a vibe?
es: Qué es un modelo?
fa: مدل چیست?
fi: Mikä on malli?
fr: Qu'est-ce qu'un modèle?
hu: Mi az a modell?
it: Che cos'è un modello?
ja: モデルって何?
lt: Kas yra modelis?
ms: Apakah model?
nb: Hva er en modell?
nl: Wat is een model?
pl: Co to jest model?
pt_br: O que é um modelo?
ru: Какая модель?
sk: Čo je to model?
sl: Kaj je model?
sq: Çfarë është një model?
sr: Šta je model?
sv: Vad är en modell?
tr: Model nedir?
uk: Що таке модель?
vi: Mô hình là gì?
zh_hk: 什麼是模型？

source: Your page is ready
hu: Az oldal készen áll
ms: Halaman anda sedia

source: Action button
hu: Művelet gomb
ms: Butang tindakan

source: Move dashboard to…
ar: نقل لوحة المعلومات إلى…
bg: Преместете таблото в…
ca: Moure quadre a…
de: Verschiebe Dashboard nach...
eo: Slide the dashboard to…
es: Mover dashboard a...
fa: داشبورد را منتقل کنید به…
fi: Siirrä kojelauta…
fr: Bouger le tableau de bord vers...
hu: Irányítópult áthelyezése ide…
it: Sposta dashboard in…
ja: ダッシュボードを移動させる...
lt: Perkelti prietaisų skydelį į…
ms: Pindahkan papan pemuka ke...
nb: Flytt infotavle til…
nl: Verplaats dashboard naar…
pl: Przenieś pulpit do...
pt_br: Mover painel para…
ru: Переместить дашборд в...
sk: Premiestniť dashboard do…
sl: Premakni nadzorno ploščo na...
sq: Lëvize panelin te…
sr: Premesti kontrolnu tablu u…
sv: Flytta instrumentpaneln till…
tr: Panoyu taşı…
uk: Перемістити дашборд до…
vi: Di chuyển bảng điều khiển đến…
zh_hk: 移動儀表板到…

source: Remove this card?
hu: Eltávolítja ezt a kártyát?
ms: Padamkan kad ini?

source: Would you like to be notified when this page is done loading?
hu: Szeretne értesítést kapni, amikor az oldal betöltődött?
ms: Adakah anda mahu diberitahu apabila halaman ini selesai dimuat?

source: Apps
hu: Alkalmazások
ms: Aplikasi

source: Pages
hu: Oldalak
ms: Halaman

source: Users can pick
hu: A felhasználók választhatnak
ms: Pengguna boleh pilih

source: Multiple values
ar: قيم متعددة
bg: Множество стойности
ca: Valors múltiples
de: Mehrere Werte
eo: A bunch of options or vibes
es: Valores Múltiples
fa: مقادیر متعدد
fi: Useita arvoja
fr: Valeurs multiples
hu: Több érték
it: Valori multipli
ja: 複数の値
lt: Kelios vertės
ms: Pelbagai nilai
nb: Flere verdier
nl: Meerdere waardes
pl: Wiele wartości
pt_br: Múltiplos valores
ru: Несколько значений
sk: Viacnásobné hodnoty
sl: Več vrednosti
sq: Vlera të shumta
sr: Više vrednosti
sv: Flera värden
tr: Çoklu değerler
uk: Кілька значень
vi: Giá trị nhiều
zh_hk: 多重值

source: A single value
ar: قيمة واحدة
bg: Една стойност
ca: Valor únic
de: Einen einzelnen Wert
eo: a whole vibe of a value
es: Un único valor
fa: یک مقدار تک
fi: Yksi arvo
fr: Valeur simple
hu: Egyetlen érték
it: Un singolo valore
ja: 単一の値
lt: Viena vertė
ms: Satu nilai
nb: En enkel verdi
nl: Een enkele waarde
pl: Pojedyncza wartość
pt_br: Um único valor
ru: Одно значение
sk: Jednotná hodnota
sl: Ena vrednost
sq: Një vlerë e vetme
sr: Jednu vrednost
sv: Ett enda värde
tr: Tek bir değer
uk: Одне значення
vi: Một giá trị đơn
zh_hk: 單一值

source: Your model won't be created.
hu: A modell nem lesz létrehozva.
ms: Model anda tidak akan dicipta.

source: Discard
ar: تجاهل
bg: Отхвърли
ca: Descartar
de: Verwerfen
eo: Drop it or dip it
es: Descartar
fa: رها کردن
fi: Hylkää
fr: Supprimer
hu: Eldobás
it: Scarta
ja: 破棄
lt: Išmesti
ms: Buang
nb: Forkast
nl: Annuleren
pl: Odrzuć
pt_br: Descartar
ru: Отказаться
sk: Zahodiť
sl: Zavreči
sq: Hidh poshtë
sr: Odbaci
sv: Kassera
tr: Sil
uk: Скасувати
vi: Loại bỏ
zh_hk: 丟棄

source: Question in {0}
ar: سؤال في {0}
bg: Въпрос в {0}
ca: Pregunta en {0}
de: Frage in {0}
eo: Question in {0} → Question rn in {0}
es: Pregunta en {0}
fa: سوال در {0}
fi: Kysymys suomeksi {0}
fr: Question dans {0}
hu: Kérdés a(z) {0}-ban
it: Domanda in {0}
ja: {0}の質問
lt: Klausimas {0}
ms: Soalan dalam {0}
nb: Spørsmål i {0}
nl: Vraag in {0}
pl: Pytanie w {0}
pt_br: Pergunta em {0}
ru: Запрос в {0}
sk: Otázka v {0}
sl: Vprašanje v {0}
sq: Pyetje në {0}
sr: Pitanje u {0}
sv: Fråga i {0}
tr: {0} içinde soru
uk: Запит у {0}
vi: Câu hỏi trong {0}
zh_hk: 問題在 {0}

source: Abbreviate days and months
ar: اختصار أسماء الأيام والأشهر
bg: Съкратете дните и месеците
ca: Abreviar dies i mesos
de: Tage und Monate abkürzen
eo: Just shorten the days and months, fr fr
es: Abreviar días y meses
fa: خلاصه کردن روزها و ماه‌ها
fi: Lyhennä päivät ja kuukaudet
fr: Abréger les jours et mois
hu: A napok és hónapok rövidítése
it: Abbreviate giorni e mesi
ja: 日月を省略する
lt: Sutrumpinkite dienas ir mėnesius
ms: Singkatkan hari dan bulan
nb: Forkort dager og måneder
nl: Dagen en maanden afkorten
pl: Skracanie dni i miesięcy
pt_br: Abreviar dias e meses
ru: Сократить дни и месяцы
sk: Skrátiť dni a mesiace
sl: Skrajšani dnevi in meseci
sq: Shkurto ditët dhe muajt
sr: Skraćuj nazive dana i meseci
sv: Förkorta dagar och månader
tr: Günleri ve ayları kısalt
uk: Скорочувати дні та місяці
vi: Viết tắt ngày và tháng
zh_hk: 縮寫日期和月份

source: dollars
ar: دولارات
bg: долари
ca: dolars
eo: bucks
es: dólares
fa: دلار
fi: dollareita
hu: dollár
it: dollari
ja: ドル
lt: dolerių
ms: dolar
nb: dollar
nl: dollar
pl: dolarów
pt_br: dólares
ru: доллары
sk: doláre
sl: Dolarjev
sq: dollarë
sr: dolara
sv: dollar
tr: dolar
uk: долари
vi: đô la
zh_hk: 美元

source: "{0}" is an unaggregated field: if it has more than one value at a point on the {1}-axis, the values will be summed.
ar: "{0}" حقل غير مُجمَّع: إذا كان لديه أكثر من قيمة واحدة عند نقطة على محور {1}، فسيتم جمع القيم.
bg: "{0}" е неагрегирано поле: ако има повече от една стойност в точка на оста {1}, стойностите ще се съберат.
ca: "{0}" un camp no agregat: si té més d'un valor en un punt de l'eix {1}, els valors se sumaran.
de: "{0}" ist kein aggregiertes Feld: Wenn es an einem Punkt der {1}-Achse mehrere Werte hat, werden diese aufsummiert.
eo: "{0}" is kinda unorganized, so if it has more than one vibe at a spot on the {1}-axis, they’ll just be summed up, fr.
es: "{0}" es un campo no agregado: si tiene más de un valor en un punto del eje {1}, los valores se sumarán.
fa: "{0}" یک فیلد غیرتجمیعی است: اگر در یک نقطه در محور {1} بیش از یک مقدار داشته باشد، مقادیر جمع می‌شوند.
fi: "{0}" on hajauttamaton kenttä: jos sillä on enemmän kuin yksi arvo pisteessä {1}-akselilla, arvot lasketaan yhteen.
fr: "{0}" est un champ non-agrégé: il y a plus d'une valeur par point sur l'axe {1}, les valeurs vont être additionnées.
hu: A "{0}" egy nem összesített mező: ha egynél több értéke van a {1} tengely egy pontjában, akkor az értékek összegződnek.
it: "{0}" è un campo non aggregato: se ha più di un valore in un punto sull'asse {1}, i valori verranno sommati.
ja: "{0}"は非集計フィールドであり、{1}軸上のある地点で複数の値を持つ場合、その値は合計される。
lt: „{0}“ yra neapibendrintas laukas: jei {1} ašies taške yra daugiau nei viena reikšmė, vertės bus sumuojamos.
ms: "{0}" adalah medan yang tidak digabungkan: jika ia mempunyai lebih daripada satu nilai pada satu titik pada paksi {1}, nilai-nilai tersebut akan dijumlahkan.
nb: "{0}" er ikke et aggregert felt: hvis det har mer enn én verdi på et punkt i {1}-aksen, vil verdiene bli summert.
nl: "{0}" is een niet-geaggregeerd veld: als het meer dan één waarde heeft op een punt op de {1}-as, worden de waarden opgeteld.
pl: "{0}" jest polem niezagregowanym: jeśli ma więcej niż jedną wartość w punkcie na osi {1}, wartości zostaną zsumowane.
pt_br: "{0}" é um campo não agregado: se tiver mais de um valor em um ponto no eixo {1}, os valores serão somados.
ru: "{0}" является неагрегированным полем: если на оси {1} в одной точке имеется несколько значений, они будут суммироваться.
sk: "{0}" je neagregované pole: ak má v bode na osi {1} viac než jednu hodnotu, hodnoty sa spočítajú.
sl: "{0}" je nezdruženo polje: če ima več kot eno vrednost na točki na osi {1}, bodo vrednosti seštete.
sq: "{0}" është një fushë e paagreguar: nëse ka më shumë se një vlerë në një pikë në boshtin {1}, vlerat do të mblidhen.
sr: "{0}" je neagregirano polje: ako ima više od jedne vrednosti u jednoj tački na {1}-osi, vrednosti će biti sabrane.
sv: "{0}" är ett icke-aggregerat fält: om det har mer än ett värde vid en punkt på {1}-axeln, kommer värdena att summeras.
tr: "{0}" bir birleştirilmemiş alandır: {1}-eksenindeki bir noktada birden fazla değeri varsa, değerler toplanacaktır.
uk: "{0}" — неагреговане поле: якщо в точці на осі {1} є більше ніж одне значення, значення буде підсумовано.
vi: "{0}" là một trường chưa được tổng hợp: nếu nó có nhiều hơn một giá trị tại một điểm trên trục {1}, các giá trị sẽ được tính tổng.
zh_hk: "{0}" 是一個未聚合的欄位：如果在 {1} 軸上的一個點具有多個值，這些值將被相加。

source: Column with steps
ar: عمود الخطوات
bg: Колона със стъпки
ca: Columna amb passos
de: Spalte mit Schritten
eo: Step-by-step vibe
es: Columna con pasos
fa: ستون با مراحل
fi: Sarake askelilla
fr: Colonnes avec des étapes
hu: Lépéseket tartalmazó oszlop
it: Colonna con passaggi
ja: ステップ付きカラム
lt: Stulpelis su laipteliais
ms: Lajur dengan langkah
nb: Kolonner med steg
nl: Kolom met stappen
pl: Kolumna z krokami
pt_br: Coluna com etapas
ru: Колонка с шагами
sk: Stĺpec s krokmi
sl: Stolpec s koraki
sq: Kolona me hapat
sr: Kolona sa koracima
sv: Kolumn med steg
tr: Adımlarla sütun
uk: Стовпець із кроками
vi: Cột với các bước
zh_hk: 具有步驟的欄

source: Select a region
ar: حدّد منطقة
bg: Изберете регион
ca: Escull una regió
de: Wähle eine Region aus
eo: Pick a squad area
es: Seleccione una región
fa: یک منطقه را انتخاب کنید
fi: Valitse alue
fr: Sélectionner une région
hu: Válasszon egy régiót
it: Seleziona una regione
ja: 地域を選択する
lt: Pasirinkite regioną
ms: Pilih kawasan
nb: Velg en region
nl: Selecteer een regio
pl: Wybierz region
pt_br: Selecione uma região
ru: Выбрать регион
sk: Vyberte región
sl: Izberite regijo
sq: Zgjidh një rajon
sr: Izaberite region
sv: Välj en region
tr: Bölge seçin
uk: Виберіть регіон
vi: Chọn một khu vực
zh_hk: 選擇一個地區

source: Custom map
ar: خريطة مخصصة
bg: Персонализирана карта
ca: Map customitzat
de: Eigene Karte
eo: Custom map → DIY map or custom-coded map
es: Mapa personalizado
fa: نقشه سفارشی
fi: Mukautettu kartta
fr: Carte personnalisée
hu: Egyedi térkép
it: Mappa personalizzata
ja: カスタムマップ
lt: Pasirinktinis žemėlapis
ms: Peta tersuai
nb: Egendefinert kart
nl: Aangepaste kaart
pl: Własna mapa
pt_br: Mapa personalizado
ru: Произвольная карта
sk: Vlastná mapa
sl: Zemljevid po meri
sq: Hartë e personalizuar
sr: Prilagođena mapa
sv: Anpassad karta
tr: Özel harita
uk: Користувацька мапа
vi: Bản đồ tùy chỉnh
zh_hk: 自訂地圖
