Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

# On a date. Example: On Jan 20.
source: On {0}
ar: في {0}
bg: На {0}
ca: El {0}
de: Auf {0}
es: El {0}
fa: در {0}
fi: Osoitteessa {0}
fr: Sur {0}
it: Su {0}
ja: {0}で
lt: Įjungta {0}
nb: Den {0}
nl: Op {0}
pl: W {0}
pt_br: Em {0}
ru: На {0}
sk: Dňa {0}
sl: Na {0}
sq: Më {0}
sr: Dana {0}
sv: På {0}
tr: {0} Tarihinde
uk: На {0}
vi: Trên {0}
zh_hk: 關於 {0}

# Before a date. Example: Before Jan 20.
source: Before {0}
ar: قبل {0}
bg: Преди {0}
ca: Abans de {0}
de: Vor {0}
es: Antes de {0}
fa: قبل از {0}
fi: Ennen {0}
fr: Avant {0}
it: Prima {0}
ja: {0}の前
lt: Prieš {0}
nb: Før {0}
nl: Voor {0}
pl: Przed {0}
pt_br: Antes de {0}
ru: До {0}
sk: Pred {0}
sl: Pred {0}
sq: Para {0}
sr: Pre {0}
sv: Före {0}
tr: {0} den önce
uk: До {0}
vi: Trước {0}
zh_hk: {0}之前

# After a date. Example: After Jan 20.
source: After {0}
ar: بعد {0}
bg: След {0}
ca: Després de {0}
de: Nach {0}
es: Después de {0}
fa: پس از {0}
fi: Jälkeen {0}
fr: Après {0}
it: Dopo {0}
ja: {0}の後
lt: Po {0}
nb: Etter {0}
nl: Na {0}
pl: Po {0}
pt_br: Depois de {0}
ru: После {0}
sk: Po {0}
sl: Po {0}
sq: Pas {0}
sr: Posle {0}
sv: Efter {0}
tr: {0} den sonra
uk: Після {0}
vi: Sau {0}
zh_hk: {0}之後

source: [Q]Q YYYY
ar: [ر]Q YYYY
bg: [Q]Q ГГГГ
es: [T]Q YYYY
fa: [س] س YYYY
nb: [Q]Q YYYYY
pt_br: [T]Q YYYY
sk: [Q]Q RRRR
sl: [V]Q LLLL
sq: [T]Q YYYY
sr: [K]Q YYYY
sv: [Q]Q ÅÅÅÅ
uk: [Кв.]Q YYYY

source: [Q]Q
ar: [ر]Q
ca: [Q]P
es: [T]Q
fa: [Q] س
pt_br: [T]Q
sl: [V]Q
sq: [T]Q
sr: [K]Q
uk: [Кв.]Q
vi: [H]Hỏi

# {0} is the dashboard name the question currently has dashcards in
source: Do you still want this question to appear in {0}?
ar: هل ما زلت تريد أن يظهر هذا السؤال في {0}؟
bg: Все още ли искате този въпрос да се появява в {0}?
ca: Encara voleu que aquesta pregunta aparegui a {0}?
de: Möchten Sie weiterhin, dass diese Frage in {0} erscheint?
es: ¿Aún quieres que esta pregunta aparezca en {0}?
fa: آیا هنوز می خواهید این سؤال در {0}ظاهر شود؟
fi: Haluatko edelleen tämän kysymyksen näkyvän kohdassa {0}?
fr: Voulez-vous toujours que cette question apparaisse dans {0}?
it: Vuoi ancora che questa domanda appaia in {0}?
ja: この質問を {0}に表示させますか?
lt: Ar vis tiek norite, kad šis klausimas būtų rodomas {0}?
nb: Vil du fortsatt at dette spørsmålet skal vises på {0}?
nl: Wilt u dat deze vraag nog steeds in {0}verschijnt?
pl: Czy nadal chcesz, aby to pytanie pojawiło się w {0}?
pt_br: Você ainda quer que esta pergunta apareça em {0}?
ru: Вы все еще хотите, чтобы этот вопрос появился в {0}?
sk: Stále chcete, aby sa táto otázka zobrazovala v {0}?
sl: Ali še vedno želite, da se to vprašanje prikaže v {0}?
sq: A dëshiron ende që kjo pyetje të shfaqet në {0}?
sr: Da li i dalje želite da se ovo Pitanje pojavljuje u {0}?
sv: Vill du fortfarande att den här frågan ska visas i {0}?
tr: Bu sorunun hala {0}içinde görünmesini istiyor musunuz?
uk: Ви все ще хочете, щоб цей запит відображався в {0}?
vi: Bạn vẫn muốn câu hỏi này xuất hiện trong {0}chứ?
zh_hk: 您還想讓這個問題出現在 {0}嗎？

# {0} is the name of a dashboard
source: Moving this question to another dashboard will remove it from {0}
ar: نقل هذا السؤال إلى لوحة معلومات أخرى سيزيله من {0}
bg: Преместването на този въпрос в друго табло ще го премахне от {0}
ca: Si moveu aquesta pregunta a un altre tauler de control, s'eliminarà de {0}
de: Wenn Sie diese Frage in ein anderes Dashboard verschieben, wird sie von {0} entfernt
es: Mover esta pregunta a otro panel la eliminará de {0}
fa: انتقال این سوال به داشبورد دیگر، آن را از {0}حذف خواهد کرد.
fi: Tämän kysymyksen siirtäminen toiseen kojelautaan poistaa sen kojelaudasta {0}
fr: Déplacer cette question vers un autre tableau de bord la supprimera de {0}
it: Spostando questa domanda in un'altra dashboard verrà rimossa da {0}
ja: この質問を別のダッシュボードに移動すると、 {0}から削除されます。
nb: Hvis du flytter dette spørsmålet til et annet dashbord, fjernes det fra {0}
nl: Als u deze vraag naar een ander dashboard verplaatst, wordt deze verwijderd uit {0}
pl: Przeniesienie tego pytania do innego pulpitu spowoduje usunięcie go z {0}
pt_br: Mover esta questão para outro painel irá removê-la de {0}
ru: Перемещение этого вопроса на другую панель управления удалит его из {0}
sk: Presunutím tejto otázky na iný panel ju odstránite z {0}
sl: Če boste to vprašanje premaknili na drugo nadzorno ploščo, ga boste odstranili iz {0}
sq: Kalimi i kësaj pyetjeje në një panel tjetër do ta heqë nga {0}
sr: Premeštanje ovog pitanja na drugu kontrolnu tablu će ga ukloniti sa {0}
sv: Att flytta den här frågan till en annan instrumentpanel tar bort den från {0}
tr: Bu soruyu başka bir panoya taşımak onu {0}'dan kaldıracaktır
uk: Переміщення цього запиту на інший дашборд прибере його з {0}
vi: Di chuyển câu hỏi này sang bảng điều khiển khác sẽ xóa nó khỏi {0}
zh_hk: 將此問題移至其他儀表板會從 {0}中移除此問題

# {0} is a database name
source: Connected to {0}
ar: تم الاتصال بـ {0}
bg: Свързан с {0}
ca: Connectat a {0}
de: Verbunden mit {0}
es: Conectado a {0}
fa: متصل به {0}
fi: Yhdistetty kohteeseen {0}
fr: Connecté à {0}
it: Connesso a {0}
ja: {0}に接続
nb: Tilkoblet {0}
nl: Verbonden met {0}
pl: Połączono z {0}
pt_br: Conectado a {0}
ru: Подключено к {0}
sk: Pripojené k {0}
sl: Povezan z {0}
sq: U lidh me {0}
sr: Povezano sa {0}
sv: Ansluten till {0}
tr: {0}'a bağlandı
uk: Підключено до {0}
vi: Đã kết nối tới {0}
zh_hk: 連接至 {0}

# {0} refers to the word '(optional)'
source: Are you ready to start exploring your data? Add it below {0}.
ar: هل أنت مستعد لبدء استكشاف بياناتك؟ أضفها أدناه {0}.
ca: Esteu a punt per començar a explorar les vostres dades? Afegiu-les a continuació {0}.
de: Sind Sie bereit, Ihre Daten zu erkunden? Fügen Sie sie unten hinzu {0}.
es: ¿Listo para empezar a explorar tus datos? Agrégalos a continuación {0}.
fa: آیا آماده‌اید تا کاوش در داده‌های خود را آغاز کنید؟ آن را در زیر {0}اضافه کنید.
fi: Oletko valmis aloittamaan datasi tutkimisen? Lisää se alle {0}.
fr: Êtes-vous prêt à commencer à explorer vos données ? Ajoutez-les ci-dessous {0}.
it: Pronti a iniziare a esplorare i vostri dati? Aggiungeteli qui sotto {0}.
ja: データの探索を始める準備はできましたか？ {0}の下に追加してください。
nb: Er du klar til å begynne å utforske dataene dine? Legg det til under {0}.
pl: Jesteś gotowy, aby rozpocząć eksplorację swoich danych? Dodaj je poniżej {0}.
pt_br: Está pronto para começar a explorar seus dados? Adicione-os abaixo {0}.
ru: Готовы начать исследовать ваши данные? Добавьте их ниже {0}.
sk: Ste pripravení začať skúmať svoje dáta? Pridajte ich nižšie {0}.
sl: Ste pripravljeni začeti raziskovati svoje podatke? Dodajte jih spodaj {0}.
sq: A je gati të fillosh të eksplorosh të dhënat e tua? Shtoje më poshtë {0}.
sr: Da li ste spremni da počnete da istražujete svoje podatke? Dodajte ih ispod {0}.
tr: Verilerinizi keşfetmeye başlamaya hazır mısınız? Aşağıya ekleyin {0}.
uk: Готові почати досліджувати свої дані? Додайте їх нижче {0}.
vi: Bạn đã sẵn sàng bắt đầu khám phá dữ liệu của mình chưa? Thêm dữ liệu vào bên dưới {0}.
zh_hk: 您準備好開始探索您的資料了嗎？請在下方新增 {0}。

source: Don't have one? {0}. During checkout, select the self-hosted version of the Pro plan.
ar: لا تملك واحدًا؟ {0}. أثناء إتمام الشراء، اختر النسخة المستضافة ذاتيًا من خطة Pro.
bg: Нямате такъв? {0}. По време на плащане изберете самостоятелно хостваната версия на Pro плана.
ca: No en tens cap? {0}. Durant el procés de compra, selecciona la versió autoallotjada del pla Pro.
de: Sie haben noch keins? {0}. Wählen Sie beim Bezahlvorgang die selbst gehostete Version des Pro-Plans aus.
es: ¿No tienes una? {0}. Al finalizar la compra, selecciona la versión autoalojada del plan Pro.
fa: ندارید؟ {0}. در هنگام پرداخت، نسخه میزبانی شده توسط خودتان از طرح حرفه‌ای را انتخاب کنید.
fi: Eikö sinulla ole sellaista? {0}. Valitse kassalla Pro-sopimuksen itse isännöity versio.
fr: Vous n'en avez pas ? {0}. Lors du paiement, sélectionnez la version auto-hébergée du forfait Pro.
it: Non ne hai uno? {0}. Al momento del pagamento, seleziona la versione self-hosted del piano Pro.
ja: お持ちではありませんか？ {0}。チェックアウト時に、Pro プランのセルフホスト バージョンを選択してください。
nb: Har du ikke en? {0}. I kassen velger du den selvhostede versjonen av Pro-abonnementet.
nl: Heb je er geen? {0}. Selecteer tijdens het afrekenen de zelfgehoste versie van het Pro-abonnement.
pl: Nie masz? {0}. Podczas realizacji transakcji wybierz wersję planu Pro z własnym hostingiem.
pt_br: Não tem um? {0}. Ao finalizar a compra, selecione a versão auto-hospedada do plano Pro.
ru: У вас его нет? {0}. Во время оформления заказа выберите версию Pro-плана с собственным хостингом.
sk: Nemáte ho? {0}. Počas platby si vyberte verziu plánu Pro s vlastným hosťovaním.
sl: Nimate ga? {0}. Med plačilom izberite samostojno različico paketa Pro.
sq: Nuk keni një të tillë? {0}. Gjatë checkout-it, zgjidhni versionin e vetë-hostuar të Planit Pro.
sr: Nemate ga? {0}. Tokom kupovine izaberite self-hosted verziju Pro plana.
sv: Har du ingen? {0}. Välj den självhostade versionen av Pro-planen i kassan.
tr: Bir tane yok mu? {0}. Ödeme sırasında Pro planının kendi kendine barındırılan sürümünü seçin.
uk: Немає? {0}. Під час оформлення виберіть self-hosted версію плану Pro.
vi: Bạn không có? {0}. Trong quá trình thanh toán, hãy chọn phiên bản tự lưu trữ của gói Pro.
zh_hk: 沒有嗎？ {0}.結帳時，請選擇 Pro 計劃的自行託管版本。

# {0} refers to the chart type
source: {0} chart example illustration
ar: رسم توضيحي لمثال مخطط {0}
bg: {0} примерна илюстрация на диаграма
ca: {0} il·lustració d'exemple de gràfic
de: {0} Diagrammbeispielillustration
es: Ilustración de ejemplo del gráfico {0}
fa: {0} تصویر نمونه نمودار
fi: {0} kaavion esimerkkikuva
fr: Exemple d'illustration de graphique {0}
it: {0} illustrazione di esempio del grafico
ja: {0} チャート例
nb: {0} illustrasjon av diagrameksempel
nl: {0} grafiek voorbeeld illustratie
pl: {0} przykładowa ilustracja wykresu
pt_br: Ilustração de exemplo do gráfico {0}
ru: {0} пример диаграммы иллюстрация
sk: {0} ilustrácia príkladu grafu
sl: {0} ilustracija primera grafikona
sq: Ilustrim shembull për grafikun {0}
sr: Ilustracija primera {0} grafikona
sv: {0} diagramexempelillustration
tr: {0} grafik örneği çizimi
uk: Ілюстрація прикладу діаграми {0}
vi: {0} ví dụ minh họa biểu đồ
zh_hk: {0} 圖表範例說明

# {0} refers to the 'Summarize'. {1} refers to the follow up instructions.
source: Click on {0} at the top right corner. {1}
ar: انقر على {0} في الزاوية العلوية اليمنى. {1}
bg: Кликнете върху {0} в горния десен ъгъл. {1}
ca: Feu clic a {0} a l'extrem superior dret. {1}
de: Klicken Sie oben rechts auf {0} . {1}
es: Haga clic en {0} en la esquina superior derecha. {1}
fa: روی {0} در گوشه بالا سمت راست کلیک کنید. {1}
fi: Napsauta {0} oikeassa yläkulmassa. {1}
fr: Cliquez sur {0} dans le coin supérieur droit. {1}
it: Fare clic su {0} nell'angolo in alto a destra. {1}
ja: 右上隅の {0} をクリックします。 {1}
nb: Klikk på {0} øverst i høyre hjørne. {1}
nl: Klik op {0} in de rechterbovenhoek. {1}
pl: Kliknij na {0} w prawym górnym rogu. {1}
pt_br: Clique em {0} no canto superior direito. {1}
ru: Нажмите на {0} в правом верхнем углу. {1}
sk: Kliknite na {0} v pravom hornom rohu. {1}
sl: V zgornjem desnem kotu kliknite {0} . {1}
sq: Kliko te {0} në cepin e sipërm djathtas. {1}
sr: Klikni na {0} u gornjem desnom uglu. {1}
sv: Klicka på {0} i det övre högra hörnet. {1}
tr: Sağ üst köşedeki {0} 'a tıklayın. {1}
uk: Натисніть {0} у верхньому правому куті. {1}
vi: Nhấp vào {0} ở góc trên bên phải. {1}
zh_hk: 按一下右上角的 {0} 。 {1}

# {0} refers to the 'settings icon'.
source: Click on {0} in the bottom left corner. Then pick one or more metrics for your axes.
ar: انقر على {0} في الزاوية السفلية اليسرى. ثم اختر مقياسًا واحدًا أو أكثر لمحاورك.
bg: Кликнете върху {0} в долния ляв ъгъл. След това изберете една или повече показатели за вашите оси.
ca: Feu clic a {0} a la cantonada inferior esquerra. A continuació, trieu una o més mètriques per als vostres eixos.
de: Klicken Sie unten links auf {0} . Wählen Sie dann eine oder mehrere Metriken für Ihre Achsen aus.
es: Haz clic en {0} en la esquina inferior izquierda. Luego, selecciona una o más métricas para tus ejes.
fa: روی {0} در گوشه پایین سمت چپ کلیک کنید. سپس یک یا چند معیار برای محورهای خود انتخاب کنید.
fi: Klikkaa {0} vasemmassa alakulmassa. Valitse sitten yksi tai useampi mittari akseleillesi.
fr: Cliquez sur {0} en bas à gauche. Choisissez ensuite une ou plusieurs métriques pour vos axes.
it: Fai clic su {0} nell'angolo in basso a sinistra. Quindi seleziona una o più metriche per i tuoi assi.
ja: 左下隅の {0} をクリックします。次に、軸に使用する指標を1つ以上選択します。
nb: Klikk på {0} nederst i venstre hjørne. Velg deretter en eller flere beregninger for aksene dine.
nl: Klik op {0} in de linkeronderhoek. Kies vervolgens een of meer meetwaarden voor je assen.
pl: Kliknij {0} w lewym dolnym rogu. Następnie wybierz jedną lub więcej metryk dla swoich osi.
pt_br: Clique em {0} no canto inferior esquerdo. Em seguida, escolha uma ou mais métricas para seus eixos.
ru: Нажмите на {0} в левом нижнем углу. Затем выберите одну или несколько метрик для ваших осей.
sk: Kliknite na {0} v ľavom dolnom rohu. Potom vyberte jednu alebo viac metrík pre svoje osi.
sl: V spodnjem levem kotu kliknite na {0} . Nato izberite eno ali več metrik za svoje osi.
sq: Kliko {0} në këndin e poshtëm majtas. Pastaj zgjidh një ose më shumë metrika për boshtet e tua.
sr: Kliknite na {0} u donjem levom uglu. Zatim izaberite jednu ili više metrika za ose.
sv: Klicka på {0} i det nedre vänstra hörnet. Välj sedan en eller flera mätvärden för dina axlar.
tr: Sol alt köşedeki {0} 'a tıklayın. Ardından eksenleriniz için bir veya daha fazla metrik seçin.
uk: Натисніть {0} у нижньому лівому куті. Потім виберіть одну або кілька метрик для осей.
vi: Nhấp vào {0} ở góc dưới bên trái. Sau đó chọn một hoặc nhiều số liệu cho trục của bạn.
zh_hk: 按一下左下角的 {0} 。然後為您的軸挑選一個或多個度量。

# {0} refers to the keyboard shortcut
source: To run your code, click on the Run button or type {0}
ar: لتشغيل الكود، انقر زر Run أو اكتب {0}
bg: За да изпълните кода си, щракнете върху бутона Run или напишете {0}
ca: Per executar el codi, feu clic al botó Executar o escriviu {0}
de: Um Ihren Code auszuführen, klicken Sie auf die Schaltfläche „Ausführen“ oder geben Sie {0}ein
es: Para ejecutar su código, haga clic en el botón Ejecutar o escriba {0}
fa: برای اجرای کد خود، روی دکمه Run کلیک کنید یا {0}را تایپ کنید
fi: Suorita koodi napsauttamalla Suorita-painiketta tai kirjoittamalla {0}
fr: Pour exécuter votre code, cliquez sur le bouton Exécuter ou tapez {0}
it: Per eseguire il codice, fare clic sul pulsante Esegui o digitare {0}
ja: コードを実行するには、実行ボタンをクリックするか、 {0}と入力します。
lt: Norėdami paleisti kodą, spustelėkite mygtuką Vykdyti arba įveskite {0}
nb: For å kjøre koden din, klikk på Run-knappen eller skriv {0}
nl: Om uw code uit te voeren, klikt u op de knop Uitvoeren of typt u {0}
pl: Aby uruchomić kod, kliknij przycisk Uruchom lub wpisz {0}
pt_br: Para executar seu código, clique no botão Executar ou digite {0}
ru: Чтобы запустить код, нажмите кнопку «Выполнить» или введите {0}
sk: Ak chcete spustiť kód, kliknite na tlačidlo Spustiť alebo napíšte {0}
sl: Za zagon kode kliknite gumb Zaženi ali vnesite {0}
sq: Për të ekzekutuar kodin, kliko butonin Ekzekuto ose shtyp {0}
sr: Da pokrenete svoj kod, kliknite na dugme Pokreni ili otkucajte {0}
sv: För att köra din kod, klicka på knappen Kör eller skriv {0}
tr: Kodunuzu çalıştırmak için Çalıştır düğmesine tıklayın veya {0}yazın
uk: Щоб запустити код, натисніть кнопку Run або введіть {0}
vi: Để chạy mã của bạn, hãy nhấp vào nút Chạy hoặc nhập {0}
zh_hk: 若要執行您的程式碼，請按一下執行按鈕或輸入 {0}

# {0} is the name of a variable
source: Set with env var {0}
ar: تم الضبط بواسطة متغير بيئة {0}
bg: Зададено с env var {0}
ca: Estableix amb la variable d'entorn {0}
de: Mit Umgebungsvariable {0}festlegen
es: Establecer con variable de entorno {0}
fa: با متغیر env {0}تنظیم شود
fi: Aseta ympärvärillä {0}
fr: Ensemble avec la variable d'environnement {0}
it: Impostato con env var {0}
ja: 環境変数 {0}で設定
nb: Innstilt med env var {0}
nl: Ingesteld met env var {0}
pl: Ustaw zmienną środowiskową {0}
pt_br: Definir com a variável de ambiente {0}
ru: Установить с помощью переменной окружения {0}
sk: Nastavené s env var {0}
sl: Nastavljeno z env var {0}
sq: Vendose me env var {0}
sr: Podešeno preko env var {0}
sv: Ställ in med miljövariabel {0}
tr: {0}çevre değişkeni ile ayarlayın
uk: Задається змінною середовища {0}
vi: Thiết lập với env var {0}
zh_hk: 使用 env var 設定 {0}

# {0} is the name of an authentication service
source: Deactivate {0}?
ar: إلغاء تفعيل {0}؟
bg: Деактивирай {0}?
ca: Desactivar {0}?
de: Deaktiviere {0}?
es: ¿Desactivar {0}?
fa: غیر فعال کردن {0}
fi: Deaktivoidaanko {0}?
fr: Désactiver {0} ?
it: Disattiva {0}?
ja: {0}を無効化しますか?
nb: Deaktiver {0}?
nl: {0} deactiveren?
pl: Czy dezaktywować {0}?
pt_br: Desativar {0}?
ru: Деактивировать {0}?
sk: Deaktivovať {0}?
sl: Deaktivirati {0}?
sq: Çaktivizo {0}?
sr: Deaktivirati {0}?
sv: Inaktivera {0}?
tr: {0} devre dışı bırakılsın mı?
uk: Деактивувати {0}?
vi: Huỷ kích hoạt {0} ?
zh_hk: 停用{0}？

# The response returned by an API Request
source: Test response
ar: استجابة الاختبار
bg: Отговор на теста
ca: Resposta de prova
de: Reaktion auf den Test
es: Respuesta de la prueba
fa: پاسخ تست
fi: Testivaste
fr: Réponse au test
it: Risposta al test
ja: テスト・レスポンス
lt: Bandomasis atsakas
nb: Testrespons
nl: Testreactie
pl: Test odpowiedzi
pt_br: Resposta do teste
ru: Тестовый ответ
sk: Odozva na test
sl: Preskusni odziv
sq: PErgjigje testi
sr: Test odgovor
sv: Testsvar
tr: Test yanıtı
uk: Відповідь тесту
vi: Phản hồi thử nghiệm
zh_hk: 測試回應

# {0} is admin's email address
source: To add a new database, please contact your administrator at {0}.
ar: لإضافة قاعدة بيانات جديدة، يرجى التواصل مع المسؤول لديك على {0}.
bg: За да добавите нова база данни, моля, свържете се с вашия администратор на {0}.
ca: Per afegir una nova base de dades, poseu-vos en contacte amb el vostre administrador a {0}.
de: Um eine neue Datenbank hinzuzufügen, wenden Sie sich bitte an Ihren Administrator unter {0}.
es: Para agregar una nueva base de datos, comuníquese con su administrador al {0}.
fa: برای افزودن یک پایگاه داده جدید، لطفاً با مدیر خود از طریق {0}تماس بگیرید.
fi: Jos haluat lisätä uuden tietokannan, ota yhteyttä järjestelmänvalvojaasi osoitteessa {0}.
fr: Pour ajouter une nouvelle base de données, veuillez contacter votre administrateur au {0}.
it: Per aggiungere un nuovo database, contatta l'amministratore all'indirizzo {0}.
ja: 新しいデータベースを追加するには、管理者 ( {0}) にお問い合わせください。
nb: Hvis du vil legge til en ny database, kan du kontakte administratoren din på {0}.
nl: Als u een nieuwe database wilt toevoegen, neemt u contact op met uw beheerder via {0}.
pl: Aby dodać nową bazę danych, skontaktuj się z administratorem pod adresem {0}.
pt_br: Para adicionar um novo banco de dados, entre em contato com seu administrador em {0}.
ru: Чтобы добавить новую базу данных, обратитесь к администратору по адресу {0}.
sk: Ak chcete pridať novú databázu, kontaktujte svojho administrátora na adrese {0}.
sl: Za dodajanje nove baze podatkov se obrnite na svojega skrbnika na {0}.
sq: Për të shtuar një bazë të re të dhënash, ju lutemi kontaktoni administratorin tuaj te {0}.
sr: Da biste dodali novu bazu podataka, kontaktirajte svog administratora na {0}.
sv: För att lägga till en ny databas, vänligen kontakta din administratör på {0}.
tr: Yeni bir veritabanı eklemek için lütfen {0}adresinden yöneticinizle iletişime geçin.
uk: Щоб додати нову базу даних, зверніться до адміністратора за адресою {0}.
vi: Để thêm cơ sở dữ liệu mới, vui lòng liên hệ với quản trị viên của bạn theo số {0}.
zh_hk: 若要新增資料庫，請聯絡您的管理員 {0}。

# {0} is admin's email address
source: To enable CSV file upload, please contact your administrator at {0}.
ar: لتمكين رفع ملفات CSV، يرجى التواصل مع المسؤول لديك على {0}.
bg: За да активирате качването на CSV файл, моля, свържете се с вашия администратор на {0}.
ca: Per habilitar la càrrega de fitxers CSV, poseu-vos en contacte amb el vostre administrador a {0}.
de: Um den CSV-Dateiupload zu aktivieren, wenden Sie sich bitte an Ihren Administrator unter {0}.
es: Para habilitar la carga de archivos CSV, comuníquese con su administrador al {0}.
fa: برای فعال کردن آپلود فایل CSV، لطفاً با مدیر خود از طریق {0}تماس بگیرید.
fi: Jos haluat ottaa CSV-tiedoston latauksen käyttöön, ota yhteyttä järjestelmänvalvojaasi osoitteessa {0}.
fr: Pour activer le téléchargement de fichiers CSV, veuillez contacter votre administrateur au {0}.
it: Per abilitare il caricamento del file CSV, contatta l'amministratore all'indirizzo {0}.
ja: CSV ファイルのアップロードを有効にするには、管理者 ( {0}) にお問い合わせください。
nb: For å aktivere opplasting av CSV-filer, vennligst kontakt administratoren din på {0}.
nl: Neem contact op met uw beheerder via {0}om het uploaden van CSV-bestanden mogelijk te maken.
pl: Aby umożliwić przesyłanie plików CSV, skontaktuj się z administratorem pod adresem {0}.
pt_br: Para habilitar o upload de arquivo CSV, entre em contato com seu administrador em {0}.
ru: Чтобы включить загрузку CSV-файлов, обратитесь к своему администратору по адресу {0}.
sk: Ak chcete povoliť nahrávanie súboru CSV, kontaktujte svojho administrátora na adrese {0}.
sl: Če želite omogočiti nalaganje datoteke CSV, se obrnite na skrbnika na {0}.
sq: Për të aktivizuar ngarkimin e skedarëve CSV, ju lutemi kontaktoni administratorin tuaj te {0}.
sr: Da biste omogućili otpremanje CSV fajlova, kontaktirajte svog administratora na {0}.
sv: För att aktivera uppladdning av CSV-filer, vänligen kontakta din administratör på {0}.
tr: CSV dosya yüklemeyi etkinleştirmek için lütfen {0}adresinden yöneticinizle iletişime geçin.
uk: Щоб увімкнути завантаження CSV-файлів, зверніться до адміністратора за адресою {0}.
vi: Để bật tính năng tải tệp CSV, vui lòng liên hệ với quản trị viên của bạn theo số {0}.
zh_hk: 若要啟用 CSV 檔案上傳功能，請聯絡您的管理員： {0}。
