Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You don''t have permission to add data to this database.
ar: ليست لديك صلاحية إضافة بيانات إلى قاعدة البيانات هذه.
bg: Нямате разрешение да добавяте данни към тази база данни.
ca: No teniu permís per afegir dades a aquesta base de dades.
de: Sie haben keine Berechtigung, dieser Datenbank Daten hinzuzufügen.
es: No tienes permiso para agregar datos a esta base de datos.
fa: شما اجازه اضافه کردن داده به این پایگاه داده را ندارید.
fi: Sinulla ei ole oikeutta lisätä tietoja tähän tietokantaan.
fr: Vous n'avez pas l'autorisation d'ajouter des données à cette base de données.
it: Non hai l'autorizzazione per aggiungere dati a questo database.
ja: このデータベースにデータを追加する権限がありません。
nb: Du har ikke tillatelse til å legge til data i denne databasen.
nl: U hebt geen toestemming om gegevens aan deze database toe te voegen.
pl: Nie masz uprawnień do dodawania danych do tej bazy danych.
pt_br: Você não tem permissão para adicionar dados a este banco de dados.
ru: У вас нет разрешения на добавление данных в эту базу данных.
sk: Nemáte povolenie na pridávanie údajov do tejto databázy.
sl: Nimate dovoljenja za dodajanje podatkov v to zbirko podatkov.
sq: Nuk keni leje për të shtuar të dhëna në këtë bazë të dhënash.
sr: Nemate dozvolu da dodajete podatke u ovu bazu podataka.
sv: Du har inte behörighet att lägga till data i den här databasen.
tr: Bu veritabanına veri ekleme izniniz yok.
uk: У вас немає дозволу додавати дані до цієї бази даних.
vi: Bạn không có quyền thêm dữ liệu vào cơ sở dữ liệu này.
zh_hk: 您沒有權限將資料加入此資料庫。

source: Referenced in table "{0}".
ar: مُشار إليه في الجدول "{0}".
bg: Посочено в таблица „{0}“.
ca: Es fa referència a la taula "{0}".
de: In Tabelle „{0}“ referenziert.
es: Referenciado en la tabla "{0}".
fa: در جدول «{0}» به آن اشاره شده است.
fi: Viitattu taulukossa "{0}".
fr: Référencé dans le tableau "{0}".
it: Referenziato nella tabella "{0}".
ja: 表「{0}」で参照されます。
nb: Referert til i tabellen "{0}".
nl: Gerefereerd in tabel "{0}".
pl: Odwołuje się do tabeli „{0}”.
pt_br: Referenciado na tabela "{0}".
ru: Упоминается в таблице «{0}».
sk: Odkazované v tabuľke „{0}“.
sl: Navedeno v tabeli »{0}«.
sq: Referuar në tabelën "{0}".
sr: Referencirano u tabeli "{0}".
sv: Refererad i tabellen "{0}".
tr: "{0}" tablosunda referans alınmıştır.
uk: Є посилання в таблиці "{0}".
vi: Được tham chiếu trong bảng "{0}".
zh_hk: 在表 "{0}" 中引用。

source: You don''t have permission to update data in this database.
ar: ليست لديك صلاحية تحديث البيانات في قاعدة البيانات هذه.
bg: Нямате разрешение да актуализирате данни в тази база данни.
ca: No teniu permís per actualitzar les dades d'aquesta base de dades.
de: Sie haben keine Berechtigung, Daten in dieser Datenbank zu aktualisieren.
es: No tienes permiso para actualizar datos en esta base de datos.
fa: شما اجازه به‌روزرسانی داده‌ها در این پایگاه داده را ندارید.
fi: Sinulla ei ole oikeutta päivittää tietoja tässä tietokannassa.
fr: Vous n'avez pas l'autorisation de mettre à jour les données de cette base de données.
it: Non hai l'autorizzazione per aggiornare i dati in questo database.
ja: このデータベースのデータを更新する権限がありません。
nb: Du har ikke tillatelse til å oppdatere data i denne databasen.
nl: U hebt geen toestemming om de gegevens in deze database bij te werken.
pl: Nie masz uprawnień do aktualizacji danych w tej bazie danych.
pt_br: Você não tem permissão para atualizar dados neste banco de dados.
ru: У вас нет разрешения на обновление данных в этой базе данных.
sk: Nemáte povolenie na aktualizáciu údajov v tejto databáze.
sl: Nimate dovoljenja za posodabljanje podatkov v tej zbirki podatkov.
sq: Nuk keni leje për të përditësuar të dhëna në këtë bazë të dhënash.
sr: Nemate dozvolu da ažurirate podatke u ovoj bazi podataka.
sv: Du har inte behörighet att uppdatera data i den här databasen.
tr: Bu veritabanındaki verileri güncelleme izniniz yok.
uk: У вас немає дозволу оновлювати дані в цій базі даних.
vi: Bạn không có quyền cập nhật dữ liệu trong cơ sở dữ liệu này.
zh_hk: 您無權更新此資料庫中的資料。

source: Other rows refer to this row so it cannot be changed.
ar: تشير صفوف أخرى إلى هذا الصف، لذا لا يمكن تغييره.
bg: Други редове се отнасят до този ред, така че той не може да бъде променен.
ca: Altres files fan referència a aquesta fila, de manera que no es pot canviar.
de: Andere Zeilen beziehen sich auf diese Zeile, sie kann also nicht geändert werden.
es: Las demás filas hacen referencia a esta fila, por lo que no se puede modificar.
fa: ردیف‌های دیگر به این ردیف ارجاع می‌دهند، بنابراین نمی‌توان آن را تغییر داد.
fi: Muut rivit viittaavat tähän riviin, joten sitä ei voi muuttaa.
fr: D'autres lignes font référence à cette ligne, elle ne peut donc pas être modifiée.
it: Le altre righe fanno riferimento a questa riga, quindi non è possibile modificarla.
ja: 他の行はこの行を参照しているため、変更できません。
nb: Andre rader refererer til denne raden, så den kan ikke endres.
nl: Andere rijen verwijzen naar deze rij en kunnen daarom niet worden gewijzigd.
pl: Pozostałe wiersze odnoszą się do tego wiersza, więc nie można go zmienić.
pt_br: Outras linhas fazem referência a esta linha, portanto ela não pode ser alterada.
ru: Другие строки ссылаются на эту строку, поэтому ее нельзя изменить.
sk: Ostatné riadky odkazujú na tento riadok, takže ho nemožno zmeniť.
sl: Druge vrstice se nanašajo na to vrstico, zato je ni mogoče spremeniti.
sq: Rreshta të tjerë i referohen këtij rreshti, ndaj nuk mund të ndryshohet.
sr: Drugi redovi referenciraju ovaj red, zato ne može da se promeni.
sv: Andra rader hänvisar till den här raden så den kan inte ändras.
tr: Diğer satırlar bu satıra atıfta bulunduğundan değiştirilemez.
uk: Інші рядки посилаються на цей рядок, тому його неможливо змінити.
vi: Các hàng khác tham chiếu đến hàng này nên không thể thay đổi được.
zh_hk: 其他行參照此行，因此無法變更。

source: You don''t have permission to delete data from this database.
ar: ليست لديك صلاحية حذف بيانات من قاعدة البيانات هذه.
bg: Нямате разрешение да изтривате данни от тази база данни.
ca: No teniu permís per suprimir dades d'aquesta base de dades.
de: Sie sind nicht berechtigt, Daten aus dieser Datenbank zu löschen.
es: No tienes permiso para eliminar datos de esta base de datos.
fa: شما اجازه حذف داده‌ها از این پایگاه داده را ندارید.
fi: Sinulla ei ole oikeutta poistaa tietoja tästä tietokannasta.
fr: Vous n'avez pas l'autorisation de supprimer des données de cette base de données.
it: Non hai l'autorizzazione per eliminare i dati da questo database.
ja: このデータベースからデータを削除する権限がありません。
nb: Du har ikke tillatelse til å slette data fra denne databasen.
nl: U hebt geen toestemming om gegevens uit deze database te verwijderen.
pl: Nie masz uprawnień do usuwania danych z tej bazy danych.
pt_br: Você não tem permissão para excluir dados deste banco de dados.
ru: У вас нет разрешения на удаление данных из этой базы данных.
sk: Nemáte povolenie na odstránenie údajov z tejto databázy.
sl: Nimate dovoljenja za brisanje podatkov iz te baze podatkov.
sq: Nuk keni leje për të fshirë të dhëna nga kjo bazë të dhënash.
sr: Nemate dozvolu da brišete podatke iz ove baze podataka.
sv: Du har inte behörighet att radera data från den här databasen.
tr: Bu veritabanından veri silme izniniz yok.
uk: У вас немає дозволу видаляти дані з цієї бази даних.
vi: Bạn không có quyền xóa dữ liệu khỏi cơ sở dữ liệu này.
zh_hk: 您沒有從此資料庫刪除資料的權限。

source: It looks like you have a ''?'' in your code which Postgres''s JDBC driver interprets as a parameter. You might need to escape it like ''??''.
ar: يبدو أن لديك ''?'' في الكود لديك، والتي يفسّرها برنامج تشغيل JDBC الخاص بـ Postgres على أنها مُعامل. قد تحتاج إلى تهريبها مثل ''??''.
bg: Изглежда, че имате ''?'' в кода си, който JDBC драйверът на Postgres интерпретира като параметър. Може да се наложи да го екранирате като ''??''.
ca: Sembla que tens un ''?'' al codi que el controlador JDBC de Postgres interpreta com un paràmetre. Potser hauràs d'escapar-lo com ara ''??''.
de: Es sieht so aus, als ob Ihr Code ein „?“ enthält, das der JDBC-Treiber von Postgres als Parameter interpretiert. Möglicherweise müssen Sie es mit „??“ maskieren.
eo: Looks like you got a '?' in your code and Postgres’s JDBC driver is lowkey reading it as a parameter. You might need to escape it as '??' to avoid the mess.
es: Parece que tienes un ''?'' en tu código, que el controlador JDBC de Postgres interpreta como un parámetro. Quizás debas escaparlo como ''??''.
fa: به نظر می‌رسد که در کد خود یک علامت ''?'' دارید که درایور JDBC پستگرس آن را به عنوان یک پارامتر تفسیر می‌کند. شاید لازم باشد آن را مانند ''??'' escape کنید.
fi: Näyttää siltä, että koodissasi on ''?'', jonka Postgresin JDBC-ajuri tulkitsee parametriksi. Sinun on ehkä käytettävä koodinvaihtomerkkiä (escape), kuten ''??''.
fr: Il semble que votre code contienne un « ? » que le pilote JDBC de Postgres interprète comme un paramètre. Vous devrez peut-être l'échapper avec « ?? ».
it: Sembra che nel tuo codice ci sia un ''?'' che il driver JDBC di PostgreSQL interpreta come parametro. Potresti doverlo usare come escape, come ''??''.
ja: コード内に「?」が含まれているようですが、PostgresのJDBCドライバはこれをパラメータとして解釈します。「??」のようにエスケープする必要があるかもしれません。
nb: Det ser ut som om du har et ''?'' i koden din som Postgres' JDBC-driver tolker som en parameter. Du må kanskje unnslippe det som ''??'''.
nl: Het lijkt erop dat je een ''?'' in je code hebt staan, die de JDBC-driver van Postgres als parameter interpreteert. Mogelijk moet je er een escape aan toevoegen, zoals ''??''.
pl: Wygląda na to, że masz ''?'' w kodzie, który sterownik JDBC Postgres'a interpretuje jako parametr. Być może musisz go uciec, np. ''??''.
pt_br: Parece que você tem um ''?'' no seu código que o driver JDBC do Postgres interpreta como um parâmetro. Talvez seja necessário usar um escape como ''??''.
ru: Похоже, в вашем коде есть ''?'', который драйвер Postgres JDBC интерпретирует как параметр. Возможно, вам придется экранировать его как ''??''.
sk: Zdá sa, že vo vašom kóde máte znak ''?'', ktorý ovládač JDBC Postgresu interpretuje ako parameter. Možno ho budete musieť escapovať, napríklad znakom ''??''.
sl: Zdi se, da imate v kodi znak ''?'', ki ga gonilnik JDBC Postgresa interpretira kot parameter. Morda ga boste morali ubežati z znakom ''??''.
sq: Duket se keni një ''?'' në kodin tuaj që drejtuesi JDBC i Postgres e interpreton si parametër. Mund t’ju duhet ta escaponi si ''??''.
sr: Izgleda da u vašem kodu imate ''?'' koji Postgres-ov JDBC drajver tumači kao parametar. Možda treba da ga eskejp-ujete kao ''??''.
sv: Det verkar som att du har ett ''?'' i din kod som Postgres JDBC-drivrutin tolkar som en parameter. Du kan behöva använda en escape-funktion som ''??''.
tr: Kodunuzda Postgres''in JDBC sürücüsünün parametre olarak yorumladığı bir ''?'' var gibi görünüyor. Bunu ''??'' gibi kaçırmanız gerekebilir.
uk: Схоже, у вашому коді є ''?'' — JDBC-драйвер Postgres інтерпретує його як параметр. Можливо, потрібно екранувати його як ''??''.
vi: Có vẻ như bạn có một ''?'' trong mã của mình mà trình điều khiển JDBC của Postgres diễn giải thành một tham số. Bạn có thể cần thoát nó như ''??''.
zh_hk: 看起來您的程式碼中有一個 ''?'' Postgres 的 JDBC 驅動程式會將其解釋為參數。您可能需要將它轉換成 ''?

source: Other rows refer to this value so it cannot be changed.
ar: تشير صفوف أخرى إلى هذه القيمة، لذا لا يمكن تغييرها.
bg: Други редове се отнасят до тази стойност, така че тя не може да бъде променена.
ca: Altres files fan referència a aquest valor, de manera que no es pot canviar.
de: Andere Zeilen beziehen sich auf diesen Wert, sodass er nicht geändert werden kann.
es: Las demás filas hacen referencia a este valor, por lo que no se puede modificar.
fa: ردیف‌های دیگر به این مقدار اشاره دارند، بنابراین نمی‌توان آن را تغییر داد.
fi: Muut rivit viittaavat tähän arvoon, joten sitä ei voi muuttaa.
fr: D'autres lignes font référence à cette valeur, elle ne peut donc pas être modifiée.
it: Altre righe fanno riferimento a questo valore, quindi non può essere modificato.
ja: 他の行はこの値を参照するため、変更できません。
nb: Andre rader refererer til denne verdien, så den kan ikke endres.
nl: Andere rijen verwijzen naar deze waarde en kunnen daarom niet worden gewijzigd.
pl: Pozostałe wiersze odnoszą się do tej wartości, więc nie można jej zmienić.
pt_br: Outras linhas referem-se a esse valor, portanto ele não pode ser alterado.
ru: Другие строки ссылаются на это значение, поэтому его нельзя изменить.
sk: Ostatné riadky odkazujú na túto hodnotu, takže ju nemožno zmeniť.
sl: Druge vrstice se nanašajo na to vrednost, zato je ni mogoče spremeniti.
sq: Rreshta të tjerë i referohen kësaj vlere, ndaj nuk mund të ndryshohet.
sr: Drugi redovi referenciraju ovu vrednost, zato ne može da se promeni.
sv: Andra rader refererar till detta värde så det kan inte ändras.
tr: Diğer satırlar bu değere atıfta bulunduğundan değiştirilemez.
uk: Інші рядки посилаються на це значення, тому його неможливо змінити.
vi: Các hàng khác tham chiếu đến giá trị này nên không thể thay đổi được.
zh_hk: 其他行會參考此值，因此無法變更。

source: Maximum number of leaf fields synced per collection of document database. Currently relevant for Mongo. Not to be confused with total number of synced fields. For every chosen leaf field, all intermediate fields from root to leaf are synced as well.
ar: الحد الأقصى لعدد الحقول الورقية التي تتم مزامنتها لكل مجموعة في قاعدة بيانات مستندية. ينطبق حاليًا على Mongo. لا تخلطه مع العدد الإجمالي للحقول التي تتم مزامنتها. لكل حقل ورقي يتم اختياره، تتم مزامنة جميع الحقول الوسيطة من الجذر إلى الورقة أيضًا.
bg: Максимален брой синхронизирани крайни полета за колекция от база данни с документи. В момента е актуално за Mongo. Да не се бърка с общия брой синхронизирани полета. За всяко избрано крайно поле се синхронизират и всички междинни полета от корена до крайното поле.
ca: Nombre màxim de camps full sincronitzats per col·lecció de bases de dades de documents. Actualment rellevant per a Mongo. No s'ha de confondre amb el nombre total de camps sincronitzats. Per a cada camp full escollit, també es sincronitzen tots els camps intermedis des de l'arrel fins a la fulla.
de: Maximale Anzahl synchronisierter Blattfelder pro Sammlung der Dokumentendatenbank. Aktuell relevant für Mongo. Nicht zu verwechseln mit der Gesamtzahl der synchronisierten Felder. Für jedes ausgewählte Blattfeld werden auch alle Zwischenfelder von der Wurzel bis zum Blatt synchronisiert.
es: Número máximo de campos hoja sincronizados por colección de la base de datos de documentos. Actualmente relevante para Mongo. No debe confundirse con el número total de campos sincronizados. Para cada campo hoja seleccionado, también se sincronizan todos los campos intermedios, desde la raíz hasta la hoja.
fa: حداکثر تعداد فیلدهای برگ همگام‌سازی شده به ازای هر مجموعه از پایگاه داده سند. در حال حاضر برای Mongo مرتبط است. نباید با تعداد کل فیلدهای همگام‌سازی شده اشتباه گرفته شود. برای هر فیلد برگ انتخاب شده، تمام فیلدهای میانی از ریشه تا برگ نیز همگام‌سازی می‌شوند.
fi: Dokumenttitietokannan kokoelmaa kohden synkronoitavien lehtikenttien enimmäismäärä. Tällä hetkellä olennainen Mongolle. Ei pidä sekoittaa synkronoitujen kenttien kokonaismäärään. Jokaista valittua lehtikenttää kohden synkronoidaan myös kaikki välikentät juuresta lehteen.
fr: Nombre maximal de champs feuille synchronisés par collection de la base de données de documents. Actuellement pertinent pour Mongo. À ne pas confondre avec le nombre total de champs synchronisés. Pour chaque champ feuille sélectionné, tous les champs intermédiaires, de la racine à la feuille, sont également synchronisés.
it: Numero massimo di campi foglia sincronizzati per raccolta di database di documenti. Attualmente rilevante per Mongo. Da non confondere con il numero totale di campi sincronizzati. Per ogni campo foglia scelto, vengono sincronizzati anche tutti i campi intermedi dalla radice alla foglia.
ja: ドキュメントデータベースのコレクションごとに同期されるリーフフィールドの最大数。現在Mongoに関連します。同期されるフィールドの総数と混同しないでください。選択されたリーフフィールドごとに、ルートからリーフまでのすべての中間フィールドも同期されます。
nb: Maksimalt antall bladfelt som synkroniseres per samling i dokumentdatabasen. For øyeblikket relevant for Mongo. Må ikke forveksles med totalt antall synkroniserte felt. For hvert bladfelt som velges, synkroniseres også alle mellomliggende felt fra rot til blad.
nl: Maximaal aantal leaf-velden gesynchroniseerd per verzameling documentendatabase. Momenteel relevant voor Mongo. Niet te verwarren met het totale aantal gesynchroniseerde velden. Voor elk gekozen leaf-veld worden ook alle tussenliggende velden van root tot leaf gesynchroniseerd.
pl: Maksymalna liczba pól „liści” synchronizowanych na zbiór bazy danych dokumentów. Obecnie dotyczy Mongo. Nie należy mylić z całkowitą liczbą zsynchronizowanych pól. Dla każdego wybranego pola „liścia” synchronizowane są również wszystkie pola pośrednie, od głównego do głównego.
pt_br: Número máximo de campos folha sincronizados por coleção do banco de dados de documentos. Atualmente relevante para o Mongo. Não confundir com o número total de campos sincronizados. Para cada campo folha escolhido, todos os campos intermediários, da raiz à folha, também são sincronizados.
ru: Максимальное количество конечных полей, синхронизируемых для каждой коллекции базы данных документов. В настоящее время актуально для Mongo. Не путать с общим количеством синхронизированных полей. Для каждого выбранного конечного поля также синхронизируются все промежуточные поля от корневого до конечного.
sk: Maximálny počet synchronizovaných koncových polí na kolekciu databázy dokumentov. Aktuálne relevantné pre Mongo. Nezamieňať s celkovým počtom synchronizovaných polí. Pre každé vybrané koncové pole sa synchronizujú aj všetky medziľahlé polia od koreňa po list.
sl: Največje število sinhroniziranih listnih polj na zbirko dokumentne baze podatkov. Trenutno relevantno za Mongo. Ne sme se zamenjati s skupnim številom sinhroniziranih polj. Za vsako izbrano listno polje se sinhronizirajo tudi vsa vmesna polja od korena do lista.
sq: Numri maksimal i fushave leaf të sinkronizuara për koleksion të bazës së të dhënave dokument. Aktualisht relevant për Mongo. Mos e ngatërroni me numrin total të fushave të sinkronizuara. Për çdo fushë leaf të zgjedhur, sinkronizohen gjithashtu të gjitha fushat ndërmjetëse nga rrënja deri te leaf.
sr: Maksimalan broj leaf polja koja se sinhronizuju po kolekciji document baze podataka. Trenutno relevantno za Mongo. Ne treba mešati sa ukupnim brojem sinhronizovanih polja. Za svako izabrano leaf polje, sinhronizuju se i sva međupolja od korena do lista.
sv: Maximalt antal synkroniserade lövfält per samling av dokumentdatabasen. För närvarande relevant för Mongo. Inte att förväxla med totalt antal synkroniserade fält. För varje valt lövfält synkroniseras även alla mellanliggande fält från rot till löv.
tr: Belge veritabanı koleksiyonu başına senkronize edilen maksimum yaprak alanı sayısı. Şu anda Mongo için geçerlidir. Toplam senkronize edilen alan sayısıyla karıştırılmamalıdır. Seçilen her yaprak alanı için, kökten yaprağa kadar tüm ara alanlar da senkronize edilir.
uk: Максимальна кількість листових полів, синхронізованих для кожної колекції документної бази даних. Наразі актуально для Mongo. Не плутати із загальною кількістю синхронізованих полів. Для кожного вибраного листового поля також синхронізуються всі проміжні поля від кореня до листка.
vi: Số lượng trường lá tối đa được đồng bộ hóa trên mỗi tập hợp cơ sở dữ liệu tài liệu. Hiện tại áp dụng cho Mongo. Không nên nhầm lẫn với tổng số trường được đồng bộ hóa. Với mỗi trường lá được chọn, tất cả các trường trung gian từ gốc đến lá cũng được đồng bộ hóa.
zh_hk: 每個文件資料庫集合同步的最大葉域數量。目前適用於 Mongo。不可與同步欄位總數混淆。對於每個選取的頁面欄位，從根到頁面的所有中間欄位也會同步。

source: input column doesn''t have a set timezone. Please set the source parameter in convertTimezone to convert it.
ar: عمود الإدخال لا يحتوي على منطقة زمنية محددة. يرجى تعيين مَعلمة المصدر في convertTimezone لتحويله.
bg: колоната за въвеждане няма зададена часова зона. Моля, задайте параметъра източник в convertTimezone, за да го конвертирате.
ca: La columna d'entrada no té una zona horària definida. Definiu el paràmetre d'origen a convertTimezone per convertir-lo.
de: Für die Eingabespalte ist keine Zeitzone festgelegt. Legen Sie den Quellparameter in convertTimezone fest, um die Zeitzone zu konvertieren.
eo: Yo, the input column isn’t set with a timezone. Make sure to set the source param in convertTimezone so it can be converted, fr.
es: La columna de entrada no tiene una zona horaria definida. Configure el parámetro de origen en "convertTimezone" para convertirla.
fa: ستون ورودی منطقه زمانی تنظیمی ندارد. لطفاً پارامتر منبع را در convertTimezone تنظیم کنید تا آن را تبدیل کنید.
fi: syöttösarakkeelle ei ole asetettu aikavyöhykettä. Aseta lähdeparametri convertTimezonessa sen muuntamiseksi.
fr: La colonne d'entrée n'a pas de fuseau horaire défini. Veuillez définir le paramètre source dans convertTimezone pour la convertir.
it: la colonna di input non ha un fuso orario impostato. Imposta il parametro sorgente in convertTimezone per convertirlo.
ja: 入力列にはタイムゾーンが設定されていません。変換するには、convertTimezone でソース パラメータを設定してください。
lt: įvesties stulpelyje nėra nustatytos laiko juostos. Norėdami konvertuoti, nustatykite šaltinio parametrą „convertTimezone“.
nb: inndatakolonnen har ikke en angitt tidssone. Angi kildeparameteren i convertTimezone for å konvertere den.
nl: invoerkolom heeft geen ingestelde tijdzone. Stel de bronparameter in convertTimezone in om deze te converteren.
pl: kolumna wejściowa nie ma ustawionej strefy czasowej. Proszę ustawić parametr source w convertTimezone, aby go przekonwertować.
pt_br: a coluna de entrada não tem um fuso horário definido. Defina o parâmetro da fonte em convertTimezone para convertê-lo.
ru: Входной столбец не имеет установленного часового пояса. Пожалуйста, установите исходный параметр в convertTimezone, чтобы преобразовать его.
sk: vstupný stĺpec nemá nastavené časové pásmo. Ak chcete konvertovať, nastavte parameter zdroja v convertTimezone.
sl: vnosni stolpec nima nastavljenega časovnega pasu. Nastavite izvorni parameter v convertTimezone, da ga pretvorite.
sq: kolona e input-it nuk ka një zonë kohore të caktuar. Ju lutemi vendosni parametrin source në convertTimezone për ta konvertuar.
sr: ulazna kolona nema podešenu vremensku zonu. Podesite source parametar u convertTimezone da biste je konvertovali.
sv: inmatningskolumnen har ingen inställd tidszon. Ställ in källparametern i convertTimezone för att konvertera den.
tr: giriş sütununda ayarlanmış bir zaman dilimi yok. Lütfen convertTimezone'da kaynak parametresini ayarlayarak dönüştürün.
uk: вхідний стовпець не має встановленого часового поясу. Будь ласка, задайте параметр source у convertTimezone, щоб конвертувати його.
vi: cột đầu vào không có múi giờ cố định. Vui lòng đặt tham số nguồn trong convertTimezone để chuyển đổi.
zh_hk: 輸入欄沒有設定時區。請在 convertTimezone 中設定來源參數以轉換時區。
