Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Rows
ar: الصفوف
bg: Редове
ca: Files
de: Zeilen
eo: Rows → Flexing those lines, or just say "rows" if it’s about a lineup, no cap
es: Filas
fa: ردیف‌ها
fi: Rivit
fr: Lignes
hu: Sorok
it: Righe
ja: 行
lt: Eilutės
ms: Baris
nb: Rader
nl: Rijen
pl: Wiersze
pt_br: Linhas
ru: Строки
sk: Riadky
sl: Vrstice
sq: Rreshta
sr: Redovi
sv: Rader
tr: Satırlar
uk: Рядки
vi: Hàng
zh_hk: 行

source: Measures
ar: المقاييس
bg: Измервания
ca: Mesures
de: Kennzahlen
eo: Vibes or moves (depending on context)
es: Medidas
fa: اندازه‌گیری‌ها
fi: Toimenpiteet
fr: Mesures
hu: Intézkedések
it: Misure
ja: 対策
lt: Priemonės
ms: Ukuran
nb: Målinger
nl: Maatregelen
pl: Miary
pt_br: Medidas
ru: Измерения
sk: Opatrenia
sl: Ukrepi
sq: Matje
sr: Mere
sv: Mätvärden
tr: Tedbirler
uk: Міри
vi: Đo lường
zh_hk: 措施

source: Sort Order
hu: Sorrend
ms: Susunan Urutan

source: Pivot table
ar: جدول محوري
bg: Пивот таблица
ca: Pivotar la taula
de: Pivot-Tabelle
eo: Pivot Table → Flex Grid
es: Tabla Pivot
fa: جدول محوری
fi: Pivot-taulukko
fr: Pivoter la table
hu: Pivot tábla
it: Tabella pivot
ja: ピボットテーブル
lt: Sukamoji lentelė
ms: Jadual Pivot
nb: Pivottabeller
nl: Draaitabel
pl: Tabela przestawna
pt_br: Tabela dinâmica
ru: Сводная таблица
sk: Kontingenčná tabuľka
sl: Vrtilna tabela
sq: Tabelë pivot
sr: Pivot tabela
sv: Pivot-tabell
tr: Pivot tablo
uk: Зведена таблиця
vi: Bảng tổng hợp
zh_hk: 資料透視表

source: This has been set by the {0} environment variable.
ar: تم تعيين هذا بواسطة متغير البيئة {0}.
bg: Това е зададено от променливата на околната среда {0}.
ca: Això s'ha establert per la variable d'entorn {0}.
de: Dies wurde durch die Umgebungsvariable {0} gesetzt.
eo: This has been chillaxed by the {0} environment variable.
es: Esto se ha establecido con la variable de entorno {0}.
fa: این به وسیله متغیر محیطی {0} تنظیم شده است.
fi: Tämä on asetettu {0} ympäristömuuttujalla.
fr: Ceci a été paramétré par la variable d'environnement {0}.
hu: Ezt a(z) {0} környezeti változó állította be.
it: Questo è stato impostato dalla variabile d'ambiente {0}.
ja: これは、環境変数{0}によって設定されています。
lt: Tai nustatyta aplinkos kintamuoju {0}.
ms: Ini telah ditetapkan oleh pemboleh ubah persekitaran {0}.
nb: Dette har blitt satt av miljøvariabelen {0}.
nl: Dit is ingesteld door de omgevingsvariabele {0}.
pl: Zostało to ustawione przez zmienną środowiskową {0}.
pt_br: Isso foi configurado pela variável de ambiente {0}.
ru: Это установлено переменной окружения {0}.
sk: Toto bolo nastavené pomocou premennej prostredia {0}.
sl: To je nastavila {0} okoljska spremenljivka.
sq: Kjo është vendosur nga variabla e mjedisit {0}.
sr: Ovo je podešeno preko promenljive okruženja {0}.
sv: Detta har satts av miljövariabeln {0}.
tr: Bu, {0} ortam değişkeni tarafından ayarlandı.
uk: Це встановлено змінною середовища {0}.
vi: Điều này đã được thiết lập bởi biến môi trường {0}.
zh_hk: 這已由 {0} 環境變數設定。

source: This page is looking empty.
hu: Ez az oldal üresnek tűnik.
ms: Halaman ini kelihatan kosong.

source: location
hu: elhelyezkedés
ms: lokasi

source: time
hu: idő
ms: masa

source: Sum over time
ar: المجموع عبر الوقت
bg: Сума във времето
ca: Suma en el temps
de: Summe über die Zeit
eo: Vibe over time
es: Suma acumulada
fa: جمع با گذشت زمان
fi: Summa alusta alkaen
fr: Somme dans le temps
hu: Idő szerinti összegzés
it: Somma nel tempo
ja: 経年変化
lt: Suma laikui bėgant
ms: Jumlah mengikut masa
nb: Sum over tid
nl: Som over tijd
pl: Suma w czasie
pt_br: Soma ao longo do tempo
ru: Сумма за время
sk: Súčet v priebehu času
sl: Seštevek skozi čas
sq: Shuma me kalimin e kohës
sr: Zbir kroz vreme
sv: Summa över tid
tr: Zaman içinde toplam
uk: Сума з часом
vi: Tổng theo thời gian
zh_hk: 隨時間累加

source: Display type
ar: نوع العرض
bg: Тип на дисплея
ca: Tipus de visualització
de: Anzeigetyp
eo: Display type → Show style
es: Tipo de visualización
fa: نوع نمایش
fi: Näyttötyyppi
fr: Type d'affichage
hu: Kijelző típusa
it: Tipo di visualizzazione
ja: ディスプレイの種類
lt: Ekrano tipas
ms: Jenis paparan
nb: Visningstype
nl: Weergave type
pl: Wyświetl typ
pt_br: Tipo de exibição
ru: Тип отображения
sk: Typ zobrazenia
sl: Vrsta prikaza
sq: Lloji i shfaqjes
sr: Tip prikaza
sv: Visningstyp
tr: Ekran türü
uk: Тип відображення
vi: Loại hiển thị
zh_hk: 顯示類型

source: Y-axis position
ar: موضع المحور Y
bg: Позиция на оста Y
ca: Posició en l'eix Y
de: Position der Y-Achse
eo: Y-axis spot
es: posición en el eje Y
fa: موقعیت محور Y
fi: Y-akselin sijainti
fr: Position sur l'axe Y
hu: Y tengely pozíciója
it: Posizione asse Y
ja: Y軸の位置
lt: Y ašies padėtis
ms: kedudukan paksi-Y
nb: Y-akseposisjon
nl: Y-as positie
pl: Pozycja osi Y
pt_br: Posição do eixo Y
ru: Положение оси Y
sk: Poloha osi y
sl: Položaj osi Y
sq: Pozicioni i boshtit Y
sr: Pozicija y-ose
sv: Y-axelposition
tr: Y-ekseni konumu
uk: Розташування осі Y
vi: Vị trí trục Y
zh_hk: Y軸位置

source: No breakouts are enabled
ar: لا توجد أي عمليات تقسيم حسب مفعّلة
bg: Няма активирани разпределения
ca: No hi ha interrupcions activades
de: Es sind keine Aufschlüsselungen eingestellt
eo: No cap, no breakouts are enabled rn
es: No están habilitadas los desgloses
fa: هیچ تقسیم‌بندی فعال نشده است
fi: Ei ole sallittu minkäänlaisia taukoja.
fr: Aucune interruption n'est autorisée
hu: Nincsenek kitörések engedélyezve
it: Nessuna suddivisione è abilitata
ja: ブレークアウトが有効でない
lt: Neįgalinti jokie lūžiai
ms: Tiada pemisahan yang diaktifkan
nb: Ingen utgrupperinger er aktivert
nl: Er zijn geen breakouts ingeschakeld
pl: Żadne grupowania nie są włączone
pt_br: Nenhuma quebra habilitada
ru: Разрывы не разрешены
sk: Nie sú povolené žiadne rozdelenia
sl: Prelomi niso omogočeni
sq: Nuk është aktivizuar asnjë ndarje sipas
sr: Nijedno razlaganje nije uključeno
sv: Inga genombrott är aktiverade
tr: Kırılımlar etkinleştirilmedi
uk: Жодних розбиттів не увімкнено
vi: Không có phân tích nào được kích hoạt
zh_hk: 未啟用任何分解

source: It is not possible to use the Log scale for a stacked percentage chart
ar: لا يمكن استخدام مقياس لوغاريتمي لمخطط نسبة مئوية مكدّس
bg: Не е възможно използването на логаритмична скала за подредена процентна диаграма
ca: No és possible utilitzat l'escala Log en una gràfica amb percentatge apilats.
de: Stapeldiagramme mit Prozent-Werten können keine logarithmische Skala verwenden
eo: You can't even use the Log scale for a stacked percentage chart, fr.
es: No es posible utilizar la escala logarítmica para un gráfico de porcentaje apilado
fa: امکان استفاده از مقیاس لگاریتمی برای نمودار توزیع درصدی وجود ندارد
fi: Ei ole mahdollista käyttää logaritmista asteikkoa pinotulle prosenttikaaviolle.
fr: Il n'est pas possible d'utiliser l'échelle logarithmique pour un histogramme en pourcentage empilé
hu: A Napló skála nem használható halmozott százalékos diagramhoz
it: Non è possibile utilizzare la scala logaritmica per un grafico a percentuale impilata
ja: スタックドパーセンテージチャートでLogスケールを使用することはできません
lt: Neįmanoma naudoti žurnalo skalės sudėtinei procentinei diagramai
ms: Tidak mungkin menggunakan skala Log untuk carta peratusan bertimbun
nb: Det er ikke mulig å bruke Logaritmisk skala for et diagram med stablet prosent
nl: Het is niet mogelijk om de Log-schaal te gebruiken voor een gestapelde percentagegrafiek
pl: Nie jest możliwe użycie skali logarytmicznej dla skumulowanego wykresu procentowego
pt_br: Não é possível usar a escala logarítmica para um gráfico de porcentagem empilhada
ru: Невозможно использовать логарифмическую шкалу для диаграммы с накопительными процентами
sk: Nie je možné použiť logaritmickú mierku pre skladaný percentuálny graf
sl: Lestvice dnevnika ni mogoče uporabiti za naloženi odstotni grafikon
sq: Nuk është e mundur të përdoret shkalla Log për një grafik përqindjeje të stivuar
sr: Nije moguće koristiti logaritamsku skalu za procenat slagani grafikon
sv: Det är inte möjligt att använda logaritmisk skala för ett staplat procentdiagram
tr: Yığılmış yüzde grafiği için Log skalası kullanılamaz
uk: Неможливо використовувати логарифмічну шкалу для відсоткової діаграми з накопиченням
vi: Không thể sử dụng thang Log cho biểu đồ phần trăm xếp chồng
zh_hk: 無法為堆疊百分比圖使用對數刻度

source: Column value
ar: قيمة العمود
bg: Стойност на колоната
ca: Valor de columna
de: Spaltenwert
eo: Column value → Column vibe
es: Valor de columna
fa: مقدار ستون
fi: Sarakkeen arvo
fr: Valeur de colonne
hu: Oszlop értéke
it: Valore della colonna
ja: 列の値
lt: Stulpelio vertė
ms: Nilai lajur
nb: Kolonneverdier
nl: Kolomwaarde
pl: Wartość kolumny
pt_br: Valor da coluna
ru: Значение столбца
sk: Hodnota stĺpca
sl: Vrednost stolpca
sq: Vlera e kolonës
sr: Vrednost kolone
sv: Kolumnvärde
tr: Sütun değeri
uk: Значення стовпця
vi: Giá trị cột
zh_hk: 欄位值

source: Add series breakout
ar: أضِف تقسيمًا حسب للسلاسل
bg: Добавяне на разпределение на сериите
ca: Afegir una sèrie d'interrupcions
de: Aufschlüsseln
eo: Add that series breakout, fr fr
es: Añadir desglose de series
fa: اضافه کردن تقسیم‌بندی سری
fi: Lisää sarjan läpimurto.
fr: Ajouter une série de séparation
hu: Sorozat kitörés hozzáadása
it: Aggiungi breakout della serie
ja: シリーズブレイクアウトを追加
lt: Pridėti serijos išsiskyrimą
ms: Tambah pemisahan siri
nb: Legg til utgrupperinger for serie
nl: Serie-uitbraak toevoegen
pl: Dodaj grupowanie serii
pt_br: Adicionar quebra de série
ru: Добавление разрыва серии
sk: Pridať rozdelenie série
sl: Dodajanje preloma serije
sq: Shto ndarje sipas për serinë
sr: Dodaj razlaganje serije
sv: Lägg till serieutbrott
tr: Seri kırılımını ekle
uk: Додати розбиття серій
vi: Thêm phân tích chuỗi
zh_hk: 新增數列分解

source: Add another series
ar: أضِف سلسلة أخرى
bg: Добавяне на друга серия
ca: Afegir una altra sèrie
de: Eine weitere Serie hinzufügen
eo: Add another vibe or smthn
es: Agregar otra serie
fa: اضافه کردن یک سری دیگر
fi: Lisää toinen sarja
fr: Ajouter d'autres séries
hu: Adjon hozzá egy másik sorozatot
it: Aggiungi un'altra serie
ja: 別のシリーズを追加する
lt: Pridėkite kitą seriją
ms: Tambah siri lain
nb: Legg til en annen serie
nl: Nog een serie toevoegen
pl: Dodaj kolejną serię
pt_br: Adicionar outra série
ru: Добавить еще одну серию
sk: Pridať ďalšiu sériu
sl: Dodajanje še enega niza
sq: Shto një seri tjetër
sr: Dodaj još jednu seriju
sv: Lägg till en annan serie
tr: Başka bir seri ekle
uk: Додати ще одну серію
vi: Thêm chuỗi khác
zh_hk: 新增另一個系列

source: Auto formatting
ar: تنسيق تلقائي
bg: Автоматично форматиране
ca: Format automàtic
de: Automatische Formatierung
eo: Auto formatting → auto figging
es: Formato automático
fa: فرمت‌دهی خودکار
fi: Automaattinen muotoilu
fr: Auto-formattage
hu: Automatikus formázás
it: Formattazione automatica
ja: オートフォーマット
lt: Automatinis formatavimas
ms: Format automatik
nb: Autoformatering
nl: Automatische opmaak
pl: Automatyczne formatowanie
pt_br: Auto formatação
ru: Автоформатирование
sk: Automatické formátovanie
sl: Samodejno oblikovanje
sq: Formatim automatik
sr: Auto formatiranje
sv: Automatisk formatering
tr: Otomatik biçimlendirme
uk: Автоформатування
vi: Định dạng tự động
zh_hk: 自動格式化

source: Scale
ar: المقياس
bg: Скала
ca: Scala
de: Skalierung
eo: "Scale" → "Flex" or "Level up"
es: Escala
fa: مقیاس
fi: Mittakaava
fr: Échelle
hu: Skála
it: Scala
ja: スケール
lt: Skalė
ms: Skala
nb: Skala
nl: Schaal
pl: Skala
pt_br: Escala
ru: Шкала
sk: Mierka
sl: Lestvica
sq: Shkallë
sr: Skala
sv: Skala
tr: Ölçek
uk: Шкала
vi: Tỉ lệ
zh_hk: 刻度

source: Show lines and marks
ar: إظهار الخطوط وعلامات التدريج
bg: Покажи линии и маркировки
ca: Mostrar línies i marques
de: Linien und Markierungen anzeigen
eo: Show the tea and the vibes
es: Mostrar líneas y marcas
fa: نمایش خطوط و نشانه‌ها
fi: Näytä rivit ja merkit
fr: Montrer les lignes et les marques
hu: Vonalak és jelek megjelenítése
it: Mostra linee e marcatori
ja: ラインやマークを表示する
lt: Rodyti linijas ir ženklus
ms: Tunjukkan garis dan penanda
nb: Vis linjer og markeringer
nl: Toon lijnen en markeringen
pl: Pokaż linie i znaczniki
pt_br: Mostrar linhas e marcas
ru: Показать линии и метки
sk: Zobraziť čiary a značky
sl: Prikaz črt in oznak
sq: Shfaq vijat dhe shenjat
sr: Prikaži linije i oznake
sv: Visa linjer och markeringar
tr: Çizgileri ve işaretleri göster
uk: Показувати лінії та мітки
vi: Hiển thị đường và dấu
zh_hk: 顯示線條和標記

source: Split y-axis when necessary
ar: تقسيم المحور y عند الحاجة
bg: Разделете оста Y, когато е необходимо
ca: Separar l'eix y quan sigui necessari
de: Y-Achse aufteilen wenn nötig
eo: Split y-axis when needed, fr.
es: Divide el eje y cuando sea necesario
fa: محور y را وقتی لازم است جدا کنید
fi: Jaa y-akseli tarvittaessa
fr: Diviser l'axe Y si nécessaire
hu: Ossza meg az y tengelyt, ha szükséges
it: Dividi l'asse y quando necessario
ja: 必要に応じてy軸を分割する
lt: Jei reikia, padalinkite y ašį
ms: Pisahkan paksi-y jika perlu
nb: Del y-akse om nødvendig
nl: Splits de y-as indien nodig
pl: W razie potrzeby podziel oś Y
pt_br: Dividir o eixo y quando necessário
ru: Делать разрывы оси Y при необходимости
sk: Ak je to potrebné, rozdeliť os y
sl: Po potrebi razdelite os y
sq: Ndaj boshtin y kur është e nevojshme
sr: Podeli y-osu po potrebi
sv: Dela y-axeln vid behov
tr: Gerekli olduğunda y eksenini böl
uk: Розділяти вісь Y за потреби
vi: Tách trục y khi cần thiết
zh_hk: 必要時拆分Y軸

source: Show label
ar: إظهار التسمية
bg: Покажи етикет
ca: Mostrar l'etiqueta
de: Zeige Labels an
eo: Show the drip
es: Mostrar etiqueta
fa: نمایش برچسب
fi: Näytä etiketti
fr: Afficher le libellé
hu: Címke megjelenítése
it: Mostra etichetta
ja: ラベルを表示する
lt: Rodyti etiketę
ms: Tunjukkan label
nb: Vis etikett
nl: Label weergeven
pl: Pokaż etykietę
pt_br: Mostrar etiqueta
ru: Показать заголовок
sk: Zobraziť štítok
sl: Pokaži oznako
sq: Shfaq etiketën
sr: Prikaži oznaku
sv: Visa etikett
tr: Etiketi göster
uk: Показувати мітку
vi: Hiển thị nhãn
zh_hk: 顯示標籤

source: Show data labels
hu: Adatcímkék megjelenítése
ms: Tujukkan jadual data

source: Auto x-axis range
ar: نطاق المحور x تلقائيًا
bg: Автоматичен обхват на оста X
ca: Rang de l'eix x automàtic
de: Bereich der X-Achse automatisch wählen
eo: Auto x-axis range → auto x-axis vibes are chillin'
es: Rango automático del eje X
fa: محدوده محور x خودکار
fi: Auton x-akselin alue
fr: Plage automatique pour l'axe X
hu: Automatikus x-tengely tartomány
it: Intervallo automatico dell'asse x
ja: X軸のオートレンジ
lt: Automatinis x ašies diapazonas
ms: Julat paksi-x automatik
nb: Automatisk område for x-aksen
nl: Automatisch bereik X-as
pl: Automatyczny zakres osi X
pt_br: Intervalo do eixo y automático
ru: Авто диапазон оси X
sk: Automatický rozsah osi x
sl: Samodejni razpon osi x
sq: Intervali automatik i boshtit x
sr: Automatski opseg x-ose
sv: Automatiskt x-axelomfång
tr: Otomatik x ekseni aralığı
uk: Автоматичний діапазон осі X
vi: Tự động phạm vi trục x
zh_hk: 自動X軸範圍

source: Value labels formatting
ar: تنسيق تسميات القيم
bg: Форматиране на етикетите на стойностите
ca: Format de les etiquetes de valor
de: Formatierung der Werte-Labels
eo: Value labels be lookin' kinda sus rn
es: Formato de etiquetas de valor
fa: قالب‌بندی برچسب‌های مقدار
fi: Arvojen merkintöjen muotoilu
fr: Formatage des valeurs de libellés
hu: Értékcímkék formázása
it: Formattazione delle etichette dei valori
ja: 値札の書式設定
lt: Reikšmių etikečių formatavimas
ms: Format label nilai
nb: Formatering for verdietiketter
nl: Opmaak van waardelabels
pl: Formatowanie etykiet wartości
pt_br: Formatação de etiquetas de valor
ru: Форматирование меток значений
sk: Formátovanie štítkov hodnoty
sl: Oblikovanje oznak vrednosti
sq: Formatimi i etiketave të vlerës
sr: Formatiranje oznaka vrednosti
sv: Formatering av värdeetiketter
tr: Değer etiketleri biçimlendirme
uk: Форматування міток значень
vi: Định dạng nhãn giá trị
zh_hk: 值標籤格式化

source: Action {0} is not supported for {1} Databases.
ar: الإجراء {0} غير مدعوم لقواعد بيانات {1}.
bg: Действието {0} не се поддържа за базите данни {1}.
ca: L'acció {0} no està suportada per Bases de dades {1}.
de: Die Aktion {0} wird nicht von {1} Datenbanken unterstützt.
eo: Bruh, action {0} ain't it for {1} databases, fr.
es: La acción {0} no está soportada para las bases de datos {1}.
fa: عمل {0} برای پایگاه‌داده‌های {1} پشتیبانی نمی‌شود.
fi: Toiminto {0} ei ole tuettu {1} tietokannoille.
fr: Action {0} non supportée pour les bases de données {1}.
hu: A(z) {0} művelet nem támogatott a(z) {1} adatbázisok számára.
it: L'azione {0} non è supportata per i Database {1}.
ja: アクション{0}は{1}でサポートされていません。データベースではサポートされていません。
lt: Veiksmas {0} nepalaikomas {1} duomenų bazėse.
ms: Tindakan {0} tidak disokong oleh Pangkalan Data {1}.
nb: Handling {0} støttes ikka av Database {1}.
nl: Actie {0} wordt niet ondersteund voor {1} Databases.
pl: Akcja {0} nie jest obsługiwana w przypadku baz danych {1}.
pt_br: A ação {0} não é compatível com os bancos de dados {1}.
ru: Действие {0} не поддерживается для баз данных {1}.
sk: Akcia {0} nie je podporovaná pre {1} databázy.
sl: Dejanje {0} ni podprto za {1} zbirke podatkov.
sq: Veprimi {0} nuk mbështetet për bazat e të dhënave {1}.
sr: Akcija {0} nije podržana za {1} baze.
sv: Åtgärd {0} stöds inte för {1} Databaser.
tr: {1} Veritabanları için {0} eylemi desteklenmiyor.
uk: Дія {0} не підтримується для баз даних {1}.
vi: Hành động {0} không được hỗ trợ cho Cơ sở dữ liệu {1}.
zh_hk: 操作 {0} 不支援 {1} 資料庫。

source: {0} Database {1} does not support actions.
ar: قاعدة بيانات {0} {1} لا تدعم الإجراءات.
bg: {0} Базата данни {1} не поддържа действия.
ca: La Base de dades {0} no suporta accions {1}.
de: {0} Datenbank {1} unterstützt keine Aktionen.
eo: "{0} Database {1} is lowkey not about that action life."
es: {0} la base de datos {1} no soporta acciones.
fa: پایگاه‌داده {0} {1} از اقدامات پشتیبانی نمی‌کند.
fi: Tietokanta {1} ei tue toimintoja.
fr: {0} base de données {1} ne supporte pas les actions.
hu: A(z) {0}({1}) adatbázis nem támogatja a műveleteket.
it: Il Database {0} {1} non supporta le azioni.
ja: {0} データベース {1} はアクションをサポートしていません。
lt: {0} Duomenų bazė {1} nepalaiko veiksmų.
ms: Pangkalan Data {0} {1} tidak menyokong tindakan.
nb: {0} Database {1} støtter ikke handlinger.
nl: {0} Database {1} ondersteunt geen acties.
pl: {0} baza danych {1} nie obsługuje akcji.
pt_br: O banco de dados {0} {1} não é compatível com ações.
ru: База данных {0} {1} не поддерживает действия.
sk: {0} Databáza {1} nepodporuje akcie.
sl: {0} {1} zbirke podatkov ne podpira dejanj.
sq: Baza e të dhënave {0} {1} nuk i mbështet veprimet.
sr: {0} baza {1} ne podržava akcije.
sv: {0} Databas {1} stöder inte åtgärder.
tr: {0} Veritabanı {1} eylemleri desteklemiyor.
uk: База даних {0} {1} не підтримує дії.
vi: Cơ sở dữ liệu {0} {1} không hỗ trợ các thao tác.
zh_hk: {0} 資料庫 {1} 不支援操作。

source: Unknown Action {0}. Valid Actions are: {1}
ar: إجراء غير معروف {0}. الإجراءات الصالحة هي: {1}
bg: Неизвестно действие {0}. Валидни действия са: {1}
ca: Acció {0} desconeguda. Les accions vàlides són: {1}
de: Unbekannte Aktion {0}. Gültige Aktionen sind: {1}
eo: Bruh, unknown action {0}. Valid options are: {1}
es: Acción desconocida {0}. Las acciones válidas son: {1}
fa: عمل ناشناخته {0}. اقدامات معتبر هستند: {1}
fi: Tuntematon toiminto {0}. Sallitut toiminnot ovat: {1}
fr: Action inconnue {0}. Les actions valides sont: {1}
hu: Ismeretlen művelet {0}. Érvényes műveletek: {1}
it: Azione sconosciuta {0}. Azioni valide sono: {1}
ja: 不明なアクション{0}。有効なアクションは{1}
lt: Nežinomas veiksmas {0}. Galiojantys veiksmai yra: {1}
ms: Tindakan tidak diketahui {0}. Tindakan yang sah adalah: {1}
nb: Ukjent handling {0}. Gyldige handlinger er: {1}
nl: Onbekende actie {0}. Geldige acties zijn: {1}
pl: Nieznana akcja {0}. Poprawne akcje to: {1}
pt_br: Ação desconhecida {0}. As ações válidas são: {1}
ru: Неизвестное действие {0}. Допустимые действия: {1}
sk: Neznáma akcia {0}. Platné akcie sú: {1}
sl: Neznano dejanje {0}. Veljavna dejanja so: {1}
sq: Veprim i panjohur {0}. Veprimet e vlefshme janë: {1}
sr: Nepoznata akcija {0}. Važeće akcije su: {1}
sv: Okänd åtgärd {0}. Giltiga åtgärder är: {1}
tr: Bilinmeyen eylem {0}. Geçerli eylemler: {1}
uk: Невідома дія {0}. Дійсні дії: {1}
vi: Hành động không xác định {0}. Các hành động hợp lệ là: {1}
zh_hk: 未知動作 {0} 。有效的動作是：{1}

source: Whether to enable using the new experimental Actions for a specific Database.
hu: Engedélyezi-e az új kísérleti műveletek használatát egy adott adatbázis számára.
ms: Sama ada mengaktifkan penggunaan Tindakan eksperimen baru untuk Pangkalan Data tertentu.

source: Actions are not enabled for Database {0}.
hu: A műveletek nincsenek engedélyezve a(z) {0} adatbázis számára.
ms: Tindakan tidak diaktifkan untuk Pangkalan Data {0}.

source: Missing primary key parameter: {0}
ar: مُعلَمة المفتاح الأساسي مفقودة: {0}
bg: Липсва основен параметър на ключа: {0}
ca: Falta el paràmetre de clau primària: {0}
de: Primärschlüssel-Parameter fehlt: {0}
eo: Lowkey missing the primary key parameter: {0}
es: Falta el parámetro de clave principal: {0}
fa: پارامتر کلید اصلی از دست رفته: {0}
fi: Puuttuva ensisijainen avainparametri: {0}
fr: Paramêtre de clé primaire manquant: {0}
hu: Hiányzó elsődleges kulcs paraméter: {0}
it: Parametro della chiave primaria mancante: {0}
ja: 主キーパラメーターがありません: {0}.
lt: Trūksta pirminio rakto parametro: {0}
ms: Parameter kunci utama hilang: {0}
nb: Mangler parameter for primærnøkkel: {0}
nl: Ontbrekende parameter voor primaire sleutel: {0}
pl: Brakujący klucza główny: {0}
pt_br: Parâmetro de chave primária ausente: {0}
ru: Отсутствует значение первичного ключа: {0}
sk: Chýba parameter primárneho kľúča: {0}
sl: Manjkajoči parameter primarnega ključa: {0}
sq: Mungon parametri i çelësit primar: {0}
sr: Nedostaje parametar primarnog ključa: {0}
sv: Saknar primärnyckelsparametern: {0}
tr: Eksik birincil anahtar parametresi: {0}
uk: Відсутній параметр первинного ключа: {0}
vi: Thiếu tham số khóa chính: {0}
zh_hk: 缺少主鍵參數：{0}

source: Error executing Action: {0}
hu: Hiba a művelet végrehajtása során: {0}
ms: Parameter kunci utama hilang: {0}
