Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Mappings allow Metabase to automatically add and remove users from groups based on the membership information provided by the directory server. If a group isn‘t mapped, its membership won‘t be synced.
ar: تتيح عمليات الربط لـ Metabase إضافة المستخدمين إلى المجموعات وإزالتهم منها تلقائيًا استنادًا إلى معلومات العضوية التي يوفّرها خادم الدليل. إذا لم يتم ربط مجموعة، فلن تتم مزامنة عضويتها.
bg: Съпоставянията позволяват на Metabase автоматично да добавя и премахва потребители от групи въз основа на информацията за членство, предоставена от сървъра на директорията. Ако група не е картографирана, нейното членство няма да бъде синхронизирано.
ca: Els mapes permeten a Metabase afegir i treure usuaris dels grups automàticament basant-se en la informació de pertinença subministrada pel servei de directori. Si un grup no té mapa, els seus membres no se sincronitzaran.
de: Mappings ermöglichen es Metabase, Benutzer automatisch basierend auf den Mitgliedschaftsinformationen, die vom Verzeichnis-Server bereitgestellt werden, zu Gruppen hinzuzufügen und zu entfernen. Wenn eine Gruppe nicht zugeordnet ist, wird ihre Mitgliedschaft nicht synchronisiert.
eo: Mappings let Metabase auto-add or remove peeps from groups based on what the directory server says. If a group ain’t mapped, its membership won’t be synced, so probs just chill.
es: Las asignaciones permiten que Metabase agregue y elimine automáticamente usuarios de grupos en función de la información de membresía proporcionada por el servidor de directorio. Si un grupo no está asignado, su membresía no se sincronizará.
fa: نگاشت‌ها به Metabase اجازه می‌دهند که به طور خودکار کاربران را بر اساس اطلاعات عضویت ارائه شده توسط سرور فهرست به گروه‌ها اضافه و حذف کند. اگر یک گروه نگاشته نباشد، عضویت آن همگام‌سازی نخواهد شد.
fi: Kuvaukset mahdollistavat Metabasen automaattisesti lisätä ja poistaa käyttäjiä ryhmistä perustuen jäsentietoihin, jotka hakemistopalvelin tarjoaa. Jos ryhmää ei ole kuvattu, sen jäsenyys ei synkronoidu.
fr: Les mappings permettent à Metabase d'ajouter et de supprimer automatiquement des utilisateurs des groupes en fonction des informations d'adhésion fournies par le serveur d'annuaire. Si un groupe n'est pas mappé, ses adhérents ne seront pas synchronisés.
hu: A leképezések lehetővé teszik, hogy a Metabase automatikusan hozzáadja és eltávolítsa a felhasználókat a csoportokból a könyvtárszerver által megadott tagsági információk alapján. Ha egy csoport nincs leképezve, a tagsága nem lesz szinkronizálva.
it: I mapping consentono a Metabase di aggiungere e rimuovere automaticamente utenti dai gruppi in base alle informazioni di appartenenza fornite dal server di directory. Se un gruppo non è mappato, non verrà sincronizzata la sua appartenenza.
ja: マッピングによって、Metabaseはディレクトリサーバから提供されるメンバーシップ情報に基づいて、自動的にユーザーをグループに追加したり削除したりすることができます。グループがマッピングされていない場合、そのメンバーシップは同期されません。
lt: Susiejimas leidžia „Metabase“ automatiškai pridėti ir pašalinti vartotojus iš grupių, remiantis katalogų serverio pateikta narystės informacija. Jei grupė nėra susieta, jos narystė nebus sinchronizuojama.
ms: Pemetaan membenarkan Metabase secara automatik menambah dan membuang pengguna dari kumpulan berdasarkan maklumat keahlian yang diberikan oleh pelayan direktori. Jika kumpulan tidak dipetakan, keahliannya tidak akan diselaraskan.
nb: Koblinger tillater Metabase å automatisk legge til og fjerne brukere fra grupper basert på medlemsskapsinformasjon fra en katalogtjener. Hvis en gruppe ikke er koblet, vil medlemskap ikke bli synkronisert.
nl: Mappings stellen Metabase in staat om gebruikers automatisch toe te voegen en te verwijderen uit groepen op basis van de lidmaatschapsinformatie die door de directoryserver wordt verstrekt. Als een groep niet is gemapt, wordt het lidmaatschap niet gesynchroniseerd.
pl: Mapowania pozwalają Metabase na automatyczne dodawanie i usuwanie użytkowników z grup na podstawie informacji o członkostwie dostarczonych przez serwer katalogowy. Jeśli grupa nie jest zmapowana, jej członkostwo nie będzie synchronizowane.
pt_br: Mapeamentos permitem que a Metabase adicione e remova usuários de grupos automaticamente, com base na informação do servidor de diretório. Se um grupo não estiver mapeado, seus membros não vão ser sincronizados.
ru: Сопоставления позволяют Metabase автоматически добавлять и удалять пользователей из групп на основе информации об участии, предоставленной сервером каталогов. Если группа не сопоставлена, ее участие не будет синхронизировано.
sk: Mapovania umožňujú Metabase automaticky pridávať a odstraňovať používateľov zo skupín na základe informácií o členstve poskytnutých adresárovým serverom. Ak skupina nie je mapovaná, jej členstvo sa nebude synchronizovať.
sl: Preslikave omogočajo Metabase, da samodejno dodaja in odstranjuje uporabnike iz skupin na podlagi informacij o članstvu, ki jih zagotavlja imeniški strežnik. Če skupina ni preslikana, njeno članstvo ne bo sinhronizirano.
sq: Hartëzimet i lejojnë Metabase të shtojë dhe të heqë automatikisht përdorues nga grupet bazuar në informacionin e anëtarësisë të ofruar nga serveri i drejtorisë. Nëse një grup nuk është i hartëzuar, anëtarësia e tij nuk do të sinkronizohet.
sr: Mapiranja omogućavaju Metabase-u da automatski dodaje i uklanja korisnike iz grupa na osnovu informacija o članstvu koje pruža direktorijumski server. Ako grupa nije mapirana, njeno članstvo se neće sinhronizovati.
sv: Mappningar tillåter Metabase att automatiskt lägga till och ta bort användare från grupper baserat på medlemsinformationen från katalogservern. Om en grupp inte är mappad kommer dess medlemskap inte att synkroniseras.
tr: Eşlemeler, Metabase'in dizin sunucusunun sağladığı üyelik bilgilerine dayanarak kullanıcıları otomatik olarak gruplara eklemesine ve gruplardan kaldırmasına olanak tanır. Bir grup eşlenmemişse, üyeliği senkronize edilmez.
uk: Прив’язки дозволяють Metabase автоматично додавати та вилучати користувачів із груп на основі інформації про членство, наданої сервером директорій. Якщо групу не прив’язано, її членство не синхронізуватиметься.
vi: Ánh xạ cho phép Metabase tự động thêm và xóa người dùng khỏi các nhóm dựa trên thông tin thành viên được cung cấp bởi máy chủ thư mục. Nếu một nhóm không được ánh xạ, thành viên của nó sẽ không được đồng bộ hoá.
zh_hk: 映射允許Metabase根據目錄伺服器提供的成員信息自動添加和移除用戶。如果一個群組未映射，其成員將無法被同步。

source: About mappings
ar: حول عمليات الربط
bg: Относно съответствията
ca: Sobre el mapeig
de: Über Mappings
eo: About the vibes or the deets on the mappings
es: Sobre mapeados
fa: درباره نگاشت‌ها
fi: Tietokuvauksista
fr: À propos des mappings
hu: A leképezésekről
it: Su mappature
ja: マッピングについて
lt: Apie žemėlapius
ms: Tentang pemetaan
nb: Om koblinger
nl: Over mappings
pl: O mapowaniach
pt_br: Sobre mapeamentos
ru: О сопоставлениях
sk: O mapovaní
sl: O preslikavah
sq: Rreth hartëzimeve
sr: O mapiranjima
sv: Om mappningar
tr: Eşlemeler Hakkında
uk: Про прив’язки
vi: Về ánh xạ
zh_hk: 關於匹配

source: New mapping
ar: ربط جديد
bg: Ново съответствие
ca: Nou mapeig
de: Neues Mapping
eo: New map, fr.
es: Nuevo mapeado
fa: نگاشت جدید
fi: Uusi karttaus
fr: Nouveau mapping
hu: Új térképezés
it: Nuovo mapping
ja: 新しいマッピング
lt: Naujas žemėlapis
ms: Pemetaan baru
nb: Ny kobling
nl: Nieuwe mapping
pl: Nowe mapowanie
pt_br: Novo mapeamento
ru: Новое сопоставление
sk: Nové mapovanie
sl: Novo preslikavo
sq: Hartëzim i ri
sr: Novo mapiranje
sv: Ny mappning
tr: Yeni eşleme
uk: Нова прив’язка
vi: Ánh xạ mới
zh_hk: 新匹配

source: No mappings yet
ar: لا توجد عمليات ربط بعد
bg: Все още няма съответствия
ca: No hi ha mapeig encara
de: Keine Mappings bisher
eo: No cap, no mappings yet
es: No hay mapeados todavia
fa: هنوز هیچ نگاشتی وجود ندارد
fi: Ei vielä kartoituksia
fr: Pas de mapping pour l'instant
hu: Még nincsenek leképezések
it: Ancora nessun mapping
ja: マッピングはまだありません
lt: Dar nėra žemėlapių
ms: Tiada pemetaan lagi
nb: Ingen koblinger enda
nl: Nog geen mappings
pl: Brak jeszcze mapowań
pt_br: Ainda não há mapeamentos
ru: Нет сопоставлений
sk: Zatiaľ žiadne mapovania
sl: Še ni preslikav
sq: Ende s’ka hartëzime
sr: Još nema mapiranja
sv: Inga kartläggningar än
tr: Henüz eşleme yok
uk: Поки прив’язок немає
vi: Chưa có ánh xạ nào
zh_hk: 還沒有匹配

source: An error occurred.
ar: حدث خطأ.
bg: Възникна грешка
ca: S'ha produït un error.
de: Ein Fehler ist aufgetreten.
eo: Bruh, an oopsie happened.
es: Ha ocurrido un error.
fa: یک خطا رخ داده است.
fi: Tapahtui virhe.
fr: Une erreur s'est produite.
hu: Hiba lépett fel.
it: Si è verificato un errore.
ja: エラーが発生しました。
lt: Įvyko klaida.
ms: Ralat berlaku.
nb: En feil oppstod.
nl: Een fout is opgetreden.
pl: Wystąpił błąd.
pt_br: Ocorreu um erro.
ru: Произошла ошибка.
sk: Nastala chyba.
sl: Prišlo je do napake.
sq: Ndodhi një gabim.
sr: Došlo je do greške.
sv: Ett fel uppstod.
tr: Bir hata oluştu.
uk: Сталася помилка.
vi: Có lỗi xảy ra.
zh_hk: 發生了一個錯誤.

source: Unknown target
ar: هدف غير معروف
bg: Неизвестна цел
ca: Objectiu desconegut
de: Unbekanntes Ziel
eo: Vague vibe or just a no-cap mystery, fr fr
es: Objetivo desconocido
fa: هدف ناشناخته
fi: Tuntematon kohde
fr: Cible inconnue
hu: Ismeretlen célpont
it: Obiettivo sconosciuto
ja: ターゲット不明
lt: Nežinomas tikslas
ms: Sasaran tidak diketahui
nb: Ukjent mål
nl: Onbekend doel
pl: Nieznany cel
pt_br: Destino desconhecido
ru: Неизвестная цель
sk: Neznámy cieľ
sl: Neznan cilj
sq: Objektiv i panjohur
sr: Nepoznato odredište
sv: Okänt mål
tr: Bilinmeyen hedef
uk: Невідома ціль
vi: Mục tiêu không xác định
zh_hk: 未知的目標

source: This field is required
hu: Ez a mező kötelező
ms: Medan ini diperlukan

source: Action Library
ar: مكتبة الإجراءات
bg: Библиотека на действията
ca: Llibreria d'acció
de: Aktionen Bibliothek
eo: Vibe Catalogue
es: Librería de Acciones
fa: کتابخانه عمل
fi: Toimintakirjasto
fr: Bibliothèque d'Actions
hu: Akciókönyvtár
it: Libreria di azioni
ja: アクションライブラリー
lt: Veiksmų biblioteka
ms: Perpustakaan Tindakan
nb: Handlingsbibliotek
nl: Actiebibliotheek
pl: Biblioteka akcji
pt_br: Biblioteca de ações
ru: Библиотека действий
sk: Knižnica akcií
sl: Knjižnica dejanj
sq: Biblioteka e veprimeve
sr: Biblioteka akcija
sv: Åtgärdsbibliotek
tr: Eylem Kütüphanesi
uk: Бібліотека дій
vi: Thư viện hành động
zh_hk: 動作庫

source: Where should the values for '{0}' come from?
ar: من أين ينبغي أن تأتي القيم لـ '{0}'؟
bg: Откъде трябва да дойде стоност {0}?
ca: D'on haurien de venir els valors per a '{0}'?
de: Woher sollen die Werte für '{0}' kommen?
es: ¿De dónde deben venir los valores para '{0}'?
fa: مقادیر برای '{0}' باید از کجا بیایند؟
fi: Mistä arvot '{0}' tulisi ottaa?
fr: D'où doivent venir les valeurs pour '{0}'?
hu: Honnan származzanak a(z) '{0}' értékei?
it: Da dove dovrebbero provenire i valori per '{0}'?
ja: {0}」の値はどこから出せばいいのでしょうか?
lt: Iš kur turėtų kilti „{0}“ reikšmės?
ms: Dari mana nilai untuk '{0}' sepatutnya datang?
nb: Hvor burde verdiene for '{0}' komme fra?
nl: Waar moeten de waarden voor '{0}' vandaan komen?
pl: Skąd powinny pochodzić wartości dla '{0}'?
pt_br: De onde devem vir os valores para {0}?
ru: Откуда должны браться значения для '{0}'?
sk: Odkiaľ by mali pochádzať hodnoty pre '{0}'?
sl: Od kod naj izvirajo vrednosti za '{0}'?
sq: Nga duhet të vijnë vlerat për '{0}'?
sr: Odakle treba da dolaze vrednosti za '{0}'?
sv: Var ska värdena för '{0}' komma ifrån?
tr: '{0}' için değerler nereden alınmalı?
uk: Звідки мають братися значення для '{0}'?
vi: Giá trị cho '{0}' nên đến từ đâu?
zh_hk: “{0}”的值應該從哪裡來？

source: You can either ask users to enter values, or use the value of a dashboard filter.
ar: يمكنك إما أن تطلب من المستخدمين إدخال القيم، أو أن تستخدم قيمة فلتر لوحة المعلومات.
bg: Помолете потребителите да въведат стойности или да използват стойността на филтър на таблото.
ca: Pots demanar als usuaris que entrin valors, o utilitzar els valors del filtre del quadre de comandament.
de: Du kannst entweder die Benutzer auffordern, Werte einzugeben, oder den Wert eines Dashboard-Filters verwenden.
eo: You can either have users input their stuff, or just use the value of a dashboard filter, fr.
es: Puedes pedir a los usuarios que introduzcan valores o utilizar el valor de un filtro de cuadro de mando.
fa: می‌توانید از کاربران بخواهید مقادیر را وارد کنند یا از مقدار یک فیلتر داشبورد استفاده کنید.
fi: Voit joko pyytää käyttäjiä syöttämään arvoja tai käyttää kojelaudan suodattimen arvoa.
fr: Vous pouvez ou bien demander à l'utilisateur d'entrer des valeurs, ou bien utiliser la valeur d'un filtre de tableau de bord.
hu: Megkérheti a felhasználókat, hogy adjanak meg értékeket, vagy használhatja az irányítópult szűrőjének értékét.
it: Puoi chiedere agli utenti di inserire i valori o usare il valore di un filtro di dashboard.
ja: ユーザーに値を入力してもらうか、ダッシュボードのフィルタの値を使用することができます。
lt: Galite paprašyti vartotojų įvesti reikšmes arba naudoti prietaisų skydelio filtro reikšmę.
ms: Anda boleh meminta pengguna memasukkan nilai, atau menggunakan nilai penapis papan pemuka.
nb: Du kan enten spørre brukere etter verdier, eller benytte verdien av et dashboardfilter.
nl: U kunt gebruikers vragen om waarden in te voeren of de waarde van een dashboardfilter gebruiken.
pl: Możesz poprosić użytkowników o podanie wartości lub użyć wartości filtru pulpitu.
pt_br: Você pode pedir aos usuários que insiram valores ou usar o valor de um filtro do painel.
ru: Вы можете либо попросить пользователей ввести значения, либо использовать значение фильтра дашборда.
sk: Môžete buď požiadať používateľov, aby zadali hodnoty, alebo použiť hodnotu z filtra informačného panelu.
sl: Uporabnike lahko prosite, da vnesejo vrednosti, ali pa uporabite vrednost filtra nadzorne plošče.
sq: Mund t’u kërkosh përdoruesve të fusin vlera, ose të përdorësh vlerën e një filtri paneli.
sr: Možete ili tražiti od korisnika da unesu vrednosti, ili koristiti vrednost filtera kontrolne table.
sv: Du kan antingen be användare att ange värden eller använda värdet på ett instrumentpanelfilter.
tr: Kullanıcılardan değer girmelerini isteyebilirsiniz ya da bir panel filtresinin değerini kullanabilirsiniz.
uk: Ви можете або попросити користувачів ввести значення, або використати значення фільтра дашборду.
vi: Bạn có thể yêu cầu người dùng nhập giá trị, hoặc sử dụng giá trị của bộ lọc bảng điều khiển.
zh_hk: 您可以要求用戶輸入值，或使用儀表板篩選器的值。

source: Select an action to get started
ar: حدّد إجراءً للبدء
bg: Изберете действие от което да започнете
ca: Escull una acció per començar
de: Wähle eine Aktions aus um zu Starten
eo: Pick an action to get the vibe going
es: Selecciona una acción para comenzar
fa: یک عمل را برای شروع انتخاب کنید
fi: Valitse toiminto aloittaaksesi
fr: Choisissez une action pour commencer
hu: Válasszon egy akciót a kezdéshez
it: Seleziona un'azione per iniziare
ja: アクションを選択してスタートする
lt: Norėdami pradėti, pasirinkite veiksmą
ms: Pilih tindakan untuk bermula
nb: Velg en handling for å komme i gang
nl: Selecteer een actie om te beginnen
pl: Wybierz akcję, aby rozpocząć
pt_br: Selecione uma ação para começar
ru: Выберите действие, чтобы начать
sk: Vyberte akciu na začatie
sl: Izberite dejanje za začetek
sq: Zgjidh një veprim për të filluar
sr: Izaberite akciju da biste počeli
sv: Välj en åtgärd för att komma igång
tr: Başlamak için bir eylem seçin
uk: Виберіть дію, щоб почати
vi: Chọn một hành động để bắt đầu
zh_hk: 選擇一個動作以開始

source: Outline
bg: Обобщение
ca: Descripció
de: Hervorheben
eo: Outline → Basically a vibe check or a rough sketch, but in slang, you might just say "outline" still, or maybe "the plan" if you wanna keep it chill.
es: Contorno
fa: طرح کلی
fi: Luonnos
fr: Mettre en valeur
hu: Vázlat
it: Contorno
ja: 概要
lt: Kontūras
ms: Garis besar
nb: Disposisjon
nl: Overzicht
pl: Kontur
pt_br: Contorno
ru: Контур
sk: Osnova
sl: Oris
sq: Kontur
sr: Kontura
sv: Skissera
tr: Ana hatlar
uk: Контурний
vi: Đề cương
zh_hk: 大綱

source: Ask the user
ar: اسأل المستخدم
bg: Попитай потребителя
ca: Preguntar a l'usuari
de: Den Benutzer fragen
eo: Ask the homie, fr.
es: Pregunta al usuario
fa: از کاربر پرسیدن
fi: Kysy käyttäjältä
fr: Demander à l'utilisateur
hu: Kérdezze meg a felhasználót
it: Chiedi all'utente
ja: ユーザーに聞く
lt: Paklauskite vartotojo
ms: Tanya pengguna
nb: Spør brukeren
nl: Vraag de gebruiker
pl: Poproś użytkownika
pt_br: Perguntar para usuário
ru: Спросить пользователя
sk: Opýtajte sa používateľa
sl: Vprašajte uporabnika
sq: Pyet përdoruesin
sr: Pitaj korisnika
sv: Fråga användaren
tr: Kullanıcıyı sor
uk: Запитайте користувача
vi: Hỏi người dùng
zh_hk: 詢問用戶

source: This action has no parameters to map
ar: لا يحتوي هذا الإجراء على باراميترات لربطها
bg: Това действие няма параметър за съответствие
ca: Aquesta acció no té paràmetres a mapejar
de: Diese Aktion hat keine Parameter zum Zuordnen
eo: This action’s got no cap to map, fr.
es: Esta acción no tiene parámetros para mapear
fa: این عمل هیچ پارامتری برای نگاشت ندارد
fi: Tällä toiminnolla ei ole parametreja kartoitettavaksi.
fr: Cette action n'a pas de paramètres à mapper
hu: Ennek a műveletnek nincsenek leképezhető paraméterei
it: Questa azione non ha parametri da mappare
ja: このアクションは、マッピングするためのパラメータを持ちません
lt: Šis veiksmas neturi susieti parametrų
ms: Tindakan ini tidak mempunyai parameter untuk dipetakan
nb: Denne handlingen har ingen parametre å koble
nl: Deze actie heeft geen parameters om in kaart te brengen
pl: Ta akcja nie ma parametrów do mapowania
pt_br: Esta ação não tem parâmetros para mapear
ru: У этого действия нет параметров для сопоставления
sk: Táto akcia nemá parametre na mapovanie
sl: To dejanje nima parametrov za preslikavo
sq: Ky veprim nuk ka parametra për t’u mapuar
sr: Ova akcija nema parametre za mapiranje
sv: Denna åtgärd har inga parametrar att kartlägga
tr: Bu eylemin eşleştirilecek parametreleri yok
uk: Ця дія не має параметрів для зіставлення
vi: Hành động này không có tham số để ánh xạ
zh_hk: 此操作沒有參數可對應

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
bg: Това действие е необратимо.
ca: Aquesta acció no es pot desfer.
de: Diese Aktion kann nicht rückgängig gemacht werden.
eo: Bruh, this action can't be undone fr fr
es: Esta acción no se puede deshacer.
fa: این عمل قابل بازگشت نیست.
fi: Tätä toimintoa ei voi peruuttaa.
fr: Cette action ne peut être annulée.
hu: Ez a művelet nem vonható vissza.
it: Questa azione non può essere annullata.
ja: この操作は元に戻せません。
lt: Šio veiksmo anuliuoti negalima.
ms: Tindakan ini tidak boleh dibatalkan.
nb: Denne handlingen kan ikke angres.
nl: Deze actie kan niet ongedaan gemaakt worden.
pl: Ta akcja nie może zostać cofnięta.
pt_br: Esta ação não pode ser desfeita.
ru: Это действие не может быть отменено.
sk: Túto akciu nie je možné vrátiť späť.
sl: Tega dejanja ni mogoče razveljaviti.
sq: Ky veprim nuk mund të zhbëhet.
sr: Ova radnja se ne može opozvati.
sv: Denna åtgärd kan inte ångras.
tr: Bu eylem geri alınamaz.
uk: Цю дію не можна скасувати.
vi: Hành động này không thể bị hoàn tác.
zh_hk: 此動作無法撤銷。

source: Action settings
ar: إعدادات الإجراء
bg: Настройки на действията
ca: Configuració d'acció
de: Aktions Einstellungen
eo: Vibe controls
es: Configuración de acción
fa: تنظیمات عمل
fi: Toiminnan asetukset
fr: Paramètres d'action
hu: Műveleti beállítások
it: Impostazioni dell'azione
ja: アクション設定
lt: Veiksmų nustatymai
ms: Tetapan tindakan
nb: Innstillinger for handling
nl: Actie-instellingen
pl: Ustawienia akcji
pt_br: Configurações de ações
ru: Настройки действия
sk: Nastavenia akcie
sl: Nastavitve dejanj
sq: Cilësimet e veprimit
sr: Podešavanja akcije
sv: Åtgärdsinställningar
tr: Eylem ayarları
uk: Налаштування дії
vi: Cài đặt các thao tác
zh_hk: 動作設置

source: Make public
ar: اجعله عامًا
bg: Направи публично
ca: Fer públic
de: Veröffentlichen
eo: Drop it on the main
es: Hacer Público
fa: عمومی کنید
fi: Julkista.
fr: Rendre public
hu: Nyilvánossá tétel
it: Rendi pubblico
ja: 公開する
lt: Paviešinti
ms: Jadikan umum
nb: Gjør offentlig
nl: Openbaar maken
pl: Udostępnij publicznie
pt_br: Tornar público
ru: Сделать публичным
sk: Zverejniť
sl: Objava
sq: Bëje publik
sr: Učini javnim
sv: Offentlig
tr: Halka açık yap
uk: Зробити публічною
vi: Công khai
zh_hk: 使公開

source: Creates a publicly shareable link to this action form.
ar: ينشئ رابطًا قابلاً للمشاركة علنًا إلى نموذج هذا الإجراء.
bg: Създава публично споделяема връзка към тази форма за действие.
ca: Crea un enllaç que es pot compartir públicament a aquest formulari d'acció.
de: Erstelle einen öffentlich teilbaren Link zu diesem Aktion-Formular.
eo: Makes a link that u can share with everyone for this action form, fr.
es: Crea un enlace para compartir públicamente a este formulario de acción.
fa: یک لینک به اشتراک‌گذاری عمومی برای این فرم عمل ایجاد می‌کند.
fi: Luo julkisesti jaettavan linkin tähän toimintalomakkeeseen.
fr: Crée un lien public partageable vers ce formulaire d'action.
hu: Nyilvánosan megosztható link létrehozása ehhez a műveleti űrlaphoz.
it: Crea un link condivisibile pubblicamente a questo modulo di azione.
ja: このアクションフォームへの一般に共有可能なリンクを作成します。
lt: Sukuria viešai bendrinamą nuorodą į šią veiksmo formą.
ms: Mewujudkan pautan boleh kongsi awam kepada borang tindakan ini.
nb: Oppretter en offentlig delbar lenke fra dette handlingsskjemaet.
nl: Maakt een openbaar deelbare link naar dit actieformulier aan.
pl: Tworzy publicznie udostępnialny link do tego formularza akcji.
pt_br: Cria um link público e compartilhável para o formulário desta ação.
ru: Создает общедоступную ссылку на эту форму действия.
sk: Vytvorí verejne zdieľateľný odkaz na tento formulár akcie.
sl: Ustvari povezavo do tega obrazca za dejanje, ki jo je mogoče javno dajati v skupno rabo.
sq: Krijon një link publik për t’u ndarë për këtë formular veprimi.
sr: Kreira javno deljiv link ka ovom obrascu za akciju.
sv: Skapar en offentligt delbar länk till denna åtgärdsform.
tr: Bu eylem formu için halka açık paylaşılabilir bir bağlantı oluşturur.
uk: Створює публічне посилання, яким можна поділитися, на цю форму дії.
vi: Tạo một liên kết có thể chia sẻ công khai tới biểu mẫu hành động này.
zh_hk: 創建指向此操作表單的可公開共享的連結。

source: Public action form URL
ar: عنوان URL لنموذج الإجراء العام
bg: Интернет адрес на публично действие
ca: Acció pública des d'una URL
de: Öffentliche Aktion-Formular-URL
eo: Public action form link lol
es: URL de formulario de acción público
fa: آدرس اینترنتی فرم عمل عمومی
fi: Julkinen toimintalomake URL
fr: URL publique de formulaire d'action
hu: Nyilvános műveleti űrlap URL
it: URL del modulo di azione pubblica
ja: パブリックアクションフォームURL
lt: Viešųjų veiksmų formos URL
ms: URL borang tindakan awam
nb: Offentlig URL til handlingsskjema
nl: Openbare actievorm URL
pl: Adres URL publicznego formularza akcji
pt_br: URL do formulário de ação pública
ru: URL-адрес формы публичного действия
sk: Verejná URL adresa akčného formulára
sl: URL obrazca za javno dejanje
sq: URL e formularit publik të veprimit
sr: URL javnog obrasca za akciju
sv: Offentlig åtgärdsformulär URL
tr: Halka açık eylem formu URL'si
uk: URL публічної форми дії
vi: URL biểu mẫu hành động công khai
zh_hk: 公開動作表單網址

source: Success message
ar: رسالة النجاح
bg: Съобщение при успех
ca: Missatge d'èxit
de: Erfolgs-Meldung
eo: Vibe check: success message
es: Mensaje de éxito
fa: پیام موفقیت
fi: Onnistumisviesti
fr: Message de confirmation
hu: Sikerüzenet
it: Messaggio di successo
ja: サクセスメッセージ
lt: Sėkmės žinutė
ms: Mesej kejayaan
nb: Suksessmelding
nl: Succesbericht
pl: Komunikat o powodzeniu
pt_br: Mensagem de sucesso
ru: Сообщение об успехе
sk: Správa o úspechu
sl: Sporočilo o uspehu
sq: Mesazh suksesi
sr: Poruka o uspehu
sv: Framgångsmeddelande
tr: Başarı mesajı
uk: Повідомлення про успіх
vi: Thông báo thành công
zh_hk: 成功訊息
