Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: snippet names cannot include ''}'' or start with spaces
ar: لا يمكن أن تتضمن أسماء المقتطفات ''}'' أو تبدأ بمسافات
bg: имената на фрагментите не могат да включват ''}'' или да започват с интервали
ca: Els noms dels fragments no poden incloure ''}'' ni començar amb espais
de: Snippet-Namen dürfen keine ''}'' enthalten oder mit Leerzeichen beginnen
eo: yo, you can’t have } in snippet names or start with spaces, fr
es: Los nombres de los fragmentos no pueden incluir ''}'' ni comenzar con espacios
fa: نام‌های قطعه نمی‌توانند ''}'' را شامل شوند یا با فاصله شروع شوند
fi: katkelmien nimet eivät saa sisältää ''}'' tai alkaa välilyönneillä
fr: les noms d'extraits ne peuvent pas inclure ''}'' ou commencer par des espaces
it: i nomi degli snippet non possono includere ''}'' o iniziare con spazi
ja: スニペット名には ''}'' を含めたり、スペースで始めることはできません
lt: fragmentų pavadinimuose negali būti „}“ arba prasidėti tarpais
nb: Snippetnavn kan ikke inneholde ''}'' eller begynne med mellomrom
nl: fragmentnamen mogen geen ''}'' bevatten of beginnen met spaties
pl: nazwy fragmentów nie mogą zawierać ''}'' ani zaczynać się od spacji
pt_br: nomes de trechos não podem incluir ''}'' ou começar com espaços
ru: Имена фрагментов не могут включать ''}'' или начинаться с пробелов.
sk: názvy úryvkov nemôžu obsahovať ''}'' ani začínať medzerami
sl: imena izrezkov ne smejo vsebovati ''}'' ali se začeti s presledki
sq: emrat e fragmenteve nuk mund të përfshijnë ''}'' ose të fillojnë me hapësira
sr: nazivi snippet-a ne mogu sadržati ''}'' niti počinjati razmacima
sv: utdragsnamn får inte inkludera ''}'' eller börja med mellanslag
tr: kod parçacıkları adları ''}'' içeremez veya boşluklarla başlayamaz
uk: назви фрагментів не можуть містити ''}'' або починатися з пробілів
vi: tên đoạn trích không được bao gồm ''}'' hoặc bắt đầu bằng khoảng trắng
zh_hk: 片段名稱不能包含 ''}' 或以空格開始

source: Email doesn''t exist.
ar: البريد الإلكتروني غير موجود.
bg: Имейлът не съществува.
ca: El correu electrònic no existeix.
de: E-Mail existiert nicht.
eo: Email's totally dead lol
es: El correo electrónico no existe.
fa: ایمیل وجود ندارد.
fi: Sähköpostia ei ole olemassa.
fr: L'email n'existe pas.
it: L'email non esiste.
ja: 電子メールが存在しません。
lt: El. pašto adresas neegzistuoja.
nb: E-post eksisterer ikke.
nl: E-mail bestaat niet.
pl: E-mail nie istnieje.
pt_br: O e-mail não existe.
ru: Электронная почта не существует.
sk: Email neexistuje.
sl: E-pošta ne obstaja.
sq: Email-i nuk ekziston.
sr: Email ne postoji.
sv: E-post finns inte.
tr: E-posta mevcut değil.
uk: Email не існує.
vi: Email không tồn tại.
zh_hk: 電子郵件並不存在。

source: Email already exist.
ar: البريد الإلكتروني موجود بالفعل.
bg: Имейлът вече съществува.
ca: El correu electrònic ja existeix.
de: E-Mail existiert bereits.
eo: Bruh, the email already exists, fr.
es: El correo electrónico ya existe.
fa: ایمیل از قبل وجود دارد.
fi: Sähköposti on jo olemassa.
fr: L'e-mail existe déjà.
it: L'email esiste già.
ja: 電子メールはすでに存在します。
lt: El. paštas jau yra.
nb: E-post finnes allerede.
nl: E-mailadres bestaat al.
pl: Adres e-mail już istnieje.
pt_br: O e-mail já existe.
ru: Электронная почта уже существует.
sk: E-mail už existuje.
sl: E-pošta že obstaja.
sq: Email-i ekziston tashmë.
sr: Email već postoji.
sv: E-post finns redan.
tr: E-posta zaten mevcut.
uk: Email уже існує.
vi: Email đã tồn tại.
zh_hk: 電子郵件已經存在。

source: Getting the remapped value for a constrained parameter is not supported
ar: لا يُدعم الحصول على القيمة المعاد تعيينها لمعامل مقيَّد
bg: Получаването на пренастроената стойност за ограничен параметър не се поддържа
ca: No es permet obtenir el valor remapjat per a un paràmetre restringit.
de: Das Abrufen des neu zugeordneten Werts für einen eingeschränkten Parameter wird nicht unterstützt
eo: You can't get the remapped value for a constrained parameter, it's a no-go.
es: No se admite la obtención del valor reasignado para un parámetro restringido
fa: دریافت مقدار تغییر یافته برای یک پارامتر محدود پشتیبانی نمی‌شود
fi: Rajoitetun parametrin uudelleenmääritetyn arvon hakemista ei tueta.
fr: L'obtention de la valeur remappée pour un paramètre contraint n'est pas prise en charge
it: L'ottenimento del valore rimappato per un parametro vincolato non è supportato
ja: 制約パラメータの再マップされた値の取得はサポートされていません
nb: Det er ikke støtte for å hente den remappede verdien for en begrenset parameter
nl: Het ophalen van de opnieuw toegewezen waarde voor een beperkte parameter wordt niet ondersteund
pl: Pobieranie wartości mapowanej ponownie dla ograniczonego parametru nie jest obsługiwane
pt_br: Não é possível obter o valor remapeado para um parâmetro restrito
ru: Получение переназначенного значения для ограниченного параметра не поддерживается.
sk: Získanie premapovanej hodnoty pre obmedzený parameter nie je podporované.
sl: Pridobivanje ponovno preslikane vrednosti za omejeni parameter ni podprto.
sq: Marrja e vlerës së rimapuar për një parametër të kufizuar nuk mbështetet
sr: Dobijanje remapirane vrednosti za ograničeni parametar nije podržano
sv: Det går inte att hämta det ommappade värdet för en begränsad parameter.
tr: Kısıtlanmış bir parametre için yeniden eşlenen değeri almak desteklenmiyor
uk: Отримання ремапленого значення для параметра з обмеженнями не підтримується
vi: Không hỗ trợ việc lấy giá trị được ánh xạ lại cho tham số bị ràng buộc
zh_hk: 不支援取得受限制參數的重新映射值

source: Exclude {0} selections
ar: استبعاد {0} من التحديدات
bg: Изключване на {0} селекции
ca: Exclou les seleccions {0}
de: {0} -Auswahlen ausschließen
eo: Skip {0} choices, fr
es: Excluir {0} selecciones
fa: انتخاب های {0} را حذف کنید
fi: Sulje pois {0} valinnat
fr: Exclure {0} sélections
it: Escludi selezioni {0}
ja: {0}選択を除外
nb: Ekskluder {0} -valg
nl: {0} selecties uitsluiten
pl: Wyklucz wybór {0}
pt_br: Excluir {0} seleções
ru: Исключить {0} выборок
sk: Vylúčiť {0} výberov
sl: Drugo {0}
sq: Përjashto {0} përzgjedhje
sr: Isključi {0} izbora
sv: Exkludera {0} val
tr: {0} seçimlerini hariç tut
uk: Виключити {0} вибраних
vi: Loại trừ {0} lựa chọn
zh_hk: 排除 {0} 選項

source: contains {0}
ar: يحتوي على {0}
bg: съдържа {0}
ca: conté {0}
de: enthält {0}
eo: has {0} fr
es: contiene {0}
fa: شامل {0}
fi: sisältää {0}
fr: contient {0}
it: contiene {0}
ja: {0}を含む
nb: inneholder {0}
nl: bevat {0}
pl: zawiera {0}
pt_br: contém {0}
ru: содержит {0}
sk: obsahuje {0}
sl: vsebuje {0}
sq: përmban {0}
sr: sadrži {0}
sv: innehåller {0}
tr: {0}içerir
uk: містить {0}
vi: chứa {0}
zh_hk: 包含 {0}

source: Tenant groups cannot have write access to any collections.
ar: لا يمكن لمجموعات المستأجر الحصول على صلاحية كتابة على أي مجموعات.
bg: Групите наематели не могат да имат достъп за запис до никакви колекции.
ca: Els grups d'inquilins no poden tenir accés d'escriptura a cap col·lecció.
de: Mandantengruppen haben keinen Schreibzugriff auf Sammlungen.
es: Los grupos de inquilinos no pueden tener acceso de escritura a ninguna colección.
fa: گروه‌های مستاجر نمی‌توانند به هیچ مجموعه‌ای دسترسی نوشتن داشته باشند.
fi: Vuokralaisryhmillä ei voi olla kirjoitusoikeutta mihinkään kokoelmiin.
fr: Les groupes de locataires ne peuvent pas avoir d'accès en écriture aux collections.
it: I gruppi di tenant non possono avere accesso in scrittura ad alcuna raccolta.
ja: テナント グループには、どのコレクションに対しても書き込みアクセス権を与えることはできません。
nb: Leietaker-grupper kan ikke ha skrivetilgang til noen samlinger.
nl: Huurdersgroepen hebben geen schrijftoegang tot collecties.
pl: Grupy dzierżawców nie mogą mieć prawa zapisu do żadnych kolekcji.
pt_br: Os grupos de inquilinos não podem ter acesso de gravação a nenhuma coleção.
ru: Группы тенанта не могут иметь доступ на запись ни к каким коллекциям.
sk: Skupiny nájomníkov nemôžu mať prístup na zápis do žiadnych kolekcií.
sl: Skupine najemnikov ne morejo imeti dostopa za pisanje v nobeno zbirko.
sq: Grupet tenant nuk mund të kenë akses shkrimi te asnjë koleksion.
sr: Tenant grupe ne mogu imati upis (write) pristup nijednoj kolekciji.
sv: Hyresgästgrupper kan inte ha skrivåtkomst till några samlingar.
tr: Kiracı grupları hiçbir koleksiyona yazma erişimine sahip olamaz.
uk: Групи тенанта не можуть мати доступ на запис до жодних колекцій.
vi: Các nhóm người thuê không thể có quyền ghi vào bất kỳ bộ sưu tập nào.
zh_hk: 租戶群組不能對任何集合具有寫入存取權。

source: Tenant groups cannot receive access to non-tenant collections.
ar: لا يمكن لمجموعات المستأجر الحصول على وصول إلى مجموعات غير خاصة بالمستأجر.
bg: Групите наематели не могат да получат достъп до колекции, които не са наематели.
ca: Els grups d'inquilins no poden tenir accés a les col·leccions que no són inquilins.
de: Mietergruppen haben keinen Zugriff auf Sammlungen, die nicht Mietern gehören.
es: Los grupos de inquilinos no pueden recibir acceso a colecciones que no sean de inquilinos.
fa: گروه‌های مستأجر نمی‌توانند به مجموعه‌های غیرمستأجر دسترسی داشته باشند.
fi: Vuokralaisryhmät eivät voi saada käyttöoikeutta muihin kuin vuokralaisten kokoelmiin.
fr: Les groupes de locataires ne peuvent pas avoir accès aux collections non détenues par les locataires.
it: I gruppi di tenant non possono ricevere l'accesso alle raccolte non tenant.
ja: テナント グループは、非テナント コレクションへのアクセス権を受け取ることはできません。
nb: Leietaker-grupper kan ikke få tilgang til samlinger som ikke er leietakere.
nl: Huurdersgroepen hebben geen toegang tot collecties die niet van huurders zijn.
pl: Grupy najemców nie mogą uzyskać dostępu do zbiorów niebędących najemcami.
pt_br: Grupos de inquilinos não podem ter acesso a acervos que não sejam de sua propriedade.
ru: Группы тенанта не могут иметь доступ к коллекциям не тенанта.
sk: Skupiny nájomníkov nemôžu získať prístup ku kolekciám, ktoré nie sú nájomníkmi.
sl: Skupine najemnikov ne morejo dobiti dostopa do zbirk, ki niso najemniki.
sq: Grupet tenant nuk mund të marrin akses te koleksione jo-tenant.
sr: Tenant grupe ne mogu dobiti pristup kolekcijama koje nisu tenant kolekcije.
sv: Hyresgästgrupper kan inte få åtkomst till samlingar som inte tillhör hyresgäster.
tr: Kiracı grupları, kiracı olmayanlara ait koleksiyonlara erişim sağlayamaz.
uk: Групи тенанта не можуть отримувати доступ до не-тенантних колекцій.
vi: Các nhóm người thuê nhà không được phép truy cập vào các bộ sưu tập không thuộc sở hữu của người thuê nhà.
zh_hk: 租戶群組無法存取非租戶的收藏集。

source: Cannot grant application permission to a tenant group.
ar: لا يمكن منح إذن التطبيق لمجموعة مستأجر.
bg: Не може да се предостави разрешение за приложение на група наематели.
ca: No es pot concedir permís d'aplicació a un grup d'inquilins.
de: Einer Mandantengruppe kann keine Anwendungsberechtigung erteilt werden.
eo: Bruh, can’t give the tenant group the green light for the app request.
es: No se puede otorgar permiso de aplicación a un grupo de inquilinos.
fa: نمی‌توان به یک گروه مستاجر اجازه درخواست داد.
fi: Vuokraajaryhmälle ei voida myöntää sovellusoikeuksia.
fr: Impossible d'accorder l'autorisation d'application à un groupe de locataires.
it: Impossibile concedere l'autorizzazione all'applicazione a un gruppo tenant.
ja: テナント グループにアプリケーション権限を付与できません。
nb: Kan ikke gi applikasjonstillatelse til en leietakergruppe.
nl: Er kan geen toepassingsmachtiging worden verleend aan een tenantgroep.
pl: Nie można udzielić uprawnień aplikacji grupie dzierżawców.
pt_br: Não é possível conceder permissão de aplicativo a um grupo de locatários.
ru: Нельзя выдать разрешение приложения группе тенанта.
sk: Skupine nájomníkov nie je možné udeliť povolenie aplikácie.
sl: Dovoljenja za aplikacijo ni mogoče podeliti skupini najemnikov.
sq: S’mund t’i jepet leje aplikacioni një grupi tenant.
sr: Nije moguće dodeliti aplikacionu dozvolu tenant grupi.
sv: Det går inte att bevilja programbehörighet till en hyresgästgrupp.
tr: Bir kiracı grubuna uygulama izni verilemiyor.
uk: Неможливо надати права доступу до застосунку групі тенанта.
vi: Không thể cấp quyền ứng dụng cho nhóm đối tượng thuê.
zh_hk: 無法授予租戶群組申請權限。

source: You cannot add or remove users to/from the ''All tenant users'' group.
ar: لا يمكنك إضافة مستخدمين أو إزالتهم من مجموعة ''All tenant users''.
bg: Не можете да добавяте или премахвате потребители към/от групата „Всички потребители на наематели“.
ca: No podeu afegir ni eliminar usuaris del grup "Tots els usuaris del grup".
de: Sie können keine Benutzer zur Gruppe „Alle Mandantenbenutzer“ hinzufügen oder aus ihr entfernen.
es: No se pueden agregar ni eliminar usuarios del grupo "Todos los usuarios inquilinos".
fa: شما نمی‌توانید کاربران را به/از گروه «همه کاربران مستاجر» اضافه یا حذف کنید.
fi: Et voi lisätä tai poistaa käyttäjiä "Kaikki vuokralaisen käyttäjät" -ryhmästä.
fr: Vous ne pouvez pas ajouter ou supprimer des utilisateurs du groupe « Tous les utilisateurs du locataire ».
it: Non è possibile aggiungere o rimuovere utenti dal gruppo ''Tutti gli utenti tenant''.
ja: 「すべてのテナント ユーザー」グループにユーザーを追加したり、グループからユーザーを削除したりすることはできません。
nb: Du kan ikke legge til eller fjerne brukere til/fra gruppen "Alle leietakerbrukere".
nl: U kunt geen gebruikers toevoegen aan of verwijderen uit de groep 'Alle tenantgebruikers'.
pl: Nie można dodawać ani usuwać użytkowników z grupy „Wszyscy użytkownicy dzierżawy”.
pt_br: Não é possível adicionar ou remover usuários do grupo "Todos os usuários do locatário".
ru: Вы не можете добавлять или удалять пользователей в/из группы "Все пользователи тенанта".
sk: Do skupiny „Všetci používatelia nájomníka“ nemôžete pridávať ani odoberať používateľov.
sl: Uporabnikov ne morete dodajati v skupino »Vsi uporabniki najemnika« ali jih iz nje odstranjevati.
sq: Nuk mund të shtosh ose heqësh përdorues në/nga grupi ''Të gjithë përdoruesit tenant''.
sr: Ne možete dodavati ili uklanjati korisnike u/iz grupe ''All tenant users''.
sv: Du kan inte lägga till eller ta bort användare till/från gruppen ''Alla hyresgästanvändare''.
tr: "Tüm kiracı kullanıcıları" grubuna kullanıcı ekleyemez veya gruptan kullanıcı çıkaramazsınız.
uk: Ви не можете додавати або видаляти користувачів до/з групи ''Усі користувачі тенанта''.
vi: Bạn không thể thêm hoặc xóa người dùng vào/khỏi nhóm "Tất cả người dùng của người thuê".
zh_hk: 您不能在「所有租戶使用者」群組中新增或移除使用者。

source: Error inserting Permissions Group Membership
ar: خطأ في إدراج عضوية مجموعة الأذونات
bg: Грешка при вмъкване на членство в група с разрешения
ca: Error en inserir la pertinença al grup de permisos
de: Fehler beim Einfügen der Berechtigungsgruppenmitgliedschaft
eo: Oof, got a glitch when trying to add that Permissions Group Membership, fr.
es: Error al insertar la membresía del grupo de permisos
fa: خطا در وارد کردن مجوزها - عضویت در گروه
fi: Virhe lisättäessä käyttöoikeusryhmän jäsenyyttä
fr: Erreur lors de l'insertion de l'appartenance au groupe d'autorisations
it: Errore durante l'inserimento dell'appartenenza al gruppo di autorizzazioni
ja: 権限グループメンバーシップの挿入中にエラーが発生しました
nb: Feil ved innsetting av gruppemedlemskap for tillatelser
nl: Fout bij het invoegen van machtigingengroeplidmaatschap
pl: Błąd podczas wstawiania członkostwa w grupie uprawnień
pt_br: Erro ao inserir permissões de associação ao grupo
ru: Ошибка при вставке членства в группе разрешений
sk: Chyba pri vkladaní členstva v skupine oprávnení
sl: Napaka pri vstavljanju članstva v skupini dovoljenj
sq: Gabim gjatë insertimit të Anëtarësisë së Grupit të Lejeve
sr: Greška pri ubacivanju članstva u Permissions Group
sv: Fel vid infogning av medlemskap i behörighetsgruppen
tr: İzinler Grup Üyeliği eklenirken hata oluştu
uk: Помилка вставлення членства в групі дозволів
vi: Lỗi khi chèn Quyền thành viên nhóm
zh_hk: 插入權限群組成員時出錯

source: Tenant users cannot be made group managers
ar: لا يمكن جعل مستخدمي المستأجر مديري مجموعات
bg: Потребителите-наематели не могат да бъдат назначени за мениджъри на групи
ca: Els usuaris inquilins no poden ser nomenats administradors de grup
de: Mandantenbenutzer können nicht zu Gruppenmanagern ernannt werden.
es: Los usuarios inquilinos no pueden convertirse en administradores de grupo
fa: کاربران مستأجر را نمی‌توان مدیر گروه کرد
fi: Vuokralaiskäyttäjistä ei voi tehdä ryhmän hallinnoijia
fr: Les utilisateurs locataires ne peuvent pas être désignés comme gestionnaires de groupe.
it: Gli utenti tenant non possono essere resi gestori di gruppo
ja: テナントユーザーをグループマネージャーにすることはできません
nb: Leietakerbrukere kan ikke gjøres til gruppeansvarlige
nl: Gebruikers met een tenant kunnen niet tot groepsbeheerder worden benoemd.
pl: Użytkowników dzierżawy nie można uczynić menedżerami grupy
pt_br: Os usuários locatários não podem ser nomeados gerentes de grupo.
ru: Пользователей тенанта нельзя назначить менеджерами группы
sk: Používateľov-nájomníkov nemožno nastaviť za správcov skupín
sl: Najemnikov ni mogoče nastaviti za upravitelje skupin
sq: Përdoruesit tenant nuk mund të bëhen menaxherë grupi
sr: Tenant korisnici ne mogu biti postavljeni za menadžere grupa
sv: Hyresgästanvändare kan inte göras till gruppansvariga
tr: Kiracı kullanıcılar grup yöneticisi yapılamaz.
uk: Користувачів тенанта не можна зробити менеджерами групи
vi: Người dùng thuê bao không thể được chỉ định làm người quản lý nhóm.
zh_hk: 租戶使用者不能成為群組管理員

source: Cannot add non-tenant user to tenant-group or vice versa
ar: لا يمكن إضافة مستخدم غير مستأجر إلى مجموعة مستأجر أو العكس
bg: Не може да се добави потребител, който не е наемател, към групата наематели или обратното
ca: No es pot afegir un usuari que no sigui inquilí al grup d'inquilins ni viceversa.
de: Nicht-Mandantenbenutzer können nicht zur Mandantengruppe hinzugefügt werden und umgekehrt
eo: Bruh, you can't add a non-tenant user to a tenant-group or the other way around, fr fr.
es: No se puede agregar un usuario que no sea inquilino al grupo de inquilinos o viceversa
fa: نمی‌توان کاربر غیرمستاجر را به گروه مستأجر اضافه کرد یا برعکس
fi: Ei-vuokraajakäyttäjää ei voi lisätä vuokraajaryhmään tai päinvastoin.
fr: Impossible d'ajouter un utilisateur non locataire à un groupe de locataires ou vice versa
it: Impossibile aggiungere un utente non tenant al gruppo tenant o viceversa
ja: 非テナント ユーザーをテナント グループに追加することはできません (その逆も同様)
nb: Kan ikke legge til en bruker som ikke er leietaker, i en leietaker-gruppe eller omvendt
nl: Kan geen niet-tenantgebruiker toevoegen aan een tenantgroep of omgekeerd
pl: Nie można dodać użytkownika niebędącego najemcą do grupy najemców i odwrotnie
pt_br: Não é possível adicionar um usuário não locatário ao grupo de locatários ou vice-versa
ru: Нельзя добавить пользователя не из тенанта в группу тенанта или наоборот
sk: Nemožno pridať používateľa, ktorý nie je nájomníkom, do skupiny nájomníkov a naopak
sl: Uporabnika, ki ni najemnik, ni mogoče dodati v skupino najemnikov ali obratno.
sq: S’mund të shtohet përdorues jo-tenant në tenant-group ose anasjelltas
sr: Nije moguće dodati korisnika koji nije tenant u tenant grupu ili obrnuto
sv: Det går inte att lägga till icke-klientanvändare till klientgruppen eller vice versa.
tr: Kiracı olmayan kullanıcıyı kiracı grubuna ekleyemezsiniz veya tam tersi
uk: Неможливо додати не-тенантного користувача до tenant-group або навпаки
vi: Không thể thêm người dùng không phải là người thuê vào nhóm người thuê hoặc ngược lại
zh_hk: 無法新增非租用者使用者至租用者群組，反之亦然

source: Turn on the Tenants feature, allowing users to be assigned to a particular Tenant.
ar: فعّل ميزة Tenants، ما يسمح بتعيين المستخدمين لمستأجر معيّن.
bg: Включете функцията „Наематели“, която позволява на потребителите да бъдат присвоявани към конкретен наемател.
ca: Activeu la funció Inquilins, que permet assignar usuaris a un inquilí concret.
de: Aktivieren Sie die Mandantenfunktion, damit Benutzer einem bestimmten Mandanten zugewiesen werden können.
eo: Just turn on the Tenants feature so peeps can be assigned to a specific Tenant, no cap.
es: Active la función Inquilinos, lo que permitirá que los usuarios se asignen a un inquilino en particular.
fa: ویژگی مستاجران را فعال کنید تا کاربران بتوانند به یک مستاجر خاص اختصاص داده شوند.
fi: Ota Vuokralaiset-ominaisuus käyttöön, jolloin käyttäjät voidaan liittää tiettyyn vuokralaiseen.
fr: Activez la fonctionnalité Locataires, permettant aux utilisateurs d'être affectés à un locataire particulier.
it: Attiva la funzionalità Tenant, che consente di assegnare gli utenti a un Tenant specifico.
ja: テナント機能をオンにして、ユーザーを特定のテナントに割り当てることができるようにします。
nb: Slå på funksjonen Leietakere, slik at brukere kan tilordnes en bestemt leietaker.
nl: Schakel de Tenants-functie in, zodat gebruikers aan een specifieke Tenant kunnen worden toegewezen.
pl: Włącz funkcję Najemców, umożliwiając przypisywanie użytkowników do konkretnych Najemców.
pt_br: Ative o recurso Locatários, permitindo que usuários sejam atribuídos a um Locatário específico.
ru: Включите функцию «Тенанты», чтобы добавить пользователя определенному тенанту.
sk: Zapnite funkciu Nájomníci, ktorá umožní priradiť používateľov ku konkrétnemu nájomníkovi.
sl: Vklopite funkcijo Najemniki, ki omogoča dodelitev uporabnikov določenemu najemniku.
sq: Aktivizo veçorinë Tenants, duke lejuar që përdoruesit t’i caktohen një Tenant-i të caktuar.
sr: Uključi funkciju Tenants, omogućavajući da korisnici budu dodeljeni određenom tenant-u.
sv: Aktivera funktionen Hyresgäster, så att användare kan tilldelas en viss hyresgäst.
tr: Kullanıcıların belirli bir Kiracıya atanmasına izin veren Kiracılar özelliğini açın.
uk: Увімкніть функцію Тенантів, щоб користувачів можна було призначати певному Тенанту.
vi: Bật tính năng Người thuê, cho phép người dùng được chỉ định vào một Người thuê cụ thể.
zh_hk: 開啟租戶功能，允許使用者指派給特定租戶。

source: Admin cannot be a group manager.
ar: لا يمكن أن يكون المسؤول مدير مجموعة.
ca: L'administrador no pot ser un gestor de grup.
de: Ein Administrator kann nicht gleichzeitig Gruppenmanager sein.
es: El administrador no puede ser administrador de grupo.
fa: ادمین نمی‌تواند مدیر گروه باشد.
fi: Ylläpitäjä ei voi olla ryhmän ylläpitäjä.
fr: Un administrateur ne peut pas être gestionnaire de groupe.
it: L'amministratore non può essere un gestore del gruppo.
ja: 管理者はグループマネージャーになることはできません。
nb: Administrator kan ikke være gruppeleder.
pl: Administrator nie może być menadżerem grupy.
pt_br: O administrador não pode ser gerente de grupo.
ru: Администратор не может быть менеджером группы.
sk: Administrátor nemôže byť správcom skupiny.
sl: Skrbnik ne more biti upravitelj skupine.
sq: Administratori s’mund të jetë menaxher grupi.
sr: Administrator ne može biti menadžer grupe.
tr: Yönetici, grup yöneticisi olamaz.
uk: Адмін не може бути менеджером групи.
vi: Quản trị viên không thể đồng thời là người quản lý nhóm.
zh_hk: 管理員不能成為群組管理員。
