Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: As the creator you can also choose to delete this if it’s no longer relevant to others as well.
bg: Като създател можете също да изберете да изтриете това, ако вече не е от значение и за другите.
ca: Com a creador també pots escollir eliminar això si no és rellevant per als altres.
de: Als Ersteller können Sie auch entscheiden, dies zu löschen, wenn es für andere nicht mehr relevant ist.
eo: As the creator, u can also dip if this ain’t it for others anymore lol.
es: Como creador, también puedes optar por eliminar esto si ya no es relevante para otros.
fa: به عنوان خالق همچنین می‌توانید این را حذف کنید اگر برای دیگران نیز بی‌ربط شده است.
fi: Voi myös tuhota tämän, jos sillä ei ole enää merkitystä muille käyttäjille.
fr: En tant que créateur, vous pouvez également choisir de le supprimer s'il n'est plus pertinent pour les autres.
hu: Mint készítő, dönthetsz úgy is, hogy törlöd ezt, ha mások számára már nem releváns.
it: Come creatore, puoi anche scegliere di eliminare questo se non è più rilevante anche per altri.
ja: 誰も利用しなくなった場合、作成者であるあなたはこれを削除することができます。
lt: Kaip kūrėjas taip pat galite pasirinkti tai ištrinti, jei tai nebeaktualu ir kitiems.
ms: Sebagai pencipta, anda juga boleh memilih untuk memadam ini jika ia tidak lagi relevan kepada orang lain.
nb: Som skaper kan du også velge å slette denne hvis den ikke lengre er relevant for andre.
nl: Als maker kun je er ook voor kiezen om dit te verwijderen als het ook niet langer relevant is voor anderen.
pl: Jako twórca możesz również zdecydować się na usunięcie, jeśli nie jest to już istotne dla innych.
pt_br: Como criador, você pode também excluir isto caso também não seja relevante para outras pessoas.
ru: Как создатель вы также можете удалить это, если оно больше не актуально для других.
sk: Ako tvorca môžete tiež zvoliť odstrániť to, ak už to nie je relevantné ani pre ostatných.
sl: Kot ustvarjalec se lahko odločite, da to izbrišete tudi, če ni več relevantno tudi za druge.
sv: Som skapare kan du också välja att ta bort detta om det inte längre är relevant för andra.
tr: İçerik oluşturucu olarak, artık başkalarıyla da alakalı değilse bunu silmeyi de seçebilirsiniz.
uk: Як автор, ви також можете видалити це, якщо воно більше неактуально для інших.
vi: Là người tạo, bạn cũng có thể chọn xóa điều này nếu nó không còn liên quan đến người khác nữa.
zh_hk: 身為建立者，您也可以選擇刪除此內容，如果它不再與其他人相關。

source: You’re unsubscribed. Delete this alert as well?
ar: لقد ألغيت الاشتراك. هل تريد حذف هذا التنبيه أيضًا؟
bg: Отписахте се. Да се ​​изтрие ли и този сигнал?
ca: T'has dessubscrit. Eliminar aquesta alerta també?
de: Sie sind abgemeldet. Möchten Sie diese Benachrichtigung ebenfalls löschen?
eo: You’re not vibing anymore. Should I just yeet this notification too?
es: Te has dado de baja. ¿Quieres eliminar la alerta?
fa: شما لغو اشتراک کرده‌اید. این هشدار را نیز حذف کنید?
fi: Peruutit tilauksen. Poistetaanko tämä ilmoitus?
fr: Vous êtes désabonné. Voulez vous aussi supprimer cette alerte ?
hu: Leiratkozott. Törli ezt a figyelmeztetést is?
it: Sei disiscritto. Eliminare anche questo avviso?
ja: 登録解除されました。このアラートも削除しますか?
lt: Atsisakėte prenumeratos. Ištrinti ir šį įspėjimą?
ms: Anda telah berhenti melanggan. Padamkan amaran ini juga?
nb: Du avsluttet abonnementet. Slett denne alarmen også?
nl: Je bent uitgeschreven. Deze melding ook verwijderen?
pl: Wypisałeś się z listy. Usunąć również to powiadomienie?
pt_br: Sua assinatura foi cancelada. Excluir este alerta também?
ru: Вы отписались. Удалить это оповещение?
sk: Ste odhlásení. Odstrániť aj toto upozornenie?
sl: Niste naročeni. Izbrisati tudi to opozorilo?
sq: Je çregjistruar. Ta fshijmë edhe këtë alarm?
sr: Otkažili ste pretplatu. Da obrišem i ovo upozorenje?
sv: Du har avslutat prenumerationen. Vill du också radera denna varning?
tr: Aboneliğiniz kaldırıldı. Bu uyarı da silinsin mi?
uk: Ви відписалися. Видалити це сповіщення також?
vi: Bạn đã hủy đăng ký. Xóa cảnh báo này luôn không?
zh_hk: 您已取消訂閱。也刪除此警示嗎？

source: You’re unsubscribed. Delete this subscription as well?
bg: Отписахте се. Да се ​​изтрие ли и този абонамент?
ca: T'has dessubscrit. Eliminar aquesta subscripció també?
de: Du bist abgemeldet. Diese Subskription auch löschen?
eo: You're off the list. Should I bounce this sub too?
es: Te has dado de baja. ¿Quieres eliminar la subscripción?
fa: شما لغو اشتراک کرده‌اید. این اشتراک را نیز حذف کنید?
fi: Peruutit tilauksen. Poistetaanko myös tämä tilaus?
fr: Vous êtes désabonné. Supprimer également cet abonnement ?
hu: Leiratkozott. Törli ezt az előfizetést is?
it: Sei disiscritto. Eliminare anche questo abbonamento?
ja: 登録解除されました。この購読も削除しますか?
lt: Atsisakėte prenumeratos. Ištrinti ir šią prenumeratą?
ms: Anda telah berhenti melanggan. Padamkan langganan ini juga?
nb: Du avsluttet abonnementet. Slett dette abonnementet også?
nl: Je bent uitgeschreven. Dit abonnement ook verwijderen?
pl: Wypisałeś się z subskrypcji. Usunąć również tę subskrypcję?
pt_br: Sua assinatura foi cancelada. Excluir esta assinatura também?
ru: Вы отписались. Удалить и эту подписку?
sk: Ste odhlásení. Odstrániť aj toto predplatné?
sl: Niste naročeni. Izbrisati tudi to naročnino?
sv: Du har avslutat prenumerationen. Vill du också ta bort denna prenumeration?
tr: Aboneliğiniz kaldırıldı. Bu abonelik de silinsin mi?
uk: Ви відписалися. Видалити цю підписку також?
vi: Bạn đã hủy đăng ký. Xóa đăng ký này luôn không?
zh_hk: 您已取消訂閱。也刪除此訂閱嗎？

source: Delete this subscription?
ar: هل تريد حذف هذا الاشتراك؟
bg: Да се ​​изтрие ли този абонамент?
ca: Eliminar aquesta subscripció?
de: Diese Subskription löschen?
eo: Should I yeet this sub?
es: ¿Borrar esta subscripción?
fa: این اشتراک را حذف کنید?
fi: Poistetaanko tämä tilaus?
fr: Supprimer cet abonnement ?
hu: Törli ezt a feliratkozást?
it: Eliminare questo abbonamento?
ja: このサブスクリプションを削除しますか?
lt: Ištrinti šią prenumeratą?
ms: Padamkan langganan ini?
nb: Avslutt dette abonnementet?
nl: Dit abonnement verwijderen?
pl: Usuń tę subskrypcję?
pt_br: Excluir esta assinatura?
ru: Удалить и эту подписку?
sk: Zmazať túto predplatnú službu?
sl: Izbrisati to naročnino?
sq: Ta fshijmë këtë abonim?
sr: Obrisati ovu pretplatu?
sv: Ta bort denna prenumeration?
tr: Bu abonelik silinsin mi?
uk: Видалити цю підписку?
vi: Xóa đăng ký này?
zh_hk: 刪除此訂閱嗎？

source: Yes, delete this alert
ar: نعم، احذف هذا التنبيه
bg: Да, изтрийте този сигнал
ca: Sí, eliminar aquesta alerta
de: Ja, diesen Alarm löschen
eo: Yaaas, delete this alert fr fr
es: Sí, elimina esta alerta
fa: بله، این اخطار رو پاک کن
fi: Jep, poista tämä hälytys
fr: Oui, supprimer cette alerte
hu: Igen, törölje ezt a figyelmeztetést
it: Sì, cancella questo avviso
ja: はい、このアラートを削除します。
lt: Taip, ištrinti šį įspėjimą
ms: Ya, padamkan amaran ini
nb: Ja, slett denne alarmen
nl: Ja, verwijder deze melding
pl: Tak, usuń ten wpis
pt_br: Sim, excluir este alerta
ru: Да, удалить это оповещение
sk: Áno, odstrániť toto upozornenie
sl: Da, izbriši to opozorilo
sq: Po, fshije këtë alarm
sr: Da, obriši ovo upozorenje
sv: Ja, radera denna varning
tr: Evet, bu uyarıyı sil
uk: Так, видалити це сповіщення
vi: Vâng, xóa thông báo này
zh_hk: 是，請刪除此警示

source: Yes, delete this subscription
ar: نعم، احذف هذا الاشتراك
bg: Да, изтрийте този абонамент
ca: Sí, eliminar aquesta subscripció
de: Ja, diese Subskription löschen
eo: Yup, delete this sub, fr fr
es: Sí, elimina esta subscripción
fa: بله، این اشتراک را حذف کنید
fi: Kyllä, poista tämä tilaus
fr: Oui, supprimer cet abonnement
hu: Igen, törölje ezt a feliratkozást
it: Sì, cancella questo abbonamento
ja: はい、このサブスクリプションを削除します
lt: Taip, ištrinti šią prenumeratą
ms: Ya, padamkan langganan ini
nb: Ja, avslutt dette abonnementet
nl: Ja, verwijder dit abonnement
pl: Tak, usuń tę subskrypcję
pt_br: Sim, excluir esta assinatura
ru: Да, удалить эту подписку
sk: Áno, odstrániť túto predplatnú službu
sl: Da, izbriši to naročnino
sq: Po, fshije këtë abonim
sr: Da, obriši ovu pretplatu
sv: Ja, ta bort denna prenumeration
tr: Evet, bu aboneliği sil
uk: Так, видалити цю підписку
vi: Vâng, xóa đăng ký này
zh_hk: 是，請刪除此訂閱

source: Keep it around
ar: أبقِه كما هو
bg: Дръжте го наоколо
ca: Mantén-la per aquí
de: Beibehalten
eo: Keep it on the lowkey
es: Vamos a mantenerlo
fa: آن را نگه دارید
fi: Pidä se elossa
fr: Gardez-le dans le coin
hu: Tartsa meg
it: Conservalo
ja: 手元に置いておく
lt: Laikykite jį šalia
ms: Simpan
nb: Behold det
nl: Bewaar het nog maar even
pl: Zachowaj to w pobliżu
pt_br: Manter por aqui
ru: Пусть остается
sk: Zachovať
sl: Ohranite ga
sq: Mbaje
sr: Zadrži je
sv: Behåll den
tr: Etrafta tut
uk: Залишити
vi: Giữ lại đó
zh_hk: 保持在附近

source: I changed my mind
ar: غيرت رأيي
bg: Размислих
ca: He canviat d'idea
de: Ich habe meine Meinung geändert
eo: I lowkey switched up my vibe
es: He cambiado de idea
fa: نظرم عوض شد
fi: muutin mieleni
fr: J'ai changé d'avis
hu: Meggondoltam magam
it: Ho cambiato idea
ja: 気が変わった
lt: persigalvojau
ms: Saya berubah fikiran
nb: Jeg ombestemte meg
nl: Ik ben van gedachten veranderd
pl: Zmieniłem zdanie
pt_br: Mudei de ideia
ru: Я передумал
sk: Rozmyslel som si to
sl: Premislil sem si
sq: Ndryshova mendje
sr: Predomislio/la sam se
sv: Jag har ändrat mig
tr: Fikrimi değiştirdim
uk: Я передумав
vi: Tôi đã thay đổi ý định
zh_hk: 我改變主意了

source: You won’t receive this alert at {0} any more.
bg: Вече няма да получавате този сигнал на {0}.
ca: No rebràs més aquesta alerta a {0}.
de: Sie werden diesen Alarm bei {0} nicht mehr erhalten.
es: Ya no recibirás esta alerta en {0}.
fa: شما دیگر این هشدار را در {0} دریافت نخواهید کرد.
fi: Et saa enää tätä ilmoitusta {0}.
fr: Vous ne recevrez plus cette alerte à {0}.
hu: Nem fogja megkapni ezt a figyelmeztetést a(z) {0}-nál többé.
it: Non riceverai più questo avviso a {0}.
ja: 今後は{0}でこのアラートを受け取ることはありません。
lt: Daugiau negausite šio įspėjimo adresu {0}.
ms: Anda tidak akan menerima amaran ini di {0} lagi.
nb: Du vil ikke motta denne alarmen den {0} mer.
nl: Je ontvangt deze melding niet meer om {0}.
pl: Nie będziesz już otrzymywać tego powiadomienia o {0}.
pt_br: Você não vai mais receber este alerta no endereço {0}.
ru: Вы больше не будете получать это оповещение на {0}.
sk: Už nebudete dostávať toto upozornenie na {0}.
sl: Tega opozorila ne boste več prejeli ob {0}.
sv: Du kommer inte längre att ta emot denna varning vid {0}.
tr: Bu uyarıyı artık {0} saatinde almayacaksınız.
uk: Ви більше не будете отримувати це сповіщення на {0}.
vi: Bạn sẽ không nhận được cảnh báo này tại {0} nữa.
zh_hk: 您將不會再在 {0} 收到此提醒。

source: You won’t receive this subscription at {0} any more.
bg: Вече няма да получавате този абонамент на {0}.
ca: No rebràs més aquesta subscripció a {0}.
de: Sie werden dieses Abonnement bei {0} nicht mehr erhalten.
es: Ya no recibirás esta subscripción en {0}.
fa: شما دیگر این اشتراک را در {0} دریافت نخواهید کرد.
fi: Et saa enää tätä tilausta osoitteessa {0}.
fr: Vous ne recevrez plus cet abonnement à {0}.
hu: Nem fogja megkapni ezt a feliratkozást a(z) {0}-nál többé.
it: Non riceverai più questo abbonamento a {0}.
ja: 今後は{0}でこの定期購読を受け取ることはありません。
lt: Nebegausite šios prenumeratos adresu {0}.
ms: Anda tidak akan menerima langganan ini di {0} lagi.
nb: Du bil ikke motta dette abonnementet den {0} mer.
nl: Je ontvangt dit abonnement niet meer om {0}.
pl: Nie będziesz już otrzymywać tej subskrypcji w {0}.
pt_br: Você não vai mais receber esta assinatura no endereço {0}.
ru: Вы больше не получите эту подписку на сайте {0}.
sk: Už nebudete dostávať toto predplatné na {0}.
sl: Te naročnine ne boste več prejeli na {0}.
sv: Du kommer inte längre att få denna prenumeration vid {0}.
tr: Bu aboneliği artık {0} tarihinde almayacaksınız.
uk: Ви більше не будете отримувати цю підписку на {0}.
vi: Bạn sẽ không nhận được đăng ký này tại {0} nữa.
zh_hk: 您將不會再從 {0} 收到此訂閱。

source: You created this alert on {0}.
ar: أنشأت هذا التنبيه في {0}.
bg: Създадохте това предупреждение на {0}.
ca: Vas crear aquesta alerta el {0}.
de: Sie haben diesen Alarm bei {0} erstellt.
es: Creaste esta alerta el {0}.
fa: شما این هشدار را در {0} ایجاد کردید.
fi: Loit tämän hälytyksen {0}.
fr: Vous avez créé cette alerte le {0}.
hu: Ezt a figyelmeztetést a(z) {0}-án hozta létre.
it: Hai creato questo avviso il {0}.
ja: あなたはこのアラートを{0}に作成しました。
lt: Šį įspėjimą sukūrėte {0}.
ms: Anda mencipta amaran ini pada {0}.
nb: Du opprettet denne alarmen den {0}.
nl: Je hebt deze melding gemaakt op {0}.
pl: Ten wpis został utworzony w dniu {0}.
pt_br: Você criou este alerta em {0}.
ru: Вы создали это оповещение {0}.
sk: Vytvorili ste toto upozornenie {0}.
sl: To opozorilo ste ustvarili {0}.
sq: E krijove këtë alarm më {0}.
sr: Kreirali ste ovo upozorenje {0}.
sv: Du skapade denna varning den {0}.
tr: Bu uyarıyı {0} tarihinde oluşturdunuz.
uk: Ви створили це сповіщення {0}.
vi: Bạn đã tạo cảnh báo này vào {0}.
zh_hk: 您在 {0}上建立此警報。

source: You created this subscription on {0}.
ar: أنشأت هذا الاشتراك في {0}.
bg: Създадохте този абонамент на {0}.
ca: Vas crear aquesta subscripció el {0}.
de: Sie haben dieses Abonnement bei {0} erstellt.
es: Creaste esta subscripción el {0}.
fa: شما این اشتراک را در {0} ایجاد کردید.
fi: Loit tämän tilauksen {0}.
fr: Vous avez créé cet abonnement le {0}.
hu: Ezt a feliratkozást a(z) {0}-án hozta létre.
it: Hai creato questo abbonamento il {0}.
ja: このサブスクリプションは{0}に作成されました。
lt: Šią prenumeratą sukūrėte {0}.
ms: Anda mencipta amaran ini pada {0}.
nb: Du abonnerte den {0}.
nl: Je hebt dit abonnement gemaakt op {0}.
pl: Utworzyłeś tę subskrypcję w dniu {0}.
pt_br: Você criou esta assinatura em {0}.
ru: Вы создали эту подписку {0}.
sk: Vytvorili ste toto predplatné {0}.
sl: To naročnino ste ustvarili {0}.
sq: E krijove këtë abonim më {0}.
sr: Kreirali ste ovu pretplatu {0}.
sv: Du skapade denna prenumeration den {0}.
tr: Bu aboneliği {0} tarihinde oluşturdunuz.
uk: Ви створили цю підписку {0}.
vi: Bạn đã tạo đăng ký này vào {0}.
zh_hk: 您在 {0}上建立此訂閱。

source: It’s currently being sent to {0}.
bg: В момента се изпраща до {0}.
ca: Actualment s'està enviant a {0}.
de: Es wird derzeit an {0} gesendet.
eo: It’s currently being sent to {0}, fr.
es: actualmente se envía a {0}.
fa: اکنون به {0} ارسال می‌شود.
fi: Se lähetetään nyt osoitteeseen {0}.
fr: Il est actuellement envoyé à {0}.
hu: Jelenleg a(z) {0}-nak van küldve.
it: Attualmente viene inviato a {0}.
ja: 現在、{0}に送信されています。
lt: Šiuo metu jis siunčiamas {0}.
ms: Ia sedang dihantar ke {0} sekarang.
nb: Det blir for tiden sendt til {0}.
nl: Het wordt momenteel verzonden naar {0}.
pl: Obecnie jest on wysyłany do {0}.
pt_br: No momento está sendo enviado para {0}.
ru: В настоящее время он отправляется на адрес {0}.
sk: Momentálne je to posielané na {0}.
sl: Trenutno se pošilja {0}.
sv: Det skickas för närvarande till {0}.
tr: Şu anda {0} adresine gönderiliyor.
uk: Наразі надсилається на {0}.
vi: Hiện đang được gửi đến {0}.
zh_hk: 目前正在發送至 {0}。

source: Sandboxed
eo: Sandboxed → "In the sandbox" or "Chillin' in the sandbox"
hu: Sandboxolt
lt: Smėlio dėžė
ms: Terpencil

source: Curate
ar: تنظيم
bg: Редактиране
ca: Personalitzats
de: Kuratieren
eo: curate → lowkey flexing or just say "pick" if you wanna keep it chill
es: Administración
fa: سازماندهی
fi: Hallinnoi
fr: Curation
hu: Gondoz
it: Cura
ja: キュレーション
lt: Kuratorius
ms: Kurasi
nb: Kurater
nl: Samenstellen
pl: Nadzór
pt_br: Fazer curadoria
ru: Попечитель
sk: Spravovať
sl: Kurat
sq: Kurato
sr: Upravljaj
sv: Full behörighet
tr: küratörlük
uk: Курувати
vi: Quản lý
zh_hk: 策展

source: Discard your unsaved changes?
hu: Elveti a nem mentett módosításokat?
ms: Buang perubahan yang belum disimpan?

source: If you leave this page now, your changes won't be saved.
hu: Ha most elhagyja ezt az oldalt, a módosítások nem lesznek mentve.
ms: Jika anda meninggalkan halaman ini sekarang, perubahan anda tidak akan disimpan.

source: Discard changes
ar: تجاهل التغييرات
bg: Отхвърлите промените
ca: Descartar els canvis
de: Änderungen verwerfen
eo: Canceling my vibe rn
es: Descartar cambios
fa: تغییرات را لغو کنید
fi: Hylkää muutokset
fr: Annuler les changements
hu: Módosítások elvetése
it: Elimina le modifiche
ja: 変更の破棄
lt: Atmesti pakeitimus
ms: Buang perubahan
nb: Forkast endringer
nl: Veranderingen ongedaan maken
pl: Odrzuć zmiany
pt_br: Descartar mudanças
ru: Отменить изменения
sk: Zahodiť zmeny
sl: Zavrzi spremembe
sq: Hidh poshtë ndryshimet
sr: Odbaci promene
sv: Släng ändringar
tr: Değişiklikleri gözardı et
uk: Скасувати зміни
vi: Hủy thay đổi
zh_hk: 捨棄變更

source: Select a collection to see its permissions
ar: حدد مجموعة لعرض أذوناتها
bg: Изберете колекция, за да видите нейните разрешения
ca: Selecciona una col·lecció per veure'n els permisos
de: Wählen Sie eine Sammlung aus, um deren Berechtigungen zu sehen
eo: Pick a collection to peep its permissions, bestie.
es: Seleccionar una colección para ver sus permisos
fa: یک مجموعه را انتخاب کنید تا مجوزهای آن را ببینید
fi: Valitse kokoelma nähdäksesi sen oikeudet
fr: Sélectionnez une collection pour voir ses autorisations
hu: Válasszon egy gyűjteményt az engedélyeinek megtekintéséhez
it: Selezione una collezione per visualizzarne i permessi
ja: コレクションを選択して、その権限を確認する
lt: Pasirinkite kolekciją, kad pamatytumėte jos leidimus
ms: Pilih koleksi untuk melihat kebenarannya
nb: Velg en samling for å se tillatelsene
nl: Selecteer een collectie om de rechten te zien
pl: Wybierz kolekcję, aby zobaczyć jej uprawnienia
pt_br: Selecione uma coleção para ver suas permissões
ru: Выберите коллекцию, чтобы увидеть ее привилегии
sk: Vyberte kolekciu, aby ste videli jej oprávnenia
sl: Izberite zbirko, če si želite ogledati njena dovoljenja
sq: Zgjidh një koleksion për të parë lejet e tij
sr: Izaberi kolekciju da vidiš njene dozvole
sv: Välj en samling för att se dess rättigheter
tr: İzinlerini görmek için bir koleksiyon seçin
uk: Оберіть колекцію, щоб переглянути її дозволи
vi: Chọn một bộ sưu tập để xem quyền của nó
zh_hk: 選取一個收藏集以查看其權限

source: Search for a collection
ar: ابحث عن مجموعة
bg: Търсете колекция
ca: Cercar una col·lecció
de: Eine Sammlung suchen
eo: Look for a vibe or squad drop
es: Buscar una colección
fa: جستجو برای یک مجموعه
fi: Etsi kokoelma
fr: Rechercher une collection
hu: Keressen egy gyűjteményt
it: Cerca una Collezione
ja: コレクションの検索
lt: Ieškokite kolekcijos
ms: Cari koleksi
nb: Søk etter en samling
nl: Naar een collectie zoeken
pl: Wyszukaj kolekcję
pt_br: Pesquisar uma coleção
ru: Искать коллекцию
sk: Vyhľadajte kolekciu
sl: Iskanje zbirke
sq: Kërko për një koleksion
sr: Pretraži kolekciju
sv: Sök efter en samling
tr: Koleksiyon ara
uk: Шукати колекцію
vi: Tìm kiếm một bộ sưu tập
zh_hk: 搜尋收藏

source: Search for a group
ar: ابحث عن مجموعة
bg: Търсете група
ca: Cercar un grup
de: Nach einer Gruppe suchen
eo: Look up a squad.
es: Buscar un grupo
fa: جستجو برای یک گروه
fi: Etsi ryhmää
fr: Rechercher un groupe
hu: Keressen egy csoportot
it: Cerca un gruppo
ja: グループの検索
lt: Ieškokite grupės
ms: Cari kumpulan
nb: Søk etter en gruppe
nl: Naar een groep zoeken
pl: Wyszukaj grupę
pt_br: Pesquisar um grupo
ru: Искать группу
sk: Vyhľadajte skupinu
sl: Iskanje skupine
sq: Kërko për një grup
sr: Pretraži grupu
sv: Sök efter en grupp
tr: Grup arayın
uk: Шукати групу
vi: Tìm kiếm một nhóm
zh_hk: 搜尋群組

source: Collection access
ar: الوصول إلى المجموعة
bg: Достъп до колекция
ca: Accés a la col·lecció
de: Sammlungszugriff
eo: Collection access → Vibe check on the collection
es: Acceso a colección
fa: دسترسی به مجموعه
fi: Pääsy kokoelmaan
fr: Accès à la collection
hu: Gyűjtemény hozzáférés
it: Accesso alla Collezione
ja: コレクションアクセス
lt: Prieiga prie kolekcijos
ms: Akses koleksi
nb: Tilgang til samling
nl: Toegang tot collectie
pl: Dostęp do kolekcji
pt_br: Acesso à coleção
ru: Доступ к коллекции
sk: Prístup ku kolekcii
sl: Dostop do zbirke
sq: Qasje te koleksioni
sr: Pristup kolekciji
sv: Åtkomst
tr: Koleksiyon erişimi
uk: Доступ до колекції
vi: Truy cập bộ sưu tập
zh_hk: 收藏存取

source: Edit dashboard details
hu: Irányítópult részleteinek szerkesztése
ms: Sunting butiran papan pemuka

source: More options
ar: مزيد من الخيارات
bg: Повече опций
ca: Més opcions
de: Mehr Optionen
eo: More options → More vibes fam
es: Más opciones
fa: گزینه‌های بیشتر
fi: Lisää vaihtoehtoja
fr: Plus d'options
hu: Több lehetőség
it: Più opzioni
ja: その他のオプション
lt: Daugiau parinkčių
ms: Pilihan lain
nb: Flere alternativ
nl: Meer opties
pl: Więcej opcji
pt_br: Mais opções
ru: Больше опций
sk: Ďalšie možnosti
sl: Več možnosti
sq: Më shumë opsione
sr: Više opcija
sv: Fler alternativ
tr: Daha fazla seçenek
uk: Більше опцій
vi: Thêm tùy chọn
zh_hk: 更多選項

source: Expecting field but found {0}
ar: متوقع حقل لكن وُجد {0}
bg: Очаква се поле, но е намерено {0}
ca: S'esperava un camp però s'ha trobat {0}
de: Erwarte Feld, jedoch wurde {0} gefunden
eo: Was supposed to get the field, but I got {0} instead, fr lol
es: Esperaba un campo pero he encontrado {0}
fa: انتظار برای فیلد اما پیدا شد {0}
fi: Odotetaan kenttää, löytyi {0}
fr: Je m'attendais à un champ mais j'ai trouvé {0}
hu: Mezőt vártam, de {0}-t találtam
it: Aspettavo un campo, ma ho trovato {0}
ja: フィールドを期待していましたが、{0}が見つかりました。
lt: Laukiamas laukas, bet rastas {0}
ms: Mengharapkan medan tetapi menemui {0}
nb: Forventet felt men fant {0}
nl: Verwacht veld maar gevonden {0}
pl: Oczekiwano pola, ale znaleziono {0}
pt_br: Esperando campo mas encontrou {0}
ru: Ожидается поле, но найдено {0}
sk: Čaká sa pole, ale našlo sa {0}
sl: Pričakujem polje, vendar sem našel {0}
sq: Pritej fushë, por u gjet {0}
sr: Očekuje se polje, ali je pronađeno {0}
sv: Förväntade fält men fick {0}
tr: Alan bekleniyor ancak {0} bulundu
uk: Очікується поле, але знайдено {0}
vi: Đang mong đợi trường nhưng tìm thấy {0}
zh_hk: 期待領域，但發現 {0}

source: Recently viewed
ar: المعروض مؤخرًا
bg: Наскоро разгледани
ca: Vist recentment
de: Kürzlich gesehen
eo: Yooo, just peeped
es: Visto recientemente
fa: به تازگی مشاهده شد
fi: Viimeksi katsottu
fr: Récemment consultés
hu: Nemrég megtekintett
it: Visualizzati recentemente
ja: 最近見たもの
lt: Neseniai žiūrėta
ms: Baru dilihat
nb: Nylig vist
nl: Recent bekeken
pl: Ostatnio oglądane
pt_br: Visualizados recentemente
ru: Недавно просмотренные
sk: Nedávno zobrazené
sl: Nedavno gledano
sq: Shikuar së fundi
sr: Nedavno pregledano
sv: Nyligen visade
tr: Son Görüntülenen
uk: Нещодавно переглянуте
vi: Đã xem gần đây
zh_hk: 最近瀏覽

source: Segment
ar: شريحة
bg: Сегмент
eo: Segg
es: Segmento
fa: سگمنت
fi: Segmentti
hu: Szegmens
it: Segmento
ja: セグメント
lt: Segmentas
ms: Segmen
pt_br: Segmento
ru: Сегмент
uk: Сегмент
vi: Phân đoạn
zh_hk: 區段

source: Metric
ar: مقياس
bg: Метрични
ca: Mètrica
de: Metrik
eo: metrics
es: Métrica
fa: متریک
fi: Metrinen
fr: Métrique
hu: Metrika
it: Metrica
ja: メトリック
lt: Metrika
ms: Metrik
nb: Beregning
nl: Statistiek
pl: Metryka
pt_br: Métrica
ru: Метрика
sk: Metrika
sl: Metričnih
sq: Metrikë
sr: Metrika
sv: Mått
tr: Metrik
uk: Метрика
vi: Số liệu
zh_hk: 公制

source: Explore paid features
ar: استكشف الميزات المدفوعة
bg: Разгледайте платените функции
ca: Explorar característiques de pagament
de: Kostenpflichtige Funktionen erkunden
eo: Check out the premium perks
es: Descubra características de pago
fa: اکتشاف ویژگی‌های پرداختی
fi: Maksulliset ominaisuudet
fr: Explorer les fonctionnalités payantes
hu: Fedezze fel a fizetős funkciókat
it: Esplora le funzionalità a pagamento
ja: (有料)プレミアム機能を試す
lt: Ištirkite mokamas funkcijas
ms: Teroka ciri berbayar
nb: Utforsk betalte funksjoner
nl: Ontdek betaalde functies
pl: Poznaj płatne funkcje
pt_br: Explorar recursos pagos
ru: Изучите платные функции
sk: Preskúmajte platené funkcie
sl: Raziščite plačljive funkcije
sq: Eksploro veçoritë me pagesë
sr: Istraži plaćene funkcije
sv: Utforska betalda funktioner
tr: Ücretli özellikleri keşfedin
uk: Ознайомитися з платними функціями
vi: Khám phá các tính năng trả phí
zh_hk: 探索付費功能

source: This filter needs to be connected to a card.
hu: Ezt a szűrőt egy kártyához kell csatlakoztatni.
ms: Penapis ini perlu disambungkan kepada kad.
