Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Return boolean Series denoting duplicate rows
ar: أعد Series منطقية تشير إلى الصفوف المكررة
bg: Връщане на булева серия, обозначаваща дублиращи се редове
ca: Retorna una sèrie booleana que denota files duplicades.
de: Gibt eine boolesche Reihe zurück, die doppelte Zeilen bezeichnet
es: Devuelve una serie booleana que denota filas duplicadas
fa: یک سری بولی که نشان‌دهنده ردیف‌های تکراری است را برمی‌گرداند
fi: Palauta totuusarvo Sarja, joka tarkoittaa rivien kaksoiskappaleita
fr: Renvoie une série booléenne indiquant les lignes en double
it: Restituisce una serie booleana che indica le righe duplicate
ja: 重複行を示すブール値のシリーズを返す
nb: Returnerer boolske serier som angir dupliserte rader
nl: Retourneer een Booleaanse reeks die dubbele rijen aangeeft
pl: Zwróć serię logiczną oznaczającą zduplikowane wiersze
pt_br: Retorna uma série booleana que denota linhas duplicadas
ru: Возвращает логический ряд, обозначающий повторяющиеся строки.
sk: Vrátiť boolovskú hodnotu Séria označujúca duplicitné riadky
sl: Vrne logično vrednost, ki označuje podvojene vrstice
sq: Kthe Series booleane që tregon rreshtat duplikatë
sr: Vrati booleovsku Seriju koja označava duplirane redove
sv: Returnera boolesk serie som betecknar dubbletter av rader
tr: Yinelenen satırları belirten Boolean Serisini döndür
uk: Повернути булеву Series, що позначає дублікати рядків
vi: Trả về chuỗi boolean biểu thị các hàng trùng lặp
zh_hk: 返回表示重複行的布林系列

source: Detect existing (non-missing) values
ar: اكتشف القيم الموجودة (غير المفقودة)
bg: Откриване на съществуващи (нелипсващи) стойности
ca: Detectar valors existents (no faltants)
de: Vorhandene (nicht fehlende) Werte erkennen
es: Detectar valores existentes (no faltantes)
fa: تشخیص مقادیر موجود (غیر گمشده)
fi: Tunnista olemassa olevat (ei-puuttuvat) arvot
fr: Détecter les valeurs existantes (non manquantes)
it: Rileva i valori esistenti (non mancanti)
ja: 既存の（欠損していない）値を検出する
nb: Oppdage eksisterende (ikke-manglende) verdier
nl: Bestaande (niet-ontbrekende) waarden detecteren
pl: Wykryj istniejące (niebrakujące) wartości
pt_br: Detectar valores existentes (não ausentes)
ru: Определить существующие (не пропущенные) значения
sk: Zistiť existujúce (nechýbajúce) hodnoty
sl: Zaznavanje obstoječih (nemanjkajočih) vrednosti
sq: Detekto vlera ekzistuese (jo-mungese)
sr: Otkrij postojeće (nenedostajuće) vrednosti
sv: Identifiera befintliga (icke-saknade) värden
tr: Mevcut (eksik olmayan) değerleri algıla
uk: Виявити наявні (не відсутні) значення
vi: Phát hiện các giá trị hiện có (không bị thiếu)
zh_hk: 偵測現有 (非遺漏) 值

source: Sort by the values along either axis
ar: رتّب حسب القيم على أي محور
bg: Сортиране по стойностите по която и да е от осите
ca: Ordena pels valors al llarg de qualsevol dels eixos
de: Sortieren Sie nach den Werten entlang einer der Achsen
es: Ordenar por los valores a lo largo de cualquiera de los ejes
fa: مرتب‌سازی بر اساس مقادیر در امتداد هر محور
fi: Lajittele arvojen mukaan kummallakin akselilla
fr: Trier par les valeurs le long de l'un ou l'autre axe
it: Ordina in base ai valori lungo entrambi gli assi
ja: どちらかの軸に沿って値を並べ替える
nb: Sorter etter verdiene langs en av aksene
nl: Sorteer op de waarden langs beide assen
pl: Sortuj według wartości wzdłuż dowolnej osi
pt_br: Classificar pelos valores ao longo de qualquer eixo
ru: Сортировать по значениям по любой оси
sk: Zoradiť podľa hodnôt pozdĺž ľubovoľnej osi
sl: Razvrsti po vrednostih vzdolž katere koli osi
sq: Rendit sipas vlerave përgjatë cilitdo bosht
sr: Sortiraj po vrednostima duž bilo koje ose
sv: Sortera efter värdena längs endera axlarna
tr: Her iki eksendeki değerlere göre sırala
uk: Сортувати за значеннями вздовж будь-якої осі
vi: Sắp xếp theo các giá trị dọc theo một trong hai trục
zh_hk: 沿任一軸的值排序

source: Sort object by labels (along an axis)
ar: رتّب الكائن حسب التسميات (على طول محور)
bg: Сортиране на обекти по етикети (по оста)
ca: Ordenar objectes per etiquetes (al llarg d'un eix)
de: Objekte nach Beschriftungen sortieren (entlang einer Achse)
es: Ordenar objeto por etiquetas (a lo largo de un eje)
fa: مرتب‌سازی شیء بر اساس برچسب‌ها (در امتداد یک محور)
fi: Lajittele objekti otsikoiden mukaan (akselin suuntaisesti)
fr: Trier les objets par étiquettes (le long d'un axe)
it: Ordina gli oggetti in base alle etichette (lungo un asse)
ja: オブジェクトをラベルで並べ替える（軸に沿って）
nb: Sorter objektet etter etiketter (langs en akse)
nl: Objecten sorteren op labels (langs een as)
pl: Sortuj obiekt według etykiet (wzdłuż osi)
pt_br: Classificar objetos por rótulos (ao longo de um eixo)
ru: Сортировать объект по меткам (вдоль оси)
sk: Zoradiť objekt podľa označení (pozdĺž osi)
sl: Razvrščanje objektov po oznakah (vzdolž osi)
sq: Rendit objektin sipas etiketave (përgjatë një boshti)
sr: Sortiraj objekat po oznakama (duž ose)
sv: Sortera objekt efter etiketter (längs en axel)
tr: Nesneyi etiketlere göre (bir eksen boyunca) sırala
uk: Сортувати об’єкт за мітками (вздовж осі)
vi: Sắp xếp đối tượng theo nhãn (dọc theo trục)
zh_hk: 依標籤排序物件 (沿軸)

source: Reset the index, or a level of it
ar: أعد تعيين الفهرس، أو مستوى منه
bg: Нулиране на индекса или ниво от него
ca: Restablir l'índex, o un nivell d'aquest
de: Setzen Sie den Index oder eine Ebene davon zurück
es: Restablecer el índice, o un nivel del mismo
fa: تنظیم مجدد شاخص یا سطحی از آن
fi: Palauta indeksi tai sen taso
fr: Réinitialiser l'index, ou un niveau de celui-ci
it: Reimposta l'indice o un suo livello
ja: インデックスまたはそのレベルをリセットする
nb: Tilbakestill indeksen, eller et nivå av den
nl: Reset de index, of een niveau ervan
pl: Zresetuj indeks lub jego poziom
pt_br: Redefinir o índice ou um nível dele
ru: Сбросить индекс или его уровень
sk: Obnoviť index alebo jeho úroveň
sl: Ponastavitev indeksa ali njegove ravni
sq: Rivendos indeksin, ose një nivel të tij
sr: Resetuj indeks, ili njegov nivo
sv: Återställ indexet, eller en nivå av det
tr: Dizini veya bir seviyesini sıfırlayın
uk: Скинути індекс або його рівень
vi: Đặt lại chỉ mục hoặc một mức độ nào đó của nó
zh_hk: 重設索引或其某一層級

source: Set the DataFrame index using existing columns
ar: عيّن فهرس DataFrame باستخدام أعمدة موجودة
bg: Задайте индекса на DataFrame, използвайки съществуващи колони
ca: Defineix l'índex del DataFrame utilitzant columnes existents
de: Legen Sie den DataFrame-Index mithilfe vorhandener Spalten fest
es: Establecer el índice de DataFrame utilizando columnas existentes
fa: تنظیم اندیس DataFrame با استفاده از ستون‌های موجود
fi: DataFrame-indeksin asettaminen olemassa olevien sarakkeiden avulla
fr: Définir l'index du DataFrame à l'aide des colonnes existantes
it: Imposta l'indice DataFrame utilizzando le colonne esistenti
ja: 既存の列を使用して DataFrame インデックスを設定する
nb: Angi DataFrame-indeksen ved hjelp av eksisterende kolonner
nl: Stel de DataFrame-index in met behulp van bestaande kolommen
pl: Ustaw indeks DataFrame, używając istniejących kolumn
pt_br: Defina o índice do DataFrame usando colunas existentes
ru: Установите индекс DataFrame, используя существующие столбцы
sk: Nastavenie indexu DataFrame pomocou existujúcich stĺpcov
sl: Nastavite indeks DataFrame z uporabo obstoječih stolpcev
sq: Vendos indeksin e DataFrame duke përdorur kolona ekzistuese
sr: Postavi indeks DataFrame-a koristeći postojeće kolone
sv: Ställ in DataFrame-indexet med hjälp av befintliga kolumner
tr: Mevcut sütunları kullanarak DataFrame dizinini ayarlayın
uk: Задати індекс DataFrame, використовуючи наявні колонки
vi: Đặt chỉ mục DataFrame bằng cách sử dụng các cột hiện có
zh_hk: 使用現有欄位設定 DataFrame 索引

source: Conform Series/DataFrame to new index
ar: طابق Series/DataFrame مع فهرس جديد
bg: Съответстване на серията/DataFrame с новия индекс
ca: Conforma la sèrie/el marc de dades al nou índex
de: Series/DataFrame an neuen Index anpassen
es: Conformar la serie/DataFrame al nuevo índice
fa: سری/دیتافریم را با اندیس جدید تطبیق دهید
fi: Mukauta sarja/DataFrame uuteen indeksiin
fr: Conformer la série/le DataFrame au nouvel index
it: Conforma la serie/DataFrame al nuovo indice
ja: Series/DataFrame を新しいインデックスに適合させる
nb: Tilpass serie/dataramme til ny indeks
nl: Serie/DataFrame conformeren aan nieuwe index
pl: Dostosuj serię/ramkę danych do nowego indeksu
pt_br: Conformar série/quadro de dados ao novo índice
ru: Привести Series/DataFrame в соответствие с новым индексом
sk: Prispôsobiť sériu/dátový rámec novému indexu
sl: Prilagodi serijo/DataFrame novemu indeksu
sq: Përshtat Series/DataFrame me indeksin e ri
sr: Uskladi Seriju/DataFrame sa novim indeksom
sv: Anpassa serie/dataframe till nytt index
tr: Seriyi/Veri Çerçevesini yeni dizine uygun hale getirin
uk: Привести Series/DataFrame до нового індексу
vi: Phù hợp Series/DataFrame với chỉ mục mới
zh_hk: 使 Series/DataFrame 符合新索引

source: Assign new columns to a DataFrame
ar: عيّن أعمدة جديدة إلى DataFrame
bg: Присвояване на нови колони към DataFrame
ca: Assignar noves columnes a un DataFrame
de: Weisen Sie einem DataFrame neue Spalten zu
es: Asignar nuevas columnas a un DataFrame
fa: اختصاص ستون‌های جدید به یک DataFrame
fi: Uusien sarakkeiden määrittäminen DataFrameen
fr: Attribuer de nouvelles colonnes à un DataFrame
it: Assegna nuove colonne a un DataFrame
ja: DataFrameに新しい列を割り当てる
nb: Tilordne nye kolonner til en DataFrame
nl: Nieuwe kolommen toewijzen aan een DataFrame
pl: Przypisz nowe kolumny do DataFrame
pt_br: Atribuir novas colunas a um DataFrame
ru: Назначение новых столбцов DataFrame
sk: Priradenie nových stĺpcov k dátovému rámcu
sl: Dodeli nove stolpce podatkovnemu okviru
sq: Cakto kolona të reja në një DataFrame
sr: Dodeli nove kolone DataFrame-u
sv: Tilldela nya kolumner till en DataFrame
tr: Bir DataFrame'e yeni sütunlar atayın
uk: Призначити нові колонки для DataFrame
vi: Gán các cột mới cho một DataFrame
zh_hk: 為 DataFrame 指定新列

source: Apply chainable functions that expect Series or DataFrames
ar: طبّق دوال قابلة للتسلسل تتوقع Series أو DataFrames
bg: Приложете верижни функции, които очакват серии или рамки от данни
ca: Aplica funcions encadenables que esperen sèries o dataframes
de: Wenden Sie verkettbare Funktionen an, die Serien oder DataFrames erwarten
es: Aplicar funciones encadenables que esperan Series o DataFrames
fa: توابع زنجیره‌ای که انتظار سری یا دیتافریم دارند را اعمال کنید
fi: Käytä ketjutettavia funktioita, jotka odottavat sarjoja tai datakehyksiä
fr: Appliquer des fonctions chaînables qui attendent des séries ou des DataFrames
it: Applicare funzioni concatenabili che prevedono serie o dataframe
ja: Series または DataFrame を期待する連鎖可能な関数を適用する
nb: Bruk kjedelige funksjoner som forventer serier eller DataFrames
nl: Pas koppelbare functies toe die Series of DataFrames verwachten
pl: Zastosuj funkcje łańcuchowe, które oczekują serii lub ramek danych
pt_br: Aplicar funções encadeáveis que esperam séries ou DataFrames
ru: Применяйте цепочечные функции, которые ожидают Series или DataFrames
sk: Použitie reťaziteľných funkcií, ktoré očakávajú série alebo dátové rámce
sl: Uporabite verižne funkcije, ki pričakujejo serije ali podatkovne okvirje
sq: Apliko funksione të zinxhirushme që presin Series ose DataFrame
sr: Primeni ulančane funkcije koje očekuju Serije ili DataFrame-ove
sv: Använd kedjbara funktioner som förväntar sig serier eller dataframes
tr: Seri veya Veri Çerçeveleri bekleyen zincirlenebilir işlevleri uygulayın
uk: Застосувати ланцюжкові функції, що очікують Series або DataFrame
vi: Áp dụng các hàm có thể nối tiếp mong đợi Series hoặc DataFrames
zh_hk: 套用期望 Series 或 DataFrames 的可鏈結函數

source: Group DataFrame using a mapper or by a Series of columns
ar: جمّع DataFrame باستخدام mapper أو بواسطة Series من الأعمدة
bg: Групиране на DataFrame с помощта на mapper или чрез серия от колони
ca: Agrupar DataFrame mitjançant un mapador o per una sèrie de columnes
de: Gruppieren Sie DataFrame mithilfe eines Mappers oder einer Reihe von Spalten
es: Agrupar DataFrame mediante un asignador o mediante una serie de columnas
fa: گروه‌بندی DataFrame با استفاده از یک نگاشت‌کننده یا بر اساس مجموعه‌ای از ستون‌ها
fi: Ryhmittele DataFrame käyttämällä kartoittajaa tai sarakesarjaa
fr: Regrouper les DataFrames à l'aide d'un mappeur ou d'une série de colonnes
it: Raggruppa DataFrame utilizzando un mapper o tramite una serie di colonne
ja: マッパーまたは列のシリーズを使用して DataFrame をグループ化する
nb: Gruppere DataFrame ved hjelp av en mapper eller etter en kolonneserie
nl: Groepeer DataFrame met behulp van een mapper of een reeks kolommen
pl: Grupuj DataFrame za pomocą mapera lub według serii kolumn
pt_br: Agrupar DataFrame usando um mapeador ou por uma série de colunas
ru: Группировка DataFrame с использованием картографа или по серии столбцов
sk: Zoskupenie dátového rámca pomocou mapovača alebo pomocou série stĺpcov
sl: Združevanje podatkovnih okvirjev z uporabo preslikalnika ali z nizom stolpcev
sq: Grupo DataFrame duke përdorur një mapper ose nga një Seri kolonash
sr: Grupiši DataFrame koristeći mapper ili Seriju kolona
sv: Gruppera DataFrame med hjälp av en mapper eller en serie kolumner
tr: Bir eşleyici veya bir dizi sütun kullanarak Veri Çerçevesini Gruplandırın
uk: Згрупувати DataFrame за допомогою мапера або за Series колонок
vi: Nhóm DataFrame bằng cách sử dụng trình ánh xạ hoặc theo một Chuỗi các cột
zh_hk: 使用映射器或透過欄位系列來群組 DataFrame

source: Aggregate using one or more operations
ar: نفّذ تجميعًا باستخدام عملية واحدة أو أكثر
bg: Агрегиране с помощта на една или повече операции
ca: Agrega mitjançant una o més operacions
de: Aggregieren mithilfe einer oder mehrerer Operationen
es: Agregado mediante una o más operaciones
fa: جمع کردن با استفاده از یک یا چند عملیات
fi: Yhdistele yhdellä tai useammalla operaatiolla
fr: Agrégation à l'aide d'une ou plusieurs opérations
it: Aggregare utilizzando una o più operazioni
ja: 1つ以上の演算を使用して集計する
nb: Aggregerer ved hjelp av en eller flere operasjoner
nl: Aggregeren met behulp van een of meer bewerkingen
pl: Agregacja przy użyciu jednej lub więcej operacji
pt_br: Agregar usando uma ou mais operações
ru: Агрегировать с использованием одной или нескольких операций
sk: Agregácia pomocou jednej alebo viacerých operácií
sl: Združite z uporabo ene ali več operacij
sq: Agrego duke përdorur një ose më shumë operacione
sr: Agregiraj koristeći jednu ili više operacija
sv: Aggregera med hjälp av en eller flera operationer
tr: Bir veya daha fazla işlem kullanarak toplama
uk: Агрегувати за допомогою однієї або кількох операцій
vi: Tổng hợp bằng một hoặc nhiều phép toán
zh_hk: 使用一個或多個作業匯集

source: Apply a function along an axis of the DataFrame
ar: طبّق دالة على طول محور في DataFrame
bg: Прилагане на функция по оста на DataFrame
ca: Aplicar una funció al llarg d'un eix del DataFrame
de: Wenden Sie eine Funktion entlang einer Achse des DataFrame an
es: Aplicar una función a lo largo de un eje del DataFrame
fa: اعمال یک تابع در امتداد محور DataFrame
fi: Käytä funktiota DataFramen akselin suuntaisesti
fr: Appliquer une fonction le long d'un axe du DataFrame
it: Applica una funzione lungo un asse del DataFrame
ja: DataFrameの軸に沿って関数を適用する
nb: Bruk en funksjon langs en akse i DataFrame
nl: Een functie toepassen langs een as van het DataFrame
pl: Zastosuj funkcję wzdłuż osi DataFrame
pt_br: Aplicar uma função ao longo de um eixo do DataFrame
ru: Применить функцию вдоль оси DataFrame
sk: Aplikujte funkciu pozdĺž osi DataFrame
sl: Uporaba funkcije vzdolž osi podatkovnega okvira (DataFrame)
sq: Apliko një funksion përgjatë një boshti të DataFrame
sr: Primeni funkciju duž ose DataFrame-a
sv: Tillämpa en funktion längs en axel i DataFrame
tr: DataFrame ekseni boyunca bir fonksiyon uygulayın
uk: Застосувати функцію вздовж осі DataFrame
vi: Áp dụng một hàm dọc theo trục của DataFrame
zh_hk: 沿著 DataFrame 的軸套用函數

source: Apply a function to a Dataframe elementwise
ar: طبّق دالة على عناصر Dataframe عنصرًا بعنصر
bg: Прилагане на функция към Dataframe по елементи
ca: Aplicar una funció a un Dataframe per elements
de: Wenden Sie eine Funktion elementweise auf einen Dataframe an
es: Aplicar una función a un Dataframe elemento por elemento
fa: اعمال یک تابع به صورت عنصری روی یک Dataframe
fi: Käytä funktiota Dataframeen elementtikohtaisesti
fr: Appliquer une fonction à un Dataframe élément par élément
it: Applicare una funzione a un Dataframe elemento per elemento
ja: データフレームに要素ごとに関数を適用する
nb: Bruke en funksjon på en dataramme elementvis
nl: Een functie elementgewijs op een Dataframe toepassen
pl: Zastosuj funkcję do elementu Dataframe
pt_br: Aplicar uma função a um Dataframe elemento a elemento
ru: Применить функцию к Dataframe поэлементно
sk: Aplikovanie funkcie na dátový rámec po elementoch
sl: Uporaba funkcije na podatkovni okvir po elementih
sq: Apliko një funksion element-për-element në një Dataframe
sr: Primeni funkciju na elemente DataFrame-a
sv: Tillämpa en funktion elementvis på en dataframe
tr: Bir fonksiyonu bir veri çerçevesine eleman bazında uygulayın
uk: Застосувати функцію до DataFrame поелементно
vi: Áp dụng một hàm cho từng phần tử của Dataframe
zh_hk: 將函數元素套用至資料框架

source: Call func on self producing a DataFrame with transformed values
ar: استدعِ func على self لينتج DataFrame بقيم مُحوَّلة
bg: Извикайте func при самостоятелно създаване на DataFrame с трансформирани стойности
ca: Crida a la funció en produir-se a si mateixa un DataFrame amb valors transformats
de: Rufen Sie die Funktion auf, um selbst einen DataFrame mit transformierten Werten zu erstellen
es: Llamar a la función que produce automáticamente un DataFrame con valores transformados
fa: فراخوانی تابع در صورت تولید خودکار یک DataFrame با مقادیر تبدیل‌شده
fi: Kutsu func-funktiota, kun se tuottaa itse muunnetuilla arvoilla varustetun DataFramen
fr: Appeler la fonction lors de l'autoproduction d'un DataFrame avec des valeurs transformées
it: Chiama la funzione per produrre autonomamente un DataFrame con valori trasformati
ja: 変換された値を持つ DataFrame を生成する self の func を呼び出します
nb: Kaller func på self og produserer en DataFrame med transformerte verdier
nl: Roep func aan om zelf een DataFrame te produceren met getransformeerde waarden
pl: Wywołanie funkcji podczas samodzielnego tworzenia ramki danych z przekształconymi wartościami
pt_br: Chamar função em autoprodução de um DataFrame com valores transformados
ru: Вызовите функцию для самостоятельного создания DataFrame с преобразованными значениями.
sk: Zavolajte funkciu pri vlastnom vytváraní DataFrame s transformovanými hodnotami
sl: Pokliči funkcijo pri samostojnem ustvarjanju podatkovnega okvira s pretvorjenimi vrednostmi
sq: Thirr func mbi vetveten duke prodhuar një DataFrame me vlera të transformuara
sr: Pozovi func na sebi, proizvodeći DataFrame sa transformisanim vrednostima
sv: Anropa func vid självproduktion av en DataFrame med transformerade värden
tr: Dönüştürülmüş değerlere sahip bir DataFrame üreten kendi kendine çağrı fonksiyonu
uk: Викликати func для self, отримавши DataFrame з перетвореними значеннями
vi: Gọi hàm khi tự tạo ra một DataFrame với các giá trị đã chuyển đổi
zh_hk: 在 self 上呼叫 func，產生具有轉換值的 DataFrame

source: Provide rolling window calculations
ar: وفّر حسابات نافذة متحركة
bg: Предоставяне на изчисления за подвижен прозорец
ca: Proporciona càlculs de finestra mòbil
de: Bereitstellung von Berechnungen für gleitende Fenster
es: Proporcionar cálculos de ventana móvil
fa: ارائه محاسبات پنجره غلتان
fi: Tarjoa liukuvan ikkunan laskelmat
fr: Fournir des calculs de fenêtre glissante
it: Fornire calcoli delle finestre mobili
ja: ローリングウィンドウ計算を提供する
nb: Tilbyr rullerende vindusberegninger
nl: Zorg voor rollende vensterberekeningen
pl: Zapewnij obliczenia w oknie ruchomym
pt_br: Fornecer cálculos de janela móvel
ru: Обеспечить расчеты скользящего окна
sk: Poskytnite výpočty posuvného okna
sl: Zagotovite izračune tekočega okna
sq: Ofron llogaritje me dritare rrëshqitëse
sr: Obezbedi izračunavanja po pokretnom prozoru
sv: Tillhandahåll beräkningar av rullande fönster
tr: Kayan pencere hesaplamaları sağlayın
uk: Надати обчислення ковзного вікна
vi: Cung cấp tính toán cửa sổ lăn
zh_hk: 提供滾動視窗計算

source: Provide expanding transformations
ar: وفّر تحويلات متوسعة
bg: Осигурете разширяващи се трансформации
ca: Proporcionar transformacions expansives
de: Erweiterbare Transformationen bereitstellen
es: Proporcionar transformaciones en expansión
fa: ارائه تحولات در حال گسترش
fi: Tarjoa laajenevia muunnoksia
fr: Fournir des transformations en expansion
it: Fornire trasformazioni in espansione
ja: 拡大する変革を提供する
nb: Tilbyr utvidende transformasjoner
nl: Zorg voor uitbreidende transformaties
pl: Zapewnij rozszerzające się transformacje
pt_br: Fornecer transformações em expansão
ru: Обеспечить расширяющиеся преобразования
sk: Poskytnite rozširujúce sa transformácie
sl: Zagotovite rastoče transformacije
sq: Ofron transformime expanding
sr: Obezbedi expanding transformacije
sv: Tillhandahåll expanderande transformationer
tr: Genişleyen dönüşümler sağlayın
uk: Надати розширювальні перетворення
vi: Cung cấp các chuyển đổi mở rộng
zh_hk: 提供擴充轉換

source: Return the sum of the values for the requested axis
ar: أعد مجموع القيم للمحور المطلوب
bg: Връща сумата от стойностите за заявената ос
ca: Retorna la suma dels valors de l'eix sol·licitat
de: Gibt die Summe der Werte für die angeforderte Achse zurück
es: Devuelve la suma de los valores para el eje solicitado
fa: مجموع مقادیر محور درخواستی را برمی‌گرداند
fi: Palauttaa pyydetyn akselin arvojen summan
fr: Renvoie la somme des valeurs de l'axe demandé
it: Restituisce la somma dei valori per l'asse richiesto
ja: 要求された軸の値の合計を返します
nb: Returnerer summen av verdiene for den ønskede aksen
nl: Retourneer de som van de waarden voor de gevraagde as
pl: Zwróć sumę wartości dla żądanej osi
pt_br: Retorna a soma dos valores do eixo solicitado
ru: Вернуть сумму значений по запрошенной оси
sk: Vráti súčet hodnôt pre požadovanú os
sl: Vrne vsoto vrednosti za zahtevano os
sq: Kthe shumën e vlerave për boshtin e kërkuar
sr: Vrati zbir vrednosti za traženu osu
sv: Returnera summan av värdena för den begärda axeln
tr: İstenen eksen için değerlerin toplamını döndür
uk: Повернути суму значень для запитаної осі
vi: Trả về tổng các giá trị cho trục được yêu cầu
zh_hk: 傳回所要求軸的數值總和

source: Return the mean of the values for the requested axis
ar: أعد متوسط القيم للمحور المطلوب
bg: Връща средната стойност на стойностите за заявената ос
ca: Retorna la mitjana dels valors per a l'eix sol·licitat
de: Gibt den Mittelwert der Werte für die angeforderte Achse zurück
es: Devuelve la media de los valores para el eje solicitado
fa: میانگین مقادیر محور درخواستی را برمی‌گرداند
fi: Palauttaa pyydetyn akselin arvojen keskiarvon
fr: Renvoie la moyenne des valeurs pour l'axe demandé
it: Restituisce la media dei valori per l'asse richiesto
ja: 要求された軸の値の平均を返します
nb: Returnerer gjennomsnittet av verdiene for den ønskede aksen
nl: Retourneer het gemiddelde van de waarden voor de gevraagde as
pl: Zwróć średnią wartości dla żądanej osi
pt_br: Retorna a média dos valores do eixo solicitado
ru: Верните среднее значение для запрошенной оси.
sk: Vráti priemer hodnôt pre požadovanú os
sl: Vrne povprečje vrednosti za zahtevano os
sq: Kthe mesataren e vlerave për boshtin e kërkuar
sr: Vrati aritmetičku sredinu vrednosti za traženu osu
sv: Returnera medelvärdet av värdena för den begärda axeln
tr: İstenen eksen için değerlerin ortalamasını döndür
uk: Повернути середнє значення для запитаної осі
vi: Trả về giá trị trung bình của các giá trị cho trục được yêu cầu
zh_hk: 傳回所要求軸的平均值
