Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Error parsing %s:n%s
hu: Hiba az %s:n%s elemzése során
ms: Ralat parsing %s:n%s

source: No user found with email address ''{0}''.
ar: لم يتم العثور على مستخدم بعنوان البريد الإلكتروني ''{0}''.
bg: Не е намерен потребител с имейл адрес „„ {0} “.
ca: No s'ha trobat un usuari amb correu electrònic ''{0}''.
de: Kein Nutzer mit der E-Mail-Adresse "{0}" gefunden.
es: No se ha encontrado un usuario con email ''{0}''.
fa: هیچ کاربر با آدرس ایمیل '' {0} '' یافت نشد
fi: Sähköpostiosoitteella ''{0}'' ei löytynyt käyttäjää.
fr: Aucun utilisateur trouvé avec l'adresse électronique "{0}".
hu: Nem található felhasználó ezzel az e-mail címmel: ''{0}''
it: Nessun utente trovato con l'indirizzo email "{0}"
ja: メールアドレス"{0}"のユーザーが見つかりませんでした
lt: Nerasta naudotojo su el. Pašto adresu '' {0} ''.
ms: Tiada pengguna ditemui dengan alamat e-mel ''{0}''.␣
nb: Fant ingen bruker med epostadressen "{0}"
nl: Geen gebruiker gevonden met e-mailadres "{0}"
pl: Nie ma użytkownika z adresem e-mail "{0}".
pt_br: Nenhum usuário encontrado com o e-mail ''{0}''.
ru: Пользователь с email адресом ''{0}'' не найден.␣
sk: S emailovou adresou '' {0} '' sa nenašiel žiadny používateľ.
sl: Noben uporabnik ni bil najden z e-poštnim naslovom ''{0}''.
sq: Nuk u gjet përdorues me adresën e email-it ''{0}''.
sr: Nije pronađen korisnik sa email adresom ''{0}''.
sv: Inget användare hittades med epost-adress "{0}".
tr: E-posta adresine ait kullanıcı bulunamadı '' {0} ''.
uk: Не знайдено користувача з електронною адресою ''{0}''.
vi: Không tìm thấy người dùng có địa chỉ email '' {0} ''.
zh_hk: 用信箱地址沒有找到使用者''{0}''

source: Please check the spelling and try again.
ar: يُرجى التحقق من الإملاء والمحاولة مرة أخرى.
bg: Моля, проверете правописа и опитайте отново.
ca: Si us plau, verifica-ho i torna-ho a provar.
de: Bitte überprüfe die Schreibweise und versuche es erneut.
eo: Yo, make sure the spelling is right and try again, fr.
es: Por favor, verifícalo e intenta de nuevo
fa: لطفا املای خود را بررسی کنید و دوباره امتحان کنید.
fi: Tarkista oikeinkirjoitus ja yritä uudelleen.
fr: Vérifiez s'il vous plaît l'orthographe et essayez à nouveau.
hu: Kérjük, ellenőrizze a helyesírást és próbálja újra.
it: Per favore verifica lo spelling e prova ancora.
ja: スペルを確認し再度お試しください
lt: Patikrinkite rašybą ir bandykite dar kartą.
ms: Sila semak ejaan dan cuba lagi.
nb: Kontroller skrivemåten og prøv igjen
nl: Controleer de spelling en probeer het opnieuw.
pl: Sprawdź pisownię i spróbuj ponownie.
pt_br: Verifique a ortografia e tente novamente.
ru: Пожалуйста проверьте написание и попробуйте еще раз.
sk: Skontrolujte pravopis a skúste to znova.
sl: Prosimo, preverite črkovanje in poskusite znova.
sq: Të lutem kontrollo drejtshkrimin dhe provo përsëri.
sr: Proverite pravopis i pokušajte ponovo.
sv: Kontrollera stavningen och försök igen.
tr: Lütfen yazım denetimi yapın ve tekrar deneyin.
uk: Будь ласка, перевірте написання і спробуйте ще раз.
vi: Vui lòng kiểm tra chính tả và thử lại.
zh_hk: 請檢查拼寫並再試一遍

source: Resetting password for {0}...
ar: إعادة تعيين كلمة المرور لـ {0}...
bg: Нулиране на парола за {0} ...
ca: Restablint la contrasenya de {0}...
de: Zurücksetzen des Passworts für {0}...
eo: Resetting the password for {0}... this is so cringe but we gotta do it lol
es: Restableciendo la contraseña de {0} ...
fa: تنظیم مجدد رمز عبور برای {0} ...
fi: Nollataan salasanaa käyttäjälle {0}...
fr: Mot de passe de {0} en cours de réinitialisation...
hu: Jelszó visszaállítása {0} számára...
it: Sto resettando la password per {0}
ja: {0}のパスワードをリセットしています...
lt: Slaptažodžio atstatymas {0} ...
ms: Menset semula kata laluan untuk {0}...
nb: Tilbakestiller passord for {0}...
nl: Wachtwoord wordt opnieuw ingesteld voor {0}...
pl: Resetowanie hasła {0}...
pt_br: Redefinindo a senha para {0}...
ru: Сброс пароля для {0}...
sk: Obnovuje sa heslo pre {0} ...
sl: Ponastavitev gesla za {0} ...
sq: Po resetohet fjalëkalimi për {0}...
sr: Resetujem lozinku za {0}...
sv: Återställer lösenord för {0}...
tr: {0} için şifre sıfırlanıyor ...
uk: Скидаємо пароль для {0}...
vi: Đặt lại mật khẩu cho {0} ...
zh_hk: 為{0}重設密碼

source: FAIL [[[{0}]]]
ar: فشل [[[{0}]]]
bg: НЕУСПЕШНО [[[{0}]]]
ca: FALLAT [[[{0}]]]
de: FEHLSCHLAG [[[{0}]]]
eo: L’s on that one, fr fr
es: FALLO [[[{0}]]]
fa: فايل [[[{0}]]]
fi: Epäonnistui [[[{0}]]]
fr: ÉCHEC [[[{0}]]]
hu: SIKERTELEN [[[{0}]]]
it: FALLITO [[[{0}]]]
ja: 失敗 [[[{0}]]]
ms: GAGAL [[[{0}]]]
nb: FEIL [[[{0}]]]
pl: Błąd [[{0}]]]
pt_br: FALHA [[[{0}]]]
ru: СБОЙ [[[{0}]]]
sk: Zlyhanie [[[{0}]]]
sl: DATOTEKA [[{0}]]]
sq: DËSHTIM [[[{0}]]]
sr: NEUSPEH [[[{0}]]]
sv: MISSLYCKAD [[[{0}]]]
tr: Başarısız [[[{0}]]]
uk: ЗБІЙ [[[{0}]]]
vi: Sai [[[{0}]]]
zh_hk: 失敗 [[[{0}]]]

source: Please use the following URL to setup your Metabase installation:
hu: Kérjük, használja a következő URL-t a Metabase telepítésének beállításához
ms: Sila gunakan URL berikut untuk menyediakan pemasangan Metabase anda:

source: Metabase Shutting Down ...
hu: Metabase leáll...
ms: Metabase Menutup...

source: Metabase Shutdown COMPLETE
hu: A Metabase leállítása TELJES
ms: Penutupan Metabase SELESAI

source: Starting Metabase version {0} ...
hu: A Metabase {0} verziójának indítása...
ms: Memulakan Metabase versi {0} ...

source: System timezone is ''{0}'' ...
hu: A rendszer időzónája: ''{0}''...
ms: Sistem zon waktu ialah {0} ...

source: Setting up and migrating Metabase DB. Please sit tight, this may take a minute...
hu: A Metabase DB beállítása és migrálása folyamatban. Kérjük, várjon, ez eltarthat egy percig...
ms: Menyediakan dan memigrasikan DB Metabase. Sila tunggu sebentar, ini mungkin mengambil masa sebentar...

source: Looks like this is a new installation ... preparing setup wizard
hu: Úgy tűnik, ez egy új telepítés... előkészítő varázsló
ms: Nampaknya ini ialah pemasangan baharu ... menyediakan wizard setup

source: Metabase Initialization COMPLETE
hu: A Metabase inicializálása TELJES
ms: Inisialisasi Metabase SELESAI

source: Launching Embedded Jetty Webserver with config:
hu: Embedded Jetty Webszerver indítása konfigurációval
ms: Menjalankan Pelayan Web Jetty tersemat dengan konfigurasi:

source: Shutting Down Embedded Jetty Webserver
hu: Az Embedded Jetty Webszerver leállítása
ms: Menutup Pelayan Web Jetty tersemat

source: Starting Metabase in STANDALONE mode
hu: A Metabase indítása STANDALONE módban
ms: Memulakan Metabase dalam mod STANDALONE

source: Metabase Initialization FAILED
hu: A Metabase inicializálása SIKERTELEN
ms: Inisialisasi Metabase GAGAL

source: Database has migration lock; cannot run migrations.
ar: قاعدة البيانات لديها قفل ترحيل؛ لا يمكن تشغيل عمليات الترحيل.
bg: Базата данни има заключване за миграция; не може да изпълнява миграции.
ca: Hi ha una bloqueig de la migració a la base de dades; no podem executar migracions.
de: Datenbank enthält Migrations-Lock; Migrationen können nicht durchgeführt werden.
eo: Bruh, the DB’s got a migration lock, so can’t run those migrations rn.
es: La base de datos tiene un bloqueo de migración por lo que no podemos actualizar.
fa: پایگاه داده دارای قفل مهاجرت است. نمی توان مهاجرت کرد
fi: Tietokannassa on siirtolukko; ei voi suorittaa siirtoja.
fr: La base de données a un verrou de migration; impossible de lancer les migrations.
hu: Az adatbázis migrációs zárral rendelkezik; nem lehet migrációkat futtatni.
it: Il database ha un lock di migrazione; non è possibile lanciare migrazioni
ja: データベースはマイグレーションロックされています。マイグレーションを実行できません。
lt: Duomenų bazėje yra migracijos užraktas; negali paleisti migracijų.
ms: Pangkalan data mempunyai kunci migrasi; tidak boleh menjalankan migrasi.
nb: Database har migreringer, kan ikke kjøre migreringer.
nl: Database heeft een migratieslot; kan migraties niet uitvoeren.
pl: Baza danych ma blokadę migracji; nie można uruchomić migracji.
pt_br: O banco de dados tem bloqueio de migração; não é possível executar migrações.
ru: База данных содержит блокировку на запуск миграций; невозможно запустить миграции.
sk: Databáza je zamknutá; nie je možné spustiť migrácie.
sl: Baza podatkov ima zaklepanje selitve; Selitve ne morejo izvajati.
sq: Baza e të dhënave ka migration lock; nuk mund të ekzekutohen migrimet.
sr: Baza podataka ima migracioni lock; nije moguće pokrenuti migracije.
sv: Databasen är låst för migrering - kan inte köra migreringar.
tr: Veritabanı taşıma kilidi vardır; geçişleri çalıştıramıyor.
uk: База даних має блокування міграцій; неможливо запустити міграції.
vi: Cơ sở dữ liệu có khóa di chuyển; không thể chạy di chuyển.
zh_hk: 資料庫有遷移鎖；無法執行遷移

source: You can force-release these locks by running `java -jar metabase.jar migrate release-locks`.
hu: Ezeket a zárakat kényszerítheti a feloldásra a következő parancs futtatásával: java -jar metabase.jar migrate release-locks.
ms: Anda boleh melepaskan kunci ini secara paksa dengan menjalankan 'java -jar metabase.jar migrate release-locks'.

source: Checking if Database has unrun migrations...
hu: Annak ellenőrzése, hogy az adatbázisban vannak-e nem futtatott migrációk...
ms: Memeriksa sama ada Pangkalan Data mempunyai migrrasi yang tidak berjalan...

source: Database has unrun migrations. Waiting for migration lock to be cleared...
hu: Az adatbázisban vannak nem futtatott migrációk. Várakozás a migrációs zár feloldására...
ms: Pangkalan data mempunyai migrasi yang tidak berjalan. Menunggu kunci migrasi untuk dibersihkan...

source: Migration lock is cleared. Running migrations...
hu: A migrációs zár feloldva. Migrációk futtatása...
ms: Kunci migrasi telah dibersihkan. enjalankan migrasi...

source: Migration lock cleared, but nothing to do here! Migrations were finished by another instance.
hu: A migrációs zár feloldva, de itt nincs semmi tennivaló! A migrációkat egy másik példány fejezte be.
ms: Kunci migrasi dibersihkan, tetapi tiada apa yang perlu dilakukan di sini! Migrasi telah selesai oleh contoh lain.

source: Setting up Liquibase...
hu: Liquibase beállítása...
ms: Menyediakan Liquibase...

source: Liquibase is ready.
hu: Liquibase kész.
ms: Liquibase sudah siap.

source: Verifying {0} Database Connection ...
hu: {0} adatbázis kapcsolat ellenőrzése...
ms: Memverifikasi Sambungan Pangkalan Data {0} ...

source: Verify Database Connection ...
hu: Adatbázis kapcsolat ellenőrzése...
ms: Verifikasi Sambungan Pangkalan Data ...␣

source: Running Database Migrations...
hu: Adatbázis migrációk futtatása...
ms: Menjalankan migrasi Pangkalan Data...

source: Database Migrations Current ...
hu: Adatbázis migrációk naprakészek...
ms: MIgrasi Pangkalan Data Semasa ...

source: Hmm, we couldn''t connect to the database.
hu: Hmm, nem tudtunk csatlakozni az adatbázishoz.
ms: Hmm, kami tidak dapat menyambung ke pangkalan data.

source: Make sure your host and port settings are correct
hu: Győződjön meg arról, hogy a host és port beállítások helyesek
ms: Pastikan tetapan hos dan port and betul

source: We couldn''t connect to the ssh tunnel host.
hu: Nem tudtunk csatlakozni az ssh alagúthoz.
ms: Kami tidak dapat menyambung ke hos terowong ssh.

source: Check the username, password.
hu: Ellenőrizze a felhasználónevet, jelszót.
ms: Periksa nama pengguna, kata laluan.

source: Check the hostname and port.
hu: Ellenőrizze a hosztnevet és a portot.
ms: Sila semak hostname dan port.

source: Looks like the database name is incorrect.
hu: Úgy tűnik, hogy az adatbázis neve helytelen.
ms: Nampaknya nama pangkalan data tidak betul.

source: It looks like your host is invalid.
hu: Úgy tűnik, hogy a gazdagép érvénytelen.
ms: Nampaknya host anda tidak sah.

source: Please double-check it and try again.
hu: Kérjük, ellenőrizze újra és próbálja meg újra.
ms: Sila semak sekali lagi dan cuba lagi.

source: Looks like your password is incorrect.
hu: Úgy tűnik, hogy a jelszava helytelen.
ms: Nampaknya kata laluan anda tidak betul.

source: Looks like you forgot to enter your password.
hu: Úgy tűnik, elfelejtette beírni a jelszavát.
ms: Nampaknya anda terlupa memasukkan kata laluan anda.

source: Looks like your username is incorrect.
hu: Úgy tűnik, hogy a felhasználóneved helytelen.
ms: Nampaknya nama pengguna anda tidak betul.

source: Looks like the username or password is incorrect.
hu: Úgy tűnik, hogy a felhasználónév vagy a jelszó helytelen.
ms: Nampaknya nama pengguna anda tidak betul

source: Connection timezone to use when executing queries. Defaults to system timezone.
ar: المنطقة الزمنية للاتصال المستخدمة عند تنفيذ الاستعلامات. القيمة الافتراضية هي المنطقة الزمنية للنظام.
bg: Часова зона на връзката, която да се използва при изпълнение на заявки. По подразбиране системната часова зона.
ca: La zona horària de connexió que s'utilitzara per executar les consultes. El valor predeterminat és la zona horària del sistema.
de: Verbindungszeitzone zum Ausführen von Abfragen. Standard ist die Systemzeitzone.
eo: Yo, this is just which timezone you're vibing with when running queries, and it defaults to your system's timezone.
es: Zona horaria de conexión que se utilizará al ejecutar consultas. El valor predeterminado es la zona horaria del sistema.
fa: زمان اتصال اتصال برای استفاده در هنگام اجرای پرس و جو. به طور پیش فرض به منطقه زمانی سیستم
fi: Yhteyden aikavyöhyke, jota käytetään kyselyitä suoritettaessa. Oletuksena järjestelmän aikavyöhyke.
fr: Fuseau horaire de connexion à utiliser lors de l’exécution des requêtes. Par défaut, correspond au fuseau horaire du système.
hu: A lekérdezések végrehajtásakor használandó kapcsolat időzónája. Alapértelmezettként a rendszer időzónája.
it: Timezone da usare quando si eseguino le query. Il default è la timezone di sistema
ja: クエリを実行するときに使用する接続タイムゾーン。 デフォルトはシステムタイムゾーンです。
lt: Ryšio laiko juosta, naudojama vykdant užklausas. Pagal nutylėjimą yra sistemos laiko juosta.
ms: Nampaknya nama pengguna atau kata laluan tidak betul.
nb: Tilkoblingstidssone som skal brukes ved kjøring av spørringer. Standard er systemets tidssone
nl: Verbindingstijdzone te gebruiken bij het uitvoeren van queries. Standaard is systeemtijdzone.
pl: Strefa czasowa połączenia do użycia podczas wykonywania kwerend. Domyślnie strefa czasowa systemu.
pt_br: Fuso horário de conexão a ser usado ao executar consultas. O padrão é o fuso horário do sistema.
ru: Подключение часового пояса для выполнения запросов. По умолчанию используется системный часовой пояс.
sk: Časové pásmo pripojenia, ktoré sa použije pri vykonávaní otázok. Predvolené časové pásmo systému.
sl: Časovni pas povezave, ki se uporablja pri izvajanju poizvedb. Privzeto je sistemski časovni pas.
sq: Timezone e lidhjes për t’u përdorur kur ekzekutohen query-t. Si parazgjedhje përdoret timezone e sistemit.
sr: Vremenska zona konekcije koja se koristi pri izvršavanju upita. Podrazumevano: sistemska vremenska zona.
sv: Tidszon att använda när frågor ställs. Systemets tidszon är förvald.
tr: Sorguları yürütürken kullanılacak saat dilimi. Sistem saat dilimi için varsayılanlar.
uk: Часовий пояс з’єднання для виконання запитів. За замовчуванням — системний часовий пояс.
vi: Múi giờ kết nối để sử dụng khi thực hiện truy vấn. Mặc định cho múi giờ hệ thống.
zh_hk: 執行查詢時使用的連接時區。預設為系統時區

source: Registered driver {0} {1}
hu: Regisztrált meghajtó {0} {1}
ms: Pendaftaran pemandu {0} {1}

source: No -init-driver function found for ''{0}''
hu: Nem található -init-driver funkció a(z) ''{0}'' számára
ms: Tiada fungsi -init-driver ditemui untuk ''{0}''

source: Unable to parse date string ''{0}'' for database engine ''{1}''
hu: Nem sikerült elemezni a dátum karakterláncot: ''{0}'' az adatbázis motorhoz: ''{1}''
ms: Tidak dapat mentafsir rentetan tarikh ''{0}'' untuk enjin pangkalan data ''{1}''

source: Don''t know how to map class ''{0}'' to a Field base_type, falling back to :type/*.
hu: Nem tudom, hogyan kell leképezni a(z) ''{0}'' osztályt egy Field base_type típusra, visszaállás a :type-* -ra.
ms: Tidak tahu bagaimana untuk memetakan kelas ''{0}'' kepada Field base_type, kembali kepada

source: Failed to connect to database: {0}
hu: Nem sikerült csatlakozni az adatbázishoz: {0}
ms: Gagal menyambung ke pangkalan data: {0}

source: Invalid BigQuery identifier: ''{0}''
hu: Érvénytelen BigQuery-azonosító: ''{0}''
ms: Pengenal BigQuery tidak sah: ''{0}''

source: BigQuery statements can't be parameterized!
hu: A BigQuery utasítások nem paraméterezhetők!
ms: Pernyataan BigQuery tidak boleh diparameterkan!

source: Failed to set timezone:
hu: Nem sikerült beállítani az időzónát:
ms: Gagal menetapkan zon waktu:

source: You must enable the Google Analytics API. Use this link to go to the Google Developers Console: {0}
hu: Engedélyeznie kell a Google Analytics API-t. Használja ezt a linket a Google Developers Console eléréséhez: {0}
ms: Anda mesti mengaktifkan API Google Analytics. Gunakan pautan ini untuk pergi ke Google Developers Console: {0}

source: Running SQL queries against H2 databases using the default (admin) database user is forbidden.
ar: يُحظر تشغيل استعلامات SQL على قواعد بيانات H2 باستخدام مستخدم قاعدة البيانات الافتراضي (admin).
bg: Изпълнението на SQL заявки срещу H2 бази данни с използване на потребител на база данни (администратор) по подразбиране е забранено.
ca: No es permet executar consultes SQL a les bases de dades H2 utilitzant l'usuari per defecte (admin).
de: SQL-Abfragen gegen H2 Datenbanken mit dem Standard-Datenbanknutzer (admin) auszuführen ist verboten.
eo: Yo, running SQL queries on H2 DBs with the default (admin) user is a no-go.
es: Está prohibido ejecutar consultas SQL en bases de datos H2 utilizando el usuario de base de datos predeterminado (administrador).
fa: در حال انجام پرس و جو SQL در برابر پایگاه داده های H2 با استفاده از کاربر پایگاه داده به طور پیش فرض (admin) ممنوع است.
fi: SQL-kyselyjen suorittaminen H2-tietokantoja vastaan ​​käyttämällä oletustietokannan (admin) käyttäjää on kielletty.
fr: Il est interdit d’exécuter des requêtes SQL sur des bases de données H2 en utilisant le compte utilisateur admin défini par défaut.
hu: Tilos SQL-lekérdezéseket futtatni H2 adatbázisok ellen az alapértelmezett (admin) adatbázis felhasználóval.
it: è vietato utilizzare query SQL per database H2 mediante l'utente database di default (admin)
ja: デフォルトの(管理者)データベースユーザーを使用してH2データベースに対してSQLクエリを実行することは禁じられています。
lt: Draudžiama naudoti SQL užklausas prieš H2 duomenų bazes, naudojant numatytąjį (admin) duomenų bazės vartotoją.
ms: Menjalankan pertanyaan SQL terhadap pangkalan data H2 menggunakan pengguna pangkalan data lalai (admin) adalah dilarang.
nb: Å kjøre SQL-spørringer mot H2-databaser med standard (admin) database-bruker er forbudt.
nl: SQL queries uitvoeren op een H2 database met de standaard admin gebruiker is niet toegestaan.
pl: Uruchamianie zapytań SQL do H2-baz danych przy użyciu domyślnego (admin) użytkownika bazy danych jest zabronione.
pt_br: É proibido executar consultas SQL em bancos de dados H2 usando o usuário de banco de dados padrão (admin).
ru: Выполнение SQL запросов на H2 базе данных с использованием пользователя по-умолчанию (admin) запрещено.
sk: Spúšťanie dopytov SQL pri databázach H2 pomocou predvoleného (správcovského) používateľa databázy je zakázané.
sl: Izvajanje SQL poizvedb v bazah podatkov H2 z uporabo privzetega (skrbniškega) uporabnika zbirke podatkov je prepovedano.
sq: Ekzekutimi i pyetjeve SQL ndaj bazave të të dhënave H2 duke përdorur përdoruesin e parazgjedhur (admin) të bazës së të dhënave është i ndaluar.
sr: Pokretanje SQL upita nad H2 bazama podataka koristeći podrazumevanog (admin) korisnika baze podataka je zabranjeno.
sv: Att köra SQL-frågot mot H2-databaser med förvald (admin-) databasanvändare är inte tillåtet.
tr: SQL sorgularını H2 veritabanlarına karşı çalıştırma için varsayılan (admin) veritabanı kullanıcısını kullanmak yasaktır.
uk: Виконання SQL-запитів до баз даних H2 з використанням користувача бази даних за замовчуванням (admin) заборонено.
vi: Ch.ạy các truy vấn SQL đối với cơ sở dữ liệu H2 bằng cách sử dụng người dùng cơ sở dữ liệu (quản trị viên) mặc định
zh_hk: 禁止使用預設使用者（admin）對 H2 資料庫執行 SQL 查詢。

source: Error: metabase.driver.FixedHiveDriver is registered, but JDBC does not seem to be using it.
hu: Hiba: a metabase.driver.FixedHiveDriver regisztrálva van, de úgy tűnik, a JDBC nem használja azt.
ms: Ralat: metabase.driver.FixedHiveDriver didaftarkan, tetapi JDBC nampaknya tidak menggunakannya.

source: Found metabase.driver.FixedHiveDriver.
hu: A metabase.driver.FixedHiveDriver megtalálva.
ms: Menemui metabase.driver.FixedHiveDriver.

source: Successfully registered metabase.driver.FixedHiveDriver with JDBC.
hu: A metabase.driver.FixedHiveDriver sikeresen regisztrálva a JDBC-vel.
ms: Berjaya mendaftarkan metabase.driver.FixedHiveDriver dengan JDBC.

source: Email address you want to use as the sender of Metabase.
hu: E-mail cím, amelyet a Metabase küldőjeként szeretne használni.
ms: Alamat e-mel yang ingin anda gunakan sebagai penghantar Metabase.

source: The address of the SMTP server that handles your emails.
ar: عنوان خادم SMTP الذي يتولى بريدك الإلكتروني.
bg: Адресът на SMTP сървъра, който обработва имейлите ви.
ca: L'adreça del servidor SMTP que gestiona els teus correus electrònics.
de: Die Adresse des SMTP-Servers der eine E-Mails verarbeitet.
eo: The address of the SMTP server that handles your emails → The deets of the SMTP server that manages your emails, fr.
es: La dirección del servidor SMTP que maneja tus correos electrónicos.
fa: آدرس سرور SMTP که ایمیل های شما را مدیریت می کند.
fi: Sähköpostiasi käsittelevän SMTP-palvelimen osoite.
fr: L'adresse du serveur SMTP qui gère vos courriels.
hu: Az e-mailjeit kezelő SMTP szerver címe.
it: L'indirizzo del server SMTP che invia le tue email.
ja: メール管理をするSMTPサーバーのアドレス
lt: SMTP serverio, tvarkančio jūsų el. Laiškus, adresas.
ms: Alamat pelayan SMTP yang mengendalikan e-mel anda.
nb: E-postadresse for SMTP-tjeneren som håndterer dine e-poster.
nl: Het adres van de SMTP server die uw e-mail verstuurt.
pl: Adres serwera SMTP, który obsługuje wiadomości e-mail.
pt_br: O endereço do servidor SMTP que processa seus e-mails.
ru: Адрес SMTP сервера, который обрабатывает вашу почту.
sk: Adresa servera SMTP, ktorý spracováva vaše emaily.
sl: Naslov strežnika SMTP, ki obravnava vaša e-poštna sporočila.
sq: Adresa e serverit SMTP që trajton email-et e tua.
sr: Adresa SMTP servera koji obrađuje vašu e-poštu.
sv: Adressen till SMTP-servern som hanterar din epost.
tr: E-postalarınızı işleyen SMTP sunucusunun adresi.
uk: Адреса SMTP-сервера, який обробляє вашу пошту.
vi: Địa chỉ của máy chủ SMTP xử lý email của bạn.
zh_hk: SMTP伺服器地址處理您的信箱。

source: SMTP username.
ar: اسم مستخدم SMTP.
bg: SMTP потребителско име.
ca: Usuari SMTP.
de: SMTP-Nutzername.
eo: SMTP username = SMTP username, frfr
es: Usuario SMTP.
fa: نام کاربری SMTP
fi: SMTP käyttäjänimi.
fr: Nom d'utilisateur SMTP.
hu: SMTP felhasználónév.
it: Username SMTP
ja: SMTPユーザー名
lt: SMTP vartotojo vardas.
ms: Nama pengguna SMTP.
nb: SMTP brukernavn:
nl: SMTP gebruikersnaam.
pl: Użytkownik SMTP
pt_br: Nome de usuário SMTP.
ru: SMTP пользователь.
sk: Používateľské meno pre SMTP.
sl: Uporabniško ime SMTP.
sq: Emri i përdoruesit SMTP.
sr: SMTP korisničko ime.
sv: SMTP-användarnamn.
tr: SMTP kullanıcı adı.
uk: Імʼя користувача SMTP.
vi: Tên người dùng SMTP.
zh_hk: SMTP使用者名稱

source: SMTP password.
ar: كلمة مرور SMTP.
bg: SMTP парола.
ca: Contrasenya SMTP.
de: SMTP-Passwort.
eo: SMTP pass, fr fr
es: Contraseña SMTP.
fa: رمز عبور SMTP
fi: SMTP salasana.
fr: Mot de passe SMTP.
hu: SMTP jelszó.
it: Password SMTP
ja: SMTPパスワード
lt: SMTP slaptažodis.
ms: Kata laluan SMTP.
nb: SMTP passord.
nl: SMTP wachtwoord.
pl: Hasło SMTP
pt_br: Senha SMTP.
ru: SMTP пароль.
sk: Heslo pre SMTP
sl: Geslo za SMTP.
sq: Fjalëkalimi SMTP.
sr: SMTP lozinka.
sv: SMTP-lösenord.
tr: SMTP şifresi.
uk: Пароль SMTP.
vi: SMTP mật khẩu
zh_hk: SMTP密碼
