Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: To always require a value, first visit embedding settings, make this filter editable or locked, re-publish the dashboard, then return to this page.
ar: لجعل القيمة مطلوبة دائمًا، زر أولًا إعدادات التضمين، واجعل هذا الفلتر قابلًا للتعديل أو مقفولًا، وأعِد نشر لوحة المعلومات، ثم ارجع إلى هذه الصفحة.
bg: За да изисквате винаги стойност, първо посетете настройките за вграждане, направете този филтър редактируем или заключен, публикувайте отново таблото за управление , след което се върнете на тази страница.
ca: Per demanar sempre un valor, primer visiteu la configuració d'inserció, feu que aquest filtre es pugui editar o bloquejar, torneu a publicar el quadre de comandament i torneu a aquesta pàgina.
de: Um immer einen Wert zu verlangen, besuchen Sie zunächst die Einbettungseinstellungen, machen Sie diesen Filter bearbeitbar oder gesperrt, veröffentlichen Sie das Dashboard erneut und kehren Sie dann zu dieser Seite zurück.
eo: Yo, to always need a value, first peep the embedding settings, make this filter chill or locked, republish the dashboard, and then slide back to this page.
es: Para solicitar siempre un valor, primero visita la configuración de inserción, haz que este filtro sea editable o bloqueado, vuelva a publicar el panel y luego regresa a esta página.
fa: برای اینکه همیشه به یک مقدار نیاز داشته باشید، ابتدا از تنظیمات جاسازی بازدید کنید، این فیلتر را قابل ویرایش یا قفل کنید، داشبورد را دوباره منتشر کنید، سپس به این صفحه بازگردید.
fi: Pakollista arvoa vaatiaksesi, aseta tämä suodin muokattavaksi tai lukituksi upotusasetuksissa, uudelleenjulkaise kojelauta ja palaa tälle sivulle.
fr: Pour toujours exiger une valeur, consultez d'abord les paramètres d'intégration, rendez ce filtre modifiable ou verrouillé, republiez le puis revenir à cette page.
hu: Ha mindig meg szeretne adni egy értéket, először keresse fel a beágyazási beállításokat, hogy ezt a szűrőt szerkeszthetővé vagy zárolhatóvá tegye, tegye közzé újra a irányítópultot, majd térjen vissza erre az oldalra.
it: Per richiedere sempre un valore, visitare prima le impostazioni di incorporamento, rendere questo filtro modificabile o bloccato, ripubblicare il dashboard , quindi tornare a questa pagina.
ja: 常に値を要求するには、まず埋め込み設定にアクセスしてください、 このフィルタを編集可能にするかロックして ダッシュボードを再公開してから、このページに戻ってください。
lt: Jei norite visada reikalauti reikšmės, pirmiausia apsilankykite įterpimo nustatymuose, padarykite šį filtrą redaguojamą arba užrakintą, iš naujo paskelbkite informacijos suvestinę, tada grįžkite į šį puslapį.
ms: Untuk sentiasa memerlukan nilai, lawati tetapan penyertaan terlebih dahulu, jadikan penapis ini boleh disunting atau dikunci, terbitkan semula papan pemuka, kemudian kembali ke halaman ini.
nb: For å alltid kreve en verdi, se først innebyggingsinnstillingene, gjør filteret redigerbart eller låst, publiser infotavlen på nytt og returner til denne siden.
nl: Als je altijd een waarde wilt vereisen, ga je eerst naar de insluitingsinstellingen, maak je dit filter bewerkbaar of vergrendeld, publiceer je het dashboard opnieuw en keer je terug naar deze pagina.
pl: Aby zawsze wymagać wartości, najpierw odwiedź ustawienia osadzania, ustaw ten filtr jako edytowalny lub zablokowany, ponownie opublikuj pulpit nawigacyjny , a następnie wróć do tej strony.
pt_br: Para sempre exigir um valor, primeiro visite as configurações de incorporação, torne este filtro editável ou bloqueado, publique novamente o painel e depois retorne a esta página.
ru: Чтобы всегда требовать значение, сначала посетите настройки встраивания, сделайте этот фильтр редактируемым или заблокированным, повторно опубликуйте приборную панель , а затем вернитесь на эту страницу.
sk: Ak chcete vždy vyžadovať hodnotu, najprv navštívte nastavenia vkladania, , aby bol tento filter upraviteľný alebo uzamknutý, znovu zverejnite ovládací panel a potom sa vráťte na túto stránku.
sl: Če želite vedno zahtevati vrednost, najprej obiščite nastavitve vstavljanja, omogočite urejanje ali zaklepanje tega filtra, ponovno objavite nadzorno ploščo in se vrnite na to stran.
sq: Që të kërkohet gjithmonë një vlerë, së pari shko te cilësimet e integrimit, bëje këtë filtër të editueshëm ose të kyçur, ri-publiko panelin, pastaj kthehu në këtë faqe.
sr: Da biste uvek zahtevali vrednost, prvo idite u podešavanja ugradnje, postavite ovaj filter na izmenljiv ili zaključan, ponovo objavite kontrolnu tablu, pa se vratite na ovu stranicu.
sv: För att kräva ett värde, gå till inställningarna för inbäddning, gör filtret redigerbart eller låst, publicera om instrumentpanelen och återgå sedan till denna sidan.
tr: Her zaman bir değer gerektirmek için önce yerleştirme ayarlarını ziyaret edin, bu filtreyi düzenlenebilir veya kilitli hale getirin, panosunu yeniden yayınlayın ve ardından bu sayfaya geri dönün.
uk: Щоб завжди вимагати значення, спочатку перейдіть у налаштування вбудовування, зробіть цей фільтр редагованим або заблокованим, повторно опублікуйте дашборд, а потім поверніться на цю сторінку.
vi: Để luôn yêu cầu giá trị, trước tiên hãy truy cập cài đặt nhúng, để bộ lọc này có thể chỉnh sửa hoặc khóa, phát hành lại bảng điều khiển , sau đó quay lại trang này.
zh_hk: 若要始終需要一個值，請先造訪嵌入設定， ，使此篩選條件可編輯或鎖定，重新發表 dashboard，然後再返回本頁。

source: making it locked, will require updating the embedding code before proceeding, otherwise the embed will break.
ar: جعلُه مقفولًا سيتطلب تحديث كود التضمين قبل المتابعة، وإلا فسيتعطل التضمين.
bg: като го направите заключен, ще е необходимо да актуализирате кода за вграждане на , преди да продължите, в противен случай вграждането ще се прекъсне .
ca: si es bloqueja, caldrà actualitzar el codi d'inserció abans de continuar, en cas contrari, la inserció es trencarà.
de: um sie zu sperren, muss der Einbettungscode aktualisiert werden, bevor man fortfährt, da sonst die Einbettung unterbrochen wird .
eo: It’s basically locked in, but you gotta update the embedding code first or it’s gonna break fr.
es: bloquearlo requerirá actualizar el código de inserción antes de continuar, de lo contrario, la inserción se romperá.
fa: قفل کردن آن، نیاز به به‌روزرسانی کد جاسازی قبل از ادامه دارد، در غیر این صورت جاسازی شکسته خواهد شد.
fi: Lukitseminen vaatii upotuskoodin päivittämisen ennen jatkamista, muuten upotus ei enää toimi.
fr: pour le verrouiller, il faudra mettre à jour le code d'intégration avant de procéder, sinon l'intégration sera bloquée. code d'intégration avant de procéder, sinon l'intégration sera cassera.
hu: zárolásához frissíteni kell a beágyazási kódot a folytatás előtt, ellenkező esetben a beágyazás megtörténik szünet.
it: per renderlo bloccato, sarà necessario aggiornare il codice di incorporamento prima di procedere, altrimenti l'incorporamento si interromperà.
ja: ロックされている場合は そうでないと、埋め込みが壊れてしまいます。 が壊れてしまいます。
lt: užrakinus, prieš tęsiant reikės atnaujinti įdėjimo kodą, kitaip įterpimas nutrūks.
ms: menjadikannya terkunci, akan memerlukan kemas kini kod penyematan sebelum meneruskan, jika tidak, penyematan akan rosak.
nb: å gjøre den låst, vil kreve oppdatering av innebyggingskoden før du fortsetter, ellers vil innebyggingen feile.
nl: Als u het vergrendeld maakt, moet u de code voor het insluiten op bijwerken voordat u verdergaat, anders wordt de insluiting verbroken op .
pl: zablokowanie go będzie wymagało aktualizacji kodu osadzania przed kontynuowaniem, w przeciwnym razie osadzenie zostanie przerwane .
pt_br: ao bloqueá-lo, será necessário atualizar o código de incorporação antes de prosseguir; caso contrário, a incorporação vai quebrar.
ru: чтобы сделать его заблокированным, необходимо обновить код вставки перед тем, как продолжить, иначе вставка сломается.
sk: aby bol uzamknutý, bude vyžadovať aktualizáciu kódu vkladania pred pokračovaním, inak sa vkladanie preruší.
sl: zaradi česar je zaklenjen, bo treba pred nadaljevanjem posodobiti kodo za vstavljanje , sicer se bo vstavljanje prekinilo.
sq: duke e bërë të kyçur, do të kërkojë përditësimin e kodit të integrimit përpara se të vazhdosh, përndryshe integrimi do dështojë.
sr: ako ga zaključate, biće potrebno da ažurirate kod za ugradnju pre nego što nastavite, u suprotnom će ugrađeni sadržaj prestati da radi.
sv: för att låsa detta krävs det att du uppdaterar den inbäddade koden för att fortsätta, annars kommer inbäddning sluta fungera.
tr: kilitli hale getirmek, devam etmeden önce gömme kodunun güncellenmesini gerektirecektir, aksi takdirde gömme kırılacaktır.
uk: якщо зробити його заблокованим, перед продовженням потрібно буде оновити код вбудовування, інакше вбудовування зламається.
vi: để khóa, sẽ cần cập nhật mã nhúng trước khi tiếp tục, nếu không mã nhúng sẽ bị hỏng.
zh_hk: 若要鎖定，必須先更新 嵌入程式碼，否則嵌入程式會 斷。

source: This label is already in use.
ar: هذا التصنيف مستخدم بالفعل.
bg: Този етикет вече се използва.
ca: Aquesta etiqueta ja s'està utilitzant.
de: Diese Bezeichnung ist bereits in Verwendung.
eo: This label’s already in use, fr fr.
es: Esta etiqueta ya está en uso.
fa: این برچسب قبلاً در حال استفاده است.
fi: Tämä label on jo käytössä
fr: Ce label est déjà utilisé.
hu: Ez a címke már használatban van.
it: Questa etichetta è già in uso.
ja: このラベルはすでに使用されています。
lt: Ši etiketė jau naudojama.
ms: Label ini sudah digunakan.
nb: Denne merkelappen er allerede i bruk.
nl: Dit label wordt al gebruikt.
pl: Ta etykieta jest już używana.
pt_br: Esta etiqueta já está em uso.
ru: Эта этикетка уже используется.
sk: Toto označenie sa už používa.
sl: Ta oznaka je že v uporabi.
sq: Kjo etiketë është tashmë në përdorim.
sr: Ova oznaka je već u upotrebi.
sv: Etiketten används redan.
tr: Bu etiket zaten kullanımda.
uk: Ця мітка вже використовується.
vi: Nhãn này đã được sử dụng.
zh_hk: 此標籤已在使用中。

source: This label is reserved for dashboard tabs.
ar: هذا التصنيف محجوز لتبويبات لوحة المعلومات.
bg: Този етикет е запазен за разделите на таблото за управление.
ca: Aquesta etiqueta està reservada per a les pestanyes del quadre de comandament.
de: Diese Bezeichnung ist für die Registerkarten des Dashboards reserviert.
eo: This label is like, only for dashboard tabs, fr.
es: Esta etiqueta está reservada para las pestañas del cuadro de mando.
fa: این برچسب برای برگه های داشبورد رزرو شده است.
fi: Tämä tunniste on varattu kojelaudan välilehdille.
fr: Ce label est réservé aux onglets du tableau de bord.
hu: Ez a címke az irányítópult lapok számára van fenntartva.
it: Questa etichetta è riservata alle schede del cruscotto.
ja: このラベルはダッシュボードタブのために予約されています。
lt: Ši etiketė skirta prietaisų skydelio skirtukams.
ms: Label ini dikhaskan untuk tab papan pemuka.
nb: Denne merkelappen er reservert for infotavle-faner.
nl: Dit label is gereserveerd voor tabbladen op het dashboard.
pl: Ta etykieta jest zarezerwowana dla zakładek pulpitu.
pt_br: Esta etiqueta é reservada para as guias do painel.
ru: Этот ярлык предназначен для вкладок приборной панели.
sk: Toto označenie je vyhradené pre karty prístrojovej dosky.
sl: Ta oznaka je rezervirana za zavihke nadzorne plošče.
sq: Kjo etiketë është e rezervuar për tab-et e panelit.
sr: Ova oznaka je rezervisana za tabove kontrolne table.
sv: Etiketten är reserverad för instrumentpanel-tabbar.
tr: Bu etiket gösterge tablosu sekmeleri için ayrılmıştır.
uk: Ця мітка зарезервована для вкладок дашборда.
vi: Nhãn này dành riêng cho các tab bảng điều khiển.
zh_hk: 此標籤保留給儀表板索引標籤。

source: Always require a value
ar: اطلب قيمة دائمًا
bg: Винаги изисквайте стойност
ca: Sempre requereix un valor
de: Immer einen Wert anfordern
eo: Always gotta have a vibe, fr.
es: Siempre requiere un valor
fa: همیشه به یک مقدار نیاز دارید
fi: Vaadi pakollinen arvo
fr: Toujours exiger une valeur
hu: Mindig szükséges egy érték
it: Richiede sempre un valore
ja: 常に値が必要です
lt: Visada reikalaukite vertės
ms: Sentiasa memerlukan nilai
nb: Krev alltid en verdi
nl: Altijd een waarde vereisen
pl: Zawsze wymagaj wartości
pt_br: Sempre requer um valor
ru: Всегда требуется значение
sk: Vždy vyžadujte hodnotu
sl: Vedno zahtevajte vrednost
sq: Kërko gjithmonë një vlerë
sr: Uvek zahtevaj vrednost
sv: Kräver alltid ett värde
tr: Her zaman bir değer gerektirir
uk: Завжди вимагати значення
vi: Luôn luôn yêu cầu một giá trị
zh_hk: 總是需要一個值

source: When enabled, people can change the value or reset it, but can't clear it entirely.
ar: عند التفعيل، يمكن للناس تغيير القيمة أو إعادة ضبطها، لكن لا يمكنهم مسحها بالكامل.
bg: Когато е активирана, хората могат да променят стойността или да я нулират, но не могат да я изтрият напълно.
ca: Quan està activat, els usuaris poden canviar el valor o restablir-lo, però no poden esborrar-lo del tot.
de: Wenn diese Funktion aktiviert ist, kann der Wert geändert oder zurückgesetzt werden, aber er kann nicht vollständig gelöscht werden.
eo: When it’s on, peeps can tweak or reset it, but they can’t totally wipe it.
es: Cuando está habilitado, las personas pueden cambiar el valor o restablecerlo, pero no pueden borrarlo por completo.
fa: وقتی فعال باشد، افراد می توانند مقدار را تغییر دهند یا آن را بازنشانی کنند، اما نمی توانند آن را به طور کامل پاک کنند.
fi: Kun tämä on käytössä, käyttäjät voivat muuttaa tai nollata arvon, mutta eivät voi tyhjentää sitä.
fr: Lorsqu'elle est activée, les utilisateurs peuvent modifier la valeur ou la réinitialiser, mais ils ne peuvent pas l'effacer complètement.
hu: Ha engedélyezve van, az emberek módosíthatják vagy visszaállíthatják az értéket, de nem tudják teljesen törölni.
it: Quando è abilitato, si può modificare il valore o azzerarlo, ma non si può cancellare del tutto.
ja: 有効にすると、値を変更したりリセットしたりすることはできるが、完全にクリアすることはできない。
lt: Kai įjungta, žmonės gali pakeisti vertę arba ją nustatyti iš naujo, bet negali jos visiškai išvalyti.
ms: Apabila diaktifkan, orang boleh mengubah nilai atau menetapkannya semula, tetapi tidak boleh menghapuskannya sepenuhnya.
nb: Hvis denne er aktivert kan personer endre verdien eller tilbakestille den, men ikke fjerne den helt.
nl: Als deze optie is ingeschakeld, kunnen mensen de waarde wijzigen of resetten, maar ze kunnen deze niet volledig wissen.
pl: Po włączeniu użytkownicy mogą zmienić wartość lub ją zresetować, ale nie mogą jej całkowicie wyczyścić.
pt_br: Quando ativado, as pessoas podem alterar o valor ou redefini-lo, mas não podem apagá-lo completamente.
ru: Когда эта функция включена, люди могут изменить значение или сбросить его, но не могут убрать его полностью.
sk: Ak je povolená, ľudia môžu zmeniť hodnotu alebo ju vynulovať, ale nemôžu ju úplne vymazať.
sl: Ko je omogočeno, lahko uporabniki spremenijo vrednost ali jo ponastavijo, vendar je ne morejo v celoti počistiti.
sq: Kur aktivizohet, njerëzit mund ta ndryshojnë vlerën ose ta rikthejnë, por s’mund ta pastrojnë plotësisht.
sr: Kada je uključeno, ljudi mogu da promene vrednost ili da je resetuju, ali ne mogu da je u potpunosti obrišu.
sv: Användare kan ändra eller återställa värdet, men aldrig ta bort det helt.
tr: Etkinleştirildiğinde, insanlar değeri değiştirebilir veya sıfırlayabilir, ancak tamamen silemezler.
uk: Коли увімкнено, користувачі можуть змінити значення або скинути його, але не можуть повністю очистити.
vi: Khi được bật, mọi người có thể thay đổi giá trị hoặc đặt lại giá trị, nhưng không thể xóa hoàn toàn.
zh_hk: 啟用時，人們可以變更數值或重設，但無法完全清除。

source: Embed {0}
eo: Embed {0} → Drop {0} or Slap in {0}
hu: {0} beágyazása
lt: Įterpti {0}
ms: Sematkan {0}

source: Customizing your embed’s appearance
hu: A beágyazás megjelenésének testreszabása
ms: Menyesuaikan penampilan penyematan anda

source: These cosmetic options requiring changing the server code. You can play around with and preview the options here, and check out the {0} for more.
hu: Ezek a kozmetikai lehetőségek a szerver kódjának módosítását igénylik. Itt játszhat és megtekintheti a lehetőségeket, további információkért pedig tekintse meg a {0} webhelyet.
ms: Pilihan kosmetik ini memerlukan perubahan pada kod pelayan. Anda boleh bermain dengan dan melihat pratonton yang pilihan di sini, dan semak {0} untuk maklumat lanjut.

source: Playing with appearance options
hu: Játék a megjelenési beállításokkal
ms: Bermain dengan pilihan penampilan

source: Background
hu: Háttér
ms: Latar belakang

source: You can change the font with {0}.
ar: يمكنك تغيير الخط باستخدام {0}.
bg: Можете да промените шрифта с помощта на {0}.
ca: Podeu canviar el tipus de lletra amb {0}.
de: Sie können die Schriftart mit {0}ändern.
eo: You can switch up the font with {0} lol.
es: Puedes cambiar la fuente con {0}.
fa: می توانید فونت را با {0}تغییر دهید.
fi: Voit vaihtaa fonttia käyttämällä {0}
fr: Vous pouvez changer la police avec {0}.
hu: A betűtípust megváltoztathatja ezzel: {0}.
it: È possibile cambiare il carattere con {0}.
ja: {0}でフォントを変更できます。
lt: Galite pakeisti šriftą naudodami {0}.
ms: Anda boleh menukar fon dengan {0}.
nb: Du kan endre font med {0}.
nl: Je kunt het lettertype wijzigen met {0}.
pl: Czcionkę można zmienić za pomocą {0}.
pt_br: Você pode alterar a fonte com {0}.
ru: Вы можете изменить шрифт с помощью {0}.
sk: Písmo môžete zmeniť pomocou stránky {0}.
sl: Pisavo lahko spremenite z {0}.
sq: Mund ta ndryshosh fontin me {0}.
sr: Možete da promenite font uz {0}.
sv: Du kan ändra teckensnittet med {0}.
tr: Yazı tipini {0}ile değiştirebilirsiniz.
uk: Ви можете змінити шрифт за допомогою {0}.
vi: Bạn có thể thay đổi phông chữ bằng {0}.
zh_hk: 您可以使用 {0}變更字型。

source: a paid plan
ar: خطة مدفوعة
bg: платен план
ca: un pla pagat
de: einen bezahlten Plan
eo: a liddy paid plan
es: un plan de pago
fa: یک طرح پرداختی
fi: Maksullinen versio
fr: un plan payant
hu: fizetett terv
it: un piano a pagamento
ja: 有料プラン
lt: mokamas planas
ms: pelan berbayar
nb: en betalt plan
nl: een betaald plan
pl: płatny plan
pt_br: um plano pago
ru: платный план
sk: platený plán
sl: Plačljiv paket
sq: njE plan me pagesE
sr: plaćeni plan
sv: en betalplan
tr: ücretli bir plan
uk: платний план
vi: một kế hoạch trả phí
zh_hk: 付費計劃

source: Enable users to download data from this embed
hu: Engedélyezze a felhasználóknak az adatok letöltését ebből a beágyazásból
ms: Aktifkan pengguna untuk memuat turun data dari penyematan ini

source: Removing the “Powered by Metabase” banner
hu: A „Powered by Metabase” banner eltávolítása
ms: Mengalih keluar banner "Dikuasakan oleh Metabase"

source: This banner appears on all static embeds created with the Metabase open source version. You’ll need to upgrade to {0} to remove the banner.
hu: Ez a szalaghirdetés minden, a Metabase nyílt forráskódú verziójával létrehozott statikus beágyazáson megjelenik. A szalaghirdetés eltávolításához frissítenie kell a következőre: {0}.
ms: Banner ini muncul pada semua penyematan statik yang dibuat dengan versi sumber terbuka Metabase. Anda perlu menaik taraf kepada {0} untuk mengalih keluar banner tersebut.

source: Dashboard title
ar: عنوان لوحة المعلومات
bg: Заглавие на информационното табло
ca: Títol del quadre de comandament
de: Titel des Dashboards
eo: Dashboard title → "Dashboard Vibe"
es: Título de Cuadro de Mando
fa: عنوان داشبورد
fi: Kojelaudan otsikko
fr: Titre du tableau de bord
hu: Irányítópult címe
it: Titolo del cruscotto
ja: ダッシュボードタイトル
lt: Prietaisų skydelio pavadinimas
ms: Tajuk papan pemuka
nb: Tittel på infotavle
nl: Titel dashboard
pl: Tytuł pulpitu
pt_br: Título do painel
ru: Заголовок приборной панели
sk: Názov prístrojovej dosky
sl: Naslov nadzorne plošče
sq: Titulli i panelit
sr: Naslov kontrolne table
sv: Namn på instrumentpanel
tr: Gösterge tablosu başlığı
uk: Назва дашборду
vi: Tiêu đề bảng điều khiển
zh_hk: 儀表板標題

source: Question title
ar: عنوان السؤال
bg: Заглавие на въпроса
ca: Títol de la pregunta
de: Titel der Frage
eo: Question title → Yo, what's the tea?
es: Título de Pregunta
fa: عنوان سوال
fi: Kysymyksen otsikko
fr: Titre de la question
hu: Kérdés címe
it: Titolo della domanda
ja: 質問タイトル
lt: Klausimo pavadinimas
ms: Tajuk soalan
nb: Tittel på spørsmål
nl: Titel van de vraag
pl: Tytuł pytania
pt_br: Título da pergunta
ru: Название вопроса
sk: Názov otázky
sl: Naslov vprašanja
sq: Titulli i pyetjes
sr: Naslov pitanja
sv: Namn på fråga
tr: Soru başlığı
uk: Назва запиту
vi: Tiêu đề câu hỏi
zh_hk: 問題標題

source: You can reference columns here in functions or equations, like: floor([Price] - [Discount]).
hu: Itt hivatkozhat az oszlopokra függvényekben vagy egyenletekben, például: floor([Ár] - [Kedvezmény]).
ms: Anda boleh merujuk lajur di sini dalam fungsi atau persamaan, seperti: floor([Harga] - [Diskaun]).

source: This filter is set to disabled in an embedded question.
ar: تم تعيين هذا الفلتر على معطّل في سؤال مضمّن.
bg: Този филтър е изключен във вграден въпрос.
ca: Aquest filtre està configurat com a desactivat en una pregunta incrustada.
de: Dieser Filter ist in einer eingebetteten Frage deaktiviert.
eo: Bruh, this filter’s basically off in the embedded question lol
es: Este filtro está configurado como deshabilitado en una pregunta integrada.
fa: این فیلتر در یک سؤال تعبیه شده روی غیرفعال تنظیم شده است.
fi: Tämä suodatin on poistettu käytöstä upotetussa kysymyksessä.
fr: Ce filtre est désactivé dans une question intégrée.
hu: Ez a szűrő le van tiltva egy beágyazott kérdésben.
it: Questo filtro è impostato su disabilitato in una domanda incorporata.
ja: このフィルターは埋め込み質問では無効化されています。
lt: Šis filtras nustatytas išjungti įterptame klausime.
ms: Penapis ini ditetapkan untuk dinyahaktifkan dalam soalan yang disematkan.
nb: Dette filteret er deaktivert i et innebygd spørsmål.
nl: Dit filter is uitgeschakeld in een ingesloten vraag.
pl: Ten filtr jest wyłączony w pytaniu osadzonym.
pt_br: Esse filtro está definido como desabilitado em uma pergunta incorporada.
ru: Этот фильтр отключен во встроенном вопросе.
sk: Tento filter je vo vloženej otázke nastavený na vypnutý.
sl: Ta filter je nastavljen na onemogočen v vdelanem vprašanju.
sq: Ky filtër është vendosur si i çaktivizuar në një pyetje të integruar.
sr: Ovaj filter je podešen kao onemogućen u ugrađenom pitanju.
sv: Filtret är avstängt för en inbäddad fråga.
tr: Bu filtre gömülü bir soruda devre dışı olarak ayarlanmıştır.
uk: Цей фільтр вимкнено у вбудованому запиті.
vi: Bộ lọc này được đặt thành vô hiệu hóa trong câu hỏi nhúng.
zh_hk: 在嵌入式問題中，此過濾設定為停用。
