Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The color of aggregations and breakouts in the graphical query builder.
ar: لون التجميعات والتقسيم حسب في منشئ الاستعلامات المرئي.
bg: Цветът на агрегатите и разбивките в графичния конструктор на заявки.
ca: El color de les agregacions i talls en el constructor gràfic de consultes.
de: Die Farbe von Aggregationen und Aufschlüsselungen im grafischen Abfrage-Generator.
eo: The color of the agg and breakout parts in the graph builder, fr.
es: El color de las agregaciones y los desgloses en el generador gráfico de consultas.
fa: رنگ تجمیع‌ها و شکست‌ها در سازنده پرس و جو گرافیکی.
fi: Aggregaatioiden ja ryhmien väri graafisessa kyselyrakentimessa.
fr: La couleur des agrégations et des répartitions dans le générateur graphique de requêtes.
hu: Az összesítések és részek színe a grafikus lekérdezés készítőben.
it: Il colore delle aggregazioni e delle suddivisioni nel generatore di query grafiche.
ja: グラフィカルクエリビルダでの集約とブレイクアウトの色。
lt: Grafinių užklausų kūrimo priemonės apibendrinimų ir pertraukų spalva.
ms: Warna pengagregatan dan pemecahan dalam pembina query grafik.
nb: Fargen på aggregasjoner og oppdelinger i den grafiske forespørselbyggeren.
nl: De kleur van aggregaties en uitsplitsingen in de grafische query-editor.
pl: Kolor agregacji i grupowania w graficznym kreatorze zapytań.
pt_br: A cor de agregações e separações no construtor de consultas gráfico.
ru: Цвет агрегаций и разрывов в визуальном редакторе запросов.
sk: Farba agregácií a rozdelení v grafickom tvůrci dotazov.
sl: Barva združevanja in prelomov v grafičnem graditelju poizvedb.
sq: Ngjyra e agregimeve dhe ndarjeve sipas në ndërtuesin grafik të pyetjeve.
sr: Boja agregacija i razlaganja u grafičkom kreatoru upita.
sv: Färgen på sammanslagningar och utbrytningar när frågan byggs grafiskt.
tr: Grafik sorgu oluşturucudaki toplamaların ve araların rengi.
uk: Колір агрегацій і розбивок у візуальному конструкторі запитів.
vi: Màu của các tổng hợp và phân tách trong bộ xây dựng truy vấn đồ họa.
zh_hk: 圖形化查詢建立工具中聚集和分隔的顏色。

source: Accent 2
hu: 2. akcentus
ms: Aksen 2

source: The color of filters in the query builder and buttons and links in filter widgets.
hu: A szűrők színe a lekérdezés készítőben és a gombok és linkek szűrő widgetekben.
ms: Warna penapis dalam pembina query dan butang serta pautan dalam widget penapis.

source: Additional chart color
hu: További diagram szín
ms: Warna carta tambahan

source: Rerun this question
hu: Futtassa újra ezt a kérdést
ms: Jalankan semula pertanyaan ini

source: Syncing database…
ar: جارٍ مزامنة قاعدة البيانات…
bg: Базата данни се синхронизира…
ca: Sincronitzant la base de dades…
de: Synchronisiere Datenbank...
eo: Updating the database… lowkey syncing rn
es: Sincronizando base de datos…
fa: همگام سازی پایگاه داده…
fi: Synkronoidaan tietokantaa…
fr: En train de synchroniser la base de données...
hu: Adatbázis szinkronizálása…
it: Sto sincronizzando il database...
ja: データベースと同期しています
lt: Sinchronizuojama duomenų bazė…
ms: Menyelaraskan pangkalan data...
nb: Synkroniserer database…
nl: Database synchroniseren...
pl: Synchronizacja bazy danych…
pt_br: Sincronizando banco de dados…
ru: Синхронизация базы данных...
sk: Synchronizácia databázy…
sl: Sinhronizacija baze podatkov ...
sq: Po sinkronizohet baza e të dhënave…
sr: Sinhronizacija baze podataka…
sv: Synkar databasen...
tr: Veritabanı senkronize ediliyor…
uk: Синхронізація бази даних…
vi: Đang đồng bộ hóa cơ sở dữ liệu…
zh_hk: 同步資料庫…

source: Add this model to a dashboard
ar: أضف هذا النموذج إلى لوحة معلومات
bg: Добавете този модел към таблото
ca: Afegir aquest model al quadre de comandament
de: Dieses Model einem Dashboard hinzufügen
eo: Drop this model onto a dashboard, fr.
es: Añadir este modelo al cuadro de mando
fa: این مدل را به داشبورد اضافه کنید
fi: Lisää tämä malli kojetauluun.
fr: Ajouter ce modèle à un tableau de bord
hu: Adja hozzá ezt a modellt egy irányítópulthoz
it: Aggiungi questo modello alla dashboard
ja: ダッシュボードにこのモデルを追加する
lt: Pridėkite šį modelį prie prietaisų skydelio
ms: Tambahkan model ini ke papan pemuka
nb: Legg til denne modellen på en dashbord
nl: Dit model aan een dashboard toevoegen
pl: Dodaj ten model do pulpitu
pt_br: Adicionar este modelo a um painel
ru: Добавить модель на дашборд
sk: Pridajte tento model na dashboard
sl: Dodajanje tega modela na nadzorno ploščo
sq: Shtoje këtë model në një panel
sr: Dodaj ovaj model na kontrolnu tablu
sv: Lägg till denna modell till instrumentpanelen
tr: Bu modeli bir panoya ekle
uk: Додайте цю модель на дашборд
vi: Thêm mô hình này vào bảng điều khiển
zh_hk: 將此模型新增至儀表板

source: Project ID to be used for authentication. You can omit this field if you are only querying datasets owned by your organization.
hu: Projektazonosító, amelyet a hitelesítéshez kell használni. Ezt a mezőt kihagyhatja, ha csak a szervezete tulajdonában lévő adatbázisokat kérdez le.
ms: ID Projek yang digunakan untuk pengesahan. Anda boleh mengabaikan medan ini jika anda hanya membuat query terhadap set data yang dimiliki oleh organisasi anda.

source: Make sure to leave out the Project ID prefix in "project_name:dataset_id" and only enter “dataset_id”
hu: Ügyeljen arra, hogy hagyja ki a Project ID előtagot a "projekt_neve:adatkészlet_id" mezőben, és csak a "dataset_id" értéket írja be.
ms: Pastikan untuk meninggalkan awalan ID Projek dalam "nama_projek:id_dataset" dan hanya masukkan “id_dataset”

source: Service account JSON file
hu: Szolgáltatás fiók JSON fájl
ms: Fail JSON akaun perkhidmatan

source: This JSON file contains the credentials Metabase needs to read and query your dataset.
hu: Ez a JSON fájl tartalmazza a Metabase számára szükséges hitelesítési adatokat az adatkészlet lekérdezéséhez és olvasásához.
ms: Fail JSON ini mengandungi kelayakan yang diperlukan Metabase untuk membaca dan membuat query terhadap dataset anda.

source: Rerun queries for simple explorations
ar: إعادة تشغيل الاستعلامات للاستكشافات البسيطة
bg: Повторете заявки за прости изследвания на данни
ca: Tornar a executar consultes per a exploracions senziles
de: Abfragen für einfache Erkundungen erneut ausführen
eo: Redoing searches for basic deep dives
es: Vuelva a ejecutar consultas para exploraciones simples
fa: برای کاوش های ساده کوئری ها را دوباره اجرا کنید
fi: Suorita uudelleen kyselyt yksinkertaisia tutkimuksia varten.
fr: Relancer les requêtes pour des explorations simples
hu: Lekérdezések újrafuttatása egyszerű vizsgálatokhoz
it: Esegui di nuovo le query per esplorazioni semplici
ja: シンプルな探索のためのクエリの再実行
lt: Pakartokite užklausas, kad galėtumėte atlikti paprastus tyrinėjimus
ms: Jalankan semula query untuk penerokaan ringkas
nb: Kjør forespørslene på nytt for enkle utforskninger
nl: Voer zoekopdrachten opnieuw uit voor eenvoudige verkenningen
pl: Ponowne uruchamianie zapytań dla prostego eksplorowania
pt_br: Reexecutar consultas para explorações simples
ru: Перезапустить запрос для простых исследований
sk: Znova spustiť dotazy pre jednoduché prieskumy
sl: Ponovni zagon poizvedb za preprosta raziskovanja
sq: Riekzekuto pyetje për eksplorime të thjeshta
sr: Ponovo pokreći upite za jednostavna istraživanja
sv: Kör om frågor för enklare utforskande
tr: Basit keşifler için sorguları yeniden çalıştırın
uk: Перезапустіть запити для простих досліджень
vi: Chạy lại truy vấn cho các khám phá đơn giản
zh_hk: 重新執行簡單探索的查詢

source: We execute the underlying query when you explore data using Summarize or Filter. This is on by default but you can turn it off if performance is slow.
ar: ننفّذ الاستعلام الأساسي عندما تستكشف البيانات باستخدام Summarize أو Filter. هذا مفعّل افتراضيًا لكن يمكنك إيقافه إذا كان الأداء بطيئًا.
bg: Ние изпълняваме основната заявка, когато изследвате данни с помощта на Summarize или Filter. Това е включено по подразбиране, но можете да го изключите, ако производителността е бавна.
ca: La consulta s'executa mentre explores les dades utilitzant Resumir o Filtres. Això està activat per defecte, però es pot desactivar si el rendiment és baix.
de: Wir führen die zugrunde liegende Abfrage aus, wenn Sie Daten mit Zusammenfassen oder Filtern untersuchen. Dies ist standardmäßig aktiviert, aber Sie können es deaktivieren, wenn die Performance schlecht ist.
eo: We run the actual query when you check out data with Summarize or Filter. It’s on by default, but u can turn it off if things are laggy.
es: Ejecutamos la consulta subyacente cuando exploras datos usando Resumir o Filtrar. Está activado de forma predeterminada, pero puedes desactivarlo si el rendimiento es lento.
fa: هنگامی که داده‌ها را با استفاده از خلاصه یا فیلتر کاوش می‌کنید، پرس‌و‌جوی اساسی را اجرا می‌کنیم. این به طور پیش فرض روشن است، اما اگر عملکرد کند است، می توانید آن را خاموش کنید.
fi: Suoritamme taustakyselyn, kun tutkit tietoja Summarize- tai Filter-toimintoa käyttäen. Tämä on oletuksena päällä, mutta voit kytkeä sen pois päältä, jos suorituskyky on hidas.
fr: Nous exécutons la requête ci-dessous quand vous explorez les données en utilisant Résumer ou Filtrer. Cela s'effectue par défaut, mais vous pouvez le désactiver en cas de souci de performance.
hu: Akkor hajtjuk végre a lekérdezést, amikor összefoglalással vagy szűréssel vizsgálja az adatokat. Ez alapértelmezés szerint be van kapcsolva, de kikapcsolhatja, ha lassú a teljesítmény.
it: Eseguiamo la query sottostante quando esplori i dati utilizzando Riepilogo o Filtro. Questo è attivato per impostazione predefinita, ma puoi disattivarlo se le prestazioni sono lente.
ja: SummarizeやFilterを使ってデータを探索する際に、基礎となるクエリを実行します。これはデフォルトではオンになっていますが、パフォーマンスが低下する場合はオフにすることができます。
lt: Vykdome pagrindinę užklausą, kai tyrinėjate duomenis naudodami suvestinę arba filtrą. Tai įjungta pagal numatytuosius nustatymus, bet galite ją išjungti, jei veikimas lėtas.
ms: Kami melaksanakan pertanyaan asas apabila anda meneroka data menggunakan Ringkasan atau Penapis. Ini diaktifkan secara lalai tetapi anda boleh mematikannya jika prestasi lambat.
nb: Vi kjører den underliggende spørringen når du utforsker data ved å bruke Sammendrag eller Filter. Dette er på som standard, men du kan slå det av hvis ytelsen er treg.
nl: We voeren de onderliggende query uit wanneer je gegevens verkent met behulp van Samenvatten of Filteren. Dit is standaard ingeschakeld, maar je kunt het uitschakelen als de prestaties traag zijn.
pl: Wykonujemy podstawowe zapytanie, gdy eksplorujesz dane za pomocą opcji Podsumowanie lub Filtr. Domyślnie jest to włączone, ale możesz to wyłączyć, jeśli wydajność jest niska.
pt_br: Executamos a consulta subjacente quando você explora dados usando Resumir ou Filtrar. Essa opção está ativada por padrão, mas você pode desativá-la se o desempenho estiver lento.
ru: Мы выполняем базовый запрос, когда вы изучаете данные с помощью Summarize или Filter. Это включено по умолчанию, но вы можете отключить его, если производительность низкая.
sk: Pri skúmaní údajov pomocou Zhrň alebo Filtrovať spustíme základný dotaz. Toto je predvolene zapnuté, ale môžete to vypnúť, ak je výkon pomalý.
sl: Osnovno poizvedbo izvedemo, ko raziskujete podatke s funkcijo »Povzemi« ali »Filtriraj«. Ta možnost je privzeto vklopljena, vendar jo lahko izklopite, če je učinkovitost delovanja počasna.
sq: Ne ekzekutojmë query-n bazë kur eksploron të dhënat duke përdorur Përmbledh ose Filtro. Kjo është aktive si parazgjedhje, por mund ta çaktivizosh nëse performanca është e ngadaltë.
sr: Izvršavamo osnovni upit kada istražujete podatke koristeći Summarize ili Filter. Ovo je uključeno podrazumevano, ali možete da ga isključite ako su performanse spore.
sv: Vi kör den underliggande frågan när du utforskar data med summering och filter. Detta är aktiverat som förval, men du kan slå av det om det går trögt.
tr: Özetle veya Filtre kullanarak verileri keşfederken temel sorguyu yürütürüz. Bu, varsayılan olarak açıktır, ancak performans yavaşsa kapatabilirsiniz.
uk: Ми виконуємо базовий запит, коли ви досліджуєте дані за допомогою Summarize або Filter. Це ввімкнено за замовчуванням, але ви можете вимкнути це, якщо продуктивність низька.
vi: Chúng tôi thực thi truy vấn cơ bản khi bạn khám phá dữ liệu bằng cách sử dụng Tóm tắt hoặc Bộ lọc. Mặc định là bật nhưng bạn có thể tắt nếu hiệu suất chậm.
zh_hk: 當您使用 Summarize 或 Filter 探索資料時，我們會執行底層查詢。預設為開啟，但如果效能較慢，您可以將其關閉。

source: Choose when syncs and scans happen
ar: اختر متى تحدث عمليات المزامنة والفحص
bg: Изберете кога да се извършват синхронизации и сканирания
ca: Escollir quan ocorren les sincronitzacions i els escanejos
de: Wählen Sie aus, wann Synchronisierungen und Scans stattfinden
eo: Pick when the syncs and scans go down, fr.
es: Elige cuando han de ocurrir sincronizaciones y escaneos
fa: زمان انجام همگام‌سازی و اسکن را انتخاب کنید
fi: Valitse, milloin synkronoinnit ja skannaukset tapahtuvat.
fr: Choisir quand les synchronisations et les scans s'effectuent
hu: Válassza ki, mikor történjenek a szinkronizálások és a vizsgálatok
it: Scegli quando devono avvenire sincronizzazioni e scansioni
ja: 同期とスキャンのタイミングを手動で選ぶ
lt: Pasirinkite, kada įvyksta sinchronizavimas ir nuskaitymas
ms: Pilih bila penyelarasan dan imbasan berlaku
nb: Velg når synkroniseringer og skanninger skal skje
nl: Kies wanneer te synchroniseren en te scannen
pl: Wybierz, kiedy mają się odbywać synchronizacje i skany
pt_br: Escolha quando sincronizações e varreduras acontecem
ru: Выберите когда будет выполняться синхронизация и сканирование
sk: Vyberte, kedy sa synchronizácie a skenovanie vykonajú
sl: Izberite, kdaj se sinhronizacije in pregledi izvedejo
sq: Zgjidhni kur ndodhin sinkronizimet dhe skanimet
sr: Izaberi kada se sinhronizacije i skeniranja dešavaju
sv: Välj när synkning och genomsökning görs
tr: Senkronizasyonların ve taramaların ne zaman gerçekleşeceğini seçin
uk: Виберіть, коли відбуваються синхронізації та сканування
vi: Chọn khi nào đồng bộ hóa và quét xảy ra
zh_hk: 選擇同步和掃描的時間

source: By default, Metabase does a lightweight hourly sync and an intensive daily scan of field values. If you have a large database, turn this on to make changes.
ar: افتراضيًا، يقوم Metabase بمزامنة خفيفة كل ساعة وبفحص مكثف يومي لقيم الحقول. إذا كانت لديك قاعدة بيانات كبيرة، فعِّل هذا لإجراء التغييرات.
bg: По подразбиране Metabase извършва лека почасова синхронизация и интензивно ежедневно сканиране на стойностите на полета. Ако имате голяма база данни, включете това, за да направите промени.
ca: Per defecte, Metabase fa una sincronia lleugera cada hora i un escaneig diari més intensiu de valors de camp. Si tens una base de dades gran, activa això per realitzar canvis.
de: Standardmäßig führt Metabase eine leichte stündliche Synchronisierung und einen intensiven täglichen Scan der Feldwerte durch. Wenn Sie eine große Datenbank haben, schalten Sie diese Option ein, um Änderungen vorzunehmen.
eo: By default, Metabase does a chill hourly sync and a heavy daily scan of field values. If your database is a big vibe, turn this on to make changes.
es: De forma predeterminada, Metabase realiza una sincronización horaria ligera y un análisis diario intensivo de los valores de campo. Si tienes una base de datos grande, actíva esto para realizar cambios.
fa: به‌طور پیش‌فرض، Metabase یک همگام‌سازی ساعتی سبک و اسکن روزانه فشرده مقادیر فیلد را انجام می‌دهد. اگر پایگاه داده بزرگی دارید، برای ایجاد تغییرات، آن را روشن کنید.
fi: Oletusarvoisesti Metabase suorittaa kevyen tunneittaisen synkronoinnin ja intensiivisen päivittäisen skannauksen kenttien arvoille. Jos sinulla on suuri tietokanta, ota tämä käyttöön tehdäksesi muutoksia.
fr: Par défaut, Metabase fait toutes les heures une synchronisation légère des valeurs des champs, et une fois par jour un scan intensif. Si vous avez une grosse base de données, activez ceci pour faire des changements.
hu: Alapértelmezés szerint a Metabase óránként könnyű szinkronizálást és napi intenzív mezőérték vizsgálatot végez. Ha nagy adatbázisa van, kapcsolja be ezt a lehetőséget a változtatásokhoz.
it: Per impostazione predefinita, Metabase esegue una sincronizzazione oraria leggera e una scansione giornaliera intensiva dei valori dei campi. Se hai un vasto database, attiva questa opzione per apportare modifiche.
ja: デフォルトでは、Metabaseはフィールド値について毎時の軽量な同期と日次の重い同期を行います。大きなデータベースを扱う場合、設定変更のためにオンに変えてください。
lt: Pagal numatytuosius nustatymus „Metabase“ atlieka lengvą valandinį sinchronizavimą ir intensyvų kasdieninį lauko verčių nuskaitymą. Jei turite didelę duomenų bazę, įjunkite tai, kad atliktumėte pakeitimus.
ms: Secara lalai, Metabase melakukan penyelarasan ringan setiap jam dan imbasan intensif harian untuk nilai medan. Jika anda mempunyai pangkalan data besar, aktifkan ini untuk membuat perubahan.
nb: Som standard gjør Metabase en lettvektig timesynkronisering og en intensiv daglig skanning av feltverdier. Hvis du har en stor database, slå dette på for å gjøre endringer.
nl: Standaard voert Metabase een lichtgewichte synchronisatie van veldwaardes elk uur en een uitgebreide scan dagelijks. Zet dit aan voor grotere databases om zelf te kiezen.
pl: Domyślnie Metabase wykonuje lekką synchronizację co godzinę i intensywne codzienne skanowanie wartości pól. Jeśli masz dużą bazę danych, włącz tę opcję, aby wprowadzić zmiany w ustawieniach.
pt_br: Por padrão, o Metabase realiza uma sincronização leve de hora em hora e uma varredura diária intensiva dos valores dos campos. Se você tiver um banco de dados grande, ative esta opção para fazer alterações.
ru: По умолчанию Metabase выполняет легкую ежечасную синхронизацию и интенсивное ежедневное сканирование значений полей. Если у вас большая база данных, включите ее, чтобы внести изменения.
sk: Predvolene Metabase vykonáva ľahkú hodinovú synchronizáciu a intenzívne denné skenovanie hodnôt polí. Ak máte veľkú databázu, zapnite to pre vykonanie zmien.
sl: Metabaza privzeto izvaja enostavno urno sinhronizacijo in intenzivno dnevno skeniranje vrednosti polj. Če imate veliko zbirko podatkov, vklopite to možnost, da naredite spremembe.
sq: Si parazgjedhje, Metabase bën një sync të lehtë çdo orë dhe një skanim intensiv ditor të vlerave të fushave. Nëse ke një bazë të dhënash të madhe, aktivizoje këtë për të bërë ndryshime.
sr: Podrazumevano, Metabase radi laganu sinhronizaciju na svaki sat i intenzivno dnevno skeniranje vrednosti polja. Ako imate veliku bazu podataka, uključite ovo da biste mogli da menjate raspored.
sv: Som förval gör Metabase en mindre synkning varje timme och en större genomsökning på fältvärden dagligen. Om du har en stor databas, aktivera detta för att få en förändring.
tr: Varsayılan olarak, Metabase hafif bir saatlik eşitleme ve yoğun bir günlük alan değerleri taraması yapar. Büyük bir veritabanınız varsa, değişiklik yapmak için bunu açın.
uk: За замовчуванням Metabase виконує легку щогодинну синхронізацію та інтенсивне щоденне сканування значень полів. Якщо у вас велика база даних, увімкніть це, щоб застосувати зміни.
vi: Theo mặc định, Metabase thực hiện đồng bộ hóa nhẹ từng giờ và quét chuyên sâu hằng ngày các giá trị trường. Nếu bạn có một cơ sở dữ liệu lớn, bật chức năng này để thực hiện thay đổi.
zh_hk: 預設情況下，Metabase 會進行輕量級的每小時同步，以及密集的每日欄位值掃描。如果您有大型資料庫，請開啟此功能以進行變更。
