Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Another transform in this workspace already targets that table
ar: هناك تحويل آخر في مساحة العمل هذه يستهدف ذلك الجدول بالفعل
es: Otra transformación en este espacio de trabajo ya apunta a esa mesa
fa: یک تبدیل دیگر در این فضای کاری، آن جدول را هدف قرار داده است.
fi: Toinen muunnos tässä työtilassa kohdistuu jo kyseiseen taulukkoon
it: Un'altra trasformazione in questo spazio di lavoro ha già come target quella tabella
ja: このワークスペース内の別の変換は既にそのテーブルを対象としています
pt_br: Outra transformação neste espaço de trabalho já tem como alvo essa tabela.
ru: Другой трансформ в этом рабочем пространстве уже нацелен на эту таблицу
sk: Na túto tabuľku je už zameraná iná transformácia v tomto pracovnom priestore.
sl: Druga transformacija v tem delovnem prostoru že cilja na to tabelo.
sq: Një transformim tjetër në këtë hapësirë pune tashmë e synon atë tabelë
sr: Druga transformacija u ovom radnom prostoru već cilja tu tabelu
uk: Інший трансформ у цьому робочому просторі вже націлений на цю таблицю
vi: Một phép biến đổi khác trong không gian làm việc này đã nhắm mục tiêu vào bảng đó.
zh_hk: 此工作區中的另一個變換已針對該表

source: Must not target an isolated workspace schema
ar: يجب ألا يستهدف مخطط مساحة عمل معزولًا
es: No debe apuntar a un esquema de espacio de trabajo aislado
fa: نباید یک طرح فضای کاری ایزوله را هدف قرار دهد
fi: Ei saa kohdistaa erillistä työtilarakennetta
it: Non deve essere indirizzato a uno schema di area di lavoro isolato
ja: 分離されたワークスペース スキーマをターゲットにしてはならない
pt_br: Não deve ter como alvo um esquema de espaço de trabalho isolado.
ru: Нельзя нацеливать на изолированную схему рабочего пространства
sk: Nesmie byť zamerané na izolovanú schému pracovného priestoru.
sl: Ne sme ciljati na izolirano shemo delovnega prostora
sq: Nuk duhet të synojë një skemë të izoluar të hapësirës së punës
sr: Ne sme da cilja izolovanu šemu radnog prostora
uk: Не можна націлювати на ізольовану схему робочого простору
vi: Không được nhắm mục tiêu vào lược đồ không gian làm việc riêng biệt.
zh_hk: 不得以孤立的工作區模式為目標

source: Must target the workspace database
ar: يجب الاستهداف إلى قاعدة بيانات مساحة العمل
es: Debe apuntar a la base de datos del espacio de trabajo
fa: باید پایگاه داده فضای کاری را هدف قرار دهد
fi: Työtilan tietokannan on oltava kohdennettuna
it: Deve essere indirizzato al database dell'area di lavoro
ja: ワークスペースデータベースをターゲットにする必要があります
pt_br: Deve direcionar o banco de dados do espaço de trabalho.
ru: Нужно нацеливать на базу данных рабочего пространства
sk: Musí byť zamerané na databázu pracovného priestoru
sl: Ciljati mora na podatkovno bazo delovnega prostora
sq: Duhet të synojë bazën e të dhënave të hapësirës së punës
sr: Mora da cilja bazu podataka radnog prostora
uk: Потрібно націлювати на базу даних робочого простору
vi: Phải nhắm mục tiêu vào cơ sở dữ liệu không gian làm việc
zh_hk: 必須以工作區資料庫為目標

source: Unsupported target type
ar: نوع هدف غير مدعوم
es: Tipo de objetivo no compatible
fa: نوع هدف پشتیبانی نشده
fi: Ei-tuettu kohdetyyppi
it: Tipo di destinazione non supportato
ja: サポートされていないターゲットタイプ
pt_br: Tipo de destino não suportado
ru: Неподдерживаемый тип назначения
sk: Nepodporovaný typ cieľa
sl: Nepodprta vrsta cilja
sq: Lloj target-i i pambështetur
sr: Nepodržan tip cilja
uk: Непідтримуваний тип цілі
vi: Loại mục tiêu không được hỗ trợ
zh_hk: 不支援的目標類型

source: The database does not support the requested transform target type.
ar: قاعدة البيانات لا تدعم نوع هدف التحويل المطلوب.
es: La base de datos no admite el tipo de destino de transformación solicitado.
fa: پایگاه داده از نوع هدف تبدیل درخواستی پشتیبانی نمی‌کند.
fi: Tietokanta ei tue pyydettyä muunnoskohdetyyppiä.
it: Il database non supporta il tipo di destinazione di trasformazione richiesto.
ja: データベースは要求された変換ターゲット タイプをサポートしていません。
pt_br: O banco de dados não suporta o tipo de destino de transformação solicitado.
ru: База данных не поддерживает запрошенный тип назначения трансформа.
sk: Databáza nepodporuje požadovaný typ cieľa transformácie.
sl: Podatkovna baza ne podpira zahtevane vrste cilja transformacije.
sq: Baza e të dhënave nuk e mbështet llojin e kërkuar të target-it të transformimit.
sr: Baza podataka ne podržava traženi tip cilja transformacije.
uk: База даних не підтримує запитаний тип цілі трансформу.
vi: Cơ sở dữ liệu không hỗ trợ loại đích chuyển đổi được yêu cầu.
zh_hk: 資料庫不支援要求的轉換目標類型。

source: Premium features required for transforms are not enabled.
ar: ميزات Premium المطلوبة للتحويلات غير مفعّلة.
es: Las funciones premium requeridas para las transformaciones no están habilitadas.
fa: ویژگی‌های پریمیوم مورد نیاز برای تبدیل‌ها فعال نیستند.
fi: Muunnoksiin vaadittavat premium-ominaisuudet eivät ole käytössä.
it: Le funzionalità premium richieste per le trasformazioni non sono abilitate.
ja: 変換に必要なプレミアム機能が有効になっていません。
pt_br: Os recursos premium necessários para transformações não estão ativados.
ru: Премиум-функции, необходимые для трансформов, не включены.
sk: Prémiové funkcie potrebné pre transformácie nie sú povolené.
sl: Premium funkcije, potrebne za transformacije, niso omogočene.
sq: Veçoritë premium të kërkuara për transformimet nuk janë të aktivizuara.
sr: Premium funkcije potrebne za transformacije nisu omogućene.
uk: Преміумфункції, потрібні для трансформів, не ввімкнено.
vi: Các tính năng cao cấp cần thiết cho quá trình chuyển đổi hiện chưa được kích hoạt.
zh_hk: 未啟用轉換所需的高級功能。

source: Granting permissions
ar: جارٍ منح الأذونات
es: Concesión de permisos
fa: اعطای مجوزها
fi: Käyttöoikeuksien myöntäminen
it: Concessione di permessi
ja: 権限の付与
pt_br: Concessão de permissões
ru: Выдача прав доступа
sk: Udeľovanie povolení
sl: Podeljevanje dovoljenj
sq: Po jepen lejet
sr: Dodeljuju se dozvole
uk: Надання дозволів
vi: Cấp quyền
zh_hk: 授予權限

source: Provisioning database isolation
ar: جارٍ توفير عزل قاعدة البيانات
es: Aprovisionamiento de aislamiento de bases de datos
fa: فراهم کردن ایزوله‌سازی پایگاه داده
fi: Tietokannan eristämisen valmistelu
it: Provisioning dell'isolamento del database
ja: プロビジョニングデータベース分離
pt_br: Provisionamento de isolamento de banco de dados
ru: Подготовка изоляции базы данных
sk: Izolácia databázy poskytovania
sl: Oskrba z izolacijo baze podatkov
sq: Po ofrohet izolimi i bazës së të dhënave
sr: Provisioning izolacije baze podataka
uk: Підготовка ізоляції бази даних
vi: Cung cấp tính năng cách ly cơ sở dữ liệu
zh_hk: 配置資料庫隔離

source: Setting up the workspace
ar: جارٍ إعداد مساحة العمل
es: Configuración del espacio de trabajo
fa: تنظیم فضای کاری
fi: Työtilan asettaminen
it: Impostazione dello spazio di lavoro
ja: ワークスペースの設定
pt_br: Preparando o espaço de trabalho
ru: Настройка рабочего пространства
sk: Nastavenie pracovného priestoru
sl: Nastavitev delovnega prostora
sq: Po konfigurohet hapësira e punës
sr: Podešavanje radnog prostora
uk: Налаштування робочого простору
vi: Thiết lập không gian làm việc
zh_hk: 設定工作區

source: Mirroring entities
ar: جارٍ عكس الكيانات
es: Entidades reflejadas
fa: انعکاس موجودیت‌ها
fi: Peilaavat yksiköt
it: Entità speculari
ja: ミラーリングエンティティ
pt_br: Entidades espelhadas
ru: Зеркалирование сущностей
sk: Zrkadlenie entít
sl: Zrcaljenje entitet
sq: Po pasqyrohen entitetet
sr: Mirroring entiteta
uk: Дзеркалювання сутностей
vi: Các thực thể phản chiếu
zh_hk: 鏡像實體

source: Whether the database has workspaces enabled
ar: ما إذا كانت مساحات العمل مفعّلة لقاعدة البيانات
es: Si la base de datos tiene espacios de trabajo habilitados
fa: اینکه آیا پایگاه داده دارای فضاهای کاری فعال است یا خیر
fi: Onko tietokannassa työtilat käytössä
it: Se il database ha spazi di lavoro abilitati
ja: データベースでワークスペースが有効になっているかどうか
pt_br: Se o banco de dados possui espaços de trabalho habilitados.
ru: Включены ли рабочие пространства в базе данных
sk: Či má databáza povolené pracovné priestory
sl: Ali ima baza podatkov omogočene delovne prostore
sq: Nëse baza e të dhënave i ka të aktivizuara hapësirat e punës
sr: Da li baza podataka ima omogućene radne prostore
uk: Чи ввімкнено робочі простори для цієї бази даних
vi: Liệu cơ sở dữ liệu có bật không gian làm việc hay không.
zh_hk: 資料庫是否已啟用工作區

source: Workspace connection must be tested explicitly.
ar: يجب اختبار اتصال مساحة العمل بشكل صريح.
es: La conexión al espacio de trabajo debe probarse explícitamente.
fa: اتصال فضای کاری باید به طور صریح آزمایش شود.
fi: Työtilan yhteys on testattava eksplisiittisesti.
it: La connessione all'area di lavoro deve essere testata esplicitamente.
ja: ワークスペース接続は明示的にテストする必要があります。
pt_br: A conexão com o espaço de trabalho deve ser testada explicitamente.
ru: Подключение рабочего пространства должно быть проверено явно.
sk: Pripojenie k pracovnému priestoru musí byť explicitne otestované.
sl: Povezavo z delovnim prostorom je treba izrecno preizkusiti.
sq: Lidhja e hapësirës së punës duhet të testohet shprehimisht.
sr: Veza radnog prostora mora eksplicitno da se testira.
uk: Підключення робочого простору потрібно тестувати явно.
vi: Việc kết nối không gian làm việc phải được kiểm tra một cách rõ ràng.
zh_hk: 工作區連線必須明確測試。

source: Google Sheets
bg: Google Таблици
ca: Fulls de càlcul de Google
de: Google Tabellen
eo: Google Sheets → Google Vibes
es: Hojas de cálculo de Google
it: Fogli Google
ja: Google スプレッドシート
lt: „Google“ skaičiuoklės
nb: Google Regneark
nl: Google Spreadsheets
pl: Arkusze Google
pt_br: Planilhas Google
ru: Google Таблицы
sk: Tabuľky Google
sl: Google Preglednice
sv: Google Kalkylark
tr: Google E-Tablolar
vi: Trang tính Google
zh_hk: 谷歌工作表

source: en-ci-ai
bg: ен-чи-ай
ja: エンシアイ
sv: sv-ci-ai

source: offsetValue
de: Offsetwert
eo: offsetValue → vibe shift or just vibe, depending on the context
es: valor de compensación
it: offsetValore
ja: オフセット値
nl: offsetwaarde
pl: wartość offsetowa
tr: ofsetDeğeri
vi: Giá trị bù trừ
zh_hk: 偏移值

source: offsetUnit
de: Offseteinheit
eo: offsetUnit → lol, just stay as is, it's kinda techy, but if I had to vibe, maybe "offsets" or "step" lol
es: unidad de compensación
it: unità di offset
ja: オフセット単位
lt: poslinkio vienetas
nl: offsetEenheid
pl: Jednostka offsetowa
tr: ofsetBirimi
vi: đơn vị bù trừ
zh_hk: 偏移單位

source: 1st
ar: الأول
ca: 1r
de: 1ter
eo: 1st → "1st" (Honestly, no cap, just keep it as is. But if you want a slang version, maybe "first up" or "number 1" are chill.)
es: 1er
fi: Ensimmäinen
fr: 1er
it: 1a
ja: 第1回
lt: 1-oji
nb: Første
nl: 1e
pt_br: 1º
ru: 1-й
sq: I 1-ri
sv: 1:a
uk: 1-й
vi: thứ 1
zh_hk: 第 1 頁

source: {0}ms
eo: {0}ms → {0}ms (no cap, stays the same)
ja: {0}ミリ秒
ru: {0}мс
uk: {0}мс
vi: {0}giây
zh_hk: {0}毫秒

source: SAML
eo: SAML → "SAML" (No change needed, it's already pretty niche and technical, but if you wanna make it chill, maybe "SAML, I guess" or just keep it as is)
ja: サムル

source: SD
eo: SD? Oh, that's basically like saying "savage" or "so done," but if you mean the abbreviation, it’s just "Secure Digital" (like for SD cards). If it’s slang, probably "savage" or "deadass" depending on the vibe.
fi: I'm sorry, but "SD" is not a sentence in English. Could you please provide a complete sentence for translation?
fr: DS
ja: 標準偏差
pt_br: DP
sq: DS
uk: СВ
vi: Thẻ: SD
zh_hk: 標準差

source: Q{0}
ar: ر{0}
bg: В {0}
ca: T{0}
es: T{0}
fi: K{0}
fr: au {0} semestre
ja: Ｑ{0}
nb: K{0}
pt_br: Pergunta {0}
ru: Кв{0}
sl: V{0}
sq: T{0}
sr: K{0}
tr: Ç{0}
uk: Кв.{0}
vi: Quý {0}
zh_hk: 第{0}季度

source: yr
de: Jahr
es: año
fr: année
pl: rok
pt_br: ano
ru: г.
sk: rok
sl: leto
tr: yıl
uk: р.
vi: năm

source: Add transforms
de: Transformationen hinzufügen
es: Agregar transformaciones
fr: Ajouter des transformations
pl: Dodaj transformacje
pt_br: Adicionar transformações
ru: Добавить трансформы
sk: Pridať transformácie
sl: Dodaj transformacije
tr: Dönüşümler ekle
uk: Додати трансформи
vi: Thêm phép biến đổi

source: Tidy up your data right from Metabase
de: Bereinigen Sie Ihre Daten direkt in Metabase.
es: Ordene sus datos directamente desde Metabase
fr: Nettoyez vos données directement depuis Metabase
pl: Uporządkuj swoje dane bezpośrednio z Metabase
pt_br: Organize seus dados diretamente no Metabase.
ru: Приведите данные в порядок прямо в Metabase
sk: Usporiadajte si dáta priamo z Metabase
sl: Uredite svoje podatke neposredno iz Metabase
tr: Metabase'den verilerinizi düzenleyin.
uk: Наведіть лад у даних прямо в Metabase
vi: Sắp xếp lại dữ liệu của bạn ngay từ Metabase.

source: 10k transforms. Buy more as you go.
de: 10.000 Umbauten. Kaufen Sie nach und nach mehr.
es: 10k transformaciones. Compra más a medida que avanzas.
fr: 10 000 transformations. Achetez-en plus au fur et à mesure.
pl: 10 tys. transformacji. Kupuj więcej w miarę postępów.
pt_br: Transformações de 10 mil. Compre mais conforme for usando.
ru: 10k трансформов. Покупайте больше по мере необходимости.
sk: 10 000 transformácií. Kúpte si ďalšie za pochodu.
sl: 10 tisoč preobrazb. Kupite več sproti.
tr: 10.000 dönüşüm. İlerledikçe daha fazlasını satın alın.
uk: 10k трансформів. Купуйте більше за потреби.
vi: 10.000 lượt chuyển đổi. Mua thêm khi cần.

source: Advanced transforms
de: Erweiterte Transformationen
es: Transformaciones avanzadas
fr: transformations avancées
pl: Zaawansowane transformacje
pt_br: Transformações avançadas
ru: Продвинутые трансформы
sk: Pokročilé transformácie
sl: Napredne transformacije
tr: Gelişmiş dönüşümler
uk: Розширені трансформи
vi: Biến đổi nâng cao

source: Get access to python based transforms.
de: Erhalten Sie Zugriff auf Python-basierte Transformationen.
es: Obtenga acceso a transformaciones basadas en Python.
fr: Accédez aux transformations basées sur Python.
pl: Uzyskaj dostęp do transformacji opartych na języku Python.
pt_br: Obtenha acesso a transformações baseadas em Python.
ru: Получите доступ к трансформам на базе Python.
sk: Získajte prístup k transformáciám založeným na jazyku Python.
sl: Pridobite dostop do transformacij, ki temeljijo na Pythonu.
tr: Python tabanlı dönüşümlere erişim sağlayın.
uk: Отримайте доступ до трансформів на базі Python.
vi: Truy cập vào các phép biến đổi dựa trên Python.

source: ${0}/{1} + transform cost
de: ${0}/{1} + Transformationskosten
es: ${0}/{1} + costo de transformación
fr: ${0}/{1} + coût de transformation
pl: ${0}/{1} + koszt transformacji
pt_br: ${0}/{1} + custo de transformação
ru: ${0}/{1} + стоимость трансформа
sk: ${0}/{1} + náklady na transformáciu
sl: ${0}/{1} + stroški transformacije
tr: ${0}/{1} + dönüştürme maliyeti
uk: ${0}/{1} + вартість трансформу
vi: ${0}/{1} + chi phí chuyển đổi

source: Add on transforms
de: Transformationen hinzufügen
es: Añadir transformaciones
fr: Ajouter des transformations
pl: Dodaj transformacje
pt_br: Adicionar transformações
ru: Аддон с трансформами
sk: Pridať transformácie
sl: Dodajanje transformacij
tr: Ek dönüşümler
uk: Додайте аддон трансформів
vi: Thêm các phép biến đổi

source: the original exploration
bg: първоначалното проучване
ca: l'exploració original
de: die ursprüngliche Erkundung
eo: the OG exploration
es: la exploración original
fr: l'exploration originale
lt: pradinis tyrinėjimas
nb: den opprinnelige utforskningen
nl: de oorspronkelijke verkenning
pl: oryginalna eksploracja
pt_br: a exploração original
ru: оригинальная разведка
sk: pôvodný prieskum
sl: Prvotno raziskovanje
sv: den ursprungliga prospekteringen
tr: orijinal keşif
uk: початкове дослідження
vi: cuộc thám hiểm ban đầu

source: Sync your library with git
de: Synchronisiere deine Bibliothek mit Git
es: Sincroniza tu biblioteca con git
fr: Synchronisez votre bibliothèque avec Git
pl: Synchronizuj swoją bibliotekę z gitem
pt_br: Sincronize sua biblioteca com o Git.
ru: Синхронизируйте вашу библиотеку с git
sk: Synchronizujte svoju knižnicu s git
sl: Sinhronizirajte svojo knjižnico z gitom
tr: Kütüphanenizi git ile senkronize edin.
uk: Синхронізуйте вашу бібліотеку з git
vi: Đồng bộ hóa thư viện của bạn với Git

source: Keep your library in sync with a git repository. Track changes, collaborate with your team, and maintain version history for your datasets and metrics.
de: Halten Sie Ihre Bibliothek mit einem Git-Repository synchron. Verfolgen Sie Änderungen, arbeiten Sie mit Ihrem Team zusammen und pflegen Sie den Versionsverlauf Ihrer Datensätze und Metriken.
es: Mantén tu biblioteca sincronizada con un repositorio Git. Monitorea los cambios, colabora con tu equipo y mantén un historial de versiones de tus conjuntos de datos y métricas.
fr: Synchronisez votre bibliothèque avec un dépôt Git. Suivez les modifications, collaborez avec votre équipe et conservez l'historique des versions de vos jeux de données et de vos indicateurs.
pl: Synchronizuj swoją bibliotekę z repozytorium Git. Śledź zmiany, współpracuj z zespołem i prowadź historię wersji swoich zestawów danych i metryk.
pt_br: Mantenha sua biblioteca sincronizada com um repositório Git. Acompanhe as alterações, colabore com sua equipe e mantenha o histórico de versões de seus conjuntos de dados e métricas.
ru: Поддерживайте синхронизацию вашей библиотеки с git-репозиторием. Отслеживайте изменения, работайте совместно с командой и сохраняйте историю версий для ваших датасетов и метрик.
sk: Synchronizujte svoju knižnicu s repozitárom Git. Sledujte zmeny, spolupracujte so svojím tímom a udržiavajte históriu verzií svojich súborov údajov a metrík.
sl: Sinhronizirajte svojo knjižnico z repozitorijem git. Spremljajte spremembe, sodelujte s svojo ekipo in vzdržujte zgodovino različic za svoje nabore podatkov in metrike.
tr: Kütüphanenizi bir Git deposuyla senkronize halde tutun. Değişiklikleri takip edin, ekibinizle işbirliği yapın ve veri kümeleriniz ve ölçümleriniz için sürüm geçmişini koruyun.
uk: Тримайте вашу бібліотеку синхронізованою з git-репозиторієм. Відстежуйте зміни, співпрацюйте з командою та зберігайте історію версій для ваших датасетів і метрик.
vi: Giữ cho thư viện của bạn luôn đồng bộ với kho lưu trữ Git. Theo dõi các thay đổi, cộng tác với nhóm của bạn và duy trì lịch sử phiên bản cho các tập dữ liệu và số liệu của bạn.

source: Folder this document should be copied to
bg: Папка, в която трябва да се копира този документ
ca: Carpeta on s'ha de copiar aquest document
de: Ordner, in den dieses Dokument kopiert werden soll
es: Carpeta donde se debe copiar este documento
fr: Dossier dans lequel ce document doit être copié
nb: Mappen dette dokumentet skal kopieres til
nl: Map waar dit document naartoe gekopieerd moet worden
pl: Folder, do którego należy skopiować ten dokument
pt_br: Pasta para onde este documento deve ser copiado
ru: Папка, в которую следует скопировать этот документ
sk: Priečinok, do ktorého sa má tento dokument skopírovať
sl: Mapa, v katero je treba kopirati ta dokument
sv: Mappen som detta dokument ska kopieras till
tr: Bu belgenin kopyalanacağı klasör
uk: Папка, до якої слід скопіювати цей документ
vi: Thư mục tài liệu này nên được sao chép vào

source: Get a 14 day free trial of this and other pro features
de: Sichern Sie sich eine 14-tägige kostenlose Testversion dieser und weiterer Pro-Funktionen.
es: Obtenga una prueba gratuita de 14 días de esta y otras funciones profesionales
fr: Bénéficiez d'un essai gratuit de 14 jours de cette fonctionnalité et d'autres fonctionnalités professionnelles.
pl: Wypróbuj bezpłatnie tę i inne funkcje pro przez 14 dni
pt_br: Experimente gratuitamente este e outros recursos profissionais por 14 dias.
ru: Получите 14-дневную бесплатную пробную версию этой и других функций Pro
sk: Získajte 14-dňovú bezplatnú skúšobnú verziu tejto a ďalších profesionálnych funkcií
sl: Pridobite 14-dnevno brezplačno preskusno obdobje te in drugih profesionalnih funkcij
tr: Bu ve diğer profesyonel özelliklerin 14 günlük ücretsiz deneme sürümünü edinin.
uk: Отримайте 14-денний безплатний пробний період для цієї та інших Pro-функцій
vi: Nhận ngay 14 ngày dùng thử miễn phí tính năng này và các tính năng chuyên nghiệp khác.

source: Reusable bits of code that save your time
ar: أجزاء قابلة لإعادة الاستخدام من الكود توفر وقتك
ca: Fragments de codi reutilitzables que us estalvien temps
de: Wiederverwendbare Codefragmente, die Ihnen Zeit sparen
es: Fragmentos de código reutilizables que te ahorran tiempo
fr: Des fragments de code réutilisables qui vous font gagner du temps
nb: Gjenbrukbare kodebiter som sparer deg for tid
pl: Wielokrotnego użytku fragmenty kodu, które oszczędzają Twój czas
pt_br: Trechos de código reutilizáveis que economizam seu tempo.
ru: Переиспользуемые фрагменты кода, которые экономят ваше время
sk: Znovu použiteľné kúsky kódu, ktoré vám ušetria čas
sl: Ponovno uporabni deli kode, ki vam prihranijo čas
sq: Pjesëza kodi të ripërdorshme që të kursejnë kohë
sr: Ponovo upotrebljivi delovi koda koji vam štede vreme
tr: Zaman kazandıran, tekrar kullanılabilir kod parçaları.
uk: Повторно використовувані фрагменти коду, що заощаджують ваш час
vi: Các đoạn mã có thể tái sử dụng giúp tiết kiệm thời gian của bạn.

source: {0}s
eo: "{0}s" → "{0}s, fr"
lt: {0} sek
uk: {0}с
vi: {0}giây

source: Transform your data directly in Metabase with powerful data manipulation tools. Reshape tables, clean data, and aggregate without writing SQL.
de: Transformieren Sie Ihre Daten direkt in Metabase mit leistungsstarken Datenmanipulationswerkzeugen. Formen Sie Tabellen um, bereinigen Sie Daten und aggregieren Sie diese, ohne SQL-Code schreiben zu müssen.
es: Transforme sus datos directamente en Metabase con potentes herramientas de manipulación de datos. Reforme tablas, limpie datos y agregue sin escribir SQL.
fr: Transformez vos données directement dans Metabase grâce à de puissants outils de manipulation. Restructurez les tables, nettoyez les données et agrégez-les sans écrire de code SQL.
pl: Przekształcaj swoje dane bezpośrednio w Metabase za pomocą zaawansowanych narzędzi do manipulacji danymi. Przekształcaj tabele, czyść dane i agreguj bez pisania kodu SQL.
pt_br: Transforme seus dados diretamente no Metabase com poderosas ferramentas de manipulação de dados. Remodele tabelas, limpe dados e agregue sem escrever SQL.
ru: Преобразуйте ваши данные прямо в Metabase с помощью мощных инструментов манипуляции данными. Меняйте форму таблиц, очищайте данные и агрегируйте без написания SQL.
sk: Transformujte svoje dáta priamo v Metabase pomocou výkonných nástrojov na manipuláciu s dátami. Pretvárajte tabuľky, čistite dáta a agregujte ich bez nutnosti písania SQL.
sl: Preoblikujte svoje podatke neposredno v Metabase z zmogljivimi orodji za manipulacijo podatkov. Preoblikujte tabele, očistite podatke in jih združite brez pisanja SQL-a.
tr: Metabase'de güçlü veri işleme araçlarıyla verilerinizi doğrudan dönüştürün. SQL yazmadan tabloları yeniden şekillendirin, verileri temizleyin ve toplama işlemleri yapın.
uk: Трансформуйте ваші дані прямо в Metabase за допомогою потужних інструментів маніпуляції даними. Переформатовуйте таблиці, очищайте дані й агрегуйте без написання SQL.
vi: Trực tiếp chuyển đổi dữ liệu của bạn trong Metabase với các công cụ thao tác dữ liệu mạnh mẽ. Tái cấu trúc bảng, làm sạch dữ liệu và tổng hợp mà không cần viết mã SQL.

source: Unlock Python transforms
de: Python-Transformationen freischalten
es: Desbloquear transformaciones de Python
fr: Déverrouiller les transformations Python
pl: Odblokuj transformacje Pythona
pt_br: Desbloquear transformações Python
ru: Разблокировать Python-трансформы
sk: Odomknite transformácie Pythonu
sl: Odkleni transformacije Pythona
tr: Python dönüşümlerinin kilidini açın
uk: Розблокувати Python-трансформи
vi: Mở khóa các phép biến đổi Python
