Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Public action form
ar: نموذج إجراء عام
bg: Публична форма за действие
ca: Formulari d'acció públic
de: Öffentliches Aktionsformular
eo: Public action form → Public action form (no cap, this one’s pretty formal, so it’s already lowkey chill)
es: Formulario de acción público
fa: فرم اقدام عمومی
fi: Julkinen toimintamuoto
fr: Formulaire public d'action
hu: Nyilvános műveleti űrlap
it: Modulo di azione pubblica
ja: パブリックアクションフォーム
lt: Visuomenės veiksmų forma
ms: Borang tindakan umum
nb: Offentlig handlingsskjema
nl: Openbaar actieformulier
pl: Formularz akcji publicznej
pt_br: Formulário de ação pública
ru: Форма публичного действия
sk: Formulár verejnej akcie
sl: Obrazec za javno ukrepanje
sq: Formular veprimi publik
sr: Javni obrazac radnje
sv: Offentlig åtgärdsformulär
tr: Halka Açık Eylem Formu
uk: Публічна форма
vi: Thao tác công khai
zh_hk: 公開動作表單

source: Disable basic actions?
ar: تعطيل الإجراءات الأساسية؟
bg: Да изключите основните действия?
ca: Deshabilitar aquesta acció bàsica?
de: Grundlegende Aktionen deaktivieren?
eo: Disable basic actions? That’s kinda sus tbh
es: ¿Deshabilitar acciones básicas?
fa: غیرفعال کردن اکشن های اساسی?
fi: Poista perustoiminnot käytöstä?
fr: Désactiver les actions basiques?
hu: Alapvető műveletek letiltása?
it: Disabilitare le azioni di base?
ja: 基本動作を無効にする?
lt: Išjungti pagrindinius veiksmus?
ms: Nyahaktifkan tindakan asas?
nb: Deaktiver grunnleggende handlinger?
nl: Basishandelingen uitschakelen?
pl: Wyłączyć podstawowe akcje?
pt_br: Desabilitar ações básicas?
ru: Отключить основные действия?
sk: Zakázať základné akcie?
sl: Onemogočiti osnovna dejanja?
sq: Të çaktivizohen veprimet bazë?
sr: Isključiti osnovne akcije?
sv: Inaktivera grundläggande åtgärder?
tr: Temel eylemler devre dışı bırakılsın mı?
uk: Вимкнути базові дії?
vi: Tắt các thao tác cơ bản?
zh_hk: 停用基本動作？

source: Disabling basic actions will also remove any buttons that use these actions. Are you sure you want to continue?
ar: سيؤدي تعطيل الإجراءات الأساسية أيضًا إلى إزالة أي أزرار تستخدم هذه الإجراءات. هل أنت متأكد أنك تريد المتابعة؟
bg: Изключването на базови действия ще премахне също всички бутони, които ги използват. Сигурни ли сте, че искате да продължите?
ca: Deshabilitar les accions bàsiques també eliminarà els botons que utilitzen aquestes accions. Estàs segur que vols continuar?
de: Durch Deaktivieren grundlegender Aktionen werden auch alle Schaltflächen entfernt, die diese Aktionen verwenden. Bist Du sicher, dass du fortfahren möchtest?
eo: Turning off the basic actions will also delete any buttons that use them. Are you really sure you wanna keep going?
es: Deshabilitar las acciones básicas también eliminará cualquier botón que use estas acciones. ¿Estás seguro de que quieres continuar?
fa: غیرفعال کردن اکشن‌های اساسی همچنین هر دکمه‌ای که از این اکشن‌ها استفاده می‌کند را حذف خواهد کرد. آیا مطمئن هستید که می‌خواهید ادامه دهید؟
fi: Poistamalla perustoiminnot poistetaan myös kaikki näitä toimintoja käyttävät painikkeet. Oletko varma, että haluat jatkaa?
fr: Désactiver les actions basiques enlevera également tout les boutons utilisant ces actions. Êtes-vous sûr de vouloir continuer?
hu: Az alapvető műveletek letiltása az ezeket a műveleteket használó gombokat is eltávolítja. Biztosan folytatni akarja?
it: Disabilitando le azioni di base verranno rimossi anche i pulsanti che utilizzano queste azioni. Sei sicuro di voler continuare?
ja: 基本アクションを無効にすると、これらのアクションを使用するボタンも削除されます。本当に続けますか?
lt: Išjungus pagrindinius veiksmus taip pat bus pašalinti visi mygtukai, kuriuose naudojami šie veiksmai. Ar tikrai norite tęsti?
ms: Menyahaktifkan tindakan asas juga akan mengeluarkan sebarang butang yang menggunakan tindakan ini. Adakah anda pasti mahu meneruskan?
nb: Å deaktivere handlinger vil også fjerne alle knapper som benytter disse. Er du sikker på at du vil fortsette?
nl: Het uitschakelen van basishandelingen verwijdert ook alle knoppen die deze handelingen gebruiken. Weet je zeker dat je wilt doorgaan?
pl: Wyłączenie podstawowych akcji spowoduje usunięcie przycisków korzystających z tych akcji. Czy na pewno chcesz kontynuować?
pt_br: Desativar ações básicas também removerá todos os botões que utilizam essas ações. Tem certeza de que deseja continuar?
ru: Отключение основных действий также приведет к удалению всех кнопок, использующих эти действия. Вы уверены что хотите продолжить?
sk: Zakázanie základných akcií tiež odstráni všetky tlačidlá, ktoré používajú tieto akcie. Ste si istí, že chcete pokračovať?
sl: Če onemogočite osnovna dejanja, odstranite tudi vse gumbe, ki uporabljajo ta dejanja. Ste prepričani, da želite nadaljevati?
sq: Çaktivizimi i veprimeve bazë do të heqë gjithashtu çdo buton që përdor këto veprime. Je i sigurt që do të vazhdosh?
sr: Isključivanje osnovnih akcija će takođe ukloniti sva dugmad koja koriste ove akcije. Da li ste sigurni da želite da nastavite?
sv: Inaktivera grundläggande åtgärder kommer också att ta bort alla knappar som använder dessa åtgärder. Är du säker på att du vill fortsätta?
tr: Temel eylemleri devre dışı bırakmak, bu eylemleri kullanan tüm düğmeleri de kaldırır. Devam etmek istediğinizden emin misiniz?
uk: Вимкнення базових дій також видалить усі кнопки, які використовують ці дії. Ви впевнені, що хочете продовжити?
vi: Việc tắt các thao tác cơ bản cũng sẽ loại bỏ bất kỳ nút nào sử dụng các thao tác này. Bạn có chắc chắn muốn tiếp tục không?
zh_hk: 停用基本動作也將移除任何使用這些動作的按鈕。您確定要繼續嗎？

source: Disable
ar: عطّل
bg: Изключете
ca: Deshabilitar
de: Deaktivieren
eo: turn it off or like, "mute it"
es: Deshabilitar
fa: غیرفعال سازی
fi: Poista käytöstä
fr: Désactiver
hu: Letiltás
it: Disabilita
ja: 無効にする
lt: Išjungti
ms: Nyahaktifkan
nb: Deaktiver
nl: Uitschakelen
pl: Wyłącz
pt_br: Desabilitar
ru: Отключить
sk: Zakázať
sl: Onesposobiti
sq: Çaktivizo
sr: Isključi
sv: Inaktivera
tr: Devre Dışı Bırak
uk: Вимкнути
vi: Tắt
zh_hk: 停用

source: Disable basic actions
ar: عطّل الإجراءات الأساسية
bg: Изключете базовите действия
ca: Deshabilitar accions bàsiques
de: Grundlegende Aktionen deaktivieren
eo: Turn off the basic moves
es: Deshabilita acciones básicas
fa: غیرفعال کردن اکشن‌های اساسی
fi: Poista perustoiminnot käytöstä
fr: Désactiver les actions basiques
hu: Alapvető műveletek letiltása
it: Disabilita azioni di base
ja: 基本動作を無効にする
lt: Išjungti pagrindinius veiksmus
ms: Nyahaktifkan tindakan asas
nb: Deaktiver grunnleggende handlinger
nl: Basishandelingen uitschakelen
pl: Wyłącz podstawowe akcje
pt_br: Desabilitar ações básicas
ru: Отключить основные действия
sk: Zakázať základné akcie
sl: Onemogočanje osnovnih dejanj
sq: Çaktivizo veprimet bazë
sr: Onemogući osnovne radnje
sv: Inaktivera grundläggande åtgärder
tr: Temel eylemleri devre dışı bırak
uk: Вимкнути базові дії
vi: Tắt thao tác cơ bản
zh_hk: 停用基本動作

source: Create basic actions
ar: أنشئ إجراءات أساسية
bg: Създайте базови действия
ca: Crear accions bàsiques
de: Grundlegende Aktionen erstellen
eo: Make some basic moves
es: Crear acciones básicas
fa: ایجاد اکشن‌های اساسی
fi: Luo perustoimintoja
fr: Créer des actions basiques
hu: Alapvető műveletek létrehozása
it: Crea azioni di base
ja: 基本的なアクションを作成する
lt: Sukurkite pagrindinius veiksmus
ms: Cipta tindakan asas
nb: Opprett grunnleggende handlinger
nl: Basishandelingen aanmaken
pl: Utwórz podstawowe akcje
pt_br: Criar ações básicas
ru: Создание основных действий
sk: Vytvoriť základné akcie
sl: Ustvarjanje osnovnih dejanj
sq: Krijo veprime bazë
sr: Napravi osnovne radnje
sv: Skapa grundläggande åtgärder
tr: Temel eylemler oluştur
uk: Створити базові дії
vi: Tạo thao tác cơ bản
zh_hk: 建立基本動作

source: Actions menu
ar: قائمة الإجراءات
bg: Меню на действията
ca: Menú d'accións
de: Aktionsmenü
eo: Actions menu → Vibe check menu
es: Menú de acciones
fa: منوی اکشن‌ها
fi: Toimintovalikko
fr: Menu d'actions
hu: Műveleti menü
it: Menu azioni
ja: アクションメニュー
lt: Veiksmų meniu
ms: Menu tindakan
nb: Handlingsmeny
nl: Actiemenu
pl: Menu akcji
pt_br: Menu de ações
ru: Меню действий
sk: Menu akcií
sl: Meni »Dejanja«
sq: Menuja e veprimeve
sr: Meni radnji
sv: Åtgärdsmeny
tr: Eylemler menüsü
uk: Меню дій
vi: Menu thao tác
zh_hk: 動作選單

source: Running Actions is not enabled for database {0}
ar: تشغيل الإجراءات غير مفعّل لقاعدة البيانات {0}
bg: Изпълнението на действия не е активирано за базата данни {0}
ca: No es poden executar accions en la base de dades {0}
de: Ausführen von Aktionen ist für die Datenbank {0} nicht aktiviert
eo: Yo, Running Actions ain’t enabled for db {0} fam.
es: La ejecución de acciones no está habilitada para la base de datos {0}
fa: اجرای اقدامات برای پایگاه داده {0} فعال نیست
fi: Juoksevien toimintojen käyttö ei ole sallittu tietokannalle {0}
fr: Actions en cours d'exécution n'est pas autorisé pour la base de données {0}
hu: A műveletek futtatása nem engedélyezett a(z) {0} adatbázis számára
it: Esecuzione delle azioni non è abilitata per il database {0}
ja: データベース {0} で Running Actions が有効になっていません。
lt: Veiksmų vykdymas neįjungtas duomenų bazėje {0}
ms: Menjalankan Tindakan tidal diaktifkan untuk pangkalan data {0}
nb: Kjøring av handlinger er ikke aktivert for database {0}
nl: Acties uitvoeren is niet ingeschakeld voor database {0}
pl: Wykonywanie akcji nie jest włączone dla bazy danych {0}
pt_br: A execução de ações não está habilitada para o banco de dados {0}
ru: Выполнение действий не включено для базы данных {0}
sk: Spustenie akcií nie je povolené pre databázu {0}
sl: Zagon dejanj ni omogočen za {0} zbirke podatkov
sq: Ekzekutimi i Veprimeve nuk është aktivizuar për bazën e të dhënave {0}
sr: Pokretanje radnji nije omogućeno za bazu {0}
sv: Att köra åtgärder är inte aktiverat för databas {0}
tr: Veritabanı için Eylemleri Çalıştırma etkin değil {0}
uk: Виконання дій не ввімкнено для бази даних {0}
vi: Chạy các thao tác không được bật cho cơ sở dữ liệu {0}
zh_hk: 未對資料庫 {0} 啟用運行操作

source: Action list
ar: قائمة الإجراءات
bg: Списък на действията
ca: Llista d'acció
de: Aktionsliste
eo: To-do list or just "To-do" can be fire, but if you want it more slangy: "Hype list" or "Vibe check list" could work.
es: Lista de acciones
fa: لیست اکشن ها
fi: Toimintaluettelo
fr: Liste d'actions
hu: Akciólista
it: Elenco azioni
ja: アクションリスト
lt: Veiksmų sąrašas
ms: Senarai tindakan
nb: Handlingsliste
nl: Actielijst
pl: Lista akcji
pt_br: Lista de ações
ru: Список действий
sk: Zoznam akcií
sl: Seznam dejanj
sq: Lista e veprimeve
sr: Lista radnji
sv: Åtgärdslista
tr: Eylem listesi
uk: Список дій
vi: Danh sách thao tác
zh_hk: 動作列表

source: No actions have been created yet.
ar: لم يتم إنشاء أي إجراءات بعد.
bg: Още не са създадени действия.
ca: No s'han creat accions encara.
de: Es wurden noch keine Aktionen erstellt.
eo: Ain't no actions been made yet.
es: No se han creado acciones todavía.
fa: هنوز هیچ اکشنی ایجاد نشده است.
fi: Mitään toimenpiteitä ei ole vielä luotu.
fr: Aucune action n'a été créée pour l'instant.
hu: Még nem hoztak létre műveleteket.
it: Non sono state ancora create azioni.
ja: まだ、アクションは作成されていません。
lt: Veiksmų dar nesukurta.
ms: Tiada tindakan yang telah dibuat lagi.
nb: Ingen handlinger har blitt opprettet enda.
nl: Er zijn nog geen acties aangemaakt.
pl: Nie utworzono jeszcze żadnych akcji.
pt_br: Nenhuma ação foi criada ainda.
ru: Действия еще не созданы.
sk: Zatiaľ neboli vytvorené žiadne akcie.
sl: Dejanja še niso bila ustvarjena.
sq: Ende nuk është krijuar asnjë veprim.
sr: Još uvek nema napravljenih radnji.
sv: Inga åtgärder har skapats ännu.
tr: Henüz hiçbir eylem oluşturulmadı.
uk: Ще не створено жодної дії.
vi: Chưa có hành động nào được tạo ra.
zh_hk: 尚未創建任何動作。

source: Get started quickly with some basic actions to create, edit and delete, or create your own from scratch.
ar: ابدأ بسرعة باستخدام بعض الإجراءات الأساسية للإنشاء والتعديل والحذف، أو أنشئ إجراءاتك الخاصة من الصفر.
bg: Започнете бързо с някои основни действия за създаване, редактиране и изтриване, или създайте свои от самото начало.
ca: Comença ràpid amb algunes accions bàsiques per crear, editar i eliminar, o crea les teves pròpies des de zero.
de: Leg los mit einigen grundlegenden Aktionen, um sie zu erstellen, zu bearbeiten und zu löschen oder erstelle deine eigenen von Grund auf.
eo: Get it poppin fast with some basic moves to make, edit, delete, or even build ur own from the ground up.
es: Empieza rápidamente con algunas acciones básicas para crear, editar y eliminar, o crea las tuyas propias desde cero.
fa: به سرعت با برخی اکشن‌های پایه‌ای برای ایجاد، ویرایش و حذف شروع کنید، یا خودتان از ابتدا ایجاد کنید.
fi: Aloita nopeasti joillakin perustoiminnoilla luodaksesi, muokataksesi ja poistaaksesi tai luodaksesi omia alusta asti.
fr: Démarrer immédiatement avec des actions basiques pour créer, modifier ou supprimer, ou bien créer la vôtre à partir de zéro.
hu: Kezdje el gyorsan néhány alapvető művelettel, hogy létrehozza, szerkessze és törölje, vagy hozzon létre sajátot a semmiből.
it: Inizia rapidamente con alcune azioni di base per creare, modificare ed eliminare, oppure crea le tue da zero.
ja: 作成、編集、削除のための基本的なアクションで、すぐに始めることができます。 または、ゼロから独自のアクションを作成することもできます。
lt: Greitai pradėkite atlikdami kai kuriuos pagrindinius kūrimo, redagavimo ir ištrynimo veiksmus arba sukurkite savo nuo nulio.
ms: Mulakan dengan cepat dengan beberapa tindakan asas untuk mencipta, menyunting dan memadam, atau buat tindakan anda sendiri dari awal.
nb: Kom i gang fort med et par grunnleggende handlinger for å opprette, redigere og slette, eller opprett dine egne fra grunnen av.
nl: Begin snel met enkele basisacties om te maken, bewerken en verwijderen, of maak je eigen acties vanaf nul.
pl: Szybkie rozpoczęcie pracy z kilkoma podstawowymi akcjami, takimi jak tworzenie, edytowanie i usuwanie lub utwórz swoje własne od podstaw.
pt_br: Comece rapidamente com algumas ações básicas para criar, editar e excluir, ou crie as suas próprias do zero.
ru: Начните быстро с основных действий по созданию, редактированию и удалению, или создайте свои собственные с нуля.
sk: Začnite rýchlo so základnými akciami na vytvorenie, úpravu a zmazanie, alebo si vytvorte vlastné od začiatku.
sl: Hitro začnite z nekaterimi osnovnimi dejanji za ustvarjanje, urejanje in brisanje ali ustvarjanje lastnih dejanj od začetka.
sq: Fillo shpejt me disa veprime bazë për të krijuar, modifikuar dhe fshirë, ose krijo të tuat nga e para.
sr: Brzo počnite uz neke osnovne radnje za kreiranje, izmenu i brisanje, ili napravite svoje od nule.
sv: Kom igång snabbt med några grundläggande åtgärder för att skapa, redigera och ta bort eller skapa din egen från grunden.
tr: Hızlı bir başlangıç yapmak için bazı temel eylemler oluşturabilir, düzenleyebilir ve silebilir veya sıfırdan kendinizinkini oluşturabilirsiniz.
uk: Швидко почніть із кількох базових дій — створити, редагувати та видалити — або створіть власні з нуля.
vi: Bắt đầu nhanh với một số hành động cơ bản để tạo, chỉnh sửa và xóa, hoặc tự tạo từ đầu.
zh_hk: 快速開始幾個基本動作來創建、編輯和刪除，或從頭開始創建您自己的操作。

source: Preview the query
ar: عاين الاستعلام
bg: Прегледайте заявката
ca: Previsualitza la pregunta
de: Vorschau der Abfrage
eo: Peep the query
es: Previsualizar esta pregunta
fa: نمایش پیش‌نمایش درخواست
fi: Esikatsele kyselyä
fr: Prévisualiser la requête
hu: Tekintse meg a lekérdezést
it: Anteprima della query
ja: クエリをプレビューする
lt: Peržiūrėkite užklausą
ms: Pratonton query
nb: Forhåndsvis spørring
nl: Bekijk een preview van de query
pl: Wyświetl podgląd zapytania
pt_br: Visualizar a consulta
ru: Предварительный просмотр запроса
sk: Náhľad dopytu
sl: Predogled poizvedbe
sq: Parashiko pyetjen
sr: Pregledaj upit
sv: Förhandsgranska frågan
tr: Sorguyu önizle
uk: Переглянути запит
vi: Xem trước truy vấn
zh_hk: 預覽查詢

source: Query preview
ar: معاينة الاستعلام
bg: Преглед на заявката
ca: Previsualització de la pregunta
de: Vorschau der Abfrage
eo: Query preview = lowkey sneak peek of the sauce
es: Previsualización pregunta
fa: پیش نمایش پرس و جو
fi: Esikatselu kysely
fr: Prévisualisation de requête
hu: Lekérdezés előnézete
it: Anteprima della query
ja: クエリプレビュー
lt: Užklausos peržiūra
ms: Query pratonton
nb: Forhåndsvisning av spørring
nl: Queryvoorbeeld
pl: Podgląd zapytania
pt_br: Visualização da consulta
ru: Предварительный просмотр запроса
sk: Náhľad dotazu
sl: Predogled poizvedbe
sq: Parashikim i pyetjes
sr: Pregled upita
sv: Fråga förhandsvisning
tr: Sorgu önizlemesi
uk: Попередній перегляд запиту
vi: Xem trước truy vấn
zh_hk: 查詢預覽

source: Returns the current timestamp (in milliseconds).
ar: يُرجع الطابع الزمني الحالي (بالميلي ثانية).
bg: Връща текущата времева метка (в милисекунди).
ca: Retorna la marca de temps actual (en mil·lisegons).
de: Gibt den aktuellen Zeitstempel (in Millisekunden) zurück.
eo: Returns the current timestamp (in ms), fr fr.
es: Devuelve el tiempo actual (en milisegundos).
fa: مُهر زمانی فعلی (بر حسب میلی ثانیه) را برمی‌گرداند.
fi: Palauttaa nykyisen aikaleiman (millisekunteina).
fr: Renvoie le timestamp actuel (en millisecondes).
hu: Az aktuális időbélyeget adja vissza (milliszekundumban).
it: Restituisce il timestamp corrente (in millisecondi).
ja: 現在のタイムスタンプ(ミリ秒単位)を返します。
lt: Grąžina esamą laiko žymą (milisekundėmis).
ms: Mengembalikan cap waktu semasa (dalam milisaat).
nb: Returnerer gjeldende tidsstempel (i millisekunder).
nl: Retourneert de huidige timestamp (in milliseconden).
pl: Zwraca aktualny znak czasu (w milisekundach).
pt_br: Retorna a data e hora atuais (em milissegundos).
ru: Возвращает текущую метку времени (в миллисекундах).
sk: Vráti aktuálnu časovú značku (v milisekundách).
sl: Vrne trenutni časovni žig (v milisekundah).
sq: Kthen timestamp-in aktual (në milisekonda).
sr: Vraća trenutni timestamp (u milisekundama).
sv: Returnerar den aktuella tidsstämpeln (i millisekunder).
tr: Geçerli zaman damgasını (milisaniye cinsinden) döndürür.
uk: Повертає поточний timestamp (у мілісекундах).
vi: Trả về dấu thời gian hiện tại (tính bằng mili giây).
zh_hk: 返回當前時間戳（以<b>毫秒</b>為單位）。

source: Returns the current timestamp (in milliseconds). Currently {0} in {1}.
ar: يُرجع الطابع الزمني الحالي (بالميلي ثانية). حاليًا {0} في {1}.
bg: Връща текущата времева метка (в милисекунди). В момента {0} в {1}.
ca: Retorna la marca de temps actual (en mil·lisegons). Actualment {0} en {1}.
de: Gibt den aktuellen Zeitstempel in Millisekunden zurück. Aktuell {0} in {1}.
eo: Returns the current timestamp (in ms). Right now it’s {0} in {1}.
es: Devuelve la marca de tiempo actual (en milisegundos). Actualmente {0} en {1}.
fa: مُهر زمانی فعلی (بر حسب میلی ثانیه) را برمی‌گرداند. در حال حاضر {0} در {1}.
fi: Palauttaa nykyisen aikaleiman (millisekunteina). Tällä hetkellä {0} {1}.
fr: Renvoie le timestamp actuel (en millisecondes). Actuellement {0} dans {1}.
hu: Az aktuális időbélyeget adja vissza (milliszekundumban). Jelenleg {0} {1}.
it: Restituisce il timestamp corrente (in millisecondi). Attualmente {0} in {1}.
ja: 現在のタイムスタンプ(ミリ秒単位)を返します。現在は{1}の中の{0}です。
lt: Grąžina esamą laiko žymą (milisekundėmis). Šiuo metu {0} {1}.
ms: Mengembalikan cap waktu semasa (dalam milisaat). Kini {0} di {1}.
nb: Returnerer gjeldende tidsstempel (i millisekunder). For øyeblikket {0} i {1}.
nl: Retourneert de huidige timestamp (in milliseconden). Momenteel {0} in {1}.
pl: Zwraca aktualny znak czasu (w milisekundach). Aktualnie {0} w {1}.
pt_br: Retorna a data e hora atuais (em milissegundos). Atualmente {0} em {1}.
ru: Возвращает текущую метку времени (в миллисекундах). В настоящее время {0} в {1}.
sk: Vráti aktuálnu časovú značku (v milisekundách). V súčasnosti {0} v {1}.
sl: Vrne trenutni časovni žig (v milisekundah). Trenutno {0} v {1}.
sq: Kthen timestamp-in aktual (në milisekonda). Aktualisht {0} në {1}.
sr: Vraća trenutni timestamp (u milisekundama). Trenutno {0} u {1}.
sv: Returnerar den aktuella tidsstämpeln (i millisekunder). För närvarande {0} i {1}.
tr: Geçerli zaman damgasını (milisaniye cinsinden) döndürür. Şu anda {0} içinde {1}.
uk: Повертає поточний timestamp (у мілісекундах). Зараз {0} у {1}.
vi: Trả về dấu thời gian hiện tại (tính bằng mili giây). Hiện tại {0} trong {1}.
zh_hk: 返回當前時間戳（以<b>毫秒</b>為單位）。目前在 {1} 中的 {0}。

source: "month"
hu: "hónap"
ms: "bulan"

source: Other charts
bg: Други диаграми
ca: Altres gràfiques
de: Andere Diagramme
eo: Other charts → The other vibes
es: Otros gráficos
fa: نمودارهای دیگر
fi: Muut kaaviot
fr: Autres graphiques
hu: Egyéb diagramok
it: Altri grafici
ja: その他のチャート
lt: Kitos diagramos
ms: Carta lain
nb: Andre diagrammer
nl: Andere grafieken
pl: Inne wykresy
pt_br: Outros gráficos
ru: Другие графики
sk: Ostatné grafy
sl: Druge lestvice
sv: Andra diagram
tr: Diğer grafikler
uk: Інші діаграми
vi: Biểu đồ khác
zh_hk: 其他圖表

source: Timeline event card
ar: بطاقة حدث المخطط الزمني
bg: Карта за събития на времева линия
ca: Targeta d'esdeveniment Timeline
de: Timeline Ereigniskarte
eo: Timeline event card → Timeline vibe check card
es: Tarjeta de línea de tiempo
fa: کارت رویداد خط زمانی
fi: Aikajanan tapahtumakortti
fr: Carte d'événement temporelle
hu: Idővonal eseménykártya
it: Scheda evento della timeline
ja: タイムラインイベントカード
lt: Laiko juostos įvykių kortelė
ms: Kad peristiwa garis masa
nb: Hendelseskort for tidslinje
nl: Tijdlijn-gebeurteniskaart
pl: Karta wydarzenia na osi czasu
pt_br: Cartão de evento de linha do tempo
ru: Карточка события временной шкалы
sk: Karta udalosti na časovej osi
sl: Kartica dogodka časovnice
sq: Kartë ngjarjeje timeline
sr: Kartica događaja vremenske linije
sv: Tidslinjehändelsekort
tr: Zaman çizelgesi etkinlik kartı
uk: Картка події хронології
vi: Thẻ sự kiện dòng thời gian
zh_hk: 時間軸事件卡片

source: Timeline card header
ar: رأس بطاقة المخطط الزمني
bg: Заглавие на карта на времева линия
ca: Encapçalament de targeta Timeline
de: Header der Timeline-Karte
eo: Timeline card header → Timeline card’s drip
es: Encabezado de tarjeta de línea de tiempo
fa: هدر کارت خط زمانی
fi: Aikajanan kortin otsikko
fr: En-tête de carte de calendrier
hu: Idővonal kártya fejléc
it: Intestazione della scheda Timeline
ja: タイムラインカードヘッダー
lt: Laiko juostos kortelės antraštė
ms: Header kad garis masa
nb: Overskrift for hendelseskort i tidslinje
nl: Tijdlijn-kaartkop
pl: Nagłówek karty osi czasu
pt_br: Cabeçalho do cartão de linha do tempo
ru: Заголовок карты временной шкалы
sk: Záhlavie karty časovej osi
sl: Glava kartice časovnice
sq: Header i kartës së timeline
sr: Zaglavlje kartice vremenske linije
sv: Tidslinjekortrubrik
tr: Zaman çizelgesi kart başlığı
uk: Заголовок картки хронології
vi: Tiêu đề thẻ dòng thời gian
zh_hk: 時間軸卡片標題

source: body row {0}
hu: törzs sor {0}
ms: baris badan {0}

source: Still Waiting…
ar: ما زلنا ننتظر…
bg: Все още чака…
ca: Esperant…
de: Warte noch...
eo: Still vibing, lol
es: Esperando...
fa: هنوز در انتظار…
fi: Edelleen odotan...
fr: Toujours en attente…
hu: Még mindig várakozik…
it: Ancora in attesa…
ja: しばらくお待ちください...
lt: Vis dar laukia…
ms: Masih Menunggu…
nb: Venter…
nl: Nog steeds aan het wachten…
pl: Wciąż czekam…
pt_br: Ainda aguardando…
ru: Все еще ждем…
sk: Stále čakáme…
sl: Še vedno čakam ...
sq: Ende në pritje…
sr: Još uvek se čeka…
sv: Väntar fortfarande…
tr: Hala Bekliyorum…
uk: Все ще чекаємо…
vi: Vẫn đang chờ…
zh_hk: 仍在等待…
