Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Can only purchase add-ons for eligible subscriptions.
ar: يمكن شراء الإضافات فقط للاشتراكات المؤهلة.
bg: Могат да се закупуват добавки само за отговарящи на условията абонаменти.
ca: Només es poden comprar complements per a subscripcions elegibles.
de: Zusatzoptionen können nur für berechtigte Abonnements erworben werden.
es: Solo se pueden comprar complementos para las suscripciones que cumplan los requisitos.
fa: فقط می‌توان افزونه‌ها را برای اشتراک‌های واجد شرایط خریداری کرد.
fi: Lisäosia voi ostaa vain kelvollisille tilauksille.
fr: Vous ne pouvez acheter des modules complémentaires que pour les abonnements éligibles.
it: È possibile acquistare componenti aggiuntivi solo per gli abbonamenti idonei.
ja: 対象となるサブスクリプションのアドオンのみを購入できます。
nb: Kan bare kjøpe tillegg for kvalifiserte abonnementer.
nl: U kunt alleen add-ons kopen voor in aanmerking komende abonnementen.
pl: Dodatki można zakupić wyłącznie w ramach kwalifikujących się subskrypcji.
pt_br: Só é possível adquirir complementos para assinaturas elegíveis.
ru: Дополнения можно приобрести только для соответствующих подписок.
sk: Doplnky je možné zakúpiť iba pre oprávnené predplatné.
sl: Dodatke je mogoče kupiti samo za upravičene naročnine.
sq: Mund të blihen shtesa vetëm për abonime të pranueshme.
sr: Dodatke je moguće kupiti samo za podobne pretplate.
sv: Kan endast köpa tillägg för kvalificerade prenumerationer.
tr: Yalnızca uygun abonelikler için eklenti satın alınabilir.
uk: Купувати аддони можна лише для відповідних підписок.
vi: Chỉ có thể mua tiện ích bổ sung cho các gói đăng ký đủ điều kiện.
zh_hk: 只能為符合條件的訂閱購買附加元件。

source: Purchase of add-on requires quantity.
ar: يتطلب شراء الإضافة تحديد الكمية.
bg: Закупуването на добавка изисква количество.
ca: La compra del complement requereix quantitat.
de: Für den Kauf von Zusatzartikeln ist eine bestimmte Menge erforderlich.
es: La compra de complementos requiere una cantidad específica.
fa: خرید افزونه نیاز به مقدار دارد.
fi: Lisäosan ostaminen edellyttää tiettyä määrää.
fr: L'achat de l'option supplémentaire nécessite une quantité.
it: Per acquistare un componente aggiuntivo è richiesta una certa quantità.
ja: アドオンの購入には数量が必要です。
nb: Kjøp av tillegg krever antall.
nl: Voor de aankoop van een add-on is een bepaalde hoeveelheid vereist.
pl: Zakup dodatku wymaga określonej ilości.
pt_br: A compra de itens adicionais requer uma quantidade específica.
ru: Для покупки дополнения требуется определенное количество.
sk: Na zakúpenie doplnku je potrebné určité množstvo.
sl: Za nakup dodatka je potrebna količina.
sq: Blerja e shtesës kërkon sasi.
sr: Kupovina dodatka zahteva količinu.
sv: Köp av tillägg kräver kvantitet.
tr: Eklenti satın alımı miktar gerektirir.
uk: Для купівлі аддона потрібно вказати кількість.
vi: Việc mua thêm sản phẩm cần phải có số lượng.
zh_hk: 購買附加元件需要數量。

source: Could not establish a connection to Metabase Cloud.
ar: تعذر إنشاء اتصال بـ Metabase Cloud.
bg: Не можа да се установи връзка с Metabase Cloud.
ca: No s'ha pogut establir una connexió amb Metabase Cloud.
de: Es konnte keine Verbindung zur Metabase Cloud hergestellt werden.
es: No se pudo establecer una conexión con Metabase Cloud.
fa: نتوانستم به ابر متابیس متصل شوم.
fi: Yhteyden muodostaminen Metabase Cloudiin ei onnistunut.
fr: Impossible d'établir une connexion à Metabase Cloud.
it: Impossibile stabilire una connessione a Metabase Cloud.
ja: Metabase Cloud への接続を確立できませんでした。
nb: Kunne ikke opprette forbindelse til Metabase Cloud.
nl: Er kon geen verbinding worden gemaakt met Metabase Cloud.
pl: Nie można nawiązać połączenia z Metabase Cloud.
pt_br: Não foi possível estabelecer uma conexão com o Metabase Cloud.
ru: Не удалось установить соединение с Metabase Cloud.
sk: Nepodarilo sa nadviazať pripojenie k Metabase Cloud.
sl: Povezave z Metabase Cloud ni bilo mogoče vzpostaviti.
sq: Nuk u arrit të vendosej një lidhje me Metabase Cloud.
sr: Nije moguće uspostaviti vezu sa Metabase Cloud.
sv: Kunde inte upprätta en anslutning till Metabase Cloud.
tr: Metabase Cloud'a bağlantı kurulamadı.
uk: Не вдалося встановити з’єднання з Metabase Cloud.
vi: Không thể thiết lập kết nối với Metabase Cloud.
zh_hk: 無法建立與 Metabase Cloud 的連線。

source: Unexpected error
ar: خطأ غير متوقع
bg: Неочаквана грешка
ca: Error inesperat
de: Unerwarteter Fehler
es: Error inesperado
fa: خطای غیرمنتظره
fi: Odottamaton virhe
fr: Erreur inattendue
it: Errore imprevisto
ja: 予期しないエラー
nb: Uventet feil
nl: Onverwachte fout
pl: Nieoczekiwany błąd
pt_br: Erro inesperado
ru: Неожиданная ошибка
sk: Neočakávaná chyba
sl: Nepričakovana napaka
sq: Gabim i papritur
sr: Neočekivana greška
sv: Oväntat fel
tr: Beklenmeyen hata
uk: Неочікувана помилка
vi: Lỗi không mong muốn
zh_hk: 意外錯誤

source: Need to accept terms of service.
ar: يلزم قبول شروط الخدمة.
bg: Необходимо е да приемете условията за ползване.
ca: Cal acceptar les condicions del servei.
de: Sie müssen den Nutzungsbedingungen zustimmen.
es: Es necesario aceptar los términos de servicio.
fa: نیاز به پذیرش شرایط خدمات.
fi: Palvelun käyttöehdot on hyväksyttävä.
fr: Vous devez accepter les conditions d'utilisation.
it: È necessario accettare i termini di servizio.
ja: 利用規約に同意する必要があります。
nb: Du må godta vilkårene for bruk.
nl: U moet de servicevoorwaarden accepteren.
pl: Należy zaakceptować warunki korzystania z usługi.
pt_br: É necessário aceitar os termos de serviço.
ru: Необходимо принять условия обслуживания.
sk: Je potrebné prijať zmluvné podmienky.
sl: Sprejeti je treba pogoje storitve.
sq: Duhet të pranosh kushtet e shërbimit.
sr: Potrebno je prihvatiti uslove korišćenja.
sv: Måste godkänna användarvillkoren.
tr: Hizmet şartlarını kabul etmeniz gerekiyor.
uk: Потрібно прийняти умови надання послуг.
vi: Cần chấp nhận các điều khoản dịch vụ.
zh_hk: 需要接受服務條款。

source: Row {0}: Invalid format. Expected exactly 3 columns (Language, String, Translation)
ar: الصف {0}: تنسيق غير صالح. كان متوقعًا 3 أعمدة بالضبط (Language, String, Translation)
bg: Ред {0}: Невалиден формат. Очакваха се точно 3 колони (Език, Низ, Превод)
ca: Fila {0}: Format no vàlid. S'esperaven exactament 3 columnes (Idioma, Cadena, Traducció)
de: Zeile {0}: Ungültiges Format. Es wurden genau 3 Spalten erwartet (Sprache, Zeichenfolge, Übersetzung).
eo: Row {0}: deadass wrong format, fam. Was supposed to have 3 cols max (Language, String, Translation)
es: Fila {0}: Formato no válido. Se esperaban exactamente 3 columnas (Idioma, Cadena, Traducción).
fa: ردیف {0}: قالب نامعتبر. دقیقاً ۳ ستون مورد انتظار (زبان، رشته، ترجمه)
fi: Rivi {0}: Virheellinen muoto. Odotettiin täsmälleen 3 saraketta (Kieli, Merkkijono, Käännös)
fr: Ligne {0} : Format non valide. Exactement 3 colonnes attendues (langue, chaîne, traduction).
it: Riga {0}: formato non valido. Sono previste esattamente 3 colonne (Lingua, Stringa, Traduzione)
ja: 行 {0}: 無効な形式です。正確に3つの列（言語、文字列、翻訳）が必要です。
nb: Rad {0}: Ugyldig format. Forventet nøyaktig 3 kolonner (språk, streng, oversettelse)
nl: Rij {0}: Ongeldige opmaak. Er werden precies 3 kolommen verwacht (Taal, String, Vertaling).
pl: Wiersz {0}: Nieprawidłowy format. Oczekiwano dokładnie 3 kolumn (Język, Ciąg, Tłumaczenie)
pt_br: Linha {0}: Formato inválido. Eram esperadas exatamente 3 colunas (Idioma, String, Tradução).
ru: Строка {0}: Неверный формат. Ожидалось ровно 3 столбца (Язык, Строка, Перевод)
sk: Riadok {0}: Neplatný formát. Očakávané sú presne 3 stĺpce (Jazyk, Reťazec, Preklad)
sl: Vrstica {0}: Neveljavna oblika. Pričakovani so bili natanko 3 stolpci (Jezik, Niz, Prevod)
sq: Rreshti {0}: Format i pavlefshëm. Pritej saktësisht 3 kolona (Language, String, Translation)
sr: Red {0}: Nevažeći format. Očekuju se tačno 3 kolone (Language, String, Translation)
sv: Rad {0}: Ogiltigt format. Förväntade exakt 3 kolumner (Språk, Sträng, Översättning)
tr: Satır {0}: Geçersiz biçim. Tam olarak 3 sütun bekleniyordu (Dil, Dize, Çeviri)
uk: Рядок {0}: Недійсний формат. Очікується рівно 3 стовпці (Language, String, Translation)
vi: Hàng {0}: Định dạng không hợp lệ. Cần chính xác 3 cột (Ngôn ngữ, Chuỗi, Bản dịch)
zh_hk: 行 {0}: 格式無效。預期正好有 3 欄 (語言、字串、翻譯)

source: Error Parsing CSV at Row {0}: {1}
ar: خطأ في تحليل CSV عند الصف {0}: {1}
bg: Грешка при синтактичното анализиране на CSV файл на ред {0}: {1}
ca: Error en analitzar el CSV a la fila {0}: {1}
de: Fehler beim Parsen von CSV in Zeile {0}: {1}
es: Error al analizar CSV en la fila {0}: {1}
fa: خطا در تجزیه CSV در ردیف {0}: {1}
fi: Virhe CSV-tiedoston jäsentämisessä rivillä {0}: {1}
fr: Erreur lors de l'analyse du fichier CSV à la ligne {0}: {1}
it: Errore durante l'analisi del CSV alla riga {0}: {1}
ja: 行 {0}の CSV 解析エラー: {1}
nb: Feil ved analyse av CSV på rad {0}: {1}
nl: Fout bij het parseren van CSV op rij {0}: {1}
pl: Błąd podczas analizowania pliku CSV w wierszu {0}: {1}
pt_br: Erro ao analisar CSV na linha {0}: {1}
ru: Ошибка анализа CSV в строке {0}: {1}
sk: Chyba pri analýze CSV v riadku {0}: {1}
sl: Napaka pri razčlenjevanju CSV v vrstici {0}: {1}
sq: Gabim gjatë analizimit të CSV te Rreshti {0}: {1}
sr: Greška pri parsiranju CSV-a u redu {0}: {1}
sv: Fel vid parsning av CSV på rad {0}: {1}
tr: {0}Satırında CSV Ayrıştırma Hatası: {1}
uk: Помилка парсингу CSV у рядку {0}: {1}
vi: Lỗi khi phân tích cú pháp CSV tại Hàng {0}: {1}
zh_hk: 在 {0}行解析 CSV 時出錯 : {1}

source: The file could not be uploaded due to the following error(s):
ar: تعذّر رفع الملف بسبب الخطأ/الأخطاء التالية:
bg: Файлът не можа да бъде качен поради следната(ите) грешка(и):
ca: No s'ha pogut carregar el fitxer a causa dels errors següents:
de: Die Datei konnte aufgrund folgender Fehler nicht hochgeladen werden:
eo: Yo, the file couldn’t be uploaded bc of these error(s):
es: No se pudo cargar el archivo debido a los siguientes errores:
fa: به دلیل خطاهای زیر، فایل قابل آپلود نبود:
fi: Tiedostoa ei voitu ladata seuraavan virheen/virheiden vuoksi:
fr: Le fichier n'a pas pu être téléchargé en raison des erreurs suivantes :
it: Non è stato possibile caricare il file a causa dei seguenti errori:
ja: 次のエラーのため、ファイルをアップロードできませんでした:
nb: Filen kunne ikke lastes opp på grunn av følgende feil:
nl: Het bestand kon niet worden geüpload vanwege de volgende fout(en):
pl: Nie można przesłać pliku z powodu następujących błędów:
pt_br: O arquivo não pôde ser carregado devido ao(s) seguinte(s) erro(s):
ru: Файл не может быть загружен из-за следующих ошибок:
sk: Súbor sa nepodarilo nahrať z dôvodu nasledujúcich chýb:
sl: Datoteke ni bilo mogoče naložiti zaradi naslednjih napak:
sq: Skedari nuk u ngarkua dot për shkak të gabimit(ve) vijues(e):
sr: Fajl nije mogao da se otpremi zbog sledeće/ih greške/aka:
sv: Filen kunde inte laddas upp på grund av följande fel:
tr: Aşağıdaki hata(lar) nedeniyle dosya yüklenemedi:
uk: Не вдалося завантажити файл через такі помилки:
vi: Không thể tải tệp lên do lỗi sau:
zh_hk: 由於下列錯誤，檔案無法上傳：

source: Row {0}: The string "{1}" is translated into locale "{2}" earlier in the file
ar: الصف {0}: النص "{1}" تمت ترجمته إلى الإعدادات المحلية "{2}" سابقًا في الملف
bg: Ред {0}: Низът „{1}“ е преведен в езиковата променлива „{2}“ по-рано във файла
ca: Fila {0}: La cadena "{1}" es tradueix a la configuració regional "{2}" anterior al fitxer.
de: Zeile {0}: Die Zeichenfolge "{1}" wird weiter oben in der Datei in das Gebietsschema "{2}" übersetzt
eo: Row {0}: The string "{1}" was already translated into locale "{2}" earlier in the file, fr fr.
es: Fila {0}: La cadena "{1}" se traduce a la configuración regional "{2}" anteriormente en el archivo
fa: ردیف {0}: رشته "{1}" در اوایل فایل به زبان محلی "{2}" ترجمه شده است.
fi: Rivi {0}: Merkkijono "{1}" käännetään tiedoston aiempaan kohtaan kieliasetuksella "{2}".
fr: Ligne {0}: La chaîne «{1}» est traduite en locale «{2}» plus tôt dans le fichier
it: Riga {0}: la stringa "{1}" è stata tradotta in locale "{2}" in precedenza nel file
ja: 行 {0}: 文字列「{1}」は、ファイルの前のロケール「{2}」に翻訳されます。
nb: Rad {0}: Strengen "{1}" er oversatt til locale "{2}" tidligere i filen
nl: Rij {0}: De tekenreeks "{1}" wordt vertaald naar de landinstelling "{2}" eerder in het bestand
pl: Wiersz {0}: ciąg „{1}” jest tłumaczony na ustawienia regionalne „{2}” wcześniej w pliku
pt_br: Linha {0}: A string "{1}" é traduzida para o local "{2}" anteriormente no arquivo
ru: Строка {0}: Строка "{1}" переведена в локаль "{2}" ранее в файле
sk: Riadok {0}: Reťazec „{1}“ je preložený do locale „{2}“ skôr v súbore
sl: Vrstica {0}: Niz »{1}« je prej v datoteki preveden v jezikovno nastavitev »{2}«.
sq: Rreshti {0}: String-u "{1}" është përkthyer në locale "{2}" më herët në skedar
sr: Red {0}: String "{1}" je ranije u fajlu preveden za lokal "{2}"
sv: Rad {0}: Strängen "{1}" översätts till språkinställningen "{2}" tidigare i filen.
tr: Satır {0}: "{1}" dizesi dosyanın önceki kısmında "{2}" yerel ayarına çevrilmiştir
uk: Рядок {0}: Рядок "{1}" уже перекладено для локалі "{2}" раніше у файлі
vi: Hàng {0}: Chuỗi "{1}" được dịch sang ngôn ngữ "{2}" trước đó trong tệp
zh_hk: 行 {0}: 字串 "{1}「 在檔案的較早部分被翻譯成地區語言 」{2}"。

source: Row {0}: Invalid locale: {1}
ar: الصف {0}: إعداد محلي غير صالح: {1}
bg: Ред {0}: Невалиден език: {1}
ca: Fila {0}: Configuració regional no vàlida: {1}
de: Zeile {0}: Ungültiges Gebietsschema: {1}
eo: Row {0}: fr, the locale {1} is a whole mess, lol
es: Fila {0}: Configuración regional no válida: {1}
fa: ردیف {0}: زبان محلی نامعتبر: {1}
fi: Rivi {0}: Virheellinen kieliasetus: {1}
fr: Ligne {0}: Paramètres régionaux non valides : {1}
it: Riga {0}: Impostazioni locali non valide: {1}
ja: 行 {0}: 無効なロケール: {1}
nb: Rad {0}: Ugyldig locale: {1}
nl: Rij {0}: Ongeldige landinstelling: {1}
pl: Wiersz {0}: Nieprawidłowa lokalizacja: {1}
pt_br: Linha {0}: Localidade inválida: {1}
ru: Строка {0}: Неверная локаль: {1}
sk: Riadok {0}: Neplatné miestne nastavenie: {1}
sl: Vrstica {0}: Neveljavna lokalna nastavitev: {1}
sq: Rreshti {0}: Locale i pavlefshëm: {1}
sr: Red {0}: Nevažeći lokal: {1}
sv: Rad {0}: Ogiltig språkinställning: {1}
tr: Satır {0}: Geçersiz yerel ayar: {1}
uk: Рядок {0}: Недійсна локаль: {1}
vi: Hàng {0}: Ngôn ngữ không hợp lệ: {1}
zh_hk: 行 {0}: 無效 locale: {1}

source: Locale is required.
ar: الإعداد المحلي مطلوب.
bg: Изисква се езикова променлива.
ca: Cal introduir la configuració regional.
de: Das Gebietsschema ist erforderlich.
eo: You gotta have your location, fr.
es: Se requiere configuración regional.
fa: زبان محلی الزامی است.
fi: Kieli- ja paikkatieto on pakollinen.
fr: Les paramètres régionaux sont requis.
it: È obbligatorio specificare le impostazioni locali.
ja: ロケールは必須です。
nb: Lokalitet er påkrevd.
nl: Landinstelling is vereist.
pl: Ustawienia regionalne są wymagane.
pt_br: Localidade é necessária.
ru: Требуется указать локаль.
sk: Vyžaduje sa miestne nastavenie.
sl: Obvezen je jezikovni podatek.
sq: Locale është i detyrueshëm.
sr: Lokal je obavezan.
sv: Språkinställning krävs.
tr: Yerel ayar gerekli.
uk: Локаль є обов'язковою.
vi: Cần phải nhập ngôn ngữ.
zh_hk: Locale 為必填項目。

source: The dictionary should be less than {0}MB.
ar: يجب أن يكون حجم القاموس أقل من {0}MB.
bg: Речникът трябва да е по-малък от {0}MB.
ca: El diccionari hauria de tenir menys de {0}MB.
de: Das Wörterbuch sollte kleiner als {0}MB sein.
eo: The dictionary should be less than {0}MB, fr fr.
es: El diccionario debe tener menos de {0}MB.
fa: حجم دیکشنری باید کمتر از {0}مگابایت باشد.
fi: Sanakirjan tulisi olla kooltaan alle {0}Mt.
fr: Le dictionnaire doit faire moins de {0}Mo.
it: Il dizionario dovrebbe essere inferiore a {0}MB.
ja: 辞書は {0}MB 未満である必要があります。
nb: Ordboken bør være mindre enn {0}MB.
nl: Het woordenboek moet kleiner zijn dan {0}MB.
pl: Słownik powinien być mniejszy niż {0}MB.
pt_br: O dicionário deve ter menos de {0}MB.
ru: Словарь должен быть меньше {0}МБ.
sk: Slovník by mal mať veľkosť menšiu ako {0}MB.
sl: Slovar mora biti manjši od {0}MB.
sq: Fjalori duhet të jetë më pak se {0}MB.
sr: Rečnik treba da bude manji od {0}MB.
sv: Ordboken bör vara mindre än {0}MB.
tr: Sözlük {0}MB'tan küçük olmalıdır.
uk: Словник має бути меншим за {0} МБ.
vi: Từ điển phải có dung lượng nhỏ hơn {0}MB.
zh_hk: 字典的大小應小於 {0}MB。

source: No file provided
ar: لم يتم توفير ملف
bg: Не е предоставен файл
ca: No s'ha proporcionat cap fitxer
de: Keine Datei bereitgestellt
eo: No cap, no file sent 😬
es: No se proporcionó ningún archivo
fa: فایلی ارائه نشده است
fi: Tiedostoa ei toimitettu
fr: Aucun fichier fourni
it: Nessun file fornito
ja: ファイルが提供されていません
nb: Ingen fil oppgitt
nl: Geen bestand verstrekt
pl: Nie dostarczono pliku
pt_br: Nenhum arquivo fornecido
ru: Файл не предоставлен
sk: Neposkytnutý žiadny súbor
sl: Ni datoteke
sq: Nuk u dha skedar
sr: Nijedan fajl nije prosleđen
sv: Ingen fil tillhandahålls
tr: Dosya sağlanmadı
uk: Файл не надано
vi: Không có tập tin được cung cấp
zh_hk: 未提供檔案

source: Multiple library-data collections found.
ar: تم العثور على عدة مجموعات من نوع library-data.
bg: Намерени са множество колекции от библиотечни данни.
ca: S'han trobat diverses col·leccions de dades de la biblioteca.
de: Mehrere Bibliotheksdatensammlungen gefunden.
es: Se encontraron múltiples colecciones de datos de biblioteca.
fa: چندین مجموعه داده کتابخانه‌ای یافت شد.
fi: Löytyi useita kirjastotietokokoelmia.
fr: Plusieurs collections de données de bibliothèque trouvées.
it: Sono state trovate più raccolte di dati di biblioteca.
ja: 複数のライブラリ データ コレクションが見つかりました。
nb: Flere biblioteksdatasamlinger funnet.
nl: Er zijn meerdere bibliotheekgegevenscollecties gevonden.
pl: Znaleziono wiele zbiorów danych bibliotecznych.
pt_br: Foram encontradas várias coleções de dados de bibliotecas.
ru: Найдено несколько коллекций библиотечных данных.
sk: Nájdených viacero kolekcií knižničných údajov.
sl: Najdenih je bilo več zbirk knjižničnih podatkov.
sq: U gjetën disa koleksione library-data.
sr: Pronađeno je više library-data kolekcija.
sv: Flera biblioteksdatasamlingar hittades.
tr: Birden fazla kütüphane veri koleksiyonu bulundu.
uk: Знайдено кілька колекцій library-data.
vi: Đã tìm thấy nhiều bộ sưu tập dữ liệu thư viện.
zh_hk: 找到多個圖書館資料集合。

source: Mapping from database-id to replication connection information.
ar: تعيين من database-id إلى معلومات اتصال النسخ.
bg: Съпоставяне от идентификатор на база данни към информация за връзка за репликация.
ca: Mapatge de l'ID de la base de dades a la informació de connexió de replicació.
de: Zuordnung von der Datenbank-ID zu den Replikationsverbindungsinformationen.
es: Asignación del ID de la base de datos a la información de conexión de replicación.
fa: نگاشت از شناسه پایگاه داده به اطلاعات اتصال تکثیر.
fi: Yhdistäminen tietokannan tunnuksesta replikointiyhteystietoihin.
fr: Mappage de l'ID de base de données aux informations de connexion de réplication.
it: Mappatura dall'ID del database alle informazioni di connessione alla replica.
ja: データベース ID からレプリケーション接続情報へのマッピング。
nb: Mapping fra database-id til informasjon om replikasjonstilkobling.
nl: Toewijzing van database-ID aan replicatieverbindingsinformatie.
pl: Mapowanie identyfikatora bazy danych na informacje o połączeniu replikacji.
pt_br: Mapeamento do ID do banco de dados para informações de conexão de replicação.
ru: Сопоставление идентификатора базы данных с информацией о соединении репликации.
sk: Mapovanie z ID databázy na informácie o replikačnom pripojení.
sl: Preslikava iz ID-ja baze podatkov v informacije o replikacijski povezavi.
sq: Mapping nga database-id te informacioni i lidhjes së replikimit.
sr: Mapiranje iz database-id u informacije o replikacionoj konekciji.
sv: Mappning från databas-ID till replikeringsanslutningsinformation.
tr: Veritabanı kimliğinden replikasyon bağlantı bilgilerine eşleme.
uk: Зіставлення database-id з інформацією про підключення реплікації.
vi: Ánh xạ từ id cơ sở dữ liệu tới thông tin kết nối sao chép.
zh_hk: 從資料庫 ID 到複製連線資訊的對應。

source: When enabled, we show users a button to replicate their database to a data warehouse.
ar: عند التمكين، نعرض للمستخدمين زرًا لنسخ قاعدة بياناتهم إلى مستودع بيانات.
bg: Когато е активирано, показваме на потребителите бутон за репликиране на тяхната база данни в хранилище за данни.
ca: Quan està activat, mostrem als usuaris un botó per replicar la seva base de dades a un magatzem de dades.
de: Wenn aktiviert, zeigen wir Benutzern eine Schaltfläche zum Replizieren ihrer Datenbank in ein Data Warehouse.
es: Cuando está habilitado, mostramos a los usuarios un botón para replicar su base de datos en un almacén de datos.
fa: وقتی فعال باشد، به کاربران دکمه‌ای برای کپی کردن پایگاه داده‌شان در یک انبار داده نشان می‌دهیم.
fi: Kun tämä on käytössä, näytämme käyttäjille painikkeen, jolla he voivat replikoida tietokantansa tietovarastoon.
fr: Lorsque cette option est activée, nous affichons aux utilisateurs un bouton pour répliquer leur base de données vers un entrepôt de données.
it: Se abilitata, mostriamo agli utenti un pulsante per replicare il loro database in un data warehouse.
ja: 有効にすると、データベースをデータ ウェアハウスに複製するためのボタンがユーザーに表示されます。
nb: Når den er aktivert, viser vi brukerne en knapp for å replikere databasen til et datavarehus.
nl: Als deze optie is ingeschakeld, tonen we gebruikers een knop waarmee ze hun database kunnen repliceren naar een datawarehouse.
pl: Po włączeniu tej opcji pokazujemy użytkownikom przycisk umożliwiający replikację bazy danych do magazynu danych.
pt_br: Quando ativado, mostramos aos usuários um botão para replicar seu banco de dados em um data warehouse.
ru: При включении этой функции мы показываем пользователям кнопку для копирования их базы данных в хранилище данных.
sk: Keď je táto možnosť povolená, používateľom sa zobrazí tlačidlo na replikáciu ich databázy do dátového skladu.
sl: Ko je omogočeno, uporabnikom prikažemo gumb za replikacijo njihove baze podatkov v podatkovno skladišče.
sq: Kur aktivizohet, u shfaqim përdoruesve një buton për të replikuar bazën e tyre të dhënave në një data warehouse.
sr: Kada je omogućeno, prikazujemo korisnicima dugme za replikaciju njihove baze podataka u data warehouse.
sv: När den är aktiverad visar vi användarna en knapp för att replikera sin databas till ett datalager.
tr: Etkinleştirildiğinde, kullanıcılara veritabanlarını bir veri ambarına kopyalamaları için bir düğme gösteriyoruz.
uk: Коли ввімкнено, ми показуємо користувачам кнопку для реплікації їхньої бази даних до сховища даних.
vi: Khi được bật, chúng tôi sẽ hiển thị cho người dùng một nút để sao chép cơ sở dữ liệu của họ vào kho dữ liệu.
zh_hk: 啟用時，我們會向使用者顯示一個按鈕，以將資料庫複製到資料倉庫。
