Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: attribute keys must not start with `@`
ar: يجب ألا تبدأ مفاتيح السمات بـ `@`
bg: Ключовете на атрибутите не трябва да започват с `@`
ca: Les claus d'atribut no poden començar amb `@`
de: Attributschlüssel dürfen nicht mit `@` beginnen.
es: Las claves de atributo no deben comenzar con `@`
fa: کلیدهای ویژگی نباید با `@` شروع شوند
fi: attribuuttiavaimet eivät saa alkaa @-merkillä
fr: Les clés d'attribut ne doivent pas commencer par `@`
it: le chiavi degli attributi non devono iniziare con `@`
ja: 属性キーは `@` で始まってはいけません
nb: attributtnøkler må ikke begynne med `@`
nl: Attribuutsleutels mogen niet met `@` beginnen.
pl: klucze atrybutów nie mogą zaczynać się od `@`
pt_br: As chaves de atributo não devem começar com `@`.
ru: ключи атрибутов не должны начинаться с `@`
sk: Kľúče atribútov nesmú začínať znakom `@`
sl: Ključi atributov se ne smejo začeti z `@`
sq: çelësat e atributeve nuk duhet të fillojnë me `@`
sr: ključevi atributa ne smeju počinjati sa `@`
sv: Attributnycklar får inte börja med `@`
tr: Öznitelik anahtarları `@` ile başlamamalıdır.
uk: ключі атрибутів не мають починатися з `@`
vi: Khóa thuộc tính không được bắt đầu bằng `@`.
zh_hk: 屬性鍵不得以 `@` 開頭

source: All source tables must belong to the same database.
ar: يجب أن تنتمي جميع جداول المصدر إلى قاعدة البيانات نفسها.
de: Alle Quelltabellen müssen zur selben Datenbank gehören.
es: Todas las tablas de origen deben pertenecer a la misma base de datos.
fa: تمام جداول منبع باید متعلق به یک پایگاه داده باشند.
fi: Kaikkien lähdetaulukoiden on kuuluttava samaan tietokantaan.
fr: Toutes les tables sources doivent appartenir à la même base de données.
it: Tutte le tabelle di origine devono appartenere allo stesso database.
ja: すべてのソース テーブルは同じデータベースに属している必要があります。
pl: Wszystkie tabele źródłowe muszą należeć do tej samej bazy danych.
pt_br: Todas as tabelas de origem devem pertencer ao mesmo banco de dados.
ru: Все исходные таблицы должны принадлежать одной и той же базе данных.
sk: Všetky zdrojové tabuľky musia patriť do tej istej databázy.
sl: Vse izvorne tabele morajo pripadati isti bazi podatkov.
sq: Të gjitha tabelat burimore duhet t’i përkasin së njëjtës bazë të dhënash.
sr: Sve izvorne tabele moraju pripadati istoj bazi podataka.
tr: Tüm kaynak tablolar aynı veritabanına ait olmalıdır.
uk: Усі вихідні таблиці мають належати до однієї бази даних.
vi: Tất cả các bảng nguồn phải thuộc cùng một cơ sở dữ liệu.
zh_hk: 所有來源資料表必須同屬於一個資料庫。

source: Executing Python transform
ar: جارٍ تنفيذ تحويل Python
bg: Изпълнение на Python трансформация
ca: Execució de la transformació de Python
de: Python-Transformation ausführen
es: Ejecutando la transformación de Python
fa: اجرای تبدیل پایتون
fi: Python-muunnoksen suorittaminen
fr: Exécution de la transformation Python
it: Esecuzione della trasformazione Python
ja: Python変換の実行
nb: Utfører Python-transformasjon
nl: Python-transformatie uitvoeren
pl: Wykonywanie transformacji Pythona
pt_br: Executando transformação Python
ru: Выполнение преобразования Python
sk: Vykonanie transformácie v jazyku Python
sl: Izvajanje transformacije v Pythonu
sq: Duke ekzekutuar transformimin Python
sr: Izvršavanje Python transformacije
sv: Utför Python-transformation
tr: Python dönüşümünü yürütme
uk: Виконання Python-трансформації
vi: Thực hiện chuyển đổi Python
zh_hk: 執行 Python 變換

source: Failed to create the resulting table
ar: فشل إنشاء الجدول الناتج
bg: Създаването на получената таблица не бе успешно
ca: No s'ha pogut crear la taula resultant
de: Die Erstellung der resultierenden Tabelle ist fehlgeschlagen
es: No se pudo crear la tabla resultante
fa: ایجاد جدول حاصل ناموفق بود
fi: Tuloksena olevan taulukon luominen epäonnistui
fr: Échec de la création de la table résultante
it: Impossibile creare la tabella risultante
ja: 結果テーブルの作成に失敗しました
nb: Kunne ikke opprette den resulterende tabellen
nl: Het is niet gelukt om de resulterende tabel te maken
pl: Nie udało się utworzyć tabeli wynikowej
pt_br: Falha ao criar a tabela resultante
ru: Не удалось создать результирующую таблицу.
sk: Nepodarilo sa vytvoriť výslednú tabuľku
sl: Nastale tabele ni bilo mogoče ustvariti.
sq: Dështoi krijimi i tabelës përfundimtare
sr: Kreiranje rezultujuće tabele nije uspelo
sv: Misslyckades med att skapa den resulterande tabellen
tr: Ortaya çıkan tablo oluşturulamadı
uk: Не вдалося створити результуючу таблицю
vi: Không tạo được bảng kết quả
zh_hk: 建立結果表失敗

source: Transform interrupted
ar: تمت مقاطعة التحويل
bg: Трансформацията е прекъсната
ca: Transformació interrompuda
de: Transformation unterbrochen
es: Transformación interrumpida
fa: تبدیل قطع شد
fi: Muunnos keskeytetty
fr: Transformation interrompue
it: Trasformazione interrotta
ja: 変換が中断されました
nb: Transformasjon avbrutt
nl: Transformatie onderbroken
pl: Transformacja przerwana
pt_br: Transformação interrompida
ru: Преобразование прервано
sk: Transformácia prerušená
sl: Pretvorba prekinjena
sq: Transformimi u ndërpre
sr: Transformacija je prekinuta
sv: Transformationen avbruten
tr: Dönüşüm kesintiye uğradı
uk: Трансформацію перервано
vi: Biến đổi bị gián đoạn
zh_hk: 變形中斷

source: Python execution failure (exit code {0})
ar: فشل تنفيذ Python (رمز الخروج {0})
bg: Грешка при изпълнение на Python (код на изход {0})
ca: Error d'execució de Python (codi de sortida {0})
de: Python-Ausführungsfehler (Exitcode {0})
es: Error de ejecución de Python (código de salida {0})
fa: خطای اجرای پایتون (کد خروج {0})
fi: Pythonin suoritusvirhe (lopetuskoodi {0})
fr: Échec d'exécution Python (code de sortie {0})
it: Errore di esecuzione di Python (codice di uscita {0})
ja: Python 実行失敗 (終了コード {0})
nb: Python-kjøring mislyktes (avslutningskode {0})
nl: Python-uitvoering mislukt (exitcode {0})
pl: Błąd wykonania Pythona (kod wyjścia {0})
pt_br: Falha na execução do Python (código de saída {0})
ru: Ошибка выполнения Python (код выхода {0})
sk: Zlyhanie vykonania Pythonu (kód ukončenia {0})
sl: Napaka pri izvajanju Pythona (izhodna koda {0})
sq: Dështim në ekzekutimin e Python (kodi i daljes {0})
sr: Neuspešno Python izvršavanje (exit code {0})
sv: Python-körningsfel (avslutningskod {0})
tr: Python yürütme hatası (çıkış kodu {0})
uk: Помилка виконання Python (код виходу {0})
vi: Lỗi thực thi Python (mã thoát {0})
zh_hk: Python 執行失敗 (退出代碼 {0})

source: Python execution finished successfully in {0}
ar: اكتمل تنفيذ Python بنجاح خلال {0}
bg: Изпълнението на Python завърши успешно в {0}
ca: L'execució de Python ha finalitzat correctament a {0}
de: Python-Ausführung erfolgreich abgeschlossen in {0}
es: La ejecución de Python finalizó correctamente en {0}
fa: اجرای پایتون با موفقیت در {0}به پایان رسید
fi: Pythonin suoritus onnistui ajassa {0}
fr: L'exécution de Python s'est terminée avec succès dans {0}
it: Esecuzione di Python completata con successo in {0}
ja: Pythonの実行は {0}で正常に終了しました
nb: Python-kjøringen ble fullført i {0}
nl: Python-uitvoering succesvol afgerond in {0}
pl: Wykonanie Pythona zakończyło się pomyślnie w {0}
pt_br: A execução do Python foi concluída com sucesso em {0}
ru: Выполнение Python успешно завершено через {0}
sk: Vykonanie Pythonu bolo úspešne dokončené o {0}
sl: Izvajanje Pythona se je uspešno končalo v {0}
sq: Ekzekutimi i Python përfundoi me sukses në {0}
sr: Izvršavanje Python-a je uspešno završeno za {0}
sv: Python-körningen slutfördes utan problem i {0}
tr: Python yürütmesi {0}içinde başarıyla tamamlandı
uk: Виконання Python успішно завершено за {0}
vi: Thực thi Python đã hoàn tất thành công trong {0}
zh_hk: Python 執行成功完成 {0}

source: Invalid library path. Only ''common'' is currently supported.
ar: مسار مكتبة غير صالح. فقط ''common'' مدعوم حاليًا.
bg: Невалиден път към библиотеката. В момента се поддържа само „common“.
ca: Camí de biblioteca no vàlid. Actualment només s'admet ''common''.
de: Ungültiger Bibliothekspfad. Derzeit wird nur „common“ unterstützt.
es: Ruta de biblioteca no válida. Actualmente solo se admite "común".
fa: مسیر کتابخانه نامعتبر است. در حال حاضر فقط ''common'' پشتیبانی می‌شود.
fi: Virheellinen kirjastopolku. Vain ''common'' on tällä hetkellä tuettu.
fr: Chemin de bibliothèque non valide. Seul « common » est actuellement pris en charge.
it: Percorso di libreria non valido. Attualmente è supportato solo ''common''.
ja: ライブラリ パスが無効です。現在は「common」のみがサポートされています。
nb: Ugyldig biblioteksbane. For øyeblikket støttes bare ''common''.
nl: Ongeldig bibliotheekpad. Alleen 'common' wordt momenteel ondersteund.
pl: Nieprawidłowa ścieżka do biblioteki. Obecnie obsługiwana jest tylko ścieżka „common”.
pt_br: Caminho de biblioteca inválido. Atualmente, somente "common" é suportado.
ru: Неверный путь к библиотеке. В настоящее время поддерживается только «common».
sk: Neplatná cesta k knižnici. Momentálne je podporovaná iba cesta „common“.
sl: Neveljavna pot do knjižnice. Trenutno je podprta samo pot »common«.
sq: Shteg librarie i pavlefshëm. Aktualisht mbështetet vetëm ''common''.
sr: Nevažeća putanja biblioteke. Trenutno je podržano samo ''common''.
sv: Ogiltig bibliotekssökväg. Endast ''common'' stöds för närvarande.
tr: Geçersiz kütüphane yolu. Şu anda yalnızca ''ortak'' destekleniyor.
uk: Недійсний шлях до бібліотеки. Наразі підтримується лише ''common''.
vi: Đường dẫn thư viện không hợp lệ. Hiện tại chỉ hỗ trợ ''common''.
zh_hk: 庫路徑無效。目前僅支援 ''common''。

source: Python execution timed out
ar: انتهت مهلة تنفيذ Python
bg: Времето за изчакване на изпълнението на Python е изтекло
ca: S'ha esgotat el temps d'execució de Python
de: Zeitüberschreitung bei der Python-Ausführung
es: Se agotó el tiempo de ejecución de Python
fa: زمان اجرای پایتون به پایان رسید
fi: Pythonin suoritus aikakatkaistiin
fr: L'exécution de Python a expiré
it: Esecuzione di Python scaduta
ja: Pythonの実行がタイムアウトしました
nb: Python-kjøringen ble tidsavbrutt
nl: Python-uitvoering is verlopen
pl: Przekroczono limit czasu wykonania Pythona
pt_br: Tempo limite de execução do Python expirou
ru: Истек тайм-аут выполнения Python
sk: Časový limit pre vykonanie Pythonu vypršal
sl: Časovna omejitev izvajanja Pythona je potekla
sq: Ekzekutimi i Python skadoi (timeout)
sr: Python izvršavanje je isteklo
sv: Python-körningens tidsgräns översteg
tr: Python yürütmesi zaman aşımına uğradı
uk: Вичерпано час очікування виконання Python
vi: Đã hết thời gian thực thi Python
zh_hk: Python 執行超時

source: Failed to copy table contents to shared storage: {0} ({1})
ar: فشل نسخ محتويات الجدول إلى التخزين المشترك: {0} ({1})
es: No se pudo copiar el contenido de la tabla al almacenamiento compartido: {0} ({1})
fa: کپی کردن محتوای جدول به فضای ذخیره‌سازی مشترک ناموفق بود: {0} ({1})
fi: Taulukon sisällön kopiointi jaettuun tallennustilaan epäonnistui: {0} ({1})
it: Impossibile copiare il contenuto della tabella nell'archivio condiviso: {0} ({1})
ja: テーブルの内容を共有ストレージにコピーできませんでした: {0} ({1})
pt_br: Falha ao copiar o conteúdo da tabela para o armazenamento compartilhado: {0} ({1})
ru: Не удалось скопировать содержимое таблицы в общее хранилище: {0} ({1})
sk: Nepodarilo sa skopírovať obsah tabuľky do zdieľaného úložiska: {0} ({1})
sl: Vsebine tabele ni bilo mogoče kopirati v skupno shrambo: {0} ({1})
sq: Dështoi kopjimi i përmbajtjes së tabelës në storage të përbashkët: {0} ({1})
sr: Nije uspelo kopiranje sadržaja tabele u deljeno skladište: {0} ({1})
uk: Не вдалося скопіювати вміст таблиці до спільного сховища: {0} ({1})
vi: Không thể sao chép nội dung bảng vào bộ nhớ dùng chung: {0} ({1})
zh_hk: 將資料表內容複製到共用儲存空間失敗： {0} ({1})

source: Timeout in seconds for Python script test runs. Defaults to 1 minute (60 seconds).
ar: المهلة بالثواني لتشغيل اختبارات سكربت Python. الافتراضي دقيقة واحدة (60 ثانية).
bg: Време за изчакване в секунди за тестови изпълнения на Python скриптове. По подразбиране е 1 минута (60 секунди).
ca: Temps d'espera en segons per a les execucions de proves d'script de Python. El valor per defecte és d'1 minut (60 segons).
de: Timeout in Sekunden für Testläufe von Python-Skripten. Der Standardwert ist 1 Minute (60 Sekunden).
es: Tiempo de espera en segundos para las ejecuciones de pruebas de scripts de Python. El valor predeterminado es 1 minuto (60 segundos).
fa: مدت زمان اجرای تست اسکریپت پایتون بر حسب ثانیه. مقدار پیش‌فرض ۱ دقیقه (۶۰ ثانیه) است.
fi: Python-skriptien testiajojen aikakatkaisu sekunteina. Oletusarvo on 1 minuutti (60 sekuntia).
fr: Délai d'expiration (en secondes) pour l'exécution des tests de script Python. La valeur par défaut est 1 minute (60 secondes).
it: Timeout in secondi per l'esecuzione dei test degli script Python. Il valore predefinito è 1 minuto (60 secondi).
ja: Python スクリプトのテスト実行のタイムアウト（秒単位）。デフォルトは 1 分（60 秒）です。
nb: Tidsavbrudd i sekunder for testkjøringer av Python-skript. Standardinnstillingen er 1 minutt (60 sekunder).
nl: Time-out in seconden voor Python-scripttests. Standaardwaarde is 1 minuut (60 seconden).
pl: Limit czasu w sekundach dla testów skryptów Pythona. Domyślnie 1 minuta (60 sekund).
pt_br: Tempo limite em segundos para execuções de testes de script Python. O padrão é 1 minuto (60 segundos).
ru: Время ожидания в секундах для тестовых запусков скрипта Python. По умолчанию — 1 минута (60 секунд).
sk: Časový limit v sekundách pre testovacie spustenia skriptov Python. Predvolená hodnota je 1 minúta (60 sekúnd).
sl: Časovna omejitev v sekundah za preizkusne zagone skriptov Python. Privzeta nastavitev je 1 minuta (60 sekund).
sq: Timeout në sekonda për ekzekutimet testuese të skriptit Python. Vlera parazgjedhje është 1 minutë (60 sekonda).
sr: Vremensko ograničenje u sekundama za test pokretanja Python skripte. Podrazumevano je 1 minut (60 sekundi).
sv: Timeout i sekunder för testkörningar av Python-skript. Standardinställningen är 1 minut (60 sekunder).
tr: Python betik testi çalıştırmaları için zaman aşımı saniye cinsinden. Varsayılanı 1 dakikadır (60 saniye).
uk: Тайм-аут у секундах для тестових запусків Python-скрипту. Дефолтно — 1 хвилина (60 секунд).
vi: Thời gian chờ tính bằng giây cho các lần chạy thử nghiệm tập lệnh Python. Mặc định là 1 phút (60 giây).
zh_hk: Python 腳本測試執行的逾時時間，以秒為單位。預設為 1 分鐘 (60 秒)。

source: Prefix to use for S3 objects. Necessary in prod where we only have access to a particular prefix.
ar: بادئة لاستخدامها لكائنات S3. ضرورية في بيئة الإنتاج حيث لدينا وصول إلى بادئة محددة فقط.
bg: Префикс, който да се използва за S3 обекти. Необходим е в prod, където имаме достъп само до определен префикс.
ca: Prefix per utilitzar per a objectes S3. Necessari en productes on només tenim accés a un prefix concret.
de: Für S3-Objekte zu verwendendes Präfix. Erforderlich in der Produktion, wo wir nur Zugriff auf ein bestimmtes Präfix haben.
es: Prefijo para objetos S3. Necesario en producción, donde solo tenemos acceso a un prefijo específico.
fa: پیشوندی برای استفاده برای اشیاء S3. در تولید که فقط به یک پیشوند خاص دسترسی داریم، ضروری است.
fi: S3-objekteille käytettävä etuliite. Tarpeellinen tuoteversiossa, jossa on pääsy vain tiettyyn etuliitteeseen.
fr: Préfixe à utiliser pour les objets S3. Nécessaire en production, où nous n'avons accès qu'à un préfixe particulier.
it: Prefisso da utilizzare per gli oggetti S3. Necessario in prod, dove abbiamo accesso solo a un prefisso specifico.
ja: S3オブジェクトに使用するプレフィックス。特定のプレフィックスにのみアクセスできる本番環境では必須です。
nb: Prefiks som skal brukes for S3-objekter. Nødvendig i prod der vi bare har tilgang til et bestemt prefiks.
nl: Prefix voor S3-objecten. Noodzakelijk in prod waar we alleen toegang hebben tot een specifiek prefix.
pl: Prefiks do użycia w obiektach S3. Niezbędny w środowisku produkcyjnym, gdzie mamy dostęp tylko do konkretnego prefiksu.
pt_br: Prefixo a ser usado para objetos S3. Necessário em produção, onde só temos acesso a um prefixo específico.
ru: Префикс для использования с объектами S3. Необходим в производственной среде, где есть доступ только к определённому префиксу.
sk: Predpona, ktorá sa má použiť pre objekty S3. Nevyhnutná v produkčnom prostredí, kde máme prístup iba k konkrétnej predpone.
sl: Predpona za uporabo pri objektih S3. Potrebna v produkciji, kjer imamo dostop samo do določene predpone.
sq: Prefiks për t’u përdorur për objektet S3. I nevojshëm në prodhim ku kemi akses vetëm në një prefiks të caktuar.
sr: Prefiks koji će se koristiti za S3 objekte. Neophodno u produkciji gde imamo pristup samo određenom prefiksu.
sv: Prefix att använda för S3-objekt. Nödvändigt i prod där vi bara har tillgång till ett visst prefix.
tr: S3 nesneleri için kullanılacak önek. Yalnızca belirli bir öneke erişebildiğimiz prod'da gereklidir.
uk: Префікс для об'єктів S3. Потрібний у prod, де ми маємо доступ лише до певного префікса.
vi: Tiền tố dùng cho các đối tượng S3. Cần thiết trong prod khi chúng ta chỉ có thể truy cập vào một tiền tố cụ thể.
zh_hk: 用於 S3 物件的前綴。在我們只能存取特定前綴的 prod 中是必要的。

source: API token for authorizing with the python-runner service.
ar: رمز API لتفويض الوصول مع خدمة python-runner.
bg: API токен за оторизация с услугата python-runner.
ca: Token de l'API per autoritzar amb el servei python-runner.
de: API-Token zur Autorisierung mit dem Python-Runner-Dienst.
es: Token API para autorizar con el servicio python-runner.
fa: توکن API برای احراز هویت با سرویس python-runner.
fi: API-tunnus python-runner-palvelulla tehtävää valtuutusta varten.
fr: Jeton API pour l'autorisation avec le service python-runner.
it: Token API per l'autorizzazione con il servizio python-runner.
ja: python-runner サービスで認証するための API トークン。
nb: API-token for autorisering med python-runner-tjenesten.
nl: API-token voor autorisatie met de python-runner-service.
pl: Token API do autoryzacji w usłudze python-runner.
pt_br: Token de API para autorização com o serviço python-runner.
ru: API-токен для авторизации с помощью сервиса python-runner.
sk: API token na autorizáciu pomocou služby python-runner.
sl: Žeton API za avtorizacijo s storitvijo python-runner.
sq: Token API për autorizim me shërbimin python-runner.
sr: API token za autorizaciju na python-runner servisu.
sv: API-token för auktorisering med python-runner-tjänsten.
tr: Python-runner servisiyle yetkilendirme için API belirteci.
uk: API-токен для авторизації в сервісі python-runner.
vi: Mã thông báo API để ủy quyền với dịch vụ python-runner.
zh_hk: 用於使用 python-runner 服務授權的 API 令牌。

source: Transforms that reference other questions cannot be added to workspaces.
es: No se pueden agregar a los espacios de trabajo las transformaciones que hacen referencia a otras preguntas.
fa: تبدیل‌هایی که به سوالات دیگر ارجاع می‌دهند، نمی‌توانند به فضاهای کاری اضافه شوند.
fi: Muunnoksia, jotka viittaavat muihin kysymyksiin, ei voi lisätä työtiloihin.
it: Le trasformazioni che fanno riferimento ad altre domande non possono essere aggiunte agli spazi di lavoro.
ja: 他の質問を参照する変換はワークスペースに追加できません。
pt_br: Transformações que fazem referência a outras perguntas não podem ser adicionadas a espaços de trabalho.
ru: Трансформы, которые ссылаются на другие вопросы, нельзя добавлять в рабочие пространства.
sk: Transformácie, ktoré odkazujú na iné otázky, nie je možné pridať do pracovných priestorov.
sl: Transformacij, ki se sklicujejo na druga vprašanja, ni mogoče dodati v delovne prostore.
uk: Трансформи, що посилаються на інші запитання, не можна додавати до робочих просторів.
vi: Không thể thêm các phép biến đổi tham chiếu đến các câu hỏi khác vào không gian làm việc.
zh_hk: 參考其他問題的變形不能新增至工作區。

source: No supported databases configured. Please add a database that supports workspaces.
ar: لا توجد قواعد بيانات مدعومة مُكوَّنة. يُرجى إضافة قاعدة بيانات تدعم مساحات العمل.
es: No hay bases de datos compatibles configuradas. Agregue una base de datos compatible con espacios de trabajo.
fa: هیچ پایگاه داده پشتیبانی‌شده‌ای پیکربندی نشده است. لطفاً پایگاه داده‌ای اضافه کنید که از فضاهای کاری پشتیبانی کند.
fi: Tuettuja tietokantoja ei ole määritetty. Lisää tietokanta, joka tukee työtiloja.
it: Nessun database supportato configurato. Aggiungi un database che supporti gli spazi di lavoro.
ja: サポートされているデータベースが設定されていません。ワークスペースをサポートするデータベースを追加してください。
pt_br: Nenhum banco de dados compatível configurado. Adicione um banco de dados que suporte espaços de trabalho.
ru: Нет настроенных поддерживаемых баз данных. Добавьте базу данных, которая поддерживает рабочие пространства.
sk: Nie sú nakonfigurované žiadne podporované databázy. Pridajte databázu, ktorá podporuje pracovné priestory.
sl: Ni konfiguriranih podprtih baz podatkov. Dodajte bazo podatkov, ki podpira delovne prostore.
sq: Nuk ka baza të të dhënave të mbështetura të konfiguruara. Të lutem shto një bazë të dhënash që mbështet hapësirat e punës.
sr: Nema konfigurisanih podržanih baza podataka. Dodajte bazu podataka koja podržava radne prostore.
uk: Немає налаштованих підтримуваних баз даних. Додайте базу даних, яка підтримує робочі простори.
vi: Hiện chưa có cơ sở dữ liệu nào được cấu hình hỗ trợ. Vui lòng thêm cơ sở dữ liệu hỗ trợ không gian làm việc.
zh_hk: 未配置支援的資料庫。請新增支援工作區的資料庫。

source: This transform cannot be added to a workspace: {0}.
ar: لا يمكن إضافة هذا التحويل إلى مساحة عمل: {0}.
es: Esta transformación no se puede agregar a un espacio de trabajo: {0}.
fa: این تبدیل را نمی‌توان به فضای کاری اضافه کرد: {0}.
fi: Tätä muunnosta ei voida lisätä työtilaan: {0}.
it: Questa trasformazione non può essere aggiunta a un'area di lavoro: {0}.
ja: この変換はワークスペースに追加できません: {0}。
pt_br: Esta transformação não pode ser adicionada a um espaço de trabalho: {0}.
ru: Этот трансформ нельзя добавить в рабочее пространство: {0}.
sk: Túto transformáciu nie je možné pridať do pracovného priestoru: {0}.
sl: Te transformacije ni mogoče dodati v delovni prostor: {0}.
sq: Ky transformim nuk mund të shtohet në një hapësirë pune: {0}.
sr: Ova transformacija ne može da se doda u radni prostor: {0}.
uk: Цей трансформ не можна додати до робочого простору: {0}.
vi: Không thể thêm phép biến đổi này vào không gian làm việc: {0}.
zh_hk: 此變形無法新增至工作區： {0}。

source: MBQL transforms cannot be added to workspaces.
ar: لا يمكن إضافة تحويلات MBQL إلى مساحات العمل.
es: Las transformaciones MBQL no se pueden agregar a los espacios de trabajo.
fa: تبدیل‌های MBQL را نمی‌توان به فضاهای کاری اضافه کرد.
fi: MBQL-muunnoksia ei voi lisätä työtiloihin.
it: Le trasformazioni MBQL non possono essere aggiunte agli spazi di lavoro.
ja: MBQL 変換をワークスペースに追加することはできません。
pt_br: Transformações MBQL não podem ser adicionadas a espaços de trabalho.
ru: MBQL-трансформы нельзя добавлять в рабочие пространства.
sk: Transformácie MBQL nie je možné pridať do pracovných priestorov.
sl: Transformacij MBQL ni mogoče dodati v delovne prostore.
sq: Transformimet MBQL nuk mund të shtohen në hapësira pune.
sr: MBQL transformacije ne mogu da se dodaju u radne prostore.
uk: Трансформи MBQL не можна додавати до робочих просторів.
vi: Không thể thêm các phép biến đổi MBQL vào không gian làm việc.
zh_hk: MBQL 轉換無法新增至工作區。

source: Must target a database
ar: يجب الاستهداف إلى قاعدة بيانات
es: Debe apuntar a una base de datos
fa: باید یک پایگاه داده را هدف قرار دهد
fi: Täytyy kohdistaa tietokantaan
it: Deve essere indirizzato a un database
ja: データベースをターゲットにする必要がある
pt_br: Deve ter como alvo um banco de dados
ru: Нужно указать базу данных
sk: Musí sa zamerať na databázu
sl: Ciljati mora na podatkovno bazo
sq: Duhet të synojë një bazë të dhënash
sr: Mora da cilja bazu podataka
uk: Потрібно вибрати базу даних як ціль
vi: Phải nhắm mục tiêu vào cơ sở dữ liệu
zh_hk: 必須以資料庫為目標
