Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Something that evaluates to `true` or `false`.
ar: أي شيء يُقيَّم إلى `true` أو `false`.
bg: Нещо, което се оценява на „вярно“ или „невярно“.
ca: Alguna cosa que s'avalua com a "vertader" o "fals".
de: Etwas, das als „wahr“ oder „falsch“ ausgewertet wird.
eo: Something that’s like, totally giving true or false vibes.
es: Algo que evalúa como "verdadero" o "falso".
fa: چیزی که به "درست" یا "نادرست" ارزیابی می شود.
fi: Jotain, joka antaa arvoksi "tosi" tai "epätosi".
fr: Quelque chose qui est évalué comme « vrai » ou « faux ».
it: Qualcosa che viene valutato come `vero` o `falso`.
ja: `true` または `false` として評価されるもの。
nb: Noe som evalueres til `true` eller `false`.
nl: Iets dat als 'waar' of 'onwaar' wordt geëvalueerd.
pl: Coś, co można ocenić jako „prawda” lub „fałsz”.
pt_br: Algo que é avaliado como `true` ou `false`.
ru: Что-то, что оценивается как «истина» или «ложь».
sk: Niečo, čo sa vyhodnotí ako „pravda“ alebo „nepravda“.
sl: Nekaj, kar je ocenjeno kot "true" ali "false".
sq: Diçka që vlerësohet si `true` ose `false`.
sr: Nešto što se evaluira na `true` ili `false`.
sv: Något som utvärderas till "sant" eller "falskt".
tr: `Doğru` veya `yanlış` olarak değerlendirilen bir şey.
uk: Щось, що обчислюється як `true` або `false`.
vi: Một cái gì đó được đánh giá là `đúng` hoặc `sai`.
zh_hk: 評估為 `true` 或 `false` 的東西。

source: Sums up the specified column only for rows where the condition is `true`.
ar: يجمع العمود المحدد فقط للصفوف التي يكون فيها الشرط `true`.
bg: Обобщава посочената колона само за редове, където условието е „вярно“.
ca: Resumeix la columna especificada només per a les files on la condició és "true".
de: Summiert die angegebene Spalte nur für Zeilen, bei denen die Bedingung „wahr“ ist.
eo: It just sums up that column only for the rows where the condition is actually true, no cap.
es: Suma la columna especificada sólo para las filas donde la condición es "verdadera".
fa: ستون مشخص شده را فقط برای ردیف هایی که شرط «درست» است، خلاصه می کند.
fi: Summoittaa määritetyn sarakkeen vain niille riveille, joiden ehto on tosi.
fr: Résume la colonne spécifiée uniquement pour les lignes où la condition est « vraie ».
it: Somma la colonna specificata solo per le righe in cui la condizione è `vera`.
ja: 条件が `true` である行に対してのみ、指定された列を合計します。
nb: Summerer den angitte kolonnen bare for rader der betingelsen er `true`.
nl: Somt de opgegeven kolom alleen op voor rijen waarbij de voorwaarde `waar` is.
pl: Podsumowuje określoną kolumnę tylko dla wierszy, dla których warunek ma wartość `prawda`.
pt_br: Soma a coluna especificada somente para linhas em que a condição é `true`.
ru: Суммирует указанный столбец только для тех строк, где условие истинно.
sk: Spočíta zadaný stĺpec iba pre riadky, v ktorých je podmienka „pravda“.
sl: Podan stolpec sešteje samo za vrstice, kjer je pogoj »true«.
sq: Mblidhen vlerat e kolonës së specifikuar vetëm për rreshtat ku kushti është `true`.
sr: Sabira navedenu kolonu samo za redove gde je uslov `true`.
sv: Sammanfattar den angivna kolumnen endast för rader där villkoret är "sant".
tr: Belirtilen sütunu yalnızca koşulun `true` olduğu satırlar için toplar.
uk: Підсумовує вказаний стовпець лише для рядків, де умова дорівнює `true`.
vi: Chỉ tính tổng cột được chỉ định cho các hàng có điều kiện `đúng`.
zh_hk: 僅對條件為 `true` 的列求和。

source: Converts a number or date to text. Useful for applying text filters or joining with other columns based on text comparisons.
ar: يحوّل رقمًا أو تاريخًا إلى نص. مفيد لتطبيق فلاتر نصية أو عمل join مع أعمدة أخرى بناءً على مقارنات نصية.
bg: Преобразува число или дата в текст. Полезно за прилагане на текстови филтри или обединяване с други колони въз основа на текстови сравнения.
ca: Converteix un número o una data en text. Útil per aplicar filtres de text o unir-se amb altres columnes basades en comparacions de text.
de: Wandelt eine Zahl oder ein Datum in Text um. Nützlich zum Anwenden von Textfiltern oder zum Verbinden mit anderen Spalten basierend auf Textvergleichen.
eo: Converts a number or date to text—super handy for text filters or when you wanna join stuff based on text matches.
es: Convierte un número o fecha en texto. Útil para aplicar filtros de texto o combinar columnas mediante comparaciones de texto.
fa: یک عدد یا تاریخ را به متن تبدیل می کند. برای اعمال فیلترهای متن یا پیوستن به ستون های دیگر بر اساس مقایسه متن مفید است.
fi: Muuntaa numeron tai päivämäärän tekstiksi. Hyödyllinen tekstisuodattimien käyttämiseen tai muiden sarakkeiden yhdistämiseen tekstivertailujen perusteella.
fr: Convertit un nombre ou une date en texte. Utile pour appliquer des filtres de texte ou effectuer des jointures avec d'autres colonnes en fonction de comparaisons de texte.
it: Converte un numero o una data in testo. Utile per applicare filtri di testo o per unire con altre colonne in base a confronti di testo.
ja: 数値または日付をテキストに変換します。テキスト フィルターを適用したり、テキスト比較に基づいて他の列と結合したりする場合に役立ちます。
nb: Konverterer et tall eller en dato til tekst. Nyttig for å bruke tekstfiltre eller sammenføyning med andre kolonner basert på tekstsammenligninger.
nl: Converteert een getal of datum naar tekst. Handig voor het toepassen van tekstfilters of het samenvoegen met andere kolommen op basis van tekstvergelijkingen.
pl: Konwertuje liczbę lub datę na tekst. Przydatne do stosowania filtrów tekstowych lub łączenia z innymi kolumnami na podstawie porównań tekstu.
pt_br: Converte um número ou data em texto. Útil para aplicar filtros de texto ou unir com outras colunas com base em comparações de texto.
ru: Преобразует число или дату в текст. Полезно для применения текстовых фильтров или объединения с другими столбцами на основе текстовых сравнений.
sk: Skonvertuje číslo alebo dátum na text. Užitočné pri aplikovaní textových filtrov alebo pri spájaní s inými stĺpcami na základe porovnávania textu.
sl: Pretvori številko ali datum v besedilo. Uporabno za uporabo besedilnih filtrov ali združevanje z drugimi stolpci na podlagi primerjav besedila.
sq: Konverton një numër ose datë në tekst. E dobishme për të aplikuar filtra teksti ose për të bërë join me kolona të tjera bazuar në krahasime teksti.
sr: Konvertuje broj ili datum u tekst. Korisno za primenu tekstualnih filtera ili spajanje sa drugim kolonama na osnovu poređenja teksta.
sv: Konverterar ett tal eller datum till text. Användbart för att tillämpa textfilter eller sammanfoga med andra kolumner baserat på textjämförelser.
tr: Bir sayıyı veya tarihi metne dönüştürür. Metin filtreleri uygulamak veya metin karşılaştırmalarına dayalı diğer sütunlarla birleştirmek için kullanışlıdır.
uk: Перетворює число або дату на текст. Корисно для застосування текстових фільтрів або обʼєднання з іншими стовпцями на основі текстових порівнянь.
vi: Chuyển đổi số hoặc ngày thành văn bản. Hữu ích khi áp dụng bộ lọc văn bản hoặc liên kết với các cột khác dựa trên so sánh văn bản.
zh_hk: 將數字或日期轉換為文字。適用於套用文字篩選器或根據文字比較與其他列連結。

source: value
bg: стойност
ca: valor
de: wert
eo: Vibe check
es: valor
fa: مقدار
fi: arvo
fr: valeur
it: valore
ja: 値
lt: vertė
nb: verdi
nl: waarde
pl: wartość
pt_br: valor
ru: значение
sk: hodnota
sl: vrednost
sq: vlerë
sr: vrednost
sv: värde
tr: değer
uk: значення
vi: giá trị
zh_hk: 值

source: The number or date to convert to text.
ar: الرقم أو التاريخ المطلوب تحويله إلى نص.
bg: Числото или датата за преобразуване в текст.
ca: El número o la data a convertir en text.
de: Die Zahl oder das Datum, die/das in Text umgewandelt werden soll.
eo: The number or date to turn into words, fr fr.
es: El número o la fecha que se convertirá a texto.
fa: شماره یا تاریخ تبدیل به متن.
fi: Numero tai päivämäärä, joka muunnetaan tekstiksi.
fr: Le nombre ou la date à convertir en texte.
it: Il numero o la data da convertire in testo.
ja: テキストに変換する数値または日付。
nb: Tallet eller datoen som skal konverteres til tekst.
nl: Het getal of de datum die naar tekst moet worden omgezet.
pl: Liczba lub data do przekształcenia na tekst.
pt_br: O número ou data a ser convertido em texto.
ru: Число или дата для преобразования в текст.
sk: Číslo alebo dátum, ktorý sa má previesť na text.
sl: Številka ali datum za pretvorbo v besedilo.
sq: Numri ose data për t'u konvertuar në tekst.
sr: Broj ili datum koji treba konvertovati u tekst.
sv: Antalet eller datumet som ska konverteras till text.
tr: Metne dönüştürülecek sayı veya tarih.
uk: Число або дата, які потрібно перетворити на текст.
vi: Số hoặc ngày tháng cần chuyển đổi thành văn bản.
zh_hk: 要轉換成文字的數字或日期。

source: The string or float column to convert to integers. Float values are rounded.
ar: عمود نص أو فاصلة عائمة لتحويله إلى أعداد صحيحة. يتم تقريب قيم الفاصلة العائمة.
bg: Низът или колоната с плаваща запетая, която да се преобразува в цели числа. Стойностите с плаваща запетая се закръгляват.
ca: La columna de cadena o de nombres flotants que es convertirà en enters. Els valors de nombres flotants s'arrodoniran.
de: Die Zeichenfolgen- oder Gleitkommaspalte, die in Ganzzahlen konvertiert werden soll. Gleitkommawerte werden gerundet.
eo: The string or float column to turn into ints. Float values get rounded, fr fr.
es: La columna de cadena o flotante que se convertirá a enteros. Los valores flotantes se redondean.
fa: ستون رشته‌ای یا اعشاری برای تبدیل به اعداد صحیح. مقادیر اعشاری گرد می‌شوند.
fi: Kokonaisluvuiksi muunnettava merkkijono tai liukulukusarake. Liukulukuarvot pyöristetään.
fr: Colonne de chaîne ou de nombres flottants à convertir en entiers. Les valeurs flottantes sont arrondies.
it: La colonna stringa o float da convertire in numeri interi. I valori float vengono arrotondati.
ja: 整数に変換する文字列または浮動小数点列。浮動小数点値は丸められます。
nb: Strengen eller float-kolonnen som skal konverteres til heltall. Float-verdier avrundes.
nl: De tekenreeks- of float-kolom die naar gehele getallen moet worden geconverteerd. Float-waarden worden afgerond.
pl: Kolumna typu string lub float do konwersji na liczby całkowite. Wartości float są zaokrąglane.
pt_br: A coluna da sequência ou valor flutuante para converter em inteiros. Valores flutuantes são arredondados.
ru: Строка или столбец с плавающей точкой для преобразования в целые числа. Значения с плавающей точкой округляются.
sk: Reťazec alebo stĺpec s desatinnou čiarkou, ktorý sa má previesť na celé čísla. Hodnoty s desatinnou čiarkou sú zaokrúhlené.
sl: Niz ali stolpec s plavajočo funkcijo, ki ga želite pretvoriti v cela števila. Vrednosti s plavajočo funkcijo so zaokrožene.
sq: Kolona e vargut ose float për ta konvertuar në numra të plotë. Vlerat float rrumbullakosen.
sr: String ili float kolona za konverziju u cele brojeve. Float vrednosti se zaokružuju.
sv: Strängen eller flyttalskolumnen som ska konverteras till heltal. Flyttal avrundas.
tr: Tam sayılara dönüştürülecek dize veya kayan nokta sütunu. Kayan nokta değerleri yuvarlanır.
uk: Стовпець-строка або float, який потрібно перетворити на цілі числа. Значення float округлюються.
vi: Cột chuỗi hoặc số thực để chuyển đổi thành số nguyên. Giá trị số thực được làm tròn.
zh_hk: 要轉換為整數的字串或浮點列。浮點值會四捨五入。

source: The string or float column to convert to integers.
ar: عمود نص أو فاصلة عائمة لتحويله إلى أعداد صحيحة.
bg: Низът или колоната с плаваща запетая, която да се преобразува в цели числа.
ca: La columna de cadena o de nombres flotants que es convertirà en nombres enters.
de: Die Zeichenfolgen- oder Gleitkommaspalte, die in Ganzzahlen konvertiert werden soll.
eo: The string or float column to turn into whole numbers, fr.
es: La columna de cadena o flotante que se convertirá a números enteros.
fa: ستون رشته‌ای یا اعشاری برای تبدیل به اعداد صحیح.
fi: Kokonaisluvuiksi muunnettava merkkijono tai liukulukusarake.
fr: La chaîne ou la colonne flottante à convertir en entiers.
it: Colonna stringa o float da convertire in numeri interi.
ja: 整数に変換する文字列または浮動小数点の列。
nb: Strengen eller float-kolonnen som skal konverteres til heltall.
nl: De tekenreeks- of float-kolom die naar gehele getallen moet worden geconverteerd.
pl: Kolumna typu string lub float, która ma zostać przekonwertowana na liczby całkowite.
pt_br: A coluna de sequência ou float a ser convertida em inteiros.
ru: Строка или столбец с плавающей точкой для преобразования в целые числа.
sk: Reťazec alebo stĺpec s desatinnou čiarkou, ktorý sa má previesť na celé čísla.
sl: Niz ali stolpec s plavajočo funkcijo, ki ga želite pretvoriti v cela števila.
sq: Kolona e vargut ose float për ta konvertuar në numra të plotë.
sr: String ili float kolona za konverziju u cele brojeve.
sv: Strängen eller flyttalskolumnen som ska konverteras till heltal.
tr: Tam sayılara dönüştürülecek dize veya kayan nokta sütunu.
uk: Рядковий або float-стовпець для перетворення на цілі числа.
vi: Cột chuỗi hoặc số thực để chuyển đổi thành số nguyên.
zh_hk: 要轉換為整數的字串或浮點列。

source: Converts a datetime or an ISO 8601 datetime string to a date. Time part is truncated.
ar: يحوّل قيمة datetime أو نص datetime بتنسيق ISO 8601 إلى تاريخ. يتم اقتطاع جزء الوقت.
bg: Преобразува дата и час или низ за дата и час по ISO 8601 в дата. Частта за време се отрязва.
ca: Converteix una cadena de data i hora o una cadena de data i hora ISO 8601 en una data. La part de l'hora es trunca.
de: Konvertiert eine Datums-/Uhrzeitangabe oder eine ISO 8601-Datums-/Uhrzeitangabe in ein Datum. Der Zeitanteil wird abgeschnitten.
eo: Turns a datetime or an ISO 8601 string into a date. Time gets cut off, no cap.
es: Convierte una cadena de fecha y hora o una cadena de fecha y hora ISO 8601 en una fecha. La parte de hora se trunca.
fa: یک تاریخ/زمان یا یک رشته تاریخ/زمان ISO 8601 را به یک تاریخ تبدیل می‌کند. بخش زمان کوتاه شده است.
fi: Muuntaa päivämäärän ja kellonajan tai ISO 8601 -standardin mukaisen päivämäärän ja kellonajan merkkijonon päivämääräksi. Aikaosa katkaistaan.
fr: Convertit une chaîne de caractères datetime ou ISO 8601 en date. La partie heure est tronquée.
it: Converte una stringa datetime o una stringa datetime ISO 8601 in una data. La parte relativa all'ora è troncata.
ja: 日付時刻または ISO 8601 日付時刻文字列を日付に変換します。時刻部分は切り捨てられます。
nb: Konverterer en datetime eller en ISO 8601 datetime-streng til en dato. Tidsdelen er avkortet.
nl: Converteert een datetime- of ISO 8601-datetime-string naar een datum. Het tijdgedeelte wordt afgekapt.
pl: Konwertuje datetime lub ciąg datetime ISO 8601 na datę. Część czasu jest obcinana.
pt_br: Converte uma data e hora ou uma sequência de data e hora ISO 8601 em uma data. A parte da hora é truncada.
ru: Преобразует дату и время или строку даты и времени ISO 8601 в дату. Часть времени усекается.
sk: Konvertuje dátum a čas alebo reťazec dátumu a času podľa normy ISO 8601 na dátum. Časť času sa skráti.
sl: Pretvori datum in čas ali niz datuma in časa ISO 8601 v datum. Časovni del je okrnjen.
sq: Konverton një datetime ose një varg datetime ISO 8601 në një datë. Pjesa e orës pritet.
sr: Konvertuje datetime ili ISO 8601 datetime string u datum. Vremenski deo se odseca.
sv: Konverterar ett datetime-värde eller en ISO 8601 datetime-sträng till ett datum. Tidsdelen avkortas.
tr: Bir tarih saatini veya ISO 8601 tarih saat dizesini tarihe dönüştürür. Zaman kısmı kesilir.
uk: Перетворює datetime або рядок datetime у форматі ISO 8601 на дату. Частину часу буде відсічено.
vi: Chuyển đổi chuỗi datetime hoặc ISO 8601 thành ngày. Phần thời gian bị cắt bớt.
zh_hk: 將日期時間或 ISO 8601 日期時間字串轉換為日期。時間部分會被截斷。

source: The string or datetime to convert to a date.
ar: النص أو datetime المراد تحويله إلى تاريخ.
bg: Низът или датата и часът, които да се преобразуват в дата.
ca: La cadena o la data i hora que es vol convertir en una data.
de: Die Zeichenfolge oder Datums-/Uhrzeitangabe, die in ein Datum umgewandelt werden soll.
eo: The string or datetime to turn into a date, fr fr.
es: La cadena o fecha y hora que se convertirá en una fecha.
fa: رشته یا تاریخ/زمانی که قرار است به تاریخ تبدیل شود.
fi: Merkkijono tai päivämäärä ja kellonaika, joka muunnetaan päivämääräksi.
fr: La chaîne ou la date/heure à convertir en date.
it: Stringa o data/ora da convertire in una data.
ja: 日付に変換する文字列または日時。
nb: Strengen eller datatiden som skal konverteres til en dato.
nl: De tekenreeks of datetime die naar een datum moet worden omgezet.
pl: Ciąg znaków lub data i godzina do przekonwertowania na datę.
pt_br: A sequência de caracteres ou data e hora a ser convertida em uma data.
ru: Строка или дата/время для преобразования в дату.
sk: Reťazec alebo dátum a čas, ktorý sa má previesť na dátum.
sl: Niz ali datum in čas, ki ga želite pretvoriti v datum.
sq: Vargu ose datetime për t’u konvertuar në datë.
sr: String ili datetime za konverziju u datum.
sv: Strängen eller datum- och tidpunkten som ska konverteras till ett datum.
tr: Tarihe dönüştürülecek dize veya tarih/saat.
uk: Рядок або datetime для перетворення на дату.
vi: Chuỗi hoặc ngày giờ để chuyển đổi thành ngày.
zh_hk: 要轉換為日期的字串或日期時間。

source: Converts a datetime string or bytes to a datetime.
ar: يحوّل سلسلة datetime أو bytes إلى datetime.
bg: Преобразува низ за дата и час или байтове в дата и час.
ca: Converteix una cadena o bytes de data i hora en una data i hora.
de: Konvertiert eine Datums-/Uhrzeitzeichenfolge oder Bytes in eine Datums-/Uhrzeitangabe.
es: Convierte una cadena o bytes de fecha y hora en una fecha y hora.
fa: یک رشته یا بایت از نوع تاریخ و زمان را به یک تاریخ و زمان تبدیل می‌کند.
fi: Muuntaa päivämäärä- ja kellonaikamerkkijonon tai -tavut päivämääräksi ja kellonajaksi.
fr: Convertit une chaîne datetime ou des octets en datetime.
it: Converte una stringa datetime o byte in un valore datetime.
ja: 日付時刻文字列またはバイトを日付時刻に変換します。
nb: Konverterer en datetime-streng eller byte til en datetime.
nl: Converteert een datetime-tekenreeks of bytes naar een datetime.
pl: Konwertuje ciąg lub bajty daty i godziny na datę i godzinę.
pt_br: Converte uma string de data e hora ou bytes em uma data e hora.
ru: Преобразует строку даты и времени или байты в дату и время.
sk: Konvertuje reťazec dátumu a času alebo bajty na typ dátumu a času.
sl: Pretvori niz datuma in časa ali bajte v datum in čas.
sq: Konverton një string datetime ose bytes në një datetime.
sr: Konvertuje datetime string ili bytes u datetime.
sv: Konverterar en datetime-sträng eller byte till en datetime.
tr: Bir tarih/saat dizesini veya baytlarını tarih/saat biçimine dönüştürür.
uk: Перетворює строку datetime або bytes на datetime.
vi: Chuyển đổi chuỗi hoặc byte datetime thành datetime.
zh_hk: 將日期時間字串或位元組轉換為日期時間。

source: The string, bytes, or number to convert to a datetime.
ar: السلسلة أو bytes أو الرقم المراد تحويله إلى datetime.
bg: Низът, байтовете или числото, които да се преобразуват в дата и час.
ca: La cadena, els bytes o el número que es vol convertir en una data i hora.
de: Die Zeichenfolge, Bytes oder Zahl, die in ein Datum/eine Uhrzeit konvertiert werden soll.
es: La cadena, los bytes o el número que se convertirán en una fecha y hora.
fa: رشته، بایت یا عددی که قرار است به تاریخ/زمان تبدیل شود.
fi: Merkkijono, tavut tai luku, joka muunnetaan päivämääräksi ja kellonajaksi.
fr: La chaîne, les octets ou le nombre à convertir en date/heure.
it: Stringa, byte o numero da convertire in un valore datetime.
ja: 日付時刻に変換する文字列、バイト、または数値。
nb: Strengen, byte eller tallet som skal konverteres til en datetime.
nl: De tekenreeks, bytes of het getal dat naar een datetime moet worden geconverteerd.
pl: Ciąg, bajty lub liczba do przekonwertowania na datę i godzinę.
pt_br: A sequência de caracteres, bytes ou número a ser convertido em uma data e hora.
ru: Строка, байты или число для преобразования в дату и время.
sk: Reťazec, bajty alebo číslo, ktoré sa má previesť na dátum a čas.
sl: Niz, bajti ali število, ki ga želite pretvoriti v datum in čas.
sq: String-u, bytes, ose numri për t’u konvertuar në një datetime.
sr: String, bytes ili broj za konverziju u datetime.
sv: Strängen, byten eller talet som ska konverteras till ett datum och tid.
tr: Bir tarih/saat değerine dönüştürülecek dize, bayt veya sayı.
uk: Строка, bytes або число, яке потрібно перетворити на datetime.
vi: Chuỗi, byte hoặc số để chuyển đổi thành ngày giờ.
zh_hk: 要轉換為日期時間的字串、位元組或數字。
