Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Error executing query: {0}
ar: خطأ أثناء تنفيذ الاستعلام: {0}
bg: Грешка при изпълнение на заявката: {0}
ca: Error en executar la consulta: {0}
de: Fehler beim Ausführen der Abfrage: {0}
eo: Oops, query just totally flopped: {0}
es: Error ejecutando consulta: {0}
fa: خطا در اجرای پرس و جو: {0}
fi: Virhe suorittaessa kyselyä: {0}
fr: Erreur lors de l'exécution de la requête : {0}
hu: Hiba a lekérdezés végrehajtása során: {0}
it: Errore durante l'esecuzione della query: {0}
ja: クエリの実行エラー：{0}
lt: Klaida vykdant užklausą: {0}
ms: Ralat melaksanakan pertanyaan: {0}
nb: Feil ved utføring av spørring: {0}
nl: Fout bij het uitvoeren van vraag: {0}
pl: Błąd podczas wykonywania zapytania: {0}
pt_br: Erro ao executar consulta: {0}
ru: Ошибка исполнения запроса: {0}
sk: Chyba pri vykonávaní dotazu: {0}
sl: Napaka pri izvajanju poizvedbe: {0}
sq: Gabim gjatë ekzekutimit të query-t: {0}
sr: Greška pri izvršavanju upita: {0}
sv: Fel vid körning av fråga: {0}
tr: Sorgu yürütülürken hata oluştu: {0}
uk: Помилка виконання запиту: {0}
vi: Lỗi thực thi truy vấn: {0}
zh_hk: 執行查詢時發生錯誤：{0}

source: Local file path
ar: مسار ملف محلي
bg: Път на локален файл
ca: Camí local de l'arxiu
de: Lokaler Dateipfad
eo: local file path → local file spot
es: Ruta del archivo local
fa: مسیر فایل محلی
fi: Paikallinen tiedostopolku
fr: Chemin local du fichier
hu: Helyi fájl útvonal
it: Percorso locale del file
ja: ローカルファイルパス
lt: Vietinis failo kelias
ms: Laluan fail tempatan
nb: Lokal filsti
nl: Lokaal bestandspad
pl: Ścieżka lokalnego pliku
pt_br: Caminho do arquivo local
ru: Локальный путь к файлу
sk: Cesta k lokálnemu súboru
sl: Pot do lokalne datoteke
sq: Rruga lokale e skedarit
sr: Lokalna putanja datoteke
sv: Lokal sökväg
tr: Yerel dosya yolu
uk: Локальний шлях до файлу
vi: Đường dẫn tệp tin cục bộ
zh_hk: 本地文件路徑

source: Uploaded file path
ar: مسار الملف الذي تم رفعه
bg: Път на качения файл
ca: Camí d'arxiu pujat
de: Pfad der hochgeladenen Datei
eo: uploaded file path ➡️ path to the file I just dropped
es: Ruta del archivo subido
fa: مسیر فایل بارگذاری شده
fi: Tiedoston latauspolku
fr: Chemin du fichier téléchargé
hu: Feltöltött fájl útvonal
it: Percorso del file caricato
ja: アップロードされたファイルのパス
lt: Įkelto failo kelias
ms: Laluan fail yang dimuat naik
nb: Opplastet filsti
nl: Geüploade bestandspad
pl: Ścieżka przesłanego pliku
pt_br: Caminho do arquivo carregado
ru: Путь к загруженному файлу
sk: Cesta k nahranému súboru
sl: Naložena pot do datoteke
sq: Rruga e skedarit të ngarkuar
sr: Putanja otpremljene datoteke
sv: Uppladdad sökväg
tr: Yüklenen dosya yolu
uk: Шлях до завантаженого файлу
vi: Đường dẫn tệp đã tải lên
zh_hk: 已上傳文件路徑

source: File path
ar: مسار الملف
bg: Файлова пътека
ca: Camí de l'arxiu
de: Dateipfad
eo: path that’s lowkey sus
es: Camino de fichero
fa: مسیر فایل
fi: Tiedostopolku
fr: Chemin du fichier
hu: Fájl útvonal
it: Percorso del file
ja: ファイルパス
lt: Failo kelias
ms: Laluan fail
nb: Filsti
nl: Bestandspad
pl: Ścieżka pliku
pt_br: Caminho do arquivo
ru: Путь к файлу
sk: Cesta k súboru
sl: Pot datoteke
sq: Rruga e skedarit
sr: Putanja datoteke
sv: Sökväg
tr: Dosya yolu
uk: Шлях до файлу
vi: Đường dẫn tệp
zh_hk: 文件路徑

source: Error invoking getter for connection property {0}
hu: Hiba a getter meghívásakor a kapcsolat tulajdonságnál: {0}
ms: Ralat memanggil getter untuk ciri sambungan {0}

source: Only these...
ar: هذه فقط...
bg: Само тези...
ca: Només aquests...
de: Nur diese...
eo: Just these, fr fr
es: Solo estos...
fa: فقط اینها...
fi: Vain nämä...
fr: Seulement...
hu: Csak ezek...
it: Solo queste...
ja: これだけの...
lt: Tik šie...
ms: Hanya ini...
nb: Kun disse...
nl: Alleen deze...
pl: Tylko te...
pt_br: Apenas estes…
ru: Только...
sk: Iba tieto...
sl: Samo ti ...
sq: Vetëm këto...
sr: Samo ovi...
sv: Bara dessa...
tr: Sadece bunlar...
uk: Лише ці...
vi: Chỉ những cái này...
zh_hk: 僅此而已...

source: All except...
ar: الكل باستثناء...
bg: Всички освен...
ca: Tots excepte...
de: Alle außer...
eo: All sksksks, except...
es: Todos menos...
fa: همه به جز...
fi: Kaikki paitsi...
fr: Tout sauf...
hu: Minden, kivéve...
it: Tutto eccetto...
ja: 全て除く...
lt: Visi, išskyrus...
ms: Semua kecuali...
nb: Alle unntatt...
nl: Alles behalve...
pl: Wszystko oprócz...
pt_br: Todos exceto…
ru: Все, кроме...
sk: Všetky okrem...
sl: Vse razen...
sq: Të gjitha përveç...
sr: Sve osim...
sv: Alla utom dessa...
tr: Hepsi hariç...
uk: Усе, крім...
vi: Tất cả ngoại trừ...
zh_hk: 除外...

source: Comma separated names of {0} that <strong>should</strong> appear in Metabase
hu: A(z) {0} vesszővel elválasztott nevei, amelyek <strong>megjelennek</strong> a Metabase-ban
ms: Nama {0} dipisahkan dengan koma yang <strong>harus</strong> muncul dalam Metabase

source: You can use patterns like <strong>auth*</strong> to match multiple {0}
hu: Használhat mintákat, mint például <strong>auth*</strong> több {0} egyeztetésére
ms: Anda boleh menggunakan corak seperti <strong>auth*</strong> untuk memadankan pelbagai {0}

source: Comma separated names of {0} that <strong>should NOT</strong> appear in Metabase
hu: A(z) {0} vesszővel elválasztott nevei, amelyek <strong>NEM jelennek</strong> meg a Metabase-ban
ms: Nama {0} dipisahkan dengan koma yang <strong>TIDAK boleh</strong> muncul dalam Metabase

source: Your Slack connection stopped working
hu: A Slack kapcsolat megszűnt működni
ms: Sambungan Slack anda berhenti berfungsi

source: Client ID for Google Sign-In. If this is set, Google Sign-In is considered to be enabled.
hu: Ügyfél-azonosító a Google bejelentkezéshez. Ha ez be van állítva, a Google bejelentkezés engedélyezettnek tekinthető.
ms: ID Pelanggan untuk Daftar Masuk Google. Jika ini diset, Daftar Masuk Google dianggap diaktifkan.

source: Invalid Google Sign-In Client ID: must end with ".apps.googleusercontent.com"
ar: معرّف عميل Google Sign-In غير صالح: يجب أن ينتهي بـ ".apps.googleusercontent.com"
bg: Невалиден клиентски идентификатор за влизане в Google: трябва да завършва с „.apps.googleusercontent.com“
ca: ID de client per a Google Sign-In no vàlid: ha d'acabar amb ".apps.googleusercontent.com"
de: Ungültige Google Client-Anmelde-ID: Muss auf ".apps.googleusercontent.com" enden
eo: Bruh, your Google Sign-In Client ID is invalid. It’s gotta end with “.apps.googleusercontent.com” or smthn.
es: ID de cliente de inicio de sesión de Google no válido: debe terminar con ".apps.googleusercontent.com"
fa: شناسه مشتری ورود به سیستم Google نامعتبر: باید با ".apps.googleusercontent.com" ختم شود
fi: Virheellinen Google-kirjautumisen asiakastunnus: tulee päättyä ".apps.googleusercontent.com"
fr: ID client pour Google Sign-In invalid: doit terminé par ".apps.googleusercontent.com"
hu: Érvénytelen Google Bejelentkezési ügyfél-azonosító: „.apps.googleusercontent.com”-ra kell végződnie
it: ID cliente di accesso a Google non valido: deve terminare con ".apps.googleusercontent.com"
ja: 無効なGoogleサインインクライアントID：".apps.googleusercontent.com "で終わる必要があります。
lt: Neteisingas „Google“ prisijungimo kliento ID: turi baigtis „.apps.googleusercontent.com“
ms: ID Pelanggan Daftar Masuk Google tidak sah: mesti berakhir dengan ".apps.googleusercontent.com"
nb: Ugyldig Google-påloggingsklient-ID: må slutte med ".apps.googleusercontent.com"
nl: Ongeldige Google Sign-In Client ID: moet eindigen op ".apps.googleusercontent.com"
pl: Nieprawidłowy identyfikator klienta Google Sign-In: musi kończyć się na ".apps.googleusercontent.com"
pt_br: ID de cliente de login do Google inválido: deve terminar com ".apps.googleusercontent.com"
ru: Некорректный идентификатор клиента Google Sign-In: должен заканчиваться на ".apps.googleusercontent.com"
sk: Neplatný identifikátor klienta Google Sign-In: musí končiť na ".apps.googleusercontent.com"
sl: Nepravilen ID odjemalca za prijavo v Google: končati se mora z ".apps.googleusercontent.com"
sq: Client ID i pavlefshëm i Google Sign-In: duhet të përfundojë me ".apps.googleusercontent.com"
sr: Nevažeći Google Sign-In Client ID: mora da se završava sa ".apps.googleusercontent.com"
sv: Felaktig klient-ID för Google Sign-In. Det måste sluta med "apps.googleusercontent.com"
tr: Geçersiz Google Oturum Açma İstemci Kimliği: ".apps.googleusercontent.com" ile bitmelidir
uk: Недійсний Client ID Google Sign-In: має закінчуватися на ".apps.googleusercontent.com"
vi: ID Khách hàng Đăng nhập Google không hợp lệ: phải kết thúc bằng ".apps.googleusercontent.com"
zh_hk: 無效的 Google 登入用戶端 ID：必須以 ".apps.googleusercontent.com" 結尾

source: Invalid Google Sign-In token.
ar: توكن Google Sign-In غير صالح.
bg: Невалиден токен за вход в Google.
ca: Token de Google Sign-In no vàlid.
de: Ungültiger Google Anmeldetoken.
eo: Bruh, your Google sign-in token is straight-up invalid lol.
es: Token de inicio de sesión de Google no válido.
fa: توکن ورود به سیستم Google نامعتبر است.
fi: Virheellinen Google-kirjautumistunnus.
fr: Token Google Sign-In invalide.
hu: Érvénytelen Google bejelentkezési token.
it: Token di accesso a Google non valido.
ja: Googleサインインのトークンが無効です。
lt: Netinkamas „Google“ prisijungimo prieigos raktas.
ms: Token Daftar Masuk Google tidak sah.
nb: Ugyldig Google-påloggingstoken.
nl: Ongeldige Google-inlogtoken.
pl: Nieprawidłowy token Google Sign-In.
pt_br: Token de login do Google inválido.
ru: Недействительный токен Google Sign-In.
sk: Neplatný token Google Sign-In.
sl: Neveljaven žeton za prijavo v Google.
sq: Token i pavlefshëm i Google Sign-In.
sr: Nevažeći Google Sign-In token.
sv: Felaktig nyckel för Google Sign-In.
tr: Geçersiz Google Oturum Açma belirteci.
uk: Недійсний токен Google Sign-In.
vi: Mã Đăng nhập Google không hợp lệ.
zh_hk: 無效的 Google 登入令牌。

source: Google Sign-In token appears to be incorrect.
hu: Úgy tűnik, hogy a Google bejelentkezési token nem megfelelő.
ms: Token Daftar Masuk Google kelihatan tidak betul.

source: Successfully authenticated Google Sign-In token for: {0} {1}
hu: A Google Sign-In token sikeresen hitelesítve: {0} {1}
ms: Berjaya mengesahkan token Daftar Masuk Google untuk: {0} {1}

source: Deprecated Slack API token for connecting the Metabase Slack bot.
hu: Elavult Slack API token a Metabase Slack bot csatlakoztatásához.
ms: Token API Slack lama untuk menyambung bot Slack Metabase.

source: Please use a new Slack app integration instead.
hu: Kérjük, használjon egy új Slack alkalmazás integrációt.
ms: Sila gunakan integrasi aplikasi Slack baru sebagai gantinya.

source: Bot user OAuth token for connecting the Metabase Slack app.
hu: Bot felhasználói OAuth token a Metabase Slack alkalmazás csatlakoztatásához.
ms: Token OAuth pengguna bot untuk menghubungkan aplikasi Metabase Slack.

source: This should be used for all new Slack integrations starting in Metabase v0.42.0.
hu: Ezt kell használni minden új Slack integrációhoz a Metabase v0.42.0-tól kezdve.
ms: Ini harus digunakan untuk semua integrasi Slack baru bermula dari Metabase v0.42.0.

source: Whether the current Slack app token, if set, is valid.
hu: Érvényes-e az aktuális Slack-alkalmazás-token, ha be van állítva.
ms: Sama ada token aplikasi Slack semasa, jika ditetapkan, adalah sah.

source: Set to 'false' if a Slack API request returns an auth error.
hu: Állítsa „false” értékre, ha egy Slack API kérés hitelesítési hibát ad vissza.
ms: Tetapkan kepada 'false' jika permintaan API Slack mengembalikan ralat pengesahan.

source: The name of the channel to which Metabase files should be initially uploaded
ar: اسم القناة التي يجب رفع ملفات Metabase إليها في البداية
bg: Името на канала, в който трябва да бъдат качени първоначално файловете на Metabase
ca: El nom del canal on, inicialment, s'haurien de pujar els arxius de Metabase
de: Der Name des Kanals, in den Metabase-Dateien initial hochgeladen werden sollen
eo: The name of the channel where you should first dump the Metabase files
es: El nombre del canal en el que se deben cargar inicialmente los archivos Metabase
fa: نام کانالی که در ابتدا باید فایل‌های متابیس به آن بارگذاری شوند
fi: Metabase-tiedostot tulisi aluksi ladata kanavalle nimeltä
fr: Le nom du canal vers lequel les fichiers Metabase devraient être téléchargés initialement
hu: Annak a csatornának a neve, ahova a Metabase fájlokat kezdetben fel kell tölteni
it: Il nome del canale a cui i file di Metabase dovrebbero essere inizialmente caricati
ja: Metabaseファイルを最初にアップロードするチャネルの名前
lt: Kanalo, į kurį iš pradžių turėtų būti įkelti metabazės failai, pavadinimas
ms: Nama saluran tempat fail Metabase harus dimuat naik pada mulanya
nb: Navnet på kanalen hvor Metabase-filer skal lastes opp i utgangspunktet
nl: De naam van het kanaal waarnaar Metabase-bestanden in eerste instantie moeten worden geüpload
pl: Nazwa kanału, do którego pliki Metabase powinny być początkowo przesłane
pt_br: O nome do canal para o qual os arquivos do Metabase devem ser carregados inicialmente.
ru: Имя канала, в который изначально должны быть загружены файлы Metabase
sk: Názov kanála, do ktorého by mali byť súbory Metabase najprv nahraté
sl: Ime kanala, v katerega je treba najprej naložiti datoteke metabaze
sq: Emri i kanalit ku skedarët e Metabase duhet të ngarkohen fillimisht
sr: Naziv kanala na koji treba inicijalno otpremati Metabase fajlove
sv: Namnet på kanalen till vilken Metabase laddar upp inledningsvis
tr: Metatabanı dosyalarının ilk olarak yüklenmesi gereken kanalın adı
uk: Назва каналу, у який спочатку мають завантажуватися файли Metabase
vi: Tên của kênh nơi các tệp Metabase nên được tải lên ban đầu
zh_hk: 最初應將 Metabase 文件上傳到的通道的名稱

source: 🔒 Your Slack authorization token is invalid or has been revoked. Please update your integration in Admin Settings -> Slack.
hu: 🔒 A Slack engedélyezési tokenje érvénytelen vagy visszavonták. Kérjük, frissítse az integrációt az Admin Settings -> Slack menüben.
ms: 🔒 Token kebenaran Slack anda tidak sah atau telah dibatalkan. Sila kemas kini integrasi anda dalam Tetapan Pentadbir -> Slack.

source: Slack channel named `{0}` is missing!
ar: قناة Slack باسم `{0}` مفقودة!
bg: Slack каналът на име „{0}“ липсва!
ca: Falta el canal d'Slack anomenat `{0}`!
de: Slack-Kanal mit dem Namen `{0}` fehlt!
eo: Yo, the Slack channel named `{0}` is totally MIA!
es: ¡Falta el canal de Slack llamado `{0}`!
fa: کانال Slack به نام `{0}` پیدا نشد!
fi: Slack-kanava nimeltä `{0}` puuttuu!
fr: Le canal Slack nommé `{0}` n'existe pas!
hu: A `{0}` nevű Slack csatorna hiányzik!
it: Manca il canale Slack chiamato `{0}` !
ja: `{0}`という名前のSlackチャンネルがありません!
lt: Trūksta laisvo kanalo pavadinimu `{0}`!
ms: Saluran Slack bernama `{0}` hilang!
nb: Slack-kanal ved navn `{0}` mangler!
nl: Slack-kanaal met de naam `{0}` ontbreekt!
pl: Brakuje kanału Slack o nazwie `{0}`!
pt_br: O canal do Slack chamado `{0}` está ausente!
ru: Канал Slack `{0}` отсутствует!
sk: Slack kanál s názvom `{0}` chýba!
sl: Kanal Slack z imenom '{0}' manjka!
sq: Kanali Slack me emrin `{0}` mungon!
sr: Nedostaje Slack kanal pod nazivom `{0}`!
sv: Slack-kanalen kallad `{0}` saknas!
tr: `{0}` adlı gevşek kanal eksik!
uk: Slack-канал із назвою `{0}` відсутній!
vi: Kênh Slack tên là `{0}` bị thiếu!
zh_hk: 名為 `{0}` 的 Slack 頻道找不到！

source: The channel is used for storing images that are included in dashboard subscriptions.
hu: A csatornát az irányítópult-feliratkozásokban szereplő képek tárolására használják.
ms: Saluran ini digunakan untuk menyimpan imej yang termasuk dalam langganan papan pemuka.

source: You do not have curate permissions for this Collection.
eo: Bruh, you don’t have the vibes to edit this Collection.
hu: Nincsenek kurátori engedélyei ehhez a Gyűjteményhez.
lt: Neturite šios kolekcijos kuratoriaus leidimų.
ms: Anda tidak mempunyai kebenaran untuk menguruskan Koleksi ini.

source: Dashboard {0} does not have a DashboardCard with ID {1}
ar: لوحة المعلومات {0} لا تحتوي على DashboardCard بالمعرّف {1}
bg: Таблото за управление {0} няма DashboardCard с идентификационен номер {1}
ca: El quadre de comandament {0} no té una DashboardCard amb ID {1}
de: Dashboard {0} hat keine Dashboard-Karte mit ID {1}
eo: Yo, dashboard {0} ain't got a DashboardCard with ID {1}, fr fr.
es: El tablero {0} no tiene una DashboardCard con ID {1}
fa: داشبورد {0} یک داشبورد کارت با شناسه {1} ندارد
fi: Kojelauta {0} ei sisällä KojelautaKorttia tunnuksella {1}
fr: Le tableau de bord {0} n'a pas de DashboardCard avec l'ID {1}
hu: A(z) {0} irányítópultnak nincs {1} azonosítójú DashboardCard-ja
it: Il Dashboard {0} non ha una DashboardCard con ID {1}
ja: ダッシュボード{0}には、ID {1}のDashboardCardがありません。
lt: Informacijos suvestinė {0} neturi informacijos suvestinės kortelės su ID {1}
ms: Papan pemuka {0} tidak mempunyai Kad Papan Pemuka dengan ID {1}
nb: Dashboard {0} har ikke et DashboardCard med ID {1}
nl: Dashboard {0} heeft geen DashboardCard met ID {1}
pl: Pulpit {0} nie posiada karty DashboardCard o ID {1}.
pt_br: O painel {0} não tem um DashboardCard com ID {1}
ru: Дашборд {0} не содержит карту с ID {1}
sk: Dashboard {0} nemá kartu DashboardCard s ID {1}
sl: Dashboard {0} nima kartice DashboardCard z ID {1}
sq: Paneli {0} nuk ka një DashboardCard me ID {1}
sr: Kontrolna tabla {0} nema DashboardCard sa ID {1}
sv: Instrumentpanel {0} har inget kort med ID {1}
tr: Pano {0}, {1} kimliğine sahip bir DashboardCard'a sahip değil
uk: Дашборд {0} не має DashboardCard з ID {1}
vi: Bảng điều khiển {0} không có thẻ DashboardCard với ID {1}
zh_hk: 資訊看板 {0} 沒有 ID 為 {1} 的資訊看板卡

source: Deleting secret ID {0} from app DB because the owning database ({1}) is being deleted
hu: A(z) {0} titkos azonosító törlése az alkalmazás adatbázisból, mert a tulajdonos adatbázis ({1}) törlésre kerül
ms: Memadam ID rahsia {0} dari aplikasi DB kerana pangkalan data pemilik ({1}) sedang dipadam

source: Invalid value for Field column {0}: {1} is not a descendant of any of these types: {2}
ar: قيمة غير صالحة لعمود الحقل {0}: {1} ليست تابعة لأي من هذه الأنواع: {2}
bg: Невалидна стойност за полето, колона {0}: {1} не произлиза от нито един от тези типове: {2}
ca: Valor no vàlid per al Camp de columna {0}: {1} no és descendent de cap d'aquests tipus: {2}
de: Ungültiger Wert für Feldspalte {0}: {1} stammt nicht von einem dieser Typen ab: {2}
eo: Bruh, the value for Field column {0} is invalid: {1} ain’t a descendant of any of these types: {2}.
es: Valor no válido para la columna de campo {0}: {1} no es descendiente de ninguno de estos tipos: {2}
fa: مقدار نامعتبر برای ستون فیلد {0}: {1} وارث هیچ یک از این انواع نیست: {2}
fi: Virheellinen arvo kentälle {0}: {1} ei ole minkään näistä tyypeistä jälkeläinen: {2}
fr: Valeur invalide pour le champ de colonne {0}: {1} n'est un descendant d'aucun de ces types: {2}
hu: Érvénytelen érték a(z) {0} mező oszlopához: {1} nem leszármazottja ezeknek a típusoknak: {2}
it: Valore non valido per la colonna Field {0}: {1} non è un discendente di nessuno di questi tipi: {2}
ja: Field列{0}の値が無効です。{1} はこれらの型のいずれの子孫でもありません。{2}
lt: Netinkama lauko stulpelio {0} vertė: {1} nėra nė vieno iš šių tipų palikuonis: {2}
ms: Nilai tidak sah untuk lajur Medan {0}: {1} bukan keturunan mana-mana jenis ini: {2}
nb: Ugyldig verdi for feltkolonne {0}: {1} er ikke en etterkommer av noen av disse typene: {2}
nl: Ongeldige waarde voor veldkolom {0}: {1} is geen afstammeling van een van deze typen: {2}
pl: Nieprawidłowa wartość dla kolumny pola {0}: {1} nie jest potomkiem żadnego z tych typów: {2}
pt_br: Valor inválido para a coluna Campo {0}: {1} não é descendente de nenhum destes tipos: {2}
ru: Некорректное значение для колонки {0}: {1} не является потомком ни одного из этих типов: {2}
sk: Neplatná hodnota pre stĺpec Field {0}: {1} nie je potomkom žiadneho z týchto typov: {2}
sl: Neveljavna vrednost za stolpec polja {0}: {1} ni potomec nobene od teh vrst: {2}
sq: Vlerë e pavlefshme për kolonën Field {0}: {1} nuk është pasardhës i asnjërit prej këtyre tipeve: {2}
sr: Nevažeća vrednost za kolonu Polja {0}: {1} nije potomak nijednog od ovih tipova: {2}
sv: Felaktigt värde för fält-kolumn {0}: {1}. Det är inte underliggande till några av dessa typer: {2}
tr: Alan sütunu {0} için geçersiz değer: {1}, şu türlerden hiçbirinin alt öğesi değil: {2}
uk: Недійсне значення для колонки поля {0}: {1} не є нащадком жодного з цих типів: {2}
vi: Giá trị không hợp lệ cho cột Trường {0}: {1} không phải là hậu duệ của loại nào trong số này: {2}
zh_hk: Field 列 {0} 的值無效：{1} 不是以下類型的任何一個的子代：{2}

source: Can''t use block permissions without having the advanced-permissions premium feature
hu: Nem haszn
ms: Tidak boleh menggunakan kebenaran blok tanpa mempunyai ciri premium kebenaran lanjutan

source: User {0} does not exist.
ar: المستخدم {0} غير موجود.
bg: Потребител {0} не съществува.
ca: L'usuari {0} no existeix.
de: Benutzer {0} existiert nicht.
eo: User {0} is ghosted lol.
es: El usuario {0} no existe.
fa: کاربر {0} وجود ندارد.
fi: Käyttäjää {0} ei ole olemassa.
fr: L'utilisateur {0} n'existe pas.
hu: {0} felhasználó nem létezik.
it: L'utente {0} non esiste.
ja: ユーザー{0}は存在しません。
lt: Naudotojas {0} neegzistuoja.
ms: Pengguna {0} tidak wujud.
nb: Bruker {0} eksisterer ikke.
nl: Gebruiker {0} bestaat niet.
pl: Użytkownik {0} nie istnieje.
pt_br: O usuário {0} não existe.
ru: Пользователь {0} не существует.
sk: Používateľ {0} neexistuje.
sl: Uporabniška {0} ne obstaja.
sq: Përdoruesi {0} nuk ekziston.
sr: Korisnik {0} ne postoji.
sv: Användare {0} finns inte.
tr: {0} kullanıcısı mevcut değil.
uk: Користувач {0} не існує.
vi: Người dùng {0} không tồn tại.
zh_hk: 使用者 {0} 不存在.

source: Wrong email address for User {0}.
ar: عنوان بريد إلكتروني غير صحيح للمستخدم {0}.
bg: Грешен имейл адрес за потребителя {0}.
ca: Adreça de correu electrònic erroni per a l'usuari {0}.
de: Falsche E-Mail Adresse für Benutzer {0}.
eo: Bruh, this email for User {0} is totally off.
es: Email incorrecto del usuario {0}.
fa: آدرس ایمیل نادرست برای کاربر {0}.
fi: Väärä sähköpostiosoite käyttäjälle {0}.
fr: Mauvaise adresse électronique pour l'utilisateur {0}.
hu: Hibás e-mail cím {0} felhasználónak.
it: Indirizzo email errato per l'utente {0}.
ja: ユーザー{0}のEメールアドレスが間違っています。
lt: Neteisingas naudotojo {0} el. pašto adresas.
ms: Alamat emel yang salah untuk Pengguna {0}.
nb: Feil e-postadresse for bruker {0}.
nl: Verkeerd e-mailadres voor gebruiker {0}.
pl: Nieprawidłowy adres email dla użytkownika {0}.
pt_br: E-mail errado para o usuário {0}.
ru: Неверный email-адрес для пользователя {0}.
sk: Nesprávna e-mailová adresa pre používateľa {0}.
sl: Napačen e-poštni naslov za {0} uporabnika.
sq: Adresë email-i e gabuar për Përdoruesin {0}.
sr: Pogrešna email adresa za korisnika {0}.
sv: Felaktig epost-adress för användare {0}.
tr: {0} Kullanıcısı için yanlış e-posta adresi.
uk: Неправильна email-адреса для користувача {0}.
vi: Địa chỉ email sai cho Người dùng {0}.
zh_hk: 用戶 {0} 的電子郵件地址錯誤。

source: Secret ID {0}
hu: Titkos azonosító {0}
ms: ID Rahsia {0}

source: File path for {0}
ar: مسار الملف لـ {0}
bg: Път на файла за {0}
ca: Camí d'arxiu per a {0}
de: Dateipfad für {0}
eo: Path for {0} is lowkey just the vibe, no cap
es: Camino de archivo para {0}
fa: مسیر فایل برای {0}
fi: Tiedostopolku kohteelle {0}
fr: Chemin de fichier pour {0}
hu: {0} fájlútvonal
it: Percorso file per {0}
ja: {0}のファイルパス
lt: Failo kelias, skirtas {0}
ms: Laluan fail untuk {0}
nb: Filsti for {0}
nl: Bestandspad voor {0}
pl: Ścieżka pliku dla {0}
pt_br: Caminho do arquivo para {0}
ru: Путь к файлу {0}
sk: Cesta k súboru pre {0}
sl: Pot datoteke za {0}
sq: Rruga e skedarit për {0}
sr: Putanja fajla za {0}
sv: Sökväg till {0}
tr: {0} için dosya yolu
uk: Шлях до файлу для {0}
vi: Đường dẫn tệp cho {0}
zh_hk: {0} 的文件路徑

source: Path
ar: المسار
bg: Пътека
ca: Camí
de: Weg
eo: Path → Vibe route
es: Camino
fa: مسیر
fi: Polku
fr: Chemin
hu: Útvonal
it: Sentiero
ja: パス
ms: Laluan
nb: Sti
nl: Pad
pl: Ścieżka
pt_br: Caminho
ru: Путь
sk: Cesta
sl: Pot
sq: Shtegu
sr: Putanja
sv: Väg
tr: Yol
uk: Шлях
vi: Con đường
zh_hk: 路徑
