Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Toggle viz settings
ar: بدّل إعدادات التصور
bg: Превключване на настройките за визуализация
ca: Canvia la configuració de visualització
de: Visualisierungseinstellungen umschalten
eo: Switch up the viz settings
es: Alternar configuración de visualización
fa: تنظیمات viz را تغییر دهید
fi: Vaihda asetukset
fr: Basculer les paramètres de visualisation
it: Attiva/disattiva le impostazioni di visualizzazione
ja: ビジュアライゼーション設定を切り替える
nb: Veksle mellom visningsinnstillinger
nl: Schakel viz-instellingen in
pl: Przełącz ustawienia wizualizacji
pt_br: Alternar configurações de visualização
ru: Переключить настройки визуализации
sk: Prepnúť nastavenia viz
sl: Preklopi nastavitve vida
sq: Ndrysho/kthe cilësimet e vizualizimit
sr: Uključi/isključi podešavanja vizualizacije
sv: Växla nämligen inställningar
tr: Görüntü ayarlarını değiştir
uk: Перемкнути налаштування візуалізації
vi: Chuyển đổi cài đặt hình ảnh
zh_hk: 切換螢幕顯示設定

source: Toggle viz types
ar: بدّل أنواع التصور
bg: Превключване на видовете визуализации
ca: Canvia els tipus de visualització
de: Visualisierungstypen umschalten
eo: Switch up the viz types
es: Alternar tipos de visualización
fa: انواع viz را تغییر دهید
fi: Vaihda viz-tyypit
fr: Basculer les types de visualisation
it: Attiva/disattiva i tipi di visualizzazione
ja: ビジュアライゼーションの種類を切り替える
nb: Veksle mellom visningstyper
nl: Schakel viz-typen in
pl: Przełącz typy wizualizacji
pt_br: Alternar tipos de visualização
ru: Переключить типы визуализации
sk: Prepínať typy viz
sl: Preklapljanje vrst vidov
sq: Ndrysho/kthe llojet e vizualizimit
sr: Uključi/isključi tipove vizualizacije
sv: Växla nämligen typer
tr: Görselleştirme türlerini değiştir
uk: Перемкнути типи візуалізації
vi: Chuyển đổi các loại hình ảnh
zh_hk: 切換顯示類型

source: Send question to trash
ar: أرسل السؤال إلى سلة المهملات
bg: Изпратете въпроса в кошчето
ca: Envia la pregunta a la paperera
de: Frage in den Papierkorb verschieben
eo: Just yeet the question into the trash, fr fr
es: Enviar pregunta a la papelera
fa: ارسال سوال به سطل زباله
fi: Lähetä kysymys roskakoriin
fr: Envoyer la question à la corbeille
it: Invia la domanda al cestino
ja: 質問をゴミ箱に送る
nb: Send spørsmålet til søpla
nl: Vraag naar prullenbak sturen
pl: Wyślij pytanie do kosza
pt_br: Enviar pergunta para a lixeira
ru: Отправить вопрос в корзину
sk: Odoslať otázku do koša
sl: Pošlji vprašanje v koš
sq: Dërgo pyetjen te koshi
sr: Pošalji pitanje u Otpad
sv: Skicka frågan till papperskorgen
tr: Soruyu çöp kutusuna gönder
uk: Перемістити запит у кошик
vi: Gửi câu hỏi vào thùng rác
zh_hk: 將問題傳送到垃圾桶

source: Move the current line up
ar: انقل السطر الحالي للأعلى
bg: Преместване на текущия ред нагоре
ca: Mou la línia actual cap amunt
de: Aktuelle Zeile nach oben verschieben
eo: Slide the line up, fr fr
es: Mover la línea actual hacia arriba
fa: خط فعلی را به بالا حرکت دهید
fi: Siirrä nykyistä riviä ylöspäin
fr: Déplacer la ligne actuelle vers le haut
it: Sposta la riga corrente verso l'alto
ja: 現在の行を上に移動する
nb: Flytt gjeldende linje oppover
nl: Verplaats de huidige regel omhoog
pl: Przesuń bieżący wiersz w górę
pt_br: Mover a linha atual para cima
ru: Переместить текущую строку вверх
sk: Posunúť aktuálny zostavený rad nahor
sl: Premakni trenutno vrsto navzgor
sq: Zhvendose rreshtin aktual lart
sr: Pomeri trenutnu liniju nagore
sv: Flytta den aktuella raden uppåt
tr: Mevcut satırı yukarı taşı
uk: Перемістити поточний рядок вгору
vi: Di chuyển dòng hiện tại lên
zh_hk: 將目前的行向上移動

source: Native Editor
ar: المحرّر الأصلي
bg: Нативен редактор
ca: Editor natiu
de: Nativer Editor
eo: Native Editor → Original Editor or the OG Editor
es: Editor nativo
fa: ویرایشگر بومی
fi: Natiivieditori
fr: Éditeur natif
it: Editor nativo
ja: ネイティブエディター
pl: Edytor natywny
pt_br: Editor nativo
ru: Редактор на родном языке
sk: Natívny editor
sl: Izvorni urejevalnik
sq: Editori native
sr: Nativni editor
sv: Inbyggd redigerare
tr: Yerel Editör
uk: Нативний редактор
vi: Trình biên tập gốc
zh_hk: 原生編輯器

source: Move the current line down
ar: انقل السطر الحالي للأسفل
bg: Преместване на текущия ред надолу
ca: Mou la línia actual cap avall
de: Aktuelle Zeile nach unten verschieben
eo: Slide the line down, fr fr
es: Mover la línea actual hacia abajo
fa: خط فعلی را به پایین حرکت دهید
fi: Siirrä nykyistä riviä alaspäin
fr: Déplacer la ligne actuelle vers le bas
it: Sposta la riga corrente verso il basso
ja: 現在の行を下へ移動
nb: Flytt gjeldende linje nedover
nl: Verplaats de huidige regel naar beneden
pl: Przesuń bieżący wiersz w dół
pt_br: Mover a linha atual para baixo
ru: Переместить текущую строку вниз
sk: Posunúť aktuálny riadok nadol
sl: Premakni trenutno vrstico navzdol
sq: Zhvendose rreshtin aktual poshtë
sr: Pomeri trenutnu liniju nadole
sv: Flytta den aktuella raden nedåt
tr: Mevcut satırı aşağı taşı
uk: Перемістити поточний рядок вниз
vi: Di chuyển dòng hiện tại xuống dưới
zh_hk: 將目前的行向下移動

source: Copy the current line up
ar: انسخ السطر الحالي للأعلى
bg: Копиране на текущия списък
ca: Copia la línia actual
de: Kopieren Sie die aktuelle Aufstellung
eo: Copy the current line up → Snag the current line, fr
es: Copiar la alineación actual
fa: کپی کردن خط فعلی
fi: Kopioi nykyinen rivi ylöspäin
fr: Copier la ligne actuelle
it: Copia la riga corrente
ja: 現在のラインナップをコピーする
nb: Kopier den nåværende oppstillingen
nl: Kopieer de huidige regel omhoog
pl: Kopiuj aktualny skład
pt_br: Copie a escalação atual
ru: Копировать текущий состав
sk: Kopírovať aktuálnu zostavu
sl: Kopiraj trenutno postavo
sq: Kopjoje rreshtin aktual lart
sr: Kopiraj trenutnu liniju nagore
sv: Kopiera den aktuella raden
tr: Mevcut satırı kopyala
uk: Скопіювати поточний рядок вгору
vi: Sao chép dòng hiện tại
zh_hk: 複製目前的列

source: Copy the current line down
ar: انسخ السطر الحالي للأسفل
bg: Копиране на текущия ред надолу
ca: Copia la línia actual cap avall
de: Kopiere die aktuelle Zeile nach unten
eo: Copy the current line and drop it below, fr fr
es: Copiar la línea actual hacia abajo
fa: کپی کردن خط فعلی به پایین
fi: Kopioi nykyinen rivi alaspäin
fr: Copier la ligne actuelle vers le bas
it: Copia la riga corrente verso il basso
ja: 現在の行を下にコピー
nb: Kopier den aktuelle linjen ned
nl: Kopieer de huidige regel naar beneden
pl: Kopiuj bieżący wiersz w dół
pt_br: Copie a linha atual para baixo
ru: Копировать текущую строку вниз
sk: Skopírovať aktuálny riadok nadol
sl: Kopiraj trenutno vrstico navzdol
sq: Kopjoje rreshtin aktual poshtë
sr: Kopiraj trenutnu liniju nadole
sv: Kopiera den aktuella raden nedåt
tr: Geçerli satırı aşağı kopyala
uk: Скопіювати поточний рядок вниз
vi: Sao chép dòng hiện tại xuống
zh_hk: 向下複製目前的行

source: Indent the current line more
ar: زد إزاحة السطر الحالي
bg: По-голям отстъп на текущия ред
ca: Indentació de la línia actual més gran
de: Die aktuelle Zeile weiter einrücken
eo: Make the current line extra indented, fr fr
es: Sangrar más la línea actual
fa: تورفتگی بیشتر خط فعلی
fi: Sisennä nykyistä riviä lisää
fr: Indenter davantage la ligne actuelle
it: Aumenta il rientro della riga corrente
ja: 現在の行をさらにインデントする
nb: Mer innrykk i den aktuelle linjen
nl: De huidige regel verder inspringen
pl: Zwiększ wcięcie bieżącego wiersza
pt_br: Recuar mais a linha atual
ru: Увеличить отступ текущей строки
sk: Viac odsadiť aktuálny riadok
sl: Zamakni trenutno vrstico bolj
sq: Shto më shumë zhvendosje në rreshtin aktual
sr: Povećaj uvlačenje trenutne linije
sv: Dra in den aktuella raden mer
tr: Mevcut satırı daha fazla girintilendir
uk: Збільшити відступ поточного рядка
vi: Thụt lề dòng hiện tại nhiều hơn
zh_hk: 將當前行縮進更多

source: Indent the current line less
ar: قلّل إزاحة السطر الحالي
bg: По-малко отстъпване на текущия ред
ca: Reduir la sagnia a la línia actual
de: Die aktuelle Zeile weniger weit einrücken
eo: Make the current line way less indented, fr.
es: Sangrar menos la línea actual
fa: خط فعلی را کمتر تورفتگی می‌دهد
fi: Sisennä nykyistä riviä vähemmän
fr: Indenter moins la ligne actuelle
it: Rientra meno la riga corrente
ja: 現在の行のインデントを小さくする
nb: Mindre innrykk på gjeldende linje
nl: De huidige regel minder laten inspringen
pl: Zmniejsz wcięcie bieżącego wiersza
pt_br: Recuar menos a linha atual
ru: Уменьшить отступ текущей строки
sk: Zmenšiť odsadenie aktuálneho riadku
sl: Manj zamakni trenutno vrstico
sq: Ule zhvendosjen në rreshtin aktual
sr: Smanji uvlačenje trenutne linije
sv: Dra in den aktuella raden mindre
tr: Mevcut satırın girintisini azalt
uk: Зменшити відступ поточного рядка
vi: Thụt lề dòng hiện tại ít hơn
zh_hk: 減少目前行的縮排

source: Delete the current line
ar: احذف السطر الحالي
bg: Изтриване на текущия ред
ca: Suprimeix la línia actual
de: Löschen der aktuellen Zeile
eo: Delete this line, fr fr
es: Eliminar la línea actual
fa: خط فعلی را حذف کنید
fi: Poista nykyinen rivi
fr: Supprimer la ligne actuelle
it: Elimina la riga corrente
ja: 現在の行を削除する
nb: Slett gjeldende linje
nl: Verwijder de huidige regel
pl: Usuń bieżący wiersz
pt_br: Excluir a linha atual
ru: Удалить текущую строку
sk: Odstrániť aktuálny riadok
sl: Izbriši trenutno vrstico
sq: Fshije rreshtin aktual
sr: Obriši trenutnu liniju
sv: Ta bort den aktuella raden
tr: Mevcut satırı sil
uk: Видалити поточний рядок
vi: Xóa dòng hiện tại
zh_hk: 刪除目前的行

source: Jump to the matching bracket
ar: انتقل إلى القوس المطابق
bg: Преминете към съответстващата скоба
ca: Salta al parèntesi corresponent
de: Zur passenden Klammer springen
eo: Slide to the matching bracket, bestie
es: Saltar al corchete correspondiente
fa: پرش به براکت منطبق
fi: Siirry vastaavaan sulkumerkkiin
fr: Accéder au support correspondant
it: Vai alla parentesi corrispondente
ja: 対応する括弧にジャンプ
nb: Gå til den matchende parentesen
nl: Spring naar de bijpassende haak
pl: Przejdź do pasującego nawiasu
pt_br: Ir para o suporte correspondente
ru: Перейти к соответствующей скобке
sk: Prejsť na zodpovedajúcu zátvorku
sl: Skoči na ustrezni oklepaj
sq: Kalo te kllapa përkatëse
sr: Pređi na odgovarajuću zagradu
sv: Hoppa till matchande parentes
tr: Eşleşen paranteze atla
uk: Перейти до відповідної дужки
vi: Nhảy đến dấu ngoặc phù hợp
zh_hk: 跳到匹配的括弧

source: Comment out the current line
ar: علّق السطر الحالي
bg: Коментирайте текущия ред
ca: Comenta la línia actual
de: Kommentieren Sie die aktuelle Zeile aus
eo: Skip that line for now, bestie
es: Comente la línea actual
fa: خط فعلی را کامنت می‌کند
fi: Kommentoi nykyinen rivi pois
fr: Commenter la ligne actuelle
it: Commenta la riga corrente
ja: 現在の行をコメントアウトする
nb: Kommenter ut den aktuelle linjen
nl: De huidige regel uitcommentariëren
pl: Zakomentuj bieżący wiersz
pt_br: Comente a linha atual
ru: Закомментируйте текущую строку
sk: Zakomentovať aktuálny riadok
sl: Zakomentiraj trenutno vrstico
sq: Komento rreshtin aktual
sr: Zakomentariši trenutnu liniju
sv: Kommentera bort den aktuella raden
tr: Mevcut satırı yorum satırına dönüştür
uk: Закоментувати поточний рядок
vi: Bình luận dòng hiện tại
zh_hk: 註解當前行

source: Add an additional cursor
ar: أضف مؤشرًا إضافيًا
bg: Добавяне на допълнителен курсор
ca: Afegeix un cursor addicional
de: Einen zusätzlichen Cursor hinzufügen
eo: Add an extra cursor, fr fr
es: Agregar un cursor adicional
fa: یک مکان‌نمای اضافی اضافه کنید
fi: Lisää ylimääräinen kursori
fr: Ajouter un curseur supplémentaire
it: Aggiungi un cursore aggiuntivo
ja: 追加のカーソルを追加する
nb: Legg til en ekstra markør
nl: Voeg een extra cursor toe
pl: Dodaj dodatkowy kursor
pt_br: Adicionar um cursor adicional
ru: Добавить дополнительный курсор
sk: Pridať ďalší kurzor
sl: Dodajte dodaten kazalec
sq: Shto një kursor shtesë
sr: Dodaj dodatni kursor
sv: Lägg till en extra markör
tr: Ek bir imleç ekle
uk: Додати додатковий курсор
vi: Thêm một con trỏ bổ sung
zh_hk: 新增游標

source: Find highlighted text
ar: اعثر على النص المظلّل
bg: Намиране на маркиран текст
ca: Cerca text ressaltat
de: Markierten Text suchen
eo: Find the vibe text
es: Buscar texto resaltado
fa: متن هایلایت شده را پیدا کنید
fi: Etsi korostettu teksti
fr: Rechercher le texte surligné
it: Trova il testo evidenziato
ja: 強調表示されたテキストを検索する
nb: Finn uthevet tekst
nl: Gemarkeerde tekst zoeken
pl: Znajdź zaznaczony tekst
pt_br: Encontre o texto destacado
ru: Найти выделенный текст
sk: Nájsť zvýraznený text
sl: Poišči označeno besedilo
sq: Gjej tekstin e theksuar
sr: Pronađi istaknuti tekst
sv: Hitta markerad text
tr: Vurgulanan metni bul
uk: Знайти виділений текст
vi: Tìm văn bản được tô sáng
zh_hk: 尋找反白文字

source: Format custom expression or native query
ar: نسّق تعبيرًا مخصّصًا أو استعلامًا أصليًا
bg: Форматиране на персонализиран израз или заявка за директно форматиране
ca: Formata l'expressió personalitzada o la consulta nativa
de: Formatieren Sie einen benutzerdefinierten Ausdruck oder eine native Abfrage
eo: Customize your expression or native query, fr fr
es: Formatear expresión personalizada o consulta nativa
fa: قالب‌بندی عبارت سفارشی یا پرس‌وجوی بومی
fi: Mukautetun lausekkeen tai natiivin kyselyn muotoilu
fr: Formater une expression personnalisée ou une requête native
it: Formatta l'espressione personalizzata o la query nativa
ja: カスタム式またはネイティブクエリをフォーマットする
nb: Formater egendefinerte uttrykk eller opprinnelige spørringer
nl: Aangepaste expressie of native query opmaken
pl: Formatuj wyrażenie niestandardowe lub zapytanie natywne
pt_br: Formatar expressão personalizada ou consulta nativa
ru: Форматировать пользовательское выражение или собственный запрос
sk: Formátovať vlastný výraz alebo natívny dopyt
sl: Oblikujte izraz po meri ali izvorno poizvedbo
sq: Formato shprehjen e personalizuar ose pyetjen native
sr: Formatiraj prilagođeni izraz ili nativni upit
sv: Formatera anpassat uttryck eller inbyggd fråga
tr: Özel ifadeyi veya yerel sorguyu biçimlendirin
uk: Відформатувати кастомний вираз або нативний запит
vi: Định dạng biểu thức tùy chỉnh hoặc truy vấn gốc
zh_hk: 格式化自訂表達式或原始查詢

source: For Native Questions use {0} to make Linked Filters available here.
ar: بالنسبة للأسئلة الأصلية استخدم {0} لجعل الفلاتر المرتبطة متاحة هنا.
bg: За въпроси, написани на Native, използвайте {0} , за да направите свързаните филтри достъпни тук.
ca: Per a preguntes natives, feu servir {0} per fer que els filtres enllaçats estiguin disponibles aquí.
de: Verwenden Sie für native Fragen {0} , um verknüpfte Filter hier verfügbar zu machen.
eo: For native Qs, use {0} to unlock Linked Filters here, fr.
es: Para preguntas nativas, use {0} para que los filtros vinculados estén disponibles aquí.
fa: برای سوالات بومی از {0} استفاده کنید تا فیلترهای پیوندی در اینجا در دسترس باشند.
fi: Käytä natiivikysymyksissä {0} , jos haluat linkitettyjen suodattimien olevan käytettävissä täällä.
fr: Pour les questions natives, utilisez {0} pour rendre les filtres liés disponibles ici.
it: Per le domande native utilizzare {0} per rendere disponibili i filtri collegati qui.
ja: ネイティブの質問の場合は、 {0} を使用して、リンクされたフィルターをここで利用できるようにします。
nb: For Native Questions bruker du {0} til å gjøre Linked Filters tilgjengelig her.
nl: Voor Native Questions gebruikt u {0} om gekoppelde filters hier beschikbaar te maken.
pl: W przypadku pytań w języku ojczystym użyj {0} , aby udostępnić tutaj powiązane filtry.
pt_br: Para perguntas nativas, use {0} para disponibilizar os Filtros Vinculados aqui.
ru: Для вопросов на родном языке используйте {0} , чтобы сделать доступными связанные фильтры.
sk: Pre natívne otázky použite {0} , aby ste tu sprístupnili prepojené filtre.
sl: Za vprašanja v naravi uporabite {0} , da bodo povezani filtri na voljo tukaj.
sq: Për Pyetje native përdor {0} që Filtrat e Lidhur të jenë të disponueshëm këtu.
sr: Za nativna pitanja koristi {0} da bi Linked Filters bili dostupni ovde.
sv: För inbyggda frågor, använd {0} för att göra länkade filter tillgängliga här.
tr: Yerel Sorular için Bağlantılı Filtreleri burada kullanılabilir hale getirmek için {0} kullanın.
uk: Для нативних запитів використайте {0}, щоб зробити пов’язані фільтри доступними тут.
vi: Đối với Câu hỏi gốc, hãy sử dụng {0} để sử dụng Bộ lọc liên kết tại đây.
zh_hk: 對於原生問題，使用 {0} 在此提供 Linked Filters。

source: Incompatible filters
ar: فلاتر غير متوافقة
bg: Несъвместими филтри
ca: Filtres incompatibles
de: Inkompatible Filter
eo: Filters just aren’t it rn
es: Filtros incompatibles
fa: فیلترهای ناسازگار
fi: Yhteensopimattomat suodattimet
fr: Filtres incompatibles
it: Filtri incompatibili
ja: 互換性のないフィルター
nb: Inkompatible filtre
nl: Incompatibele filters
pl: Niezgodne filtry
pt_br: Filtros incompatíveis
ru: Несовместимые фильтры
sk: Nekompatibilné filtre
sl: Nezdružljivi filtri
sq: Filtra të papërputhshëm
sr: Nekompatibilni filteri
sv: Inkompatibla filter
tr: Uyumsuz filtreler
uk: Несумісні фільтри
vi: Bộ lọc không tương thích
zh_hk: 不相容的過濾器

source: There needs to be a foreign-key relationship between the fields connected to these filters.
ar: يجب أن توجد علاقة مفتاح خارجي بين الحقول المتصلة بهذه الفلاتر.
bg: Трябва да има връзка тип „външен ключ“ между полетата, свързани с тези филтри.
ca: Hi ha d'haver una relació de clau externa entre els camps connectats a aquests filtres.
de: Zwischen den mit diesen Filtern verbundenen Feldern muss eine Fremdschlüsselbeziehung bestehen.
eo: There gotta be a foreign-key vibe between the fields linked to these filters, fr.
es: Debe existir una relación de clave externa entre los campos conectados a estos filtros.
fa: باید یک رابطه کلید خارجی بین فیلدهای متصل به این فیلترها وجود داشته باشد.
fi: Näihin suodattimiin yhdistettyjen kenttien välillä on oltava viiteavainsuhde.
fr: Il doit y avoir une relation de clé étrangère entre les champs connectés à ces filtres.
it: Tra i campi collegati a questi filtri deve esistere una relazione di chiave esterna.
ja: これらのフィルターに接続されたフィールド間には外部キー関係が必要です。
nb: Det må være en fremmednøkkelrelasjon mellom feltene som er knyttet til disse filtrene.
nl: Er moet een externe sleutelrelatie bestaan tussen de velden die aan deze filters zijn gekoppeld.
pl: Musi istnieć relacja klucza obcego pomiędzy polami połączonymi z tymi filtrami.
pt_br: É necessário que haja um relacionamento de chave estrangeira entre os campos conectados a esses filtros.
ru: Между полями, подключенными к этим фильтрам, должна быть связь по внешнему ключу.
sk: Medzi poľami pripojenými k týmto filtrom musí existovať vzťah cudzieho kľúča.
sl: Med polji, povezanimi s temi filtri, mora obstajati odnos tujega ključa.
sq: Duhet të ketë një marrëdhënie foreign-key midis fushave të lidhura me këta filtra.
sr: Potrebno je da postoji odnos stranog ključa između polja povezanih sa ovim filterima.
sv: Det måste finnas en främmande nyckel-relation mellan fälten som är kopplade till dessa filter.
tr: Bu filtrelere bağlı alanlar arasında yabancı anahtar ilişkisi olması gerekir.
uk: Між полями, пов’язаними з цими фільтрами, має бути зв’язок за зовнішнім ключем.
vi: Cần phải có mối quan hệ khóa ngoại giữa các trường được kết nối với các bộ lọc này.
zh_hk: 連接這些篩選器的欄位之間需要有外鍵關係。

source: Top of page
ar: أعلى الصفحة
bg: Най-горе на страницата
ca: Part superior de la pàgina
de: Seitenanfang
es: Parte superior de la página
fa: بالای صفحه
fi: Sivun yläreuna
fr: Haut de page
it: Inizio pagina
ja: ページの先頭
nb: Øverst på siden
nl: Bovenaan de pagina
pl: Góra strony
pt_br: Topo da página
ru: Верх страницы
sk: Horná časť stránky
sl: Vrh strani
sq: Kreu i faqes
sr: Vrh stranice
sv: Överst på sidan
tr: Sayfanın başı
uk: Верх сторінки
vi: Đầu trang
zh_hk: 返回頁首

source: Move filter
ar: نقل الفلتر
bg: Преместване на филтъра
ca: Mou el filtre
de: Filter verschieben
es: Mover filtro
fa: فیلتر را جابجا کنید
fi: Siirrä suodatin
fr: Déplacer le filtre
it: Sposta filtro
ja: フィルターを移動
nb: Flytt filter
nl: Filter verplaatsen
pl: Przenieś filtr
pt_br: Mover filtro
ru: Фильтр перемещения
sk: Presunúť filter
sl: Premakni filter
sq: Zhvendos filtrin
sr: Premesti filter
sv: Flytta filter
tr: Filtreyi taşı
uk: Перемістити фільтр
vi: Di chuyển bộ lọc
zh_hk: 移動過濾器

source: Add this to a dashboard
ar: أضف هذا إلى لوحة معلومات
bg: Добавете това към таблото за управление
ca: Afegeix això a un tauler de control
de: Fügen Sie dies einem Dashboard hinzu
es: Agrega esto a un panel de control.
fa: این را به داشبورد اضافه کنید
fi: Lisää tämä kojelautaan
fr: Ajouter ceci à un tableau de bord
it: Aggiungilo a una dashboard
ja: これをダッシュボードに追加する
nb: Legg dette til i et dashbord
nl: Voeg dit toe aan een dashboard
pl: Dodaj to do pulpitu nawigacyjnego
pt_br: Adicione isso a um painel de controle.
ru: Добавьте это на панель управления
sk: Pridať toto na dashboard
sl: Dodaj to na nadzorno ploščo
sq: Shtoje këtë në një panel
sr: Dodaj ovo na kontrolnu tablu
sv: Lägg till detta i en instrumentpanel
tr: Bunu bir panoya ekleyin
uk: Додати це на дашборд
vi: Thêm điều này vào bảng điều khiển
zh_hk: 將此新增至儀表板

source: Trying to pivot this data in Excel? You should download the raw data instead.
ar: تحاول عمل pivot لهذه البيانات في Excel؟ يجب تنزيل البيانات الخام بدلًا من ذلك.
bg: Опитвате се да обобщите тези данни в Excel? Вместо това трябва да изтеглите суровите данни.
ca: Voleu convertir aquestes dades a l'Excel? Hauríeu de descarregar les dades en brut.
de: Versuchen Sie, diese Daten in Excel zu pivotieren? Sie sollten stattdessen die Rohdaten herunterladen.
eo: Trying to pivot this data in Excel? Just download the raw data instead, fr fr.
es: ¿Intentas pivotar estos datos en Excel? Deberías descargar los datos sin procesar.
fa: می‌خواهید این داده‌ها را در اکسل به صورت چرخشی (pivot) قرار دهید؟ به جای آن، باید داده‌های خام را دانلود کنید.
fi: Yritätkö kääntää näitä tietoja Excelissä? Sinun kannattaa ladata raakadata sen sijaan.
fr: Vous essayez de faire pivoter ces données dans Excel ? Téléchargez plutôt les données brutes.
it: Stai cercando di fare un pivot di questi dati in Excel? Dovresti scaricare i dati grezzi.
ja: このデータを Excel でピボットしようとしていますか? 代わりに生のデータをダウンロードする必要があります。
nb: Prøver du å pivotere disse dataene i Excel? Du bør laste ned rådataene i stedet.
nl: Probeer je deze gegevens in Excel te draaien? Download dan de ruwe gegevens.
pl: Próbujesz obrócić te dane w Excelu? Zamiast tego powinieneś pobrać surowe dane.
pt_br: Tentando dinamizar esses dados no Excel? Baixe os dados brutos.
ru: Пытаетесь свести эти данные в Excel? Вместо этого вам следует загрузить необработанные данные.
sk: Snažíte sa tieto údaje spracovať v Exceli? Mali by ste si radšej stiahnuť nespracované údaje.
sl: Poskušate te podatke v Excelu preusmeriti v obratno obliko? Namesto tega prenesite surove podatke.
sq: Po përpiqesh t’i bësh pivot këto të dhëna në Excel? Duhet të shkarkosh të dhënat bruto në vend të tyre.
sr: Pokušavaš da pivotiraš ove podatke u Excel-u? Umesto toga preuzmi sirove podatke.
sv: Försöker du pivotera den här datan i Excel? Du bör ladda ner rådata istället.
tr: Bu verileri Excel'de döndürmeye mi çalışıyorsunuz? Bunun yerine ham verileri indirmelisiniz.
uk: Намагаєтеся зробити зведення цих даних в Excel? Натомість завантажте сирі дані.
vi: Bạn đang cố gắng xoay dữ liệu này trong Excel? Thay vào đó, bạn nên tải xuống dữ liệu thô.
zh_hk: 試圖在 Excel 中使用此資料透視？您應該下載原始資料。

source: Close hint
ar: إغلاق التلميح
bg: Затвори подсказката
ca: Tanca la pista
de: Hinweis schließen
eo: Lowkey a hint
es: Cerrar pista
fa: اشاره نزدیک
fi: Sulje vihje
fr: Indice de fermeture
it: Chiudi suggerimento
ja: ヒントを閉じる
nb: Nært hint
nl: Sluit hint
pl: Zamknij wskazówkę
pt_br: Dica de fechamento
ru: Закрыть подсказку
sk: Zatvoriť nápoveda
sl: Zapri namig
sq: Mbyll sugjerimin
sr: Zatvori savet
sv: Stäng ledtråd
tr: İpucuyu kapat
uk: Закрити підказку
vi: Đóng gợi ý
zh_hk: 關閉提示
