Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Invalid permissions object path: ''{0}''.
ar: مسار كائن الصلاحيات غير صالح: ''{0}''.
bg: Невалиден път на обекта за разрешения: „„ {0} “.
ca: Permisos incorrectes per a la ruta al objecte: "{0}".
de: Ungültiger Berechtigungs-Objekt-Pfad: "{0}".
eo: Bruh, the permissions object path is totally invalid: ''{0}''.
es: Ruta del objeto de permisos inválido: ''{0}''.
fa: مسیر شیء مجوزهای معتبر: '' {0} ''.
fi: Virheellinen käyttöoikeusobjektin polku: ''{0}''.
fr: Chemin d'objet invalide : "{0}".
hu: Érvénytelen engedélyek objektum elérési útja: ''{0}''.
it: permessi non validi per il percorso: "{0}"
ja: 無効な権限のオブジェクトパス: "{0}"
lt: Neteisingas leidimo objekto kelias: '' {0} ''.
ms: Laluan objek kebenaran tidak sah: ''{0}''.
nb: Ugyldig sti for rettighetsobjekt: "{0}".
nl: Ongeldige rechten voor object pad: "{0}".
pl: Nieprawidłowa ścieżka obiektu uprawnień: ' ' {0} ' '.
pt_br: Caminho de objeto de permissões inválido: ''{0}''.
ru: Некорректный путь к объекту привилегий: ''{0}''.
sk: Cesta k objektu neplatných povolení: ''{0}''.
sl: Pot predmeta z neveljavnimi dovoljenji: ''{0}''.
sq: Path i pavlefshëm i objektit të lejeve: ''{0}''.
sr: Nevažeća putanja objekta dozvola: ''{0}''.
sv: Felaktiga rättigheter för objektets sökväg: "{0}".
tr: Geçersiz izinler nesne yolu: '' {0} ''.
uk: Недійсний шлях об'єкта дозволів: ''{0}''.
vi: Đường dẫn cho phép không khả dụng: ''{0}''
zh_hk: 不可用的許可對象路徑：''{0}''。

source: You cannot update a permissions entry!
hu: Engedély bejegyzést nem frissíthet!
ms: Anda tidak boleh mengemas kini entri kebenaran!

source: Delete it and create a new one.
hu: Törölje, és hozzon létre egy újat.
ms: Padamkan ia dan buat yang baharu.

source: You cannot edit permissions for a Personal Collection or its descendants.
ar: لا يمكنك تعديل الصلاحيات لمجموعة شخصية أو لأي من فروعها التابعة.
bg: Не можете да редактирате разрешения за Лична колекция или нейните потомци.
ca: No pots editar els permisos d'una col·lecció personal ni dels seus descendents.
de: Du kannst keine Berechtigungen für eine persönliche Sammlung oder deren Nachkommen bearbeiten.
eo: Bruh, you can’t change permissions for a Personal Collection or its fam.
es: No puedes editar los permisos de una Colección personal ni sus descendientes.
fa: شما نمیتوانید مجوزهای یک مجموعه شخصی یا نسلهای آن را ویرایش کنید.
fi: Et voi muokata henkilökohtaisen kokoelman tai sen alikokoelmien käyttöoikeuksia.
fr: Vous ne pouvez modifier les permissions d'une collection personnelle ou de ses descendants.
hu: Nem szerkesztheti a személyes gyűjtemény vagy annak leszármazottainak engedélyeit.
it: Non puoi modificare i permessi per una Collezione Personale o sue discendenti.
ja: パーソナルコレクションまたはその子孫の権限を編集することはできません。
lt: Negalite redaguoti Asmeninės kolekcijos ar jos palikuonių leidimų.
ms: Anda tidak boleh menyunting kebenaran untuk Koleksi Peribadi atau keturunannya.
nb: Du kan ikke redigere tilganger for en personlig samling eller dens undersamlinger.
nl: Je kunt geen rechten bewerken voor een persoonlijke collectie of de afstammelingen ervan.
pl: Nie można edytować uprawnień do Kolekcji Osobistej lub jej elementów podrzędnych.
pt_br: Não é possível editar as permissões da coleção Pessoal ou de seus descendentes.
ru: Вы не можете редактировать привилегии для Персональной коллекции и его потомков.
sk: Nemôžete upravovať povolenia pre Osobnú kolekciu alebo jej potomkov.
sl: Dovoljenj za osebno zbirko ali njene potomce ne morete urejati.
sq: Nuk mund të redaktoni lejet për një Koleksion Personal ose pasardhësit e tij.
sr: Ne možete da uređujete dozvole za Ličnu kolekciju ili njene potomke.
sv: Du kan inte ändra rättigheter för en personlig samling eller dess efterföljare.
tr: Bir Kişisel Koleksiyon veya onun torunları için izinleri düzenleyemezsiniz.
uk: Ви не можете редагувати дозволи для особистої колекції або її нащадків.
vi: Bạn không thể chỉnh sửa quyền cho Bộ sưu tập cá nhân hoặc tập con của nó.
zh_hk: 您無法編輯個人集合或其後代的權限。

source: Looks like someone else edited the permissions and your data is out of date.
hu: Úgy tűnik, valaki más szerkesztette az engedélyeket, és az Ön adatai elavultak.
ms: Nampaknya orang lain telah menyunting kebenaran dan data anda sudah lapuk.

source: Please fetch new data and try again.
hu: Kérjük, kérjen új adatokat, és próbálja meg újra.
ms: Sila dapatkan data baharu dan cuba lagi.

source: Created magic permissions group ''{0}'' (ID = {1})
hu: Létrehozott varázs engedélyek csoportja ''{0}'' (ID = {1})
ms: Mencipta kumpulan kebenaran ajaib ''{0}'' (ID = {1})

source: A group with that name already exists.
ar: توجد مجموعة بهذا الاسم بالفعل.
bg: Група с това име вече съществува.
ca: Ja existeix un grup amb aquest nom.
de: Eine Gruppe mit diesem Namen existiert bereits.
eo: There's already a squad with that name, fr.
es: Ya existe un grupo con ese nombre
fa: گروهی با این نام در حال حاضر وجود دارد.
fi: Ryhmä samalla nimellä on jo olemassa.
fr: Un groupe avec ce nom existe déjà.
hu: Egy ilyen nevű csoport már létezik.
it: Un gruppo con questo nome è già presente.
ja: 同じ名前のグループが既に存在します。
lt: Grupė su šiuo pavadinimu jau yra.
ms: Kumpulan dengan nama tersebut sudah wujud.
nb: En gruppe med det navnet eksisterer allerede.
nl: Een groep met deze naam bestaad reeds.
pl: Grupa o tej nazwie już istnieje.
pt_br: Um grupo com esse nome já existe.
ru: Группа с таким именем уже существует.
sk: Skupina s týmto menom už existuje.
sl: Skupina s tem imenom že obstaja.
sq: Një grup me atë emër ekziston tashmë.
sr: Grupa sa tim imenom već postoji.
sv: Gruppens namn finns redan.
tr: Bu ada sahip bir grup zaten var.
uk: Група з такою назвою вже існує.
vi: Một nhóm với tên đó đã tồn tại.
zh_hk: 組名稱已存在

source: You cannot edit or delete the ''{0}'' permissions group!
ar: لا يمكنك تعديل أو حذف مجموعة الصلاحيات ''{0}''!
bg: Не можете да редактирате или изтривате групата с разрешения ''{0}''!
ca: No podeu editar o eliminar el grup de permisos "{0}"!
de: Du kannst die Berechtigungsgruppe "{0}" nicht editieren oder löschen!
eo: Bruh, u can't mess with or delete the “{0}” permissions squad!
es: ¡No puedes editar o eliminar el grupo de permisos ''{0}''!
fa: شما نمی توانید گروه مجوز '' {0} '' را ویرایش یا حذف کنید!
fi: Et voi muokata tai poistaa ''{0}'' käyttöoikeusryhmää!
fr: Vous ne pouvez pas modifier ou supprimer le groupe d'autorisations ''{0}'' !
hu: Nem szerkesztheti vagy törölheti a(z) ''{0}'' engedélyek csoportját!
it: Non puoi modificare o eliminare i permessi del gruppo "{0}"
ja: "{0}"権限グループを編集または削除することはできません!
lt: Negalite redaguoti arba ištrinti '' {0} '' leidimų grupės!
ms: Anda tidak boleh menyunting atau memadamkan kumpulan keizinan "{0}"!
nb: Du kan ikke redigere eller slette "{0}" tilgangsgruppen!
nl: Je kunt de groep '' {0} '' machtigingen niet bewerken of verwijderen!
pl: Nie można edytować ani usuwać grupy uprawnień ' {0} ' '!
pt_br: Não é possível editar ou excluir o grupo de permissões ''{0}''!
ru: Вы не можете редактировать или удалять привилегии группы "{0}"!
sk: Nemožno upravovať ani mazať skupinu povolení "{0}".
sl: Skupine dovoljenj ''{0}'' ne morete urejati ali izbrisati!
sq: Nuk mund të redaktoni ose fshini grupin e lejeve ''{0}''!
sr: Ne možete da izmenite ili obrišete grupu dozvola ''{0}''!
sv: Du kan inte ändra eller ta bort rättighetsgruppen "{0}"!
tr: '' {0} '' izin grubunu düzenleyemez veya silemezsiniz!
uk: Ви не можете редагувати або вилучити групу дозволів ''{0}''!
vi: Bạn không thể chỉnh sửa hoặc xóa nhóm quyền '' {0} ''!
zh_hk: 您不能編輯或刪除''{0}''權限群組

source: You cannot add or remove users to/from the 'MetaBot' group.
hu: Nem vehet fel vagy távolíthat el felhasználókat a 'MetaBot' csoporthoz/-tól.
ms: Anda tidak boleh menambah atau mengalih pengguna dari kumpulan "MetaBot".

source: You cannot add or remove users to/from the 'All Users' group.
hu: Nem vehet fel vagy távolíthat el felhasználókat az 'Összes Felhasználó' csoporthoz/-tól.
ms: Anda tidak boleh menambah atau mengalih pengguna dari kumpulan "Semua Pengguna".

source: You cannot remove the last member of the 'Admin' group!
hu: Nem távolíthatja el az 'Admin' csoport utolsó tagját!
ms: Anda tidak boleh mengalih keluar ahli terakhir kumpulan 'Pentadbir'!:

source: You cannot update a PermissionsRevision!
ar: لا يمكنك تحديث PermissionsRevision!
bg: Не можете да актуализирате PermissionsRevision!
ca: No pots actualitzar una revisió de permisos!
de: Du kannst keine Berechtigungsrevision aktualisieren!
eo: Bruh, you can't even update a PermissionsRevision, fr fr.
es: ¡No puedes actualizar una revisión de permisos!
fa: شما نمی توانید PermissionsRevision را به روز کنید!
fi: Et voi päivittää käyttöoikeuksien tarkistusta!
fr: Vous ne pouvez mettre à jour une révision de permissions !
hu: PermissionsRevision-t nem frissíthet!
it: Non puoi aggiornare una Revisione di Permessi.
ja: 権限履歴をアップデートすることはできません!
lt: Negalite atnaujinti leidimųRevision!
ms: Anda tidak boleh mengemas kini PermissionsRevision!
nb: Du kan ikke oppdatere en tilgangsrevisjon!
nl: Je kunt een machtigingsherziening niet bijwerken!
pl: Nie można zaktualizować PermissionsRevision!
pt_br: Não é possível atualizar uma PermissionsRevision!
ru: Вы не можете изменить ревизию полномочий!
sk: Nemôžete aktualizovať revízie prístupov!
sl: Revizije dovoljenj ne morete posodobiti!
sq: Nuk mund të përditësoni një PermissionsRevision!
sr: Ne možete da ažurirate PermissionsRevision!
sv: Du kan inte uppdatera rättighets-revisionen!
tr: İzinlerRevision'ı güncelleyemezsiniz!
uk: Ви не можете оновити PermissionsRevision!
vi: Bạn không thể cập nhật Quyền hạn!
zh_hk: 您不能更新一個許可權限的修訂版本！

source: Invalid Alert: Alert does not have a Card assoicated with it
hu: Érvénytelen figyelmeztetés: A riasztáshoz nem tartozik kártya
ms: Amaran tidak sah: Amaran tidak mempunyai Kad yang berkaitan dengannya

source: value must be a map with the keys `{0}`, `{1}`, and `{2}`.
ar: يجب أن تكون القيمة خريطة بالمفاتيح `{0}` و`{1}` و`{2}`.
bg: стойността трябва да е карта с ключовете "{0}", "{1}" и "{2}".
ca: el valor ha de ser un mapa amb les claus `{0}`,`{1}` i `{2}`.
de: Wert muss eine Map mit den Schlüsseln `{0}`, `{1}` und `{2}` sein.
eo: bruh, the value gotta be a map with the keys `{0}`, `{1}`, and `{2}`.
es: el valor debe ser un mapa con los índices `{0}`, `{1}`, and `{2}`.
fa: ارزش باید یک نقشه با کلید `{0}`، `{1}`، و `{2}` باشد.
fi: arvon tulee olla kartta, jossa on avaimet `{0}`, `{1}` ja `{2}`.
fr: La valeur doit être une association contenant les clés `{0}`, `{1}`, et `{2}`.
hu: az értéknek egy térképnek kell lennie a következő kulcsokkal: {0}, {1}, és {2}.
it: Il valore deve essere una mappa con le chiavi `{0}`, `{1}` e `{2}`.
ja: 値は、キー'{0}'、'{1}'、'{2}'を含むマップでなければなりません。
lt: reikšmė turi būti žemėlapis su mygtukais „ {0} “, „ {1} “ ir „ {2} “.
ms: nilai mesti peta dengan kunci {0}, {1}, dan {2}.
nb: verdien må være et oppslagsverk med nøklene `{0}`, `{1}` og `{2}`.
nl: waarde moet een kaart zijn met de sleutels `{0}`, `{1}` en `{2}`.
pl: wartość musi być mapą z kluczami "{0}", "{1}" i "{2}".
pt_br: o valor deve ser um mapa com as chaves `{0}`, `{1}` e `{2}`.
ru: значение должно быть таблицей с ключами `{0}`, `{1}`, и `{2}`.
sk: hodnota musí byť mapa s klávesmi `{0}`, `{1}` a `{2}`.
sl: Vrednost mora biti preslikava s tipkami »{0}«, »{1}« in »{2}«.
sq: vlera duhet të jetë një map me çelësat `{0}`, `{1}`, dhe `{2}`.
sr: vrednost mora biti mapa sa ključevima `{0}`, `{1}` i `{2}`.
sv: värden måste innehålla nycklarna `{0}`, `{1}` och `{2}`.
tr: değer, {0} `,` {1} `ve` {2} `tuşları ile bir harita olmalıdır.
uk: значення має бути мапою з ключами `{0}`, `{1}` і `{2}`.
vi: giá trị phải là ánh xạ với các khóa `{0}`, `{1}` và `{2}`.
zh_hk: 值必須是包含鍵`{0}`,`{1}`和`{2}`的map

source: value must be a map with the following keys `({0})`
ar: يجب أن تكون القيمة خريطة تحتوي على المفاتيح التالية `({0})`
bg: стойност трябва да е карта със следните ключове `({0})`
ca: el valor ha de ser un mapa amb les claus `({0})`
de: Wert muss eine Map mit den folgenden Schlüsseln sein `({0})`
eo: value gotta be a map with these keys: `({0})`, fr fr
es: el valor debe ser un mapa con los índices `({0})`.
fa: ارزش باید یک نقشه با کلیدهای زیر {(0)) `باشد
fi: arvon on oltava kartta seuraavilla avaimilla `({0})`
fr: La valeur doit être une association contenant les clés `({0})`
hu: az értéknek egy térképnek kell lennie a következő kulcsokkal: ({0})
it: Il valore deve essere una mappa con le seguenti chiavi `{0}`
ja: 値は次のキーを含むマップでなければなりません: `({0})`
lt: reikšmė turi būti žemėlapis su šiais mygtukais `( {0} ) '
ms: nilai mesti peta dengan kunci berikut ({0})
nb: verdien må være et oppslagsverk med disse nøklene `({0})`
nl: waarde moet een kaart zijn met de volgende sleutels `({0})`
pl: wartość musi być mapą z następującymi kluczami `({0})`
pt_br: o valor deve ser um mapa com as seguintes chaves `({0})`
ru: значение должно быть таблицей со следующими ключами `({0})`
sk: hodnota musí byť mapa s nasledujúcimi klávesami `({0})`
sl: Vrednost mora biti preslikava z naslednjimi tipkami '({0})'
sq: vlera duhet të jetë një map me çelësat e mëposhtëm `({0})`
sr: vrednost mora biti mapa sa sledećim ključevima `({0})`
sv: värdet måste vara en mappning med följande nycklar `({0})`
tr: değer, aşağıdaki tuşlarla bir harita olmalıdır '({0})'
uk: значення має бути мапою з такими ключами `({0})`
vi: giá trị phải là ánh xạ với các khóa sau `({0})`
zh_hk: 值必須是帶有以下鍵的映射 `({0})`

source: Error calculating permissions for query: {0}
hu: Hiba az engedélyek számításakor a lekérdezéshez: {0}
ms: Ralat mengira kebenaran untuk pertanyaan: {0}

source: Invalid query type: {0}
ar: نوع استعلام غير صالح: {0}
bg: Невалиден тип заявка: {0}
ca: Tipus de consulta no vàlida: {0}
de: Ungültiger Abfrage-Typ: {0}
eo: Bruh, that's an invalid query type: {0} lol
es: Tipo de consulta inválida: {0}
fa: نوع پرس و جو نامعتبر: {0}
fi: Virheellinen kyselytyyppi: {0}
fr: Type de requête invalide : {0}
hu: Érvénytelen lekérdezéstípus: {0}
it: Tipo di query non valido: {0}
ja: 無効なクエリタイプ: {0}
lt: Neteisingas užklausos tipas: {0}
ms: Jenis pertanyaan tidak sah: {0}
nb: Ugyldig spørringstype: {0}
nl: Ongeldige query type
pl: Nieprawidłowy typ kwerendy: {0}
pt_br: Tipo de consulta inválido: {0}
ru: Некорректный тип запроса: {0}
sk: Neplatný typ dopytu: {0}
sl: Neveljavna vrsta poizvedbe: {0}
sq: Tip pyetje i pavlefshëm: {0}
sr: Nevažeći tip upita: {0}
sv: Felaktig frågetyp: {0}
tr: Geçersiz sorgu türü: {0}
uk: Недійсний тип запиту: {0}
vi: Loại truy vấn không hợp lệ: {0}
zh_hk: 不可用的請求類型：{0}

source: You cannot update a QueryExecution!
hu: A QueryExecution nem frissíthető!
ms: Anda tidak dibenarkan mengemas kini Pelaksanaan Query !

source: You cannot update a Revision!
ar: لا يمكنك تحديث Revision!
bg: Не можете да актуализирате Ревизия!
ca: No pots actualitzar una revisió!
de: Du kannst eine Revision nicht aktualisieren!
eo: You can’t even update a Revision, fr fr.
es: ¡No puedes actualizar una revisión!
fa: شما نمی توانید یک نسخه را به روز کنید!
fi: Et voi päivittää versiota!
fr: Vous ne pouvez mettre à jour une révision !
hu: Nem frissíthet egy revíziót!
it: Non puoi aggiornare una Revisione!
ja: 履歴をアップデートできません!
lt: Negalite atnaujinti versijos!
ms: Anda tidak dibenarkan mengemas kini Semakan!
nb: Du kan ikke oppdatere en Revision!
nl: Je kunt een revisie niet bewerken!
pl: Nie można zaktualizować Wersji!
pt_br: Você não pode atualizar uma revisão!
ru: Вы не можете обновить ревизию!
sk: Revíziu nemôžete aktualizovať!
sl: Revizije ne morete posodobiti!
sq: Nuk mund të përditësoni një Revision!
sr: Ne možete da ažurirate Reviziju!
sv: Du kan inte uppdatera en revision!
tr: Bir Revizyonu güncelleyemezsiniz!
uk: Ви не можете оновити Revision!
vi: Bạn không thể cập nhật Bản sửa đổi!
zh_hk: 您不能更新一個修訂版本！

source: Setting {0} does not exist.nFound: {1}
hu: A(z) {0} beállítás nem létezik. Talált: {1}
ms: Tetapan {0} tidak wujud. Dijumpai: {1}

source: Updating value of settings-last-updated in DB...
hu: Beállítások-utoljára-frissítve értékének frissítése az adatbázisban...
ms: Mengemas kini nilai settings-last-updated dalam DB...

source: Checking whether settings cache is out of date (requires DB call)...
hu: Annak ellenőrzése, hogy a beállítások gyorsítótára elavult-e (adatbázis hívás szükséges)...
ms: Memeriksa sama ada cache tetapan sudah lapuk (memerlukan panggilan DB)...

source: Settings have been changed on another instance, and will be reloaded here.
hu: A beállításokat egy másik példányban megváltoztatták, és itt újratöltődnek.
ms: Tetapan telah diubah pada contoh lain dan akan dimuat semula di sini.

source: Refreshing Settings cache...
hu: Beállítások gyorsítótárának frissítése...
ms: Menyegarkan cache Tetapan...

source: Invalid value for string: must be either "true" or "false" (case-insensitive).
ar: قيمة غير صالحة للسلسلة: يجب أن تكون إما "true" أو "false" (بدون حساسية لحالة الأحرف).
bg: Невалидна стойност за низ: трябва да бъде или „true“, или „false“ (без регистрация).
ca: Valor no vàlid per a la cadena: ha de ser "true" o "false" (no es distingeix entre majúscules i minúscules).
de: Ungültiger Wert für String: muss entweder "true" oder "false" sein (case-insensitiv).
eo: Bruh, the string value's invalid — it gotta be "true" or "false," no cap, and it’s chill if it’s uppercase or lowercase.
es: Valor no válido para la cadena: debe ser "true" o "false" (no distingue entre mayúsculas y minúsculas)
fa: مقدار نامعتبر برای رشته: باید "درست" یا "غلط" (حساس به حروف) باشد.
fi: Virheellinen arvo merkkijonolle: sen tulee olla joko "true" tai "false" (kirjainkoosta riippumatta).
fr: Représentation d'un valeur booléenne invalide : seules "true" ou "false" sont autorisées (et insensible à la casse).
hu: Érvénytelen karakterlánc értéke: "true” vagy "false” (hamis) lehet (nem különbözteti meg a kis- és nagybetűket).
it: Stringa non valida: deve essere o "true" o "false" (case-insensitive).
ja: 文字列の値が無効です: "true"または "false"(大文字小文字を区別しない)である必要があります。
lt: Netinkama eilutės reikšmė: turi būti „tiesa“ arba „neteisinga“ (atvejo nejautrus).
ms: Nilai tidak sah untuk string: mesti sama ada "benar" atau "palsu" (tidak sensitif huruf besar/kecil).
nb: Ugyldig verdi for tekststreng: må være enten "true" eller "false" (store/små bokstaver har ingen betydning).
nl: Ongeldige waarde voor tekenreeks: moet "waar" of "onwaar" (niet hoofdlettergevoelig) zijn.
pl: Nieprawidłowa wartość dla ciągu: musi być "true" lub "false" (uwzględniana wielkości liter).
pt_br: Valor inválido para sequência: deve ser "true" ou "false" (sem distinção de maiúsculas e minúsculas).
ru: Некорректное значение строки: должно быть "true" или "false" (регистро-независимо)
sk: Neplatná hodnota pre reťazec: musí byť buď „true“ alebo „false“ (nerozlišujú sa veľké a malé písmená).
sl: Neveljavna vrednost za niz: mora biti "true" ali "false" (neobčutljivo za velike in male črke).
sq: Vlerë e pavlefshme për string: duhet të jetë ose "true" ose "false" (pa dallim të shkronjave të mëdha/vogla).
sr: Nevažeća vrednost za string: mora biti ili "true" ili "false" (ne razlikuje velika i mala slova).
sv: Felaktigt värde för strängen - måste vara "true" eller "false" (versaler eller gemena)
tr: Dize için geçersiz değer: "Doğru" veya "yanlış" (büyük / küçük harf duyarlı) olmalıdır.
uk: Неприпустиме значення рядка: має бути «справжнім» або «брехня» (без урахування регістру).
vi: Giá trị không hợp lệ cho chuỗi: phải là \ "true " hoặc \ "false " (không phân biệt chữ hoa chữ thường).
zh_hk: 無效的值：內容必須為“true”或“false”（不區分大小寫）。

source: You cannot update `settings-last-updated` yourself! This is done automatically.
ar: لا يمكنك تحديث `settings-last-updated` بنفسك! يتم ذلك تلقائيًا.
bg: Не можете сами да актуализирате `settings-last-updated`! Това се прави автоматично.
ca: El darrer canvi de la configuració no es pot modificar perquè s'actualitza automàticament.
de: Du kannst "settings-last-updated" nicht selbst aktualisieren! Dies geschieht automatisch.
eo: Bro, u can't update `settings-last-updated` yourself, it’s all automated fr.
es: ¡No puedes actualizar `settings-last-update` ! Esto se realiza automáticamente.
fa: شما نمیتوانید تنظیمات خود را بهروزرسانی کنید! این به صورت خودکار انجام می شود.
fi: Et voi päivittää `settings-last-updated` itse! Tämä tapahtuu automaattisesti.
fr: Vous ne pouvez mettre à jour `settings-last-updated` vous-même ! C'est fait automatiquement.
hu: A settings-last-updated nem frissíthető saját magad által! Ez automatikusan történik.
it: Non puoi aggiornare `settings-last-updated` direttamente! Verrà fatto automaticamente.
ja: '最後に更新された設定'を手動でアップデートすることはできません。これは自動でアップデートされます。
lt: Negalite patys atnaujinti „settings-last-updated“! Tai daroma automatiškai.
ms: Anda tidak boleh mengubah nilai 'tetapan-kemas kini-terakhir' sendiri! Ia dikemas kini secara automatik.
nb: Du kan ikke oppdatere `settings-last-updated` selv! Dette gjøres automatisk.
nl: Je kunt `settings-last-updated` niet zelf bijwerken! Dit gebeurt automatisch.
pl: Nie można zaktualizować `settings-last-updated` samodzielnie! Odbywa się to automatycznie.
pt_br: Você não pode atualizar `settings-last-updated` por conta própria! Isso é feito automaticamente.
ru: Вы не можете изменить `settings-last-updated` самостоятельно! Это делается автоматически.
sk: Nemôžete aktualizovať `settings-last-updated` sami! Toto sa vykonáva automaticky.
sl: Ne morete sami posodobiti »nastavitve-nazadnje posodobljene«! To se izvede samodejno.
sq: Nuk mund ta përditësoni vetë `settings-last-updated`! Kjo bëhet automatikisht.
sr: Ne možete sami da ažurirate `settings-last-updated`! Ovo se radi automatski.
sv: Du kan inte uppdatera värde på inställningen senast-uppdaterad! Detta görs automatiskt.
tr: `Son güncellenen ayarları' kendiniz güncelleyemezsiniz! Bu otomatik olarak yapılır.
uk: Ви не можете оновити `settings-last-updated` самостійно! Це робиться автоматично.
vi: Bạn không thể tự cập nhật `cài đặt được cập nhật lần cuối`! Điều này được thực hiện tự động.
zh_hk: 您不能自己更新`settings-last-updated`！這是自動完成的。

source: Error inserting a new Setting:
hu: Hiba egy új beállítás beillesztésekor:
ms: Ralat memasukkan tatapan baharu:

source: Assuming Setting already exists in DB and updating existing value.
hu: Feltételezve, hogy a beállítás már létezik az adatbázisban, és a meglévő érték frissítése.
ms: Dengan mengandaikan Tetapan sudah wujud dalam DB dan mengemas kini nilai sedia ada.

source: value must be a map with each value either a string or number.
hu: Az értéknek egy térképnek kell lennie, ahol minden érték vagy egy karakterlánc, vagy egy szám.
ms: Nilai mestilah dalam bentuk peta dengan setiap nilai sama ada rentetan atau nombor.

source: Loading plugins in directory {0}...
hu: Bővítmények betöltése a(z) {0} könyvtárban...
ms: Memuatkan plugin dalam direktori {0}...

source: Loading plugin {0}...
hu: {0} bővítmény betöltése...
ms: Memuatkan plugin {0}...

source: It looks like you have some external dependencies in your Metabase plugins directory.
hu: Úgy tűnik, hogy van néhány külső függősége a Metabase beépülő modulok könyvtárában.
ms: Nampaknya anda mempunyai beberapa pergantungan luar dalam direktori plugin Metabase anda.

source: With Java 9 or higher, Metabase cannot automatically add them to your classpath.
hu: Java 9 vagy magasabb esetén a Metabase nem tudja automatikusan hozzáadni őket az osztályútvonalhoz.
ms: Dengan Java 9 atau lebih tinggi, Metabase tidak boleh menambahnya secara automatik ke laluan kelas anda.

source: Instead, you should include them at launch with the -cp option. For example:
hu: Ehelyett az indításkor be kell illesztenie őket a -cp opcióval. Például:
ms: Sebaliknya, anda perlu memasukkannya semasa pelancaran dengan pilihan -cp. Contohnya:
