Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: When this question has results
ar: عندما تكون لهذا السؤال نتائج
bg: Когато този въпрос има резултати
ca: Quan aquesta pregunta té resultats
de: Wenn diese Frage Ergebnisse hat
eo: When this question finally gives me the tea
es: Cuando esta pregunta tenga resultados
fa: وقتی این سوال نتیجه دارد
fi: Kun tämä kysymys tuottaa tuloksia
fr: Quand cette question a des résultats
it: Quando questa domanda ha risultati
ja: この質問に結果が出ると
lt: Kai šis klausimas turi rezultatų
nb: Når dette spørsmålet har resultater
nl: Wanneer deze vraag resultaten oplevert
pl: Kiedy to pytanie ma wyniki
pt_br: Quando esta pergunta tem resultados
ru: Когда этот вопрос даст результаты
sk: Keď má táto otázka výsledky
sl: Ko ima to vprašanje rezultate
sq: Kur kjo pyetje ka rezultate
sr: Kada ovo Pitanje ima rezultate
sv: När denna fråga har resultat
tr: Bu soru sonuçlandığında
uk: Коли цей запит має результати
vi: Khi câu hỏi này có kết quả
zh_hk: 當這個問題有結果時

source: When results go above the goal
ar: عندما تتجاوز النتائج الهدف
bg: Когато резултатите надхвърлят целта
ca: Quan els resultats superen l'objectiu
de: Wenn die Ergebnisse über das Ziel hinausgehen
es: Cuando los resultados superan la meta
fa: وقتی نتایج از هدف فراتر می‌روند
fi: Kun tulokset ylittävät tavoitteen
fr: Quand les résultats dépassent l'objectif
it: Quando i risultati superano l'obiettivo
ja: 結果が目標を上回ったとき
nb: Når resultatene går over målet
nl: Als de resultaten de doelstelling overtreffen
pl: Kiedy wyniki przekraczają cel
pt_br: Quando os resultados vão além da meta
ru: Когда результаты превышают цель
sk: Keď výsledky prekročia cieľ
sl: Ko rezultati presegajo zastavljeni cilj
sq: Kur rezultatet shkojnë mbi objektivin
sr: Kada rezultati pređu cilj
sv: När resultaten överstiger målet
tr: Sonuçlar hedefin üzerine çıktığında
uk: Коли результати перевищують ціль
vi: Khi kết quả vượt quá mục tiêu
zh_hk: 當成果超越目標時

source: When results go below the goal
ar: عندما تنخفض النتائج عن الهدف
bg: Когато резултатите са под целта
ca: Quan els resultats baixen de l'objectiu
de: Wenn die Ergebnisse unter dem Ziel liegen
es: Cuando los resultados están por debajo del objetivo
fa: وقتی نتایج پایین‌تر از هدف قرار می‌گیرند
fi: Kun tulokset jäävät tavoitteen alapuolelle
fr: Lorsque les résultats sont inférieurs à l’objectif
it: Quando i risultati scendono al di sotto dell'obiettivo
ja: 結果が目標を下回った場合
nb: Når resultatene går under målet
nl: Als de resultaten onder het doel uitkomen
pl: Kiedy wyniki są poniżej celu
pt_br: Quando os resultados ficam abaixo da meta
ru: Когда результаты ниже цели
sk: Keď výsledky klesnú pod cieľ
sl: Ko rezultati padejo pod cilj
sq: Kur rezultatet shkojnë poshtë objektivit
sr: Kada rezultati padnu ispod cilja
sv: När resultaten understiger målet
tr: Sonuçlar hedefin altında kaldığında
uk: Коли результати нижче за ціль
vi: Khi kết quả không đạt được mục tiêu
zh_hk: 當成果低於目標時

source: Failed save alert. {0}
ar: فشل حفظ التنبيه. {0}
bg: Предупреждение за неуспешно запазване. {0}
ca: Alerta d'error de desament. {0}
de: Alarm: Speichern fehlgeschlagen. {0}
es: Alerta de error al guardar. {0}
fa: هشدار ذخیره ناموفق. {0}
fi: Tallennus epäonnistui -hälytys. {0}
fr: Alerte d'échec de sauvegarde. {0}
it: Avviso di salvataggio non riuscito. {0}
ja: 保存失敗の警告。 {0}
nb: Varsel om mislykket lagring. {0}
nl: Waarschuwing voor mislukte opslag. {0}
pl: Alert o nieudanym zapisie. {0}
pt_br: Alerta de falha ao salvar. {0}
ru: Не удалось сохранить оповещение. {0}
sk: Upozornenie na zlyhanie uloženia. {0}
sl: Opozorilo o neuspešnem shranjevanju. {0}
sq: Dështoi ruajtja e alarmit. {0}
sr: Neuspešno čuvanje upozorenja. {0}
sv: Avisering om misslyckad sparning. {0}
tr: Kaydedilme başarısız uyarısı. {0}
uk: Не вдалося зберегти сповіщення. {0}
vi: Cảnh báo lưu không thành công. {0}
zh_hk: 儲存失敗警告。 {0}

source: Failed to send test alert. {0}
ar: فشل إرسال تنبيه تجريبي. {0}
bg: Неуспешно изпращане на тестово предупреждение. {0}
ca: No s'ha pogut enviar l'alerta de prova. {0}
de: Testalarm konnte nicht gesendet werden. {0}
es: No se pudo enviar la alerta de prueba. {0}
fa: ارسال هشدار آزمایشی ناموفق بود. {0}
fi: Testihälytyksen lähettäminen epäonnistui. {0}
fr: Échec de l'envoi de l'alerte de test. {0}
it: Impossibile inviare l'avviso di prova. {0}
ja: テストアラートの送信に失敗しました。 {0}
nb: Kunne ikke sende testvarsel. {0}
nl: Het is niet gelukt om een testwaarschuwing te versturen. {0}
pl: Nie udało się wysłać alertu testowego. {0}
pt_br: Falha ao enviar alerta de teste. {0}
ru: Не удалось отправить тестовое оповещение. {0}
sk: Nepodarilo sa odoslať testovacie upozornenie. {0}
sl: Pošiljanje testnega opozorila ni uspelo. {0}
sq: Dështoi dërgimi i alarmit test. {0}
sr: Neuspešno slanje test upozorenja. {0}
sv: Misslyckades med att skicka testaviseringen. {0}
tr: Test uyarısı gönderilemedi. {0}
uk: Не вдалося надіслати тестове сповіщення. {0}
vi: Không gửi được cảnh báo thử nghiệm. {0}
zh_hk: 傳送測試警示失敗。 {0}

source: New alert
ar: تنبيه جديد
bg: Нов сигнал
ca: Nova alerta
de: Neue Warnung
eo: New drip just dropped
es: Nueva alerta
fa: هشدار جدید
fi: Uusi hälytys
fr: Nouvelle alerte
it: Nuovo avviso
ja: 新しいアラート
lt: Naujas įspėjimas
nb: Nytt varsel
nl: Nieuw alarm
pl: Nowy alert
pt_br: Novo alerta
ru: Новое оповещение
sk: Nové upozornenie
sl: Novo opozorilo
sq: Alarm i ri
sr: Novo upozorenje
sv: Ny varning
tr: Yeni uyarı
uk: Нове сповіщення
vi: Cảnh báo mới
zh_hk: 新警報

source: What do you want to be alerted about?
ar: بماذا تريد أن يتم تنبيهك؟
bg: За какво искате да бъдете предупредени?
ca: De què vols que t'avisin?
de: Worüber möchten Sie benachrichtigt werden?
eo: What do you wanna get the 411 on?
es: ¿Sobre qué desea recibir alertas?
fa: در مورد چه چیزی می خواهید به شما هشدار داده شود؟
fi: Mistä haluat saada varoituksen?
fr: De quoi souhaitez-vous être alerté ?
it: Su cosa vuoi essere avvisato?
ja: 何について警告を受けたいですか?
lt: Apie ką norite būti įspėtas?
nb: Hva ønsker du å bli varslet om?
nl: Waarover wilt u gewaarschuwd worden?
pl: O czym chcesz otrzymywać powiadomienia?
pt_br: Sobre o que você deseja receber alertas?
ru: О чем вы хотите получать оповещения?
sk: Na čo chcete byť upozornení?
sl: Na kaj želite biti opozorjeni?
sq: Për çfarë do të dëshironit të merrnit alarm?
sr: O čemu želite da budete obavešteni?
sv: Vad vill du bli varnad om?
tr: Hangi konuda uyarı almak istiyorsunuz?
uk: Про що ви хочете отримувати сповіщення?
vi: Bạn muốn được cảnh báo về điều gì?
zh_hk: 您想要提醒什麼？

source: When do you want to check this?
ar: متى تريد التحقق من ذلك؟
bg: Кога искате да проверите това?
ca: Quan vols comprovar això?
de: Wann möchten Sie dies überprüfen?
eo: When do u wanna peep this?
es: ¿Cuando quieres comprobar esto?
fa: چه زمانی می خواهید این را بررسی کنید؟
fi: Milloin haluat tarkistaa tämän?
fr: Quand voulez-vous vérifier cela ?
it: Quando vuoi verificare questo?
ja: これをいつ確認しますか?
lt: Kada norite tai patikrinti?
nb: Når vil du sjekke dette?
nl: Wanneer wilt u dit controleren?
pl: Kiedy chcesz to sprawdzić?
pt_br: Quando você quer verificar isso?
ru: Когда вы хотите это проверить?
sk: Kedy to chcete skontrolovať?
sl: Kdaj želite to preveriti?
sq: Kur do të dëshironit ta kontrolloni këtë?
sr: Kada želite da se ovo proverava?
sv: När vill du kontrollera detta?
tr: Bunu ne zaman kontrol etmek istiyorsunuz?
uk: Коли ви хочете це перевіряти?
vi: Bạn muốn kiểm tra điều này khi nào?
zh_hk: 什麼時候檢查？

source: Where do you want to send the results?
ar: أين تريد إرسال النتائج؟
bg: Къде искате да изпратите резултатите?
ca: On vols enviar els resultats?
de: Wohin möchten Sie die Ergebnisse senden?
eo: Where do you wanna send the results, fr?
es: ¿A dónde quieres enviar los resultados?
fa: نتایج را به کجا می خواهید ارسال کنید؟
fi: Minne haluat lähettää tulokset?
fr: Où souhaitez-vous envoyer les résultats ?
it: Dove vuoi inviare i risultati?
ja: 結果をどこに送信しますか?
lt: Kur norite siųsti rezultatus?
nb: Hvor ønsker du å sende resultatene?
nl: Waar wilt u de resultaten naartoe sturen?
pl: Gdzie chcesz wysłać wyniki?
pt_br: Para onde você quer enviar os resultados?
ru: Куда вы хотите отправить результаты?
sk: Kam chcete poslať výsledky?
sl: Kam želite poslati rezultate?
sq: Ku do të dëshironit të dërgohen rezultatet?
sr: Gde želite da pošaljete rezultate?
sv: Vart vill du skicka resultaten?
tr: Sonuçları nereye göndermek istiyorsunuz?
uk: Куди ви хочете надсилати результати?
vi: Bạn muốn gửi kết quả tới đâu?
zh_hk: 您想要將結果傳送到哪裡？

source: You're only allowed to email alerts to allowed domains
ar: يُسمح لك بإرسال تنبيهات البريد الإلكتروني إلى النطاقات المسموح بها فقط
bg: Разрешено ви е да изпращате имейл известия само до разрешени домейни
ca: Només tens permís per enviar alertes per correu electrònic als dominis permesos
de: Sie dürfen Warnmeldungen nur an zulässige Domänen senden.
eo: You can only send email alerts to the approved domains, fr.
es: Solo se permite enviar alertas por correo electrónico a los dominios permitidos
fa: شما فقط مجاز به ارسال هشدار به دامنه‌های مجاز هستید
fi: Saat lähettää sähköposti-ilmoituksia vain sallittuihin verkkotunnuksiin.
fr: Vous n'êtes autorisé à envoyer des alertes par e-mail qu'aux domaines autorisés
it: Puoi inviare avvisi via email solo ai domini consentiti
ja: 許可されたドメインにのみアラートをメールで送信できます
nb: Du har bare lov til å sende e-postvarsler til tillatte domener
nl: U mag alleen e-mailwaarschuwingen sturen naar toegestane domeinen
pl: Możesz wysyłać alerty e-mailowe tylko do dozwolonych domen
pt_br: Você só tem permissão para enviar alertas por e-mail para domínios permitidos
ru: Вам разрешено отправлять оповещения по электронной почте только на разрешенные домены.
sk: Upozornenia e-mailom môžete posielať iba na povolené domény.
sl: Opozorila po e-pošti lahko pošiljate samo dovoljenim domenam.
sq: Lejohesh të dërgosh me email alarme vetëm te domain-et e lejuara
sr: Dozvoljeno ti je da šalješ upozorenja e-poštom samo na dozvoljene domene
sv: Du har bara tillåtelse att skicka e-postmeddelanden till tillåtna domäner
tr: Yalnızca izin verilen etki alanlarına e-posta uyarıları göndermenize izin verilir
uk: Ви можете надсилати сповіщення електронною поштою лише на дозволені домени
vi: Bạn chỉ được phép gửi email cảnh báo đến các miền được phép
zh_hk: 您只能將警報電子郵件發送至允許的網域名稱

source: Delete this Alert after it's triggered
ar: احذف هذا التنبيه بعد إطلاقه
bg: Изтриване на това предупреждение след задействането му
ca: Suprimeix aquesta alerta després que s'hagi activat
de: Diesen Alarm löschen, nachdem er ausgelöst wurde
es: Eliminar esta alerta después de que se active
fa: این هشدار را پس از فعال شدن حذف کنید
fi: Poista tämä hälytys sen lauetessa
fr: Supprimer cette alerte après son déclenchement
it: Elimina questo avviso dopo che è stato attivato
ja: このアラートはトリガー後に削除してください
nb: Slett dette varselet etter at det er utløst
nl: Verwijder deze waarschuwing nadat deze is geactiveerd
pl: Usuń ten alert po jego wyzwoleniu
pt_br: Excluir este alerta após ele ser acionado
ru: Удалить это оповещение после его срабатывания
sk: Odstrániť toto upozornenie po jeho spustení
sl: Izbriši to opozorilo po sprožitvi
sq: Fshije këtë Alarm pasi të shkaktohet
sr: Obriši ovo upozorenje nakon što se okine
sv: Ta bort den här varningen efter att den har utlösts
tr: Bu Uyarıyı tetiklendikten sonra silin
uk: Видалити це Сповіщення після спрацювання
vi: Xóa cảnh báo này sau khi nó được kích hoạt
zh_hk: 觸發後刪除此警示

source: Send now
ar: أرسل الآن
bg: Изпратете сега
ca: Envia ara
de: Jetzt versenden
eo: Send it now fam
es: Envía ahora
fa: اکنون ارسال کنید
fi: Lähetä nyt
fr: Envoyer maintenant
it: Invia ora
ja: 今すぐ送信
lt: Siųsti dabar
nb: Send nå
nl: Nu verzenden
pl: Wyślij teraz
pt_br: Enviar agora
ru: Отправить сейчас
sk: Odoslať teraz
sl: Pošlji zdaj
sq: Dërgo tani
sr: Pošalji odmah
sv: Skicka nu
tr: Şimdi gönder
uk: Надіслати зараз
vi: Gửi ngay
zh_hk: 立即發送

source: Webhook
bg: Уеб кукичка
eo: Webhook = "vibe check link" or just "webhook" lol, but if you wanna make it sound more Gen Z, you could say "vibe check link" or "the link that’s lowkey a vibe"
fa: وب هوک
ja: ウェブフック
nl: Webhaak
pl: Hak internetowy
ru: Вебхук
tr: Web kancası
vi: Móc treo

source: {0} filter changed
ar: تم تغيير {0} من الفلاتر
bg: Филтърът {0} е променен
ca: {0} filtre canviat
de: {0} Filter geändert
es: {0} filtro cambiado
fa: فیلتر {0} تغییر کرد
fi: {0} suodatin vaihdettu
fr: {0} filtre modifié
it: {0} filtro modificato
ja: {0} フィルターが変更されました
nb: {0} filter skiftet
nl: {0} filter gewijzigd
pl: {0} filtr zmieniony
pt_br: Filtro {0} alterado
ru: {0} фильтр изменен
sk: Filter {0} bol zmenený
sl: {0} filter spremenjen
sq: {0} filtër u ndryshua
sr: Promenjen je {0} filter
sv: {0} filter ändrat
tr: {0} filtresi değiştirildi
uk: Змінено фільтр {0}
vi: {0} bộ lọc đã thay đổi
zh_hk: {0} 過濾器已變更

source: Disconnect from card
ar: افصل الارتباط عن البطاقة
bg: Изключване от картата
ca: Desconnectar de la targeta
de: Von der Karte trennen
es: Desconectarse de la tarjeta
fa: قطع ارتباط از کارت
fi: Irrota kortista
fr: Se déconnecter de la carte
it: Disconnetti dalla scheda
ja: カードから切断
nb: Koble fra kortet
nl: Verbinding met kaart verbreken
pl: Odłącz od karty
pt_br: Desconectar do cartão
ru: Отключить от карты
sk: Odpojiť sa od karty
sl: Prekini povezavo s kartico
sq: Shkëputu nga karta
sr: Prekini vezu sa karticom
sv: Koppla bort från kortet
tr: Karttan bağlantıyı kes
uk: Від'єднати від картки
vi: Ngắt kết nối khỏi thẻ
zh_hk: 中斷與記憶卡的連接

source: Model Settings
ar: إعدادات النموذج
bg: Настройки на модела
ca: Configuració del model
de: Modelleinstellungen
es: Configuración del modelo
fa: تنظیمات مدل
fi: Malliasetukset
fr: Paramètres du modèle
it: Impostazioni del modello
ja: モデル設定
nb: Modellinnstillinger
nl: Modelinstellingen
pl: Ustawienia modelu
pt_br: Configurações do modelo
ru: Настройки модели
sk: Nastavenia modelu
sl: Nastavitve modela
sq: Cilësimet e Modelit
sr: Podešavanja modela
sv: Modellinställningar
tr: Model Ayarları
uk: Налаштування моделі
vi: Cài đặt mô hình
zh_hk: 機型設定

source: What should the default view of this data be?
ar: ما العرض الافتراضي الذي ينبغي أن تكون عليه هذه البيانات؟
bg: Какъв трябва да бъде изгледът по подразбиране на тези данни?
ca: Quina hauria de ser la vista per defecte d'aquestes dades?
de: Wie soll die Standardansicht dieser Daten aussehen?
es: ¿Cuál debería ser la vista predeterminada de estos datos?
fa: نمای پیش‌فرض این داده‌ها باید چگونه باشد؟
fi: Minkä pitäisi olla tämän datan oletusnäkymä?
fr: Quelle devrait être la vue par défaut de ces données ?
it: Quale dovrebbe essere la visualizzazione predefinita di questi dati?
ja: このデータのデフォルトのビューはどうなりますか?
nb: Hva bør standardvisningen av disse dataene være?
nl: Wat moet de standaardweergave van deze gegevens zijn?
pl: Jaki powinien być domyślny widok tych danych?
pt_br: Qual deve ser a visualização padrão desses dados?
ru: Каким должно быть представление этих данных по умолчанию?
sk: Aké by malo byť predvolené zobrazenie týchto údajov?
sl: Kakšen naj bo privzeti pogled teh podatkov?
sq: Cila duhet të jetë pamja parazgjedhje e këtyre të dhënave?
sr: Koji bi podrazumevani prikaz ovih podataka trebalo da bude?
sv: Vilken ska standardvyn för dessa data vara?
tr: Bu verilerin varsayılan görünümü nasıl olmalıdır?
uk: Яким має бути перегляд цих даних за замовчуванням?
vi: Chế độ xem mặc định của dữ liệu này sẽ như thế nào?
zh_hk: 這些資料的預設視圖應該是什麼？

source: Customize the List layout
ar: تخصيص تخطيط القائمة
bg: Персонализиране на оформлението на списъка
ca: Personalitza el disseny de la llista
de: Anpassen des Listenlayouts
es: Personalizar el diseño de la lista
fa: طرح‌بندی فهرست را سفارشی کنید
fi: Mukauta luettelon asettelua
fr: Personnaliser la mise en page de la liste
it: Personalizza il layout dell'elenco
ja: リストレイアウトをカスタマイズする
nb: Tilpasse listeoppsettet
nl: Pas de lijstindeling aan
pl: Dostosuj układ listy
pt_br: Personalize o layout da lista
ru: Настройте макет списка
sk: Prispôsobenie rozloženia zoznamu
sl: Prilagodi postavitev seznama
sq: Personalizo layout-in e Listës
sr: Prilagodi raspored liste
sv: Anpassa listlayouten
tr: Liste düzenini özelleştirin
uk: Налаштувати макет Списку
vi: Tùy chỉnh bố cục Danh sách
zh_hk: 自訂清單版面

source: ({0} + enter)
ca: ({0} + intro)
de: ({0} + Eingabetaste)
eo: ({0} + hit send)
fa: ({0} + وارد کنید)
fr: ({0} + entrée)
it: ({0} + invio)
nl: ({0} + invoeren)
ru: ({0} + ввод)
sv: ({0} + retur)
tr: ({0} + girin)
vi: ({0} + nhập)

source: {0} {1} in {2} {3}
ar: {0} {1} في {2} {3}
bg: {0} {1} в {2} {3}
ca: {0} {1} a {2} {3}
es: {0} {1} en {2} {3}
fa: {0} {1} در {2} {3}
fi: {0} {1} kohdassa {2} {3}
fr: {0} {1} dans {2} {3}
it: {0} {1} tra {2} {3}
ja: {0} {1} は {2} {3}にあります
nb: {0} {1} i {2} {3}
pl: {0} {1} w {2} {3}
pt_br: {0} {1} em {2} {3}
ru: {0} {1} в {2} {3}
sk: {0} {1} v {2} {3}
sl: {0} {1} v {2} {3}
sq: {0} {1} në {2} {3}
sr: {0} {1} u {2} {3}
sv: {0} {1} i {2} {3}
tr: {0} {1} içinde {2} {3}
uk: {0} {1} у {2} {3}
vi: {0} {1} trong {2} {3}
zh_hk: {0} {1} 在 {2} {3}

source: Keep editing your custom expression?
ar: هل تريد متابعة تعديل تعبيرك المخصّص؟
bg: Да продължите да редактирате персонализирания си израз?
ca: Continueu editant la vostra expressió personalitzada?
de: Ihren benutzerdefinierten Ausdruck weiter bearbeiten?
eo: Keep vibing with editing your custom expression?
es: ¿Seguir editando tu expresión personalizada?
fa: به ویرایش عبارت سفارشی خود ادامه دهید؟
fi: Jatka mukautetun lausekkeen muokkaamista?
fr: Continuer à modifier votre expression personnalisée ?
it: Vuoi continuare a modificare la tua espressione personalizzata?
ja: カスタム式を編集し続けますか?
nb: Fortsett å redigere det egendefinerte uttrykket ditt?
nl: Wilt u uw aangepaste expressie blijven bewerken?
pl: Nadal chcesz edytować swoje wyrażenie niestandardowe?
pt_br: Continuar editando sua expressão personalizada?
ru: Продолжать редактировать свое пользовательское выражение?
sk: Pokračovať v úprave vlastného výrazu?
sl: Želite še naprej urejati izraz po meri?
sq: Të vazhdosh të redaktosh shprehjen tënde të personalizuar?
sr: Nastaviti uređivanje prilagođenog izraza?
sv: Fortsätt redigera ditt anpassade uttryck?
tr: Özel ifadenizi düzenlemeye devam etmek ister misiniz?
uk: Продовжити редагування вашого кастомного виразу?
vi: Tiếp tục chỉnh sửa biểu thức tùy chỉnh của bạn?
zh_hk: 繼續編輯您的自訂表達方式？

source: You have changes that haven't been saved to your custom expression. You can continue editing it or discard the changes.
ar: لديك تغييرات لم يتم حفظها في تعبيرك المخصّص. يمكنك متابعة تعديله أو تجاهل التغييرات.
bg: Имате промени, които не са запазени във вашия персонализиран израз. Можете да продължите да го редактирате или да отхвърлите промените.
ca: Teniu canvis que no s'han desat a la vostra expressió personalitzada. Podeu continuar editant-lo o descartar els canvis.
de: Sie haben Änderungen an Ihrem benutzerdefinierten Ausdruck vorgenommen, die noch nicht gespeichert wurden. Sie können mit der Bearbeitung fortfahren oder die Änderungen verwerfen.
eo: Bruh, you got some edits that ain't saved to your custom expression yet. You can keep messing with it or just yeet the changes.
es: Tienes cambios que no se han guardado en tu expresión personalizada. Puedes seguir editándola o descartarlos.
fa: تغییراتی دارید که در عبارت سفارشی شما ذخیره نشده است. می توانید به ویرایش آن ادامه دهید یا تغییرات را کنار بگذارید.
fi: Sinulla on muutoksia, joita ei ole tallennettu mukautettuun lausekkeeseen. Voit jatkaa sen muokkaamista tai hylätä muutokset.
fr: Certaines modifications apportées à votre expression personnalisée n'ont pas été enregistrées. Vous pouvez poursuivre la modification ou les annuler.
it: Hai delle modifiche che non sono state salvate nella tua espressione personalizzata. Puoi continuare a modificarla o ignorare le modifiche.
ja: カスタム式に保存されていない変更があります。編集を続行するか、変更を破棄することができます。
nb: Du har endringer som ikke har blitt lagret i det egendefinerte uttrykket. Du kan fortsette å redigere det eller forkaste endringene.
nl: U hebt wijzigingen die niet zijn opgeslagen in uw aangepaste expressie. U kunt doorgaan met bewerken of de wijzigingen negeren.
pl: Masz zmiany, które nie zostały zapisane w Twoim wyrażeniu niestandardowym. Możesz kontynuować edycję lub odrzucić zmiany.
pt_br: Você tem alterações que não foram salvas na sua expressão personalizada. Você pode continuar editando ou descartar as alterações.
ru: У вас есть изменения, которые не были сохранены в вашем пользовательском выражении. Вы можете продолжить его редактирование или отменить изменения.
sk: Máte zmeny, ktoré sa neuložili do vášho vlastného výrazu. Môžete pokračovať v jeho úpravách alebo zmeny zrušiť.
sl: Imate spremembe, ki niso bile shranjene v vaš izraz po meri. Lahko nadaljujete z urejanjem ali zavržete spremembe.
sq: Ke ndryshime që nuk janë ruajtur në shprehjen tënde të personalizuar. Mund të vazhdosh ta redaktosh ose t'i hedhësh poshtë ndryshimet.
sr: Imate izmene koje nisu sačuvane u vašem prilagođenom izrazu. Možete nastaviti da ga uređujete ili odbaciti izmene.
sv: Du har ändringar som inte har sparats i ditt anpassade uttryck. Du kan fortsätta att redigera den eller ignorera ändringarna.
tr: Özel ifadenize kaydedilmemiş değişiklikleriniz var. Düzenlemeye devam edebilir veya değişiklikleri silebilirsiniz.
uk: У вас є зміни, які не було збережено у вашому кастомному виразі. Ви можете продовжити редагування або відхилити зміни.
vi: Bạn có những thay đổi chưa được lưu vào biểu thức tùy chỉnh của mình. Bạn có thể tiếp tục chỉnh sửa hoặc hủy bỏ các thay đổi.
zh_hk: 您有尚未儲存至自訂表達式的變更。您可以繼續編輯或捨棄變更。

source: Keep editing
ar: تابع التعديل
bg: Продължете да редактирате
ca: Continua editant
de: Weiter bearbeiten
eo: Keep vibing with the edits
es: Sigue editando
fa: به ویرایش ادامه دهید
fi: Jatka muokkaamista
fr: Continuer à éditer
it: Continua a modificare
ja: 編集を続ける
nb: Fortsett å redigere
nl: Blijf bewerken
pl: Kontynuuj edycję
pt_br: Continue editando
ru: Продолжайте редактировать
sk: Pokračujte v úpravách
sl: Nadaljujte z urejanjem
sq: Vazhdo redaktimin
sr: Nastavi uređivanje
sv: Fortsätt redigera
tr: Düzenlemeye devam edin
uk: Продовжити редагування
vi: Tiếp tục chỉnh sửa
zh_hk: 繼續編輯

source: Default parameter widget value
ar: قيمة ودجة المعلمة الافتراضية
bg: Стойност на параметъра по подразбиране за уиджет
ca: Valor predeterminat del paràmetre del widget
de: Standardparameter-Widgetwert
es: Valor del widget de parámetro predeterminado
fa: مقدار پیش‌فرض ویجت پارامتر
fi: Oletusparametri-widget-arvo
fr: Valeur du widget de paramètre par défaut
it: Valore predefinito del widget dei parametri
ja: デフォルトのパラメータウィジェットの値
nb: Standard parameterwidgetverdi
nl: Standaard parameterwidgetwaarde
pl: Domyślna wartość widżetu parametru
pt_br: Valor do widget de parâmetro padrão
ru: Значение виджета параметра по умолчанию
sk: Predvolená hodnota parametra widgetu
sl: Privzeta vrednost parametra gradnika
sq: Vlerë parazgjedhje e widget-it të parametrit
sr: Podrazumevana vrednost widgeta parametra
sv: Standardvärde för parameterwidgeten
tr: Varsayılan parametre widget değeri
uk: Дефолтне значення віджета параметра
vi: Giá trị tiện ích tham số mặc định
zh_hk: 預設參數 widget 值

source: Variables and parameters
ar: المتغيرات والمعلمات
bg: Променливи и параметри
ca: Variables i paràmetres
de: Variablen und Parameter
eo: Vars and params
es: Variables y parámetros
fa: متغیرها و پارامترها
fi: Muuttujat ja parametrit
fr: Variables et paramètres
it: Variabili e parametri
ja: 変数とパラメータ
nb: Variabler og parametere
nl: Variabelen en parameters
pl: Zmienne i parametry
pt_br: Variáveis e parâmetros
ru: Переменные и параметры
sk: Premenné a parametre
sl: Spremenljivke in parametri
sq: Variabla dhe parametra
sr: Varijable i parametri
sv: Variabler och parametrar
tr: Değişkenler ve parametreler
uk: Змінні та параметри
vi: Biến và tham số
zh_hk: 變數和參數
