Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Transactions per state
ar: المعاملات لكل ولاية
bg: Транзакции за държава
ca: Transaccions per província
de: Transaktionen nach Status
eo: Transacts per state
es: Transacciones por provincia
fa: معاملات در هر ایالت
fi: Tapahtumat osavaltioittain
fr: Transactions par état
hu: Tranzakciók államonként
it: Transazioni per stato
ja: 状態ごとのトランザクション
lt: Sandoriai valstybei
ms: Transaksi setiap negeri
nb: Transaksjoner per status
nl: Transacties per staat
pl: Transakcje na stan
pt_br: Transações por estado
ru: Транзакции по штату
sk: Transakcie podľa štátu
sl: Transakcije na državo
sq: Transaksione për shtet
sr: Transakcije po državi
sv: Transaktioner per stat
tr: Elayet başına işlemler
uk: Транзакції за штатом
vi: Giao dịch trên mỗi huyện
zh_hk: 每個州的交易量

source: [[this]] by [[Timestamp]]
ar: [[this]] حسب [[Timestamp]]
bg: [[това]] от [[Timestamp]]
ca: [[this]] per [[Timestamp]
de: [[this]] nach [[Timestamp]]
eo: [[this]] fr at [[Timestamp]]
es: [[this]] por [[Timestamp]]
fa: [[this]] توسط [[Timestamp]]
fi: [[this]] per [[Timestamp]]
fr: [[this]] par [[Timestamp]]
hu: [[ez]] [[Időbélyeg]] szerint
it: [[this]] per [[Timestamp]]
ja: [[Timestamp]] 別の [[this]]
lt: [[tai]] pagal [[Laiko žymė]]
ms: [[ini]] mengikut [[CapWaktu]]
nb: [[this]] for [[Timestamp]]
nl: [[this]] per [[Timestamp]]
pl: [[this]] według [[Timestamp]]
pt_br: [[this]] por [[Timestamp]]
ru: [[this]] по [[Timestamp]]
sk: [[toto]] podľa [[časového razítka]]
sl: [[to]] avtor [[Časovni žig]]
sq: [[this]] sipas [[Timestamp]]
sr: [[this]] po [[Timestamp]]
sv: [[this]] per [[Timestamp]]
tr: [[Timestamp]] göre [[this]]
uk: [[this]] за [[Timestamp]]
vi: [[this]] bởi [[Timestamp]
zh_hk: resources/automagic_dashboards/field/Number.yaml

source: New users per source in the last 30 days
ar: مستخدمون جدد حسب المصدر خلال آخر 30 يومًا
bg: Нови потребители на източник през последните 30 дни
ca: Nous usuaris per origen dels darrers 30 dies.
de: Neue Benutzer pro Quelle der letzten 30 Tagen
eo: New peeps per source in the last 30 days
es: Nuevos usuarios por origen en los últimos 30 días
fa: کاربران جدید در هر منبع در 30 روز گذشته
fi: Uusia käyttäjiä lähdettä kohti viimeisen 30 päivän aikana
fr: Nouveaux utilisateurs par source au cours des 30 derniers jours
hu: Új felhasználók forrásonként az elmúlt 30 napban
it: Nuovi utenti per sorgente negli ultimi 30 giorni
ja: 過去30日のソースごとのユーザー
lt: Nauji naudotojai per šaltinį per pastarąsias 30 dienų
ms: Pengguna baru setiap sumber dalam 30 hari terakhir
nb: Nye brukere per kilde i løpet av de siste 30 dagene
nl: Nieuwe gebruikers per bron voor de laatste 30 dagen
pl: Nowi użytkownicy na źródło w ciągu ostatnich 30 dni
pt_br: Novos usuários por fonte nos últimos 30 dias
ru: Новые пользователи по источнику за последние 30 дней
sk: Noví používatelia na zdroj za posledných 30 dní
sl: Novi uporabniki na vir v zadnjih 30 dneh
sq: Përdorues të rinj për burim në 30 ditët e fundit
sr: Novi korisnici po izvoru u poslednjih 30 dana
sv: Ny användare per källa de senaste 30 dagarna
tr: Son 30 gündeki kaynak başına yeni kullanıcılar
uk: Нові користувачі за джерелом за останні 30 днів
vi: Người dùng mới trên mỗi nguồn trong 30 ngày qua
zh_hk: 過去30天內每個來源的新使用者

source: Join date by day of the month
ar: تاريخ الانضمام حسب يوم الشهر
bg: Дата на присъединяване по ден на месеца
ca: Data d'alta per dia del mes
de: Beitrittsdatum nach Tag des Monats
eo: Join date by day of the month = when you hop in, based on the day of the month lol
es: Cruzar fecha por el día del mes
fa: تاریخ عضویت روز به ماه
fi: Liittyneet kuukauden päivän mukaan
fr: Date d'inscription par jour de l'année
hu: Csatlakozási dátum a hónap napja szerint
it: Unisci la data per giorno del mese
ja: 日別の登録日
lt: Prisijunkite prie mėnesio dienos
ms: Tarikh sertai mengikut hari dalam bulan
nb: Innmeldingsdato etter dato i måneden
nl: Lid geworden per dag van de maand
pl: Data przyłączenia według dnia miesiąca
pt_br: Data de inscrição por dia do mês
ru: Прикрепить данные по дню месяца
sk: Pripojiť dátum podľa dňa v mesiaci
sl: Datum pridružitve po dnevih v mesecu
sq: Data e bashkimit sipas ditës së muajit
sr: Datum pridruživanja po danu u mesecu
sv: Slå ihop datum per dag i månaden
tr: Ayın gününe göre katılma
uk: Дата приєднання за днем місяця
vi: Ngày tham gia theo ngày trong tháng
zh_hk: 加入日期(幾月幾日)

source: Average discount %
ar: متوسط الخصم %
bg: Среден% отстъпка
ca: % Descompte mig
de: Durchschnittlicher Rabatt in %
eo: Basic discount %
es: Descuento medio %
fa: متوسط تخفیف٪
fi: Keskimääräinen alennus %
fr: Remise moyenne en %
hu: Átlagos engedmény %
it: Sconto medio %
ja: 平均値引率
lt: Vidutinė nuolaida%
ms: Purata diskaun %
nb: Gjennomsnittlig rabatt i %
nl: Gemiddelde korting in %
pl: Średni rabat %
pt_br: Média de desconto %
ru: Средняя скидка %
sk: Priemerná zľava %
sl: Povprečni popust %
sq: % zbritje mesatare
sr: Prosečan popust %
sv: Genomsnittlig rabattprocent
tr: Ortalama indirim %
uk: Середня знижка %
vi: Chiết khấu trung bình%
zh_hk: 平均折扣%

source: Autogenerated metrics about [[GenericTable]].
ar: مقاييس مولّدة تلقائيًا حول [[GenericTable]].
bg: Автоматично генерирани показатели за [[GenericTable]].
ca: Mètriques autogenerades sobre [[GenericTable]]
de: Automatisch generierte Metriken über [[GenericTable]].
eo: Auto-generated stats on [[GenericTable]], fr fr.
es: Métricas autogeneradas sobre [[GenericTable]].
fa: اندازه گیری خودکار در مورد [[GenericTable]].
fi: Automaattisesti luodut tiedot aiheesta [[GenericTable]].
fr: Métriques auto-générées sur [[GenericTable]].
hu: Automatikusan generált metrikák a [[GenericTable]]-ről.
it: Metrica generata automaticamente su [[GenericTable]]
ja: [[GenericTable]]に関して自動生成されたメトリクス
lt: Autogeneruotos metrikos apie [[GenericTable]].
ms: Metrik yang dijana secara automatik tentang [[JadualGeneric]].
nb: Automatisk genererte indikatorer for [[GenericTable]].
nl: Automatische metrieken over [[GenericTable]]
pl: Autogenerowane metryki o [[GenericTable]].
pt_br: Métricas geradas automaticamente sobre [[GenericTable]]
ru: Авто сгенерированная метрика про [[GenericTable]].
sk: Automatické generované metriky o [[GenericTable]].
sl: Samodejno ustvarjene meritve o [[GenericTable]].
sq: Metrika të gjeneruara automatikisht për [[GenericTable]].
sr: Automatski generisane metrike o [[GenericTable]].
sv: Automatiskt skapade mått om [[GenericTable]]
tr: Ortalama indirim %
uk: Автозгенеровані метрики про [[GenericTable]].
vi: Số liệu được tạo tự động về [[GenericTable]].
zh_hk: 關於 [[GenericTable]] 的自動生成量值.

source: [[this]] per day of the month
ar: [[this]] لكل يوم من الشهر
bg: [[това]] на ден от месеца
ca: [[this]] per dia del més
de: [[this]] nach Datum des Monats
eo: [[this]] per day of the month → [[this]] daily, fr fr
es: [[this]] por día del mes
fa: [[this]] در هر روز از ماه
fi: [[this]] per kuukauden päivät
fr: [[this]] par jour du mois
hu: [[ez]] a hónap napja szerint
it: [[this]] per giorno del mese
ja: 日毎の [[this]]
lt: [[tai]] per mėnesį
ms: [[ini]] setiap hari dalam bulan
nb: [[this]] etter dag i måneden
nl: [[this]] per dag van de maand
pl: [[this]] według dni miesiąca
pt_br: [[this]] por dia do mês
ru: [[this]] по дню месяца
sk: [[this]] za deň v mesiaci
sl: [[to]] na dan v mesecu
sq: [[this]] për ditë të muajit
sr: [[this]] po danu u mesecu
sv: [[this]] per dag i månaden
tr: her ayın günü başına [[this]]
uk: [[this]] за днем місяця
vi: [[this]] mỗi ngày trong tháng
zh_hk: 每月的每一天

source: Total sessions in each country
hu: Összes munkamenet az egyes országokban
ms: Jumlah sesi di setiap negara

source: Transactions per month of the year
ar: المعاملات لكل شهر من السنة
bg: Транзакции за месец от годината
ca: Transaccions per mes
de: Transaktionen pro Monat des Jahres
eo: Monthly transaction vibes
es: Transacciones por mes
fa: معاملات در هر ماه از سال
fi: Tapahtumat vuoden kuukaudessa
fr: Transactions par mois de l'année
hu: Tranzakciók az év hónapja szerint
it: Transazioni per mese dell'anno
ja: 月毎のトランザクション数
lt: Sandoriai per metus
ms: Transaksi setiap bulan dalam tahun
nb: Transaksjoner per måned i året
nl: Transacties per maand van het jaar
pl: Transakcje według miesiąca w roku
pt_br: Transações por mês do ano
ru: Транзакции по месяцам года
sk: Transakcie za mesiac v roku
sl: Transakcije na mesec v letu
sq: Transaksione për muaj të vitit
sr: Transakcije po mesecima u godini
sv: Transaktioner per månad
tr: Yılın her ayındaki işlemler
uk: Транзакції за місяцем року
vi: Giao dịch mỗi tháng trong năm
zh_hk: 該年每個月的交易量

source: Sales per product
ar: المبيعات لكل منتج
bg: Продажби на продукт
ca: Ventes per producte
de: Verkäufe nach Produkt
eo: Sales per product → Sales per item fr fr
es: Ventas por producto
fa: فروش در هر محصول
fi: Myynti per tuote
fr: Ventes par produit
hu: Eladások termékenként
it: Vendite per prodotto
ja: 製品ごとの売上
lt: Pardavimas vienam produktui
ms: Jualan setiap produk
nb: Omsetning per produkt
nl: Verkoop per product
pl: Sprzedaż na produkt
pt_br: Vendas por produto
ru: Продажи по продуктам
sk: Predaj na výrobok
sl: Prodaja na izdelek
sq: Shitje për produkt
sr: Prodaja po proizvodu
sv: Försäljning per produkt
tr: Ürün başına satış
uk: Продажі за продуктом
vi: Doanh số trên mỗi sản phẩm
zh_hk: 每類產品銷售額

source: Users in each country
ar: المستخدمون في كل بلد
bg: Потребители във всяка държава
ca: Usuaris de cada país
de: Anwender in jedem Land
eo: Users in each country → Users in every baddie nation
es: Usuarios en cada país
fa: کاربران در هر کشور
fi: Käyttäjiä kussakin maassa
fr: Utilisateurs dans chaque pays
hu: Felhasználók minden országban
it: Utenti in ogni paese
ja: 国ごとのユーザー
lt: Vartotojai kiekvienoje šalyje
ms: Pengguna di setiap negara
nb: Brukere i hvert land
nl: Gebruikers in elk land
pl: Użytkownicy w każdym kraju
pt_br: Usuários em cada país
ru: Пользователи в каждой стране
sk: Používatelia v každej krajine
sl: Uporabniki v vsaki državi
sq: Përdorues në çdo vend
sr: Korisnici u svakoj zemlji
sv: Användare i varje land
tr: Ülke başına kullanıcı
uk: Користувачі в кожній країні
vi: Người dùng ở mỗi quốc gia
zh_hk: 每個國家的使用者

source: [[this]] by hour of the day
ar: [[this]] حسب ساعة اليوم
bg: [[това]] по час от деня
ca: [[this]] per hora del día
de: [[this]] nach Stunde des Tages
eo: [[this]] by the time of day, fr fr
es: [[this]] por hora del día
fa: [[this]] ساعت ساعت روز
fi: [[this]] vuorokauden tunnin mukaan
fr: [[this]] par heure de la journée
hu: [[ez]] a nap órái szerint
it: [[this]] per ora del giorno
ja: 時間別の [[this]]
lt: [[tai]] valandos valandos
ms: [[ini]] mengikut jam dalam sehari
nb: [[this]] etter time i døgnet
nl: [[this] per uur van de dag
pl: [[this]] według godziny dnia
pt_br: [[this]] por hora do dia
ru: [[this]] по часам дня
sk: [[this]] podľa hodiny dňa
sl: [[to]] po uri dneva
sq: [[this]] sipas orës së ditës
sr: [[this]] po satu u danu
sv: [[this]] per timme
tr: günün saatine göre [[this]]
uk: [[this]] за годиною доби
vi: [[this]] theo giờ trong ngày
zh_hk: 按小時計算

source: Events in the last 30 days
ar: الأحداث في آخر 30 يومًا
bg: Събития през последните 30 дни
ca: Esdeveniments en els darrers 30 dies
de: Ereignisse der letzten 30 Tage
eo: Vibez from the past month
es: Eventos en los últimos 30 días
fa: رویدادها در 30 روز گذشته
fi: Tapahtumat viimeisten 30 päivän ajalta
fr: Événements des 30 derniers jours
hu: Az elmúlt 30 nap eseményei
it: Eventi negli ultimi 30 giorni
ja: 過去30日のイベント
lt: Renginiai per pastarąsias 30 dienų
ms: Acara dalam 30 hari terakhir
nb: Hendelser i løpet av de siste 30 dager
nl: Gebeurtenissen in de laatste 30 dagen
pl: Zdarzenia w ciągu ostatnich 30 dni
pt_br: Eventos nos últimos 30 dias
ru: События за последние 30 дней
sk: Udalosti za posledných 30 dní
sl: Dogodki v zadnjih 30 dneh
sq: Ngjarje në 30 ditët e fundit
sr: Događaji u poslednjih 30 dana
sv: Händelser de senaste 30 dagarna
tr: Son 30 gün içindeki olaylar
uk: Події за останні 30 днів
vi: Sự kiện trong 30 ngày qua
zh_hk: 最近30日的事件

source: Transactions per source
ar: المعاملات حسب المصدر
bg: Транзакции на източник
ca: Transaccions per orígen
de: Transaktionen pro Quelle
eo: Transactions per source → "Transacs per source" or "Transacs per source, fr"
es: Transacciones por origen
fa: معاملات در هر منبع
fi: Tapahtumat lähdettä kohti
fr: Transactions par source
hu: Tranzakciók forrásonként
it: Transazioni per sorgente
ja: ソースごとのトランザクション
lt: Sandoriai vienam šaltiniui
ms: Transaksi setiap sumber
nb: Transaksjoner per kilde
nl: Transacties per bron
pl: Transakcje według źródła
pt_br: Transações por fonte
ru: Транзакции по источнику
sk: Transakcie podľa zdroja
sl: Transakcije na vir
sq: Transaksione për burim
sr: Transakcije po izvoru
sv: Transaktioner per källa
tr: Kaynak başına işlem
uk: Транзакції за джерелом
vi: Giao dịch trên mỗi nguồn
zh_hk: 每個來源的交易

source: Where youve acquired your users
hu: Hol szerezte meg a felhaszn
ms: Di mana anda telah memperoleh pengguna anda

source: How they compare acrosss location
hu: Hogyan hasonl
ms: Bagaimana mereka dibandingkan di seluruh lokasi

source: [[this]] per product
ar: [[this]] لكل منتج
bg: [[това]] на продукт
ca: [[this]] per producte
de: [[this]] nach Produkt
eo: [[this]] per piece, fr fr
es: [[this]] por producto
fa: [[this]] در هر محصول
fi: [[this]] tuotetta kohden
fr: [[this]] par produit
hu: [[ez]] termékenként
it: [[this]] per prodotto
ja: 製品ごとの [[this]]
lt: [[tai]] vienam produktui
ms: [[ini]] setiap produk
nb: [[this]] etter produkt
nl: [[dit]] per product
pl: [[this]] według produktu
pt_br: [[this]] por produto
ru: [[this]] по продукту
sk: [[this]] na produkt
sl: [[to]] na izdelek
sq: [[this]] për produkt
sr: [[this]] po proizvodu
sv: [[this]] per produkt
tr: ürün başına [[this]]
uk: [[this]] за продуктом
vi: [[this]] trên mỗi sản phẩm
zh_hk: 每個產品

source: [[this]] per month of the year
ar: [[this]] لكل شهر من السنة
bg: [[това]] на месец от годината
ca: [[this]] per mes de l'any
de: [[this]] nach Monat des Jahres
eo: [[this]] per month of the year = [[this]] each month, fr fr
es: [[this]] por mes del año
fa: [[this]] در هر ماه سال
fi: [[this]]per kuukaudet
fr: [[this]] par mois de l'année
hu: [[ez]] az év hónapjai szerint
it: [[this]] per mese dell'anno
ja: 月毎の [[this]]
lt: [[tai]] per metus
ms: [[ini]] setiap bulan dalam tahun
nb: [[this]] for hver måned i året
nl: [[this]] per maand van het jaar
pl: [[this]] według miesiąca w roku
pt_br: [[this]] por mês do ano
ru: [[this]] по месяцу года
sk: [[this]] za mesiac v roku
sl: [[to]] na mesec v letu
sq: [[this]] për muaj të vitit
sr: [[this]] po mesecima u godini
sv: [[this]] per månad
tr: yılın her ayına [[this]]
uk: [[this]] за місяцем року
vi: [[this]] mỗi tháng trong năm
zh_hk: [[this]]每年的每月

source: Per country
ar: لكل بلد
bg: За държава
ca: Per país
de: Nach Land
eo: Per country → per vibe or per spot (depending on context, but generally "per country" is pretty straightforward and might not need much change)
es: Por país
fa: در هر کشور
fi: Maittain
fr: Par pays
hu: Országonként
it: Per paese
ja: 国ごと
lt: Vienoje šalyje
ms: Setiap negara
nb: Etter land
nl: Bij land
pl: Według kraju
pt_br: Por país
ru: По стране
sk: Pre každú krajinu
sl: Na državo
sq: Për vend
sr: Po zemlji
sv: Per land
tr: Ülke başına
uk: За країною
vi: Trên mỗi vùng
zh_hk: 每個國家

source: A deeper look at how different countries are performing for you.
ar: نظرة أعمق على أداء البلدان المختلفة لديك.
bg: По-задълбочен поглед върху това как различните държави се представят за вас.
ca: Una mirada més detallada a com els diferents països s'estan comportant per a tu.
de: Ein genauerer Blick darauf, wie sich die verschiedenen Länder für dich entwickeln.
eo: A closer look at how different countries are vibing for you.
es: Una mirada más profunda al rendimiento de los diferentes países.
fa: نگاهی عمیق تر به نحوه عملکرد کشورهای مختلف برای شما.
fi: Tarkempi katsaus siihen, miten eri maat toimivat sinulle.
fr: Un regard plus détaillé sur la performance de différents pays pour vous.
hu: Közelebbi pillantás arra, hogy különböző országok hogyan teljesítenek számodra.
it: Uno sguardo profondo a come i paesi operino in modo differente per te.
ja: さまざまな国があなたのためにどのように機能しているかをより深く見ます。
lt: Giliau pažvelgti į tai, kaip įvairios šalys veikia už jus.
ms: Tinjauan mendalam tentang bagaimana negara-negara berbeza berprestasi untuk anda.
nb: Et dypdykk i hvordan forskjellige land yter for deg.
nl: Een uitgebreidere blik in hoe verschillende landen uitpakken voor jou
pl: Dokładniejsze spojrzenie na to, jak różne kraje osiągają najlepsze wyniki.
pt_br: Uma olhar mais a fundo sobre o desempenho de diferentes países para você.
ru: Более глубокий взгляд на то, как разные страны работают для вас.
sk: Hlbší pohľad na to, ako sa jednotlivým krajinám darí.
sl: Poglobljen pogled na to, kako različne države delujejo za vas.
sq: Një vështrim më i thelluar se si po performojnë për ju vende të ndryshme.
sr: Detaljniji uvid u to kako različite zemlje ostvaruju rezultate za vas.
sv: En noggrannare titt på hur olika länder går.
tr: Farklı ülkelerin sizin için nasıl performans gösterdiğine daha derin bir bakış.
uk: Глибший погляд на те, як показують себе різні країни.
vi: Một cái nhìn sâu sắc hơn về cách các vùng khác nhau đang thực hiện cho bạn.
zh_hk: 深入了解不同國家/地區的表現

source: Sales per state
ar: المبيعات لكل ولاية
bg: Продажби по щат
ca: Ventes per provincia
de: Verkäufe nach Status
eo: Sales per state → Sales per state (no cap, this one’s already pretty chill)
es: Ventas por provincia
fa: فروش در هر ایالت
fi: Myynti osavaltioittain
fr: Ventes par états
hu: Értékesítés államonként
it: Vendite per stato
ja: 州ごとの売上
lt: Pardavimai vienai valstybei
ms: Jualan setiap negeri
nb: Omsetning per stat
nl: Verkoop per staat
pl: Sprzedaż na stan
pt_br: Vendas por estado
ru: Продаже по штату
sk: Predaj podľa štátu
sl: Prodaja na državo
sq: Shitje për shtet
sr: Prodaja po državi
sv: Försäljning per stat
tr: Eyalet başına satış
uk: Продажі за штатом
vi: Doanh số trên huyệ
zh_hk: 每個州的銷售量

source: Events by [[GenericNumber]]
ar: الأحداث حسب [[GenericNumber]]
bg: Събития от [[GenericNumber]]
ca: Esdeveniments per [[GenericNumber]
de: Ereignisse nach [[GenericNumber]]
eo: Events by [[GenericNumber]] → Events by [[GenericNumber]] (no cap, stays the same but could be like "Events by [[GenericNumber]]" fr)
es: Eventos por [[GenericNumber]]
fa: رویدادها توسط [[GenericNumber]]
fi: Tapahtumat tekijältä [[GenericNumber]]
fr: Événements par [[GenericNumber]]
hu: [[GenericNumber]] események
it: Eventi per [[GenericNumber]]
ja: [[GenericNumber]] 別のイベント
lt: Įvykiai pagal [[GenericNumber]]
ms: cara mengikut [[NomborGenerik]]
nb: Hendelser etter [[GenericNumber]]
nl: Gebeurtenissen per [[GenericNumber]]
pl: Zdarzenia według [[GenericNumber]]
pt_br: Eventos por [[GenericNumber]]
ru: События по [[GenericNumber]]
sk: Udalosti od [[GenericNumber]]
sl: Dogodki po [[GenericNumber]]
sq: Evente sipas [[GenericNumber]]
sr: Događaji po [[GenericNumber]]
sv: Händelser per [[GenericNumber]]
tr: [[GenericNumber]] göre hareketler
uk: Події за [[GenericNumber]]
vi: Sự kiện theo [[GenericNumber]]
zh_hk: [[GenericNumber]]的活動

source: Sales per product [[ProductCategoryMedium]]
ar: المبيعات حسب منتج [[ProductCategoryMedium]]
bg: Продажби на продукт [[ProductCategoryMedium]]
ca: Ventes per producte [[ProductCategoryMedium]]
de: Verkäufe nach Produkt [[ProductCategoryMedium]]
eo: Sales per product [[ProductCategoryMedium]] → Sales per product, fr fr
es: Ventas por producto [[ProductCategoryMedium]]
fa: فروش برای هر محصول [[ProductCategorMedium]]
fi: Myynti per tuote [[ProductCategoryMedium]]
fr: Ventes par produit [[ProductCategoryMedium]]
hu: Termékenkénti értékesítés [[ProductCategoryMedium]]
it: Vendite per prodotto [[ProductCategoryMedium]]
ja: [[ProductCategoryMedium]] 製品ごとの売上
lt: Pardavimai vienam produktui [[ProductCategoryMedium]]
ms: Jualan setiap produk [[KategoriProdukSederhana]]
nb: Omsetning per produkt [[ProductCategoryMedium]]
nl: Verkoop per product [[ProductCategoryMedium]]
pl: Sprzedaż według produktu [[ProductCategoryMedium]]
pt_br: Vendas por produto [[ProductCategoryMedium]]
ru: Продажи по продуктам [[ProductCategoryMedium]]
sk: Predaj na produkt [[ProductCategoryMedium]]
sl: Prodaja na izdelek [[ProductCategoryMedium]]
sq: Shitje për produkt [[ProductCategoryMedium]]
sr: Prodaja po proizvodu [[ProductCategoryMedium]]
sv: Försäljning per produkt [[ProductCategoryMedium]]
tr: Ürün başına satış [[Ürün Kategorisi Orta]]
uk: Продажі за [[ProductCategoryMedium]] продукту
vi: Doanh số trên mỗi sản phẩm [[ProductC CategoryMedium]]
zh_hk: 每個產品的銷售[[ProductCategoryMedium]]

source: User acquisition by country
ar: اكتساب المستخدمين حسب البلد
bg: Придобиване на потребител по държава
ca: Adqusició d'usuaris per país
de: Anwender-Akquirierung nach Land
eo: User gain by country, fr fr
es: Adquisición de usuarios por país
fa: کسب کاربر توسط کشور
fi: Käyttäjien hankinta maittain
fr: Acquisition d'utilisateurs par pays
hu: Felhasználók szerzése országonként
it: Acquisizione degli utenti per paesi
ja: 国ごとのユーザー獲得
lt: Vartotojų įsigijimas pagal šalis
ms: Pengambilan pengguna mengikut negara
nb: Brukertilegnelse etter land
nl: Gebruikersacquisitie per land
pl: Pozyskiwanie użytkowników według kraju
pt_br: Aquisição de usuários por país
ru: Приобретение пользователя по стране
sk: Akvizícia používateľa podľa krajiny
sl: Pridobivanje uporabnikov po državah
sq: Përvetësimi i përdoruesve sipas vendit
sr: Sticanje korisnika po zemlji
sv: Användartillväxt per land
tr: Ülkeye göre kullanıcı edinme
uk: Залучення користувачів за країною
vi: Người dùng mua lại theo vùn
zh_hk: 按國家/地區獲取的使用者

source: [[this]] per source
ar: [[this]] لكل مصدر
bg: [[това]] на източник
ca: [[this]] per orgien
de: [[this]] nach Quelle
eo: this, fr, per the source
es: [[this]] por origen
fa: [[this]] در هر منبع
fi: [[this]] lähdettä kohti
fr: [[this]] par source
hu: [[ez]] forrásonként
it: [[this]] per sorgente
ja: ソースごとの [[this]]
lt: [[tai]] vienam šaltiniui
ms: [[ini]] setiap sumber
nb: [[this]] etter kilde
nl: [[this]] per bron
pl: [[this]] według źródła
pt_br: [[this]] por fonte
ru: [[это]] на источник
sk: [[this]] zo zdroja
sl: [[to]] na vir
sq: [[this]] për burim
sr: [[this]] po izvoru
sv: [[this]] per källa
tr: başına kaynak [[this]]
uk: [[this]] за джерелом
vi: [[this]] trên mỗi nguồn
zh_hk: 每個來源[[this]]

source: [[this]] by day of the week
ar: [[this]] حسب يوم الأسبوع
bg: [[това]] по ден от седмицата
ca: [[this]] per dia de la setmana
de: [[this]] nach Tag der Woche
eo: [[this]] friday vibes only
es: [[this]] por día de la semana
fa: [[this]] در هر منبع
fi: [[this]] viikonpäivän mukaan
fr: [[this]] par jour de la semaine
hu: [[ez]] a hét napja szerint
it: [[this]] per giorno della settimana
ja: 曜日別の [[this]]
lt: [[tai]] savaitės dieną
ms: [[ini]] mengikut hari dalam minggu
nb: [[this]] etter ukedag
nl: [[this]] per dag van de week
pl: [[this]] według dnia tygodnia
pt_br: [[this]] por dia da semana
ru: [[это]] по дням недели
sk: [[this]] podľa dňa v týždni
sl: [[to]] po dnevu v tednu
sq: [[this]] sipas ditës së javës
sr: [[this]] po danu u nedelji
sv: [[this]] per veckodag
tr: haftanın gününe göre [[this]]
uk: [[this]] за днем тижня
vi: [[this]] theo ngày trong tuầ
zh_hk: [[this]]到星期幾
