Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Model actions can not be enabled if database routing is enabled.
ar: لا يمكن تفعيل إجراءات النماذج إذا كان توجيه قاعدة البيانات مفعّلًا.
bg: Действията на модела не могат да бъдат разрешени, ако маршрутизирането на базата данни е разрешено.
ca: Les accions del model no es poden habilitar si l'encaminament de la base de dades està habilitat.
de: Modellaktionen können nicht aktiviert werden, wenn die Datenbankweiterleitung aktiviert ist.
eo: Bruh, you can't turn on model actions if database routing is lit.
es: No se pueden habilitar las acciones del modelo si el enrutamiento de la base de datos está habilitado.
fa: اگر مسیریابی پایگاه داده فعال باشد، اقدامات مدل را نمی توان فعال کرد.
fi: Mallin toimintoja ei voi ottaa käyttöön, jos tietokannan reititys on käytössä.
fr: Les actions du modèle ne peuvent pas être activées si le routage de la base de données est activé.
it: Le azioni del modello non possono essere abilitate se è abilitato il routing del database.
ja: データベース ルーティングが有効になっている場合、モデル アクションを有効にすることはできません。
nb: Modellhandlinger kan ikke aktiveres hvis ruting i databasen er aktivert.
nl: Modelacties kunnen niet worden ingeschakeld als database-routering is ingeschakeld.
pl: Akcji modelu nie można włączyć, jeśli włączony jest routing bazy danych.
pt_br: As ações do modelo não podem ser habilitadas se o roteamento do banco de dados estiver habilitado.
ru: Действия модели не могут быть включены, если включена маршрутизация базы данных.
sk: Akcie modelu nie je možné povoliť, ak je povolené smerovanie databázy.
sl: Dejanj modela ni mogoče omogočiti, če je omogočeno usmerjanje baze podatkov.
sq: Veprimet e modelit nuk mund të aktivizohen nëse rrutëzimi i bazës së të dhënave është i aktivizuar.
sr: Akcije modela ne mogu da se uključe ako je uključeno rutiranje baze podataka.
sv: Modellåtgärder kan inte aktiveras om databasrouting är aktiverat.
tr: Veritabanı yönlendirmesi etkinleştirilirse model eylemleri etkinleştirilemez.
uk: Дії моделей не можна увімкнути, якщо увімкнено маршрутизацію бази даних.
vi: Không thể bật hành động mô hình nếu định tuyến cơ sở dữ liệu được bật.
zh_hk: 如果啟用資料庫路由，則無法啟用模型動作。

source: Model persistence can not be enabled if database routing is enabled.
ar: لا يمكن تفعيل استمرارية النموذج إذا كان توجيه قاعدة البيانات مفعّلًا.
bg: Устойчивостта на модела не може да бъде активирана, ако маршрутизирането на базата данни е активирано.
ca: La persistència del model no es pot activar si l'encaminament de la base de dades està habilitat.
de: Die Modellpersistenz kann nicht aktiviert werden, wenn das Datenbankrouting aktiviert ist.
eo: You can't have model persistence on if database routing is turned on, fr.
es: No se puede habilitar la persistencia del modelo si el enrutamiento de la base de datos está habilitado.
fa: اگر مسیریابی پایگاه داده فعال باشد، ماندگاری مدل را نمی توان فعال کرد.
fi: Mallin pysyvyyttä ei voi ottaa käyttöön, jos tietokannan reititys on käytössä.
fr: La persistance du modèle ne peut pas être activée si le routage de la base de données est activé.
it: La persistenza del modello non può essere abilitata se è abilitato il routing del database.
ja: データベース ルーティングが有効になっている場合、モデルの永続性を有効にすることはできません。
nb: Modellpersistens kan ikke aktiveres hvis databaseruting er aktivert.
nl: Modelpersistentie kan niet worden ingeschakeld als database-routering is ingeschakeld.
pl: Nie można włączyć trwałości modelu, jeśli włączony jest routing bazy danych.
pt_br: A persistência do modelo não pode ser habilitada se o roteamento do banco de dados estiver habilitado.
ru: Сохранение модели невозможно включить, если включена маршрутизация базы данных.
sk: Trvalosť modelu nie je možné povoliť, ak je povolené smerovanie databázy.
sl: Obstojnosti modela ni mogoče omogočiti, če je omogočeno usmerjanje baze podatkov.
sq: Persistenca e modelit nuk mund të aktivizohet nëse rrutëzimi i bazës së të dhënave është i aktivizuar.
sr: Perzistencija modela ne može da se uključi ako je uključeno rutiranje baze podataka.
sv: Modellbeständighet kan inte aktiveras om databasrouting är aktiverat.
tr: Veritabanı yönlendirmesi etkinleştirilirse model kalıcılığı etkinleştirilemez.
uk: Персистентність моделей не можна увімкнути, якщо увімкнено маршрутизацію бази даних.
vi: Không thể bật tính năng duy trì mô hình nếu tính năng định tuyến cơ sở dữ liệu được bật.
zh_hk: 如果啟用資料庫路由，則無法啟用模型持久性。

source: Manage permissions
ar: إدارة الأذونات
bg: Управление на разрешенията
ca: Gestiona els permisos
de: Berechtigungen verwalten
es: Administrar permisos
fa: مدیریت مجوزها
fi: Hallinnoi käyttöoikeuksia
fr: Gérer les autorisations
it: Gestisci i permessi
ja: 権限を管理する
nb: Administrer tillatelser
nl: Machtigingen beheren
pl: Zarządzaj uprawnieniami
pt_br: Gerenciar permissões
ru: Управление разрешениями
sk: Spravovať povolenia
sl: Upravljanje dovoljenj
sq: Menaxho lejet
sr: Upravljaj dozvolama
sv: Hantera behörigheter
tr: İzinleri yönet
uk: Керувати дозволами
vi: Quản lý quyền
zh_hk: 管理權限

source: Sync in progress
ar: المزامنة قيد التقدم
bg: Синхронизирането е в ход
ca: Sincronització en curs
de: Synchronisierung läuft
es: Sincronización en progreso
fa: همگام‌سازی در حال انجام است
fi: Synkronointi käynnissä
fr: Synchronisation en cours
it: Sincronizzazione in corso
ja: 同期中
nb: Synkronisering pågår
nl: Synchronisatie bezig
pl: Synchronizacja w toku
pt_br: Sincronização em andamento
ru: Синхронизация в процессе
sk: Prebieha synchronizácia
sl: Sinhronizacija v teku
sq: Sync në proces
sr: Sinhronizacija je u toku
sv: Synkronisering pågår
tr: Senkronizasyon devam ediyor
uk: Синхронізація триває
vi: Đang đồng bộ hóa
zh_hk: 同步進行中

source: This segment can't be edited because this table is published and Remote Sync is in read-only mode.
ar: لا يمكن تعديل هذه الشريحة لأن هذا الجدول منشور والمزامنة عن بُعد في وضع القراءة فقط.
de: Dieser Abschnitt kann nicht bearbeitet werden, da diese Tabelle veröffentlicht ist und Remote Sync im Nur-Lese-Modus ist.
es: Este segmento no se puede editar porque esta tabla está publicada y la sincronización remota está en modo de solo lectura.
fa: این بخش قابل ویرایش نیست زیرا این جدول منتشر شده است و Remote Sync در حالت فقط خواندنی است.
fi: Tätä segmenttiä ei voi muokata, koska tämä taulukko on julkaistu ja etäsynkronointi on vain luku -tilassa.
fr: Ce segment ne peut pas être modifié car ce tableau est publié et la synchronisation à distance est en mode lecture seule.
it: Questo segmento non può essere modificato perché la tabella è pubblicata e Remote Sync è in modalità di sola lettura.
ja: このテーブルは公開されており、リモート同期は読み取り専用モードであるため、このセグメントを編集できません。
pl: Tego segmentu nie można edytować, ponieważ ta tabela jest opublikowana, a synchronizacja zdalna jest w trybie tylko do odczytu.
pt_br: Este segmento não pode ser editado porque esta tabela está publicada e a Sincronização Remota está em modo somente leitura.
ru: Этот сегмент нельзя редактировать, потому что эта таблица опубликована, а Remote Sync работает в режиме «только для чтения».
sk: Tento segment nie je možné upravovať, pretože táto tabuľka je publikovaná a vzdialená synchronizácia je v režime iba na čítanie.
sl: Tega segmenta ni mogoče urejati, ker je ta tabela objavljena in je oddaljena sinhronizacija v načinu samo za branje.
sq: Ky segment s’mund të redaktohet sepse kjo tabelë është publikuar dhe Sinkronizimi në distancë është në modalitetin vetëm për lexim.
sr: Ovaj segment ne može da se uređuje jer je ova tabela objavljena, a Udaljena sinhronizacija je u režimu samo za čitanje.
tr: Bu tablo yayınlandığı ve Uzaktan Senkronizasyon salt okunur modda olduğu için bu bölüm düzenlenemez.
uk: Цей сегмент не можна редагувати, оскільки ця таблиця опублікована, а Remote Sync працює в режимі лише читання.
vi: Không thể chỉnh sửa đoạn này vì bảng này đã được công bố và tính năng Đồng bộ từ xa đang ở chế độ chỉ đọc.
zh_hk: 此區段無法編輯，因為此表已發佈，且 Remote Sync 處於唯讀模式。

source: To edit permissions, you need to start from the latest version. Please refresh the page.
ar: لتحرير الأذونات، عليك البدء من أحدث إصدار. يرجى تحديث الصفحة.
bg: За да редактирате разрешенията, трябва да започнете от най-новата версия. Моля, обновете страницата.
ca: Per editar els permisos, heu de començar des de la darrera versió. Actualitzeu la pàgina.
de: Um Berechtigungen zu bearbeiten, müssen Sie mit der neuesten Version beginnen. Bitte aktualisieren Sie die Seite.
eo: To change permissions, u gotta start from the newest version. Pls refresh the page, bestie.
es: Para editar los permisos, debes empezar desde la última versión. Actualiza la página.
fa: برای ویرایش مجوزها، باید از آخرین نسخه شروع کنید. لطفاً صفحه را رفرش کنید.
fi: Oikeuksien muokkaamiseksi sinun on aloitettava uusimmasta versiosta. Päivitä sivu.
fr: Pour modifier les autorisations, vous devez utiliser la dernière version. Veuillez actualiser la page.
it: Per modificare le autorizzazioni, è necessario iniziare dalla versione più recente. Aggiorna la pagina.
ja: 権限を編集するには、最新バージョンから始める必要があります。ページを更新してください。
nb: Hvis du vil redigere tillatelser, må du starte fra den nyeste versjonen. Vennligst oppdater siden.
nl: Om de rechten te bewerken, moet u beginnen met de nieuwste versie. Vernieuw de pagina.
pl: Aby edytować uprawnienia, musisz zacząć od najnowszej wersji. Odśwież stronę.
pt_br: Para editar as permissões, você precisa começar com a versão mais recente. Atualize a página.
ru: Чтобы редактировать разрешения, вам нужно начать с последней версии. Пожалуйста, обновите страницу.
sk: Ak chcete upraviť povolenia, musíte začať od najnovšej verzie. Obnovte stránku.
sl: Za urejanje dovoljenj morate začeti z najnovejšo različico. Osvežite stran.
sq: Për të redaktuar lejet, duhet të nisësh nga versioni më i fundit. Të lutem rifresko faqen.
sr: Da bi uređivao/la dozvole, moraš da kreneš od najnovije verzije. Osveži stranicu.
sv: För att redigera behörigheter måste du börja med den senaste versionen. Uppdatera sidan.
tr: İzinleri düzenlemek için en son sürümden başlamanız gerekir. Lütfen sayfayı yenileyin.
uk: Щоб редагувати дозволи, потрібно почати з останньої версії. Будь ласка, оновіть сторінку.
vi: Để chỉnh sửa quyền, bạn cần bắt đầu từ phiên bản mới nhất. Vui lòng làm mới trang.
zh_hk: 要編輯權限，您需要從最新版本開始。請刷新頁面。

source: Refresh the page
ar: حدّث الصفحة
bg: Обновете страницата
ca: Actualitza la pàgina
de: Seite aktualisieren
eo: Refresh the page → Hit that reload button or just give it a quick refresh
es: Actualizar la página
fa: صفحه را رفرش کنید
fi: Päivitä sivu
fr: Rafraîchir la page
it: Aggiorna la pagina
ja: ページを更新
nb: Oppdater siden
nl: Vernieuw de pagina
pl: Odśwież stronę
pt_br: Atualizar a página
ru: Обновить страницу
sk: Obnoviť stránku
sl: Osveži stran
sq: Rifresko faqen
sr: Osveži stranicu
sv: Uppdatera sidan
tr: Sayfayı yenile
uk: Оновіть сторінку
vi: Làm mới trang
zh_hk: 刷新頁面

source: The Data Analysts group always has full access to edit table metadata.
ar: مجموعة محللي البيانات لديها دائمًا وصول كامل لتعديل بيانات تعريف الجدول.
ca: El grup d'analistes de dades sempre té accés complet per editar les metadades de la taula.
de: Die Gruppe der Datenanalysten hat stets vollen Zugriff auf die Bearbeitung der Tabellenmetadaten.
es: El grupo de analistas de datos siempre tiene acceso completo para editar los metadatos de la tabla.
fa: گروه تحلیلگران داده همیشه دسترسی کامل به ویرایش متادیتای جدول دارد.
fi: Data-analyytikkoryhmällä on aina täydet oikeudet muokata taulukon metatietoja.
fr: Le groupe des analystes de données dispose toujours d'un accès complet à la modification des métadonnées des tables.
it: Il gruppo Data Analysts ha sempre accesso completo per modificare i metadati della tabella.
ja: データ アナリスト グループには、常にテーブル メタデータを編集するためのフル アクセス権が与えられます。
nb: Gruppen Data Analysts har alltid full tilgang til å redigere tabellmetadata.
pl: Grupa Analityków Danych ma zawsze pełny dostęp do edycji metadanych tabeli.
pt_br: O grupo de Analistas de Dados sempre tem acesso total para editar os metadados da tabela.
ru: Группа "Дата-аналитики" всегда имеет полный доступ к редактированию метаданных таблицы.
sk: Skupina analytikov údajov má vždy plný prístup k úprave metadát tabuľky.
sl: Skupina podatkovnih analitikov ima vedno poln dostop do urejanja metapodatkov tabele.
sq: Grupi Analistë të të Dhënave ka gjithmonë akses të plotë për të redaktuar metadatat e tabelës.
sr: Grupa Analitičari podataka uvek ima pun pristup za uređivanje metapodataka tabela.
tr: Veri Analistleri grubu, tablo meta verilerini düzenleme konusunda her zaman tam erişime sahiptir.
uk: Група "Аналітики даних" завжди має повний доступ до редагування метаданих таблиць.
vi: Nhóm Phân tích Dữ liệu luôn có quyền truy cập đầy đủ để chỉnh sửa siêu dữ liệu bảng.
zh_hk: 資料分析員群組總是有編輯資料表元資料的完整權限。

source: (Database routing enabled)
ar: (توجيه قاعدة البيانات مفعّل)
bg: (Маршрутизацията на базата данни е активирана)
ca: (Enrutament de base de dades habilitat)
de: (Datenbankrouting aktiviert)
eo: Yo, database routing's totally enabled fam
es: (Enrutamiento de base de datos habilitado)
fa: (روتینگ پایگاه داده فعال است)
fi: (Tietokannan reititys käytössä)
fr: (Routage de la base de données activé)
it: (Routing del database abilitato)
ja: (データベースルーティングが有効)
nb: (Databaseruting aktivert)
nl: (Database-routering ingeschakeld)
pl: (Routing bazy danych włączony)
pt_br: (Roteamento de banco de dados habilitado)
ru: (Маршрутизация базы данных включена)
sk: (Povolené smerovanie databázy)
sl: (Usmerjanje baze podatkov omogočeno)
sq: (Rrutëzimi i bazës së të dhënave i aktivizuar)
sr: (Rutiranje baze podataka uključeno)
sv: (Databasrouting aktiverad)
tr: (Veritabanı yönlendirmesi etkinleştirildi)
uk: (DB routing увімкнено)
vi: (Đã bật định tuyến cơ sở dữ liệu)
zh_hk: (資料庫路由已啟用）

source: Google auth
ar: مصادقة Google
bg: Удостоверяване от Google
ca: Autenticació de Google
de: Google-Authentifizierung
eo: Google auth = Google creds or just Google login, fr fr
es: Autenticación de Google
fa: احراز هویت گوگل
fi: Google-todennus
fr: Authentification Google
it: Autenticazione Google
ja: Google認証
nb: Google-autentisering
nl: Google-authenticatie
pl: Autoryzacja Google
pt_br: Autenticação do Google
ru: Google аутентификация
sk: Autorizácia Google
sl: Googlova avtorizacija
sq: Autentikim Google
sr: Google autentifikacija
sv: Google-autentisering
tr: Google kimlik doğrulaması
uk: Авторизація Google
vi: Xác thực Google
zh_hk: Google 認證

source: Delete API key
ar: احذف مفتاح API
bg: Изтриване на API ключ
ca: Suprimeix la clau de l'API
de: API-Schlüssel löschen
eo: Delete API key → Drop the API key, no cap
es: Eliminar clave API
fa: حذف کلید API
fi: Poista API-avain
fr: Supprimer la clé API
it: Elimina la chiave API
ja: APIキーを削除する
nb: Slett API-nøkkel
nl: API-sleutel verwijderen
pl: Usuń klucz API
pt_br: Excluir chave de API
ru: Удалить ключ API
sk: Odstrániť kľúč API
sl: Izbriši ključ API-ja
sq: Fshi çelësin API
sr: Obriši API ključ
sv: Ta bort API-nyckel
tr: API anahtarını sil
uk: Видалити ключ API
vi: Xóa khóa API
zh_hk: 刪除 API 金鑰

source: You can create an API key to make API calls programmatically.
ar: يمكنك إنشاء مفتاح API لإجراء استدعاءات API برمجيًا.
bg: Можете да създадете API ключ, за да осъществявате API повиквания програмно.
ca: Podeu crear una clau API per fer crides API mitjançant programació.
de: Sie können einen API-Schlüssel erstellen, um API-Aufrufe programmgesteuert durchzuführen.
eo: You can whip up an API key to do API calls legit on autopilot, fr.
es: Puede crear una clave API para realizar llamadas API mediante programación.
fa: شما می‌توانید یک کلید API ایجاد کنید تا فراخوانی‌های API را به صورت برنامه‌نویسی‌شده انجام دهید.
fi: Voit luoda API-avaimen API-kutsujen ohjelmallista tekemistä varten.
fr: Vous pouvez créer une clé API pour effectuer des appels API par programmation.
it: È possibile creare una chiave API per effettuare chiamate API a livello di programmazione.
ja: API キーを作成して、プログラムで API 呼び出しを行うことができます。
nb: Du kan opprette en API-nøkkel for å foreta API-anrop programmatisk.
nl: U kunt een API-sleutel maken om programmatisch API-aanroepen uit te voeren.
pl: Możesz utworzyć klucz API, aby programowo wykonywać wywołania API.
pt_br: Você pode criar uma chave de API para fazer chamadas de API programaticamente.
ru: Вы можете создать ключ API для выполнения вызовов API программным способом.
sk: Môžete si vytvoriť kľúč API na programové volanie API.
sl: Ključ API lahko ustvarite za programsko klicanje API-ja.
sq: Mund të krijosh një çelës API për të bërë thirrje API në mënyrë programatike.
sr: Možete da kreirate API ključ za programatske API pozive.
sv: Du kan skapa en API-nyckel för att göra API-anrop programmatiskt.
tr: API çağrılarını programlı olarak yapabilmek için bir API anahtarı oluşturabilirsiniz.
uk: Ви можете створити ключ API, щоб робити виклики API програмно.
vi: Bạn có thể tạo khóa API để thực hiện lệnh gọi API theo chương trình.
zh_hk: 您可以建立 API 金鑰，以程式化的方式進行 API 呼叫。

source: Create API key
ar: أنشئ مفتاح API
bg: Създаване на API ключ
ca: Crea una clau d'API
de: API-Schlüssel erstellen
eo: Make that API key, fr fr
es: Crear una clave API
fa: ایجاد کلید API
fi: Luo API-avain
fr: Créer une clé API
it: Crea chiave API
ja: APIキーを作成する
nb: Opprett API-nøkkel
nl: API-sleutel aanmaken
pl: Utwórz klucz API
pt_br: Criar chave de API
ru: Создать ключ API
sk: Vytvoriť kľúč API
sl: Ustvari ključ API-ja
sq: Krijo çelës API
sr: Kreiraj API ključ
sv: Skapa API-nyckel
tr: API anahtarı oluştur
uk: Створити ключ API
vi: Tạo khóa API
zh_hk: 建立 API 金鑰

source: API keys
ar: مفاتيح API
bg: API ключове
ca: Claus API
de: API-Schlüssel
eo: API keys = code passcodes or just “the secret sauce” lol
es: Claves API
fa: کلیدهای API
fi: API-avaimet
fr: clés API
it: chiavi API
ja: APIキー
nb: API-nøkler
nl: API-sleutels
pl: Klucze API
pt_br: Chaves de API
ru: API-ключи
sk: Kľúče API
sl: API ključi
sq: Çelësa API
sr: API ključevi
sv: API-nycklar
tr: API anahtarları
uk: Ключі API
vi: Khóa API
zh_hk: API 金鑰

source: Allow users to use API keys to authenticate their API calls.
ar: اسمح للمستخدمين باستخدام مفاتيح API لمصادقة استدعاءات API الخاصة بهم.
bg: Позволете на потребителите да използват API ключове за удостоверяване на своите API повиквания.
ca: Permet que els usuaris utilitzin claus d'API per autenticar les seves crides d'API.
de: Erlauben Sie Benutzern, API-Schlüssel zur Authentifizierung ihrer API-Aufrufe zu verwenden.
eo: Let users flex their API keys to legit authenticate their calls, fr.
es: Permitir que los usuarios utilicen claves API para autenticar sus llamadas API.
fa: به کاربران اجازه دهید از کلیدهای API برای تأیید اعتبار فراخوانی‌های API خود استفاده کنند.
fi: Salli käyttäjien käyttää API-avaimia API-kutsujensa todentamiseen.
fr: Autoriser les utilisateurs à utiliser des clés API pour authentifier leurs appels API.
it: Consentire agli utenti di utilizzare le chiavi API per autenticare le proprie chiamate API.
ja: ユーザーが API キーを使用して API 呼び出しを認証できるようにします。
nb: Tillat brukere å bruke API-nøkler for å autentisere API-anropene sine.
nl: Geef gebruikers de mogelijkheid om API-sleutels te gebruiken om hun API-aanroepen te verifiëren.
pl: Zezwalaj użytkownikom na używanie kluczy API do uwierzytelniania wywołań API.
pt_br: Permitir que usuários usem chaves de API para autenticar suas chamadas de API.
ru: Разрешить пользователям использовать ключи API для аутентификации своих вызовов API.
sk: Umožniť používateľom používať kľúče API na overenie ich volaní API.
sl: Dovoli uporabnikom uporabo ključev API za preverjanje pristnosti klicev API.
sq: Lejo përdoruesit të përdorin çelësa API për të autentikuar thirrjet e tyre API.
sr: Dozvoli korisnicima da koriste API ključeve za autentifikaciju svojih API poziva.
sv: Tillåt användare att använda API-nycklar för att autentisera sina API-anrop.
tr: Kullanıcıların API çağrılarını doğrulamak için API anahtarlarını kullanmalarına izin verin.
uk: Дозвольте користувачам використовувати ключі API для автентифікації викликів API.
vi: Cho phép người dùng sử dụng khóa API để xác thực lệnh gọi API của họ.
zh_hk: 允許使用者使用 API 金鑰驗證他們的 API 呼叫。

source: Edit API key
ar: عدّل مفتاح API
bg: Редактиране на API ключ
ca: Edita la clau de l'API
de: API-Schlüssel bearbeiten
eo: Update your API key, bestie
es: Editar clave API
fa: ویرایش کلید API
fi: Muokkaa API-avainta
fr: Modifier la clé API
it: Modifica la chiave API
ja: APIキーを編集
nb: Rediger API-nøkkel
nl: API-sleutel bewerken
pl: Edytuj klucz API
pt_br: Editar chave de API
ru: Изменить ключ API
sk: Upraviť kľúč API
sl: Uredi ključ API-ja
sq: Redakto çelësin API
sr: Uredi API ključ
sv: Redigera API-nyckel
tr: API anahtarını düzenle
uk: Редагувати ключ API
vi: Chỉnh sửa khóa API
zh_hk: 編輯 API 金鑰

source: Group is a required field
ar: المجموعة حقل مطلوب
bg: Групата е задължително поле
ca: El grup és un camp obligatori
de: Gruppe ist ein Pflichtfeld
eo: Group is a must-have, fr fr
es: Grupo es un campo obligatorio
fa: گروه یک فیلد الزامی است
fi: Ryhmä on pakollinen kenttä
fr: Le groupe est un champ obligatoire
it: Il gruppo è un campo obbligatorio
ja: グループは必須フィールドです
nb: Gruppe er et obligatorisk felt
nl: Groep is een verplicht veld
pl: Grupa jest polem wymaganym
pt_br: Grupo é um campo obrigatório
ru: Группа — обязательное поле
sk: Skupina je povinné pole
sl: Skupina je obvezno polje
sq: Group është fushë e detyrueshme
sr: Grupa je obavezno polje
sv: Grupp är ett obligatoriskt fält
tr: Grup zorunlu bir alandır
uk: Група — обовʼязкове поле
vi: Nhóm là trường bắt buộc
zh_hk: 群組為必填欄位

source: Self-Hosted SMTP
ar: SMTP مستضاف ذاتيًا
bg: Самостоятелно хостван SMTP
ca: SMTP autoallotjat
de: Selbstgehostetes SMTP
es: SMTP autoalojado
fa: SMTP خود میزبان
fi: Itse isännöity SMTP
fr: SMTP auto-hébergé
it: SMTP auto-ospitato
ja: セルフホスト型SMTP
nb: Selvbetjent SMTP
nl: Zelf-gehoste SMTP
pl: Samodzielnie hostowany SMTP
pt_br: SMTP auto-hospedado
ru: Самостоятельно размещенный SMTP
sk: Samostatne hostovaný SMTP
sl: Samostojno gostovan SMTP
sq: SMTP i vetë-hostuar
sv: Självhostad SMTP
tr: Kendinden Barındırılan SMTP
vi: SMTP tự lưu trữ
zh_hk: 自託管 SMTP

source: Edit configuration
ar: عدّل الإعدادات
bg: Редактиране на конфигурацията
ca: Edita la configuració
de: Konfiguration bearbeiten
eo: Fix the setup
es: Editar configuración
fa: ویرایش پیکربندی
fi: Muokkaa asetuksia
fr: Modifier la configuration
it: Modifica configurazione
ja: 設定を編集する
nb: Rediger konfigurasjon
nl: Configuratie bewerken
pl: Edytuj konfigurację
pt_br: Editar configuração
ru: Изменить конфигурацию
sk: Upraviť konfiguráciu
sl: Urejanje konfiguracije
sq: Redakto konfigurimin
sr: Uredi konfiguraciju
sv: Redigera konfiguration
tr: Yapılandırmayı düzenle
uk: Редагувати конфігурацію
vi: Chỉnh sửa cấu hình
zh_hk: 編輯設定
