Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Indicates if at the end of the setup a valid license was active
ar: يشير إلى ما إذا كان هناك ترخيص صالح نشطًا في نهاية الإعداد
bg: Показва дали в края на настройката е бил активен валиден лиценз.
ca: Indica si al final de la configuració hi havia una llicència vàlida activa
de: Zeigt an, ob am Ende des Setups eine gültige Lizenz aktiv war
eo: Tells you if, at the end of the setup, a legit license was actually active fr.
es: Indica si al final de la configuración había una licencia válida activa
fa: نشان می دهد که آیا در پایان راه اندازی یک مجوز معتبر فعال بوده است یا خیر
fi: Osoittaa, oliko asennuksen lopussa voimassa oleva lisenssi aktiivinen
fr: Indique si, à la fin de l'installation, une licence valide était active.
hu: Jelzi, hogy a beállítás végén érvényes licenc volt-e aktív
it: Indica se al termine della configurazione era attiva una licenza valida.
ja: セットアップ終了時に有効なライセンスがアクティブであったかどうかを示します。
lt: Nurodo, ar sąrankos pabaigoje buvo aktyvi galiojanti licencija
ms: Menunjukkan jika pada akhir penyediaan lesen yang sah telah aktif
nb: Angir om en gyldig lisens var aktiv ved slutten av oppsettet
nl: Geeft aan of er aan het einde van de installatie een geldige licentie actief was.
pl: Wskazuje, czy na koniec konfiguracji aktywna była ważna licencja.
pt_br: Indica se no final da configuração uma licença válida estava ativa
ru: Указывает, была ли на момент завершения установки активна действующая лицензия
sk: Označuje, či bola na konci nastavenia aktívna platná licencia.
sl: Označuje, ali je bila na koncu nastavitve veljavna licenca
sq: Tregon nëse në fund të konfigurimit ishte aktive një licencë e vlefshme
sr: Označava da li je na kraju podešavanja bila aktivna važeća licenca
sv: Anger om en giltig licens var aktiv i slutet av installationen
tr: Kurulumun sonunda geçerli bir lisansın etkin olup olmadığını gösterir
uk: Показує, чи наприкінці налаштування була активна дійсна ліцензія
vi: Chỉ ra nếu ở cuối quá trình thiết lập, giấy phép hợp lệ đã được kích hoạt
zh_hk: 表示設定結束時有效的授權是否有效。

source: Embedding homepage status, indicating if it's visible, hidden or has been dismissed
hu: Beágyazási kezdőlap állapota, jelzi, hogy látható, rejtett vagy el lett utasítva
ms: Status halaman penyematan, menunjukkan jika ia kelihatan, tersembunyi atau telah diabaikan

source: Indicates if embedding has enabled automatically during the setup because the user was interested in embedding
ar: يشير إلى ما إذا تم تمكين التضمين تلقائيًا أثناء الإعداد لأن المستخدم كان مهتمًا بالتضمين
bg: Показва дали вграждането е активирано автоматично по време на настройката, тъй като потребителят се е интересувал от вграждане.
ca: Indica si la incrustació s'ha habilitat automàticament durant la configuració perquè l'usuari estava interessat a incrustar
de: Zeigt an, ob die Einbettung während der Einrichtung automatisch aktiviert wurde, weil der Benutzer an der Einbettung interessiert war
eo: It shows if the embedding got auto-enabled during setup cuz the user was vibing with embedding.
es: Indica si la incrustación se ha habilitado automáticamente durante la configuración porque el usuario estaba interesado en incrustar
fa: نشان می دهد که آیا جاسازی به طور خودکار در حین راه اندازی فعال شده است، زیرا کاربر علاقه مند به جاسازی بوده است
fi: Ilmaisee, onko upotus otettu käyttöön automaattisesti asennuksen aikana, koska käyttäjä oli kiinnostunut upottamisesta
fr: Indique si l'intégration a été activée automatiquement lors de la configuration parce que l'utilisateur était intéressé par l'intégration.
hu: Jelzi, hogy a beágyazás automatikusan engedélyezve lett a beállítás során, mert a felhasználót érdekelte a beágyazás
it: Indica se l'incorporamento è stato abilitato automaticamente durante la configurazione perché l'utente era interessato all'incorporamento
ja: ユーザーがエンベッディングに興味があったため、セットアップ中にエンベッディングが自動的に有効になったかどうかを示します。
lt: Nurodo, ar įterpimas buvo įjungtas automatiškai atliekant sąranką, nes vartotojas domėjosi įterpimu
ms: Menunjukkan jika penyematan telah diaktifkan secara automatik semasa persediaan kerana pengguna berminat dalam penyematan
nb: Angir om innbygging ble aktivert automatisk under oppsettet fordi brukeren var interessert i innbygging
nl: Geeft aan of insluiten automatisch is ingeschakeld tijdens de setup omdat de gebruiker geïnteresseerd was in insluiten
pl: Wskazuje, czy osadzanie zostało włączone automatycznie podczas konfiguracji, ponieważ użytkownik był zainteresowany osadzaniem.
pt_br: Indica se a incorporação foi ativada automaticamente durante a configuração porque o usuário estava interessado em incorporar
ru: Указывает, включилось ли встраивание автоматически во время настройки, потому что пользователь был заинтересован во встраивании
sk: Označuje, či sa vloženie aktivovalo automaticky počas nastavenia, pretože používateľ mal záujem o vloženie
sl: Označuje, ali je vdelava med namestitvijo samodejno omogočena, ker je uporabnika zanimala vdelava
sq: Tregon nëse integrimi u aktivizua automatikisht gjatë konfigurimit sepse përdoruesi ishte i interesuar për integrimin
sr: Označava da li je ugradnja automatski omogućena tokom podešavanja zato što je korisnika zanimala ugradnja
sv: Anger om inbäddning har aktiverats automatiskt under installationen eftersom användaren var intresserad av inbäddning
tr: Kullanıcı katıştırma ile ilgilendiği için kurulum sırasında katıştırmanın otomatik olarak etkinleştirilip etkinleştirilmediğini gösterir
uk: Показує, чи embedding був увімкнений автоматично під час налаштування, бо користувач був зацікавлений у embedding
vi: Chỉ ra liệu nhúng có được bật tự động trong quá trình thiết lập hay không vì người dùng quan tâm đến việc nhúng
zh_hk: 顯示使用者是否對嵌入感興趣，而在設定過程中自動啟用嵌入。

source: Extract domain, host…
ar: استخرج النطاق، المضيف…
bg: Извличане на домейн, хост…
ca: Extreu domini, amfitrió…
de: Extrahiere Domain, Host...
eo: Extract domain, host… that’s lowkey giving me a headache rn smh
es: Extraer dominio, host…
fa: استخراج دامنه، میزبان…
fi: Pura verkkotunnus, host…
fr: Extraire le domaine, l'hôte...
hu: Domain, host kinyerése…
it: Estrarre il dominio, l'host…
ja: ドメイン、ホスト...
lt: Išskleisti domeną, prieglobą…
ms: Ekstrak domain, hos…
nb: Trekk ut domene, host…
nl: Extraheer domein, host…
pl: Wyodrębnij domenę, host…
pt_br: Extrair domínio, host…
ru: Извлечение домена, хоста…
sk: Výpis domény, hostiteľa…
sl: Izvlecite domeno, gostitelja ...
sq: Nxirr domain, host…
sr: Izdvoji domen, host…
sv: Extrahera domän, värd…
tr: Etki alanını, ana bilgisayarı ayıklayın…
uk: Витягти домен, хост…
vi: Trích xuất tên miền, máy chủ…
zh_hk: 擷取網域、主機…

source: OFFSET is not supported in custom expressions
hu: Az OFFSET nem támogatott egyéni kifejezésekben
ms: OFFSET tidak disokong dalam ungkapan tersuai

source: OFFSET is not supported in custom filters
ar: OFFSET غير مدعوم في عوامل التصفية المخصّصة
bg: OFFSET не се поддържа в потребителски филтри
ca: OFFSET no és compatible amb els filtres personalitzats
de: OFFSET wird in benutzerdefinierten Filtern nicht unterstützt.
eo: OFFSET isn’t chill with custom filters, lol.
es: OFFSET no es compatible con filtros personalizados
fa: OFFSET در فیلترهای سفارشی پشتیبانی نمی شود
fi: OFFSET-toimintoa ei tueta mukautetuissa suodattimissa
fr: OFFSET n'est pas pris en charge dans les filtres personnalisés
hu: Az OFFSET nem támogatott egyéni szűrőkben
it: OFFSET non è supportato nei filtri personalizzati
ja: OFFSET はカスタムフィルターではサポートされていません。
lt: OFFSET nepalaikomas pasirinktiniuose filtruose
ms: OFFSET tidak disokong dalam penapis khusus
nb: OFFSET støttes ikke i egendefinerte filtre
nl: OFFSET wordt niet ondersteund in aangepaste filters
pl: OFFSET nie jest obsługiwany w filtrach niestandardowych
pt_br: OFFSET não é compatível com filtros personalizados
ru: OFFSET не поддерживается в пользовательских фильтрах
sk: OFFSET nie je podporovaný vo vlastných filtroch
sl: OFFSET ni podprt v filtrih po meri
sq: OFFSET nuk mbështetet në filtra të personalizuar
sr: OFFSET nije podržan u prilagođenim filterima
sv: OFFSET stöds inte i anpassade filter
tr: OFFSET özel filtrelerde desteklenmez
uk: OFFSET не підтримується в кастомних фільтрах
vi: OFFSET không được hỗ trợ trong các bộ lọc tùy chỉnh
zh_hk: 自訂篩選器不支援 OFFSET

source: OFFSET in a custom expression requires a sort order
hu: Az OFFSET egy egyéni kifejezésben rendezési sorrendet igényel
ms: OFFSET dalam ungkapan tersuai memerlukan susunan tertib

source: {0} contains {1} selections
ar: {0} يحتوي على {1} تحديدات
bg: {0} съдържа {1} селекции
ca: {0} conté {1} seleccions
de: {0} enthält {1} Auswahlen
eo: {0} is packed with {1} choices, fr.
es: {0} contiene {1} selecciones
fa: {0} شامل {1} انتخاب است
fi: {0} sisältää {1} valintaa
fr: {0} contient {1} sélections
hu: A(z) {0} tartalmaz {1} választásokat
it: {0} contiene {1} selezioni
ja: {0}は{1}の選択を含む
lt: {0} yra {1} pasirinkimų
ms: {0} mengandungi {1} pilihan
nb: {0} inneholder {1} utvalg
nl: {0} bevat {1} selecties
pl: {0} zawiera wybór {1}
pt_br: {0} contém {1} seleções
ru: {0} содержит {1} результатов выбора
sk: {0} obsahuje výbery {1}
sl: {0} vsebuje {1} izbire
sq: {0} përmban {1} përzgjedhje
sr: {0} sadrži {1} izbora
sv: {0} innehåller {1} val
tr: {0} {1} seçimlerini içerir
uk: {0} містить {1} виборів
vi: {0} chứa {1} lựa chọn
zh_hk: {0} 包含 {1} 選項

source: {0} starts with {1} selections
ar: {0} يبدأ بـ {1} تحديدات
bg: {0} започва със селекциите на {1}
ca: {0} comença amb {1} seleccions
de: {0} beginnt mit {1} Auswahlen
eo: "{0} kicks off with {1} options"
es: {0} empieza con {1} selecciones
fa: {0} با انتخاب های {1} شروع می شود
fi: {0} alkaa {1} valinnalla
fr: {0} commence par {1} sélections
hu: A(z) {0} {1} választásokkal kezdődik
it: {0} inizia con le selezioni di {1}
ja: {0}は{1}選択から始まる
lt: {0} prasideda {1} pasirinkimais
ms: {0} bermula dengan {1} pilihan
nb: {0} starter med {1} utvalg
nl: {0} begint met {1} selecties
pl: {0} Zaczyna się od wyboru {1}
pt_br: {0} inicia com {1} seleções
ru: {0} начинается с {1} результатов выбора
sk: {0} začína sa výberom {1}
sl: {0} se začne z {1} izbirami
sq: {0} fillon me {1} përzgjedhje
sr: {0} počinje sa {1} izbora
sv: {0} börjar med {1} val
tr: {0} {1} seçimleri ile başlar
uk: {0} починається з {1} виборів
vi: {0} bắt đầu với {1} lựa chọn
zh_hk: {0} 從 {1} 選項開始

source: {0} ends with {1} selections
ar: {0} ينتهي بـ {1} تحديدات
bg: {0} завършва с избор на {1}
ca: {0} acaba amb {1} seleccions
de: {0} endet mit {1} Auswahlen
eo: {0} wraps up with {1} choices, fr fr
es: {0} termina con {1} selecciones
fa: {0} با انتخاب های {1} به پایان می رسد
fi: {0} päättyy {1} valintaan
fr: {0} se termine par {1} sélections
hu: A(z) {0} {1} választásokkal végződik
it: {0} termina con le selezioni di {1}
ja: {0}は{1}選択で終わる
lt: {0} baigiasi {1} pasirinkimais
ms: {0} berakhir dengan {1} pilihan
nb: {0} avsluttes med {1} utvalg
nl: {0} eindigt met {1} selecties
pl: {0} kończy się wyborem {1}
pt_br: {0} termina com {1} seleções
ru: {0} заканчивается {1} результатами выбора
sk: {0} končí výberom {1}
sl: {0} se konča z {1} izbori
sq: {0} përfundon me {1} përzgjedhje
sr: {0} se završava sa {1} izbora
sv: {0} slutar med {1} val
tr: {0} {1} seçimleri ile sona erer
uk: {0} закінчується на {1} виборів
vi: {0} kết thúc với {1} lựa chọn
zh_hk: {0} 以 {1} 選項結束

source: {0} does not contain {1} selections
ar: {0} لا يحتوي على {1} تحديدات
bg: {0} не съдържа селекции на {1}
ca: {0} no conté {1} seleccions
de: {0} enthält keine {1} Auswahlen
eo: {0} doesn’t have {1} options fr fr
es: {0} no contiene {1} selecciones
fa: {0} شامل {1} انتخاب نیست
fi: {0} ei sisällä {1} valintaa
fr: {0} ne contient pas de sélections {1}
hu: A(z) {0} nem tartalmaz {1} választásokat
it: {0} non contiene selezioni {1}
ja: {0}は{1}の選択を含まない
lt: {0} nėra {1} pasirinkimų
ms: {0} tidak mengandungi {1} pilihan
nb: {0} inneholder ikke {1} valg
nl: {0} bevat geen {1} selecties
pl: {0} nie zawiera wyborów {1}
pt_br: {0} não contém {1} seleções
ru: {0} не содержит {1} результатов выбора
sk: {0} neobsahuje výbery {1}
sl: {0} ne vsebuje {1} izborov
sq: {0} nuk përmban {1} përzgjedhje
sr: {0} ne sadrži {1} izbora
sv: {0} innehåller inte {1} val
tr: {0} {1} seçimlerini içermez
uk: {0} не містить {1} виборів
vi: {0} không chứa {1} lựa chọn
zh_hk: {0} 不包含 {1} 選項

source: Dump file for migrations. Internal test use only.
hu: Kiürítési fájl a migrációkhoz. Belső tesztelési használatra.
ms: Fail dump untuk migrasi. Kegunaan ujian dalaman sahaja.

source: Custom dump version for migrations. Internal test use only.
hu: Egyéni kiürítési verzió a migrációkhoz. Belső tesztelési használatra.
ms: Versi dump tersuai untuk peralihan. Kegunaan ujian dalaman sahaja.

source: Store URL for migrations. Internal test use only.
hu: Store URL a migrációkhoz. Belső tesztelési használatra.
ms: Simpan URL untuk migrasi. Untuk kegunaan ujian dalaman sahaja.

source: Boolean indicating whether a Metabase's is in read-only mode with regards to its app db. Will take up to 1m to propagate to other Metabase instances in a cluster.Audit tables are excluded from read-only-mode mode.
hu: Logikai érték, amely jelzi, hogy a Metabase csak olvasható módban van-e az alkalmazás adatbázisával kapcsolatban. Akár 1 percig is eltarthat, amíg propagálódik a klaszter más Metabase példányaira. Az audit táblázatok ki vannak zárva a csak olvasható módból.
ms: Boolean menunjukkan sama ada Metabase dalam mod baca-sahaja berkaitan dengan pangkalan data aplikasinya. Akan mengambil masa sehingga 1 minit untuk disebarkan ke Metabase lain dalam kluster. Jadual audit dikecualikan daripada mod baca-sahaja.

source: Metabase is in read-only-mode mode!
ar: Metabase في وضع القراءة فقط!
bg: Метабазата е в режим само за четене!
ca: Metabase està en mode de només lectura!
de: Metabase ist im Read-Only Modus!
eo: Metabase is totally in read-only mode rn, fr.
es: ¡Metabase está en modo de solo lectura!
fa: متابیس در حالت فقط خواندنی است!
fi: Metabase on vain luku - tilassa!
fr: Metabase est en mode lecture seule !
hu: A Metabase csak olvasható módban van!
it: Metabase è in modalità di sola lettura!
ja: Metabaseは読み取り専用モードである！
lt: Metabazė veikia tik skaitymo režimu!
ms: Metabase berada dalam mod baca sahaja!
nb: Metabase er i skrivebeskyttet modus!
nl: Metabase staat in alleen-lezen-modus!
pl: Metabase jest w trybie tylko do odczytu!
pt_br: O Metabase está no modo somente leitura!
ru: Метабаза находится в режиме "только для чтения"!
sk: Metabáza je v režime len na čítanie!
sl: Metabase je v načinu samo za branje!
sq: Metabase është në read-only-mode mode!
sr: Metabase je u read-only-mode mode!
sv: Metabase är inställt på endast läsbehörighet!
tr: Metabase salt okunur modda!
uk: Metabase у режимі лише читання!
vi: Metabase đang ở chế độ chỉ đọc!
zh_hk: Metabase 處於唯讀模式！

source: You must specify a new `parent_id` to un-trash to.
hu: Meg kell adnia egy új parent_id-t a kukából való visszaállításhoz.
ms: Anda mesti menentukan `parent_id` yang baru untuk membuang sampah ke.

source: Permission type {0} is not a database-level permission.
hu: A(z) {0} jogosultsági típus nem adatbázis szintű jogosultság.
ms: Jenis kebenaran {0} bukan kebenaran di peringkat pangkalan data.

source: You cannot edit permissions for the Trash collection or its descendants.
ar: لا يمكنك تعديل الأذونات لمجموعة سلة المهملات أو العناصر التابعة لها.
bg: Не можете да редактирате разрешенията за колекцията "Кошче" или нейните наследници.
ca: No pots editar els permisos de la col·lecció Paperera ni dels seus descendents.
de: Sie können keine Berechtigungen für die Papierkorbsammlung oder ihre Untersammlungen bearbeiten.
eo: Bruh, you can't mess with the permissions for the Trash bin or its fam.
es: No puedes editar los permisos para la colección Papelera o sus descendientes.
fa: شما نمی توانید مجوزهای مجموعه سطل زباله یا فرزندان آن را ویرایش کنید.
fi: Et voi muokata Roskakori-kokoelman tai sen alikansioiden käyttöoikeuksia.
fr: Vous ne pouvez pas modifier les autorisations pour la collection Corbeille ou ses descendants.
hu: Nem módosíthatja az engedélyeket a Kukagyűjteményre vagy annak leszármazottaira.
it: Non è possibile modificare le autorizzazioni per la raccolta Cestino o i suoi discendenti.
ja: Trashコレクションまたはその子孫のアクセス許可を編集することはできません。
lt: Negalite redaguoti šiukšliadėžės kolekcijos ar jos palikuonių leidimų.
ms: Anda tidak boleh menyunting kebenaran untuk koleksi Tong Sampah atau keturunannya.
nb: Du kan ikke redigere tillatelser for papirkurven eller dens etterkommere.
nl: U kunt geen machtigingen bewerken voor de Prullenbakcollectie of de afstammelingen ervan.
pl: Nie można edytować uprawnień dla kolekcji Kosz ani jej elementów potomnych.
pt_br: Não é possível editar as permissões da coleção Lixeira ou de seus descendentes.
ru: Вы не можете редактировать разрешения для коллекции Trash или ее потомков.
sk: Nie je možné upravovať oprávnenia pre kolekciu Kôš alebo jej potomkov.
sl: Dovoljenj za zbirko smetnjaka ali njenih potomcev ne morete urejati.
sq: Nuk mund të redaktoni lejet për koleksionin Trash ose pasardhësit e tij.
sr: Ne možete da uređujete dozvole za kolekciju Otpad ili njene potomke.
sv: Du kan inte redigera behörigheter för skräpsamlingen eller dess ättlingar.
tr: Çöp koleksiyonu veya onun alt koleksiyonları için izinleri düzenleyemezsiniz.
uk: Ви не можете редагувати дозволи для колекції "Кошик" або її нащадків.
vi: Bạn không thể chỉnh sửa quyền đối với bộ sưu tập Thùng rác hoặc các mục con của nó.
zh_hk: 您無法編輯垃圾桶收藏或其後代的權限。

source: trashed {0}
ar: نقل {0} إلى سلة المهملات
bg: изхвърлен {0}
ca: {0} eliminats
de: zugemüllt {0}
eo: trashed {0} → "completely clapped {0}"
es: desechado {0}
fa: سطل زباله {0}
fi: roskakoriin {0}
fr: mis à la poubelle {0}
hu: kukázott {0}
it: cestinato {0}
ja: ゴミ箱{0}
lt: išmestas į šiukšliadėžę {0}
ms: dibuang {0}
nb: søppel {0}
nl: weggegooide {0}
pt_br: excluiu {0}
ru: помещен в корзину {0}
sk: zničené {0}
sl: uničena {0}
sq: e hodhi në kosh {0}
sr: bacio u smeće {0}
sv: bortkastad {0}
tr: çöpe atılmış {0}
uk: перемістив {0} у кошик
vi: đã bị xóa {0}

source: untrashed {0}
ar: أخرج {0} من سلة المهملات
bg: неизползван {0}
ca: {0} recuperats
de: Ungeöffnet {0}
eo: untrashed {0} (lowkey clean, no cap)
es: recuperado {0}
fa: حذف نشده {0}
fi: roskakorista poistettu {0}
fr: non déchargés {0}
hu: visszaállított {0}
ja: アントラッシュ {0}
lt: išmestas į šiukšliadėžę {0}
ms: Tidak dibuang {0}
nb: uskadet {0}
nl: Ongewassen {0}
pt_br: restaurou {0}
ru: восстановлен {0}
sk: nezničené {0}
sl: neuničen {0}
sq: e nxori nga koshi {0}
sr: vraćeno iz otpada {0}
sv: oskadd {0}
tr: çöpe atılmamış {0}
uk: відновив {0} з кошика
vi: chưa được dọn dẹp {0}
zh_hk: 未刪除 {0}

source: User preference for whether the 'Browse models' page should be filtered to show only verified models.
hu: A felhasználó preferenciája, hogy a „Modellek böngészése” oldal csak a hitelesített modelleket mutassa.
ms: Keutamaan pengguna sama ada halaman 'Lihat model' perlu ditapis untuk menunjukkan hanya model yang disahkan.

source: User preference for the state of the native query preview in the notebook.
eo: User’s vibe for how they want the native query preview to look in the notebook.
hu: A felhasználó preferenciája a natív lekérdezés előnézetének állapotára a jegyzetfüzetben.
lt: Naudotojo nuostata dėl savosios užklausos peržiūros bloknote būsenos.
ms: Keutamaan pengguna untuk keadaan pratonton query asli dalam buku nota.

source: User preference for whether the 'Browse' section of the nav is expanded.
hu: A felhasználó preferenciája, hogy a navigáció „Böngészés” szekciója ki legyen-e nyitva.
ms: Keutamaan pengguna untuk sama ada bahagian 'Semak imbas' navigasi dikembangkan.

source: User preference for whether the 'Bookmarks' section of the nav is expanded.
hu: A felhasználó preferenciája, hogy a navigáció „Könyvjelzők” szekciója ki legyen-e nyitva.
ms: Keutamaan pengguna sama ada bahagian 'Penanda Buku' pada navigasi diperluas.

source: Last user set sidebar width for the native query preview in the notebook.
ar: آخر عرض للشريط الجانبي حدده المستخدم لمعاينة الاستعلام الأصلي في الدفتر.
bg: Последният потребител зададе ширината на страничната лента за естествения преглед на заявката в бележника.
ca: L'últim usuari ha establert l'amplada de la barra lateral per a la previsualització de la consulta nativa al bloc de notes.
de: Der letzte Benutzer hat die Breite der Seitenleiste für die native Abfragevorschau im Notizbuch festgelegt.
eo: Last user flexed the sidebar width for the native query preview in the notebook, fr.
es: El último usuario configuró el ancho de la barra lateral para la vista previa de la consulta nativa en el cuaderno.
fa: آخرین کاربر پهنای نوار کناری را برای پیش نمایش پرس و جوی اصلی در نوت بوک تنظیم کرد.
fi: Viimeisin käyttäjä määritti sivupalkin leveyden muistikirjan alkuperäisen kyselyn esikatselulle.
fr: Le dernier utilisateur a défini la largeur de la barre latérale pour l'aperçu de la requête native dans le bloc-notes.
hu: Az utolsó felhasználó által beállított oldalsáv szélessége a natív lekérdezés előnézetéhez a jegyzetfüzetben.
it: L'ultimo utente ha impostato la larghezza della barra laterale per l'anteprima della query nativa nel blocco note.
ja: ノートブックのネイティブクエリプレビューのサイドバーの幅を最後に設定したユーザー。
lt: Paskutinis naudotojas nustatė savosios užklausos peržiūros šoninės juostos plotį bloknote.
ms: Lebar bar sisi terakhir yang ditetapkan pengguna untuk pratonton query asli dalam buku nota.
nb: Siste brukerinnstilte sidefeltbredde for forhåndsvisningen av den opprinnelige spørringen i notatboken.
nl: De laatste gebruiker stelt de breedte van de zijbalk in voor het voorbeeld van de query in het notitieblok.
pl: Ostatni użytkownik ustawił szerokość paska bocznego dla natywnego podglądu zapytania w notatniku.
pt_br: O último usuário definiu a largura da barra lateral para a visualização da consulta nativa no notebook.
ru: Последний пользователь установил ширину боковой панели для предварительного просмотра запроса в блокноте.
sk: Posledný používateľ nastavil šírku bočného panela pre natívny náhľad dotazu v poznámkovom bloku.
sl: Zadnji uporabnik je nastavil širino stranske vrstice za predogled izvorne poizvedbe v zvezku.
sq: Gjerësia e fundit e sidebar-it e vendosur nga përdoruesi për preview të pyetjes native në notebook.
sr: Poslednja širina bočne trake koju je korisnik postavio za pregled nativnog upita u notebook-u.
sv: Den senaste användaren ställde in sidofältets bredd för förhandsgranskningen av den ursprungliga frågan i anteckningsboken.
tr: Not defterindeki yerel sorgu önizlemesi için son kullanıcı tarafından ayarlanan kenar çubuğu genişliği.
uk: Остання ширина сайдбара, яку користувач задав для попереднього перегляду нативного запиту в ноутбуці.
vi: Người dùng cuối cùng thiết lập chiều rộng thanh bên cho bản xem trước truy vấn gốc trong sổ ghi chép.
zh_hk: 最後使用者為筆記型電腦中的原始查詢預覽設定側邊欄寬度。
