Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: This embed was originally published with static embedding. We recommend using this new, modular embedding code snippet. Your embed won't change; you'll just have better theming options.
ar: نُشر هذا التضمين في الأصل باستخدام التضمين الثابت. نوصي باستخدام مقتطف كود التضمين الجديد المعياري. لن يتغير تضمينك؛ ستحصل فقط على خيارات ثيمات أفضل.
bg: Това вграждане първоначално е публикувано със статично вграждане. Препоръчваме да използвате този нов, модулен фрагмент от код за вграждане. Вашето вграждане няма да се промени; просто ще имате по-добри опции за тема.
ca: Aquesta inserció es va publicar originalment amb inserció estàtica. Recomanem utilitzar aquest nou fragment de codi d'inserció modular. La inserció no canviarà; només tindreu millors opcions de temes.
de: Diese Einbettung wurde ursprünglich statisch veröffentlicht. Wir empfehlen die Verwendung dieses neuen, modularen Einbettungscodes. Ihre Einbettung ändert sich dadurch nicht; Sie haben lediglich mehr Gestaltungsmöglichkeiten.
es: Esta incrustación se publicó originalmente con incrustación estática. Recomendamos usar este nuevo fragmento de código de incrustación modular. Tu incrustación no cambiará; solo tendrás mejores opciones de tematización.
fa: این جاسازی در ابتدا با جاسازی استاتیک منتشر شد. توصیه می‌کنیم از این قطعه کد جاسازی ماژولار جدید استفاده کنید. جاسازی شما تغییر نخواهد کرد؛ فقط گزینه‌های قالب‌بندی بهتری خواهید داشت.
fi: Tämä upotus julkaistiin alun perin staattisella upotuksella. Suosittelemme tämän uuden, modulaarisen upotuskoodinpätkän käyttöä. Upotuksesi ei muutu; sinulla on vain paremmat teemoitusvaihtoehdot.
fr: Ce contenu a été initialement publié avec une intégration statique. Nous vous recommandons d'utiliser ce nouveau fragment de code d'intégration modulaire. Votre contenu restera inchangé ; vous bénéficierez simplement de meilleures options de personnalisation.
it: Questo embed è stato originariamente pubblicato con l'embedding statico. Consigliamo di utilizzare questo nuovo frammento di codice per l'embedding modulare. Il tuo embed non cambierà; avrai solo migliori opzioni di tematizzazione.
ja: この埋め込みは元々静的埋め込みで公開されていました。新しいモジュール式の埋め込みコードスニペットのご利用をお勧めします。埋め込み内容は変更されませんが、テーマ設定のオプションが使いやすくなります。
nb: Denne innbyggingen ble opprinnelig publisert med statisk innbygging. Vi anbefaler at du bruker denne nye, modulære innbyggingskodesnutten. Innbyggingen endres ikke, du får bare bedre tematiseringsalternativer.
nl: Deze embed is oorspronkelijk gepubliceerd met statische embedding. We raden aan om dit nieuwe, modulaire codefragment te gebruiken. Uw embed blijft hetzelfde; u krijgt alleen betere themamogelijkheden.
pl: To osadzenie zostało pierwotnie opublikowane z osadzeniem statycznym. Zalecamy użycie tego nowego, modułowego fragmentu kodu osadzania. Twoje osadzenie się nie zmieni, po prostu będziesz mieć lepsze opcje motywu.
pt_br: Este conteúdo incorporado foi originalmente publicado com incorporação estática. Recomendamos o uso deste novo trecho de código de incorporação modular. Seu conteúdo incorporado não será alterado; você apenas terá melhores opções de personalização de temas.
ru: Этот встроенный контент изначально был опубликован со статическим встраиванием. Мы рекомендуем использовать этот новый модульный фрагмент кода для встраивания. Ваш встроенный контент не изменится; у вас просто появятся лучшие возможности для оформления.
sk: Tento vložený prvok bol pôvodne publikovaný so statickým vkladaním. Odporúčame použiť tento nový, modulárny úryvok kódu pre vkladanie. Váš vložený prvok sa nezmení; budete mať len lepšie možnosti úpravy tém.
sl: Ta vdelava je bila prvotno objavljena s statično vdelavo. Priporočamo uporabo tega novega, modularnega delčka kode za vdelavo. Vaša vdelava se ne bo spremenila; imeli boste le boljše možnosti tem.
sq: Ky inkorporim u publikua fillimisht me integrim statik. Rekomandojmë të përdorësh këtë fragment të ri modular kodi për integrim. Inkorporimi yt s’do të ndryshojë; thjesht do të kesh opsione më të mira tematizimi.
sr: Ovo ugrađivanje je prvobitno objavljeno uz statičko ugrađivanje. Preporučujemo da koristite ovaj novi isječak koda za modularno ugrađivanje. Vaše ugrađivanje se neće promeniti; samo ćete imati bolje opcije za teme.
sv: Denna inbäddning publicerades ursprungligen med statisk inbäddning. Vi rekommenderar att du använder detta nya, modulära inbäddningskodavsnitt. Din inbäddning kommer inte att ändras; du får bara bättre temaalternativ.
tr: Bu içerik orijinal olarak statik yerleştirme ile yayınlanmıştır. Bu yeni, modüler yerleştirme kod parçasını kullanmanızı öneririz. İçeriğiniz değişmeyecek; sadece daha iyi tema seçeneklerine sahip olacaksınız.
uk: Спочатку це вбудування було опубліковано зі статичним вбудуванням. Рекомендуємо використовувати цей новий модульний фрагмент коду для вбудування. Ваше вбудування не зміниться; просто зявляться кращі опції темізації.
vi: Đoạn mã nhúng này ban đầu được xuất bản với kiểu nhúng tĩnh. Chúng tôi khuyên bạn nên sử dụng đoạn mã nhúng mô-đun mới này. Đoạn mã nhúng của bạn sẽ không thay đổi; bạn chỉ có nhiều tùy chọn tạo giao diện hơn.
zh_hk: 此嵌入原本是以靜態嵌入方式發表。我們建議您使用這個全新的模組化嵌入程式碼片段。您的嵌入不會改變；您只會有更好的主題選項。

source: Loading parameters...
ar: جارٍ تحميل المعلمات...
bg: Зареждане на параметри...
ca: S'estan carregant els paràmetres...
de: Parameter werden geladen...
es: Cargando parámetros...
fa: در حال بارگذاری پارامترها...
fi: Ladataan parametreja...
fr: Chargement des paramètres...
it: Caricamento parametri in corso...
ja: パラメータを読み込んでいます...
nb: Laster inn parametere...
nl: Parameters laden...
pl: Ładowanie parametrów...
pt_br: Carregando parâmetros...
ru: Загрузка параметров...
sk: Načítavajú sa parametre...
sl: Nalaganje parametrov ...
sq: Duke ngarkuar parametrat...
sr: Učitavanje parametara...
sv: Laddar parametrar...
tr: Parametreler yükleniyor...
uk: Завантаження параметрів...
vi: Đang tải thông số...
zh_hk: 正在載入參數...

source: Parameters are not available for this {0}.
ar: المعلمات غير متاحة لهذا {0}.
bg: Параметрите не са налични за това {0}.
ca: Els paràmetres no estan disponibles per a aquest {0}.
de: Für dieses {0}sind keine Parameter verfügbar.
es: Los parámetros no están disponibles para este {0}.
fa: پارامترها برای این {0}در دسترس نیستند.
fi: Parametrit eivät ole käytettävissä tälle {0}.
fr: Les paramètres ne sont pas disponibles pour ce {0}.
it: I parametri non sono disponibili per questo {0}.
ja: この {0}ではパラメータは使用できません。
nb: Parametere er ikke tilgjengelige for denne {0}.
nl: Er zijn geen parameters beschikbaar voor deze {0}.
pl: Parametry nie są dostępne dla tego {0}.
pt_br: Parâmetros não estão disponíveis para este {0}.
ru: Параметры для этого {0}недоступны.
sk: Parametre pre toto nie sú k dispozícii {0}.
sl: Parametri za to niso na voljo {0}.
sq: Parametrat nuk janë të disponueshëm për këtë {0}.
sr: Parametri nisu dostupni za ovaj {0}.
sv: Parametrar är inte tillgängliga för detta {0}.
tr: Bu {0}için parametreler mevcut değil.
uk: Параметри недоступні для цього {0}.
vi: Không có tham số nào khả dụng cho {0}này.
zh_hk: 參數不可用於此 {0}。

source: Layout
ar: التخطيط
bg: Оформление
ca: Disseny
es: Disposición
fa: طرح بندی
fr: Mise en page
it: Disposizione
ja: レイアウト
nl: Indeling
pl: Układ
ru: Макет
sk: Rozloženie
sl: Postavitev
sq: Paraqitja
sr: Raspored
tr: Düzen
uk: Макет
vi: Cách trình bày
zh_hk: 佈局

source: Auto layout adapts to screen sizes. Stacked and sidebar layout uses the same layout on all screen sizes.
ar: يتكيّف التخطيط التلقائي مع أحجام الشاشة. يستخدم تخطيط المكدّس وتخطيط الشريط الجانبي نفس التخطيط على جميع أحجام الشاشات.
bg: Автоматичното оформление се адаптира към размерите на екрана. Подреденото и страничното оформление използват едно и също оформление за всички размери на екрана.
ca: El disseny automàtic s'adapta a les mides de pantalla. El disseny apilat i el de barra lateral utilitzen el mateix disseny en totes les mides de pantalla.
de: Das automatische Layout passt sich der Bildschirmgröße an. Das gestapelte und das Seitenleistenlayout verwenden auf allen Bildschirmgrößen dasselbe Layout.
es: El diseño automático se adapta al tamaño de la pantalla. El diseño apilado y de barra lateral utiliza el mismo diseño en todos los tamaños de pantalla.
fa: طرح‌بندی خودکار با اندازه صفحه نمایش سازگار می‌شود. طرح‌بندی پشته‌ای و نوار کناری از طرح‌بندی یکسانی در تمام اندازه‌های صفحه نمایش استفاده می‌کند.
fi: Automaattinen asettelu mukautuu näytön kokoon. Pinottu ja sivupalkkiasettelu käyttää samaa asettelua kaikissa näytön kokoluokissa.
fr: La mise en page automatique s'adapte à la taille de l'écran. Les mises en page empilées et latérales utilisent la même disposition sur toutes les tailles d'écran.
it: Il layout automatico si adatta alle dimensioni dello schermo. Il layout a pila e quello laterale utilizzano lo stesso layout su schermi di tutte le dimensioni.
ja: 自動レイアウトは画面サイズに合わせて調整されます。スタックレイアウトとサイドバーレイアウトは、すべての画面サイズで同じレイアウトを使用します。
nb: Automatisk layout tilpasser seg skjermstørrelser. Stablede og sidefeltoppsett bruker samme oppsett på alle skjermstørrelser.
nl: De automatische lay-out past zich aan de schermgrootte aan. De gestapelde en zijbalklay-out gebruikt dezelfde lay-out op alle schermgroottes.
pl: Układ automatyczny dostosowuje się do rozmiarów ekranu. Układy stosowe i paski boczne korzystają z tego samego układu na wszystkich rozmiarach ekranu.
pt_br: O layout automático se adapta aos tamanhos de tela. O layout empilhado e de barra lateral usa o mesmo layout em todos os tamanhos de tela.
ru: Автоматическая адаптация макета к размерам экрана. В вертикальной и боковой верстке используется одинаковая верстка для всех размеров экрана.
sk: Automatické rozloženie sa prispôsobuje veľkostiam obrazovky. Skladané a bočné rozloženie používa rovnaké rozloženie na všetkých veľkostiach obrazovky.
sl: Samodejna postavitev se prilagodi velikosti zaslona. Zložena in stranska postavitev uporabljata enako postavitev na vseh velikostih zaslona.
sq: Paraqitja Auto përshtatet me madhësitë e ekranit. Paraqitja Stacked dhe Sidebar përdor të njëjtën paraqitje në të gjitha madhësitë e ekranit.
sr: Auto raspored se prilagođava veličinama ekrana. Rasporedi Složeno i Bočna traka koriste isti raspored na svim veličinama ekrana.
sv: Automatisk layout anpassar sig till skärmstorlekar. Staplade layouter och sidofältslayouter använder samma layout på alla skärmstorlekar.
tr: Otomatik düzen ekran boyutlarına uyum sağlar. Yığılmış ve kenar çubuğu düzeni tüm ekran boyutlarında aynı düzeni kullanır.
uk: Автомакет адаптується до розмірів екрана. Макети «Стек» і «Бокова панель» використовують однаковий макет на всіх розмірах екрана.
vi: Bố cục tự động thích ứng với kích thước màn hình. Bố cục xếp chồng và bố cục thanh bên sử dụng cùng một bố cục trên mọi kích thước màn hình.
zh_hk: 自動排版可適應螢幕尺寸。堆疊和側邊欄佈局在所有螢幕尺寸上使用相同的佈局。

source: Stacked
ar: مكدّس
bg: Натрупани
ca: Apilat
de: Gestapelt
es: Apilado
fa: انباشته
fi: Pinottu
fr: Empilé
it: impilati
ja: 積み重ね
nb: Stablet
nl: Gestapeld
pl: Ułożone w stos
pt_br: Empilhados
ru: Сложенные
sk: Naskladané
sl: Zloženo
sr: Složeno
sv: Staplade
tr: Yığılmış
uk: Стек
vi: Xếp chồng
zh_hk: 堆疊

source: Sidebar
ar: شريط جانبي
bg: Странична лента
ca: Barra lateral
de: Seitenleiste
es: Barra lateral
fa: نوار کناری
fi: Sivupalkki
fr: Barre latérale
it: Barra laterale
ja: サイドバー
nb: Sidefelt
nl: Zijbalk
pl: Pasek boczny
pt_br: Barra lateral
ru: Боковая панель
sk: Bočný panel
sl: Stranska vrstica
sr: Bočna traka
sv: Sidofält
tr: Kenar çubuğu
uk: Бокова панель
vi: Thanh bên
zh_hk: 側邊欄

source: Get code
ar: احصل على الكود
bg: Вземи код
ca: Obtén el codi
de: Code abrufen
es: Obtener código
fa: دریافت کد
fi: Hanki koodi
fr: Obtenir le code
it: Ottieni il codice
ja: コードを取得
nb: Få kode
nl: Code ophalen
pl: Uzyskaj kod
pt_br: Obter código
ru: Получить код
sk: Získať kód
sl: Pridobi kodo
sq: Merr kodin
sr: Preuzmi kod
sv: Hämta kod
tr: Kodu al
uk: Отримати код
vi: Nhận mã
zh_hk: 取得代碼

source: Select your embed experience
ar: اختر تجربة التضمين الخاصة بك
bg: Изберете вашия начин на вграждане
ca: Selecciona la teva experiència d'incrustació
de: Wählen Sie Ihr Einbettungserlebnis
es: Selecciona tu experiencia de inserción
fa: تجربه جاسازی خود را انتخاب کنید
fi: Valitse upotuskokemuksesi
fr: Sélectionnez votre expérience d'intégration
it: Seleziona la tua esperienza di incorporamento
ja: 埋め込みエクスペリエンスを選択してください
nb: Velg din innebygde erfaring
nl: Selecteer uw embed-ervaring
pl: Wybierz sposób osadzania
pt_br: Selecione sua experiência de incorporação
ru: Выберите свой вариант встраивания
sk: Vyberte si svoje vložené prostredie
sl: Izberite svojo izkušnjo vdelave
sq: Zgjidh përvojën tënde të embed
sr: Izaberite svoje embed iskustvo
sv: Välj din inbäddningsupplevelse
tr: Yerleştirme deneyiminizi seçin
uk: Виберіть спосіб вбудовування
vi: Chọn trải nghiệm nhúng của bạn
zh_hk: 選擇您的嵌入體驗

source: Allow people to save new questions
ar: السماح للناس بحفظ أسئلة جديدة
bg: Позволете на хората да запазват нови въпроси
ca: Permet que la gent desi les preguntes noves
de: Ermöglichen Sie den Benutzern, neue Fragen zu speichern
es: Permitir que las personas guarden nuevas preguntas
fa: به افراد اجازه دهید سوالات جدید را ذخیره کنند
fi: Salli ihmisten tallentaa uusia kysymyksiä
fr: Permettre aux utilisateurs d'enregistrer de nouvelles questions
it: Consentire alle persone di salvare nuove domande
ja: 新しい質問を保存できるようにする
nb: Tillat folk å lagre nye spørsmål
nl: Mensen toestaan nieuwe vragen op te slaan
pl: Zezwól użytkownikom na zapisywanie nowych pytań
pt_br: Permitir que as pessoas salvem novas perguntas
ru: Разрешить людям сохранять новые вопросы
sk: Povoliť ľuďom ukladať nové otázky
sl: Dovoli ljudem shranjevanje novih vprašanj
sq: Lejo njerëzit të ruajnë pyetje të reja
sr: Dozvoli ljudima da sačuvaju nova pitanja
sv: Tillåt att andra sparar nya frågor
tr: İnsanların yeni soruları kaydetmesine izin ver
uk: Дозволити користувачам зберігати нові запити
vi: Cho phép mọi người lưu câu hỏi mới
zh_hk: 允許人們儲存新問題

source: Allow people to drill through on data points
ar: السماح للناس بالتعمّق عبر نقاط البيانات
bg: Позволете на хората да разглеждат детайли от данни
ca: Permetre que les persones accedeixin a detalls sobre els punts de dades
de: Ermöglichen Sie den Benutzern, Datenpunkte zu durchforsten
es: Permitir que las personas exploren los puntos de datos
fa: به افراد اجازه دهید تا نقاط داده را بررسی کنند
fi: Salli käyttäjien porautua datapisteisiin
fr: Permettre aux utilisateurs d'explorer en profondeur les points de données
it: Consentire alle persone di analizzare i punti dati
ja: データポイントをドリルダウンできるようにする
nb: Tillat folk å gå gjennom datapunkter
nl: Geef mensen de mogelijkheid om door datapunten heen te boren
pl: Umożliw użytkownikom przeglądanie danych w punktach
pt_br: Permitir que as pessoas analisem os pontos de dados
ru: Разрешить людям детализировать данные
sk: Umožniť ľuďom prechádzať cez dátové body
sl: Omogočite ljudem, da se poglobijo v podatkovne točke
sq: Lejo njerëzit të bëjnë drill-through në pikat e të dhënave
sr: Dozvoli ljudima da rade drill-through na tačkama podataka
sv: Tillåta personer att detaljgranska datapunkter
tr: İnsanların veri noktalarına derinlemesine bakmasına izin verin
uk: Дозволити користувачам провалюватися в деталізацію за точками даних
vi: Cho phép mọi người đào sâu vào các điểm dữ liệu
zh_hk: 允許人們深入瞭解資料點

source: Allow downloads
ar: السماح بالتنزيلات
bg: Разрешаване на изтегляния
ca: Permetre les descàrregues
de: Downloads zulassen
es: Permitir descargas
fa: اجازه دانلود
fi: Salli lataukset
fr: Autoriser les téléchargements
it: Consenti download
ja: ダウンロードを許可する
nb: Tillat nedlastinger
nl: Downloads toestaan
pl: Zezwalaj na pobieranie
pt_br: Permitir downloads
ru: Разрешить загрузки
sk: Povoliť sťahovanie
sl: Dovoli prenose
sq: Lejo shkarkimet
sr: Dozvoli preuzimanja
sv: Tillåt nedladdningar
tr: İndirmelere izin ver
uk: Дозволити завантаження
vi: Cho phép tải xuống
zh_hk: 允許下載

source: Allow alerts
ar: السماح بالتنبيهات
de: Benachrichtigungen zulassen
es: Permitir alertas
fa: اجازه دادن به هشدارها
fi: Salli ilmoitukset
fr: Autoriser les alertes
it: Consenti avvisi
ja: アラートを許可する
pl: Zezwalaj na alerty
pt_br: Permitir alertas
ru: Разрешить оповещения
sk: Povoliť upozornenia
sl: Dovoli opozorila
sq: Lejo alarmet
sr: Dozvoli upozorenja
tr: Uyarıları etkinleştir
uk: Дозволити сповіщення
vi: Cho phép cảnh báo
zh_hk: 允許警示

source: Allow subscriptions
ar: السماح بالاشتراكات
bg: Разрешаване на абонаменти
ca: Permetre subscripcions
de: Abonnements zulassen
es: Permitir suscripciones
fa: اجازه اشتراک
fi: Salli tilaukset
fr: Autoriser les abonnements
it: Consenti abbonamenti
ja: サブスクリプションを許可する
nb: Tillat abonnementer
nl: Abonnementen toestaan
pl: Zezwalaj na subskrypcje
pt_br: Permitir assinaturas
ru: Разрешить подписки
sk: Povoliť odbery
sl: Dovoli naročnine
sq: Lejo abonimet
sr: Dozvoli pretplate
sv: Tillåt prenumerationer
tr: Aboneliklere izin ver
uk: Дозволити підписки
vi: Cho phép đăng ký
zh_hk: 允許訂閱

source: Allow editing dashboards and questions
ar: السماح بتحرير لوحات المعلومات والأسئلة
bg: Разрешаване на редактиране на табла за управление и въпроси
ca: Permet l'edició de taulers de control i preguntes
de: Bearbeiten von Dashboards und Fragen zulassen
es: Permitir la edición de paneles y preguntas
fa: امکان ویرایش داشبوردها و سوالات
fi: Salli koontinäyttöjen ja kysymysten muokkaaminen
fr: Autoriser l'édition des tableaux de bord et des questions
it: Consenti la modifica di dashboard e domande
ja: ダッシュボードと質問の編集を許可する
nb: Tillat redigering av dashbord og spørsmål
nl: Dashboards en vragen bewerken toestaan
pl: Zezwól na edycję pulpitów nawigacyjnych i pytań
pt_br: Permitir edição de painéis e perguntas
ru: Разрешить редактирование панелей мониторинга и вопросов
sk: Povoliť úpravu dashboardov a otázok
sl: Dovoli urejanje nadzornih plošč in vprašanj
sq: Lejo redaktimin e paneleve dhe pyetjeve
sr: Dozvoli uređivanje kontrolnih tabli i pitanja
sv: Tillåt redigering av dashboards och frågor
tr: Pano ve soruları düzenlemeye izin ver
uk: Дозволити редагування дашбордів і запитів
vi: Cho phép chỉnh sửa bảng thông tin và câu hỏi
zh_hk: 允許編輯儀表板和問題

source: Behavior
ar: السلوك
bg: Поведение
ca: Comportament
de: Verhalten
es: Comportamiento
fa: رفتار
fi: Käyttäytyminen
fr: Comportement
it: Comportamento
ja: 行動
nb: Oppførsel
nl: Gedrag
pl: Zachowanie
pt_br: Comportamento
ru: Поведение
sk: Správanie
sl: Vedenje
sq: Sjellje
sr: Ponašanje
sv: Beteende
tr: Davranış
uk: Поведінка
vi: Hành vi
zh_hk: 行為

source: Set default values and control visibility
ar: عيّن القيم الافتراضية وتحكّم في مستوى الظهور
bg: Задаване на стойности по подразбиране и контрол на видимостта
ca: Establir valors predeterminats i controlar la visibilitat
de: Festlegen von Standardwerten und Steuern der Sichtbarkeit
es: Establecer valores predeterminados y controlar la visibilidad
fa: تنظیم مقادیر پیش‌فرض و کنترل میزان دید
fi: Aseta oletusarvot ja hallitse näkyvyyttä
fr: Définir les valeurs par défaut et contrôler la visibilité
it: Imposta valori predefiniti e controlla la visibilità
ja: デフォルト値を設定し、可視性を制御する
nb: Angi standardverdier og kontroller synlighet
nl: Standaardwaarden instellen en zichtbaarheid beheren
pl: Ustaw wartości domyślne i kontroluj widoczność
pt_br: Defina valores padrão e controle a visibilidade
ru: Установите значения по умолчанию и управляйте видимостью
sk: Nastavenie predvolených hodnôt a ovládanie viditeľnosti
sl: Nastavitev privzetih vrednosti in nadzor vidnosti
sq: Cakto vlerat parazgjedhje dhe kontrollo dukshmërinë
sr: Postavite podrazumevane vrednosti i kontrolišite vidljivost
sv: Ställ in standardvärden och kontrollera synlighet
tr: Varsayılan değerleri ayarlayın ve görünürlüğü kontrol edin
uk: Задайте значення за замовчуванням і керуйте видимістю
vi: Đặt giá trị mặc định và kiểm soát khả năng hiển thị
zh_hk: 設定預設值和控制能見度

source: Set default values
ar: عيّن القيم الافتراضية
bg: Задаване на стойности по подразбиране
ca: Estableix els valors predeterminats
de: Standardwerte festlegen
es: Establecer valores predeterminados
fa: تنظیم مقادیر پیش‌فرض
fi: Aseta oletusarvot
fr: Définir les valeurs par défaut
it: Imposta valori predefiniti
ja: デフォルト値を設定する
nb: Angi standardverdier
nl: Standaardwaarden instellen
pl: Ustaw wartości domyślne
pt_br: Definir valores padrão
ru: Установить значения по умолчанию
sk: Nastaviť predvolené hodnoty
sl: Nastavi privzete vrednosti
sq: Vendos vlera parazgjedhje
sr: Postavi podrazumevane vrednosti
sv: Ange standardvärden
tr: Varsayılan değerleri ayarla
uk: Задати дефолтні значення
vi: Đặt giá trị mặc định
zh_hk: 設定預設值

source: Show dashboard title
ar: إظهار عنوان لوحة المعلومات
bg: Показване на заглавието на таблото за управление
ca: Mostra el títol del tauler de control
de: Dashboard-Titel anzeigen
es: Mostrar el título del panel
fa: نمایش عنوان داشبورد
fi: Näytä kojelaudan otsikko
fr: Afficher le titre du tableau de bord
it: Mostra il titolo della dashboard
ja: ダッシュボードのタイトルを表示
nb: Vis tittelen på dashbordet
nl: Dashboardtitel weergeven
pl: Pokaż tytuł pulpitu nawigacyjnego
pt_br: Mostrar título do painel
ru: Показать заголовок панели управления
sk: Zobraziť názov panela
sl: Prikaži naslov nadzorne plošče
sq: Shfaq titullin e panelit
sr: Prikaži naslov kontrolne table
sv: Visa instrumentpanelens titel
tr: Gösterge paneli başlığını göster
uk: Показувати назву дашборда
vi: Hiển thị tiêu đề bảng điều khiển
zh_hk: 顯示儀表板標題

source: Show chart title
ar: إظهار عنوان الرسم البياني
bg: Показване на заглавието на диаграмата
ca: Mostra el títol del gràfic
de: Diagrammtitel anzeigen
es: Mostrar el título del gráfico
fa: نمایش عنوان نمودار
fi: Näytä kaavion otsikko
fr: Afficher le titre du graphique
it: Mostra il titolo del grafico
ja: グラフのタイトルを表示
nb: Vis tittelen på diagrammet
nl: Grafiektitel weergeven
pl: Pokaż tytuł wykresu
pt_br: Mostrar título do gráfico
ru: Показать заголовок диаграммы
sk: Zobraziť názov grafu
sl: Prikaži naslov grafikona
sq: Shfaq titullin e grafikut
sr: Prikaži naslov grafikona
sv: Visa diagramtitel
tr: Grafik başlığını göster
uk: Показувати назву діаграми
vi: Hiển thị tiêu đề biểu đồ
zh_hk: 顯示圖表標題

source: No recent dashboards
ar: لا توجد لوحات معلومات حديثة
bg: Няма скорошни табла за управление
ca: No hi ha taulers de control recents
de: Keine aktuellen Dashboards
es: No hay paneles recientes
fa: داشبوردهای اخیر وجود ندارد
fi: Ei viimeaikaisia kojelaudoita
fr: Aucun tableau de bord récent
it: Nessuna dashboard recente
ja: 最近のダッシュボードはありません
nb: Ingen nyere dashbord
nl: Geen recente dashboards
pl: Brak ostatnich pulpitów nawigacyjnych
pt_br: Nenhum painel recente
ru: Нет недавних панелей мониторинга
sk: Žiadne nedávne dashboardy
sl: Ni nedavnih nadzornih plošč
sq: Asnjë panel i fundit
sr: Nema nedavnih kontrolnih tabli
sv: Inga nya instrumentpaneler
tr: Son zamanlarda pano yok
uk: Немає нещодавніх дашбордів
vi: Không có bảng thông tin gần đây
zh_hk: 沒有最近的儀表板

source: No recent charts
ar: لا توجد مخططات حديثة
bg: Няма скорошни класации
ca: No hi ha gràfics recents
de: Keine aktuellen Charts
es: No hay gráficos recientes
fa: نمودارهای اخیر وجود ندارد
fi: Ei viimeaikaisia kaavioita
fr: Pas de graphiques récents
it: Nessun grafico recente
ja: 最近のチャートはありません
nb: Ingen nyere diagrammer
nl: Geen recente grafieken
pl: Brak ostatnich wykresów
pt_br: Nenhum gráfico recente
ru: Нет последних диаграмм
sk: Žiadne nedávne grafy
sl: Ni nedavnih grafikonov
sq: Asnjë grafik i fundit
sr: Nema nedavnih grafikona
sv: Inga nya diagram
tr: Son grafik yok
uk: Немає нещодавніх діаграм
vi: Không có biểu đồ gần đây
zh_hk: 沒有最近的圖表
