Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Incompatible coercion strategy.
ar: استراتيجية coercion غير متوافقة.
bg: Несъвместима стратегия за принуда.
ca: Estratègia de coacció incompatible.
de: Inkompatible Zwangsstrategie.
es: Estrategia de coerción incompatible.
fa: استراتژی اجبار ناسازگار.
fi: Yhteensopimaton pakkokeinostrategia.
fr: Stratégie de coercition incompatible.
it: Strategia di coercizione incompatibile.
ja: 互換性のない強制戦略。
nb: Inkompatibel tvangsstrategi.
nl: Onverenigbare dwangstrategie.
pl: Niezgodna strategia przymusu.
pt_br: Estratégia de coerção incompatível.
ru: Несовместимая стратегия принуждения.
sk: Nekompatibilná stratégia nátlaku.
sl: Nezdružljiva strategija prisile.
sq: Strategji konvertimi e papërputhshme.
sr: Nekompatibilna strategija koercije.
sv: Oförenlig tvångsstrategi.
tr: Uyumsuz zorlama stratejisi.
uk: Несумісна стратегія приведення типів.
vi: Chiến lược ép buộc không tương thích.
zh_hk: 不相容的強迫策略。

source: The database does not support table editing.
ar: قاعدة البيانات لا تدعم تحرير الجداول.
bg: Базата данни не поддържа редактиране на таблици.
ca: La base de dades no admet l'edició de taules.
de: Die Datenbank unterstützt keine Tabellenbearbeitung.
es: La base de datos no admite la edición de tablas.
fa: پایگاه داده از ویرایش جدول پشتیبانی نمی‌کند.
fi: Tietokanta ei tue taulukoiden muokkausta.
fr: La base de données ne prend pas en charge l'édition de table.
it: Il database non supporta la modifica delle tabelle.
ja: データベースはテーブルの編集をサポートしていません。
nb: Databasen støtter ikke tabellredigering.
nl: De database ondersteunt geen tabelbewerking.
pl: Baza danych nie obsługuje edycji tabel.
pt_br: O banco de dados não suporta edição de tabelas.
ru: База данных не поддерживает редактирование таблиц.
sk: Databáza nepodporuje úpravu tabuliek.
sl: Podatkovna baza ne podpira urejanja tabel.
sq: Baza e të dhënave nuk e mbështet redaktimin e tabelave.
sr: Baza podataka ne podržava uređivanje tabela.
sv: Databasen stöder inte tabellredigering.
tr: Veritabanı tablo düzenlemeyi desteklemiyor.
uk: База даних не підтримує редагування таблиць.
vi: Cơ sở dữ liệu không hỗ trợ chỉnh sửa bảng.
zh_hk: 資料庫不支援資料表編輯。

source: include must be either empty or the value ''tables''
ar: يجب أن يكون include إما فارغًا أو بالقيمة ''tables''
bg: включването трябва да е празно или стойността ''таблици''
ca: include ha d'estar buit o el valor ''taules''
de: include muss entweder leer sein oder den Wert ''tables'' haben
eo: yo, the include has to be either empty or just "tables" lol
es: include debe estar vacío o el valor ''tablas''
fa: شامل باید یا خالی باشد یا مقدار "جدول"
fi: include-arvon on oltava joko tyhjä tai arvon "taulukot"
fr: include doit être soit vide, soit la valeur « tables »
it: include deve essere vuoto o il valore ''tables''
ja: include は空か値 ''tables'' のいずれかである必要があります
lt: įtraukti turi būti tuščias arba reikšmė "lentelės"
nb: include må enten være tom eller ha verdien ''tables''
nl: include moet leeg zijn of de waarde ''tables'' hebben
pl: pole include musi być puste lub mieć wartość ''tables''
pt_br: include deve estar vazio ou ter o valor ''tables''
ru: include должен быть либо пустым, либо иметь значение ''tables''
sk: include musí byť buď prázdne, alebo hodnota ''tables''
sl: include mora biti bodisi prazen ali vrednost ''tables''
sq: include duhet të jetë ose bosh ose vlera ''tables''
sr: include mora biti ili prazno ili vrednost ''tables''
sv: include måste antingen vara tomt eller värdet ''tables''
tr: include ya boş olmalı ya da ''tables'' değeri olmalı
uk: include має бути або порожнім, або мати значення ''tables''
vi: include phải trống hoặc giá trị ''tables''
zh_hk: include 必須為空或 ''tables' 的值

source: [Unknown Measure]
ar: [مقياس غير معروف]
ca: [Mesura desconeguda]
de: [Unbekannte Maßnahme]
es: [Medida desconocida]
fa: [اندازه ناشناخته]
fi: [Tuntematon mitta]
fr: [Mesure inconnue]
it: [Misura sconosciuta]
ja: [不明な尺度]
nb: [Ukjent mål]
pl: [Nieznany pomiar]
pt_br: [Medida desconhecida]
ru: [Неизвестная мера]
sk: [Neznáma miera]
sl: [Neznana mera]
sq: [Matje e panjohur]
sr: [Nepoznata mera]
tr: [Bilinmeyen Ölçü]
uk: [Невідоме вимірювання]
vi: [Số đo không xác định]
zh_hk: [未知測量]

source: minimum
ar: الحد الأدنى
ca: mínim
es: mínimo
fa: حداقل
fi: vähimmäismäärä
it: minimo
ja: 最小
pt_br: mínimo
ru: минимум
sk: minimálne
sl: minimalno
uk: мінімум
vi: tối thiểu
zh_hk: 最小值

source: You cannot undo your previous change.
ar: لا يمكنك التراجع عن تغييرك السابق.
bg: Не можете да отмените предишната си промяна.
ca: No pots desfer el canvi anterior.
de: Sie können Ihre vorherige Änderung nicht rückgängig machen.
es: No puedes deshacer el cambio anterior.
fa: شما نمی‌توانید تغییر قبلی خود را لغو کنید.
fi: Et voi kumota edellistä muutostasi.
fr: Vous ne pouvez pas annuler votre modification précédente.
it: Non è possibile annullare la modifica precedente.
ja: 前回の変更を元に戻すことはできません。
nb: Du kan ikke angre den forrige endringen.
nl: U kunt uw vorige wijziging niet ongedaan maken.
pl: Nie można cofnąć poprzedniej zmiany.
pt_br: Você não pode desfazer a alteração anterior.
ru: Вы не сможете отменить предыдущее изменение.
sk: Predchádzajúcu zmenu nie je možné vrátiť späť.
sl: Prejšnje spremembe ne morete razveljaviti.
sq: Nuk mund ta zhbëni ndryshimin tuaj të mëparshëm.
sr: Ne možete da opozovete svoju prethodnu izmenu.
sv: Du kan inte ångra din tidigare ändring.
tr: Önceki değişikliğinizi geri alamazsınız.
uk: Ви не можете скасувати попередню зміну.
vi: Bạn không thể hoàn tác thay đổi trước đó.
zh_hk: 您無法撤銷之前的變更。

source: Your previous change cannot be undone
ar: لا يمكن التراجع عن تغييرك السابق
bg: Предишната ви промяна не може да бъде отменена
ca: El canvi anterior no es pot desfer
de: Ihre vorherige Änderung kann nicht rückgängig gemacht werden
es: Tu cambio anterior no se puede deshacer
fa: تغییر قبلی شما قابل لغو نیست
fi: Edellistä muutostasi ei voi perua
fr: Votre modification précédente ne peut pas être annulée
it: La modifica precedente non può essere annullata
ja: 前回の変更は元に戻せません
nb: Den forrige endringen kan ikke gjøres ugjort
nl: Uw vorige wijziging kan niet ongedaan worden gemaakt
pl: Poprzedniej zmiany nie można cofnąć
pt_br: Sua alteração anterior não pode ser desfeita
ru: Ваше предыдущее изменение не может быть отменено.
sk: Vašu predchádzajúcu zmenu nie je možné vrátiť späť
sl: Vaše prejšnje spremembe ni mogoče razveljaviti
sq: Ndryshimi juaj i mëparshëm nuk mund të zhbëhet
sr: Vaša prethodna izmena ne može da se opozove
sv: Din tidigare ändring kan inte ångras
tr: Önceki değişikliğiniz geri alınamaz
uk: Попередню зміну неможливо скасувати
vi: Thay đổi trước đó của bạn không thể hoàn tác
zh_hk: 您之前的變更無法撤銷

source: Your previous change has a conflict with another edit
ar: تغييرك السابق يتعارض مع تعديل آخر
bg: Предишната ви промяна е в конфликт с друга редакция
ca: El canvi anterior té un conflicte amb una altra edició.
de: Ihre vorherige Änderung steht im Konflikt mit einer anderen Bearbeitung
es: Su cambio anterior tiene un conflicto con otra edición
fa: تغییر قبلی شما با ویرایش دیگری تداخل دارد
fi: Edellinen muutoksesi on ristiriidassa toisen muokkauksen kanssa
fr: Votre modification précédente est en conflit avec une autre modification
it: La tua modifica precedente è in conflitto con un'altra modifica
ja: 前回の変更は別の編集と競合しています
nb: Den forrige endringen din er i konflikt med en annen redigering
nl: Uw vorige wijziging heeft een conflict met een andere bewerking
pl: Twoja poprzednia zmiana koliduje z inną edycją
pt_br: Sua alteração anterior está em conflito com outra edição
ru: Ваше предыдущее изменение конфликтует с другим изменением
sk: Vaša predchádzajúca zmena je v konflikte s inou úpravou
sl: Vaša prejšnja sprememba je v konfliktu z drugo spremembo
sq: Ndryshimi juaj i mëparshëm ka konflikt me një redaktim tjetër
sr: Vaša prethodna izmena je u konfliktu sa drugom izmenom
sv: Din tidigare ändring har en konflikt med en annan redigering
tr: Önceki değişikliğiniz başka bir düzenlemeyle çakışıyor
uk: Попередня зміна конфліктує з іншим редагуванням
vi: Thay đổi trước đó của bạn có xung đột với một chỉnh sửa khác
zh_hk: 您之前的變更與其他編輯產生衝突

source: Nothing to do
ar: لا شيء للقيام به
bg: Няма какво да се прави
ca: Res a fer
de: Nichts zu tun
es: Nada que hacer
fa: کاری برای انجام دادن نیست
fi: Ei mitään tekemistä
fr: Rien à faire
it: Niente da fare
ja: 何もすることがない
nb: Ingenting å gjøre
nl: Niets te doen
pl: Nic do zrobienia
pt_br: Nada a fazer
ru: Ничего не делать
sk: Nič na práci
sl: Ničesar za početi
sq: Nuk ka çfarë të bëhet
sr: Nema šta da se uradi
sv: Inget att göra
tr: Yapacak bir şey yok
uk: Немає що робити
vi: Không có gì để làm
zh_hk: 無事可做

source: The following email addresses are not allowed: {0}
ar: عناوين البريد الإلكتروني التالية غير مسموح بها: {0}
bg: Следните имейл адреси не са разрешени: {0}
ca: No es permeten les següents adreces de correu electrònic: {0}
de: Die folgenden E-Mail-Adressen sind nicht zulässig: {0}
eo: Yo, these email adds are a no-go: {0}
es: Las siguientes direcciones de correo electrónico no están permitidas: {0}
fa: آدرس‌های ایمیل زیر مجاز نیستند: {0}
fi: Seuraavia sähköpostiosoitteita ei sallita: {0}
fr: Les adresses e-mail suivantes ne sont pas autorisées : {0}
it: I seguenti indirizzi email non sono consentiti: {0}
ja: 次のメールアドレスは使用できません: {0}
nb: Følgende e-postadresser er ikke tillatt: {0}
nl: De volgende e-mailadressen zijn niet toegestaan: {0}
pl: Poniższe adresy e-mail nie są dozwolone: {0}
pt_br: Os seguintes endereços de e-mail não são permitidos: {0}
ru: Следующие адреса электронной почты не допускаются: {0}
sk: Nasledujúce e-mailové adresy nie sú povolené: {0}
sl: Naslednji e-poštni naslovi niso dovoljeni: {0}
sq: Adresat e mëposhtme të email-it nuk lejohen: {0}
sr: Sledeće email adrese nisu dozvoljene: {0}
sv: Följande e-postadresser är inte tillåtna: {0}
tr: Aşağıdaki e-posta adreslerine izin verilmiyor: {0}
uk: Такі email-адреси не дозволені: {0}
vi: Các địa chỉ email sau đây không được phép: {0}
zh_hk: 不允許使用下列電子郵件地址： {0}

source: ETL Connections
bg: ETL връзки
ca: Connexions ETL
de: ETL-Verbindungen
eo: ETL Connections → Data hookups or data collabs
es: Conexiones ETL
fa: اتصالات ETL
fi: ETL-yhteydet
fr: Connexions ETL
it: Connessioni ETL
ja: ETL接続
lt: ETL jungtys
nb: ETL-tilkoblinger
nl: ETL-verbindingen
pl: Połączenia ETL
pt_br: Conexões ETL
ru: ETL-соединения
sk: ETL pripojenia
sl: ETL povezave
sq: Lidhje ETL
sr: ETL konekcije
sv: ETL-anslutningar
tr: ETL Bağlantıları
uk: ETL-зʼєднання
vi: Kết nối ETL
zh_hk: ETL 連線

source: Transforms Python
ar: التحويلات Python
bg: Трансформира Python
ca: Transformacions de Python
de: Transformiert Python
es: Transforma Python
fa: تبدیل‌ها در پایتون
fi: Muuntaa Pythonia
fr: Transforme Python
it: Trasforma Python
ja: Pythonを変換する
nb: Transformerer Python
nl: Transformeert Python
pl: Transformuje Pythona
pt_br: Transforma Python
ru: Преобразует Python
sk: Transformuje Python
sl: Preoblikuje Python
sq: Transformime Python
sr: Transformacije Python
sv: Transformerar Python
tr: Python'u dönüştürür
vi: Chuyển đổi Python
zh_hk: 變形 Python

source: AI Entity Analysis
ar: تحليل الكيان بالذكاء الاصطناعي
bg: Анализ на обекти с изкуствен интелект
ca: Anàlisi d'entitats d'IA
de: KI-Entitätsanalyse
eo: AI thingy analysis
es: Análisis de entidades de IA
fa: تحلیل موجودیت هوش مصنوعی
fi: Tekoäly-entiteettianalyysi
fr: Analyse d'entités IA
it: Analisi delle entità AI
ja: AIエンティティ分析
nb: AI-entitetsanalyse
nl: AI-entiteitsanalyse
pl: Analiza jednostek AI
pt_br: Análise de Entidades de IA
ru: Анализ сущности ИИ
sk: Analýza entity umelej inteligencie
sl: Analiza entitet umetne inteligence
sq: Analizë Entiteti AI
sr: VI analiza entiteta
sv: AI-enhetsanalys
tr: AI Varlık Analizi
uk: AI-аналіз сутностей
vi: Phân tích thực thể AI
zh_hk: AI 實體分析

source: AI SQL Fixer
ar: مُصلِح SQL بالذكاء الاصطناعي
ca: Corrector d'IA SQL
eo: AI SQL baddie
es: Reparador de SQL con IA
fa: رفع کننده هوش مصنوعی SQL
fi: AI SQL -korjaaja
ja: AI SQLフィクサー
pl: Naprawa SQL AI
pt_br: Corretor de SQL de IA
sk: Opravár SQL s umelou inteligenciou
sl: Popravljalnik SQL-ja z umetno inteligenco
sq: Rregullues AI SQL
sr: VI SQL ispravljač
sv: AI SQL-fixare
tr: AI SQL Düzeltici
vi: Trình sửa lỗi AI SQL
zh_hk: AI SQL 修正程式

source: Table Data Editing
ar: تحرير بيانات الجدول
bg: Редактиране на таблични данни
ca: Edició de dades de taula
de: Tabellendatenbearbeitung
es: Edición de datos de tabla
fa: ویرایش داده‌های جدول
fi: Taulukon tietojen muokkaaminen
fr: Édition des données du tableau
it: Modifica dei dati della tabella
ja: テーブルデータの編集
nb: Redigering av tabelldata
nl: Tabelgegevens bewerken
pl: Edycja danych tabeli
pt_br: Edição de dados da tabela
ru: Редактирование табличных данных
sk: Úprava údajov v tabuľke
sl: Urejanje podatkov v tabeli
sq: Redaktimi i të dhënave të tabelës
sr: Uređivanje podataka u tabeli
sv: Redigering av tabelldata
tr: Tablo Veri Düzenleme
uk: Редагування даних таблиці
vi: Chỉnh sửa dữ liệu bảng
zh_hk: 表格資料編輯

source: Support Users
ar: مستخدمو الدعم
bg: Потребители на поддръжка
ca: Usuaris de suport
de: Benutzerunterstützung
es: Soporte a usuarios
fa: پشتیبانی از کاربران
fi: Tukikäyttäjille
fr: Assistance aux utilisateurs
it: Supporto agli utenti
ja: ユーザーのサポート
nb: Brukerstøtte
nl: Ondersteuningsgebruikers
pl: Użytkownicy wsparcia
pt_br: Usuários de suporte
ru: Поддержка пользователей
sk: Podpora používateľov
sl: Uporabniki podpore
sq: Përdorues Suporti
sr: Support korisnici
sv: Supportanvändare
tr: Destek Kullanıcıları
uk: Користувачі підтримки
vi: Hỗ trợ người dùng
zh_hk: 支援使用者

source: Agent API
de: Agenten-API
es: API del agente
fa: رابط برنامه‌نویسی کاربردی (API) عامل
fi: Agentin API
fr: API de l'agent
it: API dell'agente
ja: エージェントAPI
pl: API agenta
pt_br: API do agente
ru: API агента
sk: API agenta
sl: API agenta
sq: API e Agjentit
tr: Aracı API'si
uk: API агента
vi: API của tác nhân
zh_hk: 代理 API

source: ETL Connections PG replication
bg: Репликация на ETL връзки PG
ca: Replicació de connexions ETL PG
de: ETL-Verbindungen PG-Replikation
es: Conexiones ETL Replicación de PG
fa: اتصالات ETL، تکثیر PG
fi: ETL-yhteyksien PG-replikointi
fr: Réplication PG des connexions ETL
it: Replicazione PG delle connessioni ETL
ja: ETL接続PGレプリケーション
nb: ETL-tilkoblinger PG-replikering
nl: ETL-verbindingen PG-replicatie
pl: Replikacja połączeń ETL PG
pt_br: Replicação de PG de conexões ETL
ru: ETL Connections PG репликация
sk: Replikácia ETL pripojení PG
sl: Replikacija programa PG za povezave ETL
sq: Lidhjet ETL PG replication
sv: ETL-anslutningar PG-replikering
tr: ETL Bağlantıları PG çoğaltması
vi: Sao chép PG của Kết nối ETL
zh_hk: ETL 連線 PG 複製

source: Semantic Search
ar: البحث الدلالي
bg: Семантично търсене
ca: Cerca semàntica
de: Semantische Suche
es: Búsqueda semántica
fa: جستجوی معنایی
fi: Semanttinen haku
fr: Recherche sémantique
it: Ricerca semantica
ja: セマンティック検索
nb: Semantisk søk
nl: Semantisch zoeken
pl: Wyszukiwanie semantyczne
pt_br: Busca Semântica
ru: Семантический поиск
sk: Sémantické vyhľadávanie
sl: Semantično iskanje
sq: Kërkim semantik
sr: Semantička pretraga
sv: Semantisk sökning
tr: Anlamsal Arama
uk: Семантичний пошук
vi: Tìm kiếm ngữ nghĩa
zh_hk: 語意搜尋

source: Custom SMTP
ar: SMTP مخصّص
bg: Персонализиран SMTP
ca: SMTP personalitzat
de: Benutzerdefiniertes SMTP
es: SMTP personalizado
fa: SMTP سفارشی
fi: Mukautettu SMTP
fr: SMTP personnalisé
it: SMTP personalizzato
ja: カスタムSMTP
nb: Tilpasset SMTP
nl: Aangepaste SMTP
pl: Niestandardowy SMTP
pt_br: SMTP personalizado
ru: Пользовательский SMTP
sk: Vlastný SMTP
sl: SMTP po meri
sq: SMTP i personalizuar
sr: Prilagođeni SMTP
sv: Anpassad SMTP
tr: Özel SMTP
uk: Кастомний SMTP
vi: SMTP tùy chỉnh
zh_hk: 自訂 SMTP

source: AI SQL Generation
ar: توليد SQL بالذكاء الاصطناعي
bg: Генериране на SQL с изкуствен интелект
ca: Generació SQL d'IA
de: AI SQL-Generierung
eo: AI SQL gettin’ that glow-up
es: Generación de SQL con IA
fa: تولید SQL با هوش مصنوعی
fi: Tekoälyn SQL-sukupolvi
fr: Génération SQL IA
it: Generazione SQL AI
ja: AI SQL生成
nb: Generering av AI SQL
nl: AI SQL-generatie
pl: Generowanie AI SQL
pt_br: Geração de SQL de IA
ru: Генерация SQL-запросов AI
sk: Generovanie SQL pomocou umelej inteligencie
sl: Generiranje SQL-a z umetno inteligenco
sq: Gjenerim AI SQL
sr: VI generisanje SQL-a
sv: AI SQL-generering
tr: AI SQL Üretimi
vi: Tạo AI SQL
zh_hk: AI SQL 生成

source: Database Routing
ar: توجيه قاعدة البيانات
bg: Маршрутизиране на бази данни
ca: Enrutament de bases de dades
de: Datenbankrouting
eo: DB routing, fr fr
es: Enrutamiento de bases de datos
fa: مسیریابی پایگاه داده
fi: Tietokannan reititys
fr: Routage de la base de données
it: Instradamento del database
ja: データベースルーティング
nb: Routing av databaser
nl: Database-routering
pl: Trasowanie bazy danych
pt_br: Roteamento de banco de dados
ru: Маршрутизация базы данных
sk: Smerovanie databázy
sl: Usmerjanje baze podatkov
sq: Rrutëzimi i bazës së të dhënave
sr: Rutiranje baze podataka
sv: Databasrouting
tr: Veritabanı Yönlendirme
uk: Маршрутизація бази даних
vi: Định tuyến cơ sở dữ liệu
zh_hk: 資料庫路由

source: Dependency Tracking
ar: تتبّع التبعيات
bg: Проследяване на зависимости
ca: Seguiment de dependències
de: Abhängigkeitsverfolgung
es: Seguimiento de dependencias
fa: ردیابی وابستگی
fi: Riippuvuuksien seuranta
fr: Suivi des dépendances
it: Monitoraggio delle dipendenze
ja: 依存関係の追跡
nb: Sporing av avhengigheter
nl: Afhankelijkheidsregistratie
pl: Śledzenie zależności
pt_br: Rastreamento de dependência
ru: Отслеживание зависимостей
sk: Sledovanie závislostí
sl: Sledenje odvisnostim
sq: Gjurmimi i varësive
sr: Praćenje zavisnosti
sv: Beroendespårning
tr: Bağımlılık İzleme
uk: Відстеження залежностей
vi: Theo dõi sự phụ thuộc
zh_hk: 依賴性追蹤

source: MetaBot
bg: МетаБот
eo: Metabot → It's givin' metabot, fr fr
fa: متابوت
fr: MétaBot
ja: メタボット
ru: МетаБот
vi: Siêu Bot

source: Attached DWH
ar: DWH مرفق
bg: Прикачен DWH
ca: DWH adjunt
de: Angeschlossenes DWH
eo: Attached DWH? That’s kinda niche, but I’d say: "Got the DWH on deck" or "DWH is attached, fr."
es: DWH adjunto
fa: DWH پیوست شده است
fi: Liitteenä DWH
fr: DWH attaché
it: Allegato DWH
ja: 添付DWH
lt: Pridedamas DWH
nb: Vedlagt DWH
nl: Bijgevoegde DWH
pl: Dołączone DWH
pt_br: DWH anexado
ru: Прикрепленный DWH
sk: Priložené DWH
sl: Priložen DWH
sq: DWH i bashkëngjitur
sr: Prikačeni DWH
sv: Bifogad DWH
tr: Ekli DWH
uk: Підключене DWH
vi: DWH đính kèm
zh_hk: 附加 DWH

source: Could not purchase this add-on.
ar: تعذر شراء هذه الإضافة.
bg: Не можах да закупя това допълнение.
ca: No s'ha pogut comprar aquest complement.
de: Dieses Add-on konnte nicht gekauft werden.
es: No se pudo comprar este complemento.
fa: من نتونستم این افزونه رو خریداری کنم.
fi: Tämän lisäosan ostaminen epäonnistui.
fr: Impossible d'acheter ce module complémentaire.
it: Impossibile acquistare questo componente aggiuntivo.
ja: このアドオンを購入できませんでした。
nb: Kunne ikke kjøpe dette tillegget.
nl: Deze add-on kon niet worden gekocht.
pl: Nie udało się zakupić tego dodatku.
pt_br: Não foi possível comprar este complemento.
ru: Не удалось приобрести это дополнение.
sk: Tento doplnok sa nepodarilo zakúpiť.
sl: Tega dodatka ni bilo mogoče kupiti.
sq: Nuk u arrit të blihej kjo shtesë.
sr: Nije moguće kupiti ovaj dodatak.
sv: Kunde inte köpa detta tillägg.
tr: Bu eklenti satın alınamadı.
uk: Не вдалося придбати цей адд-он.
vi: Không thể mua tiện ích bổ sung này.
zh_hk: 無法購買此附加元件。

source: Can only access Store API for Metabase Cloud instances.
ar: لا يمكن الوصول إلى Store API إلا لمثيلات Metabase Cloud.
bg: Има достъп до Store API само за инстанции на Metabase Cloud.
ca: Només es pot accedir a l'API de Store per a instàncies de Metabase Cloud.
de: Die Store-API kann nur für Metabase Cloud-Instanzen aufgerufen werden.
es: Solo se puede acceder a la API de la tienda para instancias de Metabase Cloud.
fa: فقط می‌توان به API فروشگاه برای نمونه‌های Metabase Cloud دسترسی داشت.
fi: Voi käyttää Store API:a vain Metabase Cloud -instanssien osalta.
fr: L'accès à l'API Store est uniquement possible pour les instances Metabase Cloud.
it: È possibile accedere all'API Store solo per le istanze di Metabase Cloud.
ja: Metabase Cloud インスタンスの Store API にのみアクセスできます。
nb: Kan bare få tilgang til Store API for Metabase Cloud-instanser.
nl: Kan alleen toegang krijgen tot de Store API voor Metabase Cloud-instanties.
pl: Dostęp do interfejsu API sklepu jest możliwy tylko w przypadku instancji Metabase Cloud.
pt_br: Só é possível acessar a API Store para instâncias do Metabase Cloud.
ru: Возможен доступ только к Store API для экземпляров Metabase Cloud.
sk: Prístup k rozhraniu Store API je možný iba pre inštancie Metabase Cloud.
sl: Dostop do API-ja trgovine Store je možen samo za instance Metabase Cloud.
sq: Mund të aksesojë API-n e Store vetëm për instancat Metabase Cloud.
sr: Store API je dostupan samo za Metabase Cloud instance.
sv: Kan endast komma åt Store API för Metabase Cloud-instanser.
tr: Yalnızca Metabase Cloud örnekleri için Store API'ye erişebilirsiniz.
uk: Доступ до Store API можливий лише для інстансів Metabase Cloud.
vi: Chỉ có thể truy cập Store API cho các phiên bản Metabase Cloud.
zh_hk: 只能存取 Metabase Cloud 實體的 Store API。

source: Only Metabase Store users can purchase add-ons.
ar: يمكن فقط لمستخدمي Metabase Store شراء الإضافات.
bg: Само потребители на Metabase Store могат да закупуват добавки.
ca: Només els usuaris de la Metabase Store poden comprar complements.
de: Nur Benutzer des Metabase Stores können Add-ons erwerben.
es: Solo los usuarios de Metabase Store pueden comprar complementos.
fa: فقط کاربران فروشگاه متابیس می‌توانند افزونه‌ها را خریداری کنند.
fi: Vain Metabase Storen käyttäjät voivat ostaa lisäosia.
fr: Seuls les utilisateurs de la boutique Metabase peuvent acheter des modules complémentaires.
it: Solo gli utenti di Metabase Store possono acquistare componenti aggiuntivi.
ja: アドオンを購入できるのは Metabase Store ユーザーのみです。
nb: Bare brukere av Metabase Store kan kjøpe tilleggsprogrammer.
nl: Alleen Metabase Store-gebruikers kunnen add-ons kopen.
pl: Tylko użytkownicy Metabase Store mogą kupować dodatki.
pt_br: Somente usuários da Metabase Store podem comprar complementos.
ru: Только пользователи Metabase Store могут приобретать дополнения.
sk: Doplnky si môžu zakúpiť iba používatelia obchodu Metabase Store.
sl: Dodatke lahko kupijo samo uporabniki trgovine Metabase Store.
sq: Vetëm përdoruesit e Metabase Store mund të blejnë shtesa.
sr: Samo korisnici Metabase Store-a mogu kupovati dodatke.
sv: Endast Metabase Store-användare kan köpa tillägg.
tr: Eklentileri yalnızca Metabase Store kullanıcıları satın alabilir.
uk: Лише користувачі Metabase Store можуть купувати аддони.
vi: Chỉ người dùng Metabase Store mới có thể mua tiện ích bổ sung.
zh_hk: 只有 Metabase Store 使用者才能購買附加元件。

source: Please configure store-api-url
ar: يرجى إعداد store-api-url
bg: Моля, конфигурирайте store-api-url
ca: Si us plau, configureu store-api-url
de: Bitte konfigurieren Sie store-api-url
es: Por favor, configure store-api-url
fa: لطفا store-api-url را پیکربندی کنید
fi: Määritä store-api-url
fr: Veuillez configurer l'URL de l'API du magasin
it: Si prega di configurare store-api-url
ja: store-api-url を設定してください
nb: Vennligst konfigurer store-api-url
nl: Configureer store-api-url
pl: Proszę skonfigurować store-api-url
pt_br: Por favor, configure o store-api-url
ru: Пожалуйста, настройте store-api-url
sk: Nakonfigurujte prosím url rozhrania API obchodu
sl: Konfigurirajte url API-ja trgovine
sq: Ju lutem konfiguro store-api-url
sr: Konfigurišite store-api-url
sv: Vänligen konfigurera store-api-url
tr: Lütfen store-api-url'yi yapılandırın
uk: Будь ласка, налаштуйте store-api-url
vi: Vui lòng cấu hình store-api-url
zh_hk: 請設定 store-api-url
