Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: A summary of events in [[this]]
ar: ملخص للأحداث في [[this]]
bg: Обобщение на събитията в [[това]]
ca: Un resum dels esdeveniments a [[this]]
de: Eine Zusammenfassung der Ereignisse in [[this]]
eo: A quick rundown of what went down in [[this]]
es: Un resumen de eventos en [[this]]
fa: خلاصه ای از وقایع در [[این]]
fi: Tapahtumien yhteenveto [[this]]
fr: Un résumé des événements dans [[this]]
hu: Az események összefoglalása a(z) [[ez]]-ben
it: Un riassunto degli eventi in [[questo]]
ja: [[this]]のイベントについてのサマリー
lt: Įvykių santrauka [[šiame]]
ms: Ringkasan acara dalam [[ini]]
nb: En oppsummering av hendelser i [[this]]
nl: Een samenvatting van gebeurtenissen in [[this]]
pl: Podsumowanie zdarzeń w [[this]]
pt_br: Um resumo dos eventos em [[this]]
ru: Краткое изложение событий в [[этот]]
sk: Zhrnutie udalostí v [[tomto]]
sl: Povzetek dogodkov v [[to]]
sq: Një përmbledhje e eventeve në [[this]]
sr: Sažetak događaja u [[this]]
sv: En sammanfattning av händelserna i [[detta]]
tr: Bu]]'daki olayların bir özeti
uk: Підсумок подій у [[this]]
vi: Tóm tắt các sự kiện trong [[này]]
zh_hk: [[本]]中的事件摘要

source: We crunched the numbers for [[this]]
ar: قمنا بتحليل الأرقام لـ [[this]]
bg: Обработихме числата за [[това]]
ca: Hem treballat els nombres per a [[this]]
de: Wir haben die Zahlen für [[this]] bearbeitet
eo: We lowkey did the math for [[this]]
es: Procesamos los números para [[this]]
fa: ما اعداد را برای [[این]] خرد کردیم
fi: Me purimme numerot [[this]]
fr: Nous avons résumé ces chiffres pour [[this]]
hu: Összetörtük a számokat [[this]]
it: Abbiamo snocciolato i numeri per [[questo]]
ja: 我々は[[this]]のために数字を計算した。
lt: Sugriovėme [[šio]] skaičius
ms: Kami telah menganalisis nombor untuk [[ini]]
nb: Vi har gjort kalkuleringene for [[this]]
nl: We hebben de cijfers voor [[this]] geanalyseerd
pl: Przeanalizowaliśmy liczby dla [[this]]
pt_br: Analisamos os números para [[this]]
ru: Мы подсчитали цифры для [[этого]].
sk: Zistili sme čísla pre [[tento]]
sl: Zbrali smo številke za [[to]]
sq: I analizuam numrat për [[this]]
sr: Obradili smo brojeve za [[this]]
sv: Vi har sammanställt siffrorna för [[detta]]
tr: Biz [[bu]] için rakamları hesapladık
uk: Ми проаналізували показники для [[this]]
vi: Chúng tôi đã tính toán các con số cho [[điều này]]
zh_hk: 我們計算了[[本]]的數字

source: Upload error details
ar: تفاصيل خطأ الرفع
bg: Качване на подробности за грешка
ca: Detalls de l'error de la pujada
de: "Upload"-Fehlerdetails
eo: Upload info is glitchin' rn
es: Detalles del error de carga
fa: جزئیات خطای آپلود
fi: Latausvirheen tiedot
fr: Télécharger le détails des erreurs
hu: Feltöltési hiba részletei
it: Dettagli dell'errore di caricamento
ja: エラーの詳細をアップロードする
lt: Įkelkite išsamią klaidos informaciją
ms: Muat naik butiran ralat
nb: Detaljer for feil med opplasting
nl: [[Upload]] foutdetails
pl: Szczegóły błędów przesyłania pliku
pt_br: Detalhes de erro de upload
ru: Информация об ошибке при загрузке
sk: Podrobnosti o chybe pri nahrávaní
sl: Podrobnosti o napaki pri nalaganju
sq: Detajet e gabimit të ngarkimit
sr: Detalji greške pri otpremanju
sv: Detaljer om uppladdningsfel
tr: Yükleme hatası ayrıntıları
uk: Деталі помилки завантаження
vi: Tải lên chi tiết lỗi
zh_hk: 上載錯誤詳細資訊

source: Pick a dashboard to serve as the homepage. If people lack permissions to view the selected dashboard, Metabase will redirect them to the default homepage. You can update or reset the homepage at any time in Admin Settings > Settings > General.
hu: Válasszon egy irányítópultot kezdőlapként. Ha az emberek nem rendelkeznek jogosultsággal a kiválasztott irányítópult megtekintéséhez, a Metabase átirányítja őket az alapértelmezett kezdőlapra. A kezdőlapot bármikor frissítheti vagy visszaállíthatja az Adminisztrációs beállítások > Beállítások > Általános menüpontban.
ms: Pilih papan pemuka untuk dijadikan laman utama. Jika orang tidak mempunyai kebenaran untuk melihat papan pemuka yang dipilih, Metabase akan mengarahkan mereka ke laman utama lalai. Anda boleh mengemas kini atau menetapkan semula laman utama pada bila-bila masa di Tetapan Admin > Tetapan > Umum.

source: You cannot upload files larger than {0}mb
hu: Nem tölthet fel {0}MB-nál nagyobb fájlokat
ms: Anda tidak boleh memuat naik fail yang lebih besar daripada {0}mb

source: Pick a dashboard to serve as the homepage. If people lack permissions to view the selected dashboard, Metabase will redirect them to the default homepage.
hu: Válasszon egy irányítópultot kezdőlapként. Ha az emberek nem rendelkeznek jogosultsággal a kiválasztott irányítópult megtekintéséhez, a Metabase átirányítja őket az alapértelmezett kezdőlapra.
ms: Pilih papan pemuka untuk dijadikan laman utama. Jika orang tidak mempunyai kebenaran untuk melihat papan pemuka yang dipilih, Metabase akan mengarahkan mereka ke laman utama lalai.

source: {0} will cache all saved questions with an average query execution time longer than this many seconds:
hu: A {0} gyorsítótárazza az összes mentett kérdést, amelyek átlagos lekérdezési végrehajtási ideje meghaladja ennyi másodpercet:
ms: {0} akan cache semua soalan yang disimpan dengan masa pelaksanaan query purata lebih lama daripada beberapa saat ini:

source: These are the primary colors used in charts and throughout {0}. You might need to refresh your browser to see your changes take effect.
hu: Ezek az elsődleges színek, amelyeket a diagramokban és a(z) {0} egészében használnak. Lehet, hogy frissítenie kell a böngészőjét, hogy a változtatások érvénybe lépjenek.
ms: Ini adalah warna utama yang digunakan dalam carta dan sepanjang {0}. Anda mungkin perlu menyegarkan pelayar anda untuk melihat perubahan anda berkuat kuasa.

source: The name used for this instance of {0}.
ar: الاسم المستخدم لهذا المثيل من {0}.
bg: Името, използвано за тази инстанция на {0}.
ca: El nom utilitzat per aquesta instància de {0}.
de: Der Name, der für diese Instanz von {0} verwendet wird.
eo: The name for this specific {0} lol.
es: El nombre utilizado para esta instancia de {0}.
fa: نامی که برای این نمونه از {0}استفاده می شود.
fi: Tämän {0}-instanssin nimi.
fr: Le nom utilisé pour cette instance de {0}.
hu: A(z) {0} ezen példányához használt név.
it: Il nome utilizzato per questa istanza di {0}.
ja: {0}のインスタンスに使用される名前。
lt: Pavadinimas, naudojamas šiam {0} egzemplioriui.
ms: Nama yang digunakan untuk instans ini dalam {0}.
nb: Navnet brukt for denne instansen av {0}.
nl: De naam die gebruikt wordt voor deze instantie van {0}.
pl: Nazwa użyta dla tej instancji {0}.
pt_br: O nome usado para esta instância de {0}.
ru: Имя, используемое для данного экземпляра {0}.
sk: Názov použitý pre túto inštanciu {0}.
sl: Ime, uporabljeno za ta primerek {0}.
sq: Emri i përdorur për këtë instancë të {0}.
sr: Naziv koji se koristi za ovu instancu {0}.
sv: Det namn som används för denna instans av {0}.
tr: Bu {0}örneği için kullanılan ad.
uk: Назва, що використовується для цього інстансу {0}.
vi: Tên được sử dụng cho trường hợp này của {0}.
zh_hk: 為此 {0} 實例使用的名稱。

source: The default language for all users across the {0} UI, system emails, pulses, and alerts. Users can individually override this default language from their own account settings.
ar: اللغة الافتراضية لجميع المستخدمين عبر واجهة مستخدم {0} ورسائل النظام والبَلسز والتنبيهات. يمكن للمستخدمين تجاوز هذه اللغة الافتراضية بشكل فردي من إعدادات حساباتهم.
bg: Езикът по подразбиране за всички потребители в {0} UI, системни имейли, импулси и известия. Потребителите могат индивидуално да променят този език по подразбиране от настройките на своя акаунт.
ca: L'idioma predeterminat per a tots els usuaris de la interfície d'usuari de {0}, correus electrònics del sistema, pulsos i alertes. Els usuaris poden substituir individualment aquest idioma per defecte des de la configuració del seu compte.
de: Die Standardsprache für alle Benutzer über die {0} Benutzeroberfläche, System-E-Mails, Pulsate und Alarme. Benutzer können diese Standardsprache individuell über ihre eigenen Kontoeinstellungen überschreiben.
eo: The main language for everyone on the {0} UI, system emails, pulses, and alerts. But users can totally switch it up in their own account settings if they want.
es: El idioma predeterminado para todos los usuarios en la interfaz de usuario, correos electrónicos del sistema, pulsos y alertas en {0}. Los usuarios pueden cambiar individualmente este idioma predeterminado desde la configuración de su propia cuenta.
fa: زبان پیش‌فرض برای همه کاربران در رابط کاربری {0} ، ایمیل‌های سیستم، پالس‌ها و هشدارها. کاربران می توانند به صورت جداگانه این زبان پیش فرض را از تنظیمات حساب خود لغو کنند.
fi: Oletuskieli kaikille käyttäjille {0} käyttöliittymässä, järjestelmän sähköposteissa, pulssissa ja hälytyksissä. Käyttäjät voivat yksilöllisesti muuttaa tätä oletuskieltä omista käyttäjäasetuksistaan.
fr: La langue par défaut pour tous les utilisateurs dans l'interface de {0}, systèmes d'emailing, de pulses et d'alertes. Les utilisateurs peuvent individuellement changer la langue par défaut depuis leurs propres paramètres personnels.
hu: Az alapértelmezett nyelv minden felhasználó számára a(z) {0} felhasználói felületen, rendszermailokban, pulzusokban és értesítésekben. A felhasználók egyénileg felülírhatják ezt az alapértelmezett nyelvet a saját fiókbeállításaikban.
it: La lingua predefinita per tutti gli utenti nell'interfaccia utente di {0} , nelle e-mail di sistema, negli impulsi e negli avvisi. Gli utenti possono modificare individualmente questa lingua predefinita dalle impostazioni del proprio account.
ja: {0} UI、システムメール、パルス、アラート全体における全ユーザーのデフォルト言語です。ユーザは自分のアカウント設定からこのデフォルト言語を個別に上書きできます。
lt: Numatytoji kalba visiems naudotojams {0} NS, sistemos el. laiškuose, impulsuose ir įspėjimuose. Naudotojai gali individualiai nepaisyti šios numatytosios kalbos savo paskyros nustatymuose.
ms: Bahasa lalai untuk semua pengguna dalam antara muka {0}, e-mel sistem, denyutan, dan amaran. Pengguna boleh mengatasi bahasa lalai ini dari tetapan akaun mereka sendiri.
nb: Standardspråket for alle brukere gjennom {0} UI, system-eposter, pulser og alarmer. Brukere kan overstyre denne individuelt fra sine egne kontoinnstillinger.
nl: De standaardtaal voor alle gebruikers in de {0} UI, systeem e-mails, pulses en waarschuwingen. Gebruikers kunnen deze standaardtaal individueel overschrijven vanuit hun eigen accountinstellingen.
pl: Domyślny język dla wszystkich użytkowników w interfejsie użytkownika {0}, systemowych wiadomościach e-mail, subskrypcjach i powiadomieniach. Użytkownicy mogą indywidualnie zastąpić ten domyślny język w ustawieniach własnego konta.
pt_br: O idioma padrão para todos os usuários na interface do {0}, e-mails do sistema, pulsos e alertas. Os usuários podem substituir individualmente esse idioma padrão nas configurações de sua própria conta.
ru: Язык по умолчанию для всех пользователей в пользовательском интерфейсе {0} , системных электронных письмах, импульсах и оповещениях. Пользователи могут индивидуально изменить этот язык по умолчанию в настройках своей учетной записи.
sk: Predvolený jazyk pre všetkých používateľov v používateľskom rozhraní {0} , systémových e-mailoch, impulzoch a upozorneniach. Používatelia môžu tento predvolený jazyk individuálne prepísať v nastaveniach svojho účtu.
sl: Privzeti jezik za vse uporabnike v {0} uporabniškem vmesniku, sistemskih e-poštnih sporočilih, impulzih in opozorilih. Uporabniki lahko ta privzeti jezik posamezno preglasijo v nastavitvah računa.
sq: Gjuha default për të gjithë përdoruesit në UI-n e {0}, email-et e sistemit, pulse-et dhe alarmet. Përdoruesit mund ta anashkalojnë individualisht këtë gjuhë default nga cilësimet e llogarisë së tyre.
sr: Podrazumevani jezik za sve korisnike u {0} UI-u, sistemskim email-ovima, pulse-ovima i upozorenjima. Korisnici mogu pojedinačno da nadjačaju ovaj podrazumevani jezik u svojim podešavanjima naloga.
sv: Standardspråket för alla användare i {0} UI, systemets e-postmeddelanden, pulser och varningar. Användare kan individuellt åsidosätta detta standardspråk från sina egna kontoinställningar.
tr: {0} kullanıcı arayüzünde, sistem e-postalarında, darbelerde ve uyarılarda tüm kullanıcılar için varsayılan dil. Kullanıcılar bu varsayılan dili kendi hesap ayarlarından bireysel olarak geçersiz kılabilirler.
uk: Дефолтна мова для всіх користувачів у UI {0}, системних email-листах, пульсах і алертах. Користувачі можуть окремо перевизначити цю дефолтну мову у налаштуваннях свого акаунта.
vi: Ngôn ngữ mặc định cho tất cả người dùng trên giao diện người dùng {0} , email hệ thống, xung và cảnh báo. Người dùng có thể ghi đè ngôn ngữ mặc định này từ cài đặt tài khoản của riêng họ.
zh_hk: 在整個 {0} 介面、系統電郵、脈衝和警報中，所有用戶的默認語言。用戶可以在自己的帳戶設置中單獨覆蓋此默認語言。

source: Enable the collection of anonymous usage data in order to help {0} improve.
bg: Активиране на събирането на анонимни данни за използване, за да се помогне на {0} за подобряване.
ca: Activeu la recopilació de dades d'ús anònimes per ajudar {0} a millorar.
eo: Turn on the anonymous usage data thingy so {0} can level up and get better.
hu: Engedélyezze az anonim használati adatok gyűjtését, hogy segítsen a(z) {0} fejlesztésében.
lt: Įgalinkite anoniminių naudojimo duomenų rinkimą, kad padėtumėte {0} tobulėti.
ms: Aktifkan pengumpulan data penggunaan tanpa nama untuk membantu {0} memperbaiki.
nb: Aktiver innsamling av anonyme bruksdata for å bidra til å forbedre {0}.
nl: Schakel de verzameling van anonieme gebruiksgegevens in om {0} te helpen verbeteren.
sv: Möjliggöra insamling av anonyma användningsdata för att hjälpa {0} att förbättras.

source: Allow this origin to embed the full {0} application
hu: Engedélyezze ennek az eredetnek a teljes {0} alkalmazás beágyazását
ms: Benarkan asal ini untuk menyematkan keseluruhan aplikasi {0}

source: Enable typeahead search in the {0} navbar?
ar: هل تريد تفعيل بحث بالإكمال التلقائي في شريط التنقل {0}؟
bg: Активиране на търсенето с предвиждане в лентата за навигация {0}?
ca: Habilitar la cerca d'avanç a la barra de navegació {0}?
de: Typeahead-Suche in der {0} Navigationsleiste aktivieren?
eo: Yo, wanna turn on the typeahead search in the {0} navbar?
es: ¿Habilitar la búsqueda de escritura anticipada en la barra de navegación {0}?
fa: جستجوی پیش‌نویس در نوار ناوبری {0} فعال شود؟
fi: Ota käyttöön pikahaku {0} navigointipalkissa?
fr: Activer la recherche anticipée dans barre de navigation {0} ?
hu: Engedélyezi a typeahead keresést a(z) {0} navigációs sávban?
it: Abilitare la ricerca in testa nella navbar di {0} ?
ja: {0}ナビバーでタイプアヘッド検索を有効にする?
lt: Įgalinti paiešką antraštėje {0} naršymo juostoje?
ms: Aktifkan carian typeahead dalam navbar {0}?
nb: Aktiver tekstforslag for søk i {0} navigasjonslinje?
nl: Typeahead-zoekopdracht inschakelen in de {0}-navigatiebalk?
pl: Włączyć wyszukiwanie z wyprzedzeniem na pasku {0}?
pt_br: Habilitar pesquisa de digitação antecipada na barra de navegação {0}?
ru: Включить поиск по типу "вперед" на панели навигации {0} ?
sk: Povolenie vyhľadávania typeahead v navigačnom paneli {0} ?
sl: Omogočite iskanje vnaprejšnjega tipanja v navlični vrstici {0}?
sq: Të aktivizohet kërkimi me sugjerime gjatë shkrimit në navbar-in {0}?
sr: Omogućiti pretragu sa automatskim predlozima u {0} navbar-u?
sv: Aktivera typahead-sökning i navfältet på {0} ?
tr: {0} gezinme çubuğunda typeahead aramasını etkinleştirin mi?
uk: Увімкнути пошук із підказками під час введення в navbar {0}?
vi: Bật tìm kiếm theo kiểu nhập trước trong thanh điều hướng {0} ?
zh_hk: 要在 {0} 導航欄中啟用智能搜索嗎？

source: JSON containing SAML to {0} group mappings.
ar: JSON يحتوي على تعيينات مجموعات SAML إلى مجموعات {0}.
bg: JSON, съдържащ съпоставяния на SAML към {0} група.
ca: JSON que conté SAML a {0} grups de mapeig.
de: JSON, das SAML-zu-{0}-Gruppenzuordnungen enthält.
eo: JSON with SAML to {0} group hookups, fr.
es: JSON que contiene asignaciones de grupo de SAML a {0}.
fa: JSON حاوی نگاشت های گروه SAML به {0} .
fi: JSON-tiedosto, joka sisältää SAML-ryhmävastaavuudet kohteeseen {0}.
fr: JSON contenant le SAML de {0} mappings de groupes.
hu: JSON, amely SAML-t {0} csoporttérképekhez tartalmaz.
it: JSON contenente le mappature dei gruppi da SAML a {0} .
ja: SAML から {0} グループへのマッピングを含む JSON。
lt: JSON, kuriame yra SAML į {0} grupės susiejimą.
ms: JSON yang mengandungi pemetaan kumpulan SAML ke {0}.
nb: JSON som inneholder SAML til {0} gruppekoblinger.
nl: JSON met SAML naar {0} groepstoewijzingen.
pl: JSON zawierający mapowania grup SAML na {0}.
pt_br: JSON contendo SAML para {0} mapeamentos de grupo.
ru: JSON, содержащий сопоставления групп SAML и {0} .
sk: JSON obsahujúci mapovanie skupín SAML na {0} .
sl: JSON, ki vsebuje SAML za {0} skupinskih preslikav.
sq: JSON që përmban mapimet e grupeve nga SAML te {0}.
sr: JSON koji sadrži mapiranja SAML grupa na {0} grupe.
sv: JSON som innehåller gruppmappningar från SAML till {0} .
tr: SAML ile {0} grup eşlemelerini içeren JSON.
uk: JSON, що містить зіставлення груп SAML із {0}.
vi: JSON chứa SAML tới {0} ánh xạ nhóm.
zh_hk: 包含 SAML 到 {0} 組映射的 JSON。

source: Alias for the key that {0} should use for signing SAML requests
ar: اسم مستعار للمفتاح الذي يجب أن يستخدمه {0} لتوقيع طلبات SAML
bg: Псевдоним за ключа, който {0} трябва да използва за подписване на SAML заявки
ca: Àlies per a la clau que {0} hauria d'utilitzar per signar sol·licituds SAML
de: Alias für den Schlüssel, den {0} zum Signieren von SAML-Anforderungen verwenden sollte
eo: Alias for the key that {0} should use for signing SAML requests → The nickname for the key {0} gotta use to sign those SAML requests
es: Alias de la clave que {0} debería usar para firmar solicitudes SAML
fa: نام مستعار برای کلیدی که {0} باید برای امضای درخواست های SAML استفاده کند
fi: Aliakseksi avaimelle, jota {0} tulisi käyttää SAML-pyyntöjen allekirjoittamiseen.
fr: Alias pour la clé que {0} devrait utiliser pour les requêtes de connexion SAML
hu: Alias a kulcshoz, amelyet a(z) {0} SAML-kérések aláírására kell használnia
it: Alias per la chiave che {0} dovrebbe utilizzare per firmare le richieste SAML.
ja: {0} が SAML 要求の署名に使用する鍵のエイリアス。
lt: Pseudonimas raktui, kurį {0} turėtų naudoti SAML užklausoms pasirašyti
ms: Alias untuk kunci yang {0} harus gunakan untuk menandatangani permintaan SAML
nb: Alias for nøkkelen {0} som skal brukes for å signere SAML-forespørsler
nl: Alias voor de sleutel die {0} moet gebruiken voor het ondertekenen van SAML-verzoeken
pl: Alias klucza, którego {0} powinien używać do podpisywania żądań SAML
pt_br: Apelido para a chave que {0} deve usar para assinar solicitações SAML
ru: Псевдоним для ключа, который {0} должен использовать для подписания SAML-запросов.
sk: Alias pre kľúč, ktorý by mala stránka {0} používať na podpisovanie požiadaviek SAML
sl: Vzdevek za ključ, ki ga {0} uporabljati za podpisovanje zahtev SAML
sq: Alias për çelësin që {0} duhet të përdorë për nënshkrimin e kërkesave SAML
sr: Alias za ključ koji {0} treba da koristi za potpisivanje SAML zahteva
sv: Alias för den nyckel som {0} ska använda för att signera SAML-begäranden
tr: SAML isteklerini imzalamak için {0} adresinin kullanması gereken anahtarın takma adı
uk: Аліас для ключа, який {0} має використовувати для підписування SAML-запитів
vi: Bí danh cho khóa mà {0} sẽ sử dụng để ký các yêu cầu SAML
zh_hk: {0} 用於簽署 SAML 請求的密鑰別名

source: JSON containing JWT to {0} group mappings.
ar: JSON يحتوي على تعيينات مجموعات JWT إلى مجموعات {0}.
bg: JSON, съдържащ JWT към {0} съпоставяния на групи.
ca: JSON que conté JWT a {0} grups de mapeig.
de: JSON enthält JWT-zu-{0}-Gruppen-Zuordnungen.
eo: JSON with JWT to {0} group links, fr.
es: JSON que contiene asignaciones de grupo de JWT a {0}.
fa: JSON حاوی نگاشتهای گروهی JWT به {0} .
fi: JSON-tiedosto, joka sisältää JWT:n {0} ryhmäkartoitukset.
fr: JSON contenant JWT à {0} mappings de groupes.
hu: JSON, amely JWT-t {0} csoporttérképekhez tartalmaz.
it: JSON contenente le mappature dei gruppi da JWT a {0} .
ja: JWTから{0}グループへのマッピングを含むJSON。
lt: JSON, kuriame yra JWT į {0} grupės susiejimą.
ms: JSON yang mengandungi pemetaan kumpulan JWT kepada {0}.
nb: JSON som inneholder JWT til {0} brukerkoblinger.
nl: JSON met JWT naar {0} groepstoewijzingen.
pl: JSON zawierający mapowania JWT na grupy {0}.
pt_br: JSON contendo JWT para {0} mapeamentos de grupo.
ru: JSON, содержащий сопоставления групп JWT и {0} .
sk: JSON obsahujúci mapovanie JWT na skupinu {0} .
sl: JSON, ki vsebuje JWT za {0} skupinskih preslikav.
sq: JSON që përmban mapimet e grupeve nga JWT te {0}.
sr: JSON koji sadrži mapiranja JWT grupa na {0} grupe.
sv: JSON som innehåller JWT till {0} gruppmappningar.
tr: JWT ile {0} grup eşlemelerini içeren JSON.
uk: JSON, що містить зіставлення груп JWT із {0}.
vi: JSON chứa JWT tới các ánh xạ nhóm {0} .
zh_hk: 包含 JWT 到 {0} 組映射的 JSON。

source: {0} ({1} MB max)
ar: {0} (الحد الأقصى {1} MB)
bg: {0} ({1} MB макс)
ca: {0} ({1} MB màx.)
de: {0} (max. {1} MB)
eo: {0} (max {1} MB)
es: {0} ({1} MB máx)
fa: {0} ({1} حداکثر مگابایت)
fi: {0} ({1} MB enintään)
hu: {0} (max. {1} MB)
ja: {0} ({1} MB最大)
lt: {0} (maks. {1} MB)
ms: {0} (maksimum {1} MB)
nb: {0} ({1} MB maks)
nl: {0} (max. {1} MB)
pt_br: {0} ({1} MB máx.)
sl: {0} (največ {1} MB)
sr: {0} (maks. {1} MB)
tr: {0} ({1} MB maks.)
uk: {0} (макс. {1} МБ)
vi: {0} ({1} MB tối đa)
zh_hk: {0}（{1} MB 最大）

source: You must first fix the required fields above.
hu: Először javítsa ki a fenti kötelező mezőket.
ms: Anda mesti membetulkan medan wajib di atas terlebih dahulu.

source: Heading Card
ar: بطاقة عنوان
bg: Картичка на заглавие
ca: Targeta d'encapçalament
de: Überschriftskarte
eo: Vibe Card
es: Tarjeta de encabezamiento
fa: سرفصل کارت
fi: Otsikkokortti
fr: Carte à en-tête
hu: Fejléc Kártya
it: Scheda di intestazione
ja: 見出しカード
lt: Antraštės kortelė
ms: Kad Tajuk
nb: Overskriftskort
nl: Kopkaart
pl: Karta nagłówkowa
pt_br: Cartão de cabeçalho
ru: Карточка заголовка
sk: Karta záhlavia
sl: Naslovna kartica
sq: Kartë Titulli
sr: Kartica naslova
sv: Rubrik kort
tr: Başlık Kartı
uk: Картка-заголовок
vi: Thẻ tiêu đề
zh_hk: 標題卡

source: Pick data…
ar: اختر بيانات…
bg: Изберете данни…
ca: Escollir dades…
de: Daten auswählen…
eo: Pick data… lowkey, I’m vibing with that
es: Recoger datos…
fa: داده ها را انتخاب کنید…
fi: Valitse tiedot...
fr: Choisir les données...
hu: Adatok kiválasztása…
it: Dati di prelievo…
ja: ピックデータ...
lt: Pasirinkti duomenis…
ms: Pilih data…
nb: Plukk data…
nl: Kies gegevens…
pl: Wybierz dane…
pt_br: Selecione os dados…
ru: Данные о пикете…
sk: Vybrať údaje…
sl: Izberite podatke ...
sq: Zgjidh tEdhEna…
sr: Izaberi podatke…
sv: Plocka data…
tr: Veri seç…
uk: Виберіть дані…
vi: Chọn dữ liệu…
zh_hk: 選擇數據…
