Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: No recent collections
ar: لا توجد مجموعات حديثة
bg: Няма скорошни колекции
ca: No hi ha col·leccions recents
de: Keine aktuellen Sammlungen
es: No hay colecciones recientes
fa: هیچ مجموعه جدیدی وجود ندارد
fi: Ei viimeaikaisia kokoelmia
fr: Aucune collection récente
it: Nessuna raccolta recente
ja: 最近のコレクションはありません
nb: Ingen nylige innsamlinger
nl: Geen recente collecties
pl: Brak ostatnich kolekcji
pt_br: Nenhuma coleção recente
ru: Нет недавних коллекций
sk: Žiadne nedávne kolekcie
sl: Ni nedavnih zbirk
sq: S’ka koleksione të fundit
sr: Nema nedavnih kolekcija
sv: Inga nya samlingar
tr: Son koleksiyon yok
uk: Немає нещодавніх колекцій
vi: Không có bộ sưu tập gần đây
zh_hk: 最近沒有收藏

source: You haven't visited any dashboards recently.
ar: لم تزُر أي لوحات معلومات مؤخرًا.
bg: Не сте посещавали табла за управление напоследък.
ca: No has visitat cap tauler de control recentment.
de: Sie haben in letzter Zeit keine Dashboards besucht.
es: No has visitado ningún panel recientemente.
fa: شما اخیراً به هیچ داشبوردی مراجعه نکرده‌اید.
fi: Et ole käynyt missään kojelaudassa viime aikoina.
fr: Vous n'avez visité aucun tableau de bord récemment.
it: Non hai visitato nessuna dashboard di recente.
ja: 最近ダッシュボードにアクセスしていません。
nb: Du har ikke besøkt noen dashbord i det siste.
nl: U hebt recentelijk geen dashboards bezocht.
pl: Nie odwiedzałeś ostatnio żadnego pulpitu nawigacyjnego.
pt_br: Você não visitou nenhum painel recentemente.
ru: В последнее время вы не посещали ни одной панели мониторинга.
sk: V poslednej dobe ste nenavštívili žiadne dashboardy.
sl: V zadnjem času niste obiskali nobene nadzorne plošče.
sq: S’keni vizituar asnjë panel kohët e fundit.
sr: Niste nedavno posetili nijednu kontrolnu tablu.
sv: Du har inte besökt några instrumentpaneler nyligen.
tr: Son zamanlarda herhangi bir panoyu ziyaret etmediniz.
uk: Останнім часом ви не переглядали жодних дашбордів.
vi: Gần đây bạn chưa truy cập bất kỳ bảng thông tin nào.
zh_hk: 您最近沒有造訪過任何儀表板。

source: You haven't visited any charts recently.
ar: لم تزُر أي مخططات مؤخرًا.
bg: Не сте посещавали никакви класации напоследък.
ca: No has visitat cap gràfic recentment.
de: Sie haben in letzter Zeit keine Diagramme besucht.
es: No has visitado ningún gráfico recientemente.
fa: شما اخیراً از هیچ نموداری بازدید نکرده‌اید.
fi: Et ole käynyt missään kaavioissa viime aikoina.
fr: Vous n'avez visité aucun graphique récemment.
it: Non hai visitato nessun grafico di recente.
ja: 最近チャートにアクセスしていません。
nb: Du har ikke besøkt noen diagrammer i det siste.
nl: U heeft recentelijk geen grafieken bezocht.
pl: Nie odwiedzałeś ostatnio żadnych wykresów.
pt_br: Você não visitou nenhum gráfico recentemente.
ru: В последнее время вы не посещали никаких чартов.
sk: V poslednej dobe ste nenavštívili žiadne grafy.
sl: V zadnjem času niste obiskali nobene lestvice.
sq: S’keni vizituar asnjë grafik kohët e fundit.
sr: Niste nedavno posetili nijedan grafikon.
sv: Du har inte besökt några diagram nyligen.
tr: Son zamanlarda herhangi bir grafiği ziyaret etmediniz.
uk: Останнім часом ви не переглядали жодних діаграм.
vi: Gần đây bạn chưa truy cập bất kỳ biểu đồ nào.
zh_hk: 您最近沒有瀏覽過任何圖表。

source: You haven't visited any collections recently.
ar: لم تزُر أي مجموعات مؤخرًا.
bg: Не сте посещавали колекции напоследък.
ca: No has visitat cap col·lecció recentment.
de: Sie haben in letzter Zeit keine Sammlungen besucht.
es: No has visitado ninguna colección recientemente.
fa: شما اخیراً از هیچ مجموعه ای بازدید نکرده اید.
fi: Et ole käynyt missään kokoelmissa viime aikoina.
fr: Vous n'avez visité aucune collection récemment.
it: Non hai visitato nessuna collezione di recente.
ja: 最近、どのコレクションも訪問していません。
nb: Du har ikke besøkt noen samlinger i det siste.
nl: U heeft recentelijk geen collecties bezocht.
pl: Nie odwiedzałeś ostatnio żadnych kolekcji.
pt_br: Você não visitou nenhuma coleção recentemente.
ru: В последнее время вы не посещали ни одной коллекции.
sk: V poslednej dobe ste nenavštívili žiadne zbierky.
sl: V zadnjem času niste obiskali nobene zbirke.
sq: Nuk keni vizituar asnjë koleksion kohët e fundit.
sr: Niste nedavno posetili nijednu kolekciju.
sv: Du har inte besökt några samlingar nyligen.
tr: Son zamanlarda herhangi bir koleksiyonu ziyaret etmediniz.
uk: Ви не відвідували жодних колекцій останнім часом.
vi: Gần đây bạn chưa ghé thăm bất kỳ bộ sưu tập nào.
zh_hk: 您最近沒有參觀過任何收藏品。

source: Select a chart
ar: اختر مخططًا
bg: Изберете диаграма
ca: Selecciona un gràfic
de: Auswählen eines Diagramms
es: Seleccione un gráfico
fa: یک نمودار انتخاب کنید
fi: Valitse kaavio
fr: Sélectionnez un graphique
it: Seleziona un grafico
ja: チャートを選択
nb: Velg et diagram
nl: Selecteer een grafiek
pl: Wybierz wykres
pt_br: Selecione um gráfico
ru: Выберите диаграмму
sk: Vyberte graf
sl: Izberite grafikon
sq: Zgjidh një grafik
sr: Izaberite grafikon
sv: Välj ett diagram
tr: Bir grafik seçin
uk: Виберіть діаграму
vi: Chọn một biểu đồ
zh_hk: 選擇圖表

source: Browse dashboards
ar: تصفح لوحات المعلومات
bg: Разглеждане на табла за управление
ca: Navega pels taulers de control
de: Dashboards durchsuchen
es: Explorar paneles de control
fa: مرور داشبوردها
fi: Selaa kojelaudat
fr: Parcourir les tableaux de bord
it: Esplora le dashboard
ja: ダッシュボードを閲覧する
nb: Bla gjennom dashbord
nl: Blader door dashboards
pl: Przeglądaj pulpity nawigacyjne
pt_br: Navegar pelos painéis
ru: Просмотр панелей мониторинга
sk: Prehliadať dashboardy
sl: Brskaj po nadzornih ploščah
sq: Shfleto panelet
sr: Pregledaj kontrolne table
sv: Bläddra bland instrumentpaneler
tr: Panolara göz atın
uk: Переглянути дашборди
vi: Duyệt bảng thông tin
zh_hk: 瀏覽儀表板

source: Browse collections
ar: تصفح المجموعات
bg: Разгледайте колекциите
ca: Navega per les col·leccions
de: Kollektionen durchsuchen
es: Explorar colecciones
fa: مرور مجموعه‌ها
fi: Selaa kokoelmia
fr: Parcourir les collections
it: Sfoglia le collezioni
ja: コレクションを閲覧する
nb: Bla gjennom samlinger
nl: Blader door collecties
pl: Przeglądaj kolekcje
pt_br: Navegar pelas coleções
ru: Просмотреть коллекции
sk: Prehliadať kolekcie
sl: Brskaj po zbirkah
sq: Shfleto koleksionet
sr: Pregledaj kolekcije
sv: Bläddra bland samlingar
tr: Koleksiyonlara göz atın
uk: Переглянути колекції
vi: Duyệt bộ sưu tập
zh_hk: 瀏覽收藏集

source: Browse questions
ar: تصفح الأسئلة
bg: Разгледайте въпросите
ca: Navega per les preguntes
de: Fragen durchsuchen
es: Explorar preguntas
fa: مرور سوالات
fi: Selaa kysymyksiä
fr: Parcourir les questions
it: Sfoglia le domande
ja: 質問を閲覧する
nb: Bla gjennom spørsmål
nl: Blader door vragen
pl: Przeglądaj pytania
pt_br: Navegar pelas perguntas
ru: Просмотреть вопросы
sk: Prehliadať otázky
sl: Brskaj po vprašanjih
sq: Shfleto pyetjet
sr: Pregledaj pitanja
sv: Bläddra bland frågor
tr: Sorulara göz atın
uk: Переглянути запити
vi: Duyệt câu hỏi
zh_hk: 瀏覽問題

source: Select a dashboard to embed
ar: اختر لوحة معلومات لتضمينها
bg: Изберете табло за управление за вграждане
ca: Seleccioneu un tauler de control per incrustar
de: Wählen Sie ein Dashboard zum Einbetten aus
es: Seleccione un panel para incrustar
fa: یک داشبورد برای جاسازی انتخاب کنید
fi: Valitse upotettava kojelauta
fr: Sélectionnez un tableau de bord à intégrer
it: Seleziona una dashboard da incorporare
ja: 埋め込むダッシュボードを選択
nb: Velg et dashbord du vil bygge inn
nl: Selecteer een dashboard om in te sluiten
pl: Wybierz pulpit nawigacyjny do osadzenia
pt_br: Selecione um painel para incorporar
ru: Выберите панель управления для встраивания
sk: Vyberte dashboard, ktorý chcete vložiť
sl: Izberite nadzorno ploščo za vdelavo
sq: Zgjidh një panel për ta embed-uar
sr: Izaberite kontrolnu tablu za ugradnju
sv: Välj en instrumentpanel att bädda in
tr: Yerleştirilecek bir pano seçin
uk: Виберіть дашборд для вбудовування
vi: Chọn bảng điều khiển để nhúng
zh_hk: 選擇要嵌入的儀表板

source: Select a chart to embed
ar: اختر مخططًا لتضمينه
bg: Изберете диаграма за вграждане
ca: Seleccioneu un gràfic per incrustar
de: Wählen Sie ein Diagramm zum Einbetten aus
es: Seleccione un gráfico para incrustar
fa: یک نمودار برای جاسازی انتخاب کنید
fi: Valitse upotettava kaavio
fr: Sélectionnez un graphique à intégrer
it: Seleziona un grafico da incorporare
ja: 埋め込むグラフを選択
nb: Velg et diagram som skal legges inn
nl: Selecteer een grafiek om in te sluiten
pl: Wybierz wykres do osadzenia
pt_br: Selecione um gráfico para incorporar
ru: Выберите диаграмму для вставки
sk: Vyberte graf, ktorý chcete vložiť
sl: Izberite grafikon za vdelavo
sq: Zgjidh një grafik për ta embed-uar
sr: Izaberite grafikon za ugradnju
sv: Välj ett diagram att bädda in
tr: Yerleştirilecek bir grafik seçin
uk: Виберіть діаграму для вбудовування
vi: Chọn biểu đồ để nhúng
zh_hk: 選擇要嵌入的圖表

source: Select a collection to embed
ar: حدد مجموعة لتضمينها
bg: Изберете колекция за вграждане
ca: Selecciona una col·lecció per incrustar
de: Wählen Sie eine Sammlung zum Einbetten aus
es: Seleccione una colección para incrustar
fa: یک مجموعه برای جاسازی انتخاب کنید
fi: Valitse upotettava kokoelma
fr: Sélectionnez une collection à intégrer
it: Seleziona una raccolta da incorporare
ja: 埋め込むコレクションを選択してください
nb: Velg en samling som skal legges inn
nl: Selecteer een collectie om in te sluiten
pl: Wybierz kolekcję do osadzenia
pt_br: Selecione uma coleção para incorporar
ru: Выберите коллекцию для встраивания
sk: Vyberte kolekciu, ktorú chcete vložiť
sl: Izberite zbirko za vdelavo
sq: Zgjidh një koleksion për ta inkorporuar
sr: Izaberite kolekciju za ugradnju
sv: Välj en samling att bädda in
tr: Yerleştirilecek bir koleksiyon seçin
uk: Оберіть колекцію для вбудовування
vi: Chọn một bộ sưu tập để nhúng
zh_hk: 選擇要嵌入的收藏集

source: Exploration embed setup
ar: إعداد تضمين الاستكشاف
bg: Настройка на вграждане на изследване
ca: Configuració de l'exploració incrustada
de: Einbettungseinrichtung für die Exploration
es: Configuración de incrustación de exploración
fa: تنظیمات جاسازی اکتشافی
fi: Tutkimusupotusten asetukset
fr: Configuration d'intégration d'exploration
it: Configurazione dell'incorporamento dell'esplorazione
ja: 探索埋め込み設定
nb: Oppsett for utforsking av embed
nl: Exploratie-embed-instelling
pl: Konfiguracja osadzania eksploracji
pt_br: Configuração de incorporação de exploração
ru: Настройка встроенного исследования
sk: Nastavenie vloženia prieskumu
sl: Nastavitev vdelave raziskovanja
sq: Konfigurimi i embed për eksplorim
sr: Podešavanje ugradnje istraživanja
sv: Konfiguration av inbäddad utforskning
tr: Keşif yerleştirme kurulumu
uk: Налаштування вбудовування для Explore
vi: Thiết lập nhúng khám phá
zh_hk: 探索嵌入設定

source: Select content to embed
ar: اختر محتوى لتضمينه
bg: Изберете съдържание за вграждане
ca: Selecciona el contingut per incrustar
de: Wählen Sie den einzubettenden Inhalt aus
es: Seleccionar contenido para incrustar
fa: انتخاب محتوا برای جاسازی
fi: Valitse upotettava sisältö
fr: Sélectionnez le contenu à intégrer
it: Seleziona il contenuto da incorporare
ja: 埋め込むコンテンツを選択
nb: Velg innhold som skal legges inn
nl: Selecteer inhoud om in te sluiten
pl: Wybierz treść do osadzenia
pt_br: Selecione o conteúdo para incorporar
ru: Выберите контент для вставки
sk: Vyberte obsah na vloženie
sl: Izberite vsebino za vdelavo
sq: Zgjidh përmbajtje për ta embed-uar
sr: Izaberite sadržaj za ugradnju
sv: Välj innehåll att bädda in
tr: Yerleştirilecek içeriği seçin
uk: Виберіть вміст для вбудовування
vi: Chọn nội dung để nhúng
zh_hk: 選擇要嵌入的內容

source: Choose from your recently visited dashboards
ar: اختر من لوحات المعلومات التي زرتها مؤخرًا
bg: Изберете от наскоро посетените си табла за управление
ca: Trieu entre els taulers de control que heu visitat recentment
de: Wählen Sie aus Ihren zuletzt besuchten Dashboards
es: Elige entre los paneles que has visitado recientemente
fa: از داشبوردهایی که اخیراً بازدید کرده‌اید، انتخاب کنید
fi: Valitse äskettäin käyttämistäsi kojelaudoista
fr: Choisissez parmi vos tableaux de bord récemment visités
it: Scegli tra le dashboard visitate di recente
ja: 最近アクセスしたダッシュボードから選択
nb: Velg blant de siste dashbordene du har besøkt
nl: Kies uit uw recent bezochte dashboards
pl: Wybierz z ostatnio odwiedzanych pulpitów nawigacyjnych
pt_br: Escolha entre os painéis visitados recentemente
ru: Выберите из недавно посещенных вами панелей мониторинга
sk: Vyberte si z nedávno navštívených dashboardov
sl: Izberite med nedavno obiskanimi nadzornimi ploščami
sq: Zgjidh nga panelet që keni vizituar së fundmi
sr: Izaberite među nedavno posećenim kontrolnim tablama
sv: Välj bland dina nyligen besökta instrumentpaneler
tr: Son ziyaret ettiğiniz panolardan seçim yapın
uk: Виберіть із нещодавно переглянутих дашбордів
vi: Chọn từ các bảng thông tin bạn đã truy cập gần đây
zh_hk: 從您最近瀏覽過的儀表板中選擇

source: Choose from your recently visited charts
ar: اختر من المخططات التي زرتها مؤخرًا
bg: Изберете от наскоро посетените от вас класации
ca: Trieu entre els gràfics que heu visitat recentment
de: Wählen Sie aus Ihren zuletzt besuchten Diagrammen
es: Elige entre los gráficos que has visitado recientemente
fa: از نمودارهای اخیراً بازدید شده خود انتخاب کنید
fi: Valitse äskettäin käyttämistäsi kaavioista
fr: Choisissez parmi vos cartes récemment visitées
it: Scegli tra i grafici visitati di recente
ja: 最近アクセスしたチャートから選択
nb: Velg blant dine nylig besøkte diagrammer
nl: Kies uit uw recent bezochte grafieken
pl: Wybierz z ostatnio odwiedzanych wykresów
pt_br: Escolha entre os gráficos visitados recentemente
ru: Выберите из недавно просмотренных вами диаграмм
sk: Vyberte si z nedávno navštívených grafov
sl: Izberite med nedavno obiskanimi grafikoni
sq: Zgjidh nga grafikët që keni vizituar së fundmi
sr: Izaberite među nedavno posećenim grafikonima
sv: Välj bland dina nyligen besökta diagram
tr: Son ziyaret ettiğiniz grafikler arasından seçim yapın
uk: Виберіть із нещодавно переглянутих діаграм
vi: Chọn từ các biểu đồ bạn đã truy cập gần đây
zh_hk: 從您最近瀏覽過的圖表中選擇

source: Choose a collection to start browsing from
ar: اختر مجموعة لبدء التصفح منها
bg: Изберете колекция, от която да започнете да разглеждате
ca: Trieu una col·lecció per començar a navegar
de: Wählen Sie eine Sammlung aus, in der Sie mit dem Durchsuchen beginnen möchten
es: Elige una colección para comenzar a explorar
fa: مجموعه‌ای را برای شروع مرور انتخاب کنید
fi: Valitse kokoelma, josta haluat aloittaa selaamisen
fr: Choisissez une collection pour commencer à parcourir
it: Scegli una raccolta da cui iniziare la navigazione
ja: 閲覧を開始するコレクションを選択してください
nb: Velg en samling å begynne å bla fra
nl: Kies een collectie om mee te beginnen met bladeren
pl: Wybierz kolekcję, od której chcesz rozpocząć przeglądanie
pt_br: Escolha uma coleção para começar a navegar
ru: Выберите коллекцию, с которой хотите начать просмотр
sk: Vyberte kolekciu, z ktorej chcete začať prehliadať
sl: Izberite zbirko, iz katere želite začeti brskati
sq: Zgjidh një koleksion nga i cili të nisë shfletimi
sr: Izaberite kolekciju od koje ćete početi pregledanje
sv: Välj en samling att börja bläddra från
tr: Göz atmaya başlamak için bir koleksiyon seçin
uk: Оберіть колекцію, з якої почати перегляд
vi: Chọn một bộ sưu tập để bắt đầu duyệt
zh_hk: 選擇要開始瀏覽的收藏集

source: Choose your content to embed
ar: اختر المحتوى الذي تريد تضمينه
bg: Изберете съдържанието си за вграждане
ca: Trieu el contingut que voleu incrustar
de: Wählen Sie den einzubettenden Inhalt aus
es: Elige tu contenido para incrustar
fa: محتوای خود را برای جاسازی انتخاب کنید
fi: Valitse upotettava sisältö
fr: Choisissez votre contenu à intégrer
it: Scegli il contenuto da incorporare
ja: 埋め込むコンテンツを選択してください
nb: Velg innholdet du vil bygge inn
nl: Kies uw inhoud om in te sluiten
pl: Wybierz treść do osadzenia
pt_br: Escolha seu conteúdo para incorporar
ru: Выберите контент для вставки
sk: Vyberte si obsah, ktorý chcete vložiť
sl: Izberite vsebino, ki jo želite vdelati
sq: Zgjidh përmbajtjen tënde për ta embed-uar
sr: Izaberite sadržaj koji želite da ugradite
sv: Välj innehåll att bädda in
tr: Yerleştirilecek içeriğinizi seçin
uk: Виберіть вміст для вбудовування
vi: Chọn nội dung của bạn để nhúng
zh_hk: 選擇要嵌入的內容

source: Brand color
ar: لون العلامة التجارية
bg: Цвят на марката
ca: Color de la marca
de: Markenfarbe
es: Color de la marca
fa: رنگ برند
fi: Tuotemerkin väri
fr: Couleur de la marque
it: Colore del marchio
ja: ブランドカラー
nb: Merkefarge
nl: Merk kleur
pl: Kolor marki
pt_br: Cor da marca
ru: Фирменный цвет
sk: Farba značky
sl: Barva blagovne znamke
sq: Ngjyra e brand-it
sr: Boja brenda
sv: Märkesfärg
tr: Marka rengi
uk: Колір бренду
vi: Màu sắc thương hiệu
zh_hk: 品牌顏色

source: Text color
ar: لون النص
bg: Цвят на текста
ca: Color del text
de: Textfarbe
es: Color del texto
fa: رنگ متن
fi: Tekstin väri
fr: Couleur du texte
it: Colore del testo
ja: テキストの色
nb: Tekstfarge
nl: Tekstkleur
pl: Kolor tekstu
pt_br: Cor do texto
ru: Цвет текста
sk: Farba textu
sl: Barva besedila
sq: Ngjyra e tekstit
sr: Boja teksta
sv: Textfärg
tr: Metin rengi
uk: Колір тексту
vi: Màu văn bản
zh_hk: 文字顏色

source: Background color
ar: لون الخلفية
bg: Цвят на фона
ca: Color de fons
de: Hintergrundfarbe
es: Color de fondo
fa: رنگ پس زمینه
fi: Taustaväri
fr: Couleur d'arrière-plan
it: Colore di sfondo
ja: 背景色
nb: Bakgrunnsfarge
nl: Achtergrondkleur
pl: Kolor tła
pt_br: Cor de fundo
ru: Цвет фона
sk: Farba pozadia
sl: Barva ozadja
sq: Ngjyra e sfondit
sr: Boja pozadine
sv: Bakgrundsfärg
tr: Arka plan rengi
uk: Колір фону
vi: Màu nền
zh_hk: 背景顏色

source: Go to setup guide
ar: انتقل إلى دليل الإعداد
bg: Отидете на ръководството за настройка
ca: Ves a la guia de configuració
de: Zur Einrichtungsanleitung
es: Ir a la guía de configuración
fa: به راهنمای تنظیم بروید
fi: Siirry asennusoppaaseen
fr: Accéder au guide de configuration
it: Vai alla guida all'installazione
ja: セットアップガイドへ
nb: Gå til oppsettveiledning
nl: Ga naar de installatiehandleiding
pl: Przejdź do przewodnika konfiguracji
pt_br: Ir para o guia de configuração
ru: Перейти к руководству по настройке
sk: Prejsť na sprievodcu nastavením
sl: Pojdi na vodnik za nastavitev
sq: Shko te udhëzuesi i konfigurimit
sr: Idi na vodič za podešavanje
sv: Gå till installationsguiden
tr: Kurulum kılavuzuna gidin
uk: Перейти до посібника з налаштування
vi: Đi tới hướng dẫn thiết lập
zh_hk: 前往設定指南

source: Activate license
ar: تفعيل الترخيص
bg: Активиране на лиценз
ca: Activa la llicència
de: Lizenz aktivieren
es: Activar licencia
fa: فعال کردن لایسنس
fi: Aktivoi lisenssi
fr: Activer la licence
it: Attiva la licenza
ja: ライセンスを有効化
nb: Aktiver lisens
nl: Licentie activeren
pl: Aktywuj licencję
pt_br: Ativar licença
ru: Активировать лицензию
sk: Aktivovať licenciu
sl: Aktiviraj licenco
sq: Aktivizo licencën
sr: Aktiviraj licencu
sv: Aktivera licens
tr: Lisansı etkinleştir
uk: Активувати ліцензію
vi: Kích hoạt giấy phép
zh_hk: 啟動授權

source: Modular embedding
ar: التضمين المعياري
bg: Модулно вграждане
ca: Incrustació modular
de: Modulare Einbettung
es: Integración modular
fa: تعبیه ماژولار
fi: Modulaarinen upotus
fr: Intégration modulaire
it: Incorporamento modulare
ja: モジュラー埋め込み
nb: Modulær innbygging
nl: Modulaire inbedding
pl: Osadzanie modułowe
pt_br: Incorporação modular
ru: Модульное встраивание
sk: Modulárne vkladanie
sl: Modularna vgradnja
sq: Embedding modular
sr: Modularno ugrađivanje
sv: Modulär inbäddning
tr: Modüler gömme
uk: Модульне вбудовування
vi: Nhúng mô-đun
zh_hk: 模組化嵌入
