Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The column or text you want to trim.
ar: العمود أو النص الذي تريد إزالة المسافات منه.
bg: Колоната или текстът, който искате да отрежете.
ca: La columna o text d'on en voleu eliminar els espais a inici i fi.
de: Die Spalte oder der Text, der abgeschnitten werden soll.
eo: The column or text you wanna cut down.
es: La columna o el texto que quieres recortar.
fa: ستون یا متنی که می‌خواهید کوتاه کنید.
fi: Sarake tai teksti, jota haluat leikata.
fr: La colonne ou le texte que vous souhaitez rogner.
hu: A levágni kívánt oszlop vagy szöveg.
it: La colonna o il testo che vuoi tagliare.
ja: トリミングしたいカラムやテキスト
lt: Stulpelis arba tekstas, kurį norite apkarpyti.
ms: Lajur atau teks yang anda mahu trim.
nb: Kolonnen eller teksten du vil trimme.
nl: De kolom of tekst die je wilt trimmen.
pl: Kolumna lub tekst, który chcesz przyciąć.
pt_br: Coluna ou texto que você quer aparar.
ru: Столбец или текст, который нужно обрезать.
sk: Stĺpec alebo text, ktorý chcete orezať.
sl: Stolpec ali besedilo, ki ga želite obrezati.
sq: Kolona ose teksti që do të presësh.
sr: Kolona ili tekst koji želiš da skratiš.
sv: Kolumnen eller texten du vill rensa från avslutande blanktecken.
tr: Kırpmak istediğiniz sütun veya metin.
uk: Стовпець або текст, які потрібно обрізати.
vi: Cột hoặc văn bản bạn muốn cắt.
zh_hk: 要修剪的欄或文本。

source: Returns the absolute (positive) value of the specified column.
ar: يعيد القيمة المطلقة (الموجبة) للعمود المحدد.
bg: Връща абсолютната (положителна) стойност на указаната колона.
ca: Retorna el valor absolut (positiu) de la columna especificada.
de: Gibt den Betrag (positiv) der angegebenen Spalte zurück.
eo: Returns the absolute (positive) vibe of that column, fr.
es: Devuelve el valor absoluto (positivo) de la columna especificada.
fa: مقدار مطلق (مثبت) ستون مشخص شده را برمی‌گرداند.
fi: Palauttaa määritetyn sarakkeen itseisarvon.
fr: Renvoie la valeur absolue (positive) de la colonne spécifiée.
hu: A megadott oszlop abszolút (pozitív) értékét adja vissza.
it: Restituisce il valore assoluto (positivo) della colonna specificata.
ja: 指定されたカラムの絶対値を返します。
lt: Grąžina absoliučią (teigiamą) nurodyto stulpelio reikšmę.
ms: Mengembalikan nilai mutlak (positif) lajur yang ditentukan.
nb: Kolonnen du skal ha absolutt (positiv) verdi av.
nl: Retourneert de absolute (positieve) waarde van de opgegeven kolom.
pl: Zwraca wartość absolutną (dodatnią) określonej kolumny.
pt_br: Retorna o valor absoluto (positivo) da coluna especificada.
ru: Возвращает абсолютное (положительное) значение указанного столбца.
sk: Vracia absolútnu (kladnú) hodnotu uvedeného stĺpca.
sl: Vrne absolutno (pozitivno) vrednost navedenega stolpca.
sq: Kthen vlerën absolute (pozitive) të kolonës së specifikuar.
sr: Vraća apsolutnu (pozitivnu) vrednost navedene kolone.
sv: Returnerar det absoluta värdet av angiven kolumn.
tr: Belirtilen sütunun mutlak (pozitif) değerini döndürür.
uk: Повертає абсолютне (додатне) значення вказаного стовпця.
vi: Trả về giá trị tuyệt đối (dương) của cột được chỉ định.
zh_hk: 返回指定欄的絕對<b>（正）</b>值。

source: Debt
ar: الدَين
bg: Дълг
ca: Deute
de: Schuld
eo: Oof, that's a whole bag of stress.
es: Deuda
fa: بدهی
fi: Velka
fr: Dette
hu: Adósság
it: Debito
ja: 債務
lt: Skola
ms: Hutang
nb: Gjeld
nl: Schuld
pl: Zadłużenie
pt_br: Dívida
ru: Долг
sk: Dlh
sl: Dolg
sq: Borxh
sr: Dug
sv: Debet
tr: Borç
uk: Борг
vi: Nợ
zh_hk: 債務

source: The column or number to return absolute (positive) value of.
ar: العمود أو الرقم الذي تريد إرجاع قيمته المطلقة (الموجبة).
bg: Колоната или числото, от които да се върне абсолютната (положителна) стойност.
ca: La columna o nombre a retornar el valor abosolt (positiu).
de: Die Spalte oder Zahl, deren Betrag (positiv) zurückgegeben werden soll.
eo: That part is just the thing that gives you the positive version of a number or column, no cap.
es: La columna o número del que se devolverá el valor absoluto (positivo).
fa: ستون یا عددی که ارزش مطلق (مثبت) آن برگردانده شود.
fi: Sarake tai numero, jonka itseisarvo (positiivinen) palautetaan.
fr: La colonne ou le nombre dont la valeur absolue (positive) doit être renvoyée.
hu: Az abszolút (pozitív) értéket visszaadó oszlop vagy szám.
it: La colonna o il numero di cui restituire il valore assoluto (positivo).
ja: 絶対値を計算するカラムまたは数値。
lt: Stulpelis arba skaičius, kurio absoliuti (teigiama) vertė grąžinama.
ms: Lajur atau nombor untuk mengembalikan nilai mutlak (positif).
nb: Kolonnen eller tallet som du skal ha absolutt (positiv) verdi av.
nl: De kolom of het getal waarvan de absolute (positieve) waarde moet worden geretourneerd.
pl: Kolumna lub liczba do zwrócenia wartości absolutnej (dodatniej).
pt_br: A coluna ou número para retornar o valor absoluto (positivo).
ru: Столбец или число, для которого требуется вернуть абсолютное (положительное) значение.
sk: Stĺpec alebo číslo, z ktorého chcete získať absolútnu (kladnú) hodnotu.
sl: Stolpec ali število, ki vrne absolutno (pozitivno) vrednost.
sq: Kolona ose numri për të cilin të kthehet vlera absolute (pozitive).
sr: Kolona ili broj za koji se vraća apsolutna (pozitivna) vrednost.
sv: Kolumnen eller siffran att returnera absoluta värdet av.
tr: Mutlak (pozitif) değerini döndürülecek sütun veya sayı.
uk: Стовпець або число, для якого необхідно обчислити модуль.
vi: Cột hoặc số trả về giá trị tuyệt đối (dương).
zh_hk: 要返回其絕對<b>（正）</b>值的欄或數字。

source: Rounds a decimal number down.
ar: يقرب عددًا عشريًا إلى الأسفل.
bg: Закръгля десетично число надолу.
ca: Arrodoneix un nombre a la baixa.
de: Rundet eine Dezimalzahl ab.
eo: It’s like, "Rounds a decimal number down" → "Just lowkey floors a decimal, no cap."
es: Redondea un número decimal hacia abajo.
fa: یک عدد اعشاری را رو به پایین گرد می‌کند.
fi: Pyöristää desimaaliluvun alas.
fr: Fait l'arrondi inférieur d'un nombre
hu: Egy tizedes számot lefelé kerekít.
it: Arrotonda un numero decimale verso il basso.
ja: 小数値を切り下げます。
lt: Suapvalina dešimtainį skaičių žemyn.
ms: Membulatkan nombor perpuluhan ke bawah.
nb: Runder ned et desimaltall.
nl: Rondt een decimaal getal naar beneden af.
pl: Zaokrągla liczbę dziesiętną w dół.
pt_br: Arredonda um número decimal para baixo.
ru: Округляет десятичное число в меньшую сторону.
sk: Zaokrúhľuje desatinné číslo dole.
sl: Zaokroži decimalno število navzdol.
sq: Rrumbullakos një numër dhjetor poshtë.
sr: Zaokružuje decimalni broj nadole.
sv: Avrundar ett decimaltal neråt.
tr: Ondalık bir sayıyı aşağı yuvarlar.
uk: Округлює десяткове число вниз.
vi: Làm tròn một số thập phân xuống.
zh_hk: 將十進制數字向下捨入。

source: The column or number to round down.
ar: العمود أو الرقم المراد تقريبه إلى الأسفل.
bg: Колоната или числото за закръгляне надолу.
ca: La columna o el nombre a arrodonir.
de: Die Spalte oder Zahl, die abgerundet werden soll.
eo: The column or number to yeet to the lowest whole vibe.
es: La columna o número para redondear hacia abajo.
fa: ستون یا عددی که باید آن را رو به پایین گرد کنید.
fi: Alas pyöristettävä sarake tai numero
fr: La colonne ou le nombre à arrondir vers le bas.
hu: A lefelé kerekítendő oszlop vagy szám.
it: La colonna o il numero da arrotondare verso il basso.
ja: 切り下げを行うカラムまたは数値。
lt: Stulpelis arba skaičius, kurį reikia suapvalinti žemyn.
ms: Lajur atau nombor untuk dibulatkan ke bawah.
nb: Kolonnen eller tallet som skal avrundes nedover.
nl: De kolom of het getal dat naar beneden moet worden afgerond.
pl: Kolumna lub liczba do zaokrąglenia w dół.
pt_br: A coluna ou número a ser arredondado para baixo.
ru: Столбец или число, которое нужно округлить в меньшую сторону.
sk: Stĺpec alebo číslo, ktoré sa má zaokrúhliť dole.
sl: Stolpec ali številka, ki jo želite zaokrožiti navzdol.
sq: Kolona ose numri për t’u rrumbullakosur poshtë.
sr: Kolona ili broj koji treba zaokružiti nadole.
sv: Kolumnen eller siffran att avrunda neråt.
tr: Aşağı yuvarlanacak sütun veya sayı.
uk: Стовпець або число, які потрібно округлити вниз.
vi: Cột hoặc số để làm tròn xuống.
zh_hk: 要向下捨入的欄或數字。

source: Rounds a decimal number up.
ar: يقرب عددًا عشريًا إلى الأعلى.
bg: Закръгля десетично число нагоре.
ca: Arrodoneix a l'alça un nombre decimal.
de: Rundet eine Zahl auf.
eo: It’s like, "Rounds a decimal number up" — so, it’s basically saying it’s “ceil-ing” the number, fr.
es: Redondea un número decimal hacia arriba.
fa: یک عدد اعشاری را رو به بالا گرد می‌کند.
fi: Pyöristää desimaaliluvun ylös.
fr: Fait l'arrondi supérieur d'un nombre
hu: Egy tizedes számot felfelé kerekít.
it: Arrotonda un numero decimale verso l'alto.
ja: 小数値を切り上げます。
lt: Suapvalina dešimtainį skaičių į viršų.
ms: Membulatkan nombor perpuluhan ke atas.
nb: Avrunder desimaltallet oppover.
nl: Rondt een decimaal getal naar boven af.
pl: Zaokrągla liczbę dziesiętną w górę.
pt_br: Arredonda um número decimal para cima.
ru: Округляет десятичное число в большую сторону.
sk: Zaokrúhľuje desatinné číslo nahor.
sl: Zaokroži decimalno število navzgor.
sq: Rrumbullakos një numër dhjetor lart.
sr: Zaokružuje decimalni broj nagore.
sv: Avrundar ett decimaltal uppåt.
tr: Ondalık bir sayıyı yukarı yuvarlar.
uk: Округлює десяткове число вгору.
vi: Làm tròn một số thập phân lên.
zh_hk: 將十進制數字向上捨入。

source: The column or number to round up.
ar: العمود أو الرقم المراد تقريبه إلى الأعلى.
bg: Колоната или числото за закръгляне нагоре.
ca: La columna o nombre a arrodonir a l'alça.
de: Die Spalte oder Zahl, die aufgerundet werden soll.
eo: The spot or number to, like, bump up.
es: La columna o número que se va a redondear.
fa: ستون یا عددی برای بالا گرد کردن.
fi: Ylöspyöristettävä sarake tai numero.
fr: La colonne ou le nombre à arrondir vers le haut.
hu: A felfelé kerekítendő oszlop vagy szám.
it: La colonna o il numero da arrotondare verso l'alto.
ja: 切り上げを行うカラムまたは数値。
lt: Stulpelis arba skaičius, kurį reikia suapvalinti į viršų.
ms: Lajur atau nombor untuk dibulatkan ke atas.
nb: Kolonnen eller tallet som skal avrundes oppover.
nl: De kolom of het getal dat naar boven moet worden afgerond.
pl: Kolumna lub liczba do zaokrąglenia w górę.
pt_br: A coluna ou número a ser arredondado para cima.
ru: Столбец или число, которое нужно округлить.
sk: Stĺpec alebo číslo, ktoré sa má zaokrúhliť nahor.
sl: Stolpec ali številka, ki jo želite zaokrožiti navzgor.
sq: Kolona ose numri për t’u rrumbullakosur lart.
sr: Kolona ili broj koji treba zaokružiti nagore.
sv: Kolumnen eller siffran att avrunda uppåt.
tr: Yuvarlanacak sütun veya sayı.
uk: Стовпець або число, які потрібно округлити вгору.
vi: Cột hoặc số để làm tròn.
zh_hk: 要向上捨入的欄或數字。

source: Rounds a decimal number either up or down to the nearest integer value.
ar: يقرب عددًا عشريًا إلى أقرب قيمة عدد صحيح، إما للأعلى أو للأسفل.
bg: Закръгля десетично число нагоре или надолу до най-близката цяла стойност.
ca: Arrodoneix un nombre decimal amunt o avall cap al valor enter més proper
de: Rundet eine Zahl zur nächsten Ganzzahl auf bzw ab.
eo: It’s like, rounding a decimal either up or down to the nearest whole number, no cap.
es: Redondea un número decimal hacia arriba o hacia abajo al valor entero más cercano.
fa: یک عدد اعشاری را به نزدیکترین مقدار صحیح به بالا یا پایین گرد می کند.
fi: Pyöristää desimaaliluvun joko ylös- tai alas lähimpään kokonaislukuun.
fr: Arrondit un nombre décimal vers le haut ou vers le bas à la valeur entière la plus proche.
hu: Egy tizedes számot felfelé vagy lefelé kerekít a legközelebbi egész értékre.
it: Arrotonda un numero decimale verso l'alto o verso il basso al valore intero più vicino.
ja: 小数値を最も近い整数へ丸めます。
lt: Suapvalina dešimtainį skaičių aukštyn arba žemyn iki artimiausios sveikojo skaičiaus reikšmės.
ms: Membulatkan nombor perpuluhan sama ada ke atas atau ke bawah kepada nilai integer terdekat.
nb: Avrunder et desimaltall nedover eller oppover til nærmeste heltall.
nl: Rondt een decimaal getal naar boven of beneden af op het dichtstbijzijnde gehele getal.
pl: Zaokrągla liczbę dziesiętną w górę lub w dół do najbliższej wartości całkowitej.
pt_br: Arredonda um número decimal para cima ou para baixo para o valor inteiro mais próximo.
ru: Округляет десятичное число в большую или меньшую сторону до ближайшего целого числа.
sk: Zaokrúhľuje desatinné číslo nahor alebo nadol na najbližšiu celočíselnú hodnotu.
sl: Zaokroži decimalno število navzgor ali navzdol na najbližjo celo število.
sq: Rrumbullakos një numër dhjetor lart ose poshtë në vlerën më të afërt të plotë.
sr: Zaokružuje decimalni broj nagore ili nadole na najbliži ceo broj.
sv: Avrundar ett decimaltal upp eller ner till närmaste heltal.
tr: Ondalık bir sayıyı en yakın tam sayı değerine yukarı veya aşağı yuvarlar.
uk: Округлює десяткове число вгору або вниз до найближчого цілого значення.
vi: Làm tròn một số thập phân lên hoặc xuống đến giá trị số nguyên gần nhất.
zh_hk: 將十進制數字向上或向下捨入為最接近的整數值。

source: The column or number to round to nearest integer.
ar: العمود أو الرقم المراد تقريبه إلى أقرب عدد صحيح.
bg: Колонката или числото за закръгляне до най-близката цяла стойност.
ca: El nombre a arrodonir a l'enter més propoer
de: Die Spalte oder Zahl, die auf- bzw. abgerundet werden soll.
eo: The column or number to round to the nearest whole W.
es: La columna o número que se va a redondear al entero más cercano.
fa: ستون یا عددی برای گرد کردن به نزدیکترین عدد صحیح.
fi: Lähimpään kokonaislukuun pyöristettävä sarake tai numero.
fr: La colonne ou le nombre à arrondir vers l'entier le plus proche.
hu: Az oszlop vagy szám, amelyet a legközelebbi egész számra kerekítünk.
it: La colonna o il numero da arrotondare al numero intero più vicino.
ja: 最も近い整数に丸めるカラムや数値。
lt: Stulpelis arba skaičius, suapvalinamas iki artimiausio sveikojo skaičiaus.
ms: Lajur atau nombor untuk dibulatkan ke integer terdekat.
nb: Kolonnen eller tallet som skal avrundes til nærmeste heltall.
nl: De kolom of het getal dat moet worden afgerond op het dichtstbijzijnde gehele getal.
pl: Kolumna lub liczba w zaokrągleniu do najbliższej liczby całkowitej.
pt_br: A coluna ou número a ser arredondado para o inteiro mais próximo.
ru: Столбец или число, округляемое до ближайшего целого числа.
sk: Stĺpec alebo číslo, ktoré sa má zaokrúhliť na najbližšie celé číslo.
sl: Stolpec ali število, ki ga želite zaokrožiti na najbližje celo število.
sq: Kolona ose numri për t’u rrumbullakosur në numrin e plotë më të afërt.
sr: Kolona ili broj koji treba zaokružiti na najbliži ceo broj.
sv: Kolumnen eller siffran att avrunda till närmaste heltal.
tr: En yakın tam sayıya yuvarlanacak sütun veya sayı.
uk: Стовпець або число, які потрібно округлити до найближчого цілого.
vi: Cột hoặc số để làm tròn đến số nguyên gần nhất.
zh_hk: 要舍入為最接近整數的欄位或數字。

source: Returns the square root.
ar: يعيد الجذر التربيعي.
bg: Връща квадратния корен.
ca: Retorna l'arrel quadrada.
de: Gibt die Quadratwurzel zurück.
eo: It’s givin’ the square root, fr fr
es: Devuelve la raíz cuadrada.
fa: ریشه دوم را برمی گرداند.
fi: Palauttaa neliöjuuren.
fr: Renvoie la racine carrée
hu: A négyzetgyököt adja vissza.
it: Restituisce la radice quadrata.
ja: 平方根を返します。
lt: Grąžina kvadratinę šaknį.
ms: Mengembalikan punca kuasa dua.
nb: Returnerer kvadratroten.
nl: Retourneert de (vierkants)wortel.
pl: Zwraca pierwiastek kwadratowy.
pt_br: Retorna a raiz quadrada.
ru: Возвращает гиперболический арктангенс arg, т.е. значение, чей гиперболический тангенс равен arg.
sk: Vracia druhú odmocninu.
sl: Vrne kvadratni koren.
sq: Kthen rrënjën katrore.
sr: Vraća kvadratni koren.
sv: Returnerar kvadratroten ur.
tr: Karekökü verir.
uk: Повертає квадратний корінь.
vi: Trả về căn bậc hai.
zh_hk: 回傳平方根。

source: Hypotenuse
ar: الوتر
bg: Хипотенуза
ca: Hipotenusa
eo: Hypotenuse = the ultimate cheat code for right triangles, no cap
es: Hipotenusa
fa: وتر
fi: Hypotenuusa
fr: Hypoténus
hu: Átfogó
it: Ipotenusa
ja: 斜辺
lt: Hipotenuzė
ms: Hipotenus
nb: Hypotenusen
nl: Hypotenusa
pl: Hipoteneza
pt_br: Hipotenusa
ru: Гипотенуза
sk: Přepona
sl: hipotenuza
sq: Hipotenuza
sr: Hipotenuza
sv: Hypotenusa
tr: Hipotenüs
uk: Гіпотенуза
vi: Cạnh huyền
zh_hk: 斜邊

source: The column or number to return square root value of.
ar: العمود أو الرقم الذي تريد إرجاع الجذر التربيعي له.
bg: Колоната или числото, от което да се върне стойността на квадратния корен.
ca: La columna o nombre de la que retornar l'arrel quadrada.
de: Die Spalte oder Zahl, deren Quadratwurzel zurückgegeben werden soll.
eo: This is the column or number to get the square root of, fr fr.
es: La columna o número del que se devolverá el valor de raíz cuadrada.
fa: ستون یا عددی که می‌خواهید مقدار ریشه دوم آن را برگردانید.
fi: Sarake tai numero, jonka neliöjuuri palautetaan.
fr: Colonne ou nombre où retourner une racine carrée.
hu: Az az oszlop vagy szám, amelynek négyzetgyökét visszaadja.
it: La colonna o il numero di cui restituire il valore della radice quadrata.
ja: 平方根の値を計算するカラムや数値。
lt: Stulpelis arba skaičius, iš kurio grąžinama kvadratinės šaknies reikšmė.
ms: Lajur atau nombor untuk mengembalikan nilai punca kuasa dua.
nb: Kolonnen eler tallet du skal ha kvadratroten av.
nl: De kolom of het getal waarvan de vierkantswortelwaarde moet worden geretourneerd.
pl: Kolumna lub liczba, która zwraca pierwiastkową wartość kwadratową.
pt_br: A coluna ou número para retornar o valor da raiz quadrada.
ru: Столбец или число, из которого нужно вернуть значение квадратного корня.
sk: Stĺpec alebo číslo, z ktorého sa má získať hodnota druhej odmocniny.
sl: Stolpec ali število, ki ga želite vrniti.
sq: Kolona ose numri për të cilin të kthehet vlera e rrënjës katrore.
sr: Kolona ili broj za koji se vraća vrednost kvadratnog korena.
sv: Kolumnen eller siffran att returnera kvradratroten ur.
tr: Karekök değerini döndürülecek sütun veya sayı.
uk: Стовпець або число, для яких потрібно повернути значення квадратного кореня.
vi: Cột hoặc số để trả về giá trị căn bậc hai.
zh_hk: 要回傳其平方根的欄或數字。

source: exponent
ar: الأس
bg: експонента
eo: exponent → math’s just out here flexin’ with the powers, so maybe "power-up" or "the boost" if you wanna keep it chill, but honestly, there’s no real slang for it.
es: exponente
fa: نمای
fi: eksponentti
fr: exponant
hu: kitevő
it: esponente
ja: 指数
lt: eksponentas
ms: eksponen
nb: eksponent
pl: Wykładnik
pt_br: expoente
ru: экспонента
sl: Eksponent
sq: eksponent
sr: eksponent
tr: üs
uk: експонента
vi: số mũ
zh_hk: 指數

source: Raises a number to the power of the exponent value.
ar: يرفع عددًا إلى قوة قيمة الأس.
bg: Повдига число на степен на стойност на експонент.
ca: Eleva un nombre a la potència de l'exponent.
de: Erhöht eine Zahl um die Potenz des Exponentenwerts.
eo: Basically, it’s like raising a number to the power of the exponent, no cap.
es: Eleva un número a la potencia del valor del exponente.
fa: یک عدد را به قدرت مقدار نمایی می‌رساند.
fi: Nostaa luvun eksponentin ilmaisemaan potenssiin.
fr: Augmente un nombre à la puissance de la valeur de l'exposant.
hu: Egy számot a kitevő értékére emel.
it: Eleva un numero alla potenza del valore dell'esponente.
ja: 数値を指数値の累乗で累乗します。
lt: Pakelia skaičių iki eksponento reikšmės laipsnio.
ms: Menaikkan nombor kepada kuasa nilai eksponen.
nb: Opphøyer et tall i den angitte potensen.
nl: Verhoogt een getal tot de macht van de exponentwaarde.
pl: Zwiększa liczbę do potęgi wartości wykładnika.
pt_br: Eleva um número à potência do valor do expoente.
ru: Возводит число в степень значения экспоненты.
sk: Zvyšuje číslo na mocninu exponenčnej hodnoty.
sl: Poveča število na moč eksponentne vrednosti.
sq: Ngre një numër në fuqinë e vlerës së eksponentit.
sr: Podiže broj na stepen vrednosti eksponenta.
sv: Upphöjer en siffra till exponentvärdet
tr: Bir sayıyı üs değerinin gücüne yükseltir.
uk: Підносить число до степеня зі значенням експоненти.
vi: Nâng một số thành lũy thừa của giá trị số mũ.
zh_hk: 將一個數字提升為指數值的次方。

source: Length
ar: الطول
bg: Дължина
ca: Longitud
de: Länge
eo: length → vibe size
es: Longitud
fa: طول
fi: Pituus
fr: Longueur
hu: Hossz
it: Lunghezza
ja: 長さ
lt: Ilgis
ms: Panjang
nb: Lengde
nl: Lengte
pl: Długość
pt_br: Comprimento
ru: Длина
sk: Dĺžka
sl: Dolžina
sq: Gjatësia
sr: Dužina
sv: Längd
tr: Uzunluk
uk: Довжина
vi: Chiều dài
zh_hk: 長度

source: The column or number raised to the exponent.
ar: العمود أو الرقم المرفوع إلى الأس.
bg: Колоната или числото, повдигнато на експонента.
ca: La columna o el nombre per elevar a l'exponent.
de: Die Spalte oder Zahl, die um den Exponenten erhöht wird.
eo: That’s basically the number or column gettin’ boosted or raised to the power, no cap.
es: La columna o número elevado al exponente.
fa: ستون یا عددی که به توان نمای رسیده.
fi: Eksponenttiin korotettu sarake tai numero.
fr: La colonne ou le chiffre élevé à l'exposant.
hu: A kitevőre emelt oszlop vagy szám.
it: La colonna o il numero elevato all'esponente.
ja: 累乗の基数となる数または列。
lt: Stulpelis arba skaičius, pakeltas iki eksponento.
ms: Lajur atau nombot dinaikkan pada eksponen.
nb: Kolonnen eller nummeret som skal opphøyes.
nl: De kolom of het getal verheven tot de exponent.
pl: Kolumna lub liczba podniesiona do wykładnika.
pt_br: A coluna ou número elevado ao expoente.
ru: Столбец или число, возведенное в степень.
sk: Stĺpec alebo číslo zvýšené na exponent.
sl: Stolpec ali številka, dvignjena na eksponent.
sq: Kolona ose numri që ngrihet në eksponent.
sr: Kolona ili broj koji se podiže na eksponent.
sv: Kolumnen att upphöja
tr: Üs olan sütun veya sayı.
uk: Стовпець або число, які підносяться до степеня експоненти.
vi: Cột hoặc số được nâng lên thành số mũ.
zh_hk: 欄位或數字提升為指數的次方。

source: The value of the exponent.
ar: قيمة الأس.
bg: Стойността на експонента.
ca: El valor de l'exponent.
de: Der Wert des Exponenten.
eo: The value of the exponent is lowkey the vibe check for the math.
es: El valor del exponente.
fa: مقدار نمای.
fi: Eksponentin arvo.
fr: La valeur de l'exponant
hu: A kitevő értéke.
it: Il valore dell'esponente.
ja: 指数の値。
lt: Rodiklio reikšmė.
ms: Nilai eksponen.
nb: Verdien av potensen.
nl: De waarde van de exponent.
pl: Wartość wykładnika.
pt_br: Valor do expoente.
ru: Значение показателя степени.
sk: Hodnota exponenta.
sl: Vrednost eksponenta.
sq: Vlera e eksponentit.
sr: Vrednost eksponenta.
sv: Värdet på exponenten
tr: Üssün değeri.
uk: Значення експоненти.
vi: Giá trị của số mũ.
zh_hk: 指數的值。

source: Returns the base 10 log of the number.
ar: يعيد اللوغاريتم للأساس 10 للعدد.
bg: Връща десетичния логаритъм (основа 10) на числото.
ca: Retorna la base 10 del logaritme del nombre.
de: Gibt den Logarithmus zur Basis 10 der Zahl zurück.
eo: Returns the base 10 log of the number → It’s like, giving you the log base 10 of the number, fr.
es: Devuelve el logaritmo en base 10 del número.
fa: لگاریتم پایه 10 عدد را برمی گرداند.
fi: Palauttaa luvun 10 logaritmin.
fr: Renvoie le logarithme en base 10 du nombre.
hu: A szám alap 10-es logaritmusát adja vissza.
it: Restituisce il logaritmo in base 10 del numero.
ja: 数値の常用対数値を返します。
lt: Grąžina bazinį 10 skaičiaus žurnalą.
ms: Mengembalkan logaritma asas 100 bagi nombor tersebut.
nb: Returnerer base-10 logaritmen av tallet
nl: Geeft de basis 10 log van het nummer.
pl: Zwraca logarytm dziesiętny liczby.
pt_br: Retorna o logaritmo de base 10 do número.
ru: Возвращает десятичный логарифм числа.
sk: Vráti logaritmus čísla so základom 10.
sl: Vrne logaritvijsko številko z osnovo 10.
sq: Kthen logaritmin me bazë 10 të numrit.
sr: Vraća logaritam osnove 10 broja.
sv: Returnerar 10-logaritmen för värdet.
tr: Sayının 10 tabanındaki logaritmasını döndürür.
uk: Повертає десятковий логарифм числа (за основою 10).
vi: Trả về nhật ký cơ số 10 của số.
zh_hk: 回傳該數字的以10為底的對數。

source: Value
ar: القيمة
bg: Стойност
ca: Valor
de: Wert
eo: Vibe check
es: Valor
fa: مقدار
fi: Arvo
fr: Valeur
hu: Érték
it: Valore
ja: 値
lt: Vertė
ms: Nilai
nb: Verdi
nl: Waarde
pl: Wartość
pt_br: Valor
ru: Значение
sk: Hodnota
sl: Vrednost
sq: Vlera
sr: Vrednost
sv: Värde
tr: Değer
uk: Значення
vi: Giá trị
zh_hk: 值
