Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: "Our Data" won’t show up on the homepage for any of your users anymore, but you can always browse through your databases and tables by clicking Browse Data in the main navigation.
hu: Az „Adataink” már nem jelennek meg a kezdőlapon egyetlen felhasználó számára sem, de bármikor böngészhet az adatbázisok és a táblázatok között, ha rákattint a Tallózás az adatokra a fő navigációs panelen.
ms: "Data Kami" tidak akan muncul di halaman utama untuk mana-mana pengguna anda lagi, tetapi anda sentiasa boleh melayari pangkalan data dan jadual anda dengan mengklik Semak Data dalam navigasi utama.

source: My new fantastic collection
ar: مجموعتي الجديدة الرائعة
bg: Моята нова фантастична колекция
ca: La meva fantàstica col·lecció nova
de: Meine neue fantastische Sammlung
eo: My new total banger collection
es: Mi colección fantástica
fa: مجموعه فوق العاده جدید من
fi: Uusi upea kokoelmani
fr: Ma nouvelle collection fantastique
hu: Új fantasztikus kollekcióm
it: La mia nuova fantastica collezione
ja: 新しい私の素晴らしいコレクション
lt: Mano nauja fantastiška kolekcija
ms: Koleksi hebat baru saya
nb: Min nye fantastiske samling
nl: Mijn nieuwe fanatische collectie
pl: Moja nowa fantastyczna kolekcja
pt_br: Minha fantástica nova coleção
ru: Моя новая фантастическая коллекция
sk: Moja nová fantastická kolekcia
sl: Moja nova fantastična kolekcija
sq: Koleksioni im i ri fantastik
sr: Moja nova fantastična kolekcija
sv: Min nya fantastiska samling
tr: Yeni fantastik koleksiyonum
uk: Моя нова фантастична колекція
vi: Bộ sưu tập mới tuyệt vời của tôi
zh_hk: 一個新的奇妙集合

source: Cancelation timestamp
ar: الطابع الزمني للإلغاء
bg: Отметка за време за анулиране
ca: Data i Hora de cancel·lació
de: Stornierungszeitpunkt
eo: Cancelation timestamp → Cancelation timestamp (no cap, it’s kinda techy, so just leave it as is)
es: Tiempo de cancelación
fa: علامت زمانی لغو
fi: Peruutuksen aikaleima
fr: Horodatage d'annulation
hu: Lemondás időbélyege
it: Timestamp annullamento
ja: キャンセル時タイムスタンプ
lt: Atšaukimo laiko žyma
ms: Cap masa pembatalan
nb: Tidspunkt for avbrytelse
nl: Timestamp van annuleren
pl: Znacznik czasu anulowania
pt_br: Data e hora de cancelamento
ru: Отметка времени отмены
sk: Časová stopa zrušenia
sl: Časovni žig preklica
sq: Timestamp i anulimit
sr: Timestamp otkazivanja
sv: Klockslag för avbrott
tr: İptal zaman damgası
uk: Позначка часу скасування
vi: Dấu thời gian hủy
zh_hk: 取消時間戳

source: Cancelation time
ar: وقت الإلغاء
bg: Време за анулиране
ca: Hora de cancel·lació
de: Stornierungszeit
eo: Cancelation time → Cancelled era, fr fr
es: Tiempo de cancelación
fa: زمان لغو
fi: Peruutuksen aika
fr: Heure d'annulation
hu: Lemondás ideje
it: Orario di annullamento
ja: キャンセル時間
lt: Atšaukimo laikas
ms: Masa pembatalan
nb: Tid for avbrytelse
nl: Tijdstip van annuleren
pl: Czas anulowania
pt_br: Hora de cancelamento
ru: Время отмены
sk: Čas zrušenia
sl: Čas preklica
sq: Ora e anulimit
sr: Vreme otkazivanja
sv: Tid för avbrott
tr: İptal zamanı
uk: Час скасування
vi: Thời gian hủy
zh_hk: 取消時間

source: Cancelation date
ar: تاريخ الإلغاء
bg: Дата на отмяна
ca: Data de cancel·lació
de: Stornierungsdatum
eo: Cancelation date → Cancel date or canceled date, fr fr
es: Fecha de cancelación
fa: تاریخ لغو
fi: Peruutuksen päivä
fr: Date d'annulation
hu: Lemondás dátuma
it: Data di annullamento
ja: キャンセル日
lt: Atšaukimo data
ms: Tarikh pembatalan
nb: Dato for avbrytelse
nl: Datum van annuleren
pl: Data anulowania
pt_br: Data de cancelamento
ru: Дата отмены
sk: Dátum zrušenia
sl: Datum odpovedi
sq: Data e anulimit
sr: Datum otkazivanja
sv: Datum för avbrott
tr: İptal tarihi
uk: Дата скасування
vi: Ngày hủy
zh_hk: 取消日期

source: Deletion timestamp
ar: الطابع الزمني للحذف
bg: Клеймо за изтриване
ca: Data i Hora d'eliminació
de: Löschzeitpunkt
eo: delete info time stamp
es: Tiempo de eliminación
fa: نشانگر حذف زمان
fi: Poiston aikaleima
fr: Horodatage de la suppression
hu: Törlés időbélyege
it: Timestamp cancellazione
ja: 削除時タイムスタンプ
lt: Ištrynimo laiko žyma
ms: Cap masa penghapusan
nb: Tidspunkt for sletting
nl: Timestamp van verwijderen
pl: Znacznik czasu usunięcia
pt_br: Data e hora de exclusão
ru: Отметка времени удаления
sk: Časová stopa zmazania
sl: Časovni žig za brisanje
sq: Timestamp i fshirjes
sr: Timestamp brisanja
sv: Klockslag för borttagning
tr: Silinme zaman damgası
uk: Позначка часу видалення
vi: Xóa dấu thời gian
zh_hk: 刪除時間戳

source: Deletion time
ar: وقت الحذف
bg: Време за изтриване
ca: Hora d'eliminació
de: Löschzeit
eo: Delete time, fr fr
es: Tiempo de eliminación
fa: زمان حذف
fi: Poiston aika
fr: Heure de suppression
hu: Törlés ideje
it: Orario cancellazione
ja: 削除時間
lt: Ištrynimo laikas
ms: Masa penghapusan
nb: Tid for sletting
nl: Tijdstip van verwijderen
pl: Czas usuwania
pt_br: Hora de exclusão
ru: Время удаления
sk: Čas zmazania
sl: Čas izbrisa
sq: Ora e fshirjes
sr: Vreme brisanja
sv: Tid för borttagning
tr: Silinme zamanı
uk: Час видалення
vi: Thời gian xoá
zh_hk: 刪除時間

source: Deletion date
ar: تاريخ الحذف
bg: Дата на изтриване
ca: Data d'eliminació
de: Löschdatum
eo: Delete date, fr fr
es: Fecha de eliminación
fa: تاریخ حذف
fi: Poiston päivä
fr: Date de suppression
hu: Törlés dátuma
it: Data cancellazione
ja: 削除日
lt: Ištrynimo data
ms: Tarikh penghapusan
nb: Dato for sletting
nl: Datum van verwijderen
pl: Data usunięcia
pt_br: Data de exclusão
ru: Дата удаления
sk: Zmazať dátum
sl: Datum izbrisa
sq: Data e fshirjes
sr: Datum brisanja
sv: Datum för borttagning
tr: Silinme tarihi
uk: Дата видалення
vi: Ngày xoá
zh_hk: 刪除日期

source: Only in detail views
ar: فقط في عروض التفاصيل
bg: Само в подробности изгледи
ca: Només a les vistes de detall
de: Nur in Detailansichten
eo: Just in the deets viewss
es: Solo en vistas de detalle
fa: فقط در نمای جزئیات
fi: Vain yksityiskohtaiset näkymät
fr: Uniquement dans les vues de détail
hu: Csak részletes nézetekben
it: Solo nelle visualizzazioni dettagliate
ja: 詳細ビューのみ
lt: Tik detaliame atvaizdavime
ms: Hanya dalam paparan terperinci
nb: Bare i detaljvisning
nl: Alleen in detail overzicht
pl: Tylko szczegółowe widoki
pt_br: Somente em visualizações detalhadas
ru: Только в подробных видах
sk: Iba detailný pohľad
sl: Samo v podrobnih pogledih
sq: Vetëm në pamjet e detajeve
sr: Samo u prikazima detalja
sv: Bara i detaljbilder
tr: Sadece ayrıntılı görünümlerde
uk: Лише в детальних переглядах
vi: Chỉ trong chế độ xem chi tiết
zh_hk: 僅存在於詳細視圖

source: Do not include
ar: لا تُضمّنه
bg: Не включвайте
ca: No ho incloguis
de: Nicht enthalten
eo: Don’t even bother including that, fr.
es: No incluir
fa: شامل نشود
fi: Älä sisällytä
fr: N'incluez pas
hu: Ne tartalmazza
it: Non includere
ja: 含めない
lt: Neįtraukti
ms: Jangan sertakan
nb: Ikke inkluder
nl: Voeg niet toe
pl: Nie uwzględniaj
pt_br: Não incluir
ru: Не включать
sk: Nezahŕňa
sl: Ne vključi
sq: Mos e përfshi
sr: Ne uključuj
sv: Inkludera inte
tr: Dahil etme
uk: Не включати
vi: Không bao gồm
zh_hk: 不包含

source: This field won't be visible or selectable in questions created with the GUI interfaces. It will still be accessible in SQL/native queries.
ar: لن يكون هذا الحقل مرئيًا أو قابلًا للاختيار في الأسئلة التي يتم إنشاؤها عبر واجهات GUI. سيظل متاحًا في استعلامات SQL/الأصلية.
bg: Това поле няма да бъде видимо или избираемо при въпроси, създадени с GUI интерфейси. Той все още ще бъде достъпен в SQL / собствени заявки.
ca: El camp no serà visible o seleccionable en les preguntes creades amb la interfície d'usuari. Sí que es podrà accedir mitjançant consultes SQL/natives.
de: Dieses Feld ist bei Fragen, die mit den GUI-Oberflächen erstellt wurden, nicht sichtbar oder auswählbar. Es wird weiterhin in SQL/nativen Abfragen verfügbar sein.
eo: This field won’t be visible or clickable in questions made with the GUI, but u can still access it in SQL/native queries, fr.
es: Este campo no será visible o seleccionable en las preguntas creadas con la aplicación. Todavía será accesible en consultas SQL/nativas.
fa: این قسمت در سؤالات ایجاد شده با رابط های رابط کاربری گرافیکی قابل مشاهده یا انتخاب نخواهد بود. همچنان در سؤالات SQL / بومی قابل دسترسی خواهد بود.
fi: Tämä kenttä ei ole näkyvissä tai valittavissa graafisilla käyttöliittymillä luoduissa kysymyksissä. Se on edelleen käytettävissä SQL/natiivikyselyissä.
fr: Ce champ ne sera ni visible ni sélectionnable dans les questions créées avec le générateur de requêtes. Il sera toujours accessible dans les requêtes SQL / natives.
hu: Ez a mező nem lesz látható vagy választható a GUI interfészekkel létrehozott kérdésekben. Továbbra is elérhető lesz SQL/natív lekérdezésekben.
it: Questo campo non sarà visibile o selezionabile nelle domande create con le interfacce GUI. Sarà comunque accessibile nelle query SQL/native.
ja: このフィールドはGUIのインターフェースで作られた質問では見ることも選択することもできません。SQLやネイティブクエリではアクセスすることができます。
lt: Šis laukas nebus matomas ar pasirenkamas klausimuose, sukurtuose naudojant GUI sąsajas. Jis vis tiek bus pasiekiamas naudojant SQL / vietines užklausas.
ms: Medan ini tidak akan kelihatan atau boleh dipilih dalam soalan yang dibuat dengan antara muka GUI. Ia masih boleh diakses dalam pertanyaan SQL/asli.
nb: Dette feltet vil ikke være synlig eller valgbart i spørsmål laget i brukergrensesnittet. Den vil fremdeles kunne nås i SQL/lokale spørringer.
nl: Dit veld is niet zichtbaar of selecteerbaar in vragen die met de GUI-interfaces zijn gemaakt. Het blijft toegankelijk voor SQL / native query's.
pl: To pole nie będzie widoczne, ani możliwe do wyboru w pytaniach tworzonych za pomocą graficznych interfejsów. Będzie nadal dostępne w zapytaniach SQL.
pt_br: Este campo não ficará visível nem selecionável em perguntas criadas com interfaces GUI. Ele ainda estará acessível em consultas SQL/nativas.
ru: Это поле не будет отображаться или выбираться в запросах, созданных с помощью интерфейсов GUI. Он все еще будет доступен в SQL / нативных запросах.
sk: Toto pole nebude viditeľné ani voliteľné pri otázkach vytvorených pomocou grafických rozhraní. Bude stále prístupná v SQL / natívnych dotazoch.
sl: To polje ne bo vidno ali izbrano v vprašanjih, ustvarjenih z vmesniki GUI. Še vedno bo dostopen v SQL/izvornih poizvedbah.
sq: Kjo fushë nuk do të jetë e dukshme ose e përzgjedhshme në pyetjet e krijuara me ndërfaqet GUI. Do të jetë ende e aksesueshme në query SQL/native.
sr: Ovo polje neće biti vidljivo niti će moći da se izabere u pitanjima kreiranim preko GUI interfejsa. I dalje će biti dostupno u SQL/nativnim upitima.
sv: Detta fält kommer inte att visas eller kunna väljas i frågor skapade i guiden. Det kommer fortfarande att vara tillgängligt via SQL- eller interna frågor.
tr: Bu alan, GUI arabirimleriyle oluşturulan sorularda görünmez veya seçilemez. Yine de SQL / yerel sorgularda erişilebilir.
uk: Це поле не буде видимим або доступним для вибору в запитах, створених у GUI-інтерфейсах. Воно все одно буде доступним у SQL/нативних запитах.
vi: Trường này sẽ không hiển thị hoặc có thể lựa chọn trong các câu hỏi được tạo bằng giao diện GUI. Nó vẫn sẽ có thể truy cập được trong SQL / truy vấn gốc.
zh_hk: 在使用GUI界面建立的問題中，該欄位將不可見或不可選擇。 在SQL/原生查詢中仍然可以使用。

source: Cumulative sum
hu: Halmozott összeg
ms: Jumlah kumulatif

source: Standard deviation
ar: الانحراف المعياري
bg: Стандартно отклонение
ca: Desviació estàndard
de: Standardabweichung
eo: Bro, that's just "the spread" or "the variance" lowkey.
es: Desviacion estandar
fa: انحراف معیار
fi: Standardipoikkeama
fr: Déviation standard
hu: Szórás
it: Deviazione standard
ja: 標準偏差
lt: Standartinis nuokrypis
ms: Sisihan piawai
nb: Standardavvik
nl: Standaardafwijking
pl: Odchylenie standardowe
pt_br: Desvio padrão
ru: Стандартное отклонение
sk: Štandardná odchýlka
sl: Standardni odklon
sq: Devijimi standard
sr: Standardna devijacija
sv: Standardavvikelse
tr: Standart sapma
uk: Стандартне відхилення
vi: Độ lệch chuẩn
zh_hk: 標準差(Standard deviation)

source: must be at least {0} characters long
hu: legalább {0} karakter hosszúnak kell lennie
ms: mesti sekurang-kurangnya {0} aksara panjang

source: Must be at least {0} characters long
hu: Legalább {0} karakter hosszúnak kell lennie
ms: Mesti sekurang-kurangnya {0} aksara panjang

source: Name (required)
hu: Név (kötelező)
ms: Nama (diperlukan)

source: Run selected text
ar: شغّل النص المحدد
bg: Изпълнете избрания текст
ca: Executa el text seleccionat
de: Führe ausgewählten Text aus
eo: Run that text real quick
es: Ejecutar texto seleccionado
fa: متن انتخاب شده را اجرا کن
fi: Suorita valittu teksti
fr: Exécuter le texte sélectionné
hu: Kijelölt szöveg futtatása
it: Esegui testo selezionato
ja: 選択されたテキストを実行する
lt: Vykdyti pasirinktą tekstą
ms: Jalankan teks yang dipilih
nb: Kjør valgt tekst
nl: Voer geselecteerde tekst uit
pl: Uruchom zaznaczony tekst
pt_br: Executar texto selecionado
ru: Запустить выделенный текст
sk: Spustiť vybraný text
sl: Zagon izbranega besedila
sq: Ekzekuto tekstin e përzgjedhur
sr: Pokreni izabrani tekst
sv: Kör vald text
tr: Seçili metni çalıştır
uk: Виконати виділений текст
vi: Chạy văn bản đã chọn
zh_hk: 執行SQL陳述句

source: Run query
ar: شغّل الاستعلام
bg: Изпълнете заявка
ca: Executa la consulta
de: Führe Abfrage aus
eo: Run that info, fr fr
es: Ejecutar consulta
fa: کوئری را اجرا کن
fi: Aja kysely
fr: Exécuter la requête
hu: Lekérdezés futtatása
it: Esegui query
ja: クエリを実行する
lt: Vykdyti užklausą
ms: Jalankan query
nb: Kjør spørring
nl: Voer query uit
pl: Uruchom zapytanie
pt_br: Executar consulta
ru: Выполнить запрос
sk: Spustiť dotaz
sl: Zaženi poizvedbo
sq: Ekzekuto pyetjen
sr: Pokreni upit
sv: Kör fråga
tr: Sorguyu çalıştır
uk: Виконати запит
vi: Thực hiện truy vấn
zh_hk: 執行查詢

source: Here's where your results will appear
ar: هنا ستظهر نتائجك
bg: Ето къде ще се покажат вашите резултати
ca: Aquí és on apareixeran els resultats
de: An dieser Stelle werden Deine Resultate erscheinen
eo: This is where your results will pop off
es: Aquí es donde aparecerán tus resultados
fa: نتایج در این قسمت نمایش داده خواهند شد
fi: Tulokset tulevat näkyviin tähän
fr: Voici où vos résultats apparaîtront
hu: Itt jelennek meg az eredményei
it: Qui è dove appariranno i tuoi risultati
ja: ここにあなたの結果が現れます
ms: Di sinilah hasil anda akan muncul
nb: Her vil dine resultater vises
nl: Hier worden de resultaten weergegeven
pl: Oto, gdzie pojawią się Twoje wyniki
pt_br: Aqui é onde seus resultados serão exibidos
ru: Здесь появятся ваши результаты
sk: Tu sa zobrazia vaše výsledky
sl: Tukaj bodo prikazani vaši rezultati
sq: Këtu do të shfaqen rezultatet e tua
sr: Ovde će se pojaviti tvoji rezultati
sv: Här kommer dina resultat att visas
tr: Sonuçlarınızın nerede görüneceği burada
uk: Тут зʼявляться ваші результати
vi: Đây là nơi kết quả của bạn sẽ xuất hiện
zh_hk: 您的結果將會在這出現

source: You won't make any permanent changes to a saved question unless you click Save and choose to replace the original question.
hu: Nem fog végleges módosításokat végrehajtani egy mentett kérdésen, hacsak nem kattint a Mentés gombra, és nem választja az eredeti kérdés cseréjét.
ms: Anda tidak akan membuat sebarang perubahan kekal pada soalan yang disimpan melainkan anda klik Simpan dan pilih untuk menggantikan soalan asal.

source: There aren't any filter widgets for this type of field yet.
ar: لا توجد أي ويدجتات فلتر لهذا النوع من الحقول بعد.
bg: Все още няма приспособления за филтриране за този тип поле.
ca: Encara no hi ha cap tipus de giny de cerca per a aquest tipus de camp.
de: Es existieren momentan keine Filter-Steuerelemente für diesen Feldtyp.
eo: There’s no filter widget for this type of field yet, fr fr.
es: Todavía no hay widgets de filtro para este tipo de campo.
fa: هیچ ابزارک فیلتر برای این نوع زمینه هنوز وجود ندارد.
fi: Tämän tyyppisille kentille ei ole vielä suodinwidgetejä.
fr: Il n'y a pas encore de filtres pour ce type de champ.
hu: Még nincsenek szűrő widgetek ehhez a mezőtípushoz.
it: Non esiste ancora alcun widget filtro per questo tipo di campo.
ja: このタイプのフィールドのフィルターウィジェットはまだありません。
lt: Šio tipo laukams dar nėra jokių filtrų valdiklių.
ms: Tiada widget penapis untuk jenis medan ini lagi.
nb: Det fins ikke noen filter-widget for denne type felt enda.
nl: Er zijn nog geen filterwidgets voor dit type veld.
pl: Nie ma jeszcze widżetów filtrów dla tego typu pól.
pt_br: Ainda não há widgets de filtro para esse tipo de campo.
ru: Для этого типа поля еще нет виджетов фильтра.
sk: Pre tento typ poľa zatiaľ neexistujú žiadne miniaplikácie filtra.
sl: Za to vrsto polj še ni na voljo pripomočkov za filtriranje.
sq: Ende nuk ka widget-e filtri për këtë lloj fushe.
sr: Još uvek nema filter vidžeta za ovaj tip polja.
sv: Det finns inga filter-dialoger för denna typen av fält ännu.
tr: Bu alan türü için henüz herhangi bir filtre aracı yok.
uk: Для цього типу поля ще немає віджетів фільтра.
vi: Không có bất kỳ widget bộ lọc nào cho loại trường này.
zh_hk: 尚無此類型欄位的篩選控制項。

source: Look up this field
hu: Keresse meg ezt a mezőt
ms: Cari medan ini

source: Why this metric is interesting
hu: Miért érdekes ez a metrika
ms: Mengapa metrik ini menarik

source: Things to be aware of about this metric
hu: Tudnivalók erről a metrikáról
ms: Perkara yang perlu diberi perhatian tentang metrik ini

source: How this metric is calculated
hu: Hogyan számítják ezt a metrikát
ms: Bagaimana metrik ini dikira

source: Table this is based on
ar: الجدول الذي يستند إليه هذا
bg: Таблица, на която се базира
ca: Taula basada en
de: Tabelle basiert auf
eo: Table this is based on → This table is lowkey giving me the vibes
es: Tabla en la que está basada
fa: جدول این اساس است
fi: Tauluun perustuva
fr: Tableau basé sur
hu: Táblázat, amelyen alapul
it: Questa tabella è basata su
ja: これが基づいているテーブル
lt: Grindžiamoji lentelė
ms: Jadual yang ini berdasarkan
nb: Tabellen dette er basert på
nl: Gebaseerde tabel
pl: Tabela, na której jest oparty
pt_br: Tabela em que isso é baseado
ru: Таблица основана на
sk: Tabuľka je postavená na základe
sl: Tabela, na kateri temelji
sq: Tabela në të cilën bazohet
sr: Tabela na kojoj je zasnovano
sv: Tabelllen är baserad på
tr: Bu tabloyu temel alır
uk: Таблиця, на якій це базується
vi: Bảng này dựa trên
zh_hk: 該資料表基於

source: (empty)
ar: (فارغ)
bg: (празно)
ca: (buit)
de: (leer)
eo: Bro, it's just blank rn, no cap
es: (vacío)
fa: (خالی)
fi: (tyhjä)
fr: (vide)
hu: (üres)
it: (vuoto)
ja: (空)
lt: (tuščia)
ms: (kosong)
nb: (tom)
nl: (leeg)
pl: (pusty)
pt_br: (vazio)
ru: (пусто)
sk: (prázdne)
sl: (prazno)
sq: (bosh)
sr: (prazno)
sv: (tom)
tr: (boş)
uk: (пусто)
vi: (trống)
zh_hk: （空）

source: Goal line
ar: خط الهدف
bg: Голова линия
ca: Línia objectiu
de: Ziellinie
eo: Vibe check point
es: Meta
fa: خط هدف
fi: Tavoiteviiva
fr: Ligne de but
hu: Célvonal
it: Linea obbiettivo
ja: 目標ライン
lt: Tikslo linija
ms: Garis matlamat
nb: Mållinje
nl: Doellijn
pl: Linia docelowa
pt_br: Linha de meta
ru: Линия достижения
sk: Cielľová čiara
sl: Ciljna črta
sq: Vija e objektivit
sr: Linija cilja
sv: Mållinje
tr: Hedef çizgisi
uk: Лінія мети
vi: Mục tiêu
zh_hk: 目標線

source: Trend line
ar: خط الاتجاه
bg: Тенденционна линия
ca: Línia de tendència
de: Trendlinie
eo: Vibe check line
es: Tendencia
fa: خط روند
fi: Trendiviiva
fr: Ligne de tendance
hu: Trendvonal
it: Linea tendenza
ja: 傾向線
lt: Tendencijos linija
ms: Garis trend
nb: Trendlinje
nl: Trend lijn
pl: Linia trendu
pt_br: Linha de tendência
ru: Линия тренда
sk: Línia trendu
sl: Trendna črta
sq: Vijë trendi
sr: Linija trenda
sv: Trend-linje
tr: Trend çizgisi
uk: Лінія тренду
vi: Đường xu hướng
zh_hk: 趨勢線

source: Show values on data points
ar: إظهار القيم على نقاط البيانات
bg: Показване на стойности в точките с данни
ca: Mostra els valors amb punts de dades
de: Werte auf Datenpunkten anzeigen
eo: Show the deets on the data points, fr.
es: Mostrar valores en puntos de datos
fa: مقادیر را در نقاط داده نمایش دهید
fi: Näytä arvot datapisteissä
fr: Afficher les valeurs sur les points de données
hu: Értékek megjelenítése az adatpontokon
it: Mostra i valori sui data points
ja: データ点で値を表示する
lt: Rodyti duomenų taškų reikšmes
ms: Tunjukkan nilai pada titik data
nb: Vis verdier på datapunkter
nl: Toon waarden op gegevenspunten
pl: Pokaż wartości w punktach danych
pt_br: Mostrar valores nos pontos de dados
ru: Показать значения на точках данных
sk: Zobraziť hodnoty v dátových bodoch
sl: Prikaz vrednosti na podatkovnih točkah
sq: Shfaq vlerat në pikat e të dhënave
sr: Prikaži vrednosti na tačkama podataka
sv: Visa värden på datapunkter
tr: Veri noktalarındaki değerleri göster
uk: Показувати значення в точках даних
vi: Hiển thị giá trị trên các điểm dữ liệu
zh_hk: 在資料點上顯示值

source: Values to show
ar: القيم التي سيتم عرضها
bg: Стойности за показване
ca: Valors a mostrar
de: Anzuzeigende Werte
eo: Vibes to flex
es: Valores a mostrar
fa: مقادیر نمایش داده شونده
fi: Näytettävät arvot
fr: Valeurs à afficher
hu: Megjelenítendő értékek
it: Valori da mostrare
ja: 表示する値
lt: Rodomos reikšmės
ms: Nilai yang hendak ditunjukkan
nb: Verdier som skal vises
nl: Waardes om te tonen
pl: Wartości do pokazania
pt_br: Valores a serem mostrados
ru: Значения, чтобы показать
sk: Hodnoty na zobrazenie
sl: Vrednosti za prikaz
sq: Vlerat për t’u shfaqur
sr: Vrednosti za prikaz
sv: Värden att visa
tr: Gösterilecek değerler
uk: Значення для показу
vi: Các giá trị để hiển thị
zh_hk: 資料值顯示

source: As many as can fit nicely
hu: Amennyi szépen elfér
ms: Seberapa banyak yang boleh muat dengan baik

source: All
ar: الكل
bg: всичко
ca: Tots
de: Alle
eo: Everythang or all of it, no cap
es: Todos
fa: همه
fi: Kaikki
fr: Tout
hu: Minden
it: Tutti
ja: 全て
lt: Viskas
ms: Semua
nb: Alle
nl: Alles
pl: Wszystko
pt_br: Tudo
ru: Все
sk: Všetky
sl: Ves
sq: Të gjitha
sr: Sve
sv: Alla
tr: Tümü
uk: Усі
vi: Tất cả
zh_hk: 全部

source: Data includes missing dimension values.
ar: تتضمن البيانات قيم أبعاد مفقودة.
bg: Данните включват липсващи стойности на измерения.
ca: Les dades inclouen valors de dimensions que falten.
de: Daten beinhalten fehlende Dimensionswerte.
eo: Data's got some blank spots in the dimensions, fr.
es: Los datos incluyen valores de dimensión faltantes.
fa: داده ها شامل مقادیر بعد گم شده است.
fi: Tiedot sisältävät puuttuvat ulottuvuusarvot.
fr: Les données incluent des valeurs de dimension manquantes.
hu: Az adatok hiányzó dimenzióértékeket tartalmaznak.
it: I dati includono dei valori dimensionali mancanti.
ja: データに欠落しているディメンション値が含まれています。
lt: Duomenyse yra trūkstamų aspektų verčių.
ms: Data termasuk nilai dimensi yang hilang.
nb: Data inkluderer verdier som mangler i dimensjonen.
nl: Gegevens bevatten ontbrekende dimensiewaarden.
pl: Dane obejmują brakujące wartości wymiarów.
pt_br: Os dados incluem valores de dimensão ausentes.
ru: Данные включают пропущенные значения измерений.
sk: Údaje zahŕňajú chýbajúce hodnoty dimenzií.
sl: Podatki vključujejo manjkajoče vrednosti razsežnosti.
sq: Të dhënat përfshijnë vlera dimensioni që mungojnë.
sr: Podaci sadrže nedostajuće vrednosti dimenzije.
sv: Datat innehåller också saknade värden om dimensioner.
tr: Veriler eksik boyut değerlerini içerir.
uk: Дані містять пропущені значення вимірів.
vi: Dữ liệu bao gồm các giá trị kích thước bị thiếu.
zh_hk: 資料包含缺失的維度值。
