Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Error reducing result rows
ar: خطأ في تقليل صفوف النتائج
bg: Грешка при намаляване на редовете с резултати
ca: Error en reduir les files de resultats
de: Fehler beim Reduzieren der Ergebniszeilen.
eo: Oops, my bad — "Error reducing result rows" would be like saying "Fr, there’s a bug messing with the row count."
es: Error al reducir las filas de resultados
fa: خطا در کاهش ردیف‌های نتیجه
fi: Virherivien vähentäminen tulostaulukossa
fr: Erreur lors de la réduction des lignes de résultats
hu: Hiba az eredménysorok csökkentése közben
it: Errore durante la riduzione dei risultati
ja: 結果行の削減中にエラーが発生しました
lt: Klaida mažinant rezultatų eilutes
ms: Ralat mengurangkan baris hasil
nb: Feil ved redusering av resutatrader
nl: Fout bij het verminderen van resultaatrijen
pl: Błąd podczas zmniejszania wierszy wyników
pt_br: Erro ao reduzir linhas de resultados
ru: Ошибка сокращения строк результата
sk: Pri zmenšovaní riadkov výsledkov došlo k chybe
sl: Napake pri zmanjševanju vrstic z rezultati
sq: Gabim gjatë reduktimit të rreshtave të rezultatit
sr: Greška pri redukciji redova rezultata
sv: Fel när antalet rader minskades
tr: Sonuç satırları azaltılırken hata oluştu
uk: Помилка редукції рядків результату
vi: Lỗi giảm hàng kết quả
zh_hk: 減少結果行數錯誤

source: Unexpected nil result
hu: Váratlan nil eredmény
ms: Hasil nil yang tidak dijangka

source: Query timed out after {0} ms, raising timeout exception.
hu: A lekérdezés {0} ms után időtúllépett, időtúllépési kivétel kiváltása.
ms: Pertanyaan melebihi had waktu selepas {0} ms, menaikkan pengecualian waktu

source: Timed out after {0}.
hu: Időtúllépés után {0}.
ms: Melebihi had waktu selepas {0}.

source: Query canceled before finishing.
hu: A lekérdezés befejezése előtt törölve.
ms: Pertanyaan dibatalkan sebelum selesai.

source: Unknown query type {0}
eo: Bruh, this query type {0} is so sus.
hu: Ismeretlen lekérdezéstípus {0}
lt: Nežinomas užklausos tipas {0}
ms: Jenis pertanyaan tidak diketahui {0}

source: Error purging old cache entires
hu: Hiba a régi gyorsítótár bejegyzések törlése közben
ms: Ralat membersihkan entri cache lama

source: Caching results for next time for query with hash {0}.
hu: Eredmények gyorsítótárazása legközelebbre a(z) {0} hash-el rendelkező lekérdezéshez.
ms: Menjejak hasil untuk masa depan bagi pertanyaan dengan hash {0}.

source: Error saving query results to cache.
hu: Hiba a lekérdezési eredmények gyorsítótárba mentése közben.
ms: Ralat menyimpan hasil query ke dalam cache.

source: Successfully cached results for query.
hu: Sikeresen gyorsítótárazott eredmények a lekérdezéshez.
ms: Hasil query berjaya disimpan dalam cache.

source: Query took {0} to run; miminum for cache eligibility is {1}
hu: A lekérdezés futási ideje {0}; a gyorsítótárazási jogosultság minimuma {1}
ms: Query mengambil masa {0} untuk dijalankan; minimum untuk kelayakan cache ialah {1}

source: Results are too large to cache.
ar: النتائج كبيرة جدًا للتخزين في الكاش.
bg: Резултатите са твърде големи за кеширане.
ca: Els resultats són massa grans per desar-los a la memòria cau.
de: Ergebnisse sind zu groß für den Cache.
eo: Results are too big to even cache rn, lol.
es: Los resultados son demasiado grandes para almacenar en caché.
fa: نتایج برای ذخیره بیش از حد بزرگ هستند.
fi: Tulokset ovat liian suuria välimuistiin tallennettavaksi.
fr: Les résultats sont trop grand pour être mis en cache
hu: Az eredmények túl nagyok a gyorsítótárazáshoz.
it: I risultati sono troppi per entrare in cache
ja: 結果が大きすぎてキャッシュすることができません。
lt: Rezultatai per dideli, kad juos būtų galima išsaugoti talpykloje.
ms: Hasil terlalu besar untuk disimpan dalam cache.
nb: Resultater er for store til å mellomlagres.
nl: Resultaten zijn te groot om te cachen.
pl: Wyniki są zbyt duże, aby je buforować.
pt_br: Os resultados são muito grandes para serem armazenados em cache.
ru: Результаты слишком велики для кеширования.
sk: Výsledky sú príliš veľké na vyrovnávaciu pamäť.
sl: Rezultati so preveliki, da bi jih lahko predpomnili.
sq: Rezultatet janë shumë të mëdha për t’u futur në cache.
sr: Rezultati su preveliki za keširanje.
sv: Resultaten är för stora för att spara i cache.
tr: Sonuçlar önbelleğe alınamayacak kadar büyük.
uk: Результати надто великі для кешування.
vi: Kết quả quá lớn để lưu trữ.
zh_hk: 結果太大無法快取進來

source: Serialization timed out after {0}.
hu: A sorosítás időtúllépés után: {0}.
ms: Penjadualan bersiri tamat selepas {0}.

source: Error parsing serialized results
hu: Hiba a sorosított eredmények elemzése közben
ms: Ralat memproses hasil bersiri

source: Error purging old cache entries
hu: Hiba a régi gyorsítótár bejegyzések törlése közben
ms: Ralat membersihkan entri cache lama

source: Caching results for query with hash {0}.
hu: A(z) {0} hash-el rendelkező lekérdezés eredményeinek gyorsítótárazása.
ms: Menjejak hasil untuk query dengan hash {0}.

source: Cannot save QueryExecution, missing :context
hu: Nem lehet menteni a QueryExecution-t, hiányzó :context
ms: Tidak dapat menyimpan QueryExecution, konteks: hilang

source: Error saving query execution info
hu: Hiba a lekérdezés végrehajtási információinak mentése közben
ms: Ralat menyimpan maklumat pelaksanaan query

source: Unable to resolve database for query: missing or invalid `:database` ID.
hu: Nem sikerült megoldani az adatbázist a lekérdezéshez: hiányzó vagy érvénytelen `:database` ID.
ms: Tidak dapat menyelesaikan pangkalan data untuk query: ID :panglkalan data hilang atau tidak sah.

source: Unable to resolve driver for query
hu: Nem sikerült megoldani az illesztőprogramot a lekérdezéshez
ms: Tidak dapat menyelesaikan pemacu untuk query

source: Referenced question #{0} could not be found
hu: A #{0}. hivatkozott kérdés nem található
ms: Soalan rujukan #{0} tidak dapat ditemui

source: Referenced query is from a different database
ar: الاستعلام المُشار إليه من قاعدة بيانات مختلفة
bg: Запитването, на което се прави препратка, е от друга база данни
ca: La pregunta referenciada és d'una altra base de dades
de: Referenzierte Abfrage ist von einer anderen Datenbank.
eo: This query is from a totally different database, frfr.
es: La consulta referenciada es de una base de datos diferente
fa: پرسش ارجاعی از یک پایگاه داده متفاوت است
fi: Viitattu kysely on eri tietokannasta.
fr: La requête référencée vient d'une base de données différente
hu: A hivatkozott lekérdezés egy másik adatbázisból származik
it: La query referenziata è di un altro database
ja: 参照されたクエリは異なるデータベースからのものです
lt: Nurodyta užklausa yra iš kitos duomenų bazės
ms: Query rujukan adalah dari pangkalan data yang berbeza
nb: Referert spørring er fra en annen database
nl: Zoekopdracht waarnaar wordt verwezen, komt uit een andere database
pl: Przywoływane zapytanie pochodzi z innej bazy danych
pt_br: A consulta referenciada é de um banco de dados diferente
ru: Ссылочный запрос из другой базы данных
sk: Odkazovaný dotaz pochádza z inej databázy
sl: Poizvedba, na katero se sklicuje, je iz druge zbirke podatkov
sq: Pyetja e referuar është nga një bazë tjetër e të dhënave
sr: Referencirani upit je iz druge baze podataka
sv: Angiven fråga kommer från en annan databas
tr: Başvuru yapılan sorgu farklı bir veritabanından
uk: Запит, на який є посилання, належить іншій базі даних
vi: Truy vấn tham chiếu là từ một cơ sở dữ liệu khác
zh_hk: 參照提問(查詢)是從不同資料庫

source: This query has circular referencing sub-queries.
ar: هذا الاستعلام يحتوي على استعلامات فرعية ذات مرجع دائري.
bg: Тази заявка има циркулярни препратки към подзаявки.
ca: Aquesta consulta té sub-consultes amb referencies circulars.
de: Diese Abfrage hat rekursive Unterabfragen.
es: Esta consulta tiene subconsultas de referencia circular.
fa: این پرس‌وجو دارای زیرپرس‌وجوهای ارجاع دایره‌ای است.
fi: Tämä kysely sisältää ympyränmuotoisia viittaavia alikyselyjä.
fr: Cette requête comporte une référence circulaire aux sous-requêtes.
hu: Ez a lekérdezés körkörös hivatkozású al-lekérdezéseket tartalmaz.
it: La query ha un riferimento circolare alla sotto-query
ja: このクエリには循環参照をしているサブクエリが含まれています。
lt: Šioje užklausoje yra žiedinių nuorodų antrinių užklausų.
ms: Query ini mempunyai sub-query rujukan bulat.
nb: Denne forespørselen har sirkulære refererende underforespørsler.
nl: Deze zoekopdracht bevat subquery's met circulaire verwijzingen.
pl: To zapytanie zawiera podkwerendy odwołujące się do okólników.
pt_br: Essa consulta possui subconsultas de referência circular.
ru: Этот запрос имеет циклические ссылки на подзапросы.
sk: Tento dotaz obsahuje kruhové referenčné dotazy.
sl: Ta poizvedba vsebuje krožne podpoizvedbe s sklicevanjem.
sq: Kjo pyetje ka nën-pyetje me referenca rrethore.
sr: Ovaj upit ima kružno referencirane podupite.
sv: Frågan har cirkulära referenser till under-frågor.
tr: Bu sorgu dairesel başvuru alt sorgularına sahiptir.
uk: Цей запит має циклічні посилання в підзапитах.
vi: Truy vấn này có các truy vấn phụ tham chiếu vòng tròn.
zh_hk: 參照提問(查詢)有循環參照子查詢

source: These questions seem to be part of the problem: "{0}" and "{1}".
eo: These questions seem to be part of the problem: "{0}" and "{1}". This one's pretty lowkey straightforward, so no cap, just keep it as is.
hu: Úgy tűnik, hogy ezek a kérdések a probléma részét képezik: "{0}" és "{1}".
lt: Atrodo, kad šie klausimai yra problemos dalis: „{0}“ ir „{1}“.
ms: Soalan-soalan ini nampaknya sebahagian daripada masalah: "{0}" dan "{1}".

source: Error recording results metadata for query
hu: Hiba a lekérdezés eredmény metaadatainak rögzítése közben
ms: Ralat merekodkan metadata hasil untuk pertanyaan

source: Query result
ar: نتيجة الاستعلام
bg: Резултат от заявката
ca: Resultat de la consulta
de: Abfrageergebnis
eo: Query result → Spill the tea or the result is lowkey fire
es: Resultado consulta
fa: نتایج پرس و جو
fi: Kyselytulos
fr: Résultats de la requête
hu: Lekérdezés eredménye
it: Risultato della query
ja: クエリ結果
lt: Užklausos rezultatas
ms: Hasil pertanyaan
nb: Resultat
nl: Query resultaat
pl: Wynik zapytania
pt_br: Resultado da consulta
ru: Результат запроса
sk: Výsledok dotazu
sl: Rezultat poizvedbe
sq: Rezultati i pyetjes
sr: Rezultat upita
sv: Fråge-resultat
tr: Sorgu sonucu
uk: Результат запиту
vi: Kết quả truy vấn
zh_hk: 查詢結果

source: Error generating insights for column:
hu: Hiba a statisztikák generálása közben az oszlophoz:
ms: Ralat menghasilkan pandangan untuk lajur:

source: Sending abandonment email!
hu: Lemondási email küldése!
ms: Menghantar e-mel pengabaian!

source: You can create saved metrics to add a named metric option. Saved metrics include the aggregation type, the aggregated field, and optionally any filter you add. As an example, you might use this to create something like the official way of calculating "Average Price" for an Orders table.
hu: Mentett metrikákat hozhat létre névvel ellátott metrikabeállítás hozzáadásához. A mentett mutatók közé tartozik az összesítés típusa, az összesített mező, és opcionálisan bármely hozzáadott szűrő. Példaként használhatja ezt arra, hogy létrehozzon valami olyasmit, mint az "Átlagár" kiszámításának hivatalos módja egy rendelések táblához.
ms: Anda boleh mencipta metrik tersimpan untuk menambah pilihan metrik bernama. Metrik tersimpan termasuk jenis agregasi, medan tergabung, dan pilihan apa-apa penapis yang anda tambah. Sebagai contoh, anda mungkin menggunakan ini untuk mencipta sesuatu seperti cara rasmi untuk mengira "Harga Purata" untuk jadual Pesanan.

source: Select and add filters to create your new segment.
ar: حدّد الفلاتر وأضِفها لإنشاء شريحتك الجديدة.
bg: Изберете и добавете филтри, за да създадете своя нов сегмент.
ca: Seleccioneu i afegiu filtrer per crear el vostre nou segment.
de: Wählen und fügen Sie Filter hinzu, um Ihr neues Segment zu erstellen.
eo: Pick and throw some filters on to make your new segment, fr fr.
es: Selecciona y añade filtros para crear tu nuevo segmento.
fa: فیلترها را انتخاب و اضافه کنید تا بخش جدید خود را ایجاد کنید.
fi: Valitse ja lisää suotimia luodaksesi segmentti
fr: Sélectionnez et ajoutez des filtres pour créer votre nouveau segment.
hu: Válasszon és adjon hozzá szűrőket az új szegmens létrehozásához.
it: Selezione e aggiungi i filtri per creare il tuo nuovo segmento.
ja: フィルターを選択して追加し、新しいセグメントを作成します。
lt: Pasirinkite ir pridėkite filtrus, kad sukurtumėte naują segmentą.
ms: Pilih dan tambah penapis untuk mencipta segmen baru anda.
nb: Velg og legg til filter for å opprette ditt nye segment.
nl: Selecteer en voeg filters toe om een nieuw segment te maken.
pl: Wybierz dane i dodaj filtry, aby utworzyć nowy segment.
pt_br: Selecione e adicione filtros para criar seu novo segmento.
ru: Выберите и добавьте фильтры для создания нового сегмента.
sk: Vyberte a pridajte filtre, aby ste vytvorili nový segment.
sl: Izberite in dodajte filtre, da ustvarite nov segment.
sq: Zgjidh dhe shto filtra për të krijuar segmentin tënd të ri.
sr: Izaberite i dodajte filtere da biste kreirali novi segment.
sv: Välj och lägg till filter för att skapa ditt nya segment.
tr: Yeni segmentinizi oluşturmak için filtreleri seçin ve ekleyin.
uk: Виберіть і додайте фільтри, щоб створити новий сегмент.
vi: Chọn và thêm bộ lọc để tạo phân khúc mới của bạn.
zh_hk: 選擇並添加過濾器以建立新的細分。

source: Alphabetical
eo: Alpha-bet, fr fr
hu: Betűrend
lt: Abėcėlinis
ms: Abjad

source: Smart
eo: Clutch or lit (depending on context)
hu: Okos
lt: Išmanus
ms: Bijak

source: Column order: {0}
hu: Oszlopsorrend: {0}
ms: Susunan lajur: {0}

source: Unhide all
eo: Unhide all → Unhide everything fr fr
hu: Az összes megjelenítése
lt: Rodyti viską
ms: Tidak sembunyikan semua

source: Hide all
eo: Hide all → Skip all fr fr
hu: Az összes elrejtése
lt: Slėpti viską
ms: Sembunyikan semua

source: Unhide
eo: Unhide → "Un-ghost"
hu: Felfed
lt: Neslėpti
ms: Tidak sembunyikan

source: New metric
ar: مقياس جديد
bg: Нова метрика
ca: Nova mètrica
de: Neue Metrik
eo: New vibe metric
es: Nueva métrica
fa: متریک جدید
fi: Uusi mittari
fr: Nouvelle métrique
hu: Új mérőszám
it: Nuova metrica
ja: 新規メトリクス
lt: Nauja metrika
ms: Metrik baru
nb: Ny indikator
nl: Nieuwe metriek
pl: Nowa metryka
pt_br: Nova métrica
ru: Новая метрика
sk: Nová metrika
sl: Nova meritev
sq: Metrikë e re
sr: Nova metrika
sv: Nytt mått
tr: Yeni metrik
uk: Нова метрика
vi: Số liệu mới
zh_hk: 新公制

source: Create metrics to add them to the Summarize dropdown in the query builder
hu: Hozzon létre metrikákat, hogy hozzáadhassa őket az összegző legördülő listához a lekérdezésépítőben
ms: Cipta metrik untuk menambahkan mereka ke dalam lungsur turun Ringkaskan dalam pembinaan pertanyaan

source: New segment
ar: شريحة جديدة
bg: Нов сегмент
ca: Nou segment
de: Neues Segment
eo: New vibe
es: Nuevo segmento
fa: بخش جدید
fi: Uusi segmentti
fr: Nouveau segment
hu: Új szegmens
it: Nuovo segmento
ja: 新規セグメント
lt: Naujas segmentas
ms: Segmen baru
nb: Nytt segment
nl: Nieuw segment
pl: Nowy segment
pt_br: Novo segmento
ru: Новый сегмент
sk: Nový segment
sl: Nov segment
sq: Segment i ri
sr: Novi segment
sv: Nytt segment
tr: Yeni segment
uk: Новий сегмент
vi: Phân đoạn mới
zh_hk: 新分段

source: Filter by table
ar: فلترة حسب الجدول
bg: Филтрирайте по таблица
ca: Filtra per taula
de: Filtern nach Tabelle
eo: Filter by table → Filter by table, fr fr
es: Filtrar por tabla
fa: فیلتر توسط جدول
fi: Suodata taulukon mukaan
fr: Filtrer par table
hu: Szűrés tábla szerint
it: Filtra per tabella
ja: テーブルでフィルター
lt: Filtruoti pagal lentelę
ms: Penapis mengikut jadual
nb: Filtrer etter tabell
nl: Op tabel filteren
pl: Filtruj po tabeli
pt_br: Filtrar por tabela
ru: Фильтр по таблице
sk: Triediť podľa tabuľky
sl: Filtriranje po tabeli
sq: Filtro sipas tabelës
sr: Filtriraj po tabeli
sv: Filtrera per tabell
tr: Tabloya göre filtrele
uk: Фільтрувати за таблицею
vi: Lọc theo bảng
zh_hk: 根據表格篩選

source: Checking HTTPS...
ar: جارٍ التحقق من HTTPS...
bg: Проверява се HTTPS ...
ca: Verificant HTTPS...
de: Überprüfen von HTTPS...
eo: Checking HTTPS... is lowkey giving me "doing the most" vibes, but if I had to, I'd say "stanning HTTPS rn" or "just vibin with HTTPS" lol.
es: Comprobando HTTPS...
fa: در حال بررسی HTTPS...
fi: Tarkistetaan HTTPS:ää...
fr: Vérification de HTTPS...
hu: HTTPS ellenőrzése...
it: Controllo HTTPS...
ja: HTTPSを確認しています...
lt: Tikrinama HTTPS...
ms: Memeriksa HTTPS...
nb: Sjekker HTTPS...
nl: HTTPS controleren...
pl: Sprawdzanie HTTPS...
pt_br: Verificando HTTPS...
ru: Проверка HTTPS...
sk: Kontrola HTTPS...
sl: Preverjanje HTTPS ...
sq: Po kontrollohet HTTPS...
sr: Proveravam HTTPS...
sv: Kontrollerar HTTPS...
tr: HTTPS kontrol ediliyor...
uk: Перевіряю HTTPS...
vi: Đang kiểm tra HTTPS ...
zh_hk: 正在檢查 HTTPS...

source: It looks like HTTPS is not properly configured
ar: يبدو أن HTTPS غير مُعدّ بشكل صحيح
bg: Изглежда, че HTTPS не е конфигуриран правилно
ca: Sembla que el HTTPS no està configurat correctament
de: Es sieht so aus, als ob HTTPS nicht richtig konfiguriert ist
eo: It’s givin’ HTTPS is lowkey not set up right lol
es: Parece que HTTPS no está configurado correctamente
fa: به نظر می‌رسد HTTPS به درستی پیکربندی نشده است
fi: Näyttää, ​​​​ettei HTTPS ole oikein määritetty
fr: Il semble que le HTTPS ne soit pas correctement configuré
hu: Úgy tűnik, hogy a HTTPS nincs megfelelően konfigurálva
it: Sembra che l'HTTPS non sia configurato correttamente
ja: HTTPSが適切に設定されていないようです
lt: Atrodo, kad HTTPS nėra tinkamai sukonfigūruotas
ms: Kelihatan HTTPS tidak dikonfigurasikan dengan betul
nb: Det ser ut til at HTTPS ikke er konfigurert skikkelig
nl: HTTPS lijkt niet goed te zijn ingesteld
pl: HTTPS nie jest prawidłowo skonfigurowany
pt_br: Parece que o HTTPS não foi configurado corretamente
ru: Фильтр по таблице
sk: Zdá sa, že HTTPS nie je správne nakonfigurované
sl: Zdi se, da HTTPS ni pravilno konfiguriran
sq: Duket se HTTPS nuk është konfiguruar siç duhet
sr: Izgleda da HTTPS nije pravilno podešen
sv: Det ser ut som om HTTPS inte är korrekt uppsatt
tr: HTTPS düzgün konfigure edilmemiş gözüküyor
uk: Схоже, HTTPS налаштовано неправильно
vi: Có vẻ như HTTPS không được cấu hình đúng
zh_hk: 看來 HTTPS 配置不正確

source: Redirect to HTTPS
ar: إعادة التوجيه إلى HTTPS
bg: Пренасочване към HTTPS
ca: Redirigir a HTTPS
de: Weiterleitung zu HTTPS
eo: Switching to HTTPS fr fr
es: Redireccionar a HTTPS
fa: انتقال به HTTPS
fi: Ohjaa HTTPS:ään
fr: Rediriger vers le HTTPS
hu: Átirányítás HTTPS-re
it: Redirect verso HTTPS
ja: HTTPSにリダイレクト
lt: Peradresuoti į HTTPS
ms: Arahkan semula ke HTTPS
nb: Omdiriger til HTTPS
nl: Naar HTTPS doorsturen
pl: Przekierowanie na HTTPS
pt_br: Redirecionar para HTTPS
ru: Редирект на HTTPS
sk: Presmerovať na HTTPS
sl: Preusmeritev na HTTPS
sq: Ridrejto në HTTPS
sr: Preusmeri na HTTPS
sv: Dirigerar om till HTTPS
tr: HTTPS yönlendiriliyor
uk: Перенаправляти на HTTPS
vi: Chuyển hướng đến HTTPS
zh_hk: 重新導向至HTTPS

source: Localization
ar: التوطين
bg: Локализация
ca: Localització
de: Sprache
eo: localization → vibe check for different spots
es: Localización
fa: محلی‌سازی
fi: Lokalisointi
fr: Localisation
hu: Lokalizáció
it: Localizzazione
ja: ローカライゼーション
lt: Lokalizacija
ms: Pengesanan
nb: Lokalisering
nl: Localisatie
pl: Lokalizacja
pt_br: Localização
ru: Локализация
sk: Lokalizácia
sl: Lokalizacija
sq: Lokalizimi
sr: Lokalizacija
sv: Lokalisering
tr: Yerelleştirme
uk: Локалізація
vi: Nội địa hóa
zh_hk: 本地化

source: Instance language
ar: لغة المثيل
bg: Език по подразбиране
ca: Idioma de la instància
de: Instanz-Sprache
eo: "Vibe language"
es: Idioma de Aplicación
fa: زبان نمونه
fi: Instanssin kieli
fr: Langue de l'instance
hu: Példány nyelve
it: Lingua d'istanza
ja: デフォルト言語
lt: Instancijų kalba
ms: Bahasa Instance
nb: Språk for instans
nl: Taal van deze installatie
pl: Język instancji
pt_br: Idioma da instância
ru: Язык экземпляра
sk: Jazyk inštancie
sl: Jezik primerka
sq: Gjuha e instancës
sr: Jezik instance
sv: Språk i instansen
tr: Örnek dil
uk: Мова інстансу
vi: Ngôn ngữ sơ thẩm
zh_hk: 實例語言

source: Localization options
hu: Lokalizációs beállítások
lt: Lokalizacijos parinktys
ms: Pilihan penempatan

source: This database doesn't have any tables.
ar: قاعدة البيانات هذه لا تحتوي على أي جداول.
bg: Тази база данни няма таблици.
ca: Aquesta base de dades encara no té cap taula.
de: Diese Datenbank hat keine Tabellen.
eo: This database is totally table-less, fr.
es: Esa base de datos no tiene ninguna tabla.
fa: این پایگاه داده هیچ جدولی ندارد.
fi: Tässä tietokannassa ei ole tauluja.
fr: Cette base de données n'a pas de tables.
hu: Ez az adatbázis nem tartalmaz táblákat.
it: Questo database non ha tabelle.
ja: このデータベースにはテーブルがありません。
lt: Šioje duomenų bazėje nėra lentelių.
ms: Pangkalan data ini tidak mempunyai sebarang jadual.
nb: Databasen har ingen tabeller
nl: Deze database bevat geen tabellen.
pl: Baza danych nie zawiera żadnych tabel
pt_br: Este banco de dados não tem tabelas.
ru: В этой базе данных нет таблиц.
sk: Táto databáza neobsahuje žiadne tabuľky.
sl: Ta zbirka podatkov nima tabel.
sq: Kjo databazë nuk ka asnjë tabelë.
sr: Ova baza nema nijednu tabelu.
sv: Denna databas har inga tabeller.
tr: Veritabanı nda hiç tablo yok
uk: У цій базі даних немає жодної таблиці.
vi: Cơ sở dữ liệu này không có bất kỳ bảng nào.
zh_hk: 該資料庫沒有任何資料表。

source: This field only accepts a single value because it's used in a SQL query.
hu: Ez a mező csak egyetlen értéket fogad el, mert SQL lekérdezésben használják.
ms: Medan ini hanya menerima satu nilai kerana ia digunakan dalam pertanyaan SQL.

source: Service Accounts
hu: Szolgáltatási fiókok
ms: Akaun Perkhidmatan

source: Metabase connects to Big Query via {0}.
hu: A Metabase a(z) {0} használatával csatlakozik a Big Query-hez.
ms: Metabase disambungkan ke Big Query melalui {0}.

source: Continue using an OAuth application to connect
hu: Kapcsolódás folytatása OAuth alkalmazással
ms: Teruskan menggunakan aplikasi OAuth untuk menyambung

source: We recommend switching to use {0} instead of an OAuth application to connect to BigQuery
hu: Azt javasoljuk, hogy váltson a(z) {0} használatára az OAuth alkalmazás helyett a BigQuery-hez való csatlakozáshoz
ms: Kami syorkan beralih untuk menggunakan {0} daripada aplikasi OAuth untuk menyambung ke BigQuery

source: Connect to a Service Account instead
hu: Ehelyett csatlakozzon egy szolgáltatási fiókhoz
ms: Sambung ke Akaun Perkhidmatan sebagai ganti

source: invalid JSON
hu: érvénytelen JSON
ms: JSON tidak sah

source: SSH private key
ar: المفتاح الخاص لـ SSH
bg: SSH частен ключ
ca: Clau privada SSH
de: Privater SSH-Schlüssel
eo: SSH private key → SSH secret sauce
es: LLave privada SSH
fa: کلید خصوصی SSH
fi: SSH yksityinen avain
fr: Clé privée SSH
hu: SSH privát kulcs
it: Chiave privata SSH
ja: SSH秘密鍵
lt: SSH privatus raktas
ms: Kunci peribadi SSH
nb: Privatnøkkel for SSH
nl: SSH-privésleutel
pl: Klucz prywatny SSH
pt_br: Chave privada SSH
ru: Закрытый ключ SSH
sk: SSH súkromný kľúč
sl: Zasebni ključ SSH
sq: Çelës privat SSH
sr: SSH privatni ključ
sv: Privat SSH-nyckel
tr: SSH özel anahtarı
uk: Приватний ключ SSH
vi: Khóa riêng SSH
zh_hk: SSH 私鑰
