Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Goal: Not set
ar: الهدف: غير مُعيَّن
bg: Цел: Не е поставена
ca: Objectiu: No establert
de: Ziel: Nicht festgelegt
es: Objetivo: No establecido
fa: هدف: تعیین نشده
fi: Tavoite: Ei asetettu
fr: Objectif : Non défini
it: Obiettivo: non impostato
ja: 目標: 未設定
nb: Mål: Ikke satt
nl: Doel: Niet ingesteld
pl: Cel: Nieustalony
pt_br: Meta: Não definida
ru: Цель: Не установлена
sk: Cieľ: Nie je stanovený
sl: Cilj: Ni postavljen
sq: Objektivi: Nuk është caktuar
sr: Cilj: Nije postavljeno
sv: Mål: Inte satt
tr: Hedef: Belirlenmedi
uk: Ціль: не задано
vi: Mục tiêu: Chưa đặt
zh_hk: 目標：未設定

source: Explain this chart
ar: اشرح هذا المخطط
bg: Обяснете тази диаграма
ca: Explica aquest gràfic
de: Erklären Sie dieses Diagramm
eo: Explain this chart? Bet, I got you fam.
es: Explique este gráfico
fa: این نمودار را توضیح دهید
fi: Selitä tämä kaavio
fr: Expliquez ce graphique
it: Spiega questo grafico
ja: このグラフを説明してください
nb: Forklar dette diagrammet
nl: Leg deze grafiek uit
pl: Wyjaśnij ten wykres
pt_br: Explique este gráfico
ru: Объясните эту диаграмму
sk: Vysvetlite tento graf
sl: Razložite ta grafikon
sq: Shpjego këtë grafik
sr: Objasni ovaj grafikon
sv: Förklara detta diagram
tr: Bu grafiği açıklayın
uk: Пояснити цю діаграму
vi: Giải thích biểu đồ này
zh_hk: 解釋此圖表

source: Explain these results
ar: اشرح هذه النتائج
bg: Обяснете тези резултати
ca: Explica aquests resultats
de: Erklären Sie diese Ergebnisse
eo: Explain these results, bestie, they’re lowkey giving me a headache rn
es: Explique estos resultados
fa: این نتایج را توضیح دهید
fi: Selitä nämä tulokset
fr: Expliquez ces résultats
it: Spiega questi risultati
ja: これらの結果を説明する
nb: Forklar disse resultatene
nl: Leg deze resultaten uit
pl: Wyjaśnij te wyniki
pt_br: Explique esses resultados
ru: Объясните эти результаты
sk: Vysvetlite tieto výsledky
sl: Pojasnite te rezultate
sq: Shpjego këto rezultate
sr: Objasni ove rezultate
sv: Förklara dessa resultat
tr: Bu sonuçları açıklayın
uk: Пояснити ці результати
vi: Giải thích những kết quả này
zh_hk: 解釋這些結果

source: Amount
ar: الكمية
bg: Сума
ca: Import
de: Menge
eo: litty amount or just "amount" itself is pretty chill, but if you wanna make it more Gen Z: "big vibe" or "a whole lot" could work, but "amount" is kinda already lowkey.
es: Cantidad
fa: مبلغ
fi: Määrä
fr: Montant
it: Quantità
ja: 額
nb: Beløp
nl: Hoeveelheid
pl: Kwota
pt_br: Quantia
ru: Количество
sk: Suma
sl: Znesek
sq: Sasia
sr: Iznos
sv: Belopp
tr: Miktar
uk: Кількість
vi: Số lượng
zh_hk: 金額

source: Error loading SAML configuration
ar: خطأ في تحميل إعدادات SAML
bg: Грешка при зареждане на SAML конфигурацията
ca: S'ha produït un error en carregar la configuració SAML
de: Fehler beim Laden der SAML-Konfiguration
eo: Bruh, the SAML config is totally borked rn
es: Error al cargar la configuración de SAML
fa: خطا در بارگیری پیکربندی SAML
fi: Virhe ladattaessa SAML-määritystä
fr: Erreur lors du chargement de la configuration SAML
it: Errore durante il caricamento della configurazione SAML
ja: SAML 構成の読み込み中にエラーが発生しました
nb: Feil ved innlasting av SAML-konfigurasjon
nl: Fout bij het laden van SAML-configuratie
pl: Błąd podczas ładowania konfiguracji SAML
pt_br: Erro ao carregar a configuração SAML
ru: Ошибка загрузки конфигурации SAML
sk: Chyba pri načítaní konfigurácie SAML
sl: Napaka pri nalaganju konfiguracije SAML
sq: Gabim gjatë ngarkimit të konfigurimit SAML
sr: Greška pri učitavanju SAML konfiguracije
sv: Fel vid laddning av SAML-konfigurationen
tr: SAML yapılandırması yüklenirken hata oluştu
uk: Помилка завантаження конфігурації SAML
vi: Lỗi khi tải cấu hình SAML
zh_hk: 載入 SAML 設定時發生錯誤

source: In most IdPs, you'll need to put each of these in an input box labeled "Name" in the attribute statements section.
ar: في معظم موفّري الهوية (IdPs)، ستحتاج إلى وضع كل واحد من هذه في مربع إدخال يحمل تسمية "Name" ضمن قسم بيانات عبارات السمات.
bg: В повечето IdP-ове ще трябва да поставите всяко от тях в поле за въвеждане с надпис „Име“ в секцията с атрибутни оператори.
ca: A la majoria d'IdP, haureu de posar cadascun d'aquests en un quadre d'entrada anomenat "Nom" a la secció d'atributs.
de: Bei den meisten IdPs müssen Sie jeden dieser Einträge in ein Eingabefeld mit der Bezeichnung „Name“ im Abschnitt „Attributanweisungen“ eingeben.
eo: Bruh, most IdPs, you gotta toss each of these in an input box labeled “Name” in the attribute statements part.
es: En la mayoría de los IdP, deberá colocar cada uno de estos en un cuadro de entrada denominado "Nombre" en la sección de declaraciones de atributos.
fa: در بیشتر IdPها، باید هر یک از این موارد را در کادر ورودی با برچسب «نام» در بخش عبارات ویژگی قرار دهید.
fi: Useimmissa IdP-palveluissa sinun on syötettävä jokainen näistä ominaisuuslausekkeiden osiossa olevaan "Nimi"-syöttökenttään.
fr: Dans la plupart des IdP, vous devrez placer chacun d'entre eux dans une zone de saisie intitulée « Nom » dans la section des instructions d'attribut.
it: Nella maggior parte degli IdP, sarà necessario inserire ciascuno di questi elementi in una casella di input denominata "Nome" nella sezione delle istruzioni degli attributi.
ja: ほとんどの IdP では、属性ステートメント セクションの「名前」というラベルの入力ボックスにこれらのそれぞれを入力する必要があります。
nb: I de fleste IdP-er må du legge inn hver av disse i en inndataboks merket "Navn" i attributtopplysningene.
nl: Bij de meeste IdP's moet u elk van deze waarden in een invoerveld met de naam 'Naam' in het gedeelte met kenmerkverklaringen plaatsen.
pl: W przypadku większości dostawców tożsamości konieczne będzie wpisanie każdej z tych nazw w polu wejściowym oznaczonym „Nazwa” w sekcji instrukcji atrybutów.
pt_br: Na maioria dos IdPs, você precisará colocar cada um deles em uma caixa de entrada rotulada "Nome" na seção de instruções de atributo.
ru: В большинстве IdP вам необходимо ввести каждый из этих параметров в поле ввода с надписью «Имя» в разделе операторов атрибутов.
sk: Vo väčšine poskytovateľov identity budete musieť každý z nich zadať do vstupného poľa s označením „Názov“ v sekcii príkazov atribútov.
sl: V večini ponudnikov identitetne identitete boste morali vsako od teh vrednosti vnesti v vnosno polje z oznako »Ime« v razdelku z izjavami o atributih.
sq: Në shumicën e IdP-ve, do të duhet ta vendosësh secilën prej këtyre në një kuti input-i të etiketuar "Name" në seksionin e deklaratave të atributeve.
sr: U većini IdP-ova, treba da unesete svaku od ovih vrednosti u polje za unos sa oznakom "Name" u odeljku za attribute statements.
sv: I de flesta IdP:er måste du ange var och en av dessa i en inmatningsruta märkt "Namn" i avsnittet med attributsatser.
tr: Çoğu IdP'de, bunların her birini nitelik bildirimleri bölümündeki "Ad" etiketli bir giriş kutusuna koymanız gerekir.
uk: У більшості IdP вам потрібно ввести кожне з цих значень у поле введення з міткою "Name" в розділі attribute statements.
vi: Trong hầu hết các IdP, bạn sẽ cần phải nhập từng thông tin này vào hộp nhập có nhãn "Tên" trong phần câu lệnh thuộc tính.
zh_hk: 在大多數 IdPs 中，您需要將每項屬性放在屬性陳述部分標有「名稱」的輸入方塊中。

source: Tenant assignment attribute
ar: سمة تعيين المستأجر
bg: Атрибут за присвояване на наемател
ca: Atribut d'assignació de llogater
de: Attribut für die Mieterzuordnung
es: Atributo de asignación de inquilino
fa: ویژگی واگذاری مستأجر
fi: Vuokralaisen määritysattribuutti
fr: Attribut d'attribution du locataire
it: Attributo di assegnazione dell'inquilino
ja: テナント割り当て属性
nb: Attributt for leietakertildeling
nl: Attribuut voor huurderstoewijzing
pl: Atrybut przypisania najemcy
pt_br: Atributo de atribuição de inquilino
ru: Атрибут назначения тенанта
sk: Atribút priradenia nájomníka
sl: Atribut dodelitve najemnika
sq: Atributi i caktimit të tenant
sr: Atribut dodele tenant-a
sv: Attribut för hyresgästtilldelning
tr: Kiracı atama özelliği
uk: Атрибут призначення тенанта
vi: Thuộc tính phân công người thuê
zh_hk: 租戶指派屬性

source: SAML identity provider URL
ar: URL موفّر هوية SAML
bg: URL адрес на доставчик на SAML идентичност
ca: URL del proveïdor d'identitat SAML
de: URL des SAML-Identitätsanbieters
eo: SAML IDP link
es: URL del proveedor de identidad SAML
fa: نشانی اینترنتی ارائه‌دهنده هویت SAML
fi: SAML-identiteetintarjoajan URL-osoite
fr: URL du fournisseur d'identité SAML
it: URL del provider di identità SAML
ja: SAML IDプロバイダーのURL
nb: URL for SAML-identitetsleverandør
nl: SAML-identiteitsprovider-URL
pl: Adres URL dostawcy tożsamości SAML
pt_br: URL do provedor de identidade SAML
ru: URL-адрес поставщика удостоверений SAML
sk: URL poskytovateľa identity SAML
sl: URL ponudnika identitete SAML
sq: URL-ja e ofruesit të identitetit SAML
sr: URL SAML provajdera identiteta
sv: URL för SAML-identitetsleverantör
tr: SAML kimlik sağlayıcı URL'si
uk: URL постачальника ідентифікації SAML
vi: URL nhà cung cấp danh tính SAML
zh_hk: SAML 身分提供者 URL

source: SAML identity provider certificate
ar: شهادة موفّر هوية SAML
bg: Сертификат за доставчик на SAML идентичност
ca: Certificat del proveïdor d'identitat SAML
de: SAML-Identitätsanbieterzertifikat
eo: SAML login cred cert
es: Certificado de proveedor de identidad SAML
fa: گواهی ارائه دهنده هویت SAML
fi: SAML-identiteetintarjoajan varmenne
fr: Certificat de fournisseur d'identité SAML
it: Certificato del fornitore di identità SAML
ja: SAML IDプロバイダー証明書
nb: SAML-sertifikat for identitetsleverandør
nl: SAML-identiteitsprovidercertificaat
pl: Certyfikat dostawcy tożsamości SAML
pt_br: Certificado de provedor de identidade SAML
ru: Сертификат поставщика удостоверений SAML
sk: Certifikát poskytovateľa identity SAML
sl: Potrdilo ponudnika identitete SAML
sq: Certifikata e ofruesit të identitetit SAML
sr: Sertifikat SAML provajdera identiteta
sv: SAML-identitetsleverantörscertifikat
tr: SAML kimlik sağlayıcı sertifikası
uk: Сертифікат постачальника ідентифікації SAML
vi: Chứng chỉ nhà cung cấp danh tính SAML
zh_hk: SAML 身分提供者證書

source: SAML application name
ar: اسم تطبيق SAML
bg: Име на SAML приложение
ca: Nom de l'aplicació SAML
de: SAML-Anwendungsname
eo: SAML app namee
es: Nombre de la aplicación SAML
fa: نام برنامه SAML
fi: SAML-sovelluksen nimi
fr: Nom de l'application SAML
it: Nome dell'applicazione SAML
ja: SAMLアプリケーション名
nb: Navn på SAML-applikasjon
nl: SAML-toepassingsnaam
pl: Nazwa aplikacji SAML
pt_br: Nome do aplicativo SAML
ru: Имя приложения SAML
sk: Názov aplikácie SAML
sl: Ime aplikacije SAML
sq: Emri i aplikacionit SAML
sr: Naziv SAML aplikacije
sv: SAML-applikationsnamn
tr: SAML uygulama adı
uk: Назва застосунку SAML
vi: Tên ứng dụng SAML
zh_hk: SAML 應用程式名稱

source: SAML identity provider issuer
ar: مُصدِر موفّر هوية SAML
bg: Издател на SAML доставчик на самоличност
ca: Emissor del proveïdor d'identitat SAML
de: Aussteller des SAML-Identitätsanbieters
eo: SAML identity provider issuer → SAML IDP boss man
es: Emisor del proveedor de identidad SAML
fa: صادرکننده ارائه‌دهنده هویت SAML
fi: SAML-identiteetintarjoajan myöntäjä
fr: Émetteur du fournisseur d'identité SAML
it: Emittente del fornitore di identità SAML
ja: SAML IDプロバイダー発行者
nb: Utsteder av SAML-identitetsleverandør
nl: Uitgever van SAML-identiteitsprovider
pl: Wystawca dostawcy tożsamości SAML
pt_br: Emissor do provedor de identidade SAML
ru: Издатель поставщика удостоверений SAML
sk: Vydavateľ poskytovateľa identity SAML
sl: Izdajatelj ponudnika identitete SAML
sq: Lëshuesi i ofruesit të identitetit SAML
sr: Izdavalac SAML provajdera identiteta
sv: Utfärdare av SAML-identitetsleverantör
tr: SAML kimlik sağlayıcısı yayıncısı
uk: Емітент постачальника ідентифікації SAML
vi: Nhà cung cấp danh tính SAML
zh_hk: SAML 身分提供者簽發者

source: SAML keystore path
ar: مسار مخزن مفاتيح SAML
bg: Път за SAML хранилище за ключове
ca: Ruta del magatzem de claus SAML
de: SAML-Keystore-Pfad
eo: SAML keystore path → SAML keystore's loc or just "SAML keystore spot"
es: Ruta del almacén de claves SAML
fa: مسیر ذخیره کلید SAML
fi: SAML-avainten säilytyspolku
fr: Chemin du magasin de clés SAML
it: Percorso dell'archivio chiavi SAML
ja: SAMLキーストアパス
nb: Sti til SAML-nøkkelmagasin
nl: SAML-keystorepad
pl: Ścieżka do magazynu kluczy SAML
pt_br: Caminho do repositório de chaves SAML
ru: Путь к хранилищу ключей SAML
sk: Cesta k úložisku kľúčov SAML
sl: Pot shrambe ključev SAML
sq: Shtegu i keystore SAML
sr: Putanja do SAML keystore-a
sv: SAML-nyckellagringssökväg
tr: SAML anahtar deposu yolu
uk: Шлях до сховища ключів SAML
vi: Đường dẫn kho khóa SAML
zh_hk: SAML 鑰匙庫路徑

source: SAML keystore password
ar: كلمة مرور مخزن مفاتيح SAML
bg: Парола за SAML хранилище за ключове
ca: Contrasenya del magatzem de claus SAML
de: SAML-Keystore-Passwort
eo: SAML keystore passwrod, fr fr
es: Contraseña del almacén de claves SAML
fa: رمز عبور فروشگاه کلید SAML
fi: SAML-avainsäilön salasana
fr: Mot de passe du keystore SAML
it: Password dell'archivio chiavi SAML
ja: SAMLキーストアのパスワード
nb: Passord for SAML-nøkkelmagasin
nl: SAML-keystore-wachtwoord
pl: Hasło magazynu kluczy SAML
pt_br: Senha do repositório de chaves SAML
ru: Пароль хранилища ключей SAML
sk: Heslo úložiska kľúčov SAML
sl: Geslo za shrambo ključev SAML
sq: Fjalëkalimi i keystore SAML
sr: Lozinka za SAML keystore
sv: SAML-nyckellagringslösenord
tr: SAML anahtar deposu parolası
uk: Пароль до сховища ключів SAML
vi: Mật khẩu kho khóa SAML
zh_hk: SAML 鑰匙庫密碼

source: SAML keystore alias
ar: الاسم المستعار لمخزن مفاتيح SAML
bg: Псевдоним на SAML хранилище за ключове
ca: Àlies del magatzem de claus SAML
eo: SAML keystore alias → SAML vibe ID or just vibe alias lol
es: Alias del almacén de claves SAML
fa: نام مستعار فروشگاه کلید SAML
fi: SAML-avainten säilytysalias
fr: Alias du magasin de clés SAML
it: Alias dell'archivio chiavi SAML
ja: SAML キーストアのエイリアス
nb: SAML-nøkkelmagasinalias
nl: SAML-sleutelopslagalias
pl: Alias magazynu kluczy SAML
pt_br: Alias do repositório de chaves SAML
ru: Псевдоним хранилища ключей SAML
sk: Alias úložiska kľúčov SAML
sl: Vzdevek shrambe ključev SAML
sq: Alias-i i keystore SAML
sr: Alias u SAML keystore-u
sv: SAML-nyckellageralias
tr: SAML anahtar deposu takma adı
uk: Аліас сховища ключів SAML
vi: Bí danh kho khóa SAML
zh_hk: SAML 鑰匙庫別名

source: You cannot enable SAML user provisioning while user provisioning is [managed by SCIM]
ar: لا يمكنك تفعيل توفير مستخدمي SAML بينما يتم [إدارة توفير المستخدمين بواسطة SCIM]
bg: Не можете да активирате SAML осигуряването на потребители, докато осигуряването на потребители се [управлява от SCIM].
ca: No podeu habilitar el provisionament d'usuaris SAML mentre el provisionament d'usuaris està [gestionat per SCIM].
de: Sie können die SAML-Benutzerbereitstellung nicht aktivieren, während die Benutzerbereitstellung [von SCIM verwaltet] wird.
eo: Bruh, you can't turn on SAML user provisioning while user provisioning is being handled by SCIM, fr fr.
es: No se puede permitir el aprovisionamiento de usuarios SAML mientras el aprovisionamiento de usuarios esté [administrado por SCIM]
fa: شما نمی‌توانید تأمین کاربر SAML را فعال کنید در حالی که تأمین کاربر [توسط SCIM مدیریت می‌شود]
fi: Et voi ottaa SAML-käyttäjien provisiointia käyttöön, kun käyttäjien provisiointia [hallitsee SCIM]
fr: Vous ne pouvez pas activer le provisionnement des utilisateurs SAML lorsque le provisionnement des utilisateurs est [géré par SCIM]
it: Non è possibile abilitare il provisioning degli utenti SAML mentre il provisioning degli utenti è [gestito da SCIM]
ja: ユーザー プロビジョニングが [SCIM によって管理] されている間は、SAML ユーザー プロビジョニングを有効にすることはできません。
nb: Du kan ikke aktivere SAML-brukerklargjøring mens brukerklargjøringen er [administrert av SCIM].
nl: U kunt SAML-gebruikersprovisioning niet inschakelen terwijl de gebruikersprovisioning [wordt beheerd door SCIM]
pl: Nie można włączyć obsługi administracyjnej użytkowników SAML, jeśli obsługa administracyjna użytkowników jest [zarządzana przez SCIM]
pt_br: Você não pode habilitar o provisionamento de usuário SAML enquanto o provisionamento de usuário estiver [gerenciado pelo SCIM]
ru: Вы не можете включить подготовку пользователей SAML, пока подготовка пользователей [управляется SCIM]
sk: Nemôžete povoliť zriaďovanie používateľov SAML, kým je zriaďovanie používateľov [spravované systémom SCIM].
sl: Dodeljevanja uporabnikov SAML ni mogoče omogočiti, medtem ko dodeljevanje uporabnikov [upravlja SCIM].
sq: Nuk mund të aktivizosh provizionimin e përdoruesve me SAML ndërsa provizionimi i përdoruesve është [menaxhuar nga SCIM]
sr: Ne možete da uključite SAML provisioniranje korisnika dok je provisioniranje korisnika [upravljano preko SCIM-a]
sv: Du kan inte aktivera SAML-användarprovisionering medan användarprovisionering [hanteras av SCIM]
tr: Kullanıcı sağlama [SCIM tarafından yönetilirken] SAML kullanıcı sağlamasını etkinleştiremezsiniz
uk: Ви не можете увімкнути провізіонінг користувачів SAML, поки провізіонінг користувачів [керується через SCIM]
vi: Bạn không thể bật chức năng cung cấp người dùng SAML trong khi chức năng cung cấp người dùng được [quản lý bởi SCIM]
zh_hk: 當使用者配置是 [由 SCIM 管理] 時，您無法啟用 SAML 使用者配置。

source: Error saving JWT Settings
ar: خطأ في حفظ إعدادات JWT
bg: Грешка при запазване на настройките на JWT
ca: S'ha produït un error en desar la configuració de JWT
de: Fehler beim Speichern der JWT-Einstellungen
eo: Oops, can't save the JWT settings rn, it's a whole mess lol
es: Error al guardar la configuración de JWT
fa: خطا در ذخیره تنظیمات JWT
fi: Virhe tallennettaessa JWT-asetuksia
fr: Erreur lors de l'enregistrement des paramètres JWT
it: Errore durante il salvataggio delle impostazioni JWT
ja: JWT設定の保存中にエラーが発生しました
nb: Feil ved lagring av JWT-innstillinger
nl: Fout bij het opslaan van JWT-instellingen
pl: Błąd podczas zapisywania ustawień JWT
pt_br: Erro ao salvar as configurações do JWT
ru: Ошибка сохранения настроек JWT
sk: Chyba pri ukladaní nastavení JWT
sl: Napaka pri shranjevanju nastavitev JWT
sq: Gabim gjatë ruajtjes së Cilësimeve JWT
sr: Greška pri čuvanju JWT podešavanja
sv: Fel vid sparning av JWT-inställningar
tr: JWT Ayarları kaydedilirken hata oluştu
uk: Помилка збереження налаштувань JWT
vi: Lỗi khi lưu Cài đặt JWT
zh_hk: 儲存 JWT 設定出錯

source: Error loading JWT configuration
ar: خطأ في تحميل إعدادات JWT
bg: Грешка при зареждане на JWT конфигурацията
ca: S'ha produït un error en carregar la configuració de JWT
de: Fehler beim Laden der JWT-Konfiguration
eo: Bruh, the JWT config is lowkey glitchin rn
es: Error al cargar la configuración de JWT
fa: خطا در بارگیری پیکربندی JWT
fi: Virhe ladattaessa JWT-määritystä
fr: Erreur lors du chargement de la configuration JWT
it: Errore durante il caricamento della configurazione JWT
ja: JWT 構成の読み込みエラー
nb: Feil ved innlasting av JWT-konfigurasjon
nl: Fout bij het laden van de JWT-configuratie
pl: Błąd podczas ładowania konfiguracji JWT
pt_br: Erro ao carregar a configuração do JWT
ru: Ошибка загрузки конфигурации JWT
sk: Chyba pri načítaní konfigurácie JWT
sl: Napaka pri nalaganju konfiguracije JWT
sq: Gabim gjatë ngarkimit të konfigurimit JWT
sr: Greška pri učitavanju JWT konfiguracije
sv: Fel vid laddning av JWT-konfigurationen
tr: JWT yapılandırması yüklenirken hata oluştu
uk: Помилка завантаження конфігурації JWT
vi: Lỗi khi tải cấu hình JWT
zh_hk: 載入 JWT 設定時出錯

source: Group assignment attribute
ar: سمة تعيين المجموعة
bg: Атрибут за групово присвояване
ca: Atribut d'assignació de grup
de: Gruppenzuweisungsattribut
es: Atributo de asignación de grupo
fa: ویژگی انتساب گروهی
fi: Ryhmän määritysattribuutti
fr: Attribut d'affectation de groupe
it: Attributo di assegnazione del gruppo
ja: グループ割り当て属性
nb: Attributt for gruppetilordning
nl: Groepstoewijzingskenmerk
pl: Atrybut przypisania grupy
pt_br: Atributo de atribuição de grupo
ru: Атрибут группового назначения
sk: Atribút priradenia skupiny
sl: Atribut dodelitve skupine
sq: Atribut për caktimin e grupit
sr: Atribut dodele grupi
sv: Attribut för grupptilldelning
tr: Grup atama niteliği
uk: Атрибут призначення групи
vi: Thuộc tính gán nhóm
zh_hk: 群組指派屬性

source: Refresh cache automatically
ar: حدّث الكاش تلقائيًا
bg: Автоматично опресняване на кеша
ca: Actualitza la memòria cau automàticament
de: Cache automatisch aktualisieren
eo: Auto-refresh the cache, fr fr
es: Actualizar la caché automáticamente
fa: حافظه پنهان را به طور خودکار بازخوانی کنید
fi: Päivitä välimuisti automaattisesti
fr: Rafraîchir automatiquement le cache
it: Aggiorna automaticamente la cache
ja: キャッシュの自動更新
lt: Automatiškai atnaujinkite talpyklą
nb: Oppdater hurtigbufferen automatisk
nl: Cache automatisch verversen
pl: Odśwież pamięć podręczną automatycznie
pt_br: Atualizar o cache automaticamente
ru: Автоматическое обновление кэша
sk: Automatické obnovenie vyrovnávacej pamäte
sl: Samodejno osveževanje predpomnilnika
sq: Rifresko cache-in automatikisht
sr: Automatski osvežavaj keš
sv: Förnya cache automatiskt
tr: Önbelleği otomatik olarak yenileme
uk: Автоматично оновлювати кеш
vi: Tự động làm mới bộ nhớ đệm
zh_hk: 自動刷新快取
