Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Schema or table ‘View data’ levels
ar: مستويات المخطط أو الجدول "عرض البيانات"
bg: Нива на схемата или таблицата "Преглед на данни
ca: Nivells d'esquema o taula "Veure dades".
de: Schema oder Tabelle 'Daten anzeigen' Ebenen
eo: Schema or table ‘View data’ levels = lowkey giving me major info overload, fr fr
es: Niveles de 'Ver datos' para esquemas o tablas
fa: سطوح طرحواره یا جدول "مشاهده داده ها".
fi: Skeeman tai taulun katseluoikeustasot
fr: Niveaux du schéma ou de la table "Voir les données
hu: Séma vagy tábla 'Adat megtekintés' szintek
it: Livelli dello schema o della tabella "Visualizza dati
ja: スキーマまたはテーブルの「データを見る」レベル
lt: Schema arba lentelės „Peržiūrėti duomenis“ lygiai
ms: Tahap ‘Lihat data’ skema atau jadual
nb: Skjema eller tabell 'Vis data'-nivåer
nl: Schema of tabel 'Gegevens weergeven'-niveaus
pl: Poziomy schematu lub tabeli "Wyświetl dane
pt_br: Níveis do esquema ou da tabela "Visualizar dados"
ru: Уровни схемы или таблицы 'Просмотр данных'
sk: Úrovne schémy alebo tabuľky "Zobraziť údaje
sl: Ravni sheme ali tabele »Ogled podatkov«
sq: Nivelet e skemës ose tabelës ‘Shiko të dhënat’
sr: Nivoi šeme ili tabele „Prikaz podataka“
sv: Schema eller tabell "Visa data"-nivåer
tr: Şema veya tablo 'Verileri görüntüle' düzeyleri
uk: Рівні «Перегляд даних» для схеми або таблиці
vi: Mức độ 'Xem dữ liệu' của lược đồ hoặc bảng
zh_hk: 模式或表「檢視資料」層級

source: The group can view all data for that schema or table.
ar: يمكن للمجموعة عرض كل البيانات لذلك المخطط أو الجدول.
bg: Групата може да преглежда всички данни за тази схема или таблица.
ca: El grup pot veure totes les dades d'aquest esquema o taula.
de: Die Gruppe kann alle Daten für dieses Schema oder diese Tabelle einsehen.
eo: The squad can peep all the data for that schema or table, fr.
es: El grupo puede ver todos los datos de ese esquema o tabla.
fa: این گروه می تواند تمام داده های آن طرح یا جدول را مشاهده کند.
fi: Ryhmällä on katseluoikeus tämän skeeman ja taulun tietoihin.
fr: Le groupe peut voir toutes les données pour ce schéma ou cette table.
hu: A csoport az összes adatot megtekintheti a sémában vagy táblában.
it: Il gruppo può visualizzare tutti i dati di quello schema o tabella.
ja: グループはそのスキーマやテーブルのすべてのデータを見ることができる。
lt: Grupė gali peržiūrėti visus tos schemos ar lentelės duomenis.
ms: Kumpulan boleh melihat semua data untuk skema atau jadual tersebut.
nb: Gruppen kan se alle data for det aktuelle skjemaet eller den aktuelle tabellen.
nl: De groep kan alle gegevens voor dat schema of die tabel bekijken.
pl: Grupa może przeglądać wszystkie dane dla danego schematu lub tabeli.
pt_br: O grupo pode visualizar todos os dados desse esquema ou tabela.
ru: Группа может просматривать все данные для этой схемы или таблицы.
sk: Skupina môže zobraziť všetky údaje pre danú schému alebo tabuľku.
sl: Skupina si lahko ogleda vse podatke za to shemo ali tabelo.
sq: Grupi mund ti shikojë të gjitha të dhënat për atë skemë ose tabelë.
sr: Grupa može da pregleda sve podatke za tu šemu ili tabelu.
sv: Gruppen kan visa alla data för det schemat eller den tabellen.
tr: Grup, söz konusu şema veya tablo için tüm verileri görüntüleyebilir.
uk: Група може переглядати всі дані цієї схеми або таблиці.
vi: Nhóm có thể xem tất cả dữ liệu của lược đồ hoặc bảng đó.
zh_hk: 群組可以檢視該模式或資料表的所有資料。

source: "No self-service" works like it does for databases, except here it is scoped to individual schemas or tables.
ar: يعمل "بدون خدمة ذاتية" كما يعمل لقواعد البيانات، لكن هنا يكون نطاقه على مخططات أو جداول فردية.
bg: "Без самообслужване" работи както при базите данни, само че тук е ограничено до отделни схеми или таблици.
ca: El "no autoservei" funciona com ho fa amb les bases de dades, excepte que aquí s'abasta a esquemes o taules individuals.
de: "Keine Selbstbedienung" funktioniert wie bei Datenbanken, nur dass es hier auf einzelne Schemata oder Tabellen beschränkt ist.
eo: "No self-service" is like how it works for databases, but here, it’s only for specific schemas or tables, fr fr.
es: "Sin autoservicio" funciona como lo hace con las bases de datos, excepto que aquí se limita a esquemas o tablas individuales.
fa: "بدون سلف سرویس" مانند آن برای پایگاه های داده کار می کند، به جز اینکه در اینجا به طرحواره ها یا جداول جداگانه اختصاص داده شده است.
fi: "Ei itsepalvelua" toimii samalla tavalla kuin tietokantoissa, paitsi että se on rajoitettu yksittäisiin skeemoihin tai taulukoihin.
fr: L'expression "pas de libre-service" fonctionne de la même manière que pour les bases de données, sauf qu'elle s'applique ici à des schémas ou des tables individuels.
hu: "Nem önkiszolgáló" az adatbázisokhoz hasonlóan működik, azzal a különbséggel, hogy itt egyes sémákra és táblákra korlátozott.
it: L'opzione "No self-service" funziona come per i database, ma in questo caso è limitata a singoli schemi o tabelle.
ja: 「セルフサービスなし」はデータベースと同じように機能するが、ここでは個々のスキーマまたはテーブルにスコープされる。
lt: „Nėra savitarnos“ veikia taip pat, kaip duomenų bazėse, išskyrus atvejus, kai čia jis taikomas atskiroms schemoms arba lentelėms.
ms: "Tiada perkhidmatan sendiri" berfungsi seperti yang dilakukan untuk pangkalan data, kecuali di sini ia ditetapkan kepada skema atau jadual individu.
nb: "Ingen selvbetjening" fungerer på samme måte som for databaser, bortsett fra at det her er avgrenset til individuelle skjemaer eller tabeller.
nl: "Geen zelfbediening" werkt hetzelfde als voor databases, behalve dat het hier gericht is op individuele schema's of tabellen.
pl: "Brak samoobsługi" działa podobnie jak w przypadku baz danych, z wyjątkiem tego, że jest ograniczony do poszczególnych schematów lub tabel.
pt_br: "Sem autoatendimento" funciona como nos bancos de dados, exceto que aqui o escopo é para esquemas ou tabelas individuais.
ru: "Без самообслуживания" работает так же, как и в случае с базами данных, только в данном случае речь идет об отдельных схемах или таблицах.
sk: "Žiadna samoobsluha" funguje podobne ako v prípade databáz, len je tu obmedzená na jednotlivé schémy alebo tabuľky.
sl: "Brez samopostrežbe" deluje podobno kot pri podatkovnih bazah, le da je tu omejena na posamezne sheme ali tabele.
sq: "Pa vetë-shërbim" funksionon si për databazat, veçse këtu kufizohet te skema ose tabela individuale.
sr: "Bez samostalnog rada" radi kao i za baze, osim što je ovde ograničeno na pojedinačne šeme ili tabele.
sv: "Ingen självbetjäning" fungerar som det gör för databaser, men här är det begränsat till enskilda scheman eller tabeller.
tr: "Self servis yok" veritabanları için olduğu gibi çalışır, ancak burada tek tek şemalara veya tablolara kapsamlıdır.
uk: "Без self-service" працює так само, як і для баз даних, але тут це обмежено окремими схемами або таблицями.
vi: "Không có tính năng tự phục vụ" hoạt động giống như đối với cơ sở dữ liệu, ngoại trừ việc nó được giới hạn trong từng lược đồ hoặc bảng riêng lẻ.
zh_hk: "No self-service」的工作方式與資料庫相同，只是這裡的範圍是個別的模式或資料表。

source: ‘Create queries’ levels
ar: مستويات "إنشاء الاستعلامات"
bg: Нива "Създаване на заявки
ca: Nivells 'Crear consultes'
de: Ebenen 'Abfragen erstellen'.
eo: "‘Create queries’ is kinda lowkey iconic"
es: Niveles de ‘Crear consultas’
fa: سطوح "ایجاد پرس و جو".
fi: ‘Luo kyselyitä’ -tasot
fr: Niveaux "Créer des requêtes
hu: 'Lekérdezések létrehozása' szintek
it: Livelli "Crea query
ja: 「クエリの作成」レベル
lt: „Sukurti užklausas“ lygiai
ms: Tahap ‘Cipta query’
nb: "Opprett spørringer"-nivåer
nl: Niveaus 'Query's maken
pl: Poziomy "Utwórz zapytania
pt_br: Níveis de "Criar consultas"
ru: Уровни "Создание запросов
sk: Úrovne "Vytvoriť dotazy
sl: Ravni »Ustvarjanje poizvedb«
sq: Nivelet e ‘Krijo pyetje’
sr: Nivoi „Kreiranje upita“
sv: ‘Skapa frågor’-nivåer
tr: 'Sorgu oluştur' seviyeleri
uk: Рівні «Створення запитів»
vi: Cấp độ 'Tạo truy vấn'
zh_hk: 建立查詢」層級

source: Query builder and native
ar: منشئ الاستعلامات والأصلي
bg: Конструктор на заявки и роден
ca: Creador de consultes i nadiu
de: Query builder und native
eo: Query builder and native → Query builder & native, fr fr
es: Constructor de consultas y nativo
fa: سازنده پرس و جو و بومی
fi: Kyselytyökalu ja natiivikysely
fr: Constructeur de requêtes et natif
hu: Lekérdezés építő és natív
it: Costruttore di query e nativo
ja: クエリビルダーとネイティブ
lt: Užklausų kūrimo priemonė ir vietinė
ms: Pembina query dan asli
nb: Spørringsbygger og innfødt
nl: Query-editor en SQL
pl: Kreator zapytań i natywny
pt_br: Criador de consultas e nativo
ru: Конструктор запросов и редактор кода
sk: Tvorca dotazov a natívne
sl: Graditelj poizvedb in izvorni
sq: Ndërtues pyetjesh dhe native
sr: Kreator upita i nativno
sv: Frågebyggaren och originalfrågor
tr: Sorgu oluşturucu ve yerel
uk: Конструктор запитів і нативні
vi: Trình xây dựng truy vấn và bản địa
zh_hk: 查詢建立器與原生

source: The group can use both the query builder and the native code editor to create questions and models.
ar: يمكن للمجموعة استخدام كل من منشئ الاستعلامات ومحرّر الكود الأصلي لإنشاء أسئلة ونماذج.
bg: Групата може да използва както конструктора на заявки, така и собствения редактор на код, за да създава въпроси и модели.
ca: El grup pot utilitzar tant el creador de consultes com l'editor de codi natiu per crear preguntes i models.
de: Die Gruppe kann sowohl den Query Builder als auch den nativen Code-Editor verwenden, um Fragen und Modelle zu erstellen.
eo: The squad can flex both the query builder and the native code editor to make questions and models, fr.
es: El grupo puede utilizar tanto el generador de consultas como el editor de código nativo para crear preguntas y modelos.
fa: گروه می تواند از سازنده پرس و جو و ویرایشگر کد بومی برای ایجاد سؤالات و مدل ها استفاده کند.
fi: Ryhmä voi käyttää sekä kyselytyökalua että natiivikoodieditoria kysymysten ja mallien luomiseen.
fr: Le groupe peut utiliser à la fois le générateur de requêtes et l'éditeur de code natif pour créer des questions et des modèles.
hu: A csoport mind a lekérdezés építővel, mind natív kóddal létrehozhat kérdéseket és modelleket.
it: Il gruppo può utilizzare sia il costruttore di query che l'editor di codice nativo per creare domande e modelli.
ja: グループは、クエリビルダとネイティブコードエディタの両方を使用して、質問とモデルを作成することができます。
lt: Grupė gali naudoti ir užklausų kūrimo priemonę, ir vietinį kodo rengyklę, kad sukurtų klausimus ir modelius.
ms: Kumpulan boleh menggunakan kedua-dua pembina query dan penyunting kod asli untuk mencipta soalan dan model.
nb: Gruppen kan bruke både spørreskjemabyggeren og den opprinnelige kodeditoren til å opprette spørsmål og modeller.
nl: De groep kan zowel de grafische query-editor als de SQL-editor gebruiken om vragen en modellen te maken.
pl: Grupa może używać zarówno kreatora zapytań, jak i natywnego edytora kodu do tworzenia pytań i modeli.
pt_br: O grupo pode usar tanto o criador de consultas quanto o editor de código nativo para criar perguntas e modelos.
ru: Для создания вопросов и моделей группа может использовать как конструктор запросов, так и редактор кода.
sk: Skupina môže na vytváranie otázok a modelov používať nástroj na tvorbu dotazov aj vlastný editor kódu.
sl: Skupina lahko uporablja graditelja poizvedb in izvorni urejevalnik kode za ustvarjanje vprašanj in modelov.
sq: Grupi mund të përdorë si ndërtuesin e pyetjeve ashtu edhe editorin e kodit native për të krijuar pyetje dhe modele.
sr: Grupa može da koristi i kreator upita i nativni editor koda da kreira pitanja i modele.
sv: Gruppen kan använda både frågebyggaren och kodredigeraren för att skapa frågor och modeller.
tr: Grup, soru ve model oluşturmak için hem sorgu oluşturucuyu hem de yerel kod düzenleyiciyi kullanabilir.
uk: Група може використовувати і конструктор запитів, і редактор нативного коду, щоб створювати запитання та моделі.
vi: Nhóm có thể sử dụng cả trình xây dựng truy vấn và trình soạn thảo mã gốc để tạo câu hỏi và mô hình.
zh_hk: 該小組可以同時使用查詢建立工具和本機代碼編輯器來建立問題和模型。

source: Query builder only
ar: منشئ الاستعلامات فقط
bg: Само конструктор на заявки
ca: Només el creador de consultes
de: Nur Query Builder
eo: Just for the query builders, no cap
es: Solo generador de consultas
fa: فقط سازنده پرس و جو
fi: Vain kyselytyökalu
fr: Constructeur de requêtes uniquement
hu: Csak lekérdezés építő
it: Solo Query builder
ja: クエリビルダーのみ
lt: Tik užklausų kūrėjas
ms: Pembina query sahaja
nb: Kun Query Builder
nl: Alleen query-editor
pl: Tylko konstruktor zapytań
pt_br: Somente criador de consultas
ru: Только построитель запросов
sk: Iba tvorca dotazov
sl: Samo graditelj poizvedb
sq: Vetëm ndërtues pyetjesh
sr: Samo kreator upita
sv: Endast frågebyggaren
tr: Yalnızca sorgu oluşturucu
uk: Лише конструктор запитів
vi: Chỉ xây dựng truy vấn
zh_hk: 僅查詢建構器

source: The group can use the query builder to create questions and models.
ar: يمكن للمجموعة استخدام منشئ الاستعلامات لإنشاء أسئلة ونماذج.
bg: Групата може да използва конструктора на заявки, за да създава въпроси и модели.
ca: El grup pot utilitzar el creador de consultes per crear preguntes i models.
de: Die Gruppe kann den Query Builder verwenden, um Fragen und Modelle zu erstellen.
eo: The squad can lowkey use the query builder to whip up questions and models.
es: El grupo puede utilizar el generador de consultas para crear preguntas y modelos.
fa: گروه می تواند از سازنده پرس و جو برای ایجاد سوالات و مدل ها استفاده کند.
fi: Ryhmä voi käyttää kyselytyökalua kysymysten ja mallien luomiseen.
fr: Le groupe peut utiliser le générateur de requêtes pour créer des questions et des modèles.
hu: A csoport a lekérdezés építővel hozhat létre kérdéseket és modelleket.
it: Il gruppo può utilizzare il costruttore di query per creare domande e modelli.
ja: グループは、クエリビルダを使って質問やモデルを作成することができます。
lt: Grupė gali naudoti užklausų kūrimo priemonę klausimams ir modeliams kurti.
ms: Kumpulan boleh menggunakan pembina query untuk mencipta soalan dan model.
nb: Gruppen kan bruke spørringsbyggeren til å lage spørsmål og modeller.
nl: De groep kan de query-editor gebruiken om vragen en modellen te maken.
pl: Grupa może używać kreatora zapytań do tworzenia pytań i modeli.
pt_br: O grupo pode usar o criador de consultas para criar perguntas e modelos.
ru: Группа может использовать конструктор запросов для создания вопросов и моделей.
sk: Skupina môže na vytváranie otázok a modelov používať nástroj na tvorbu dotazov.
sl: Skupina lahko uporabi graditelja poizvedb za ustvarjanje vprašanj in modelov.
sq: Grupi mund të përdorë ndërtuesin e pyetjeve për të krijuar pyetje dhe modele.
sr: Grupa može da koristi kreator upita da kreira pitanja i modele.
sv: Gruppen kan använda frågebyggaren för att skapa frågor och modeller.
tr: Grup, soru ve model oluşturmak için sorgu oluşturucuyu kullanabilir.
uk: Група може використовувати конструктор запитів, щоб створювати запитання та моделі.
vi: Nhóm có thể sử dụng trình xây dựng truy vấn để tạo câu hỏi và mô hình.
zh_hk: 小組可以使用查詢建立器來建立問題和模型。

source: The group can use the query builder to create questions and models for select schemas and tables.
ar: يمكن للمجموعة استخدام منشئ الاستعلامات لإنشاء أسئلة ونماذج لمخططات وجداول محددة.
bg: Групата може да използва конструктора на заявки, за да създава въпроси и модели за избрани схеми и таблици.
ca: El grup pot utilitzar el creador de consultes per crear preguntes i models per a esquemes i taules seleccionats.
de: Die Gruppe kann den Query Builder verwenden, um Fragen und Modelle für ausgewählte Schemata und Tabellen zu erstellen.
eo: The group can use the query builder to make questions and models for pick schemas and tables.
es: El grupo puede utilizar el generador de consultas para crear preguntas y modelos para esquemas y tablas seleccionados.
fa: گروه می تواند از سازنده پرس و جو برای ایجاد سؤالات و مدل هایی برای طرحواره ها و جداول انتخابی استفاده کند.
fi: Ryhmä voi käyttää kyselytyökalua kysymysten ja mallien luomiseen valituille skeemoille ja taulukoille.
fr: Le groupe peut utiliser le générateur de requêtes pour créer des questions et des modèles pour sélectionner des schémas et des tables.
hu: A csoport a lekérdezés építővel hozhat létre kérdéseket és modelleket a kiválasztott sémákra és táblákra.
it: Il gruppo può utilizzare il costruttore di query per creare domande e modelli per selezionare schemi e tabelle.
ja: グループは、クエリビルダを使用して、選択したスキーマとテーブルに対する質問とモデルを作成することができます。
lt: Grupė gali naudoti užklausų kūrimo priemonę kurdama klausimus ir modelius pasirinktoms schemoms ir lentelėms.
ms: Kumpulan boleh menggunakan pembina queryuntuk mencipta soalan dan model untuk skema dan jadual yang dipilih.
nb: Gruppen kan bruke spørringsbyggeren til å opprette spørsmål og modeller for utvalgte skjemaer og tabeller.
nl: De groep kan de query-editor gebruiken om vragen en modellen te maken voor geselecteerde schema's en tabellen.
pl: Grupa może używać kreatora zapytań do tworzenia pytań i modeli dla wybranych schematów i tabel.
pt_br: O grupo pode usar o criador de consultas para criar perguntas e modelos para selecionar esquemas e tabelas.
ru: Группа может использовать конструктор запросов для создания вопросов и моделей для выбранных схем и таблиц.
sk: Skupina môže používať nástroj na tvorbu dotazov na vytváranie otázok a modelov pre vybrané schémy a tabuľky.
sl: Skupina lahko uporabi graditelja poizvedb za ustvarjanje vprašanj in modelov za izbrane sheme in tabele.
sq: Grupi mund të përdorë ndërtuesin e pyetjeve për të krijuar pyetje dhe modele për skema dhe tabela të zgjedhura.
sr: Grupa može da koristi kreator upita da kreira pitanja i modele za izabrane šeme i tabele.
sv: Gruppen kan använda frågebyggaren för att skapa frågor och modeller i valda scheman och tabeller.
tr: Grup, seçili şemalar ve tablolar için sorular ve modeller oluşturmak üzere sorgu oluşturucuyu kullanabilir.
uk: Група може використовувати конструктор запитів, щоб створювати запитання та моделі для вибраних схем і таблиць.
vi: Nhóm có thể sử dụng trình xây dựng truy vấn để tạo câu hỏi và mô hình cho các lược đồ và bảng được chọn.
zh_hk: 該小組可以使用查詢建立器，為選擇模式和資料表建立問題和模型。

source: The group cannot create or edit questions, including drill-through.
ar: لا يمكن للمجموعة إنشاء الأسئلة أو تعديلها، بما في ذلك التنقّل التفصيلي.
bg: Групата не може да създава или редактира въпроси, включително пробиване.
ca: El grup no pot crear ni editar preguntes, inclosa la informació detallada.
de: Die Gruppe kann keine Fragen erstellen oder bearbeiten, auch keine Drill-Throughs.
eo: The group can't make or edit questions, like, even for drill-throughs.
es: El grupo no puede crear ni editar preguntas, incluida la obtención de detalles.
fa: گروه نمی‌تواند سؤالاتی را ایجاد یا ویرایش کند، از جمله سؤالات کلی.
fi: Ryhmä ei voi luoda tai muokata kysymyksiä, mukaan lukien drill-through-toiminto.
fr: Le groupe ne peut pas créer ou modifier les questions, y compris les questions à trous.
hu: A csoport nem hozhat létre vagy szerkeszthet kérdéseket, beleértve a lefúrást.
it: Il gruppo non può creare o modificare le domande, comprese quelle di drill-through.
ja: グループはドリルスルーを含め、問題を作成または編集することはできません。
lt: Grupė negali kurti ar redaguoti klausimų, įskaitant gręžimo klausimus.
ms: Kumpulan tidak boleh membuat atau menyunting soalan, termasuk penembusan.
nb: Gruppen kan ikke opprette eller redigere spørsmål, inkludert drill-through.
nl: De groep kan geen vragen maken of bewerken, inclusief doorvragen.
pl: Grupa nie może tworzyć ani edytować pytań, w tym pytań typu drill-through.
pt_br: O grupo não pode criar ou editar perguntas, inclusive as de pesquisa.
ru: Группа не может создавать или редактировать вопросы, в том числе и проходные.
sk: Skupina nemôže vytvárať ani upravovať otázky vrátane priebežných otázok.
sl: Skupina ne more ustvarjati ali urejati vprašanj, vključno z iskanjem po prvi usmeritvi.
sq: Grupi nuk mund të krijojë ose të ndryshojë pyetje, përfshirë Shko më thellë.
sr: Grupa ne može da kreira ili uređuje pitanja, uključujući produbljivanje.
sv: Gruppen kan inte skapa eller redigera frågor, inklusive drill-through.
tr: Grup, sondaj dahil olmak üzere soru oluşturamaz veya düzenleyemez.
uk: Група не може створювати або редагувати запитання, зокрема drill-through.
vi: Nhóm không thể tạo hoặc chỉnh sửa câu hỏi, bao gồm cả việc tìm hiểu sâu.
zh_hk: 群組無法建立或編輯問題，包括演練問題。

source: {0} The group can download results, up to a maximum number of rows that you set.
ar: {0} يمكن للمجموعة تنزيل النتائج، حتى حد أقصى من الصفوف تحدده.
bg: {0} Групата може да изтегля резултати до максималния брой редове, който сте задали.
ca: {0} El grup pot baixar resultats, fins a un nombre màxim de files que definiu.
de: {0} Die Gruppe kann Ergebnisse bis zu einer von Ihnen festgelegten Höchstzahl von Zeilen herunterladen.
eo: {0} The group can snag results, but only up to the max rows you set — no cap.
es: {0} El grupo puede descargar resultados, hasta un número máximo de filas que establezcas.
fa: {0} گروه می تواند نتایج را تا حداکثر تعداد ردیف هایی که شما تنظیم کرده اید دانلود کند.
fi: {0} Ryhmä voi ladata tuloksia määrittämäsi enimmäisrivimäärään asti.
fr: {0} Le groupe peut télécharger des résultats, jusqu'à un nombre maximum de lignes que vous avez défini.
hu: {0} A csoport letöltheti az eredményeket, maximum annyi sor erejéig, amennyit beállított.
it: {0} Il gruppo può scaricare i risultati, fino a un numero massimo di righe impostato dall'utente.
ja: {0} グループは、設定した最大行数まで結果をダウンロードできる。
lt: {0} Grupė gali atsisiųsti rezultatus iki didžiausio jūsų nustatyto eilučių skaičiaus.
ms: {0} Kumpulan boleh memuat turun hasil, sehingga bilangan maksimum baris yang anda tetapkan.
nb: {0} Gruppen kan laste ned resultater opp til et maksimalt antall rader som du har angitt.
nl: {0} De groep kan resultaten downloaden tot een maximum aantal rijen dat je instelt.
pl: {0} Grupa może pobierać wyniki do maksymalnej liczby wierszy określonej przez użytkownika.
pt_br: {0} O grupo pode fazer download de resultados, até o número máximo de linhas que você definir.
ru: {0} Группа может загружать результаты до максимального количества строк, которое вы зададите.
sk: {0} Skupina môže prevziať výsledky až do maximálneho počtu riadkov, ktorý ste nastavili.
sl: {0} Skupina lahko prenese rezultate do največjega števila vrstic, ki ste jih nastavili.
sq: {0} Grupi mund të shkarkojë rezultate, deri në një numër maksimal rreshtash që e cakton ti.
sr: {0} Grupa može da preuzme rezultate, do maksimalnog broja redova koji podesite.
sv: {0} Gruppen kan ladda ner resultat, upp till ett maximalt antal rader som du anger.
tr: {0} Grup, belirlediğiniz maksimum satır sayısına kadar sonuçları indirebilir.
uk: {0} Група може завантажувати результати — до максимальної кількості рядків, яку ви встановите.
vi: {0} Nhóm có thể tải xuống kết quả, tối đa số hàng mà bạn thiết lập.
zh_hk: {0} 群組可以下載結果，最多可下載您設定的最大行數。
