Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Edit user settings
ar: تعديل إعدادات المستخدم
bg: Редактиране на потребителски настройки
ca: Editar preferències d'usuari
de: Benutzereinstellungen bearbeiten
eo: Update ur user info, fr
es: Editar la configuración del usuario
fa: تنظیمات کاربر را ویرایش کنید
fi: Muokkaa käyttäjän asetuksia
fr: Modifier les réglages utilisateur
hu: Felhasználói beállítások szerkesztése
it: Modifica delle impostazioni dell'utente
ja: ユーザー設定を編集する
lt: Redaguoti vartotojo nustatymus
ms: Sunting tetapan pengguna
nb: Rediger brukerinnstillinger
nl: Bewerk gebruikersinstellingen
pl: Edytuj ustawienia użytkownika
pt_br: Editar configurações do usuário
ru: Редактирование настроек пользователя
sk: Úprava nastavení používateľa
sl: Urejanje uporabniških nastavitev
sq: Redakto cilEsimet e pErdoruesit
sr: Uredi podešavanja korisnika
sv: Redigera användarinställningar
tr: Kullanıcı ayarlarını düzenleme
uk: Змінити налаштування користувача
vi: Chỉnh sửa cài đặt người dùng
zh_hk: 編輯用戶設置

source: Make sure the main database credential has access to everything different user groups may need access to. It's what Metabase uses to sync table information.
ar: تأكد من أن بيانات اعتماد قاعدة البيانات الرئيسية لديها وصول إلى كل ما قد تحتاج مجموعات المستخدمين المختلفة إلى الوصول إليه. هذا ما يستخدمه Metabase لمزامنة معلومات الجداول.
bg: Уверете се, че основните идентификационни данни на базата данни имат достъп до всичко, което различните групи потребители може да се нуждаят от достъп. Това е, което Metabase използва за синхронизиране на информацията за таблиците.
ca: Assegureu-vos que la credencial de la base de dades principal tingui accés a tot allò a què els diferents grups d'usuaris poden necessitar accés. És el que Metabase utilitza per sincronitzar la informació de la taula.
de: Stellen Sie sicher, dass die Hauptdatenbankanmeldeinformationen Zugriff auf alles haben, auf das verschiedene Benutzergruppen möglicherweise zugreifen müssen. Das ist es, was Metabase verwendet, um Tabelleninformationen zu synchronisieren.
eo: Yo, make sure the main database creds have access to all the different user groups, so they can do their thing. That's how Metabase keeps table info in sync, fr.
es: Asegúrate de que la credencial de la base de datos principal tenga acceso a todo lo que los diferentes grupos de usuarios puedan necesitar. Es lo que usa Metabase para sincronizar la información de la tabla.
fa: اطمینان حاصل کنید که اعتبار پایگاه داده اصلی به هر چیزی که گروه‌های کاربری مختلف ممکن است نیاز به دسترسی داشته باشند دسترسی دارد. این همان چیزی است که Metabase برای همگام سازی اطلاعات جدول استفاده می کند.
fi: Varmista, että pääkannan tunnistetiedot antavat pääsyn kaikkeen, mihin eri käyttäjäryhmät saattavat tarvita pääsyn. Tämä on se, mitä Metabase käyttää taulutietojen synkronointiin.
fr: Assurez-vous que l'identifiant de la base de données principale a accès à tout ce à quoi les différents groupes d'utilisateurs peuvent avoir besoin d'accéder. C'est ce que Metabase utilise pour synchroniser les informations des tables.
hu: Győződjön meg arról, hogy a fő adatbázis hitelesítő adatok hozzáférnek mindenhez, amihez a különböző felhasználói csoportoknak szüksége lehet. Ez az, amit a Metabase használ a táblázat információk szinkronizálásához.
it: Assicurarsi che la credenziale principale del database abbia accesso a tutto ciò a cui i diversi gruppi di utenti possono avere bisogno di accedere. È quella che Metabase usa per sincronizzare le informazioni delle tabelle.
ja: メインのデータベースのクレデンシャルが、異なるユーザグループがアクセスする必要のあるすべてのものにアクセスできることを確認してください。これはMetabaseがテーブル情報を同期するために使用するものです。
lt: Įsitikinkite, kad pagrindinės duomenų bazės kredencialas turi prieigą prie visko, ko gali prireikti skirtingoms vartotojų grupėms. Būtent tai metabazė naudoja lentelės informacijai sinchronizuoti.
ms: Pastikan kelayakan pangkalan data utama mempunyai akses kepada semua perkara yang mungkin diperlukan oleh kumpulan pengguna yang berbeza. Itulah yang digunakan oleh Metabase untuk menyelaraskan maklumat jadual.
nb: Sørg for at pålogging til hoveddatabase har tilgang til alt de forskjellige brukergruppene kan trenge tilgang til. Det er hva Metabase benytter for å synkronisere tabellinformasjon.
nl: Zorg ervoor dat de hoofdgegevensbase-referentie toegang heeft tot alles waar verschillende gebruikersgroepen toegang tot nodig hebben. Dit is wat Metabase gebruikt om tabelinformatie te synchroniseren.
pl: Upewnij się, że poświadczenia głównej bazy danych mają dostęp do wszystkiego, do czego różne grupy użytkowników mogą potrzebować dostępu. To jest to, czego Metabase używa do synchronizacji informacji w tabeli.
pt_br: Certifique-se de que a credencial principal do banco de dados tenha acesso a tudo o que os diferentes grupos de usuários possam precisar acessar. É ela que o Metabase usa para sincronizar as informações da tabela.
ru: Убедитесь, что основные учетные данные базы данных имеют доступ ко всему, к чему может потребоваться доступ различным группам пользователей. Именно его использует Metabase для синхронизации информации о таблицах.
sk: Uistite sa, že hlavné poverenie databázy má prístup ku všetkému, k čomu môžu rôzne skupiny používateľov potrebovať prístup. Metabáza ho používa na synchronizáciu informácií o tabuľkách.
sl: Prepričajte se, da ima poverilnica glavne baze podatkov dostop do vsega, do česar lahko različne skupine uporabnikov potrebujejo dostop. To je tisto, kar Metabase uporablja za sinhronizacijo informacij o tabeli.
sq: Sigurohu qE kredenciali kryesor i bazEs sE tEdhEnave ka akses te gjithEka qE mund tEu duhet grupeve tE ndryshme tE pErdoruesve. EshtE ai qE Metabase pErdor pEr tE sinkronizuar informacionin e tabelave.
sr: Uverite se da glavni kredencijali baze imaju pristup svemu čemu bi različite korisničke grupe mogle da imaju pristup. Metabase to koristi za sinhronizaciju informacija o tabelama.
sv: Se till att huvuddatabasens autentiseringsuppgifter har åtkomst till allt som olika användargrupper kan behöva åtkomst till. Det är vad Metabase använder för att synkronisera tabellinformation.
tr: Ana veritabanı kimlik bilgilerinin farklı kullanıcı gruplarının erişmesi gerekebilecek her şeye erişimi olduğundan emin olun. Metabase tablo bilgilerini senkronize etmek için bunu kullanır.
uk: Переконайтеся, що основні облікові дані для бази даних мають доступ до всього, до чого можуть потребувати доступу різні групи користувачів. Саме їх Metabase використовує для синхронізації інформації про таблиці.
vi: Đảm bảo thông tin xác thực cơ sở dữ liệu chính có quyền truy cập vào mọi thứ mà các nhóm người dùng khác nhau có thể cần truy cập. Đó là những gì Metabase sử dụng để đồng bộ hóa thông tin bảng.
zh_hk: 確保主資料庫憑據可以訪問不同用戶組可能需要訪問的所有內容。Metabase 使用它來同步表資訊。

source: {0} is the database user Metabase is using to connect to {1}. Make sure that {2} has access to everything in {3} that all Metabase groups may need access to, as that database user account is what Metabase uses to sync table information.
hu: A(z) {0} az adatbázis felhasználó, amelyet a Metabase használ a {1}-hoz való csatlakozáshoz. Győződjön meg róla, hogy {2} hozzáfér mindenhez a(z) {3}-ban, amelyhez minden Metabase csoport hozzáférhet, mivel ezt az adatbázis felhasználói fiókot használja a Metabase a táblázat információk szinkronizálására.
ms: {0} adalah pengguna pangkalan data yang digunakan oleh Metabase untuk menyambung ke {1}. Pastikan {2} mempunyai akses kepada semua perkara dalam {3} yang mungkin diperlukan oleh semua kumpulan Metabase, kerana akaun pengguna pangkalan data itu adalah yang digunakan oleh Metabase untuk menyelaraskan maklumat jadual.

source: Edit settings
ar: عدّل الإعدادات
bg: Редактиране на настройките
ca: Editar preferències
de: Einstellungen anpassen
eo: Tweak the vibe
es: Editar configuración
fa: تنظیمات را ویرایش کنید
fi: Muokkaa asetuksia
fr: Modifier les réglages
hu: Beállítások szerkesztése
it: Modifica delle impostazioni
ja: 設定を編集する
lt: Redaguoti nustatymus
ms: Sunting tetapan
nb: Rediger innstillinger
nl: Instellingen wijzigen
pl: Edytuj ustawienia
pt_br: Editar configurações
ru: Изменить настройки
sk: Úprava nastavení
sl: Urejanje nastavitev
sq: Ndrysho cilësimet
sr: Izmeni podešavanja
sv: Redigera inställningar
tr: Ayarları düzenle
uk: Змінити налаштування
vi: Chỉnh sửa cài đặt
zh_hk: 編輯設置

source: Display welcome message on the homepage
ar: عرض رسالة الترحيب في الصفحة الرئيسية
bg: Показване на съобщение за добре дошли на началната страница
ca: Mostrar el missatge de benvinguda a la pàgina d'inici
de: Willkommensnachricht auf der Homepage anzeigen
eo: Show the welcome message on the homepage, fr.
es: Mostrar mensaje de bienvenida en la página de inicio
fa: نمایش پیام خوش آمدگویی در صفحه اصلی
fi: Näytä tervetuloviesti etusivulla
fr: Afficher un message de bienvenue sur la page d'accueil
hu: Üdvözlő üzenet megjelenítése a kezdőlapon
it: Visualizzare il messaggio di benvenuto sulla homepage
ja: ホームページにウェルカムメッセージを表示する
lt: Rodyti pasveikinimo pranešimą pagrindiniame puslapyje
ms: Paparkan mesej selamat datang di halaman utama
nb: Vis velkomstmelding på hjemmesiden
nl: Toon welkomstbericht op de startpagina
pl: Wyświetl wiadomość powitalną na stronie startowej
pt_br: Exibir mensagem de boas-vindas na página inicial
ru: Отображать приветственное сообщение на домашней странице
sk: Zobrazenie uvítacej správy na domovskej stránke
sl: Prikaži pozdravno sporočilo na domači strani
sq: Shfaq mesazhin e mirEseardhjes nE faqen kryesore
sr: Prikaži poruku dobrodošlice na početnoj strani
sv: Visa välkomstmeddelande på startsidan
tr: Ana sayfada hoş geldiniz mesajını görüntüleyin
uk: Показувати вітальне повідомлення на домашній сторінці
vi: Hiển thị tin nhắn chào mừng trên trang chủ
zh_hk: 在主頁上顯示歡迎訊息

source: Heads up.
ar: تنبيه.
bg: Инфо.
ca: Atent.
de: Vorwarnung.
eo: Yo, just a quick alert.
es: Cudiado.
fa: سر به بالا.
fi: Varoitus.
fr: Avertissement.
hu: Fel a fejjel.
it: Dritta.
ja: 気をつけよう。
lt: Galva aukštyn.
ms: Amaran.
nb: Vær oppmerksom.
nl: Let op.
pl: Głowa do góry.
pt_br: Atenção!
ru: Внимание.
sk: Pozor.
sl: Glave gor.
sq: Kujdes.
sr: Pažnja.
sv: Förhandsinformera.
tr: Dikkat et.
uk: Увага.
vi: Đứng lên.
zh_hk: 小心.

source: Your action has a hidden required field with no default value. There's a good chance this will cause the action to fail.
ar: يحتوي الإجراء لديك على حقل مطلوب مخفي بدون قيمة افتراضية. هناك احتمال كبير أن يؤدي هذا إلى فشل الإجراء.
bg: Вашето действие има скрито задължително поле без стойност по подразбиране. Има голяма вероятност това да предизвика неуспех на действието.
ca: L'acció té un camp obligatori ocult sense cap valor predeterminat. Hi ha moltes possibilitats que això faci que l'acció falli.
de: Ihre Aktion hat ein verstecktes erforderliches Feld ohne Standardwert. Es besteht eine hohe Wahrscheinlichkeit, dass dies dazu führt, dass die Aktion fehlschlägt.
eo: Yo, your action's got a hidden required field with no default, so probs this will make it fail fr.
es: Tu acción tiene un campo obligatorio oculto sin valor predeterminado. Hay una buena posibilidad de que esto haga que la acción falle.
fa: اقدام شما دارای یک فیلد الزامی پنهان و بدون مقدار پیش‌فرض است. احتمال زیادی وجود دارد که این باعث شکست عمل شود.
fi: Toiminnallasi on piilotettu pakollinen kenttä ilman oletusarvoa. On suuri mahdollisuus, että tämä aiheuttaa toiminnan epäonnistumisen.
fr: Votre action comporte un champ obligatoire masqué sans valeur par défaut. Il y a de fortes chances que cela entraîne un échec de l'action.
hu: A műveletének van egy rejtett kötelező mezője, amelynek nincs alapértelmezett értéke. Nagy az esélye, hogy ez a művelet hibát okoz.
it: L'azione ha un campo obbligatorio nascosto senza valore predefinito. È molto probabile che l'azione fallisca.
ja: アクションにデフォルト値のない隠し必須フィールドがあります。これはアクションを失敗させる可能性が高いです。
lt: Jūsų veiksme yra paslėptas privalomas laukas be numatytosios vertės. Yra didelė tikimybė, kad dėl to veiksmas nepavyks.
ms: Tindakan anda mempunyai medan diperlukan tersembunyi tanpa nilai lalai. Ada kemungkinan tindakan ini akan gagal.
nb: Din handling har et påkrevd felt som er skjult og ikke har en standardverdi. Det er en stor sjanse for at dette vil føre til at handlingen feiler.
nl: Uw actie heeft een verborgen verplicht veld zonder standaardwaarde. Er is een grote kans dat dit ervoor zorgt dat de actie mislukt.
pl: Twoja akcja ma ukryte wymagane pole bez wartości domyślnej. Istnieje duża szansa, że spowoduje to niepowodzenie akcji.
pt_br: Sua ação tem um campo obrigatório oculto sem valor padrão. Há uma boa chance de que isso faça com que a ação falhe.
ru: В вашем действии есть скрытое обязательное поле без значения по умолчанию. Велика вероятность, что это приведет к неудаче.
sk: Vaša akcia má skryté povinné pole bez predvolenej hodnoty. Je veľká pravdepodobnosť, že to spôsobí zlyhanie akcie.
sl: Vaše dejanje ima skrito zahtevano polje brez privzete vrednosti. Obstaja velika verjetnost, da bo to povzročilo neuspeh akcije.
sq: Veprimi yt ka njE fushE tE detyrueshme tE fshehur pa vlerE default. Ka shumE gjasa qE kjo do ta bEjE veprimin tE dEshtojE.
sr: Vaša akcija ima skriveno obavezno polje bez podrazumevane vrednosti. Postoji velika šansa da će ovo dovesti do neuspeha akcije.
sv: Din åtgärd har ett dolt obligatoriskt fält utan något standardvärde. Det finns en god chans att detta kommer att leda till att åtgärden misslyckas.
tr: Eyleminizde varsayılan değeri olmayan gizli bir zorunlu alan var. Bunun eylemin başarısız olmasına neden olma ihtimali yüksektir.
uk: У вашій дії є приховане обов’язкове поле без дефолтного значення. Є висока ймовірність, що через це дія завершиться помилкою.
vi: Hành động của bạn có trường bắt buộc ẩn không có giá trị mặc định. Có khả năng cao là điều này sẽ khiến hành động không thành công.
zh_hk: 您的操作中有一個隱藏需填的字段，沒有默認值。這很可能會導致操作失敗。

source: 0 Tables
eo: Zero tables, fr fr
hu: 0 tábla
lt: 0 lentelių
ms: 0 Jadual

source: Upgrade to Pro
ar: الترقية إلى Pro
de: Upgrade auf Pro
eo: Level up to Pro
es: Actualizar a Pro
fa: ارتقا به نسخه حرفه‌ای
fi: Päivitä Pro-tasolle
fr: Passez à la version Pro
hu: Frissítés Pro verzióra
it: Passa a Pro
ja: プロにアップグレード
lt: Atnaujinkite į Pro
ms: Naik taraf ke Pro
pl: Uaktualnij do wersji Pro
pt_br: Faça o upgrade para Pro
ru: Обновить до Pro
sk: Prejdite na Pro verziu
sl: Nadgradite na Pro
sq: Bëj upgrade në Pro
sr: Nadogradi na Pro
tr: Pro sürüme yükseltin
uk: Оновіть до Pro
vi: Nâng cấp lên phiên bản Pro
zh_hk: 升級至專業版

source: Permissions help reference
ar: مرجع مساعدة الأذونات
bg: Референция за помощ с разрешения
ca: Ajuda de referència per als permisos
de: Berechtigungshilfe
eo: Permissions be like the OG reference, fr fr
es: Referencia de ayuda de permisos
fa: مرجع کمک مجوزها
fi: Luvat auttavat viittaamista.
fr: Référence de l'aide sur les autorisations
hu: Engedélyek segítség referencia
it: Guida alle autorizzazioni
ja: 権限に関するヘルプ
lt: Leidimų pagalbos nuoroda
ms: Bantuan rujukan kebenaran
nb: Hjelp for tillatelser
nl: Rechten hulpreferentie
pl: Pomoc dotycząca uprawnień
pt_br: Referência de ajuda sobre permissões
ru: Справочная информация по привилегиям
sk: Odkaz na pomoc s oprávneniami
sl: Sklic pomoči za dovoljenja
sq: ReferencE ndihme pEr lejet
sr: Referenca pomoći za dozvole
sv: Hjälp med behörigheter - referens
tr: İzinler yardım referansı
uk: Довідник з довідки щодо доступів
vi: Quyền trợ giúp tham khảo
zh_hk: 權限幫助參考

source: There was a problem enabling uploads. Please try again shortly.
ar: حدثت مشكلة أثناء تفعيل الرفعات. يرجى المحاولة مرة أخرى قريبًا.
bg: Възникна проблем при активирането на качванията. Моля, опитайте отново след малко.
ca: Hi ha hagut un problema habilitant les pujades. Prova-ho de nou en breu.
de: Beim Aktivieren der Uploads gab es ein Problem. Bitte versuchen Sie es in Kürze erneut.
eo: Bruh, uploads are bein' sus rn. Try again in a sec.
es: Hubo un problema al habilitar las cargas. Vuelve a intentarlo en breve.
fa: مشکلی در فعال کردن آپلودها وجود داشت. لطفاً به زودی دوباره امتحان کنید.
fi: Ongelma ilmeni tiedostojen lataamisen mahdollistamisessa. Yritä uudelleen pian.
fr: Un problème est survenu lors de l'activation des téléchargements. Veuillez réessayer ultérieurement.
hu: Hiba történt a feltöltések engedélyezése közben. Kérjük, próbálja újra később.
it: Si è verificato un problema nell'abilitare i caricamenti. Riprovare a breve.
ja: アップロードを有効にする際に問題が発生しました。すぐに再試行してください。
lt: Įgalinant įkėlimus kilo problema. Netrukus bandykite dar kartą.
ms: Terdapat masalah semasa mengaktifkan muat naik. Sila cuba lagi sebentar lagi.
nb: Det oppstod et problem med å aktivere opplastinger. Prøv igjen om et lite øyeblikk.
nl: Er was een probleem bij het inschakelen van uploads. Probeer het later opnieuw.
pl: Wystąpił problem z włączeniem przesyłania. Spróbuj ponownie wkrótce.
pt_br: Ocorreu um problema ao habilitar os uploads. Tente novamente em breve.
ru: Возникла проблема с включением загрузки. Пожалуйста, повторите попытку в ближайшее время.
sk: Vyskytol sa problém s povolením nahrávania. Prosím, skúste to čoskoro znova.
sl: Prišlo je do težave pri omogočanju nalaganja. Prosimo, poskusite znova v kratkem
sq: Pati njE problem gjatE aktivizimit tE ngarkimeve. TE lutem provo pErsEri pas pak.
sr: Došlo je do problema pri uključivanju otpremanja. Molimo pokušajte ponovo uskoro.
sv: Det uppstod ett problem med att aktivera uppladdningar. Vänligen försök igen inom kort.
tr: Yüklemeleri etkinleştirirken bir sorun oluştu. Lütfen kısa süre içinde tekrar deneyin.
uk: Виникла проблема з увімкненням завантажень. Будь ласка, спробуйте ще раз трохи пізніше.
vi: Đã xảy ra sự cố khi bật chức năng tải lên. Vui lòng thử lại sau.
zh_hk: 啟用上傳時出現問題。請稍後再試。

source: There was a problem disabling uploads. Please try again shortly.
ar: حدثت مشكلة أثناء تعطيل الرفعات. يرجى المحاولة مرة أخرى قريبًا.
bg: Възникна проблем при деактивиране на качванията. Моля, опитайте отново след малко.
ca: Hi ha hagut un problema en deshabilitar les pujades. Prova-ho de nou en breu.
de: Beim Deaktivieren der Uploads gab es ein Problem. Bitte versuchen Sie es in Kürze erneut.
eo: Bruh, there’s a glitch turning off uploads. Try again in a sec, fr.
es: Hubo un problema al deshabilitar las cargas. Vuelve a intentarlo en breve.
fa: مشکلی در غیرفعال کردن آپلودها وجود داشت. لطفاً به زودی دوباره امتحان کنید.
fi: Ongelma ilmeni tiedostojen latauksen poistamisessa käytöstä. Yritä uudelleen pian.
fr: Un problème est survenu lors de la désactivation des téléchargements. Veuillez réessayer ultérieurement.
hu: Hiba történt a feltöltések letiltása közben. Kérjük, próbálja újra később.
it: Si è verificato un problema di disabilitazione dei caricamenti. Riprovare a breve.
ja: アップロードを無効にする問題が発生しました。すぐに再試行してください。
lt: Išjungiant įkėlimus kilo problema. Netrukus bandykite dar kartą.
ms: Terdapat masalah semasa mematikan muat naik. Sila cuba lagi sebentar lagi.
nb: Det oppstod et problem med å deaktivere opplastinger. Prøv igjen om et lite øyeblikk.
nl: Er was een probleem bij het uitschakelen van uploads. Probeer het later opnieuw.
pl: Wystąpił problem z wyłączeniem przesyłania. Spróbuj ponownie wkrótce.
pt_br: Ocorreu um problema ao desabilitar os uploads. Tente novamente em breve.
ru: Возникла проблема с отключением загрузки. Повторите попытку позже.
sk: Vyskytol sa problém so zakázaním nahrávania. Prosím, skúste to čoskoro znova.
sl: Prišlo je do težave pri onemogočanju nalaganja. Prosimo, poskusite znova v kratkem
sq: Pati njE problem gjatE Eaktivizimit tE ngarkimeve. TE lutem provo pErsEri pas pak.
sr: Došlo je do problema pri isključivanju otpremanja. Molimo pokušajte ponovo uskoro.
sv: Det uppstod ett problem med att inaktivera uppladdningar. Vänligen försök igen inom kort.
tr: Yüklemeleri devre dışı bırakırken bir sorun oluştu. Lütfen kısa süre içinde tekrar deneyin.
uk: Виникла проблема з вимкненням завантажень. Будь ласка, спробуйте ще раз трохи пізніше.
vi: Đã xảy ra sự cố khi vô hiệu hóa chức năng tải lên. Vui lòng thử lại sau.
zh_hk: 禁用上傳時出現問題。請稍後再試。

source: Allow people to upload data to Collections
hu: Lehetővé teszi, hogy az emberek adatokat töltsenek fel a gyűjteményekbe
lt: Leisti žmonėms įkelti duomenis į kolekcijas
ms: Benarkan orang memuat naik data ke Koleksi

source: People will be able to upload CSV files that will be stored in the {0} you choose and turned into models.
ar: سيتمكن الأشخاص من رفع ملفات CSV التي ستُخزَّن في {0} الذي تختاره وتتحول إلى نماذج.
bg: Хората ще могат да качват CSV файлове, които ще се съхраняват в {0}, който изберете, и ще се преобразуват в модели.
ca: Els usuaris podran penjar fitxers CSV que s'emmagatzemaran al {0} que trieu i que es convertiran en models.
de: Personen können CSV-Dateien hochladen, die in der von Ihnen gewählten {0} gespeichert und in Modelle umgewandelt werden.
eo: People will be able to upload CSV files that get saved in the {0} you pick and turned into models—super chill and easy, fr.
es: Las personas podrán subir archivos CSV que se almacenarán en el {0} que elijas y se convertirán en modelos.
fa: افراد می‌توانند فایل‌های CSV را آپلود کنند که در {0} شما انتخاب می‌کنید و به مدل تبدیل می‌شوند.
fi: Ihmiset voivat ladata CSV-tiedostoja, jotka tallennetaan valitsemaasi {0} ja muutetaan malleiksi.
fr: Les personnes pourront télécharger des fichiers CSV qui seront stockés dans le {0} que vous aurez choisi et transformés en modèles.
hu: A felhasználók képesek lesznek CSV fájlokat feltölteni, amelyek az Ön által választott {0}-ban lesznek tárolva és modellekké alakulnak.
it: Le persone potranno caricare file CSV che saranno archiviati nel sito {0} scelto dall'utente e trasformati in modelli.
ja: 人々はCSVファイルをアップロードすることができ、それはあなたが選んだ{0}に保存され、モデルに変わります。
lt: Žmonės galės įkelti CSV failus, kurie bus saugomi jūsų pasirinktame {0} ir paverčiami modeliais.
ms: Orang akan dapat memuat naik fail CSV yang akan disimpan dalam {0} yang anda pilih dan dijadikan model.
nb: Personer vil kunne laste opp CSV-filer som vil bli lagret i en {0} du velger og omgjort til modeller.
nl: Mensen kunnen CSV-bestanden uploaden die worden opgeslagen in de <b>{0}</b> die u kiest en omgezet in modellen.
pl: Użytkownicy będą mogli przesyłać pliki CSV, które będą przechowywane w wybranej przez Ciebie {0} i przekształcone w modele.
pt_br: As pessoas poderão fazer upload de arquivos CSV que serão armazenados no {0} que você escolheu e transformar em modelos.
ru: Люди смогут загружать CSV-файлы, которые будут храниться на выбранном вами сайте {0} и превращаться в модели.
sk: Ľudia budú môcť nahrať súbory CSV, ktoré sa uložia na zvolenú stránku {0} a premenia sa na modely.
sl: Ljudje bodo lahko naložili datoteke CSV, ki bodo shranjene na {0} ki jih izberete, in spremenjene v modele.
sq: NjerEzit do tE mund tE ngarkojnE skedarE CSV qE do tE ruhen nE {0} qE zgjedh dhe do tE kthehen nE modele.
sr: Ljudi će moći da otpremaju CSV fajlove koji će biti sačuvani u {0} koju izaberete i pretvoreni u modele.
sv: Personer kommer att kunna ladda upp CSV-filer som lagras i den {0} du väljer och omvandlas till modeller.
tr: İnsanlar, seçtiğiniz {0} adresinde depolanacak ve modellere dönüştürülecek CSV dosyalarını yükleyebilecekler.
uk: Користувачі зможуть завантажувати CSV-файли, які зберігатимуться в {0}, яке ви виберете, і перетворюватимуться на моделі.
vi: Mọi người sẽ có thể tải lên các tệp CSV sẽ được lưu trữ trong {0} mà bạn chọn và chuyển thành mô hình.
zh_hk: 用戶可以上傳CSV文件，這些文件將存儲在您選擇的{0}中並轉換為模型。

source: database
ar: قاعدة بيانات
bg: база данни
ca: base de dades
de: datenbank
eo: DB or data stash
es: base de datos
fa: پایگاه داده
fi: tietokanta
fr: base de données
hu: adatbázis
ja: データベース
lt: duomenų bazėje
ms: pangkalan data
pl: baza danych
pt_br: banco de dados
ru: база данных
sk: databáza
sl: podatkovna zbirka
sq: bazë të dhënash
sr: baza
sv: databas
tr: veritabanı
uk: база даних
vi: cơ sở dữ liệu
zh_hk: 資料庫
