Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The last version for which a user dismissed the ''What''s new?'' modal.
ar: آخر إصدار تجاهل عنده المستخدم مودال ''What''s new?''.
bg: Последната версия, за която потребител отхвърли модала „Какво е новото?“.
ca: L'última versió per a la qual un usuari ha descartat el modal ''Què hi ha de nou?''.
de: Die letzte Version, für die ein Benutzer das Modalfenster „Was gibt es Neues?“ abgelehnt hat.
eo: The last version where a user yeeted the "What's new?" modal.
es: La última versión en la que un usuario desestimó el modal "¿Qué hay de nuevo?"
fa: آخرین نسخه ای که کاربر مدال "چه خبر است؟" را رد کرد.
fi: Viimeisin versio, jossa käyttäjä hylkäsi "Mitä uutta?" -modaalin.
fr: La dernière version pour laquelle un utilisateur a ignoré la fenêtre modale « Quoi de neuf ? ».
it: L'ultima versione per la quale un utente ha ignorato la finestra modale ''Novità?''.
ja: ユーザーが「新機能」モーダルを閉じた最後のバージョン。
lt: Paskutinė versija, kurioje vartotojas atsisakė modalo „Kas naujo?“.
nb: Den siste versjonen som brukeren avviste modalen "Hva er nytt?" for.
nl: De laatste versie waarbij een gebruiker het venster 'Wat is er nieuw?' heeft verwijderd.
pl: Ostatnia wersja, przy której użytkownik zamknął okno dialogowe „Co nowego?”.
pt_br: A última versão para a qual um usuário descartou o modal ''O que há de novo?''.
ru: Последняя версия, в которой пользователь закрыл модальное окно «Что нового?».
sk: Posledná verzia, pre ktorú používateľ zrušil modálnu verziu „Čo je nové?“.
sl: Zadnja različica, za katero je uporabnik opustil način »Kaj je novega?«.
sq: Versioni i fundit për të cilin një përdorues mbylli modalin ''What''s new?''.
sr: Poslednja verzija za koju je korisnik odbacio modal ''What''s new?''.
sv: Den senaste versionen för vilken en användare avvisade modalen ''Vad är nytt?''.
tr: Bir kullanıcının ''Neler Yeni?'' modalini kapattığı son versiyon.
uk: Остання версія, для якої користувач закрив модальне вікно ''What''s new?''.
vi: Phiên bản cuối cùng mà người dùng đã bỏ qua hộp thoại ''Có gì mới?''.
zh_hk: 使用者解除「新功能」模態的最後一個版本。

source: User preference for whether the ''Library'' section of the nav is expanded.
ar: تفضيل المستخدم بشأن ما إذا كان قسم ''Library'' في شريط التنقل موسَّعًا.
bg: Потребителско предпочитание за това дали секцията „Библиотека“ в навигацията да се разгъва.
ca: Preferència de l'usuari sobre si la secció "Biblioteca" de la navegació s'ha d'expandir.
de: Benutzereinstellung für die Erweiterung des Navigationsbereichs „Bibliothek“.
es: Preferencia del usuario sobre si se expande la sección "Biblioteca" del navegador.
fa: ترجیح کاربر برای اینکه بخش «کتابخانه» در منوی ناوبری باز شود یا خیر.
fi: Käyttäjän asetus sille, laajennetaanko navigointivalikon "Kirjasto"-osiota.
fr: Préférence de l'utilisateur concernant le développement ou non de la section « Bibliothèque » du menu de navigation.
it: Preferenza dell'utente per l'espansione della sezione ''Libreria'' della navigazione.
ja: ナビゲーションの「ライブラリ」セクションを展開するかどうかに関するユーザー設定。
nb: Brukerpreferanser for om "Bibliotek"-delen av navet skal utvides.
nl: Gebruikersvoorkeur voor of het gedeelte 'Bibliotheek' van de navigatie wordt uitgevouwen.
pl: Preferencje użytkownika dotyczące tego, czy sekcja „Biblioteka” nawigacji ma być rozwinięta.
pt_br: Preferência do usuário para definir se a seção "Biblioteca" da barra de navegação será expandida.
ru: Пользовательские настройки, позволяющие развернуть раздел «Библиотека» навигации.
sk: Používateľská preferencia, či sa má rozbaliť sekcia „Knižnica“ v navigačnom paneli.
sl: Uporabniška nastavitev za to, ali naj se razdelek »Knjižnica« v navigaciji razširi.
sq: Preferenca e përdoruesit nëse seksioni ''Librari'' i navigimit është i zgjeruar.
sr: Korisnička postavka da li je odeljak ''Library'' u navigaciji proširen.
sv: Användarens preferens för om avsnittet "Bibliotek" i navigeringsfältet ska expanderas.
tr: Navigasyonun ''Kütüphane'' bölümünün genişletilip genişletilmeyeceğine ilişkin kullanıcı tercihi.
uk: Налаштування користувача щодо того, чи розгорнуто розділ ''Бібліотека'' у навігації.
vi: Tùy chọn của người dùng về việc phần ''Thư viện'' của thanh điều hướng có được mở rộng hay không.
zh_hk: 使用者偏好導航的'「圖書館」'區段是否展開。

source: User preference for whether the ''Collections'' section of the nav is expanded.
ar: تفضيل المستخدم بشأن ما إذا كان قسم ''Collections'' في شريط التنقل موسَّعًا.
bg: Потребителско предпочитание за това дали секцията „Колекции“ в навигацията да се разгъва.
ca: Preferència de l'usuari sobre si la secció "Col·leccions" de la navegació s'ha de desplegar.
de: Benutzereinstellung für die Erweiterung des Navigationsbereichs „Sammlungen“.
es: Preferencia del usuario sobre si se expande la sección "Colecciones" del navegador.
fa: ترجیح کاربر برای اینکه بخش «مجموعه‌ها» در منوی ناوبری باز شود یا خیر.
fi: Käyttäjän asetus sille, laajennetaanko navigointivalikon "Kokoelmat"-osiota.
fr: Préférence de l'utilisateur concernant l'affichage ou non de la section « Collections » du menu de navigation.
it: Preferenza dell'utente per quanto riguarda l'espansione della sezione ''Raccolte'' della barra di navigazione.
ja: ナビゲーションの「コレクション」セクションを展開するかどうかに関するユーザー設定。
nb: Brukerpreferanser for om "Samlinger"-delen av navet skal utvides.
nl: Gebruikersvoorkeur voor of het gedeelte 'Collecties' van de navigatie wordt uitgevouwen.
pl: Preferencje użytkownika dotyczące tego, czy sekcja „Kolekcje” nawigacji ma być rozwinięta.
pt_br: Preferência do usuário para definir se a seção "Coleções" da barra de navegação será expandida.
ru: Пользовательские настройки, позволяющие развернуть раздел «Коллекции» навигации.
sk: Používateľská preferencia, či sa má rozbaliť sekcia „Kolekcie“ v navigačnom paneli.
sl: Uporabniška nastavitev za to, ali naj se razdelek »Zbirke« v navigaciji razširi.
sq: Preferenca e përdoruesit nëse seksioni ''Koleksione'' i navigimit është i zgjeruar.
sr: Korisnička postavka da li je odeljak ''Collections'' u navigaciji proširen.
sv: Användarens preferens för om avsnittet "Samlingar" i navigeringsfältet ska expanderas.
tr: Navigasyonun ''Koleksiyonlar'' bölümünün genişletilip genişletilmeyeceğine ilişkin kullanıcı tercihi.
uk: Налаштування користувача щодо того, чи розгорнуто розділ ''Колекції'' у навігації.
vi: Tùy chọn của người dùng về việc có mở rộng mục ''Bộ sưu tập'' của thanh điều hướng hay không.
zh_hk: 使用者偏好導覽的'「收藏」'區段是否展開。

source: The embed settings last chosen in the setup flow for sdk-based iframe embedding.
ar: إعدادات التضمين التي تم اختيارها آخر مرة في تدفق الإعداد للتضمين عبر iframe المعتمد على SDK.
bg: Настройките за вграждане, избрани последно в процеса на настройка за вграждане на iframe, базирано на SDK.
ca: La configuració d'incrustació escollida per última vegada al flux de configuració per a la incrustació d'iframes basada en SDK.
de: Die zuletzt im Setup-Flow ausgewählten Einbettungseinstellungen für die SDK-basierte Iframe-Einbettung.
es: La última configuración de incrustación elegida en el flujo de configuración para la incrustación de iframe basada en SDK.
fa: تنظیمات جاسازی که آخرین بار در جریان تنظیمات برای جاسازی iframe مبتنی بر sdk انتخاب شده‌اند.
fi: SDK-pohjaisen iframe-upotuksen asennusprosessissa viimeksi valitut upotusasetukset.
fr: Les derniers paramètres d'intégration choisis dans le flux de configuration pour l'intégration iframe basée sur le SDK.
it: Le ultime impostazioni di incorporamento scelte nel flusso di configurazione per l'incorporamento di iframe basati su SDK.
ja: SDK ベースの iframe 埋め込みのセットアップ フローで最後に選択された埋め込み設定。
nb: De siste innbyggingsinnstillingene som ble valgt i oppsettflyten for sdk-basert iframe-innbygging.
nl: De insluitinstellingen die als laatste zijn gekozen in het installatieproces voor SDK-gebaseerde iframe-insluiting.
pl: Ustawienia osadzania wybrane ostatnio w przepływie konfiguracji dla osadzania ramek iframe w oparciu o zestaw SDK.
pt_br: As últimas configurações de incorporação escolhidas no fluxo de configuração para incorporação de iframe baseada em SDK.
ru: Параметры встраивания, выбранные в последний раз в процессе настройки встраивания iframe на основе SDK.
sk: Nastavenia vloženia naposledy vybrané v postupe nastavenia pre vkladanie prvkov iframe založených na súprave SDK.
sl: Nastavitve vdelave, ki so bile nazadnje izbrane v postopku nastavitve za vdelavo okvirja iframe na osnovi kompleta za razvoj programske opreme (SDK).
sq: Cilësimet e embed të zgjedhura për herë të fundit në flow-in e konfigurimit për embedding iframe të bazuar në sdk.
sr: Embed podešavanja poslednji put izabrana u toku podešavanja za sdk-based iframe ugradnju.
sv: De inbäddningsinställningar som senast valdes i installationsflödet för SDK-baserad iframe-inbäddning.
tr: SDK tabanlı iframe yerleştirme için kurulum akışında son seçilen yerleştirme ayarları.
uk: Налаштування вбудовування, останні вибрані під час налаштування для sdk-based iframe embedding.
vi: Cài đặt nhúng được chọn lần cuối trong luồng thiết lập để nhúng iframe dựa trên sdk.
zh_hk: 在設定流程中最後選擇的嵌入設定，用於基於 sdk 的 iframe 嵌入。

source: User preference for whether the ''Bookmarks'' section of the nav is expanded.
ar: تفضيل المستخدم حول ما إذا كان قسم ''Bookmarks'' في شريط التنقل موسّعًا.
bg: Потребителско предпочитание за това дали секцията „Отметки“ на навигацията е разширена.
ca: Preferència de l'usuari sobre si s'amplia la secció ''Adreces d'interès'' del navegador.
de: Benutzerpräferenz, ob der Abschnitt „Lesezeichen“ der Navigation erweitert wird.
eo: User vibe on if they want the "Bookmarks" part of the menu to be all the way out or nah
es: Preferencia del usuario sobre si se expande la sección "Marcadores" del navegador.
fa: تنظیمات برگزیده کاربر برای اینکه آیا بخش «نشانک‌ها» ناوبری گسترش یافته است یا خیر.
fi: Käyttäjän valinta sen suhteen, laajennetaanko Navigaattorin Kirjanmerkit-osio.
fr: Préférence de l'utilisateur quant à savoir si la section « Signets » de la navigation est développée.
it: Preferenza dell'utente per quanto riguarda l'espansione della sezione ''Segnalibri'' della barra di navigazione.
ja: ナビゲーションの「ブックマーク」セクションを展開するかどうかのユーザー設定。
lt: Naudotojo nuostata, ar išskleista naršymo skydelio skiltis „Žymės“.
nb: Brukerpreferanser for om delen "Bokmerker" i navet skal utvides.
nl: Gebruikersvoorkeur voor het uitvouwen van het gedeelte 'Bladwijzers' in de navigatie.
pl: Preferencje użytkownika dotyczące tego, czy sekcja „Zakładki” w nawigacji ma być rozwinięta.
pt_br: Preferência do usuário para que a seção ''Favoritos'' da navegação seja expandida.
ru: Пользовательские настройки, позволяющие развернуть раздел «Закладки» навигации.
sk: Používateľská predvoľba, či sa má rozbaliť sekcia ''Záložky'' navigácie.
sl: Uporabniške nastavitve za to, ali je razdelek »Zaznamki« na navigacijski strani razširjen.
sq: Preferenca e përdoruesit nëse seksioni ''Bookmarks'' i navigimit është i zgjeruar.
sr: Korisnička postavka da li je sekcija ''Bookmarks'' u navigaciji proširena.
sv: Användarinställning för om avsnittet ''Bokmärken'' i navigeringen är utökat.
tr: Navigasyonun ''Yer İşaretleri'' bölümünün genişletilip genişletilmeyeceğine ilişkin kullanıcı tercihi.
uk: Налаштування користувача щодо того, чи розгорнуто розділ ''Bookmarks'' у навігації.
vi: Tùy chọn của người dùng về việc phần ''Dấu trang'' của thanh điều hướng có được mở rộng hay không.
zh_hk: 使用者偏好導覽的'「書籤」'區段是否展開。

source: The ISO8601 date when a user last dismissed the trial banner.
ar: تاريخ ISO8601 عندما قام المستخدم آخر مرة بإخفاء بانر التجربة.
bg: Датата по ISO8601, на която потребителят за последен път е прекратил пробния банер.
ca: La data ISO8601 en què un usuari va descartar per última vegada el bàner de prova.
de: Das ISO8601-Datum, an dem ein Benutzer das Probebanner zuletzt verlassen hat.
eo: The ISO8601 date when a user last dipped on the trial banner.
es: La fecha ISO8601 en la que un usuario abandonó por última vez el banner de prueba.
fa: تاریخ ISO8601 که آخرین بار کاربر بنر آزمایشی را رد کرد.
fi: ISO8601-päivämäärä, jolloin käyttäjä viimeksi poisti kokeilubannerin.
fr: Date ISO8601 à laquelle un utilisateur a quitté la bannière d'essai pour la dernière fois.
it: La data ISO8601 in cui l'utente ha chiuso il banner di prova per l'ultima volta.
ja: ユーザーが最後に試用バナーを解除したISO8601の日付。
lt: ISO8601 data, kada naudotojas paskutinį kartą atsisakė bandomosios reklamjuostės.
nb: ISO8601-datoen da en bruker sist avviste prøvebanneret.
nl: De ISO8601-datum waarop een gebruiker de proefbanner voor het laatst heeft verwijderd.
pl: Data ISO8601, kiedy użytkownik po raz ostatni odrzucił baner wersji próbnej.
pt_br: A data ISO8601 em que um usuário descartou pela última vez o banner de teste.
ru: Дата ISO8601, когда пользователь в последний раз отклонил пробный баннер.
sk: Dátum ISO8601, kedy používateľ naposledy zrušil skúšobný banner.
sl: ISO8601 datum, ko je uporabnik nazadnje zavrnil pasico preskusne različice.
sq: Data ISO8601 kur një përdorues e mbylli për herë të fundit banner-in e trial.
sr: ISO8601 datum kada je korisnik poslednji put zatvorio trial baner.
sv: ISO8601-datumet då användaren senaste stängde gratis-period-notisen.
tr: Bir kullanıcının deneme banner'ını en son kapattığı ISO8601 tarihi.
uk: Дата ISO8601, коли користувач востаннє закрив пробний банер.
vi: Ngày theo chuẩn ISO8601 khi người dùng bỏ qua biểu ngữ dùng thử lần cuối.
zh_hk: 使用者最後一次解除試用橫幅的 ISO8601 日期。

source: The array of last two ISO8601 dates when an admin dismissed the license token missing banner.
ar: المصفوفة التي تحتوي على آخر تاريخين ISO8601 عندما قام مسؤول برفض شريط بانر فقدان رمز الترخيص.
bg: Масивът от последните две дати по ISO8601, когато администраторът е отхвърлил банера за липсващ лицензен токен.
ca: La matriu de les dues últimes dates de la norma ISO8601 en què un administrador va ignorar el bàner que faltava del token de llicència.
de: Das Array der letzten beiden ISO8601-Daten, an denen ein Administrator das Banner „Lizenztoken fehlt“ geschlossen hat.
eo: The list of the last two ISO8601 dates when an admin dipped on the license token missing banner.
es: La matriz de las dos últimas fechas ISO8601 cuando un administrador descartó el banner de token de licencia faltante.
fa: آرایه دو ISO8601 آخر مربوط به زمانی است که یک مدیر، بنرِ فاقدِ توکنِ لایسنس را رد کرد.
fi: Kahden viimeisen ISO8601-päivämäärän taulukko, jolloin ylläpitäjä hylkäsi puuttuvan lisenssitunnuksen bannerin.
fr: Le tableau des deux dernières dates ISO8601 lorsqu'un administrateur a rejeté la bannière manquante du jeton de licence.
it: La matrice delle ultime due date ISO8601 in cui un amministratore ha ignorato il banner mancante del token di licenza.
ja: 管理者がライセンス トークン不足バナーを閉じた最後の 2 つの ISO8601 日付の配列。
nb: Matrisen med de to siste ISO8601-datoene da en administrator avviste banneret for manglende lisensbrikke.
nl: De matrix met de laatste twee ISO8601-datums waarop een beheerder de banner 'Ontbrekende licentietoken' heeft verwijderd.
pl: Tablica dwóch ostatnich dat ISO8601, w których administrator usunął baner informujący o braku tokena licencji.
pt_br: A matriz das duas últimas datas ISO8601 quando um administrador descartou o banner de token de licença ausente.
ru: Массив последних двух дат ISO8601, когда администратор отклонил баннер об отсутствии токена лицензии.
sk: Pole posledných dvoch dátumov podľa normy ISO8601, kedy administrátor zavrel banner s chýbajúcim licenčným tokenom.
sl: Niz zadnjih dveh datumov po standardu ISO8601, ko je skrbnik zaprl oglas za manjkajoči licenčni žeton.
sq: Array me dy datat e fundit ISO8601 kur një administrator e mbylli banner-in për mungesën e token-it të licencës.
sr: Niz poslednja dva ISO8601 datuma kada je administrator zatvorio baner o nedostajućem tokenu licence.
sv: Matrisen med de två senaste ISO8601-datumen då en administratör avfärdade bannern för saknad licenstoken.
tr: Bir yöneticinin lisans belirteci eksik başlığını kapattığı son iki ISO8601 tarihinin dizisi.
uk: Масив із двох останніх дат ISO8601, коли адміністратор закрив банер про відсутність ліцензійного токена.
vi: Mảng gồm hai ngày ISO8601 gần nhất khi người quản trị bỏ qua biểu ngữ thiếu mã thông báo giấy phép.
zh_hk: 管理員解除授權標記遺失橫幅時的最後兩個 ISO8601 日期的陣列。

source: Toggle which is true after a user has dismissed the excel pivot exports banner.
ar: مفتاح تبديل يصبح true بعد أن يقوم المستخدم بإغلاق بانر صادرات Excel للجدول المحوري.
bg: Превключване, което е true, след като потребителят е отхвърлил банера за експортиране на Pivot в Excel.
ca: Activa/desactiva l'opció que és certa després que un usuari hagi tancat el bàner d'exportacions de dades pivot de l'Excel.
de: Umschalter, der wahr ist, nachdem ein Benutzer das Banner für Excel-Pivot-Exporte geschlossen hat.
eo: Switch which one’s true after a user dismisses the Excel pivot exports banner, fr fr.
es: Alternar qué es verdadero después de que un usuario haya descartado el banner de exportaciones dinámicas de Excel.
fa: این گزینه پس از اینکه کاربر بنر اکسپورت اکسل پیوت را رد کرد، فعال می‌شود.
fi: Vaihda, mikä on tosi sen jälkeen, kun käyttäjä on sulkenut Excel Pivot -vientibannerin.
fr: Bascule qui est vraie après qu'un utilisateur a fermé la bannière d'exportation du pivot Excel.
it: Attiva/disattiva questa opzione dopo che un utente ha chiuso il banner delle esportazioni pivot di Excel.
ja: ユーザーが Excel ピボット エクスポート バナーを閉じた後に true になるトグル。
nb: Veksle som er sant etter at en bruker har avvist banneret for Excel-pivoteksporter.
nl: Schakel in of uit wat waar is nadat een gebruiker de banner voor Excel-draaipuntexporten heeft gesloten.
pl: Przełącznik, który jest prawdziwy po tym, jak użytkownik zamknie baner eksportu tabeli przestawnej programu Excel.
pt_br: Alterne o que é verdadeiro depois que um usuário descarta o banner de exportações dinâmicas do Excel.
ru: Переключите, что становится истинным после того, как пользователь закрыл баннер экспорта сводной таблицы Excel.
sk: Prepínanie, ktoré je pravdivé po tom, čo používateľ zavrie banner exportu pivotu v Exceli.
sl: Preklopi, kar velja, ko uporabnik zapre pasico za izvoz v Excelu.
sq: Toggle që bëhet true pasi një përdorues të ketë mbyllur banner-in e eksporteve pivot në excel.
sr: Prekidač koji je true nakon što korisnik zatvori baner o Excel pivot exportima.
sv: Växla vilket som är sant efter att en användare har stängt bannern för export av Excel Pivot.
tr: Kullanıcı Excel Pivot dışa aktarma başlığını kapattıktan sonra doğru olan geçişi yapın.
uk: Перемикач, який стає true після того, як користувач закрив банер експорту зведень в Excel.
vi: Chuyển đổi tùy chọn này thành đúng sau khi người dùng đã bỏ qua biểu ngữ xuất bản trục xoay Excel.
zh_hk: 在使用者撤銷 excel pivot 匯出橫幅後，切換為真。

source: User preference for whether the ''Browse metrics'' page should be filtered to show only verified metrics.
ar: تفضيل المستخدم حول ما إذا كان يجب تصفية صفحة ''Browse metrics'' لعرض المقاييس الموثّقة فقط.
bg: Потребителско предпочитание за това дали страницата „Преглед на показатели“ трябва да бъде филтрирана, за да показва само проверени показатели.
ca: Preferència de l'usuari sobre si s'ha de filtrar la pàgina "Navega per mètriques" per mostrar només mètriques verificades.
de: Benutzerpräferenz, ob die Seite „Metriken durchsuchen“ gefiltert werden soll, um nur verifizierte Metriken anzuzeigen.
eo: User chill preference on if the "Browse metrics" page should be filtered to show only the verified stuff.
es: Preferencia del usuario sobre si la página "Explorar métricas" debe filtrarse para mostrar solo las métricas verificadas.
fa: اولویت کاربر برای اینکه آیا صفحه «مرور معیارها» باید فیلتر شود تا فقط معیارهای تأیید شده را نشان دهد.
fi: Käyttäjän valinta siitä, pitäisikö Selaa tietoja -sivu suodattaa näyttämään vain vahvistetut tiedot.
fr: Préférence de l'utilisateur quant à savoir si la page « Parcourir les métriques » doit être filtrée pour afficher uniquement les métriques vérifiées.
it: Preferenza dell'utente per quanto riguarda il fatto che la pagina ''Sfoglia metriche'' debba essere filtrata per mostrare solo le metriche verificate.
ja: 「メトリックの参照」ページをフィルタリングして検証済みのメトリックのみを表示するかどうかのユーザー設定。
lt: Naudotojo nuostata, ar puslapis „Naršyti metriką“ turi būti filtruojamas, kad būtų rodoma tik patvirtinta metrika.
nb: Brukerpreferanse for om siden "Bla gjennom beregninger" skal filtreres slik at den bare viser verifiserte beregninger.
nl: Gebruikersvoorkeur voor het filteren van de pagina 'Bladeren door statistieken', zodat alleen geverifieerde statistieken worden weergegeven.
pl: Preferencje użytkownika dotyczące tego, czy strona „Przeglądaj metryki” powinna być filtrowana, aby wyświetlać tylko zweryfikowane metryki.
pt_br: Preferência do usuário sobre se a página ''Procurar métricas'' deve ser filtrada para mostrar apenas métricas verificadas.
ru: Пользовательские настройки, указывающие, следует ли фильтровать страницу «Просмотр показателей» для отображения только проверенных показателей.
sk: Používateľská predvoľba, či má byť stránka „Prehliadať metriky“ filtrovaná tak, aby zobrazovala iba overené metriky.
sl: Uporabniške nastavitve za to, ali naj bo stran »Prebrskaj meritve« filtrirana tako, da prikazuje samo preverjene meritve.
sq: Preferenca e përdoruesit nëse faqja ''Browse metrics'' duhet të filtrohet për të shfaqur vetëm metrika të verifikuara.
sr: Korisnička postavka da li stranica ''Browse metrics'' treba da bude filtrirana tako da prikazuje samo verifikovane metrike.
sv: Användarpreferens för om sidan ''Bläddra mätvärden'' ska filtreras för att endast visa verifierade mätvärden.
tr: ''Metriklere göz at'' sayfasının yalnızca doğrulanmış metrikleri gösterecek şekilde filtrelenip filtrelenmeyeceğine ilişkin kullanıcı tercihi.
uk: Налаштування користувача щодо того, чи сторінку ''Browse metrics'' слід відфільтрувати, щоб показувати лише верифіковані метрики.
vi: Tùy chọn của người dùng về việc liệu trang ''Duyệt số liệu'' có nên được lọc để chỉ hiển thị số liệu đã xác minh hay không.
zh_hk: 使用者偏好設定是否要篩選「瀏覽度量衡」頁面，以僅顯示已驗證的度量衡。
