Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Maximum SQL generation requests per IP address per minute.
ar: الحد الأقصى لطلبات توليد SQL لكل عنوان IP في الدقيقة.
de: Maximale Anzahl an SQL-Generierungsanfragen pro IP-Adresse und Minute.
es: Máximo de solicitudes de generación de SQL por dirección IP por minuto.
fa: حداکثر درخواست‌های تولید SQL به ازای هر آدرس IP در هر دقیقه.
fi: SQL-generointipyyntöjen enimmäismäärä IP-osoitetta kohden minuutissa.
fr: Nombre maximal de requêtes de génération SQL par adresse IP et par minute.
it: Numero massimo di richieste di generazione SQL per indirizzo IP al minuto.
ja: IP アドレスあたりの 1 分あたりの SQL 生成リクエストの最大数。
pl: Maksymalna liczba żądań generowania SQL na adres IP na minutę.
pt_br: Número máximo de solicitações de geração de SQL por endereço IP por minuto.
ru: Максимальное число запросов на генерацию SQL на IP-адрес в минуту.
sk: Maximálny počet požiadaviek na generovanie SQL na IP adresu za minútu.
sl: Največje število zahtev za generiranje SQL na IP-naslov na minuto.
sq: Numri maksimal i kërkesave për gjenerim SQL për adresë IP në minutë.
sr: Maksimalan broj zahteva za generisanje SQL-a po IP adresi u minuti.
tr: IP adresi başına dakikada maksimum SQL sorgu sayısı.
uk: Максимальна кількість запитів на генерацію SQL на IP-адресу за хвилину.
vi: Số lượng yêu cầu tạo câu lệnh SQL tối đa trên mỗi địa chỉ IP mỗi phút.
zh_hk: 每 IP 位址每分鐘最大 SQL 產生要求。

source: Socket timeout in milliseconds for LLM API requests.
ar: مهلة الـ socket بالميلي ثانية لطلبات LLM API.
de: Socket-Timeout in Millisekunden für LLM-API-Anfragen.
es: Tiempo de espera del socket en milisegundos para solicitudes de API LLM.
fa: زمان انتظار سوکت بر حسب میلی‌ثانیه برای درخواست‌های LLM API.
fi: LLM API -pyyntöjen soketin aikakatkaisu millisekunteina.
fr: Délai d'expiration de la connexion en millisecondes pour les requêtes API LLM.
it: Timeout del socket in millisecondi per le richieste API LLM.
ja: LLM API リクエストのソケット タイムアウト (ミリ秒)。
pl: Limit czasu gniazda w milisekundach dla żądań API LLM.
pt_br: Tempo limite de conexão em milissegundos para solicitações da API LLM.
ru: Таймаут сокета в миллисекундах для запросов к API LLM.
sk: Časový limit soketu v milisekundách pre požiadavky LLM API.
sl: Časovna omejitev vtičnice v milisekundah za zahteve LLM API.
sq: Socket timeout në milisekonda për kërkesat API të LLM.
sr: Socket timeout u milisekundama za LLM API zahteve.
tr: LLM API istekleri için soket zaman aşımı milisaniye cinsinden.
uk: Таймаут сокета в мілісекундах для запитів до API LLM.
vi: Thời gian chờ socket (tính bằng mili giây) cho các yêu cầu API của LLM.
zh_hk: LLM API 請求的 Socket 超時（以毫秒為單位）。

source: Whether AI-assisted SQL generation is enabled.
ar: ما إذا كان توليد SQL بمساعدة AI مفعّلًا.
de: Ob die KI-gestützte SQL-Generierung aktiviert ist.
es: Si está habilitada la generación de SQL asistida por IA.
fa: آیا تولید SQL با کمک هوش مصنوعی فعال است یا خیر.
fi: Onko tekoälyavusteinen SQL-generointi käytössä.
fr: Activation ou non de la génération de requêtes SQL assistée par l'IA.
it: Se è abilitata la generazione SQL assistita dall'intelligenza artificiale.
ja: AI 支援による SQL 生成が有効かどうか。
pl: Czy generowanie kodu SQL wspomagane sztuczną inteligencją jest włączone.
pt_br: Indica se a geração de SQL assistida por IA está habilitada.
ru: Включена ли генерация SQL с помощью ИИ.
sk: Či je povolené generovanie SQL s pomocou umelej inteligencie.
sl: Ali je omogočeno generiranje SQL-ja s pomočjo umetne inteligence.
sq: Nëse gjenerimi i SQL me asistencë AI është i aktivizuar.
sr: Da li je VI-pomognuto generisanje SQL-a omogućeno.
tr: Yapay zeka destekli SQL oluşturma özelliğinin etkinleştirilip etkinleştirilmediği.
uk: Чи ввімкнено AI-асистовану генерацію SQL.
vi: Liệu tính năng tạo câu lệnh SQL hỗ trợ bởi trí tuệ nhân tạo có được bật hay không.
zh_hk: 是否啟用 AI 輔助 SQL 生成。

source: Linked filters troubleshooting
ar: استكشاف أخطاء الفلاتر المرتبطة وإصلاحها
bg: Отстраняване на неизправности със свързани филтри
ca: Resolució de problemes de filtres enllaçats
de: Fehlerbehebung bei verknüpften Filtern
eo: linked filters are lowkey trippin'
es: Solución de problemas de filtros vinculados
fa: عیب‌یابی فیلترهای لینک‌شده
fi: Linkitettyjen suodattimien vianmääritys
fr: Dépannage des filtres liés
it: Risoluzione dei problemi dei filtri collegati
ja: リンクされたフィルターのトラブルシューティング
nb: Feilsøking av koblede filtre
nl: Problemen met gekoppelde filters oplossen
pl: Rozwiązywanie problemów z filtrami powiązanymi
pt_br: Solução de problemas de filtros vinculados
ru: Устранение неполадок связанных фильтров
sk: Riešenie problémov s prepojenými filtrami
sl: Odpravljanje težav s povezanimi filtri
sq: Diagnostikim i problemeve të filtrave të lidhur
sr: Otklanjanje problema sa povezanim filterima
sv: Felsökning av länkade filter
tr: Bağlantılı filtreler sorun giderme
uk: Усунення проблем із пов’язаними фільтрами
vi: Xử lý sự cố bộ lọc được liên kết
zh_hk: 連結式篩選器故障排除

source: Serialization troubleshooting
ar: استكشاف أخطاء التسلسل وإصلاحها
bg: Отстраняване на неизправности при сериализация
ca: Resolució de problemes de serialització
de: Fehlerbehebung bei der Serialisierung
eo: Serializing issues, fr fr
es: Solución de problemas de serialización
fa: عیب‌یابی سریال‌سازی
fi: Sarjallistamisen vianmääritys
fr: Dépannage de sérialisation
it: Risoluzione dei problemi di serializzazione
ja: シリアル化のトラブルシューティング
nb: Feilsøking i forbindelse med serialisering
nl: Problemen met serialisatie oplossen
pl: Rozwiązywanie problemów z serializacją
pt_br: Solução de problemas de serialização
ru: Устранение неполадок сериализации
sk: Riešenie problémov so serializáciou
sl: Odpravljanje težav s serializacijo
sq: Diagnostikim i problemeve të serializimit
sr: Otklanjanje problema sa serijalizacijom
sv: Felsökning av serialisering
tr: Serileştirme sorun giderme
uk: Усунення проблем із серіалізацією
vi: Xử lý sự cố tuần tự hóa
zh_hk: 序列化疑難排解

source: Log levels should be an object, {0} received
ar: يجب أن تكون مستويات السجل كائنًا، تم استلام {0}
bg: Нивата на лог файловете трябва да са обект, {0} получени
ca: Els nivells de registre haurien de ser un objecte, rebuts {0}
de: Protokollebenen sollten ein Objekt sein, {0} empfangen
eo: Log levels should be an object, {0} is lowkey sus rn
es: Los niveles de registro deben ser un objeto, {0} recibido
fa: سطوح گزارش باید یک شیء باشند، {0} دریافت شده
fi: Lokitasojen tulisi olla objekti, {0} vastaanotettu
fr: Les niveaux de journalisation doivent être un objet, {0} reçu
it: I livelli di registro dovrebbero essere un oggetto, {0} ricevuto
ja: ログレベルはオブジェクトである必要があります。 {0} が受信されました
nb: Loggnivåer skal være et objekt, {0} mottatt
nl: Logniveaus moeten een object zijn, {0} ontvangen
pl: Poziomy logowania powinny być obiektem, otrzymano {0}
pt_br: Os níveis de log devem ser um objeto, {0} recebido
ru: Уровни журнала должны быть объектом, получено {0}
sk: Úrovne protokolov by mali byť objektom, {0} prijaté
sl: Ravni dnevnika bi morale biti objekt, {0} prejeto
sq: Nivelet e log-eve duhet të jenë një objekt, u mor {0}
sr: Nivoi logova treba da budu objekat, dobijeno: {0}
sv: Loggnivåer ska vara ett objekt, {0} mottagna
tr: Günlük seviyeleri bir nesne olmalı, {0} alındı
uk: Рівні логування мають бути обʼєктом, отримано {0}
vi: Mức nhật ký phải là một đối tượng, {0} đã nhận
zh_hk: 日誌層級應該是一個物件， {0} 收到

source: Sync issue troubleshooting
ar: استكشاف أخطاء المزامنة وإصلاحها
bg: Отстраняване на проблеми със синхронизирането
ca: Resolució de problemes de sincronització
de: Fehlerbehebung bei Synchronisierungsproblemen
eo: Fixing the sync probs
es: Solución de problemas de sincronización
fa: عیب‌یابی مشکل همگام‌سازی
fi: Synkronointiongelmien vianmääritys
fr: Dépannage des problèmes de synchronisation
it: Risoluzione dei problemi di sincronizzazione
ja: 同期の問題のトラブルシューティング
nb: Feilsøking av synkroniseringsproblemer
nl: Problemen met synchronisatie oplossen
pl: Rozwiązywanie problemów z synchronizacją
pt_br: Solução de problemas de sincronização
ru: Устранение неполадок синхронизации
sk: Riešenie problémov so synchronizáciou
sl: Odpravljanje težav s sinhronizacijo
sq: Diagnostikim i problemeve të sinkronizimit
sr: Otklanjanje problema sa sinhronizacijom
sv: Felsökning av synkroniseringsproblem
tr: Senkronizasyon sorunu giderme
uk: Усунення проблем із синхронізацією
vi: Xử lý sự cố đồng bộ hóa
zh_hk: 同步問題疑難排解

source: The format of the provided logging configuration is incorrect. Please follow the following JSON structure: {0}
ar: تنسيق إعدادات السجل المقدمة غير صحيح. يرجى اتباع بنية JSON التالية: {0}
bg: Форматът на предоставената конфигурация за регистриране е неправилен. Моля, следвайте следната JSON структура: {0}
ca: El format de la configuració de registre proporcionada és incorrecte. Seguiu l'estructura JSON següent: {0}
de: Das Format der bereitgestellten Protokollierungskonfiguration ist falsch. Bitte folgen Sie der folgenden JSON-Struktur: {0}
eo: Yo, the logging config you sent is totally sus. Pls follow this JSON vibe: {0}
es: El formato de la configuración de registro proporcionada es incorrecto. Siga la siguiente estructura JSON: {0}
fa: قالب پیکربندی ثبت وقایع ارائه شده نادرست است. لطفاً ساختار JSON زیر را دنبال کنید: {0}
fi: Annetun lokitiedoston muoto on virheellinen. Noudata seuraavaa JSON-rakennetta: {0}
fr: Le format de la configuration de journalisation fournie est incorrect. Veuillez suivre la structure JSON suivante : {0}
it: Il formato della configurazione di log fornita non è corretto. Seguire la seguente struttura JSON: {0}
ja: 指定されたログ設定の形式が正しくありません。次のJSON構造に従ってください: {0}
nb: Formatet på den medfølgende loggingskonfigurasjonen er feil. Vennligst følg følgende JSON-struktur: {0}
nl: De opmaak van de opgegeven logconfiguratie is onjuist. Volg de volgende JSON-structuur: {0}
pl: Format dostarczonej konfiguracji rejestrowania jest niepoprawny. Proszę postępować zgodnie z następującą strukturą JSON: {0}
pt_br: O formato da configuração de registro fornecida está incorreto. Siga a seguinte estrutura JSON: {0}
ru: Формат предоставленной конфигурации логирования неверен. Пожалуйста, следуйте следующей структуре JSON: {0}
sk: Formát poskytnutej konfigurácie protokolovania je nesprávny. Dodržujte nasledujúcu štruktúru JSON: {0}
sl: Oblika podane konfiguracije beleženja je napačna. Upoštevajte naslednjo strukturo JSON: {0}
sq: Formati i konfigurimit të log-eve të dhënë është i pasaktë. Të lutem ndiq këtë strukturë JSON: {0}
sr: Format dostavljene konfiguracije logovanja je neispravan. Prati sledeću JSON strukturu: {0}
sv: Formatet för den angivna loggkonfigurationen är felaktigt. Följ följande JSON-struktur: {0}
tr: Sağlanan günlük yapılandırmasının biçimi yanlış. Lütfen aşağıdaki JSON yapısını izleyin: {0}
uk: Формат наданої конфігурації логування неправильний. Будь ласка, дотримуйтеся такої структури JSON: {0}
vi: Định dạng của cấu hình ghi nhật ký được cung cấp không đúng. Vui lòng làm theo cấu trúc JSON sau: {0}
zh_hk: 所提供的日誌設定格式不正確。請遵循下列 JSON 結構： {0}

source: You cannot update the creator_id of a Measure.
ar: لا يمكنك تحديث creator_id لمقياس.
ca: No podeu actualitzar el creator_id d'una mesura.
de: Die creator_id einer Maßnahme kann nicht aktualisiert werden.
es: No se puede actualizar el creator_id de una medida.
fa: شما نمی‌توانید creator_id یک معیار را به‌روزرسانی کنید.
fi: Et voi päivittää mittarin creator_id-arvoa.
fr: Vous ne pouvez pas mettre à jour l'identifiant du créateur d'une mesure.
it: Non è possibile aggiornare il creator_id di una misura.
ja: メジャーの creator_id を更新することはできません。
nb: Du kan ikke oppdatere creator_id for et tiltak.
pl: Nie można aktualizować creator_id miary.
pt_br: Não é possível atualizar o creator_id de uma Medida.
ru: Нельзя обновить creator_id у меры.
sk: Nemôžete aktualizovať creator_id pre mieru.
sl: ID-ja kreatorja mere ni mogoče posodobiti.
sq: Nuk mund të përditësosh creator_id të një Matjeje.
sr: Ne možete da ažurirate creator_id mere.
tr: Bir ölçünün creator_id'sini güncelleyemezsiniz.
uk: Ви не можете оновлювати creator_id у вимірюванні.
vi: Bạn không thể cập nhật creator_id của một Measure.
zh_hk: 您無法更新量測的 creator_id。

source: Invalid measure definition: expected MBQL5 format
ar: تعريف مقياس غير صالح: متوقع تنسيق MBQL5
ca: Definició de mesura no vàlida: format MBQL5 esperat
de: Ungültige Measure-Definition: MBQL5-Format erwartet
es: Definición de medida no válida: formato MBQL5 esperado
fa: تعریف معیار نامعتبر: فرمت MBQL5 مورد انتظار
fi: Virheellinen mittarin määritelmä: odotettu MBQL5-muoto
fr: Définition de mesure invalide : format MBQL5 attendu
it: Definizione di misura non valida: previsto formato MBQL5
ja: 無効な測定定義: MBQL5 形式が必要です
nb: Ugyldig måldefinisjon: forventet MBQL5-format
pl: Nieprawidłowa definicja miary: oczekiwano formatu MBQL5
pt_br: Definição de medida inválida: formato MBQL5 esperado
ru: Неверное определение меры: ожидается формат MBQL5
sk: Neplatná definícia miery: očakávaný formát MBQL5
sl: Neveljavna definicija mere: pričakovana oblika MBQL5
sq: Përkufizim i pavlefshëm i matjes: pritej formati MBQL5
sr: Nevažeća definicija mere: očekivan je MBQL5 format
tr: Geçersiz ölçü tanımı: MBQL5 formatı bekleniyor.
uk: Некоректне визначення вимірювання: очікується формат MBQL5
vi: Định nghĩa phép đo không hợp lệ: dự kiến định dạng MBQL5.
zh_hk: 無效的測量定義：預期為 MBQL5 格式

source: Hourly job
ar: وظيفة كل ساعة
bg: Почасова работа
ca: Feina per hores
de: Stundenjob
es: trabajo por horas
fa: شغل ساعتی
fi: Tuntityö
fr: Travail horaire
it: Lavoro orario
ja: 時給の仕事
nb: Timebasert jobb
nl: Uurloon
pl: Praca godzinowa
pt_br: Trabalho por hora
ru: Почасовая работа
sk: Hodinová práca
sl: Urna zaposlitev
sq: Job orar
sr: Posao na svakih sat vremena
sv: Timjobb
tr: Saatlik iş
uk: Щогодинна джоба
vi: Công việc theo giờ
zh_hk: 每小時工作

source: Executes transforms tagged with ''hourly'' every hour
ar: تنفّذ التحويلات الموسومة بـ ''hourly'' كل ساعة
bg: Изпълнява трансформации, маркирани с „hourly“ (почасово), на всеки час
ca: Executa transformacions etiquetades amb ''cada hora'' cada hora
de: Führt stündlich Transformationen aus, die mit „hourly“ gekennzeichnet sind
es: Ejecuta transformaciones etiquetadas con ''cada hora'' cada hora
fa: تبدیل‌های دارای برچسب «ساعتی» را هر ساعت اجرا می‌کند
fi: Suorittaa ''hourly''-tunnisteella merkityt muunnokset joka tunti
fr: Exécute les transformations marquées « hourly » toutes les heures
it: Esegue le trasformazioni contrassegnate con ''hourly'' ogni ora
ja: 「hourly」タグが付けられた変換を1時間ごとに実行します
nb: Utfører transformasjoner merket med ''hourly'' hver time
nl: Voert transformaties uit die zijn gemarkeerd met 'hourly' elk uur
pl: Wykonuje transformacje oznaczone tagiem „co godzinę” co godzinę
pt_br: Executa transformações marcadas com ''hourly'' a cada hora
ru: Выполняет преобразования с тегом «ежечасно» каждый час.
sk: Vykonáva transformácie označené ako „hourly“ každú hodinu
sl: Izvaja transformacije z oznako ''hourly'' vsako uro
sq: Ekzekuton transformime të tag-uara me ''hourly'' çdo orë
sr: Izvršava transformacije označene sa ''hourly'' svakog sata
sv: Kör transformationer taggade med ''timvis'' varje timme
tr: ''saatlik'' etiketiyle işaretlenen dönüşümleri her saat yürütür
uk: Виконує трансформації з тегом ''hourly'' щогодини
vi: Thực hiện các chuyển đổi được gắn thẻ ''hàng giờ'' mỗi giờ
zh_hk: 每小時執行標記為 ''hourly''的轉換

source: Executes transforms tagged with ''weekly'' once per week
ar: تنفّذ التحويلات الموسومة بـ ''weekly'' مرة واحدة في الأسبوع
bg: Изпълнява трансформации, маркирани с „седмично“, веднъж седмично
ca: Executa transformacions etiquetades amb ''setmanalment'' un cop per setmana
de: Führt Transformationen mit dem Tag „wöchentlich“ einmal pro Woche aus
es: Ejecuta transformaciones etiquetadas con "semanal" una vez por semana
fa: تبدیل‌های دارای برچسب ''weekly'' را هفته‌ای یک بار اجرا می‌کند
fi: Suorittaa ''weekly''-tunnisteella merkityt muunnokset kerran viikossa
fr: Exécute les transformations marquées « hebdomadaire » une fois par semaine
it: Esegue le trasformazioni contrassegnate con ''weekly'' una volta alla settimana
ja: 「weekly」タグが付けられた変換を週に1回実行します
nb: Utfører transformasjoner merket med ''ukentlig'' én gang per uke
nl: Voert transformaties met de tag 'wekelijks' eenmaal per week uit
pl: Wykonuje transformacje oznaczone tagiem „tygodniowo” raz w tygodniu
pt_br: Executa transformações marcadas com ''semanal'' uma vez por semana
ru: Выполняет преобразования с тегом «еженедельно» один раз в неделю.
sk: Vykoná transformácie označené ako „týždenne“ raz týždenne
sl: Izvede transformacije z oznako ''tedensko'' enkrat na teden
sq: Ekzekuton transformime të tag-uara me ''weekly'' një herë në javë
sr: Izvršava transformacije označene sa ''weekly'' jednom nedeljno
sv: Kör transformationer taggade med ''veckovis'' en gång per vecka
tr: ''haftalık'' etiketiyle işaretlenen dönüşümleri haftada bir kez gerçekleştirir
uk: Виконує трансформації з тегом ''weekly'' раз на тиждень
vi: Thực hiện các chuyển đổi được gắn thẻ ''hàng tuần'' một lần mỗi tuần
zh_hk: 每週執行一次標有「''weekly''」的變形

source: Daily job
ar: وظيفة يومية
bg: Ежедневна работа
ca: Feina diària
de: Tägliche Arbeit
es: Trabajo diario
fa: شغل روزانه
fi: Päivittäinen työ
fr: Travail quotidien
it: Lavoro quotidiano
ja: 日々の仕事
nb: Daglig jobb
nl: Dagelijkse taak
pl: Praca dzienna
pt_br: Trabalho diário
ru: Ежедневная работа
sk: Denná práca
sl: Dnevno delo
sq: Job ditor
sr: Dnevni posao
sv: Dagligt jobb
tr: Günlük iş
uk: Щоденна джоба
vi: Công việc hàng ngày
zh_hk: 每日工作

source: Executes transforms tagged with ''monthly'' once per month
ar: تنفّذ التحويلات الموسومة بـ ''monthly'' مرة واحدة في الشهر
bg: Изпълнява трансформации, маркирани с „месечно“, веднъж месечно
ca: Executa transformacions etiquetades amb ''mensualment'' un cop al mes
de: Führt Transformationen mit dem Tag „monatlich“ einmal pro Monat aus
es: Ejecuta transformaciones etiquetadas con "mensual" una vez al mes
fa: تبدیل‌های دارای برچسب «ماهانه» را ماهی یک بار اجرا می‌کند
fi: Suorittaa ''monthly''-tunnisteella merkityt muunnokset kerran kuukaudessa
fr: Exécute les transformations marquées « mensuellement » une fois par mois
it: Esegue le trasformazioni contrassegnate con ''mensile'' una volta al mese
ja: 「monthly」タグが付けられた変換を月に 1 回実行します
nb: Utfører transformasjoner merket med ''monthly'' én gang per måned
nl: Voert transformaties met de tag 'maandelijks' eenmaal per maand uit
pl: Wykonuje transformacje oznaczone tagiem „co miesiąc” raz w miesiącu
pt_br: Executa transformações marcadas com ''mensal'' uma vez por mês
ru: Выполняет преобразования с тегом «ежемесячно» один раз в месяц.
sk: Vykoná transformácie označené ako „mesačne“ raz za mesiac
sl: Izvede transformacije z oznako ''mesečno'' enkrat na mesec
sq: Ekzekuton transformime të tag-uara me ''monthly'' një herë në muaj
sr: Izvršava transformacije označene sa ''monthly'' jednom mesečno
sv: Utför transformationer taggade med ''månatligen'' en gång per månad
tr: ''Aylık'' etiketiyle işaretlenen dönüşümleri ayda bir kez gerçekleştirir
uk: Виконує трансформації з тегом ''monthly'' раз на місяць
vi: Thực hiện các chuyển đổi được gắn thẻ ''hàng tháng'' một lần mỗi tháng
zh_hk: 每月執行一次標記為 ''monthly' 的變換

source: Executes transforms tagged with ''daily'' once per day
ar: تنفّذ التحويلات الموسومة بـ ''daily'' مرة واحدة في اليوم
bg: Изпълнява трансформации, маркирани с „ежедневно“, веднъж дневно
ca: Executa transformacions etiquetades amb ''diàriament'' un cop al dia
de: Führt Transformationen mit dem Tag „täglich“ einmal täglich aus
es: Ejecuta transformaciones etiquetadas con "diariamente" una vez al día
fa: تبدیل‌های دارای برچسب ''daily'' را روزی یک بار اجرا می‌کند
fi: Suorittaa ''päivittäin''-tunnisteella merkityt muunnokset kerran päivässä
fr: Exécute les transformations marquées « quotidiennes » une fois par jour
it: Esegue le trasformazioni contrassegnate con ''daily'' una volta al giorno
ja: 「daily」タグが付けられた変換を 1 日に 1 回実行します
nb: Utfører transformasjoner merket med ''daily'' én gang per dag
nl: Voert transformaties met de tag 'dagelijks' eenmaal per dag uit
pl: Wykonuje transformacje oznaczone tagiem „codziennie” raz dziennie
pt_br: Executa transformações marcadas com ''diariamente'' uma vez por dia
ru: Выполняет преобразования с тегом «ежедневно» один раз в день.
sk: Vykoná transformácie označené ako „denne“ raz za deň
sl: Izvede transformacije z oznako ''dnevno'' enkrat na dan
sq: Ekzekuton transformime të tag-uara me ''daily'' një herë në ditë
sr: Izvršava transformacije označene sa ''daily'' jednom dnevno
sv: Kör transformationer taggade med ''dagligen'' en gång per dag
tr: ''Günlük'' etiketiyle işaretlenen dönüşümleri günde bir kez gerçekleştirir
uk: Виконує трансформації з тегом ''daily'' раз на день
vi: Thực hiện các chuyển đổi được gắn thẻ ''hàng ngày'' một lần mỗi ngày
zh_hk: 每天執行一次標有「'daily'」的變形

source: Weekly job
ar: وظيفة أسبوعية
bg: Седмична работа
ca: Feina setmanal
de: Wöchentlicher Job
es: Trabajo semanal
fa: شغل هفتگی
fi: Viikoittainen työ
fr: Travail hebdomadaire
it: Lavoro settimanale
ja: 週ごとの仕事
nb: Ukentlig jobb
nl: Wekelijkse klus
pl: Praca tygodniowa
pt_br: Trabalho semanal
ru: Еженедельная работа
sk: Týždenná práca
sl: Tedensko delo
sq: Job javor
sr: Nedeljni posao
sv: Veckojobb
tr: Haftalık iş
uk: Щотижнева джоба
vi: Công việc hàng tuần
zh_hk: 每週工作

source: Monthly job
ar: وظيفة شهرية
bg: Месечна работа
ca: Feina mensual
de: Monatsjob
es: Trabajo mensual
fa: شغل ماهانه
fi: Kuukausittainen työ
fr: Travail mensuel
it: Lavoro mensile
ja: 月給の仕事
nb: Månedlig jobb
nl: Maandelijkse baan
pl: Praca miesięczna
pt_br: Trabalho mensal
ru: Ежемесячная работа
sk: Mesačná práca
sl: Mesečna zaposlitev
sq: Job mujor
sr: Mesečni posao
sv: Månadsjobb
tr: Aylık iş
uk: Щомісячна джоба
vi: Công việc hàng tháng
zh_hk: 每月工作

source: weekly
bg: седмично
ca: setmanalment
de: wöchentlich
eo: Weekly → weeky or just "weekly" is already pretty chill, but you could also say "week vibes" if you wanna sound more Gen Z.
es: semanalmente
fa: هفتگی
fi: viikoittain
fr: hebdomadairement
it: settimanalmente
ja: ウィークリー
nb: ukentlig
nl: wekelijks
pl: co tydzień
pt_br: semanalmente
ru: еженедельно
sk: týždenne
sl: Tedenski
sv: veckovis
tr: haftalık
uk: щотижня
vi: hàng tuần
zh_hk: 每週

source: daily
bg: ежедневно
ca: diàriament
de: täglich
eo: Daily → "Dai" or "Everyday vibes"
es: diariamene
fa: روزانه
fi: päivittäin
fr: quotidiennement
it: giornalmente
ja: デイリー
nb: daglig
nl: dagelijks
pl: codziennie
pt_br: diariamente
ru: ежедневно
sk: denne
sl: Dnevno
sv: dagligen
tr: günlük
uk: щоденно
vi: hằng ngày
zh_hk: 每日

source: monthly
bg: месечно
ca: mensualment
de: monatlich
eo: monthly → lowkey monthly, or just "monthly" is already pretty chill for Gen Z
es: mensualmente
fa: ماهیانه
fi: kuukausittain
fr: mensuellement
it: mensilmente
ja: 毎月
nb: månedlig
nl: maandelijks
pl: co mieciąc
pt_br: mensalmente
ru: ежемесячный
sk: mesačne
sl: Mesečno
sv: månadsvis
tr: aylık
uk: щомісяця
vi: hàng tháng
zh_hk: 每月
