Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Unrecognized operation: {0}
ar: عملية غير معروفة: {0}
bg: Неразпозната операция: {0}
ca: Operació no reconeguda: {0}
de: Unbekannte Operation: {0}
eo: Bruh, this operation {0} is so not it.
es: Operación no reconocida: {0}
fa: عملیات غیر قابل شناسایی: {0}
fi: Tunnistamaton toiminto: {0}
fr: Opération non reconnue : {0}
hu: Ismeretlen művelet: {0}
it: Operazione non riconosciuta: {0}
ja: 認識できない操作です。{0}
lt: Neatpažinta operacija: {0}
ms: Operasi yang tidak dikenali: {0}.
nb: Ukjent operasjon: {0}
nl: Niet-herkende operatie: {0}
pl: Nierozpoznana operacja: {0}
pt_br: Operação não reconhecida: {0}
ru: Нераспознанная операция: {0}
sk: Nerozpoznaná operácia: {0}
sl: Neprepoznana operacija: {0}
sq: Operacion i panjohur: {0}
sr: Neprepoznata operacija: {0}
sv: Oigenkänd operation: {0}
tr: Tanınmayan işlem: {0}
uk: Нерозпізнана операція: {0}
vi: Tác vụ không được nhận diện: {0}
zh_hk: 無法識別的操作：{0}

source: Error determining value for parameter {0}: {1}
ar: خطأ أثناء تحديد قيمة للبارامتر {0}: {1}
bg: Грешка при определяне на стойността за параметър {0}: {1}
ca: Error en determinar el valor del paràmetre {0}: {1}
de: Fehler beim Ermitteln des Werts für Parameter {0}: {1}
eo: Bruh, we’re glitching trying to figure out the value for param {0}: {1}
es: Error al determinar el valor del parámetro {0}: {1}
fa: خطا در تعیین مقدار برای پارامتر {0}: {1}
fi: Virhe arvon määrittämisessä parametrille {0}: {1}
fr: Erreur de détermination de la valeur du paramètre {0} : {1}
hu: Hiba a(z) {0} paraméter értékének meghatározásakor: {1}
it: Errore nel determinare il valore per il parametro {0}: {1}
ja: パラメータ {0} の値を決定するエラーです。{1}
lt: Klaida nustatant parametro {0} vertę: {1}
ms: Ralat menentukan nilai untuk parameter {0}: {1}.
nb: Kunne ikke fastslå verdi for parameter {0}: {1}
nl: Fout bij bepalen waarde voor parameter {0}: {1}
pl: Błąd określania wartości dla parametru {0}: {1}
pt_br: Erro ao determinar o valor do parâmetro {0}: {1}
ru: Ошибка определения значения для параметра {0}: {1}
sk: Chyba pri určovaní hodnoty pre parameter {0}: {1}
sl: Napaka pri določanju vrednosti za parameter {0}: {1}
sq: Gabim gjatë përcaktimit të vlerës për parametrin {0}: {1}
sr: Greška pri određivanju vrednosti za parametar {0}: {1}
sv: Felbestämning av värde för parameter {0}: {1}
tr: Parametre {0} için değeri belirlerken hata: {1}
uk: Помилка визначення значення для параметра {0}: {1}
vi: Lỗi khi xác định giá trị cho tham số {0}: {1}
zh_hk: 確定參數{0}的值時出錯：{1}

source: You cannot update a ApplicationPermissionsRevision!
hu: Nem frissítheti az ApplicationPermissionsRevision-t!
ms: Anda tidak boleh mengemas kini PengesahanKebenaranAplikasi!

source: Invalid Field Filter: Field {0} belongs to Database {1}, but the query is against Database {2}
ar: Field Filter غير صالح: الحقل {0} ينتمي إلى قاعدة البيانات {1}، لكن الاستعلام على قاعدة البيانات {2}
bg: Невалиден филтър за поле: Полето {0} принадлежи на база данни {1}, но заявката е към база данни {2}
ca: Camp de filtre no vàlid: el camp {0} pertany a la base de dades {1}, però la pregunta es fa a la base de dades {2}
de: Ungültiger Feldfilter: Das Feld {0} gehört zur Datenbank {1} aber die Frage bezieht sich auf die Datenbank {2}
eo: Bruh, this field filter's mad sus: Field {0} is tied to Database {1}, but the query's throwing shade at Database {2} 💀
es: Filtro de campo no válido: el campo {0} pertenece a la base de datos {1}, pero la consulta es contra la base de datos {2}
fa: فیلتر فیلد نامعتبر: فیلد {0} متعلق به پایگاه داده {1} است، اما پرس‌وجو علیه پایگاه داده {2} است
fi: Virheellinen kenttäsuodatin: Kenttä {0} kuuluu tietokantaan {1}, mutta kysely on tarkoitettu tietokantaan {2}.
fr: Filtre de champ invalide : Le champ {0} appartient à la base de données {1}, mais la requête porte sur la base de données {2}.
hu: Érvénytelen mezőszűrő: A(z) {0} mező a(z) {1} adatbázishoz tartozik, de a lekérdezés a(z) {2} adatbázisra vonatkozik
it: Filtro campo non valido: il campo {0} appartiene al database {1}, ma la query è contro il database {2}
ja: 無効なフィールド・フィルタです。フィールド {0} はデータベース {1} に属していますが、クエリはデータベース {2} に対して行われています。
lt: Neteisingas lauko filtras: laukas {0} priklauso duomenų bazei {1}, bet užklausa atitinka duomenų bazę {2}
ms: Penapis Medan Tidak Sah: Medan {0} milik Pangkalan Data {1}, tetapi pertanyaan adalah terhadap Pangkalan Data {2}.
nb: Ugyldig felt filter: Felt {0} tilhører database {1}, men spørringen er mot database {2}
nl: Ongeldige Veldfilter: Veld {0} behoort tot Database {1}, maar de query is tegen Database {2}
pl: Nieprawidłowy filtr pola: Pole {0} należy do bazy danych {1}, ale zapytanie jest przeciwko bazie danych {2}
pt_br: Filtro de campo inválido: o campo {0} pertence ao banco de dados {1}, mas a consulta é para o banco de dados {2}
ru: Недопустимый фильтр поля: Поле {0} принадлежит базе данных {1}, но запрос направлен против базы данных {2}
sk: Neplatný filter poľa: Pole {0} patrí do databázy {1}, ale dotaz je proti databáze {2}
sl: Neveljavni filter polj: polje {0} pripada {1} zbirke podatkov, vendar je poizvedba v nasprotju z zbirko podatkov {2}
sq: Field Filter i pavlefshëm: Fusha {0} i përket Bazës së të dhënave {1}, por pyetja është kundrejt Bazës së të dhënave {2}
sr: Nevažeći Field Filter: Polje {0} pripada bazi podataka {1}, ali je upit nad bazom podataka {2}
sv: Ogiltigt fältfilter: Fält {0} tillhör databasen {1}, men frågan är mot databasen {2}
tr: Geçersiz Alan Filtresi: Alan {0} Veritabanı {1}'e ait, ancak sorgu Veritabanı {2}'ye karşı yapılmakta
uk: Недійсний фільтр поля: поле {0} належить базі даних {1}, але запит спрямовано до бази даних {2}
vi: Bộ lọc trường không hợp lệ: Trường {0} thuộc về cơ sở dữ liệu {1}, nhưng truy vấn là chống lại cơ sở dữ liệu {2}
zh_hk: 無效的欄位過濾器：欄位 {0} 屬於資料庫 {1}，但查詢是針對資料庫 {2}

source: The engine on a sample database cannot be changed.
ar: لا يمكن تغيير المحرك في قاعدة بيانات نموذجية.
bg: Машината на примерна база данни не може да бъде променена.
ca: El motor de la base de dades de mostra no es pot canviar.
de: Der Typ einer Beispiel-Datenbank kann nicht geändert werden.
eo: You can't swap the engine on a sample database, fr fr.
es: El motor de la base de datos de muestra no puede ser cargado.
fa: موتور روی یک پایگاه داده نمونه نمی‌تواند تغییر کند.
fi: Näytetietokannan moottoria ei voi vaihtaa.
fr: Le moteur d'une base de données exemple ne peut pas être modifié.
hu: A mintaadatbázis motorja nem változtatható meg.
it: Il motore in un database di esempio non può essere modificato.
ja: サンプルデータベース上のエンジンを変更することはできません。
lt: Pavyzdinės duomenų bazės variklio pakeisti negalima.
ms: Enjin pada pangkalan data contoh tidak boleh diubah.
nb: Motoren på en eksempeldatabase kan ikke bli endret.
nl: De engine van een voorbeelddatabase kan niet worden gewijzigd.
pl: Silnik w bazie danych przykładowej nie może być zmieniony.
pt_br: O mecanismo em um banco de dados de amostra não pode ser alterado.
ru: Движок в образце базы данных не может быть изменен.
sk: Motor vo vzorovej databáze nie je možné zmeniť.
sl: Mehanizma v vzorčni zbirki podatkov ni mogoče spremeniti.
sq: Engine-i në një bazë të dhënash shembull nuk mund të ndryshohet.
sr: Engine na primer bazi podataka ne može da se promeni.
sv: Motorn på en provdatabas kan inte ändras.
tr: Örnek bir veritabanındaki motor değiştirilemez.
uk: Движок у sample-базі даних не можна змінити.
vi: Không thể thay đổi bộ máy trên cơ sở dữ liệu mẫu.
zh_hk: 示例資料庫上的引擎無法更改。

source: The {0} permissions functionality is only enabled if you have a premium token with the advanced-permissions feature.
ar: وظيفة صلاحيات {0} مفعّلة فقط إذا كان لديك توكن مدفوع مع ميزة advanced-permissions.
bg: Функционалността за разрешения {0} е активирана само ако имате премиум токен с функция за разширени разрешения.
ca: La funcionalitat del permís {0} només està habilitat si tens un token Premium amb l'opció de permisos avançats.
de: Die {0}-Berechtigungsfunktionalität ist nur verfügbar wenn du ein Premium Token mit erweiterter Berechtigungsfunktion hast.
eo: The {0} permissions thingy only works if you got a premium token with the advanced-perms feature, fr fr.
es: La función de permisos {0} solo está habilitada si tiene un token premium con la función de permisos avanzados.
fa: عملکرد مجوزهای {0} فقط در صورتی فعال می‌شود که یک توکن پریمیوم با ویژگی مجوزهای پیشرفته داشته باشید.
fi: {0} käyttöoikeuksien toiminnallisuus on käytössä vain, jos sinulla on premium-tunnus, jossa on edistyneet käyttöoikeudet.
fr: La fonctionnalité de permissions {0} n'est activée que si vous disposez d'un jeton premium avec la fonctionnalité de permissions avancées.
hu: A {0} engedélyezési funkció csak akkor érhető el, ha rendelkezik prémium tokennel a speciális engedélyek funkcióval.
it: La funzionalità delle autorizzazioni {0} è abilitata solo se si dispone di un token premium con la funzione di autorizzazioni avanzate.
ja: {0}の権限機能は、高度な権限機能を持つプレミアムトークンをお持ちの場合のみ有効です。
lt: {0} leidimų funkcija įjungta, tik jei turite aukščiausios kokybės prieigos raktą su išplėstinių leidimų funkcija.
ms: Fungsi kebenaran {0} hanya diaktifkan jika anda mempunyai token premium dengan ciri kebenaran lanjutan.
nb: {0} tillatelsesfunksjonaliteten er bare aktivert hvis du har en premium-token med funksjonen avansert tillatelse.
nl: De functie voor {0}-machtigingen is alleen ingeschakeld als je een premium-token heeft met de functie voor geavanceerde machtigingen.
pl: Funkcja uprawnień {0} jest włączona tylko jeśli masz premium token z funkcją zaawansowanych uprawnień.
pt_br: A funcionalidade de permissões {0} só será habilitada se você tiver um token premium com o recurso de permissões avançadas.
ru: Функциональность разрешений {0} включена только если у вас есть премиум токен с функцией расширенных разрешений.
sk: Funkcia povolení {0} je povolená len vtedy, keď máte prémiový token s funkciou pokročilých povolení.
sl: Funkcija {0} dovoljenj je omogočena le, če imate žeton Premium s funkcijo dodatnih dovoljenj.
sq: Funksionaliteti i lejeve {0} aktivizohet vetëm nëse ke një token premium me veçorinë advanced-permissions.
sr: Funkcionalnost dozvola {0} je omogućena samo ako imate premium token sa funkcijom advanced-permissions.
sv: Funktionen {0} är endast aktiverad om du har ett premiumtoken med funktionen Avancerade behörigheter.
tr: {0} izin işlevselliği, yalnızca ileri düzey izinler özelliğine sahip bir premium jetonunuz varsa etkinleştirilir.
uk: Функціональність дозволів {0} увімкнена лише якщо у вас є преміум-токен із фічею advanced-permissions.
vi: Chức năng quyền hạn {0} chỉ được bật nếu bạn có mã thông báo cao cấp với tính năng quyền hạn nâng cao.
zh_hk: 只有當您擁有具有高級權限功能的高級令牌時，才會啟用{0}權限功能。

source: Unknown setting: {0}
ar: إعداد غير معروف: {0}
bg: Неизвестна настройка: {0}
ca: Configuració desconeguda: {0}
de: Unbekannte Einstellung: {0}
eo: Lowkey vibing with an unknown setting: {0}
es: Configuración desconocida: {0}
fa: تنظیم ناشناخته: {0}
fi: Tuntematon asetus: {0}
fr: Paramètre inconnu: {0}
hu: Ismeretlen beállítás: {0}
it: Impostazione sconosciuta: {0}
ja: 不明な設定です。{0}
lt: Nežinomas nustatymas: {0}
ms: Tetapan tidak diketahui: {0}
nb: Ukjent innstilling: {0}
nl: Onbekende instelling: {0}
pl: Nieznane ustawienie: {0}
pt_br: Configuração desconhecida: {0}
ru: Неизвестная настройка: {0}
sk: Neznáme nastavenie: {0}
sl: Neznana nastavitev: {0}
sq: Setting i panjohur: {0}
sr: Nepoznato podešavanje: {0}
sv: Okänd inställning: {0}
tr: Bilinmeyen ayar: {0}
uk: Невідоме налаштування: {0}
vi: Cài đặt {0} không xác định
zh_hk: 未知設定：{0}

source: You do not have access to the setting {0}
ar: لا تملك صلاحية الوصول إلى الإعداد {0}
bg: Нямате достъп до настройката {0}
ca: No tens permís a la configuració {0}
de: Du hast keinen Zugriff auf die Einstellung {0}
eo: Bruh, you don’t got the vibe to mess with the setting {0}
es: No tiene acceso a la configuración {0}
fa: شما به تنظیمات {0} دسترسی ندارید
fi: Sinulla ei ole pääsyä asetukseen {0}
fr: Vous n'avez pas accès au paramètre {0}.
hu: Nincs hozzáférése a {0} beállításhoz
it: Non hai accesso all'impostazione {0}
ja: 設定{0}にアクセスすることはできません。
lt: Neturite prieigos prie nustatymo {0}
ms: Anda tidak mempunyai akses kepada tetapan {0}
nb: Du har ikke tilgang til denne innstillingen {0}
nl: Je hebt geen toegang tot de instelling {0}
pl: Nie masz dostępu do ustawienia {0}
pt_br: Você não tem acesso à configuração {0}
ru: У вас нет доступа к настройке {0}
sk: Nemáte prístup k nastaveniu {0}
sl: Nimate dostopa do nastavitve {0}
sq: Nuk keni akses te setting {0}
sr: Nemate pristup podešavanju {0}
sv: Du har inte åtkomst till inställningen {0}
tr: {0} ayarına erişiminiz yok
uk: У вас немає доступу до налаштування {0}
vi: Bạn không có quyền truy cập vào cài đặt {0}
zh_hk: 您無權訪問設置{0}

source: Setting {0} allows both user-local and database-local values; this is not supported
ar: يسمح الإعداد {0} بقيم user-local وdatabase-local معًا؛ هذا غير مدعوم
bg: Настройката {0} позволява както потребителски локални, така и бази данни-локални стойности; това не се поддържа
ca: La configuració {0} permet valors d'usuari i de base de dades; això no està suportat
de: Die Einstellung {0} erlaubt lokale Werte sowohl auf Benutzer- wie auf Datenbankebene. Das ist nicht unterstützt.
eo: Setting {0} b8 allows both user-local and database-local values, but like, that's not really a vibe rn.
es: Configuración {0} contiene user-local y database-local valores a la vez; esto no está permitido
fa: تنظیم {0} به هر دو مقدار محلی کاربر و محلی پایگاه‌داده اجازه می‌دهد؛ این پشتیبانی نمی‌شود
fi: Asetuksen {0} asettaminen mahdollistaa sekä käyttäjän paikalliset että tietokannan paikalliset arvot; tätä ei tueta.
fr: Le paramètre {0} permet des valeurs à la fois locales à l'utilisateur et locales à la base de données ; ceci n'est pas pris en charge.
hu: A(z) {0} beállítás mind felhasználói, mind adatbázis-lokális értékeket engedélyez; ez nem támogatott
it: L'impostazione {0} consente sia valori locali dell'utente che locali del database; questo non è supportato
ja: {0}を設定すると、ユーザーローカルとデータベースローカルの両方の値を使用できます。
lt: Nustačius {0}, leidžiamos ir vietinės vartotojo, ir duomenų bazės vietinės reikšmės; tai nepalaikoma
ms: Tetapan {0} membenarkan nilai tempatan pengguna dan nilai tempatan pangkalan data; ini tidak disokong
nb: Innstilling {0} tillater både lokale bruker- og databaseverdier; dette er ikke støttet
nl: Instelling {0} staat zowel gebruikerslokale als databanklokale waarden toe; dit wordt niet ondersteund
pl: Ustawienie {0} pozwala na wartości użytkownika lokalne i bazy danych lokalne; to nie jest obsługiwane
pt_br: A configuração {0} permite valores locais para usuário e para banco de dados; isto não é compatível
ru: Настройка {0} позволяет как пользовательские локальные значения, так и значения, локальные для базы данных; это не поддерживается
sk: Nastavenie {0} umožňuje používateľské a databázové lokálne hodnoty; toto nie je podporované
sl: Nastavitev {0} omogoča lokalne vrednosti uporabnika in lokalne baze podatkov; To ni podprto.
sq: Setting {0} lejon si vlera user-local ashtu edhe database-local; kjo nuk mbështetet
sr: Podešavanje {0} dozvoljava i user-local i database-local vrednosti; ovo nije podržano
sv: Inställning {0} tillåter både användar- och databas-lokala värden; detta stöds inte
tr: {0} ayarı hem kullanıcı-lokal hem de veritabanı-lokal değerlere izin veriyor; bu desteklenmez
uk: Налаштування {0} допускає і локальні для користувача, і локальні для бази даних значення; це не підтримується
vi: Cài đặt {0} cho phép cả giá trị người dùng địa phương và giá trị cơ sở dữ liệu địa phương; điều này không được hỗ trợ
zh_hk: 設定 {0} 允許用戶本地和資料庫本地值；這是不支援的

source: Error purging old cache entries: {0}
hu: Hiba a gyorsítótár régi bejegyzéseinek törlése közben: {0}
ms: Ralat menghapuskan entri cache lama: {0}

source: Error saving query results to cache: {0}
hu: Hiba a lekérdezés eredményeinek gyorsítótárba mentése közben: {0}
ms: Ralat menyimpan hasil pertanyaan ke cache: {0}

source: Error attempting to fetch cached results for query with hash {0}: {1}
hu: Hiba a gyorsítótárban lévő eredmények lekérésekor a(z) {0} hash-val rendelkező lekérdezéshez: {1}
ms: Ralat mencuba untuk mendapatkan hasil cache untuk pertanyaan dengan hash {0}: {1}

source: Slack user/channel startup cache refreshed with {0} entries, took {1}ms.
hu: A Slack felhasználó/csatorna induló gyorsítótára frissítve {0} bejegyzéssel, idő: {1}ms.
ms: Cache pengguna/saluran Slack dimulakan semula dengan {0} entri, memerlukan {1}ms.

source: Slack is not configured, not refreshing slack user/channel cache.
hu: A Slack nincs konfigurálva, slack felhasználó/csatorna gyorsítótár nincs frissítve.
ms: Slack tidak dikonfigurasi, tidak menyegarkan cache pengguna/saluran Slack.

source: value must be a valid date string
ar: يجب أن تكون القيمة سلسلة تاريخ صالحة
bg: стойността трябва да е валиден низ за дата
ca: el valor ha de ser una data vàlida
de: Der Wert muss ein gültiger Datumswert als Zeichenkette sein
eo: Bruh, the value gotta be a legit date string, fr.
es: el valor debe ser una fecha con formato válido
fa: مقدار باید رشته تاریخ معتبر باشد
fi: arvon on oltava kelvollinen päivämäärämerkkijono
fr: la valeur doit être une chaîne de date valide
hu: az értéknek érvényes dátumkarakterláncnak kell lennie
it: il valore deve essere una stringa di data valida
ja: の値は有効な日付文字列でなければなりません。
lt: reikšmė turi būti tinkama datos eilutė
ms: nilai mesti merupakan rentetan tarikh yang sah
nb: verdien må være en gyldig datostreng
nl: waarde moet een geldige datumsstring zijn
pl: wartość musi być prawidłowym łańcuchem daty
pt_br: valor deve ser uma sequência de data válida
ru: значение должно быть валидной строкой даты
sk: hodnota musí byť platný dátumový reťazec
sl: vrednost mora biti veljaven niz datuma
sq: vlera duhet të jetë një string date i vlefshëm
sr: vrednost mora biti važeći string datuma
sv: Värdet måste vara en giltig datumsträng
tr: değer geçerli bir tarih dizesi olmalıdır
uk: значення має бути коректним рядком дати
vi: giá trị phải là một chuỗi ngày hợp lệ
zh_hk: 值必須是有效的日期字符串

source: Confirm
ar: تأكيد
bg: Потвърдете
ca: Confirmeu
de: Bestätigen
eo: Bet
es: Confirmar
fa: تأیید
fi: Vahvista
fr: Confirmer
hu: Megerősít
it: Conferma
ja: 確認
lt: Patvirtinti
ms: Sahkan
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
ru: Подтвердить
sk: Potvrdiť
sl: Potrditi
sq: Konfirmo
sr: Potvrdi
sv: Bekräfta
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh_hk: 確認

source: Home
ar: الرئيسية
bg: Начало
ca: Inici
de: Startseite
eo: Home → cozy vibes
es: Inicio
fa: خانه
fi: Koti
fr: Accueil
hu: Kezdőlap
it: Casa
ja: ホーム
lt: Pradžia
ms: Laman Utama
nb: Hjem
nl: Start
pl: Strona główna
pt_br: Início
ru: Главная
sk: Domov
sl: Doma
sq: Kryefaqja
sr: Početna
sv: Hem
tr: Ana Sayfa
uk: Головна
vi: Trang chủ
zh_hk: 首頁

source: Turn into Member
ar: حوّله إلى عضو
bg: Превърнете в член на групата
ca: Converteix-te en membre
de: In Mitglied umwandeln
eo: Level up to member, fr.
es: Convertir en Miembro
fa: تبدیل به عضو
fi: Tule jäseneksi
fr: Devenir membre
hu: Taggá alakít
it: Trasforma in Utente
ja: 会員になる
lt: Pavirsti nariu
ms: Tukarkan kepada Ahli
nb: Gjør om til medlem
nl: Omzetten in Lid
pl: Przekształć w Członka
pt_br: Transformar em Membro
ru: Стать участником
sk: Premeňte na Člena
sl: Spremenite se v člana
sq: Ktheje në Anëtar
sr: Pretvori u člana
sv: Gör om till medlem
tr: Üyeye Dönüştür
uk: Зробити Учасником
vi: Chuyển thành Thành viên
zh_hk: 轉成成員

source: Turn into Manager
ar: حوّله إلى مدير
bg: Превърнете в мениджър на групата
ca: Converteix-te en gerent
de: In Manager umwandeln
eo: Level up to manager, fr.
es: Convertir en Manager
fa: تبدیل به مدیر
fi: Tule johtajaksi
fr: Devenir manager
hu: Menedzserré alakít
it: Trasforma in Manager
ja: マネージャーへの転向
lt: Pavirsti nariu
ms: Tukarkan kepada Pengurus
nb: Gjør om til manager
nl: Omzetten in Manager
pl: Przekształć w Menedżera
pt_br: Transformar em Gerente
ru: Превратить в менеджера
sk: Premeňte na Manažéra
sl: Spremenite se v upravitelja
sq: Ktheje në Menaxher
sr: Pretvori u menadžera
sv: Gör om till Manager
tr: Yöneticiyi Dönüştür
uk: Зробити Менеджером
vi: Chuyển thành Quản lý
zh_hk: 轉成經理

source: {0} and disable download results, control access to the data model, promote group managers, {1}.
hu: {0} és a letöltési eredmények letiltása, a hozzáférés szabályozása az adatmodellhez, csoportmenedzserek előléptetése, {1}.
ms: {0} dan matikan muat turun hasil, kawal akses kepada model data, naik taraf pengurus kumpulan, {1}.

source: and more
hu: és több
ms: dan lain-lain

source: Manager
ar: مدير
bg: Мениджър
ca: Gerent
de: Verwalter
eo: Big boss
es: Gestor
fa: مدیر
fi: Johtaja
fr: Directeur
hu: Menedzser
it: Direttore
ja: マネージャー
lt: Vadovas
ms: Pengurus
nb: Leder
nl: Beheerder
pl: Menedżer
pt_br: Gerente
ru: Менеджер
sk: Manažér
sl: Menedžer
sq: Menaxher
sr: Menadžer
sv: Chef
tr: Yönetici
uk: Менеджер
vi: Quản lý
zh_hk: 管理者

source: Member
ar: عضو
bg: Член
ca: Membre
de: Mitglied
eo: Member → Squad member or just squad if it’s about a group, but “member” itself is kinda lowkey outdated, so depending on the vibe, you could say "squad" or "fam."
es: Miembro
fa: عضو
fi: Jäsen
fr: Membre
hu: Tag
it: Membro
ja: メンバー
lt: narys
ms: Ahli
nb: Medlem
nl: Lid
pl: Członek
pt_br: Membro
ru: Участник
sk: Člen
sl: Član
sq: Anëtar
sr: Član
sv: Medlem
tr: Üye
uk: Учасник
vi: Thành viên
zh_hk: 成員

source: Are you sure?
ar: هل أنت متأكد؟
bg: Сигурни ли сте?
ca: N'estàs segur?
de: Bist du sicher?
eo: You really sure tho?
es: ¿Estás seguro?
fa: آیا مطمئن هستید?
fi: Oletko varma?
fr: Vous êtes sûr ?
hu: Biztos vagy ebben?
it: Sei sicuro?
ja: 本当ですか?
lt: Ar esi tikras?
ms: Adakah anda pasti?
nb: Er du sikker?
nl: Weet je het zeker?
pl: Czy jesteś pewien?
pt_br: Você tem certeza?
ru: Вы уверены?
sk: Ste si istí?
sl: Si prepričan?
sq: A jeni i sigurt?
sr: Da li si siguran/na?
sv: Är du säker?
tr: Emin misiniz?
uk: Ви впевнені?
vi: Bạn chắc không?
zh_hk: 確定嗎？

source: You will not be able to manage users of this group anymore.
ar: لن تتمكن من إدارة مستخدمي هذه المجموعة بعد الآن.
bg: Вече няма да можете да управлявате потребителите на тази група.
ca: Ja no podreu gestionar els usuaris d'aquest grup.
de: Sie können die Benutzer dieser Gruppe nicht mehr verwalten.
eo: Y’all won’t be able to flex on this group’s users anymore, fr.
es: Ya no podrás gestionar a los usuarios de este grupo.
fa: دیگر قادر به مدیریت کاربران این گروه نخواهید بود.
fi: Et pysty enää hallita tämän ryhmän käyttäjiä.
fr: Vous ne pourrez plus gérer les utilisateurs de ce groupe.
hu: Többé nem fogja tudni kezelni ennek a csoportnak a felhasználóit.
it: Non sarai più in grado di gestire gli utenti di questo gruppo.
ja: このグループのユーザーを管理することができなくなります。
lt: Nebegalėsite valdyti šios grupės naudotojų.
ms: Anda tidak akan dapat mengurus pengguna kumpulan ini lagi.
nb: Du vil ikke lenger kunne administrere brukerne av denne gruppen.
nl: Je kunt de gebruikers van deze groep niet meer beheren.
pl: Nie będziesz już mieć możliwości zarządzania użytkownikami tej grupy.
pt_br: Você não será mais capaz de gerenciar os usuários deste grupo.
ru: Вы больше не сможете управлять пользователями этой группы.
sk: Nebudete môcť ďalej spravovať používateľov tejto skupiny.
sl: Uporabnikov te skupine ne boste mogli več upravljati.
sq: Nuk do të mund të menaxhoni më përdoruesit e këtij grupi.
sr: Više nećeš moći da upravljaš korisnicima ove grupe.
sv: Du kommer inte längre kunna hantera användare i denna grupp.
tr: Bu grubun kullanıcılarını artık yönetemeyeceksiniz.
uk: Ви більше не зможете керувати користувачами цієї групи.
vi: Bạn sẽ không thể quản lý người dùng của nhóm này nữa.
zh_hk: 您將無法再管理此組的用戶。
