Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: When editing
ar: عند التحرير
bg: При редактиране
ca: En editar
de: Beim Bearbeiten
eo: When editing = "When vibing with the edits"
es: Al editar
fa: هنگام ویرایش
fi: Muokattaessa
fr: Lors de l'édition
it: Durante la modifica
ja: 編集する場合
nb: Når du redigerer
nl: Bij het bewerken
pl: Podczas edycji
pt_br: Ao editar
ru: При редактировании
sk: Pri úprave
sl: Pri urejanju
sq: Kur redakton
sr: Kada uređuješ
sv: Vid redigering
tr: Düzenleme yaparken
uk: Під час редагування
vi: Khi chỉnh sửa
zh_hk: 編輯時

source: Open question sidebar
ar: افتح الشريط الجانبي للسؤال
bg: Отвори страничната лента с въпроси
ca: Barra lateral de preguntes obertes
de: Seitenleiste „Fragen öffnen“
eo: Open Qs side chat
es: Abrir barra lateral de preguntas
fa: نوار کناری سوال باز
fi: Avoin kysymys -sivupalkki
fr: Ouvrir la barre latérale des questions
it: Barra laterale delle domande aperte
ja: オープン質問サイドバー
nb: Åpne spørsmål i sidefeltet
nl: Open vraag zijbalk
pl: Otwórz pasek boczny pytania
pt_br: Barra lateral de perguntas abertas
ru: Боковая панель открытых вопросов
sk: Otvoriť bočný panel s otázkami
sl: Odpri stransko vrstico z vprašanji
sq: Hap shiritin anësor të pyetjes
sr: Otvori bočnu traku pitanja
sv: Öppna frågesidofältet
tr: Açık soru kenar çubuğu
uk: Відкрити бічну панель запиту
vi: Mở thanh câu hỏi bên
zh_hk: 開放式問題側邊欄

source: Add query builder question
ar: أضف سؤالًا من منشئ الاستعلامات
bg: Добавяне на въпрос към конструктора на заявки
ca: Afegeix una pregunta del creador de consultes
de: Frage zum Abfrage-Generator hinzufügen
eo: Add that query builder vibe, fr.
es: Agregar pregunta al generador de consultas
fa: سوال سازنده پرس و جو را اضافه کنید
fi: Lisää kyselyn luontityökalun kysymys
fr: Ajouter une question au générateur de requêtes
it: Aggiungi domanda al generatore di query
ja: クエリビルダーの質問を追加する
nb: Legg til spørsmål om spørringsbygger
nl: Vraag voor querybouwer toevoegen
pl: Dodaj pytanie do kreatora zapytań
pt_br: Adicionar pergunta do construtor de consultas
ru: Добавить вопрос конструктора запросов
sk: Pridať otázku do nástroja na tvorbu dotazov
sl: Dodaj vprašanje v graditelju poizvedb
sq: Shto pyetje nga ndërtuesi i pyetjeve
sr: Dodaj pitanje iz kreatora upita
sv: Lägg till fråga för frågebyggaren
tr: Sorgu oluşturucu sorusu ekle
uk: Додати запит із конструктора запитів
vi: Thêm câu hỏi xây dựng truy vấn
zh_hk: 新增查詢建立器問題

source: Add native question
ar: أضف سؤالًا أصليًا
bg: Добавяне на въпрос за местен език
ca: Afegeix una pregunta nativa
de: Native Frage hinzufügen
eo: Add the OG question
es: Añadir pregunta nativa
fa: سوال بومی اضافه کنید
fi: Lisää natiivi kysymys
fr: Ajouter une question native
it: Aggiungi domanda nativa
ja: ネイティブの質問を追加
nb: Legg til opprinnelige spørsmål
nl: Voeg een native vraag toe
pl: Dodaj pytanie natywne
pt_br: Adicionar pergunta nativa
ru: Добавить вопрос на родном языке
sk: Pridať otázku z natívnej publikácie
sl: Dodaj izvorno vprašanje
sq: Shto pyetje native
sr: Dodaj nativno pitanje
sv: Lägg till en inbyggd fråga
tr: Yerel soru ekle
uk: Додати нативний запит
vi: Thêm câu hỏi gốc
zh_hk: 新增本地問題

source: Cancel edit dashboard
ar: ألغِ تعديل لوحة المعلومات
bg: Отмяна на редактирането на таблото за управление
ca: Cancel·la l'edició del tauler de control
de: Dashboard-Bearbeitung abbrechen
eo: Cancel edit dashboard → Nah, let's dip on editing the dashboard
es: Cancelar la edición del panel
fa: لغو ویرایش داشبورد
fi: Peruuta koontinäytön muokkaus
fr: Annuler la modification du tableau de bord
it: Annulla modifica dashboard
ja: ダッシュボードの編集をキャンセル
nb: Avbryt redigeringspanelet
nl: Dashboard bewerken annuleren
pl: Anuluj edycję pulpitu nawigacyjnego
pt_br: Cancelar edição do painel
ru: Отменить редактирование панели
sk: Zrušiť úpravu ovládacieho panela
sl: Prekliči urejanje nadzorne plošče
sq: Anulo redaktimin e panelit
sr: Otkaži uređivanje kontrolne table
sv: Avbryt redigering av instrumentpanel
tr: Düzenleme panosunu iptal et
uk: Скасувати редагування дашборду
vi: Hủy chỉnh sửa bảng điều khiển
zh_hk: 取消編輯儀表板

source: Send dashboard to trash
ar: أرسل لوحة المعلومات إلى سلة المهملات
bg: Изпрати таблото за управление в кошчето
ca: Envia el tauler de control a la paperera
de: Dashboard in den Papierkorb verschieben
eo: Send the dashboard to the trash, fr fr
es: Enviar el panel a la papelera
fa: ارسال داشبورد به سطل زباله
fi: Lähetä kojelauta roskakoriin
fr: Envoyer le tableau de bord à la corbeille
it: Invia la dashboard al cestino
ja: ダッシュボードをゴミ箱に送る
nb: Send dashbordet til papirkurven
nl: Dashboard naar prullenbak sturen
pl: Wyślij pulpit do kosza
pt_br: Enviar painel para a lixeira
ru: Отправить панель инструментов в корзину
sk: Odoslať ovládací panel do koša
sl: Pošlji nadzorno ploščo v koš
sq: Dërgo panelin në kosh
sr: Premesti kontrolnu tablu u otpad
sv: Skicka instrumentpanelen till papperskorgen
tr: Panoyu çöp kutusuna gönder
uk: Перемістити дашборд у кошик
vi: Gửi bảng điều khiển vào thùng rác
zh_hk: 將儀表板送至垃圾桶

source: Toggle dashboard info
ar: بدّل معلومات لوحة المعلومات
bg: Превключване на информацията за таблото за управление
ca: Activa/desactiva la informació del tauler de control
de: Dashboard-Informationen umschalten
eo: Flip the dashboard info
es: Cambiar la información del panel
fa: تغییر وضعیت اطلاعات داشبورد
fi: Näytä/piilota kojelaudan tiedot
fr: Basculer les informations du tableau de bord
it: Attiva/disattiva le informazioni della dashboard
ja: ダッシュボード情報を切り替える
nb: Veksle mellom informasjon på dashbordet
nl: Dashboardinfo in-/uitschakelen
pl: Przełącz informacje na pulpicie
pt_br: Alternar informações do painel
ru: Переключить информацию на панели управления
sk: Prepnúť informácie na paneli
sl: Preklopi informacije na nadzorni plošči
sq: Ndrysho info-n e panelit
sr: Prikaži/sakrij informacije o kontrolnoj tabli
sv: Växla instrumentpanelsinformation
tr: Pano bilgilerini değiştir
uk: Перемкнути інформацію про дашборд
vi: Chuyển đổi thông tin bảng điều khiển
zh_hk: 切換儀表板資訊

source: Save dashboard
ar: احفظ لوحة المعلومات
bg: Запазване на таблото за управление
ca: Desa el tauler de control
de: Dashboard speichern
eo: Save dashboard → Tucking the dashboard, lowkey
es: Guardar el panel
fa: ذخیره داشبورد
fi: Tallenna kojelauta
fr: Enregistrer le tableau de bord
it: Salva dashboard
ja: ダッシュボードを保存
nb: Lagre dashbordet
nl: Dashboard opslaan
pl: Zapisz pulpit nawigacyjny
pt_br: Salvar painel
ru: Сохранить панель инструментов
sk: Uložiť informačný panel
sl: Shrani nadzorno ploščo
sq: Ruaj panelin
sr: Sačuvaj kontrolnu tablu
sv: Spara instrumentpanelen
tr: Panoyu kaydet
uk: Зберегти дашборд
vi: Lưu bảng điều khiển
zh_hk: 儲存儀表板

source: Change dashboard tab
ar: غيّر تبويب لوحة المعلومات
bg: Промяна на раздела на таблото за управление
ca: Canvia la pestanya del tauler de control
de: Dashboard-Registerkarte ändern
eo: Switch the dashboard tab, fr.
es: Cambiar la pestaña del panel
fa: تغییر تب داشبورد
fi: Vaihda kojelaudan välilehteä
fr: Modifier l'onglet du tableau de bord
it: Cambia scheda dashboard
ja: ダッシュボードタブを変更する
nb: Endre dashbord-fanen
nl: Dashboardtabblad wijzigen
pl: Zmień kartę pulpitu nawigacyjnego
pt_br: Alterar aba do painel
ru: Изменить вкладку панели инструментов
sk: Zmeniť kartu ovládacieho panela
sl: Spremeni zavihek nadzorne plošče
sq: Ndrysho tab-in e panelit
sr: Promeni tab kontrolne table
sv: Ändra fliken för instrumentpanelen
tr: Gösterge tablosu sekmesini değiştir
uk: Змінити вкладку дашборда
vi: Thay đổi tab bảng điều khiển
zh_hk: 變更儀表板索引標籤

source: Create a question
ar: أنشئ سؤالًا
bg: Създайте въпрос
ca: Crea una pregunta
de: Erstellen einer Frage
eo: Make a q, bestie
es: Crear una pregunta
fa: یک سوال ایجاد کنید
fi: Luo kysymys
fr: Créer une question
it: Crea una domanda
ja: 質問を作成する
nb: Opprett et spørsmål
nl: Stel een vraag
pl: Utwórz pytanie
pt_br: Crie uma pergunta
ru: Создать вопрос
sk: Vytvorte otázku
sl: Ustvarite vprašanje
sq: Krijo një pyetje
sr: Kreiraj Pitanje
sv: Skapa en fråga
tr: Bir soru oluştur
uk: Створити запит
vi: Tạo một câu hỏi
zh_hk: 建立問題

source: Create a native query
ar: أنشئ استعلامًا أصليًا
bg: Създайте нативна заявка
ca: Creeu una consulta nativa
de: Erstellen einer nativen Abfrage
eo: Make a native query, fr.
es: Crear una consulta nativa
fa: یک پرس و جو بومی ایجاد کنید
fi: Luo natiivikysely
fr: Créer une requête native
it: Crea una query nativa
ja: ネイティブクエリを作成する
nb: Opprett en opprinnelig spørring
nl: Een native query maken
pl: Utwórz zapytanie natywne
pt_br: Crie uma consulta nativa
ru: Создать собственный запрос
sk: Vytvorte natívny dotaz
sl: Ustvarite izvorno poizvedbo
sq: Krijo një pyetje native
sr: Kreiraj nativni upit
sv: Skapa en inbyggd fråga
tr: Yerel bir sorgu oluşturun
uk: Створити нативний запит
vi: Tạo truy vấn gốc
zh_hk: 建立本機查詢

source: Create a dashboard
ar: أنشئ لوحة معلومات
bg: Създайте табло за управление
ca: Creeu un tauler
de: Erstellen eines Dashboards
eo: Make a whole vibe dashboard
es: Crear un panel de control
fa: داشبورد ایجاد کنید
fi: Luo kojelauta
fr: Créer un tableau de bord
it: Crea una dashboard
ja: ダッシュボードを作成する
nb: Opprett et dashbord
nl: Een dashboard maken
pl: Utwórz pulpit nawigacyjny
pt_br: Criar um painel
ru: Создать панель инструментов
sk: Vytvorte informačný panel
sl: Ustvarite nadzorno ploščo
sq: Krijo një panel
sr: Kreiraj kontrolnu tablu
sv: Skapa en instrumentpanel
tr: Bir gösterge paneli oluşturun
uk: Створити дашборд
vi: Tạo bảng điều khiển
zh_hk: 建立儀表板

source: Create a document
ar: إنشاء مستند
bg: Създаване на документ
ca: Crea un document
de: Erstellen eines Dokuments
es: Crear un documento
fa: ایجاد یک سند
fi: Luo dokumentti
fr: Créer un document
it: Crea un documento
ja: ドキュメントを作成する
nb: Opprett et dokument
nl: Een document maken
pl: Utwórz dokument
pt_br: Criar um documento
ru: Создать документ
sk: Vytvoriť dokument
sl: Ustvari dokument
sq: Krijo një dokument
sr: Kreiraj dokument
sv: Skapa ett dokument
tr: Bir belge oluşturun
uk: Створити документ
vi: Tạo một tài liệu
zh_hk: 建立文件

source: Create a collection
ar: أنشئ مجموعة
bg: Създайте колекция
ca: Crea una col·lecció
de: Erstellen einer Sammlung
eo: Make a whole vibe with a collection
es: Crear una colección
fa: یک مجموعه ایجاد کنید
fi: Luo kokoelma
fr: Créer une collection
it: Crea una raccolta
ja: コレクションを作成する
nb: Opprett en samling
nl: Maak een collectie
pl: Utwórz kolekcję
pt_br: Criar uma coleção
ru: Создать коллекцию
sk: Vytvorte zbierku
sl: Ustvarite zbirko
sq: Krijo një koleksion
sr: Kreiraj kolekciju
sv: Skapa en samling
tr: Bir koleksiyon oluştur
uk: Створити колекцію
vi: Tạo một bộ sưu tập
zh_hk: 建立收藏集

source: Create a metric
ar: أنشئ مقياسًا
bg: Създайте показател
ca: Creeu una mètrica
de: Erstellen einer Metrik
eo: Make a vibe check metric
es: Crear una métrica
fa: یک متریک ایجاد کنید
fi: Luo mittari
fr: Créer une métrique
it: Crea una metrica
ja: メトリックを作成する
nb: Opprett en metrikk
nl: Een metrische waarde maken
pl: Utwórz metrykę
pt_br: Criar uma métrica
ru: Создать метрику
sk: Vytvorte metriku
sl: Ustvarite meritev
sq: Krijo një metrikë
sr: Kreiraj metriku
sv: Skapa ett mått
tr: Bir metrik oluşturun
uk: Створити метрику
vi: Tạo một số liệu
zh_hk: 建立指標

source: View shortcuts
ar: اعرض الاختصارات
bg: Преглед на преките пътища
ca: Veure dreceres
de: Verknüpfungen anzeigen
eo: View the hacks
es: Ver accesos directos
fa: مشاهده میانبرها
fi: Näytä pikanäppäimet
fr: Afficher les raccourcis
it: Visualizza scorciatoie
ja: ショートカットを表示
nb: Vis snarveier
nl: Snelkoppelingen weergeven
pl: Wyświetl skróty
pt_br: Ver atalhos
ru: Просмотреть ярлыки
sk: Zobraziť skratky
sl: Ogled bližnjic
sq: Shfaq shkurtoret
sr: Prikaži prečice
sv: Visa genvägar
tr: Kısayolları görüntüle
uk: Переглянути шорткати
vi: Xem phím tắt
zh_hk: 檢視捷徑

source: Open trash
ar: افتح سلة المهملات
bg: Отворете кошчето
ca: Obre la paperera
de: Papierkorb öffnen
eo: That's straight-up garbage, no cap
es: Abrir la papelera
fa: سطل زباله را باز کنید
fi: Avaa roskakori
fr: Ouvrir la corbeille
it: Apri cestino
ja: ゴミ箱を開く
nb: Åpne søppel
nl: Open prullenbak
pl: Otwórz kosz
pt_br: Abrir lixeira
ru: Открыть корзину
sk: Otvoriť kôš
sl: Odpri koš
sq: Hap koshin
sr: Otvori Otpad
sv: Öppna papperskorgen
tr: Çöp kutusunu aç
uk: Відкрити кошик
vi: Mở thùng rác
zh_hk: 打開垃圾桶

source: Open personal collection
ar: افتح المجموعة الشخصية
bg: Отворете лична колекция
ca: Col·lecció personal oberta
de: Persönliche Sammlung öffnen
eo: Open ur personal stash
es: Colección personal abierta
fa: باز کردن مجموعه شخصی
fi: Avaa henkilökohtainen kokoelma
fr: Collection personnelle ouverte
it: Collezione personale aperta
ja: 個人コレクションを開く
nb: Åpne personlig samling
nl: Open persoonlijke collectie
pl: Otwórz odbiór osobisty
pt_br: Abrir coleção pessoal
ru: Открыть личную коллекцию
sk: Otvoriť osobný odber
sl: Odpri osebno zbirko
sq: Hap koleksionin personal
sr: Otvori ličnu kolekciju
sv: Öppna personlig samling
tr: Kişisel koleksiyonu aç
uk: Відкрити особисту колекцію
vi: Mở bộ sưu tập cá nhân
zh_hk: 開放個人收藏

source: Go to admin
ar: انتقل إلى المسؤول
bg: Отидете на администратор
ca: Vés a admin
de: Gehe zum Admin
eo: Go hit up admin, bestie
es: Ir a administración
fa: برو به ادمین
fi: Siirry järjestelmänvalvojaan
fr: Accéder à l'administration
it: Vai all'amministrazione
ja: 管理者へ移動
nb: Gå til admin
nl: Ga naar admin
pl: Przejdź do administratora
pt_br: Ir para o administrador
ru: Перейти к администратору
sk: Prejsť na admin
sl: Pojdi k skrbniku
sq: Shko te admin
sr: Idi u admin
sv: Gå till admin
tr: Yöneticiye git
uk: Перейти до адмінки
vi: Đi đến quản trị
zh_hk: 前往管理員

source: Go to user settings
ar: انتقل إلى إعدادات المستخدم
bg: Отидете на потребителските настройки
ca: Aneu a la configuració de l'usuari
de: Gehen Sie zu den Benutzereinstellungen
eo: Slide into user settings
es: Ir a la configuración del usuario
fa: به تنظیمات کاربر بروید
fi: Siirry käyttäjäasetuksiin
fr: Accéder aux paramètres utilisateur
it: Vai alle impostazioni utente
ja: ユーザー設定に移動
nb: Gå til brukerinnstillinger
nl: Ga naar gebruikersinstellingen
pl: Przejdź do ustawień użytkownika
pt_br: Ir para as configurações de usuário
ru: Перейти к настройкам пользователя
sk: Prejdite do používateľských nastavení
sl: Pojdite na uporabniške nastavitve
sq: Shko te cilësimet e përdoruesit
sr: Idi u korisnička podešavanja
sv: Gå till användarinställningar
tr: Kullanıcı ayarlarına git
uk: Перейти до налаштувань користувача
vi: Đi đến cài đặt người dùng
zh_hk: 前往使用者設定

source: Go to home
ar: انتقل إلى الصفحة الرئيسية
bg: Отиди вкъщи
ca: Vés a casa
de: Gehe zur Startseite
eo: Go home, fr fr
es: Ir a casa
fa: برو به خانه
fi: Mene kotiin
fr: Aller à la maison
it: Vai a casa
ja: 家へ帰る
nb: Gå til hjem
nl: Ga naar huis
pl: Idź do domu
pt_br: Ir para a página inicial
ru: Идти домой
sk: Choďte domov
sl: Pojdi domov
sq: Shko te kryefaqja
sr: Idi na početnu
sv: Gå hem
tr: Ana sayfaya git
uk: Перейти на головну
vi: Đi về nhà
zh_hk: 回到首頁

source: New embed
ar: تضمين جديد
bg: Ново вграждане
ca: Nova inserció
de: Neue Einbettung
es: Nueva incrustación
fa: جاسازی جدید
fi: Uusi upotus
fr: Nouvelle intégration
it: Nuovo incorporamento
ja: 新しい埋め込み
nb: Ny innbygging
nl: Nieuwe insluiting
pl: Nowe osadzenie
pt_br: Nova incorporação
ru: Новое встраивание
sk: Nové vloženie
sl: Nova vdelava
sq: Inkorporim i ri
sr: Nova ugradnja
sv: Ny inbäddning
tr: Yeni yerleştirme
uk: Нове вбудовування
vi: Nhúng mới
zh_hk: 新嵌入

source: Toggle dark/light mode
ar: بدّل الوضع الداكن/الفاتح
bg: Превключване между тъмен/светъл режим
ca: Activa/desactiva el mode fosc/clar
de: Dunkel-/Hellmodus umschalten
es: Alternar modo oscuro/claro
fa: حالت تاریک/روشن را تغییر دهید
fi: Vaihda tumma/vaalea tila
fr: Basculer le mode sombre/clair
it: Attiva/disattiva la modalità chiara/scura
ja: ダークモード/ライトモードを切り替える
nb: Veksle mellom mørk/lys-modus
nl: Schakelen tussen donkere/lichte modus
pl: Przełącz tryb ciemny/jasny
pt_br: Alternar modo escuro/claro
ru: Переключить темный/светлый режим
sk: Prepínanie medzi tmavým/svetlým režimom
sl: Preklopi med temnim/svetlim načinom
sq: Kalo modalitetin e errët/të çelët
sr: Uključi/isključi tamni/svetli režim
sv: Växla mörkt/ljust läge
tr: Koyu/açık modunu değiştir
uk: Перемкнути темний/світлий режим
vi: Chuyển đổi chế độ tối/sáng
zh_hk: 切換暗/亮模式

source: Toggle dark mode
ar: بدّل الوضع الداكن
bg: Превключване на тъмен режим
ca: Activa/desactiva el mode fosc
de: Dunkelmodus umschalten
es: Activar o desactivar el modo oscuro
fa: حالت تاریک را تغییر دهید
fi: Vaihda tummaa tilaa
fr: Activer le mode sombre
it: Attiva la modalità scura
ja: ダークモードを切り替える
nb: Veksle mellom mørk modus
nl: Donkere modus in-/uitschakelen
pl: Przełącz tryb ciemny
pt_br: Alternar modo escuro
ru: Включить темный режим
sk: Prepnúť tmavý režim
sl: Preklopi temni način
sq: Kalo modalitetin e errët
sr: Uključi/isključi tamni režim
sv: Växla mörkt läge
tr: Karanlık modu aç/kapat
uk: Перемкнути темний режим
vi: Chuyển đổi chế độ tối
zh_hk: 切換黑暗模式

source: Move collection items to trash
ar: انقل عناصر المجموعة إلى سلة المهملات
bg: Преместете елементи от колекцията в кошчето
ca: Mou els elements de la col·lecció a la paperera
de: Sammlungselemente in den Papierkorb verschieben
eo: Slide those items into the trash, bestie
es: Mover elementos de la colección a la papelera
fa: موارد مجموعه را به سطل زباله منتقل کنید
fi: Siirrä kokoelman kohteet roskakoriin
fr: Déplacer les éléments de la collection vers la corbeille
it: Sposta gli elementi della raccolta nel cestino
ja: コレクションアイテムをゴミ箱に移動する
nb: Flytt innsamlingsgjenstander til søpla
nl: Verzamelitems naar de prullenbak verplaatsen
pl: Przenieś elementy kolekcji do kosza
pt_br: Mover itens da coleção para a lixeira
ru: Переместить предметы коллекции в корзину
sk: Presuňte položky zbierky do koša
sl: Premaknite predmete zbirke v koš
sq: Kalo artikujt e koleksionit te koshi
sr: Premesti stavke kolekcije u Otpad
sv: Flytta samlingsobjekt till papperskorgen
tr: Koleksiyon öğelerini çöp kutusuna taşı
uk: Перемістити елементи колекції в кошик
vi: Di chuyển các mục sưu tập vào thùng rác
zh_hk: 將收集的物品移至垃圾桶

source: Switch to editor
ar: بدّل إلى المحرّر
bg: Превключване към редактор
ca: Canvia a l'editor
de: Zum Editor wechseln
eo: Switch to the edit mode, fr fr
es: Cambiar al editor
fa: به ویرایشگر تغییر دهید
fi: Vaihda editoriin
fr: Passer à l'éditeur
it: Passa all'editor
ja: エディターに切り替える
nb: Bytt til redigeringsprogram
nl: Overschakelen naar editor
pl: Przełącz na edytor
pt_br: Mudar para o editor
ru: Переключиться на редактора
sk: Prepnúť do editora
sl: Preklopi na urejevalnik
sq: Kalo te editori
sr: Prebaci na editor
sv: Växla till redigeraren
tr: Editöre geç
uk: Перемкнутися на редактор
vi: Chuyển sang trình soạn thảo
zh_hk: 切換到編輯器

source: Open filter dropdown
ar: افتح القائمة المنسدلة للفلاتر
bg: Отворете падащото меню за филтър
ca: Obre el menú desplegable de filtres
de: Filter-Dropdown öffnen
eo: Open the filter dropdown → Drop the filter menu, bestie
es: Abrir el menú desplegable de filtros
fa: باز کردن منوی کشویی فیلتر
fi: Avaa suodatinvalikko
fr: Ouvrir la liste déroulante des filtres
it: Apri il menu a discesa del filtro
ja: フィルタードロップダウンを開く
nb: Åpne rullegardinmenyen for filter
pl: Otwórz rozwijaną listę filtrów
pt_br: Abrir menu suspenso de filtro
ru: Открыть раскрывающийся список фильтров
sk: Otvoriť rozbaľovaciu ponuku filtra
sl: Odpri spustni meni filtrov
sq: Hap dropdown-in e filtrit
sr: Otvori padajući meni filtera
sv: Öppna filterrullgardinsmenyn
tr: Filtre açılır menüsünü aç
uk: Відкрити випадаючий список фільтра
vi: Mở thả xuống bộ lọc
zh_hk: 開啟篩選器下拉式選單

source: Open summarize sidebar
ar: افتح الشريط الجانبي للتلخيص
bg: Отворете страничната лента за обобщение
ca: Obriu la barra lateral de resum
de: Seitenleiste „Zusammenfassen“ öffnen
eo: Open up the summary sidebar, bestie
es: Abrir la barra lateral de resumen
fa: نوار کناری خلاصه را باز کنید
fi: Avaa yhteenvetosivupalkki
fr: Ouvrir la barre latérale de résumé
it: Apri la barra laterale di riepilogo
ja: 要約サイドバーを開く
nb: Åpne sidefeltet for oppsummering
nl: Open samenvatting zijbalk
pl: Otwórz pasek boczny podsumowania
pt_br: Abrir barra lateral de resumo
ru: Открыть боковую панель резюме
sk: Otvoriť bočný panel súhrnu
sl: Odpri stransko vrstico za povzetek
sq: Hap anësorin e përmbledhjes
sr: Otvori bočnu traku za sumiranje
sv: Öppna sidofältet för sammanfattning
tr: Özet kenar çubuğunu aç
uk: Відкрити бічну панель підсумків
vi: Mở thanh bên tóm tắt
zh_hk: 開啟摘要側邊欄

source: Bookmark question
ar: ضع إشارة مرجعية للسؤال
bg: Въпрос за отметка
ca: Pregunta de marcador
de: Frage merken
eo: Bookmark question → "Bet, I gotta save this"
es: Pregunta de marcador
fa: سوال را نشانه‌گذاری کنید
fi: Kirjanmerkkikysymys
fr: Mettre une question en favori
it: Aggiungi ai segnalibri la domanda
ja: ブックマークの質問
nb: Spørsmål om bokmerker
nl: Vraag met bladwijzer
pl: Dodaj pytanie do zakładek
pt_br: Pergunta de marcador
ru: Добавить вопрос в закладки
sk: Otázka v záložke
sl: Dodaj vprašanje med zaznamke
sq: Shto pyetjen te faqeruajtësit
sr: Dodaj obeleživač za pitanje
sv: Bokmärkesfråga
tr: Soruyu yer imlerine ekle
uk: Додати запит у закладки
vi: Đánh dấu câu hỏi
zh_hk: 書籤問題

source: Open question info
ar: افتح معلومات السؤال
bg: Информация за отворен въпрос
ca: Informació de la pregunta oberta
de: Informationen zur offenen Frage
eo: Just a quick Q info
es: Información de pregunta abierta
fa: باز کردن اطلاعات سوال
fi: Avoimen kysymyksen tiedot
fr: Informations sur les questions ouvertes
it: Informazioni sulla domanda aperta
ja: オープン質問情報
nb: Info om åpne spørsmål
nl: Open vraag info
pl: Otwarte pytanie info
pt_br: Abrir informações da pergunta
ru: Информация об открытом вопросе
sk: Informácie o otvorenej otázke
sl: Informacije o odprtem vprašanju
sq: Hap informacionin e pyetjes
sr: Otvori informacije o pitanju
sv: Öppna fråga info
tr: Açık soru bilgisi
uk: Відкрити інформацію про запит
vi: Thông tin câu hỏi mở
zh_hk: 開放式問題資訊

source: Refresh data
ar: حدّث البيانات
bg: Обновяване на данните
ca: Actualitza les dades
de: Daten aktualisieren
eo: Reup the info
es: Actualizar datos
fa: به‌روزرسانی داده‌ها
fi: Päivitä tiedot
fr: Actualiser les données
it: Aggiorna i dati
ja: データを更新する
nb: Oppdater data
nl: Gegevens vernieuwen
pl: Odśwież dane
pt_br: Atualizar dados
ru: Обновить данные
sk: Obnoviť údaje
sl: Osveži podatke
sq: Rifresko të dhënat
sr: Osveži podatke
sv: Uppdatera data
tr: Verileri yenile
uk: Оновити дані
vi: Làm mới dữ liệu
zh_hk: 刷新資料

source: Toggle visualization
ar: بدّل التصور
bg: Превключване на визуализацията
ca: Activa/desactiva la visualització
de: Visualisierung umschalten
eo: Switch up the vibes
es: Activar o desactivar la visualización
fa: نمایش بصری را تغییر دهید
fi: Näytä/piilota visualisointi
fr: Basculer la visualisation
it: Attiva/disattiva la visualizzazione
ja: 視覚化を切り替える
nb: Veksle mellom visualisering
nl: Visualisatie in-/uitschakelen
pl: Przełącz wizualizację
pt_br: Alternar visualização
ru: Переключить визуализацию
sk: Prepnúť vizualizáciu
sl: Preklopi vizualizacijo
sq: Ndrysho/kthe vizualizimin
sr: Uključi/isključi vizualizaciju
sv: Växla visualisering
tr: Görselleştirmeyi aç/kapat
uk: Перемкнути візуалізацію
vi: Chuyển đổi trực quan
zh_hk: 切換可視化
