Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: When using the default binning strategy and a number of bins is not provided, this number will be used as the default.
ar: عند استخدام استراتيجية التجميع إلى فئات الافتراضية وعدم توفير عدد الفئات، سيُستخدم هذا الرقم كقيمة افتراضية.
bg: Когато се използва стратегията за разделяне по подразбиране и не се предоставят определен брой кошчета, този номер ще се използва като подразбиране.
ca: Quan s'utilitza l'estratègia d'agrupació predeterminada i no es proporciona una quantitat de trams aquest número s'utilitzarà com el predeterminat.
de: Wenn du die Standard-Klasseneinteilung verwendest und keine Anzahl an Klassen vorgibst, wird dieser Standardwert verwendet.
eo: When you don’t specify how many bins to use, it’s just gonna default to that number, fr.
es: Cuando se usa la estrategia de agrupación predeterminada y no se proporciona una cantidad de tramos, este número se usará como el predeterminado.
fa: هنگام استفاده از استراتژی پیشفرض به طور پیش فرض و تعدادی از سطل ها ارائه نشده است، این شماره به عنوان پیش فرض مورد استفاده قرار می گیرد.
fi: Kun käytetään oletusjakostrategiaa eikä jakojen lukumäärää ole annettu, tämä lukumäärä käytetään oletuksena.
fr: Valeur par défaut du nombre de cellules (bins) pour le regroupement
hu: Ha az alapértelmezett binning stratégiát használja, és a bin-ek száma nincs megadva, ezt a számot fogják alapértelmezettként használni.
it: Quando si utilizza la strategia degli intervalli predefinita e non viene fornito un numero di intervalli, questo numero verrà utilizzato come predefinito.
ja: デフォルトのビニング設定を使用しており、かつビンが入力されていない場合には、この数値がデフォルトとして使用されます。
lt: Naudojant numatytąjį siuntimo strategiją ir kai kurių dėžių nėra, šis numeris bus naudojamas kaip numatytasis.
ms: Apabila menggunakan strategi pengelompokan lalai dan bilangan kelompok tidak diberikan, nombor ini akan digunakan sebagai lalai.
nb: Når den vanlige inndelings-strategien brukes og et antall inndelinger ikke er gitt, vil dette antallet bli brukt som standard.
nl: Als bij gebruik van standaardgroepering het aantal groepen niet is opgegeven, wordt dit aantal gebruikt.
pl: W przypadku korzystania z domyślnej strategii grupowania i braku określonej liczby grup, ta liczba będzie używana jako domyślna.
pt_br: Ao usar a estratégia de agrupamento padrão e um número de agrupamentos não for fornecido, esse número será usado como padrão.
ru: При использовании стратегии разбиения по умолчанию и отсутствии нескольких ячеек это число будет использоваться по умолчанию.
sk: Ak nepoužívate predvolenú stratégiu zoskupovania a nie je zadaný určitý počet zásobníkov, toto číslo sa použije ako predvolené.
sl: Če uporabljate privzeto strategijo združevanja in število predalcev ni na voljo, bo ta številka uporabljena kot privzeta.
sq: Kur përdoret strategjia e parazgjedhur e ndarjes në intervale dhe nuk jepet numri i intervaleve, ky numër do të përdoret si parazgjedhje.
sr: Kada se koristi podrazumevana strategija grupisanja u intervale i broj bina nije naveden, ovaj broj će se koristiti kao podrazumevani.
sv: När den förvalda behållare-strategin används och ett antal behållare inte finns tillgängliga kommer denna siffra att användas som förval.
tr: Varsayılan bölme stratejisi kullanıldığında ve bir dizi bölme sağlanmadığında, bu sayı varsayılan olarak kullanılır.
uk: Якщо використовується дефолтна стратегія біннінгу й кількість бінів не задано, це число буде використано за замовчуванням.
vi: Khi sử dụng chiến lược tạo thùng mặc định và một số thùng không được cung cấp, số này sẽ được sử dụng làm mặc định.
zh_hk: 當使用預設的封裝（打包）策略是，如果沒有提供封裝（打包）的數量，該數字將用作預設值

source: When using the default binning strategy for a field of type Coordinate (such as Latitude and Longitude), this number will be used as the default bin width (in degrees).
ar: عند استخدام استراتيجية التجميع إلى فئات الافتراضية لحقل من النوع Coordinate (مثل Latitude وLongitude)، سيُستخدم هذا الرقم كعرض الفئة الافتراضي (بالدرجات).
bg: Когато използвате стратегията за подреждане по подразбиране за поле от тип Coordinate (като Latitude и Longitude), този номер ще се използва като ширина на кошчето по подразбиране (в градуси).
ca: Quan s'utilitza l'estratègia d'agrupació predeterminada per un camp de tipus Coordenada (com Latitud i Longitud) aquest número s'utilitzarà com a amplada predeterminada del tram (en graus).
de: Wenn du die Standard-Klasseneinteilung für ein Feld vom Typ Koordinate (wie z.B. Längengrad und Breitengrad) verwendest, wird diese Nummer (in Grad) als Standardwert verwendet.
eo: When you’re using the stock binning method for a Coordinate field (like Latitude and Longitude), this number's basically the default bin size in degrees, no cap.
es: Cuando se utiliza la estrategia de agrupación predeterminada para un campo de tipo Coordenada (como Latitud y Longitud), este número se utilizará como el ancho predeterminado del tramo (en grados).
fa: هنگام استفاده از استراتژی پیشفرض پیش فرض برای یک فیلد از نوع مختصات (مانند طول و عرض جغرافیایی)، این شماره به عنوان عرض باین پیش فرض (در درجه) استفاده می شود.
fi: Kun käytät oletuslokerointistrategiaa Koordinaatti-tyypin kentille (kuten Leveysaste ja Pituusaste), tätä numeroa käytetään oletuslokeron leveytenä (asteissa).
fr: Valeur par défaut en degrés du côté d'une cellule (bin) pour le regroupement d'un champ de type Coordonnées (tel que Latitude ou Longitude).
hu: Ha az alapértelmezett binning stratégiát használja egy koordináta típusú mezőhöz (például szélesség és hosszúság), ezt a számot fogják alapértelmezett bin szélességként használni (fokban).
it: Quando si utilizza la strategia degli intervalli predefinita per un campo di tipo Coordinate (come Latitudine e Longitudine), questo numero verrà utilizzato come larghezza predefinita dell'intervallo (in gradi).
ja: 座標タイプ(緯度と経度など)のフィールドにデフォルトのビニング設定を使用する場合、この数値はデフォルトビン幅(度)として使用されます。
lt: Naudojant numatytąją „Binning“ strategiją laukui „Koordinatė“ (pvz., Platuma ir ilguma), šis numeris bus naudojamas kaip numatytasis dėklo plotis (laipsniais).
ms: Apabila menggunakan strategi pengelompokan lalai untuk medan jenis Koordinat (seperti Lintang dan Bujur), nombor ini akan digunakan sebagai lebar kelompok lalai (dalam darjah).
nb: Når den vanlige inndelings-strategien brukes for et koordinat-felt (sånn som lengdegrad og breddegrad), så vil dette tallet bli brukt som standardstørrelse på inndelingen (i grader).
nl: Wanneer u de standaardbinningstrategie gebruikt voor een veld van het type Coördinaat (zoals Breedtegraad en Lengtegraad), wordt dit nummer gebruikt als de standaard bin-breedte (in graden).
pl: W przypadku korzystania z domyślnej strategii grupowania dla pola współrzędnych (na przykład szerokości i długości geograficznej) ta liczba będzie używana jako domyślna szerokość grupowania (w stopniach).
pt_br: Ao usar a estratégia de agrupamento padrão para um campo do tipo Coordenada (como Latitude e Longitude), esse número será usado como a largura de agrupamento padrão (em graus).
ru: При использовании стратегии разбиения по умолчанию для поля типа координата (например, широта и долгота) это число будет использоваться в качестве ширины ячейки по умолчанию (в градусах).
sk: Pri použití predvolenej stratégie zoskupovania pre pole typu Koordináty (napríklad zemepisná šírka a dĺžka) sa toto číslo použije ako predvolená šírka zásobníka (v stupňoch).
sl: Če uporabljate privzeto strategijo združevanja za polje vrste Koordinata (na primer zemljepisna širina in dolžina), bo ta številka uporabljena kot privzeta širina koša (v stopinjah).
sq: Kur përdoret strategjia e parazgjedhur e ndarjes në intervale për një fushë të tipit Koordinatë (si Gjerësia dhe Gjatësia), ky numër do të përdoret si gjerësia e parazgjedhur e intervalit (në gradë).
sr: Kada se koristi podrazumevana strategija grupisanja u intervale za polje tipa Coordinate (kao što su Latitude i Longitude), ovaj broj će se koristiti kao podrazumevana širina bine (u stepenima).
sv: När den förvalda behållare-strategin används för ett koordinat-fält (som latitud eller longitud) kommer detta nummer att användas som förvald behållare-bredden (i grader).
tr: Koordinatör tipi için varsayılan binning stratejisini kullanırken (Enlem ve Boylam gibi), onun numarası varsayılan bin genişliği (derece olarak) olarak kullanılacaktır.
uk: Якщо використовується дефолтна стратегія біннінгу для поля типу Coordinate (наприклад, Latitude і Longitude), це число буде використано як дефолтна ширина біна (у градусах).
vi: Khi sử dụng chiến lược tạo thùng mặc định cho trường Loại tọa độ (như Vĩ độ và Kinh độ), số này sẽ được sử dụng làm độ rộng thùng mặc định (tính theo độ).
zh_hk: 當使用坐標類型（例如經度和經度）欄位的預設封裝（打包）策略時，該編號將用作預設的封裝（打包）步長（以度為單位）

source: Unable to validate token.
hu: Nem lehet érvényesíteni a tokent.
ms: Tidak dapat mengesahkan token.

source: Error fetching token status:
hu: Hiba a token állapotának lekérésekor:
ms: Ralat mendapatkan status token:

source: There was an error checking whether this token was valid.
hu: Hiba történt annak ellenőrzésekor, hogy érvényes-e ez a token.
ms: Terdapat ralat semasa memeriksa sama ada token ini sah.

source: Token validation timed out.
eo: Bruh, the token validation just timed out, deadass.
hu: A token érvényesítése időtúllépésbe ütközött.
lt: Tokenų patvirtinimas baigėsi.
ms: Pengesahan token tamat masa.

source: Invalid token: token isn't in the right format.
hu: Érvénytelen token: a token nem megfelelő formátumú.
ms: Token tidak sah: token tidak dalam format yang betul.

source: Checking with the MetaStore to see whether {0} is valid...
hu: Annak ellenőrzése a MetaStore-nál, hogy érvényes-e {0}...
ms: Memeriksa dengan MetaStore untuk melihat sama ada {0} sah...

source: Token for premium embedding. Go to the MetaStore to get yours!
hu: Token prémium beágyazáshoz. Látogasson el a MetaStore-ba, hogy megszerezze sajátját!
ms: Token untuk sematan premium. Pergi ke MetaStore untuk mendapatkannya!

source: Token is valid.
hu: A token érvényes.
ms: Token sah.

source: Error setting premium embedding token
hu: Hiba a prémium beágyazási token beállítása során
ms: Ralat menetapkan token sematan premium

source: Unable to compare results to goal for alert.
hu: Nem lehet összehasonlítani az eredményeket a riasztás céljával.
ms: Tidak dapat membandingkan keputusan dengan matlamat untuk amaran.

source: Question ID is ''{0}'' with visualization settings ''{1}''
hu: A kérdés azonosítója: ''{0}'' a vizualizációs beállításokkal: ''{1}''
ms: ID Soalan ialah "{0}" dengan tetapan visualisasi "{1}"

source: Unrecognized alert with condition ''{0}''
hu: Felismerhetetlen riasztás a következő feltétellel: ''{0}''
ms: Amaran tidak dikenali dengan syarat "{0}"

source: Unrecognized channel type {0}
hu: Ismeretlen csatornatípus: {0}
ms: Jenis saluran {0} tidak dikenali

source: Error sending notification!
hu: Hiba az értesítés küldésekor!
ms: Ralat menghantar pemberitahuan!

source: Can't find JS color selector at ''{0}''
hu: A JS színválasztót nem található a következő helyen: ''{0}''
ms: Tidak dapat mencari pemilih warna JS di "{0}"

source: Card has errors: {0}
ar: تحتوي البطاقة على أخطاء: {0}
bg: Картата има грешки: {0}
ca: La Targeta conté errors: {0}
de: Karte enthält Fehler: {0}
eo: Yo, the card's got errors: {0}
es: La tarjeta tiene errores: {0}
fa: کارت دارای خطا است: {0}
fi: Kortissa on virheitä: {0}
fr: Questions en erreur : {0}
hu: A kártya hibákat tartalmaz: {0}
it: La carta ha errori: {0}
ja: カードにエラーがあります: {0}
lt: Kortelė turi klaidų: {0}
ms: Kad mempunyai ralat: {0}
nb: Kort har feil: {0}
nl: Kaart heeft fouten: {0}
pl: Karta zawiera błędy: {0}
pt_br: O cartão tem erros: {0}
ru: Карточка содержит ошибки: {0}
sk: Karta obsahuje chyby: {0}
sl: Kartica ima napake: {0}
sq: Karta ka gabime: {0}
sr: Kartica ima greške: {0}
sv: Listan har fel: {0}
tr: Kartta hata var: {0}
uk: Картка містить помилки: {0}
vi: Thẻ có lỗi: {0}
zh_hk: 卡片存在錯誤:{0}

source: Pulse card render error
hu: Impulzusk
ms: Ralat render kad Denyutan

source: Trimming trailing comment from card with id {0}
hu: A(z) {0} azonosítójú kártya végső megjegyzésének levágásaA(z) {0} azonos
ms: Memotong komen terakhir daripada kad dengan id {0}

source: Can't find field with ID: {0}
hu: Nem található mező ezzel az azonosítóval: {0}
ms: Tidak dapat mencari medan dengan ID: {0}

source: ''{0}'' is a required param.
hu: A ''{0}'' kötelező paraméter.
ms: '{0}' adalah parameter yang diperlukan.

source: Found ''{0}'' with no terminating ''{1}'' in query ''{2}''
hu: A(z) ''{0}'' végző ''{1}'' nélkül található a ''{2}'' lekérdezésben
ms: Menemui '{0}' tanpa penamat '{1}' dalam pertanyaan '{2}'

source: Unable to substitute ''{0}'': param not specified.nFound: {1}
hu: Nem helyettesíthető ''{0}'': a paraméter nincs megadva. Talált: {1}
ms: Tidak dapat menggantikan '{0}': parameter tidak ditentukan. Dijumpai: {1}

source: You do not have permissions to view Card {0}.
ar: ليس لديك صلاحيات لعرض البطاقة {0}.
bg: Нямате разрешения за преглед на карта {0}.
ca: No tens permís per veure la Targeta {0}.
de: Du hast keine Berechtigungen, um die Karte {0} anzuzeigen.
eo: Yo, you lowkey don’t have the creds to view Card {0}.
es: No tienes permiso para ver la Tarjeta {0}.
fa: شما مجوز هایی برای مشاهده کارت {0} ندارید.
fi: Sinulla ei ole oikeuksia nähdä korttia {0}.
fr: Vous n'êtes pas autorisé à afficher la question {0}.
hu: Nincs engedélye megtekinteni a(z) {0} kártyát.
it: Non possiedi i permessi per visualizzare Card {0}.
ja: カード{0}の閲覧権限がありません
lt: Neturite leidimų peržiūrėti kortelę {0} .
ms: Anda tidak mempunyai kebenaran untuk melihat Kad {0}.
nb: Du har ikke tilgang til å vise Kort {0}.
nl: Je hebt onvoldoende rechten om Kaart {0} te bekijken.
pl: Nie masz uprawnień do wyświetlania Karty {0}.
pt_br: Você não tem permissão para visualizar o cartão {0}.
ru: У вас нет привилегий на просмотр Карточки {0}.
sk: Nemáte oprávnenie na prezeranie karty {0}.
sl: Nimate dovoljenj za ogled kartice {0}.
sq: Nuk keni leje për të parë Kartën {0}.
sr: Nemate dozvolu da vidite Karticu {0}.
sv: Du har inte rättighet att visa listan {0}.
tr: {0} Kartını görüntüleme izniniz yok.
uk: У вас немає дозволів на перегляд картки {0}.
vi: Bạn không có quyền xem Thẻ {0}.
zh_hk: 沒有檢視報表{0}的權限

source: You do not have permissions to run this query.
ar: ليس لديك صلاحيات لتشغيل هذا الاستعلام.
bg: Нямате разрешения за изпълнение на тази заявка.
ca: No tens permisos per executar aquesta consulta.
de: Du hast keine Berechtigungen, um diese Abfrage auszuführen.
eo: Bruh, you don’t have the vibes to run this query.
es: No tienes permiso para ejecutar esta consulta.
fa: شما برای اجرای این پرس و جو مجوز ندارید.
fi: Sinulla ei ole oikeuksia suorittaa tätä kyselyä.
fr: Vous n'êtes pas autorisé à exécuter cette requête.
hu: Nincs engedélye futtatni ezt a lekérdezést.
it: Non hai i permessi per eseguire questa query.
ja: このクエリを実行する権限がありません
lt: Neturite leidimų paleisti šį užklausą.
ms: Anda tidak mempunyai kebenaran untuk menjalankan pertanyaan ini.
nb: Du har ikke tilgang til å kjøre denne spørringen.
nl: Je hebt onvoldoende rechten om deze query uit te voeren.
pl: Nie masz uprawnień do uruchomienia tej kwerendy.
pt_br: Você não tem permissão para executar esta consulta.
ru: У вас нет привилегий на выполнение данного запроса.
sk: Nemáte oprávnenie na spustenie tohto dotazu.
sl: Nimate dovoljenj za zagon te poizvedbe.
sq: Nuk keni leje për të ekzekutuar këtë pyetje.
sr: Nemate dozvole da pokrenete ovaj upit.
sv: Du har inte rättighet att köra denna fråga.
tr: Bu sorguyu çalıştırmak için izniniz yok.
uk: У вас немає дозволів на запуск цього запиту.
vi: Bạn không có quyền để chạy truy vấn này.
zh_hk: 沒有執行查詢的權限

source: Fingerprint updates attempted {0}, updated {1}, no data found {2}, failed {3}
hu: Ujjlenyomat-frissítések kísérletei: {0}, frissítve: {1}, nincs adat: {2}, sikertelen: {3}
ms: Kemas kini cap jari dicuba {0}, dikemas kini {1}, tiada data dijumpai {2}, gagal {3}

source: Total number of fields classified {0}, {1} failed
hu: Összes besorolt mező: {0}, sikertelen: {1}
ms: Jumlah medan yang diklasifikasikan {0}, {1} gagal

source: Total number of tables classified {0}, {1} updated
hu: Összes besorolt tábla: {0}, frissítve: {1}
ms: Jumlah jadual yang diklasifikasikan {0}, {1} dikemas kini

source: Error generating fingerprint for {0}
ar: خطأ أثناء إنشاء بصمة لـ {0}
bg: Грешка при генерирането на пръстов отпечатък за {0}
ca: Error generant una petjada per {0}
de: Fehler beim Generieren des Fingerabdrucks für {0}
eo: Oops, error when trying to get the fingerprint for {0} smh
es: Error generando huella para {0}
fa: خطا در ایجاد اثر انگشت برای {0}
fi: Virhe sormenjäljen luomisessa kohteelle {0}
fr: Erreur à la génération de l'empreinte pour {0}
hu: Hiba ujjlenyomat generálása során: {0}
it: Errore nel generare l'impronta per {0}
ja: {0}のフィンガープリント生成中にエラーが発生しました。
lt: Klaida generuojant {0} pirštų atspaudus
ms: Ralat menjana cap jari untuk {0}
nb: Feil ved generering av fingeravtrykk for {0}
nl: Fout bij het genereren van vingerafdruk voor {0}
pl: Błąd podczas generowania odcisku dla {0}
pt_br: Erro ao gerar impressão digital para {0}
ru: Ошибка генерация отпечатка для {0}
sk: Pri generovaní odtlačku prsta pre {0} došlo k chybe
sl: Napaka pri ustvarjanju prstnega odtisa za {0}
sq: Gabim gjatë gjenerimit të fingerprint-it për {0}
sr: Greška pri generisanju otiska za {0}
sv: Fel när fingeravtryck skapades för {0}
tr: {0} için parmak izi oluşturma hatası
uk: Помилка генерування фингерпринта для {0}
vi: Lỗi tạo vân tay cho {0}
zh_hk: {0}生成浮水印錯誤

source: Updated {0} field value sets, created {1}, deleted {2} with {3} errors
hu: Frissített {0} mező érték készletek, létrehozott: {1}, törölt: {2}, hibák száma: {3}
ms: Dikemas kini set nilai medan {0}, dicipta {1}, dipadam {2} dengan {3} ralat

source: Total number of fields sync''d {0}, number of fields updated {1}
hu: Összes szinkronizált mező: {0}, frissített mezők száma: {1}
ms: Jumlah medan yang diselaraskan {0}, jumlah medan yang dikemas kini {1}

source: Total number of tables sync''d {0}, number of tables updated {1}
hu: Összes szinkronizált tábla: {0}, frissített táblák száma: {1}
ms: Jumlah jadual yang diselaraskan {0}, jumlah jadual yang dikemas kini {1}

source: Found timezone id {0}
hu: Időzóna azonosító megtalálva: {0}
ms: Dijumpai ID zon waktu {0}

source: Total number of foreign keys sync''d {0}, {1} updated and {2} tables failed to update
hu: Összes szinkronizált idegen kulcs: {0}, frissítve: {1}, frissítés sikertelen táblák: {2}
ms: Jumlah kunci asing yang diselaraskan {0}, {1} dikemas kini dan {2} jadual gagal dikemas kini

source: {0} Database {1} ''{2}''
hu: {0} Adatbázis {1} ''{2}''
ms: {0} Pangkalan Data {1} '{2}'

source: Table {0} ''{1}''
hu: Tábla {0} ''{1}''
ms: Jadual {0} '{1}'

source: Field {0} ''{1}''
hu: Mező {0} ''{1}''
ms: Medan {0} '{1}'

source: Field ''{0}''
hu: „{0}” mező
ms: Medan '{0}'

source: step ''{0}'' for {1}
hu: lépés ''{0}'' {1}-hez
ms: langkah '{0}' untuk {1}

source: Completed {0} on {1}
hu: {0} befejezve, ekkor: {1}
ms: Selesai {0} pada {1}

source: Start: {0}
hu: Kezdés: {0}
ms: Mula: {0}

source: End: {0}
hu: Vége: {0}
ms: Tamat: {0}

source: Duration: {0}
hu: Időtartam: {0}
ms: Tempoh: {0}

source: Completed step ''{0}''
hu: „{0}” lépés befejezve
ms: Selesai langkah''{0}''

source: Loading tasks namespace:
hu: Feladatok betöltése névtérbe:
ms: Memuatkan ruang nama tugas:

source: Starting Quartz Scheduler
hu: A Quartz Scheduler indítása
ms: Memulakan Penjadualan Quartz

source: Stopping Quartz Scheduler
hu: A Quartz Scheduler leállítása
ms: Menghentikan Penjadual Quartz

source: Job already exists:
hu: Az állás már létezik:
ms: Tugasan sudah wujud:

source: Loading Metabase...
hu: Metabase betöltése...
ms: Memuatkan Metabase...

source: Possible timezone conflict found on database {0}.
hu: Lehetséges időzóna ütközés az {0} adatbázisbanLehets.
ms: Kemungkinan konflik zon waktu ditemui pada pangkalan data {0}.

source: JVM timezone is {0} and detected database timezone is {1}.
hu: A JVM időzóna {0}, és az adatbázisban észlelt időzóna {1}.
ms: Zon waktu JVM ialah "{0}" dan zon waktu pangkalan data yang dikesan ialah "{1}".

source: Configure a report timezone to ensure proper date and time conversions.
hu: Állítsa be a jelentés időzónáját a megfelelő dátum- és időkonverzió biztosítása érdekében.
ms: Konfigurasikan Zon Waktu laporan untuk penukaran tarikh dan masa yang tepat.

source: Secret key used to sign JSON Web Tokens for requests to `/api/embed` endpoints.
ar: مفتاح سري يُستخدم لتوقيع JSON Web Tokens للطلبات إلى نقاط نهاية `/api/embed`.
bg: Секретен ключ, използван за подписване на JSON Web Tokens за заявки за крайни точки `/ api / embed`.
ca: La clau secreta utilitzada per firmar els tokens JSON per les sol·licituds `/api/embed` de l'API.
de: Geheimer Schlüssel, der verwendet wird, um JSON Web-Token für Anfragen an "/API/embed" Endpunkte zu signieren.
eo: That secret key is what’s used to sign JSON Web Tokens when you hit up the `/api/embed` endpoints, fr.
es: Clave secreta utilizada para firmar tokens web JSON para solicitudes al API `/api/embed`.
fa: کلید مخفی برای امضای JSON Web Tokens برای درخواست به نقطه انتهایی `/ api / embed 'استفاده می شود.
fi: Salainen avain, jota käytetään allekirjoittamaan JSON Web Tokenit `/api/embed` -pisteisiin lähetettäviin pyyntöihin.
fr: Clé secrète utilisée pour signer les "JSON Web Tokens" dans les requêtes aux endpoints `/api/embed`.
hu: Titkos kulcs a JSON-webtokenek aláírásához az /api/embed végpontokhoz.
it: Chiave segreta utilizzata per firmare Token Web JSON per le richieste agli endpoint `/ api / embed`.
ja: `/ api / embed`エンドポイントへのリクエストに対してJSON Webトークンに署名するために使用される秘密キー。
lt: Slaptas raktas, naudojamas JSON žiniatinklio žetonų pasirašymui, norint gauti „/ api / embed“ galinius taškus.
ms: Kunci rahsia yang digunakan untuk menandatangani Token Web JSON untuk permintaan ke titik akhir /api/embed.1q11
nb: Hemmelig nøkkel for å signere JSON Web Tokens for tilkobling til `/api/embed`.
nl: Geheime sleutel gebruikt om JSON Web Tokens te ondertekenen voor verzoeken naar `/api/embed`-eindpunten.
pl: Klucz tajny używany do podpisywania JSON Web Tokens dla żądań do punktów końcowych "/api/embed".
pt_br: Chave secreta usada para assinar tokens da Web JSON para solicitações a endpoints `/api/embed`.
ru: Секретный ключ используется для подписи JSON Web токенов для обращений к назначениям `/api/embed`
sk: Tajný kľúč používaný na podpisovanie webových tokenov JSON pre žiadosti o koncový bod `/api/embed`.
sl: Skrivni ključ, ki se uporablja za podpisovanje spletnih žetonov JSON za zahteve za končne točke »/api/embed«.
sq: Çelësi sekret i përdorur për të nënshkruar JSON Web Tokens për kërkesa te endpoint-et `/api/embed`.
sr: Tajni ključ koji se koristi za potpisivanje JSON Web Token-a za HTTP zahteve ka `/api/embed` endpoint-ima.
sv: Hemlig nyckel som används för att signera JSON Web Tokens för anrop till ändpunkterna `/api/embed`.
tr: Gizli anahtar, / api / embed` son noktalarına yönelik isteklerde JSON Web Tokenleri imzalamak için kullanılır.
uk: Секретний ключ, що використовується для підпису JSON Web Token для запитів до ендпойнтів `/api/embed`.
vi: Khóa bí mật được sử dụng để ký các Mã thông báo Web JSON cho các yêu cầu tới các điểm cuối `/ api / embed`
zh_hk: 用於簽署發起`/api/embed`請求的JSON Web令牌的金鑰
