Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: This segment will be permanently removed.
ar: ستتم إزالة هذه الشريحة نهائيًا.
bg: Този сегмент ще бъде премахнат за постоянно.
ca: Aquest segment s'eliminarà permanentment.
de: Dieser Abschnitt wird dauerhaft entfernt.
es: Este segmento se eliminará de forma permanente.
fa: این بخش به طور دائم حذف خواهد شد.
fi: Tämä segmentti poistetaan pysyvästi.
fr: Ce segment sera supprimé définitivement.
it: Questo segmento verrà rimosso definitivamente.
ja: このセグメントは永久に削除されます。
nb: Dette segmentet vil bli fjernet permanent.
nl: Dit segment wordt permanent verwijderd.
pl: Ten segment zostanie trwale usunięty.
pt_br: Este segmento será removido permanentemente.
ru: Этот сегмент будет удален навсегда.
sk: Tento segment bude natrvalo odstránený.
sl: Ta segment bo trajno odstranjen.
sq: Ky segment do të hiqet përgjithmonë.
sr: Ovaj segment će biti trajno uklonjen.
sv: Det här segmentet kommer att tas bort permanent.
tr: Bu bölüm kalıcı olarak kaldırılacak.
uk: Цей сегмент буде видалено назавжди.
vi: Phân đoạn này sẽ bị xóa vĩnh viễn.
zh_hk: 此區段將被永久移除。

source: created this segment
ar: أنشأ هذه الشريحة
bg: създаде този сегмент
ca: ha creat aquest segment
de: hat dieses Segment erstellt
es: creó este segmento
fa: این بخش را ایجاد کرد
fi: loi tämän segmentin
fr: a créé ce segment
it: ha creato questo segmento
ja: このセグメントを作成しました
nb: opprettet dette segmentet
nl: dit segment gemaakt
pl: utworzył ten segment
pt_br: criou este segmento
ru: создал этот сегмент
sk: vytvoril tento segment
sl: ustvaril ta segment
sq: krijoi këtë segment
sr: kreirao/la je ovaj segment
sv: skapade detta segment
tr: bu bölümü oluşturdu
uk: створив(ла) цей сегмент
vi: đã tạo ra phân đoạn này
zh_hk: 建立此區段

source: renamed the segment
ar: أعاد تسمية الشريحة
bg: преименува сегмента
ca: canviat de nom el segment
de: wurde das Segment umbenannt
es: renombró el segmento
fa: بخش را تغییر نام داد
fi: segmentti nimettiin uudelleen
fr: le segment a été renommé
it: rinominato il segmento
ja: セグメント名を変更しました
nb: omdøpt segmentet
nl: het segment hernoemd
pl: zmieniono nazwę segmentu
pt_br: renomeou o segmento
ru: переименовали сегмент
sk: premenoval segment
sl: preimenoval segment
sq: e riemërtoi segmentin
sr: preimenovao/la je segment
sv: döpte om segmentet
tr: bölümün adını değiştirdi
uk: перейменував(ла) сегмент
vi: đã đổi tên phân đoạn
zh_hk: 將區段重新命名

source: changed the filter definition
ar: غيّر تعريف الفلتر
bg: променено е дефинирането на филтъра
ca: ha canviat la definició del filtre
de: Die Filterdefinition wurde geändert
es: cambió la definición del filtro
fa: تعریف فیلتر را تغییر داد
fi: muutti suodattimen määritelmää
fr: définition du filtre modifiée
it: ha modificato la definizione del filtro
ja: フィルタ定義を変更しました
nb: endret filterdefinisjonen
nl: De filterdefinitie is gewijzigd.
pl: zmieniono definicję filtra
pt_br: alterei a definição do filtro.
ru: изменено определение фильтра
sk: zmenila definíciu filtra
sl: spremenil definicijo filtra
sq: ndryshoi përkufizimin e filtrit
sr: izmenio/la je definiciju filtera
sv: ändrade filterdefinitionen
tr: filtre tanımını değiştirdim
uk: змінив(ла) визначення фільтра
vi: đã thay đổi định nghĩa bộ lọc
zh_hk: 變更過濾器定義

source: Failed to remove segment
ar: تعذر إزالة الشريحة
bg: Премахването на сегмента не бе успешно
ca: No s'ha pogut eliminar el segment
de: Segment konnte nicht entfernt werden
es: No se pudo eliminar el segmento
fa: حذف بخش ناموفق بود
fi: Segmentin poistaminen epäonnistui
fr: Échec de la suppression du segment
it: Impossibile rimuovere il segmento
ja: セグメントの削除に失敗しました
nb: Kunne ikke fjerne segmentet
nl: Het is niet gelukt om het segment te verwijderen
pl: Nie udało się usunąć segmentu
pt_br: Falha ao remover o segmento
ru: Не удалось удалить сегмент
sk: Odstránenie segmentu zlyhalo
sl: Odstranitev segmenta ni uspela
sq: Dështoi heqja e segmentit
sr: Nije uspelo uklanjanje segmenta
sv: Misslyckades med att ta bort segmentet
tr: Segment kaldırılamadı
uk: Не вдалося видалити сегмент
vi: Không thể xóa phân đoạn
zh_hk: 移除區段失敗

source: Segment removed
ar: تمت إزالة الشريحة
bg: Сегментът е премахнат
ca: Segment eliminat
de: Segment entfernt
es: Segmento eliminado
fa: بخش حذف شده
fi: Segmentti poistettu
fr: Segment supprimé
it: Segmento rimosso
ja: セグメントを削除しました
nb: Segment fjernet
nl: Segment verwijderd
pl: Segment usunięty
pt_br: Segmento removido
ru: Сегмент удален
sk: Segment odstránený
sl: Segment odstranjen
sq: Segmenti u hoq
sr: Segment je uklonjen
sv: Segment borttaget
tr: Segment kaldırıldı
uk: Сегмент видалено
vi: Phân đoạn đã bị xóa
zh_hk: 移除區段

source: Failed to create segment
ar: تعذر إنشاء شريحة
bg: Създаването на сегмент не бе успешно
ca: No s'ha pogut crear el segment
de: Segment konnte nicht erstellt werden
es: No se pudo crear el segmento
fa: ایجاد بخش ناموفق بود
fi: Segmentin luominen epäonnistui
fr: Échec de la création du segment
it: Impossibile creare il segmento
ja: セグメントの作成に失敗しました
nb: Kunne ikke opprette segment
nl: Het is niet gelukt om een segment te maken
pl: Nie udało się utworzyć segmentu
pt_br: Falha ao criar segmento
ru: Не удалось создать сегмент
sk: Vytvorenie segmentu zlyhalo
sl: Ustvarjanje segmenta ni uspelo
sq: Dështoi krijimi i segmentit
sr: Nije uspelo kreiranje segmenta
sv: Misslyckades med att skapa segmentet
tr: Segment oluşturulamadı
uk: Не вдалося створити сегмент
vi: Không tạo được phân khúc
zh_hk: 建立區段失敗

source: Segment created
ar: تم إنشاء الشريحة
bg: Сегментът е създаден
ca: Segment creat
de: Segment erstellt
es: Segmento creado
fa: بخش ایجاد شده
fi: Segmentti luotu
fr: Segment créé
it: Segmento creato
ja: セグメントを作成しました
nb: Segment opprettet
nl: Segment aangemaakt
pl: Segment utworzony
pt_br: Segmento criado
ru: Сегмент создан
sk: Segment vytvorený
sl: Segment ustvarjen
sq: Segmenti u krijua
sr: Segment je kreiran
sv: Segment skapat
tr: Segment oluşturuldu
uk: Сегмент створено
vi: Phân khúc đã được tạo
zh_hk: 建立區段

source: Failed to update segment
ar: تعذر تحديث الشريحة
bg: Актуализирането на сегмента не бе успешно
ca: No s'ha pogut actualitzar el segment
de: Segment konnte nicht aktualisiert werden
es: No se pudo actualizar el segmento
fa: به‌روزرسانی بخش انجام نشد
fi: Segmentin päivittäminen epäonnistui
fr: Échec de la mise à jour du segment
it: Impossibile aggiornare il segmento
ja: セグメントの更新に失敗しました
nb: Kunne ikke oppdatere segmentet
nl: Het is niet gelukt om het segment bij te werken
pl: Nie udało się zaktualizować segmentu
pt_br: Falha ao atualizar o segmento
ru: Не удалось обновить сегмент
sk: Aktualizácia segmentu zlyhala
sl: Posodobitev segmenta ni uspela
sq: Dështoi përditësimi i segmentit
sr: Nije uspelo ažuriranje segmenta
sv: Misslyckades med att uppdatera segmentet
tr: Segment güncellenemedi
uk: Не вдалося оновити сегмент
vi: Không cập nhật được phân khúc
zh_hk: 更新區段失敗

source: Segment updated
ar: تم تحديث الشريحة
bg: Сегментът е актуализиран
ca: Segment actualitzat
de: Segment aktualisiert
es: Segmento actualizado
fa: بخش به‌روزرسانی شد
fi: Segmentti päivitetty
fr: Segment mis à jour
it: Segmento aggiornato
ja: セグメントを更新しました
nb: Segmentet er oppdatert
nl: Segment bijgewerkt
pl: Segment zaktualizowany
pt_br: Segmento atualizado
ru: Сегмент обновлен
sk: Segment aktualizovaný
sl: Segment posodobljen
sq: Segmenti u përditësua
sr: Segment je ažuriran
sv: Segment uppdaterat
tr: Segment güncellendi
uk: Сегмент оновлено
vi: Phân khúc đã được cập nhật
zh_hk: 區段更新

source: See how everything connects
ar: اطّلع على كيفية اتصال كل شيء ببعضه
de: Sehen Sie, wie alles zusammenhängt.
es: Vea cómo todo se conecta
fa: ببینید چطور همه چیز به هم ربط دارد
fi: Katso, miten kaikki yhdistyy
fr: Voyez comment tout est lié.
it: Guarda come tutto si collega
ja: すべてがどのようにつながっているかを見る
pl: Zobacz, jak wszystko się łączy
pt_br: Veja como tudo se conecta.
ru: Посмотрите, как всё связано
sk: Pozrite sa, ako všetko prepája
sl: Oglejte si, kako je vse povezano
sq: Shih si lidhet gjithçka
sr: Pogledajte kako je sve povezano
tr: Her şeyin nasıl birbirine bağlı olduğunu görün.
uk: Подивіться, як усе пов’язано
vi: Hãy xem mọi thứ kết nối với nhau như thế nào.
zh_hk: 瞭解一切如何連結

source: Better manage your data transformation and entity graph by inspecting it visually, understanding relationships and dependencies.
ar: أدر تحويل بياناتك ومخطط الكيانات بشكل أفضل عبر فحصه بصريًا وفهم العلاقات والتبعيات.
de: Verbessern Sie die Verwaltung Ihrer Datentransformation und Ihres Entitätsgraphen, indem Sie diese visuell untersuchen und Beziehungen und Abhängigkeiten verstehen.
es: Administre mejor su transformación de datos y gráficos de entidades inspeccionándolos visualmente y comprendiendo las relaciones y dependencias.
fa: با بررسی بصری داده‌ها و درک روابط و وابستگی‌ها، تبدیل داده‌ها و نمودار موجودیت خود را بهتر مدیریت کنید.
fi: Hallitse datamuunnoksiasi ja entiteettigraafiasi paremmin tarkastelemalla niitä visuaalisesti ja ymmärtämällä niiden välisiä suhteita ja riippuvuuksia.
fr: Améliorez la gestion de vos transformations de données et de votre graphe d'entités en l'inspectant visuellement et en comprenant les relations et les dépendances.
it: Gestisci meglio la trasformazione dei dati e il grafico delle entità esaminandoli visivamente, comprendendone relazioni e dipendenze.
ja: データ変換とエンティティ グラフを視覚的に検査し、関係と依存関係を理解することで、より適切に管理できます。
pl: Lepiej zarządzaj transformacją danych i grafem encji, dokonując ich wizualnej inspekcji, poznając relacje i zależności.
pt_br: Gerencie melhor a transformação de seus dados e o grafo de entidades inspecionando-os visualmente e compreendendo os relacionamentos e dependências.
ru: Лучше управляйте трансформацией данных и графом сущностей: визуально просматривайте его и понимайте связи и зависимости.
sk: Lepšie spravujte transformáciu dát a graf entít ich vizuálnou kontrolou, pochopením vzťahov a závislostí.
sl: Bolje upravljajte transformacijo podatkov in graf entitet z vizualnim pregledom ter razumevanjem odnosov in odvisnosti.
sq: Menaxho më mirë transformimin e të dhënave dhe grafikun e entiteteve duke i inspektuar vizualisht, duke kuptuar marrëdhëniet dhe varësitë.
sr: Bolje upravljajte transformacijom podataka i grafom entiteta tako što ćete ga vizuelno pregledati i razumeti odnose i zavisnosti.
tr: Verilerinizi görsel olarak inceleyerek, ilişkileri ve bağımlılıkları anlayarak veri dönüşümünüzü ve varlık grafiğinizi daha iyi yönetin.
uk: Краще керуйте трансформаціями даних і графом сутностей, візуально інспектуючи його та розуміючи зв’язки й залежності.
vi: Quản lý tốt hơn quá trình chuyển đổi dữ liệu và biểu đồ thực thể bằng cách trực quan hóa chúng, hiểu rõ các mối quan hệ và sự phụ thuộc.
zh_hk: 透過可視化檢視、了解關係和依賴關係，更好地管理您的資料轉換和實體圖。

source: Bring more order to your analytics
ar: أضف مزيدًا من التنظيم إلى تحليلاتك
de: Sorgen Sie für mehr Ordnung in Ihren Analysen.
es: Dale más orden a tus análisis
fa: نظم بیشتری به تحلیل‌هایتان بدهید
fi: Tuo lisää järjestystä analytiikkaasi
fr: Organisez davantage vos analyses
it: Porta più ordine nelle tue analisi
ja: 分析をより整理する
pl: Wprowadź większy porządek do swoich analiz
pt_br: Organize melhor suas análises.
ru: Навести больше порядка в вашей аналитике
sk: Vneste do svojich analytických nástrojov viac poriadku
sl: Vnesite več reda v svojo analitiko
sq: Sill më shumë rregull në analitikën tënde
sr: Unesite više reda u svoju analitiku
tr: Analizlerinize daha fazla düzen getirin.
uk: Наведіть більше ладу у вашій аналітиці
vi: Giúp phân tích dữ liệu của bạn có trật tự hơn.
zh_hk: 為您的分析帶來更多秩序

source: Create a shared library of datasets and metrics your team can rely on, so things stay consistent as your data and downstream content grows.
ar: أنشئ مكتبة مشتركة من مجموعات البيانات والمقاييس يمكن لفريقك الاعتماد عليها، لتبقى الأمور متسقة مع نمو بياناتك والمحتوى اللاحق.
de: Erstellen Sie eine gemeinsame Bibliothek mit Datensätzen und Kennzahlen, auf die sich Ihr Team verlassen kann, damit die Konsistenz gewahrt bleibt, auch wenn Ihre Daten und die nachgelagerten Inhalte wachsen.
es: Cree una biblioteca compartida de conjuntos de datos y métricas en las que su equipo pueda confiar, de modo que todo se mantenga coherente a medida que sus datos y el contenido posterior crecen.
fa: یک کتابخانه مشترک از مجموعه داده‌ها و معیارهایی که تیم شما می‌تواند به آنها تکیه کند، ایجاد کنید تا با رشد داده‌ها و محتوای پایین‌دستی، همه چیز ثابت بماند.
fi: Luo jaettu kirjasto tietojoukoista ja mittareista, joihin tiimisi voi luottaa, jotta asiat pysyvät yhdenmukaisina tietojesi ja jatkosisällön kasvaessa.
fr: Créez une bibliothèque partagée d'ensembles de données et de métriques sur laquelle votre équipe peut s'appuyer, afin de garantir la cohérence des données à mesure que leur volume et leur contenu évoluent.
it: Crea una libreria condivisa di set di dati e metriche su cui il tuo team può fare affidamento, in modo che tutto rimanga coerente man mano che i tuoi dati e i contenuti a valle crescono.
ja: チームが信頼できるデータセットとメトリクスの共有ライブラリを作成し、データと下流のコンテンツが増加しても一貫性を維持できるようにします。
pl: Utwórz wspólną bibliotekę zestawów danych i metryk, na których Twój zespół będzie mógł polegać. Dzięki temu wszystko pozostanie spójne, mimo że dane i treści są coraz większe.
pt_br: Crie uma biblioteca compartilhada de conjuntos de dados e métricas em que sua equipe possa confiar, para que tudo permaneça consistente à medida que seus dados e conteúdo subsequente aumentam.
ru: Создайте общую библиотеку датасетов и метрик, на которую может опираться ваша команда, чтобы всё оставалось согласованным по мере роста ваших данных и зависимого от них контента.
sk: Vytvorte zdieľanú knižnicu súborov údajov a metrík, na ktoré sa váš tím môže spoľahnúť, aby veci zostali konzistentné aj pri raste vašich údajov a následného obsahu.
sl: Ustvarite skupno knjižnico naborov podatkov in meritev, na katere se lahko vaša ekipa zanese, da bodo stvari ostale dosledne, ko vaši podatki in nadaljnja vsebina rastejo.
sq: Krijo një librari të përbashkët të dataseteve dhe metrikave ku ekipi yt mund të mbështetet, që gjërat të mbeten konsistente ndërsa të dhënat e tua dhe përmbajtja downstream rriten.
sr: Kreirajte zajedničku biblioteku skupova podataka i metrika na koje vaš tim može da se osloni, kako bi sve ostalo konzistentno dok vaši podaci i nizvodni sadržaj rastu.
tr: Ekibinizin güvenebileceği, paylaşılan bir veri kümesi ve ölçüm kütüphanesi oluşturun; böylece verileriniz ve sonraki içerikleriniz büyüdükçe her şey tutarlı kalır.
uk: Створіть спільну бібліотеку датасетів і метрик, на яку може покладатися ваша команда, щоб усе лишалося узгодженим у міру зростання ваших даних і контенту нижче за потоком.
vi: Hãy tạo một thư viện chung gồm các bộ dữ liệu và số liệu mà nhóm của bạn có thể tin cậy, để mọi thứ luôn nhất quán khi dữ liệu và nội dung phát sinh ngày càng tăng.
zh_hk: 建立一個您的團隊可以信賴的資料集和指標的共用資料庫，以便在您的資料和下游內容成長時保持一致。

source: Manage your {0} content in Git
ar: أدر محتوى {0} الخاص بك في Git
fa: مدیریت محتوای {0} خود در گیت
fi: Hallitse {0} -sisältöäsi Gitissä
it: Gestisci i tuoi contenuti {0} in Git
ja: Gitで {0} コンテンツを管理する
sq: Menaxho përmbajtjen tënde {0} në Git
sr: Upravljajte svojim {0} sadržajem u Git-u
zh_hk: 在 Git 中管理您的 {0} 內容

source: Keep your most important datasets, metrics, and SQL logic under version control. Sync content to a Git repository to review changes, collaborate, and maintain a production-ready source of truth.
ar: أبقِ مجموعات البيانات والمقاييس ومنطق SQL الأكثر أهمية لديك تحت التحكم بالإصدارات. قم بمزامنة المحتوى إلى مستودع Git لمراجعة التغييرات والتعاون والحفاظ على مصدر حقيقة جاهز للإنتاج.
fa: مهم‌ترین مجموعه داده‌ها، معیارها و منطق SQL خود را تحت کنترل نسخه نگه دارید. محتوا را با یک مخزن Git همگام‌سازی کنید تا تغییرات را بررسی کنید، همکاری کنید و یک منبع حقیقت آماده برای تولید را حفظ کنید.
fi: Pidä tärkeimmät datajoukkosi, mittarisi ja SQL-logiikkasi versionhallinnan alla. Synkronoi sisältöä Git-arkistoon tarkastellaksesi muutoksia, tehdäksesi yhteistyötä ja ylläpitääksesi tuotantovalmista totuudenmukaista lähdettä.
it: Mantieni sotto controllo di versione i tuoi set di dati, le metriche e la logica SQL più importanti. Sincronizza i contenuti con un repository Git per rivedere le modifiche, collaborare e mantenere una fonte di dati affidabile e pronta per la produzione.
ja: 最も重要なデータセット、メトリクス、SQLロジックをバージョン管理下に置きましょう。コンテンツをGitリポジトリに同期することで、変更内容の確認、共同作業、そして本番環境に対応した信頼できる情報源の維持が可能になります。
sq: Mbaj dataset-et, metrike-t dhe logjikën SQL më të rëndësishme nën version control. Sinkronizo përmbajtjen me një repo Git për të rishikuar ndryshimet, bashkëpunuar dhe për të ruajtur një burim të së vërtetës gati për prodhim.
sr: Držite svoje najvažnije skupove podataka, metrike i SQL logiku pod kontrolom verzija. Sinhronizujte sadržaj sa Git repozitorijumom da biste pregledali izmene, sarađivali i održavali izvor istine spreman za produkciju.
zh_hk: 將您最重要的資料集、度量指標和 SQL 邏輯置於版本控制之下。將內容同步至 Git 儲存庫，以檢閱變更、進行協作，並維護生產就緒的真相來源。

source: Continue with sample data
ar: تابع باستخدام بيانات نموذجية
bg: Продължете с примерни данни
ca: Continua amb les dades de mostra
de: Weiter mit Beispieldaten
es: Continuar con datos de muestra
fa: ادامه با داده‌های نمونه
fi: Jatka esimerkkidatalla
fr: Continuer avec des exemples de données
it: Continua con i dati di esempio
ja: サンプルデータで続行
nb: Fortsett med eksempeldata
nl: Ga door met voorbeeldgegevens
pl: Kontynuuj z przykładowymi danymi
pt_br: Continue com os dados de amostra
ru: Продолжить с образцами данных
sk: Pokračovať s ukážkovými údajmi
sl: Nadaljujte z vzorčnimi podatki
sq: Vazhdo me të dhënat shembull
sr: Nastavi sa primer podacima
sv: Fortsätt med exempeldata
tr: Örnek verilerle devam edin
uk: Продовжити з демоданими
vi: Tiếp tục với dữ liệu mẫu
zh_hk: 繼續樣本資料

source: Add your own data at any time.
ar: أضِف بياناتك الخاصة في أي وقت.
bg: Добавяйте свои собствени данни по всяко време.
ca: Afegeix les teves pròpies dades en qualsevol moment.
de: Fügen Sie jederzeit Ihre eigenen Daten hinzu.
es: Añade tus propios datos en cualquier momento.
fa: هر زمان که خواستید داده‌های خودتان را اضافه کنید.
fi: Lisää omia tietojasi milloin tahansa.
fr: Ajoutez vos propres données à tout moment.
it: Aggiungi i tuoi dati in qualsiasi momento.
ja: いつでも独自のデータを追加できます。
nb: Du kan når som helst legge til dine egne data.
nl: Voeg op elk gewenst moment uw eigen gegevens toe.
pl: Możesz dodać własne dane w dowolnym momencie.
pt_br: Adicione seus próprios dados a qualquer momento.
ru: Добавляйте свои данные в любое время.
sk: Svoje vlastné údaje môžete kedykoľvek pridať.
sl: Svoje podatke lahko kadar koli dodate.
sq: Shto të dhënat e tua në çdo kohë.
sr: Dodajte sopstvene podatke u bilo kom trenutku.
sv: Lägg till dina egna data när som helst.
tr: İstediğiniz zaman kendi verilerinizi ekleyin.
uk: Ви можете додати власні дані будь-коли.
vi: Thêm dữ liệu của riêng bạn bất cứ lúc nào.
zh_hk: 隨時新增您自己的資料。

source: Reach out to Metabase engineers who can help with technical troubleshooting. Not your typical support agents.
ar: تواصل مع مهندسي Metabase الذين يمكنهم المساعدة في استكشاف المشاكل التقنية وإصلاحها. ليسوا وكلاء دعم اعتياديين.
bg: Свържете се с инженери на Metabase, които могат да ви помогнат с технически проблеми. Не са типичните агенти по поддръжката.
ca: Poseu-vos en contacte amb els enginyers de Metabase que us poden ajudar amb la resolució de problemes tècnics. No són els típics agents d'assistència.
de: Wenden Sie sich an die Metabase-Techniker, die Ihnen bei der technischen Fehlerbehebung helfen können. Keine gewöhnlichen Supportmitarbeiter.
es: Contacte con los ingenieros de Metabase, quienes pueden ayudarle con la resolución de problemas técnicos. No son los típicos agentes de soporte.
fa: با مهندسان متابیس که می‌توانند در عیب‌یابی فنی به شما کمک کنند، تماس بگیرید. نه با کارشناسان پشتیبانی معمول.
fi: Ota yhteyttä Metabasen insinööreihin, jotka voivat auttaa teknisessä vianmäärityksessä. Älä käytä tavallisia tukiedustajia.
fr: Contactez les ingénieurs de Metabase pour vous aider à résoudre vos problèmes techniques. Il ne s'agit pas d'agents d'assistance habituels.
it: Contatta gli ingegneri di Metabase che possono aiutarti con la risoluzione dei problemi tecnici. Non i soliti operatori di supporto.
ja: 技術的なトラブルシューティングをお手伝いできるMetabaseのエンジニアにご連絡ください。一般的なサポート担当者とは異なります。
nb: Ta kontakt med Metabase-ingeniører som kan hjelpe deg med teknisk feilsøking. Ikke dine typiske supportagenter.
nl: Neem contact op met Metabase-engineers die u kunnen helpen met technische problemen. Niet zomaar een doorsnee supportmedewerker.
pl: Skontaktuj się z inżynierami Metabase, którzy pomogą Ci w rozwiązywaniu problemów technicznych. To nie są typowi agenci wsparcia.
pt_br: Entre em contato com os engenheiros da Metabase para ajudar com a solução de problemas técnicos. Não são os agentes de suporte tradicionais.
ru: Обратитесь к инженерам Metabase, которые помогут вам с устранением технических неполадок. Это не обычные специалисты службы поддержки.
sk: Obráťte sa na inžinierov spoločnosti Metabase, ktorí vám môžu pomôcť s technickým riešením problémov. Nie na typických pracovníkov podpory.
sl: Za pomoč pri tehničnih težavah se obrnite na inženirje podjetja Metabase. To niso tipični agenti za podporo.
sq: Kontaktoni inxhinierët e Metabase që mund të ndihmojnë me diagnostikimin teknik. Jo agjentët tipikë të support-it.
sr: Obratite se Metabase inženjerima koji mogu pomoći oko tehničkog otklanjanja problema. Ne tipičnim agentima podrške.
sv: Kontakta Metabase-ingenjörer som kan hjälpa till med teknisk felsökning. Det är inte vanliga supportmedarbetare.
tr: Teknik sorun giderme konusunda size yardımcı olabilecek Metabase mühendislerine ulaşın. Sıradan destek temsilcilerine değil.
uk: Зверніться до інженерів Metabase, які можуть допомогти з технічним усуненням несправностей. Це не типові агенти підтримки.
vi: Hãy liên hệ với các kỹ sư Metabase để được hỗ trợ khắc phục sự cố kỹ thuật. Không phải nhân viên hỗ trợ thông thường.
zh_hk: 與 Metabase 工程師聯絡，他們可以協助排除技術疑難。不是一般的支援代理。

source: Contact Support
ar: اتصل بالدعم
bg: Свържете се с поддръжката
ca: Contacta amb l'assistència
de: Support kontaktieren
es: Contactar con soporte técnico
fa: تماس با پشتیبانی
fi: Ota yhteyttä tukeen
fr: Contacter le support
it: Contatta l'assistenza
ja: サポートに問い合わせる
nb: Kontakt support
nl: Neem contact op met de ondersteuning
pl: Skontaktuj się z pomocą techniczną
pt_br: Entre em contato com o suporte
ru: Связаться со службой поддержки
sk: Kontaktovať podporu
sl: Kontaktirajte podporo
sq: Kontakto Support-in
sr: Kontaktiraj podršku
sv: Kontakta supporten
tr: Destek Ekibiyle İletişime Geçin
uk: Звернутися до підтримки
vi: Liên hệ hỗ trợ
zh_hk: 聯絡支援

source: Still stuck? We’re here to help
ar: ما زلت عالقًا؟ نحن هنا للمساعدة
bg: Все още сте в затруднение? Тук сме, за да помогнем
ca: Encara estàs encallat? Som aquí per ajudar-te.
de: Immer noch nicht weitergekommen? Wir helfen Ihnen gerne weiter
es: ¿Sigues atascado? Estamos aquí para ayudarte.
fa: هنوز گیر کرده‌اید؟ ما اینجا هستیم تا به شما کمک کنیم.
fi: Vieläkö jumissa? Olemme täällä auttaaksemme
fr: Toujours bloqué ? Nous sommes là pour vous aider.
it: Ancora bloccato? Siamo qui per aiutarti
ja: まだ困っていますか？お手伝いいたします
nb: Står du fortsatt fast? Vi er her for å hjelpe deg
nl: Nog steeds vastgelopen? Wij zijn er om te helpen.
pl: Nadal utknąłeś? Jesteśmy tu, żeby pomóc
pt_br: Ainda está com problemas? Estamos aqui para ajudar
ru: Всё ещё не можете решить? Мы готовы помочь.
sk: Stále sa trápite? Sme tu, aby sme vám pomohli.
sl: Še vedno ste v zadregi? Tukaj smo, da vam pomagamo.
sq: Ende i bllokuar? Jemi këtu për të ndihmuar
sr: I dalje zapelo? Tu smo da pomognemo
sv: Fortfarande fast? Vi finns här för att hjälpa dig.
tr: Hala takılıp kaldınız mı? Size yardımcı olmak için buradayız
uk: Досі не виходить? Ми тут, щоб допомогти
vi: Vẫn còn mắc kẹt? Chúng tôi ở đây để giúp bạn
zh_hk: 還困難嗎？我們來幫您
