Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Key name
ar: اسم المفتاح
bg: Име на ключа
ca: Nom de la clau
de: Schlüsselname
eo: Key name = That's so iconic
es: Nombre clave
fa: نام کلید
fi: Avaimen nimi
fr: Nom de la clé
hu: Kulcs neve
it: Nome chiave
ja: キー名
lt: Rakto pavadinimas
ms: Nama kunci
nb: Navn på nøkkel
nl: Naam
pl: Nazwa klucza
pt_br: Nome da chave
ru: Название ключа
sk: Názov kľúča
sl: Ime ključa
sq: Emri i çelësit
sr: Naziv ključa
sv: Nyckelnamn
tr: Anahtar isim
uk: Назва ключа
vi: Tên khóa
zh_hk: 關鍵名稱

source: Which group should this key belong to? The key will have the same permissions granted to that group.
ar: إلى أي مجموعة يجب أن ينتمي هذا المفتاح؟ سيحصل المفتاح على نفس الأذونات الممنوحة لتلك المجموعة.
bg: Към коя група трябва да принадлежи този ключ? Ключът ще има същите разрешения, които са дадени на тази група.
ca: A quin grup hauria de pertànyer aquesta clau? La clau tindrà els mateixos permisos concedits a aquest grup.
de: Zu welcher Gruppe soll dieser Schlüssel gehören? Der Schlüssel hat die gleichen Berechtigungen, die dieser Gruppe gewährt werden.
eo: Which squad should this key be in? The key’s gonna have the same perms as that squad.
es: ¿A qué grupo debería pertenecer esta clave? La clave tendrá los mismos permisos otorgados a ese grupo.
fa: این کلید باید متعلق به کدام گروه باشد؟ کلید همان مجوزهایی را خواهد داشت که به آن گروه اعطا شده است.
fi: Mihin ryhmään tämän avaimen pitäisi kuulua? Avaimella on samat oikeudet kuin kyseisellä ryhmällä.
fr: À quel groupe cette clé doit-elle appartenir ? La clé aura les mêmes autorisations que celles accordées à ce groupe.
hu: Melyik csoportba tartozzon ez a kulcs? A kulcs ugyanazokkal az engedélyekkel rendelkezik, mint az adott csoportnak.
it: A quale gruppo deve appartenere questa chiave? La chiave avrà le stesse autorizzazioni concesse a quel gruppo.
ja: この鍵はどのグループに属するべきですか？鍵はそのグループに与えられたのと同じ権限を持つことになります。
lt: Kuriai grupei turėtų priklausyti šis raktas? Raktas turės tuos pačius leidimus, suteiktus tai grupei.
ms: Kunci ini harus dimiliki oleh kumpulan mana? Kunci akan mempunyai kebenaran yang sama yang diberikan kepada kumpulan itu.
nb: Hvilken gruppe skal denne nøkkelen høre til? Nøkkelen vil ha samme tilganger som gruppen.
nl: Bij welke groep hoort deze sleutel? De sleutel zal dezelfde rechten hebben als die groep.
pl: Do której grupy powinien należeć ten klucz? Klucz będzie miał takie same uprawnienia przyznane tej grupie.
pt_br: A qual grupo esta chave deve pertencer? A chave terá as mesmas permissões concedidas a este grupo.
ru: К какой группе должен принадлежать этот ключ? Ключ будет иметь те же разрешения, которые предоставляются этой группе.
sk: Do ktorej skupiny by mal tento kľúč patriť? Kľúč bude mať rovnaké oprávnenia ako táto skupina.
sl: Kateri skupini naj pripada ta ključ? Ključ bo imel enaka dovoljenja, kot so bila dodeljena tej skupini.
sq: Në cilin grup duhet të bëjë pjesë ky çelës? Çelësi do të ketë të njëjtat leje që i janë dhënë atij grupi.
sr: Kojoj grupi ovaj ključ treba da pripada? Ključ će imati iste dozvole koje su dodeljene toj grupi.
sv: Vilken grupp ska nyckeln tillhöra? Nyckeln kommer att ha samma rättigheter som gruppen.
tr: Bu anahtar hangi gruba ait olmalıdır? Anahtar, o gruba verilen izinlerin aynısına sahip olacaktır.
uk: До якої групи має належати цей ключ? Ключ матиме ті самі дозволи, що надані цій групі.
vi: Khóa này nên thuộc về nhóm nào? Khóa sẽ có cùng quyền được cấp cho nhóm đó.
zh_hk: 此密鑰應該屬於哪個群組？該金鑰將擁有授予該群組的相同權限。

source: We don't version the Metabase API. We rarely change API endpoints, and almost never remove them, but if you write code that relies on the API, there's a chance you might have to update your code in the future.
ar: نحن لا نضع إصدارات لواجهة Metabase API. نادرًا ما نغيّر نقاط نهاية API، ونكاد لا نزيلها أبدًا، لكن إذا كتبت كودًا يعتمد على API فهناك احتمال أن تحتاج لتحديث الكود مستقبلًا.
bg: Не разполагаме с версия на приложния програмен интерфейс на метабазата. Рядко променяме крайните точки на API и почти никога не ги премахваме, но ако пишете код, който разчита на API, има вероятност да се наложи да актуализирате кода си в бъдеще.
ca: No versionem l'API de Metabase. Poques vegades canviem els punts finals de l'API i gairebé mai els eliminem, però si escriviu codi que es basa en l'API, és possible que hàgiu d'actualitzar el codi en el futur.
de: Wir entwickeln keine Versionen der Metabase-API. Wir ändern die API-Endpunkte nur selten und entfernen sie fast nie. Wenn Sie jedoch Code schreiben, der auf die API angewiesen ist, besteht die Möglichkeit, dass Sie Ihren Code in Zukunft aktualisieren müssen.
eo: We don’t really do versioning for the Metabase API. We barely ever mess with the API endpoints, and we almost never delete them, but if you’re coding stuff that depends on the API, there’s a chance you might gotta update your code later fr.
es: No versionamos la API de Metabase. Rara vez cambiamos los puntos finales de la API y casi nunca los eliminamos, pero si escribes código que se basa en la API, existe la posibilidad de que tengas que actualizar tu código en el futuro.
fa: ما API Metabase را نسخه نمی کنیم. ما به ندرت نقاط پایانی API را تغییر می دهیم و تقریباً هرگز آنها را حذف نمی کنیم، اما اگر کدی را بنویسید که به API متکی است، این احتمال وجود دارد که در آینده مجبور شوید کد خود را به روز کنید.
fi: Emme versiota Metabase API:ta. Muutamme harvoin API-endpointeja emmekä juuri koskaan poista niitä, mutta jos kirjoitat koodia, joka perustuu API:iin, saatat joutua päivittämään koodisi tulevaisuudessa.
fr: Nous ne versionnons pas l'API Metabase. Nous modifions rarement les points de terminaison de l'API, et nous ne les supprimons presque jamais, mais si vous écrivez du code qui s'appuie sur l'API, il est possible que vous deviez mettre à jour votre code à l'avenir.
hu: Nem verziózzuk a Metabase API-t. Ritkán módosítjuk az API-végpontokat, és szinte soha nem távolítjuk el őket, de ha olyan kódot ír, amely az API-ra támaszkodik, előfordulhat, hogy a jövőben frissítenie kell a kódot.
it: Non effettuiamo versioni dell'API di Metabase. Raramente cambiamo gli endpoint dell'API e quasi mai li rimuoviamo, ma se scrivete codice che si basa sull'API, è possibile che dobbiate aggiornare il vostro codice in futuro.
ja: 私たちはMetabase APIをバージョンアップしません。APIエンドポイントを変更することはほとんどありませんし、削除することもほとんどありませんが、APIに依存するコードを書いている場合は、将来的にコードを更新しなければならない可能性があります。
lt: Mes nekuriame metabazės API versijos. Mes retai keičiame API galinius taškus ir beveik niekada jų nepašaliname, bet jei rašysite kodą, kuris priklauso nuo API, gali tekti jį atnaujinti ateityje.
ms: Kami tidak menggunakan versi untuk API Metabase. Kami jarang mengubah titik akhir API, dan hampir tidak pernah menghapusnya, tetapi jika anda menulis kod yang bergantung pada API, terdapat kemungkinan anda perlu mengemas kini kod anda pada masa akan datang.
nb: Vi versjonerer ikke Metabase API. Vi endrer sjeldent endepunktene til APIet, og fjerner dem nesten aldri, men om du skriver kode som avhenger av API, er det en sjanse for at du må oppdatere din kode i fremtiden.
nl: We passen de Metabase API niet aan. We veranderen zelden API endpoints en verwijderen ze bijna nooit, maar als je code schrijft die afhankelijk is van de API, is er een kans dat je je code in de toekomst moet updaten.
pl: Nie aktualizujemy interfejsu API Metabase. Rzadko zmieniamy punkty końcowe API i prawie nigdy ich nie usuwamy, ale jeśli piszesz kod, który opiera się na API, istnieje szansa, że będziesz musiał zaktualizować swój kod w przyszłości.
pt_br: Nós não fazemos versões da API da Metabase. Raramente alteramos os endpoints da API e quase nunca os removemos, mas se você escrever um código que dependa da API, é possível que tenha que atualizá-lo no futuro.
ru: Мы не версионируем API Metabase. Мы редко меняем конечные точки API и почти никогда не удаляем их, но если вы пишете код, который полагается на API, есть вероятность, что вам придется обновить свой код в будущем.
sk: Rozhranie API databázy Metabase nemáme vo verzii. Koncové body API meníme len zriedka a takmer nikdy ich neodstraňujeme, ale ak píšete kód, ktorý sa spolieha na API, je možné, že v budúcnosti budete musieť svoj kód aktualizovať.
sl: API-ja za metabazo ne različimo. Redko spreminjamo končne točke API-ja in jih skoraj nikoli ne odstranimo, če pa napišete kodo, ki se zanaša na API, obstaja možnost, da boste v prihodnosti morda morali posodobiti kodo.
sq: Ne nuk e versionojmë API-n e Metabase. Rrallë i ndryshojmë endpoint-et e API-së, dhe pothuajse kurrë nuk i heqim, por nëse shkruan kod që mbështetet te API, ka gjasa që në të ardhmen të duhet ta përditësosh kodin tënd.
sr: Metabase API nema verzije. Retko menjamo API endpoint-e i gotovo nikad ih ne uklanjamo, ali ako pišeš kod koji se oslanja na API, postoji šansa da ćeš u budućnosti morati da ažuriraš svoj kod.
sv: Vi har bara en version av Metabase API. Vi ändrar sällan API:t och tar nästan aldrig bort endpoints, men om du är beroende av API:t så finns det en risk att du behöver uppdatera din kod i framtiden.
tr: Metabase API'sini sürümlendirmiyoruz. API uç noktalarını nadiren değiştiriyoruz ve neredeyse hiç kaldırmıyoruz, ancak API'ye dayanan bir kod yazıyorsanız, gelecekte kodunuzu güncellemeniz gerekebilir.
uk: Ми не версіонуємо API Metabase. Ми рідко змінюємо API-ендпоїнти й майже ніколи їх не вилучаємо, але якщо ви пишете код, що залежить від API, є шанс, що в майбутньому вам доведеться оновити свій код.
vi: Chúng tôi không phiên bản hóa API Metabase. Chúng tôi hiếm khi thay đổi điểm cuối API và hầu như không bao giờ xóa chúng, nhưng nếu bạn viết mã dựa trên API, có khả năng bạn sẽ phải cập nhật mã của mình trong tương lai.
zh_hk: 我們不會對 Metabase API 進行版本更新。我們很少變更 API 端點，也幾乎從不移除這些端點，但如果您寫的程式碼依賴 API，您有可能在未來必須更新您的程式碼。

source: API Keys
ar: مفاتيح API
bg: Ключове на API
ca: Claus API
de: API Schlüssel
eo: API keys = code passcodes or just “the secret sauce” lol
es: Claves API
fa: کلیدهای API
fi: API-avaimet
fr: Clés API
hu: API kulcsok
it: Chiavi API
ja: API キー
lt: API raktai
ms: Kunci API
nb: API-nøkler
nl: API-sleutels
pl: Klucze API
pt_br: Chaves de API
ru: Ключи API
sk: Kľúče API
sl: Ključi API
sq: Çelësa API
sr: API ključevi
sv: API-nycklar
tr: API Anahtarları
uk: API-ключі
vi: Khóa API
zh_hk: API 金鑰

source: Create keys to authenticate API calls.
ar: أنشئ مفاتيح للمصادقة على استدعاءات API.
bg: Създаване на ключове за удостоверяване на повиквания към API.
ca: Creeu claus per autenticar les trucades d'API.
de: Erzeuge Schlüssel um API Aufrufe zu authentifizieren.
eo: Make some keys to legitify your API calls, fr fr.
es: Crea claves para autenticar llamadas API.
fa: کلیدهایی برای احراز هویت تماس های API ایجاد کنید.
fi: Luo avain API-kutsujen autentikointiin
fr: Créer des clés pour authentifier les appels à l'API.
hu: Kulcsok létrehozása az API hívások hitelesítéséhez.
it: Creare chiavi per autenticare le chiamate API.
ja: API呼び出しを認証するためのキーを作成する。
lt: Sukurkite raktus, kad patvirtintumėte API skambučius.
ms: Cipta kunci untuk mengesahkan panggilan API.
nb: Opprett nøkler for å autentisere API-kall.
nl: Maak sleutels om API-aanroepen te verifiëren.
pl: Tworzenie kluczy do uwierzytelniania wywołań API.
pt_br: Crie chaves para autenticar chamadas de API.
ru: Создайте ключи для аутентификации вызовов API.
sk: Vytvorenie kľúčov na overovanie volaní API.
sl: Ustvarite ključe za preverjanje pristnosti klicev API-ja.
sq: Krijo çelësa për të autentikuar thirrjet API.
sr: Kreiraj ključeve za autentifikaciju API poziva.
sv: Skapa autentiseringsnycklar för API-anrop.
tr: API çağrılarının kimliğini doğrulamak için anahtarlar oluşturun.
uk: Створюйте ключі для автентифікації API-викликів.
vi: Tạo khóa để xác thực lệnh gọi API.
zh_hk: 建立鑰匙以驗證 API 呼叫。

source: 1 API Key
ar: 1 مفتاح API
bg: 1 API ключ
ca: 1 clau API
de: 1 API Schlüssel
eo: 1 API key, fr fr
es: 1 clave API
fa: 1 کلید API
fi: 1 API-avain
fr: 1 Clé API
hu: 1 API kulcs
it: 1 chiave API
ja: 1 API キー
lt: 1 API raktas
ms: 1 Kunci API
nb: 1 API-nøkkel
nl: 1 API-sleutel
pl: 1 Klucz API
pt_br: 1 chave de API
ru: 1 ключ API
sk: 1 kľúč API
sl: 1 API ključ
sq: 1 Çelës API
sr: 1 API ključ
sv: 1 API-nyckel
tr: 1 API Anahtarı
uk: 1 API-ключ
vi: 1 Khóa API
zh_hk: 1 個 API 金鑰

source: {0} API Keys
ar: {0} مفاتيح API
bg: {0} Ключове на API
ca: {0} claus API
de: {0} API Schlüssel
eo: {0} API keys, fr fr
es: {0} Claves API
fa: {0} کلیدهای API
fi: {0} API-avainta
fr: {0} Clés API
hu: {0} API kulcsok
it: {0} Chiavi API
ja: {0} API キー
lt: {0} API raktai
ms: {0} Kunci API
nb: {0} API-nøkler
nl: {0} API-sleutels
pl: {0} Klucze API
pt_br: Chaves de API {0}
ru: {0} Ключей API
sk: {0} Kľúče API
sl: {0} Ključi API
sq: {0} Çelësa API
sr: {0} API ključeva
sv: {0} API-nycklar
tr: {0} API Anahtarları
uk: {0} API-ключів
vi: {0} Khóa API
zh_hk: {0} API 金鑰

source: Sign in to {0}
ar: سجّل الدخول إلى {0}
bg: Влезте в сайта {0}
ca: Entra a {0}
de: Melden Sie sich bei {0} an
eo: Slide into {0}
es: Inicia sesión en {0}
fa: به {0}وارد شوید
fi: Kirjaudu {0}
fr: Se connecter à {0}
hu: Jelentkezzen be a {0}-ba
it: Accedi a {0}
ja: {0} にサインインする
lt: Prisijunkite prie {0}
ms: Log masuk ke {0}
nb: Logg inn til {0}
nl: Aanmelden bij {0}
pl: Zaloguj się na {0}
pt_br: Faça login em {0}
ru: Войдите на сайт {0}
sk: Prihláste sa na {0}
sl: Vpišite se v {0}
sq: Hyr në {0}
sr: Prijavi se na {0}
sv: Logga in på {0}
tr: {0}adresinde oturum açın
uk: Увійти до {0}
vi: Đăng nhập vào {0}
zh_hk: 登入 {0}

source: No models here yet
hu: Itt még nincsenek modellek
ms: Tiada model di sini lagi

source: Models help curate data to make it easier to find answers to questions all in one place.
hu: A modellek segítenek az adatok összegyűjtésében, hogy könnyebben megtalálják a kérdésekre adott válaszokat egy helyen.
ms: Model membantu menyusun data untuk memudahkan pencarian jawapan kepada soalan di satu tempat.

source: No databases here yet
ar: لا توجد قواعد بيانات هنا بعد
bg: Тук все още няма бази данни
ca: No hi ha bases de dades aquí encara
de: Hier sind noch keine Datenbanken
eo: Ain't no DBs here yet lol
es: Aún no hay bases de datos aquí
fa: هنوز پایگاه داده ای در اینجا وجود ندارد
fi: Ei tietokantaa
fr: Pas encore de bases de données
hu: Itt még nincsenek adatbázisok
it: Non ci sono ancora database qui
ja: まだデータベースがありません
lt: Čia dar nėra duomenų bazių
ms: Tiada pangkalan data di sini lagi
nb: Ingen databaser her enda
nl: Nog geen databases hier
pl: Nie ma tu jeszcze baz danych
pt_br: Nenhum banco de dados aqui ainda
ru: Здесь пока нет баз данных
sk: Zatiaľ tu nie sú žiadne databázy
sl: Tukaj še ni podatkovnih baz
sq: Ende ska databaza këtu
sr: Ovde još nema baza podataka
sv: Inga databaser än
tr: Burada henüz veri tabanı yok
uk: Тут ще немає баз даних
vi: Chưa có cơ sở dữ liệu nào ở đây
zh_hk: 這裡還沒有資料庫

source: {0}h
eo: {0}h is basically just “{0} hours,” so you could say “{0} hrs” or “{0} hours,” but if you wanna make it sound more Gen Z, you might just say “{0} hrs” or even just “{0}h” is chill. No real slang needed here.
hu: {0}ó
ms: {0}j

source: {0}d
eo: Yo, that's just {0}d, no cap.
hu: {0}nap
ms: {0}h

source: {0}mo
eo: {0}mo → {0}mo, no cap
hu: {0}hónap
ms: {0}bln

source: {0}yr
eo: {0}yr → {0}yrs, fr fr (for real for real)
hu: {0}év
ms: {0}thn

source: (invalid date)
ar: (تاريخ غير صالح)
bg: (невалидна дата)
ca: (data no vàlida)
de: (ungültiges Datum)
eo: bruh, it’s like no cap, this date is so invalid lol
es: (fecha inválida)
fa: (تاریخ نامعتبر)
fi: (väärä päivämäärä)
fr: (date non valide)
hu: (érvénytelen dátum)
it: (data non valida)
ja: (無効な日付)
lt: (netinkama data)
ms: (tarikh tidak sah)
nb: (ugyldig dato)
nl: (ongeldige datum)
pl: (nieprawidłowa data)
pt_br: (data inválida)
ru: (недействительная дата)
sk: (neplatný dátum)
sl: (neveljaven datum)
sq: (datë e pavlefshme)
sr: (nevažeći datum)
sv: (ogiltigt datum)
tr: (geçersiz tarih)
uk: (недійсна дата)
vi: (ngày không hợp lệ)
zh_hk: (無效日期)

source: Select upload destination
ar: حدد وجهة الرفع
bg: Изберете дестинация за качване
ca: Seleccioneu la destinació de càrrega
de: Ziel des Uploads auswählen
eo: Pick where to send this, fr
es: Selecciona el destino de carga
fa: مقصد بارگذاری را انتخاب کنید
fi: Valitse latauskohde
fr: Sélectionner la destination du téléchargement
hu: Válassza ki a feltöltési célállomást
it: Selezionare la destinazione del caricamento
ja: アップロード先を選択
lt: Pasirinkite įkėlimo vietą
ms: Pilih destinasi muat naik
nb: Velg mål for opplasting
nl: Uploadbestemming selecteren
pl: Wybierz miejsce docelowe przesyłania
pt_br: Selecionar destino do upload
ru: Выберите место загрузки
sk: Vyberte cieľ odosielania
sl: Izberite cilj za nalaganje
sq: Zgjidh destinacionin e ngarkimit
sr: Izaberi odredište za otpremanje
sv: Välj destination för uppladdning
tr: Yükleme hedefini seçin
uk: Виберіть місце призначення для завантаження
vi: Chọn đích tải lên
zh_hk: 選擇上傳目的地

source: If your CSV has the same columns as a model from a previously uploaded file, you can append data to that model. Otherwise, you can create a new model.
ar: إذا كان ملف CSV يحتوي على نفس الأعمدة كنموذج من ملف تم رفعه سابقًا، فيمكنك إلحاق البيانات بذلك النموذج. وإلا يمكنك إنشاء نموذج جديد.
bg: Ако вашият CSV има същите колони като модел от предварително качен файл, можете да добавите данни към този модел. В противен случай можете да създадете нов модел.
ca: Si el vostre CSV té les mateixes columnes que un model d'un fitxer penjat anteriorment, podeu afegir dades a aquest model. En cas contrari, podeu crear un model nou.
de: Wenn Ihre CSV-Datei die gleichen Spalten enthält wie ein Modell aus einer zuvor hochgeladenen Datei, können Sie Daten an dieses Modell anhängen. Andernfalls können Sie ein neues Modell erstellen.
eo: If your CSV’s got the same columns as a model from an earlier upload, you can just add data to that one. Otherwise, you gotta make a new model.
es: Si tu CSV tiene las mismas columnas que un modelo de un archivo cargado anteriormente, puedes agregar datos a ese modelo. De lo contrario, puedes crear un nuevo modelo.
fa: اگر CSV شما دارای همان ستون‌هایی است که مدلی از فایلی که قبلاً آپلود شده است، می‌توانید داده‌ها را به آن مدل اضافه کنید. در غیر این صورت، می توانید یک مدل جدید ایجاد کنید.
fi: Jos CSV-tiedostossasi on samat sarakkeet kuin aiemmin ladatun tiedoston mallissa, voit liittää tietoja kyseiseen malliin. Muussa tapauksessa voit luoda uuden mallin.
fr: Si votre fichier CSV comporte les mêmes colonnes qu'un modèle provenant d'un fichier précédemment téléchargé, vous pouvez ajouter des données à ce modèle. Sinon, vous pouvez créer un nouveau modèle.
hu: Ha a CSV-fájl ugyanazokat az oszlopokat tartalmazza, mint egy korábban feltöltött fájl modellje, adatokat fűzhet ehhez a modellhez. Ellenkező esetben új modellt hozhat létre.
it: Se il CSV ha le stesse colonne di un modello di un file caricato in precedenza, è possibile aggiungere i dati a quel modello. Altrimenti, è possibile creare un nuovo modello.
ja: CSVが、以前にアップロードされたファイルのモデルと同じ列を持つ場合、そのモデルにデータを追加することができます。そうでなければ、新しいモデルを作成することができます。
lt: Jei jūsų CSV stulpeliai yra tokie patys kaip modelio iš anksčiau įkelto failo, galite pridėti duomenų prie to modelio. Priešingu atveju galite sukurti naują modelį.
ms: Jika CSV anda mempunyai lajur yang sama seperti model dari fail yang dimuat naik sebelumnya, anda boleh menambah data ke model tersebut. Jika tidak, anda boleh membuat model baru.
nb: Hvis din CSV har samme kolonner som en modell fra en tidligere opplastet fil, kan du legge til dataene til den modellen. Eller du kan opprette en ny modell.
nl: Als je CSV dezelfde kolommen heeft als een model uit een eerder geüpload bestand, dan kun je gegevens toevoegen aan dat model. Anders kunt u een nieuw model maken.
pl: Jeśli plik CSV zawiera te same kolumny, co model z wcześniej przesłanego pliku, można dołączyć dane do tego modelu. W przeciwnym razie można utworzyć nowy model.
pt_br: Se o seu CSV tiver as mesmas colunas que um modelo de um arquivo carregado anteriormente, você poderá acrescentar dados a esse modelo. Caso contrário, você poderá criar um novo modelo.
ru: Если ваш CSV содержит те же столбцы, что и модель из ранее загруженного файла, вы можете добавить данные в эту модель. В противном случае вы можете создать новую модель.
sk: Ak má váš súbor CSV rovnaké stĺpce ako model z predtým nahraného súboru, môžete k tomuto modelu pridať údaje. V opačnom prípade môžete vytvoriť nový model.
sl: Če ima vaš CSV enake stolpce kot model iz prej naložene datoteke, lahko temu modelu dodate podatke. V nasprotnem primeru lahko ustvarite nov model.
sq: Nëse CSV-ja jote ka të njëjtat kolona si një model nga një skedar i ngarkuar më parë, mund t’i shtosh të dhëna atij modeli. Përndryshe, mund të krijosh një model të ri.
sr: Ako tvoj CSV ima iste kolone kao model iz prethodno otpremljenog fajla, možeš da dodaš podatke tom modelu. U suprotnom, možeš da napraviš novi model.
sv: Om din CSV-fil innehåller samma kolumner som en modell från en tidigare uppladdad fil kan du välja att utöka modellen med den nya datan. Alternativt skapa en ny modell.
tr: CSV'niz daha önce yüklenmiş bir dosyadaki bir modelle aynı sütunlara sahipse, verileri bu modele ekleyebilirsiniz. Aksi takdirde, yeni bir model oluşturabilirsiniz.
uk: Якщо ваш CSV має ті самі стовпці, що й модель із раніше завантаженого файлу, ви можете додати дані до цієї моделі. Інакше ви можете створити нову модель.
vi: Nếu CSV của bạn có cùng các cột với mô hình từ tệp đã tải lên trước đó, bạn có thể thêm dữ liệu vào mô hình đó. Nếu không, bạn có thể tạo mô hình mới.
zh_hk: 如果您的 CSV 欄位與先前上傳檔案中的模型相同，您可以將資料附加到該模型。否則，您可以建立新的模型。

source: Create a new model
ar: أنشئ نموذجًا جديدًا
bg: Създаване на нов модел
ca: Crea un model nou
de: Erzeuge ein neues Model
eo: Make a fresh new vibe/model
es: Creando un nuevo modelo
fa: یک مدل جدید ایجاد کنید
fi: Luo uusi malli
fr: Créer un nouveau modèle
hu: Új modell létrehozása
it: Creare un nuovo modello
ja: 新規モデルを作成する
lt: Sukurkite naują modelį
ms: Cipta model baharu
nb: Opprett ny modell
nl: Een nieuw model maken
pl: Utwórz nowy model
pt_br: Criar um novo modelo
ru: Создайте новую модель
sk: Vytvorenie nového modelu
sl: Ustvarjanje novega modela
sq: Krijo një model të ri
sr: Napravi novi model
sv: Skapa ny modell
tr: Yeni bir model oluşturun
uk: Створити нову модель
vi: Tạo một mô hình mới
zh_hk: 建立新模型

source: Append to a model
ar: إلحاق بنموذج
bg: Добавяне към модел
ca: Adjuntar a un model
de: Zu einem Model hinzufügen
eo: Add that to the model, fr.
es: Adjuntar a un modelo
fa: به یک مدل اضافه کنید
fi: Liitä malliin
fr: Ajouter à un modèle
hu: Hozzáadás egy modellhez
it: Aggiungere a un modello
ja: モデルに追加する
lt: Pridėti prie modelio
ms: Tambah kepada model
nb: Legg til på en modell
nl: Toevoegen aan een model
pl: Dołączanie do modelu
pt_br: Anexar a um modelo
ru: Добавление к модели
sk: Pripojenie k modelu
sl: Dodajanje modelu
sq: Shto te një model
sr: Dodaj u model
sv: Addera till en modell
tr: Bir modele ekleme
uk: Додати до моделі
vi: Thêm vào một mô hình
zh_hk: 附加到模型

source: Append
ar: إلحاق
bg: Добавяне
ca: Afegeix
de: Anhängen
es: Añadir
fa: ضمیمه کردن
fi: Liitä
fr: Ajouter
hu: Melléklet
it: Aggiungere
ja: 追加
ms: Tambah
nb: Legg til
nl: Toevoegen
pl: Dodać
pt_br: Acrescentar
ru: Добавить
sk: Pridať
sl: Dodaj
sq: Shto në fund
sr: Dodaj
sv: Bifoga
tr: Ekle
uk: Додати в кінець
vi: Thêm vào
zh_hk: 附加
