Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Don't show me this again.
ar: لا تُظهر هذا مرة أخرى.
bg: Не ми показвай това отново.
ca: No em tornis a mostrar això.
de: Zeig mir das nicht noch einmal.
es: No me muestres esto otra vez.
fa: دیگه اینو بهم نشون نده.
fi: Älä näytä tätä minulle enää.
fr: Ne me montre plus ça.
it: Non mostrarmi più questo messaggio.
ja: 今後これを表示しないでください。
nb: Ikke vis meg dette igjen.
nl: Laat dit niet meer zien.
pl: Nie pokazuj mi tego więcej.
pt_br: Não me mostre isso de novo.
ru: Больше мне этого не показывай.
sk: Toto mi už neukazuj.
sl: Ne mi več tega kaži.
sq: Mos ma shfaq më këtë.
sr: Ne prikazuj mi ovo ponovo.
sv: Visa mig inte det här igen.
tr: Bunu bana bir daha gösterme.
uk: Більше не показувати це.
vi: Đừng cho tôi xem cái này nữa.
zh_hk: 別再給我看這個了

source: You can save your edits as a new question, or choose to overwrite the original question.
ar: يمكنك حفظ تعديلاتك كسؤال جديد، أو اختيار استبدال السؤال الأصلي.
bg: Можете да запазите редакциите си като нов въпрос или да изберете да презапишете оригиналния въпрос.
ca: Podeu desar les modificacions com a pregunta nova o triar sobreescriure la pregunta original.
de: Sie können Ihre Änderungen als neue Frage speichern oder die ursprüngliche Frage überschreiben.
eo: Y’all can save your edits as a new Q or just overwrite the OG one if u wanna.
es: Puede guardar sus ediciones como una nueva pregunta o elegir sobrescribir la pregunta original.
fa: می‌توانید ویرایش‌های خود را به‌عنوان سؤال جدید ذخیره کنید یا سؤال اصلی را بازنویسی کنید.
fi: Voit tallentaa muokkaukset uutena kysymyksenä tai korvata alkuperäisen kysymyksen.
fr: Vous pouvez enregistrer vos modifications en tant que nouvelle question ou choisir d'écraser la question d'origine.
it: Puoi salvare le tue modifiche come una nuova domanda oppure scegliere di sovrascrivere la domanda originale.
ja: 編集内容を新しい質問として保存することも、元の質問を上書きすることもできます。
lt: Galite išsaugoti pakeitimus kaip naują klausimą arba pasirinkti perrašyti pradinį klausimą.
nb: Du kan lagre endringene dine som et nytt spørsmål, eller velge å overskrive det opprinnelige spørsmålet.
nl: U kunt uw bewerkingen opslaan als een nieuwe vraag, of ervoor kiezen om de oorspronkelijke vraag te overschrijven.
pl: Możesz zapisać swoje zmiany jako nowe pytanie lub nadpisać oryginalne pytanie.
pt_br: Você pode salvar suas edições como uma nova pergunta ou optar por substituir a pergunta original.
ru: Вы можете сохранить свои изменения как новый вопрос или перезаписать исходный вопрос.
sk: Svoje úpravy môžete uložiť ako novú otázku alebo sa rozhodnúť prepísať pôvodnú otázku.
sl: Spremembe lahko shranite kot novo vprašanje ali pa prepišete prvotno vprašanje.
sq: Mund t’i ruani ndryshimet tuaja si një pyetje të re, ose të zgjidhni të mbishkruani pyetjen origjinale.
sr: Možete sačuvati izmene kao novo Pitanje ili izabrati da prepišete originalno Pitanje.
sv: Du kan spara dina ändringar som en ny fråga eller välja att skriva över den ursprungliga frågan.
tr: Düzenlemelerinizi yeni bir soru olarak kaydedebilir veya orijinal sorunun üzerine yazmayı seçebilirsiniz.
uk: Ви можете зберегти свої зміни як новий запит або вибрати перезапис оригінального запиту.
vi: Bạn có thể lưu nội dung chỉnh sửa dưới dạng câu hỏi mới hoặc chọn ghi đè lên câu hỏi gốc.
zh_hk: 您可以將編輯內容儲存為新問題，或選擇覆寫原始問題。

source: You can filter and summarize any model, and save your results as a question
ar: يمكنك تصفية أي نموذج وتلخيصه، وحفظ نتائجك كسؤال
bg: Можете да филтрирате и обобщите всеки модел и да запазите резултатите си като въпрос
ca: Podeu filtrar i resumir qualsevol model i desar els resultats com a pregunta
de: Sie können jedes Modell filtern und zusammenfassen und Ihre Ergebnisse als Frage speichern
eo: You can flex and summarize any model, then save your results as a question, fr.
es: Puede filtrar y resumir cualquier modelo y guardar sus resultados como una pregunta.
fa: شما می توانید هر مدلی را فیلتر و خلاصه کنید و نتایج خود را به عنوان یک سوال ذخیره کنید
fi: Voit suodattaa ja tehdä yhteenvedon minkä tahansa mallin ja tallentaa tulokset kysymyksenä
fr: Vous pouvez filtrer et résumer n'importe quel modèle et enregistrer vos résultats sous forme de question
it: Puoi filtrare e riassumere qualsiasi modello e salvare i risultati come domanda
ja: 任意のモデルをフィルタリングして要約し、結果を質問として保存できます
lt: Galite filtruoti ir apibendrinti bet kurį modelį, o rezultatus išsaugoti kaip klausimą
nb: Du kan filtrere og oppsummere alle modeller, og lagre resultatene som et spørsmål
nl: U kunt elk model filteren en samenvatten, en uw resultaten opslaan als een vraag
pl: Możesz filtrować i podsumowywać dowolny model, a także zapisywać wyniki jako pytanie
pt_br: Você pode filtrar e resumir qualquer modelo e salvar seus resultados como uma pergunta
ru: Вы можете фильтровать и обобщать любую модель, а также сохранять результаты как вопрос.
sk: Môžete filtrovať a zhrnúť akýkoľvek model a uložiť svoje výsledky ako otázku
sl: Vsak model lahko filtrirate in povzamete ter svoje rezultate shranite kot vprašanje
sq: Mund të filtroni dhe të përmbledhni çdo model, dhe t’i ruani rezultatet si një pyetje
sr: Možete filtrirati i sumirati bilo koji model i sačuvati rezultate kao Pitanje
sv: Du kan filtrera och sammanfatta vilken modell som helst och spara dina resultat som en fråga
tr: Herhangi bir modeli filtreleyebilir ve özetleyebilir ve sonuçlarınızı soru olarak kaydedebilirsiniz
uk: Ви можете фільтрувати й підсумовувати будь-яку модель та зберігати результати як запит
vi: Bạn có thể lọc và tóm tắt bất kỳ mô hình nào và lưu kết quả của mình dưới dạng câu hỏi
zh_hk: 您可以篩選和總結任何模型，並將結果儲存為問題

source: If you want to edit the model itself, click on the model's three-dot menu and select Edit query definition.
ar: إذا كنت تريد تعديل النموذج نفسه، فانقر قائمة النقاط الثلاث للنموذج واختر Edit query definition.
bg: Ако искате да редактирате самия модел, щракнете върху менюто с три точки на модела и изберете Редактиране на дефиницията на заявка.
ca: Si voleu editar el model, feu clic al menú de tres punts del model i seleccioneu Edita la definició de la consulta.
de: Wenn Sie das Modell selbst bearbeiten möchten, klicken Sie auf das Drei-Punkte-Menü des Modells und wählen Sie Abfragedefinition bearbeiten.
eo: If u wanna tweak the model itself, tap the three-dot thingy on the model and hit Edit query definition.
es: Si desea editar el modelo en sí, haga clic en el menú de tres puntos del modelo y seleccione Editar definición de consulta.
fa: اگر می خواهید خود مدل را ویرایش کنید، روی منوی سه نقطه مدل کلیک کنید و Edit query definition را انتخاب کنید.
fi: Jos haluat muokata itse mallia, napsauta mallin kolmen pisteen valikkoa ja valitse Muokkaa kyselyn määritelmää.
fr: Si vous souhaitez modifier le modèle lui-même, cliquez sur le menu à trois points du modèle et sélectionnez Modifier la définition de la requête.
it: Se si desidera modificare il modello stesso, fare clic sul menu a tre punti del modello e selezionare Modifica definizione query.
ja: モデル自体を編集する場合は、モデルの 3 つのドット メニューをクリックし、「クエリ定義の編集」を選択します。
nb: Hvis du vil redigere selve modellen, klikker du på modellens trepunktsmeny og velger Rediger spørringsdefinisjon.
nl: Als u het model zelf wilt bewerken, klikt u op het menu met de drie puntjes van het model en selecteert u Querydefinitie bewerken.
pl: Jeśli chcesz edytować sam model, kliknij menu z trzema kropkami przy modelu i wybierz opcję Edytuj definicję zapytania.
pt_br: Se você quiser editar o modelo em si, clique no menu de três pontos do modelo e selecione Editar definição de consulta.
ru: Если вы хотите отредактировать саму модель, щелкните трехточечное меню модели и выберите «Изменить определение запроса».
sk: Ak chcete upraviť samotný model, kliknite na trojbodkovú ponuku modelu a vyberte Upraviť definíciu dotazu.
sl: Če želite urediti sam model, kliknite na meni modela s tremi pikami in izberite Uredi definicijo poizvedbe.
sq: Nëse dëshiron të redaktosh vetë modelin, kliko menunë me tre pika të modelit dhe zgjidh Redakto përkufizimin e query-t.
sr: Ako želite da uređujete sam model, kliknite na meni sa tri tačke na modelu i izaberite Edit query definition.
sv: Om du vill redigera själva modellen klickar du på modellens trepunktsmeny och väljer Redigera frågedefinition.
tr: Modelin kendisini düzenlemek istiyorsanız, modelin üç nokta menüsüne tıklayın ve Sorgu tanımını düzenle seçeneğini seçin.
uk: Якщо ви хочете відредагувати саму модель, натисніть на меню моделі з трьома крапками та виберіть «Редагувати визначення запиту».
vi: Nếu bạn muốn chỉnh sửa chính mô hình, hãy nhấp vào menu ba chấm của mô hình và chọn Chỉnh sửa định nghĩa truy vấn.
zh_hk: 如果要編輯模型本身，請按一下模型的三點式功能表，然後選擇編輯查詢定義。

source: Saved entity modal empty state illustration
ar: رسم توضيحي لحالة فارغة لمودال الكيان المحفوظ
bg: Илюстрация на запазено модално празно състояние на обект
ca: Il·lustració d'estat buit modal de l'entitat desada
de: Abbildung des modalen leeren Zustands der gespeicherten Entität
eo: Saved entity modal's chill empty state pic
es: Ilustración de estado vacío del modal de entidad guardada
fa: تصویر حالت خالی معین موجودیت ذخیره شده است
fi: Tallennetun entiteetin modaalin tyhjän tilan kuva
fr: Illustration de l'état vide de la modale d'entité enregistrée
it: Illustrazione dello stato vuoto della modalità entità salvata
ja: 保存されたエンティティモーダルの空の状態の図
lt: Išsaugoto objekto modalinės tuščios būsenos iliustracija
nb: Illustrasjon av lagret modal tilstand for tomme enheter
nl: Illustratie van de lege status van de opgeslagen entiteitsmodaliteit
pl: Zapisany obiekt modalny, pusta ilustracja stanu
pt_br: Ilustração do estado vazio do modal de entidade salva
ru: Иллюстрация пустого состояния сохраненной сущности
sk: Uložená ilustrácia modálneho stavu entity
sl: Shranjena ilustracija praznega modalnega stanja entitete
sq: Ilustrim i gjendjes bosh të modalit të entitetit të ruajtur
sr: Ilustracija praznog stanja modala sačuvane stavke
sv: Sparad enhet modal tom tillstånd illustration
tr: Kaydedilen varlık modal boş durum çizimi
uk: Ілюстрація порожнього стану модального вікна збереженої сутності
vi: Minh họa trạng thái trống của mô hình thực thể đã lưu
zh_hk: 已儲存的實體模態空狀態說明

source: Sorry, you don't have permission to run this query.
ar: عذرًا، ليس لديك إذن لتشغيل هذا الاستعلام.
bg: За съжаление, нямате разрешение да изпълните тази заявка.
ca: Ho sentim, no teniu permís per executar aquesta consulta.
de: Leider sind Sie nicht berechtigt, diese Abfrage auszuführen.
es: Lo sentimos, no tienes permiso para ejecutar esta consulta.
fa: متاسفیم، شما مجوز اجرای این پرس‌وجو را ندارید.
fi: Sinulla ei ole oikeutta suorittaa tätä kyselyä.
fr: Désolé, vous n'avez pas l'autorisation d'exécuter cette requête.
it: Spiacenti, non hai l'autorizzazione per eseguire questa query.
ja: 申し訳ありませんが、このクエリを実行する権限がありません。
nb: Beklager, du har ikke tillatelse til å kjøre denne spørringen.
nl: Helaas, u heeft geen toestemming om deze query uit te voeren.
pl: Niestety, nie masz uprawnień do uruchomienia tego zapytania.
pt_br: Desculpe, você não tem permissão para executar esta consulta.
ru: Извините, у вас нет разрешения на выполнение этого запроса.
sk: Prepáčte, nemáte povolenie na spustenie tohto dopytu.
sl: Žal nimate dovoljenja za izvajanje te poizvedbe.
sq: Na vjen keq, nuk keni leje ta ekzekutoni këtë query.
sr: Žao nam je, nemate dozvolu da pokrenete ovaj upit.
sv: Du har tyvärr inte behörighet att köra den här frågan.
tr: Üzgünüz, bu sorguyu çalıştırma izniniz yok.
uk: На жаль, у вас немає дозволу виконувати цей запит.
vi: Xin lỗi, bạn không có quyền chạy truy vấn này.
zh_hk: 抱歉，您沒有執行此查詢的權限。

source: Returns the value of an aggregation expression in a different row
ar: يعيد قيمة تعبير تجميع في صف مختلف
bg: Връща стойността на израз за агрегиране в различен ред
ca: Retorna el valor d'una expressió d'agregació en una fila diferent
de: Gibt den Wert eines Aggregatausdrucks in einer anderen Zeile zurück
eo: Returns the vibe of an aggregation expression in a whole other row, fr fr
es: Devuelve el valor de una expresión de agregación en una fila diferente
fa: مقدار یک عبارت تجمعی را در یک ردیف دیگر برمی‌گرداند
fi: Palauttaa eri rivillä olevan koostelausekkeen arvon
fr: Renvoie la valeur d'une expression d'agrégation dans une ligne différente
it: Restituisce il valore di un'espressione di aggregazione in una riga diversa
ja: 集計式の値を別の行に返します
lt: Grąžina apibendrinimo išraiškos reikšmę kitoje eilutėje
nb: Returnerer verdien av et aggregeringsuttrykk i en annen rad
nl: Retourneert de waarde van een aggregatie-expressie in een andere rij
pl: Zwraca wartość wyrażenia agregacji w innym wierszu
pt_br: Retorna o valor de uma expressão de agregação em uma linha diferente
ru: Возвращает значение выражения агрегации в другой строке.
sk: Vráti hodnotu agregačného výrazu v inom riadku
sl: Vrne vrednost agregacijskega izraza v drugi vrstici
sq: Kthen vlerën e një shprehjeje agregimi në një rresht tjetër
sr: Vraća vrednost agregacionog izraza u drugom redu
sv: Returnerar värdet för ett aggregeringsuttryck på en annan rad
tr: Farklı bir satırdaki bir toplama ifadesinin değerini döndürür
uk: Повертає значення агрегувального виразу в іншому рядку
vi: Trả về giá trị của biểu thức tổng hợp trong một hàng khác
zh_hk: 返回不同行中聚集表達式的值

source: Row number relative to the current row, for example `-1` for the previous row or `1` for the next row.
ar: رقم صف بالنسبة إلى الصف الحالي، مثلًا `-1` للصف السابق أو `1` للصف التالي.
bg: Номер на ред спрямо текущия ред, например „-1“ за предишния ред или „1“ за следващия ред.
ca: Número de fila relatiu a la fila actual, per exemple, "-1" per a la fila anterior o "1" per a la següent.
de: Zeilennummer relativ zur aktuellen Zeile, beispielsweise „-1“ für die vorherige Zeile oder „1“ für die nächste Zeile.
eo: Row number relative to the current row, so like `-1` for the last one or `1` for the next, ya know?
es: Número de fila relativo a la fila actual, por ejemplo, `-1` para la fila anterior o `1` para la siguiente fila.
fa: شماره ردیف نسبت به ردیف فعلی، برای مثال «-1» برای ردیف قبلی یا «1» برای ردیف بعدی.
fi: Rivin numero suhteessa nykyiseen riviin, esimerkiksi "-1" edelliselle riville tai "1" seuraavalle riville.
fr: Numéro de ligne par rapport à la ligne actuelle, par exemple « -1 » pour la ligne précédente ou « 1 » pour la ligne suivante.
it: Numero di riga relativo alla riga corrente, ad esempio `-1` per la riga precedente o `1` per la riga successiva.
ja: 現在の行に対する相対的な行番号。たとえば、前の行の場合は `-1`、次の行の場合は `1` です。
nb: Radnummer i forhold til den aktuelle raden, for eksempel `-1` for forrige rad eller `1` for neste rad.
nl: Rijnummer relatief ten opzichte van de huidige rij, bijvoorbeeld `-1` voor de vorige rij of `1` voor de volgende rij.
pl: Numer wiersza w odniesieniu do bieżącego wiersza, na przykład `-1` dla poprzedniego wiersza lub `1` dla następnego wiersza.
pt_br: Número da linha relativo à linha atual, por exemplo `-1` para a linha anterior ou `1` para a próxima linha.
ru: Номер строки относительно текущей строки, например `-1` для предыдущей строки или `1` для следующей строки.
sk: Číslo riadka vzhľadom na aktuálny riadok, napríklad „-1“ pre predchádzajúci riadok alebo „1“ pre nasledujúci riadok.
sl: Številka vrstice glede na trenutno vrstico, na primer »-1« za prejšnjo vrstico ali »1« za naslednjo vrstico.
sq: Numri i rreshtit relativ ndaj rreshtit aktual, për shembull `-1` për rreshtin e mëparshëm ose `1` për rreshtin pasues.
sr: Broj reda u odnosu na trenutni red, na primer `-1` za prethodni red ili `1` za sledeći red.
sv: Radnummer relativt den aktuella raden, till exempel "-1" för föregående rad eller "1" för nästa rad.
tr: Örneğin, önceki satır için `-1` veya sonraki satır için `1` gibi, geçerli satıra göre satır numarası.
uk: Номер рядка відносно поточного рядка, наприклад `-1` для попереднього рядка або `1` для наступного рядка.
vi: Số hàng so với hàng hiện tại, ví dụ `-1` cho hàng trước hoặc `1` cho hàng tiếp theo.
zh_hk: 相對於目前行的行號，例如 `-1` 代表前一行，或 `1` 代表下一行。

source: Something that should evaluate to `true` or `false`.
ar: أي شيء يجب أن يُقيَّم إلى `true` أو `false`.
bg: Нещо, което трябва да бъде оценено като „true“ или „false“.
ca: Alguna cosa que hauria d'avaluar com a "vertader" o "fals".
de: Etwas, das als „wahr“ oder „falsch“ ausgewertet werden sollte.
eo: Something that should lowkey be true or false, you feel?
es: Algo que debería evaluarse como "verdadero" o "falso".
fa: چیزی که باید به "درست" یا "نادرست" ارزیابی شود.
fi: Jotain, jonka pitäisi olla "tosi" tai "epätosi".
fr: Quelque chose qui devrait être évalué comme « vrai » ou « faux ».
it: Qualcosa che dovrebbe essere valutato come `vero` o `falso`.
ja: `true` または `false` に評価されるもの。
nb: Noe som skal evalueres til `true` eller `false`.
nl: Iets dat als 'waar' of 'onwaar' moet worden geëvalueerd.
pl: Coś, co powinno zostać ocenione jako `prawda` lub `fałsz`.
pt_br: Algo que deve ser avaliado como `true` ou `false`.
ru: Что-то, что должно оцениваться как «истина» или «ложь».
sk: Niečo, čo by sa malo vyhodnotiť ako „pravda“ alebo „nepravda“.
sl: Nekaj, kar bi moralo biti ocenjeno kot »true« ali »false«.
sq: Diçka që duhet të vlerësohet si `true` ose `false`.
sr: Nešto što treba da se evaluira na `true` ili `false`.
sv: Något som borde utvärderas till "sant" eller "falskt".
tr: `Doğru` ya da `yanlış` olarak değerlendirilmesi gereken bir şey.
uk: Щось, що має обчислюватися як `true` або `false`.
vi: Một cái gì đó có thể đánh giá là `đúng` hoặc `sai`.
zh_hk: 應該評估為「true」或「false」的東西。

source: Only counts rows where the condition is `true`.
ar: يعدّ الصفوف فقط عندما يكون الشرط `true`.
bg: Брои само редове, при които условието е „вярно“.
ca: Només compta les files on la condició és "true".
de: Zählt nur Zeilen, bei denen die Bedingung „wahr“ ist.
eo: It only counts the rows where the condition is straight-up true, fr.
es: Sólo cuenta las filas donde la condición es "verdadera".
fa: فقط ردیف‌هایی را می‌شمارد که شرط «درست» است.
fi: Laskee vain rivit, joiden ehto on tosi.
fr: Ne compte que les lignes où la condition est « vraie ».
it: Conta solo le righe in cui la condizione è `vera`.
ja: 条件が「true」である行のみをカウントします。
nb: Teller bare rader der betingelsen er `sann`.
nl: Telt alleen rijen waarbij de voorwaarde `waar` is.
pl: Zlicza tylko wiersze, dla których warunek ma wartość `prawda`.
pt_br: Conta somente as linhas em que a condição é `true`.
ru: Учитываются только те строки, где условие истинно.
sk: Počíta iba riadky, kde je podmienka „pravda“.
sl: Šteje samo vrstice, kjer je pogoj »true«.
sq: Numëron vetëm rreshtat ku kushti është `true`.
sr: Broji samo redove gde je uslov `true`.
sv: Räknar bara rader där villkoret är "sant".
tr: Sadece koşulun `true` olduğu satırları sayar.
uk: Рахує лише рядки, де умова дорівнює `true`.
vi: Chỉ đếm những hàng có điều kiện `đúng`.
zh_hk: 只計算條件為 `true` 的記錄。

source: The count of distinct values in this column for rows where the condition is `true`.
ar: عدد القيم المميزة في هذا العمود للصفوف التي يكون فيها الشرط `true`.
bg: Броят на отделните стойности в тази колона за редове, където условието е „вярно“.
ca: El recompte de valors diferents d'aquesta columna per a les files on la condició és "true".
de: Die Anzahl der unterschiedlichen Werte in dieser Spalte für Zeilen, bei denen die Bedingung „wahr“ ist.
eo: The number of unique values in this column for rows where the condition is actually true, fr.
es: El recuento de valores distintos en esta columna para las filas donde la condición es "verdadera".
fa: تعداد مقادیر متمایز در این ستون برای ردیف هایی که شرط «درست» است.
fi: Erillisten arvojen määrä tässä sarakkeessa riveille, joiden ehto on tosi.
fr: Le nombre de valeurs distinctes dans cette colonne pour les lignes où la condition est « vraie ».
it: Conteggio dei valori distinti in questa colonna per le righe in cui la condizione è `true`.
ja: 条件が `true` である行のこの列内の個別の値の数。
nb: Antall distinkte verdier i denne kolonnen for rader der betingelsen er `sann`.
nl: Het aantal unieke waarden in deze kolom voor rijen waarbij de voorwaarde `waar` is.
pl: Liczba odrębnych wartości w tej kolumnie dla wierszy, dla których warunek ma wartość „prawda”.
pt_br: A contagem de valores distintos nesta coluna para linhas em que a condição é `true`.
ru: Количество различных значений в этом столбце для строк, где условие истинно.
sk: Počet odlišných hodnôt v tomto stĺpci pre riadky, v ktorých je podmienka „pravda“.
sl: Število različnih vrednosti v tem stolpcu za vrstice, kjer je pogoj »true«.
sq: Numri i vlerave të dallueshme në këtë kolonë për rreshtat ku kushti është `true`.
sr: Broj jedinstvenih vrednosti u ovoj koloni za redove gde je uslov `true`.
sv: Antalet distinkta värden i den här kolumnen för rader där villkoret är "sant".
tr: Koşulun `true` olduğu satırlar için bu sütundaki farklı değerlerin sayısı.
uk: Кількість унікальних значень у цьому стовпці для рядків, де умова дорівнює `true`.
vi: Số lượng giá trị riêng biệt trong cột này cho các hàng có điều kiện `đúng`.
zh_hk: 在條件為 `true` 的列中，此列中不同值的計數。

source: The column to count distinct values in.
ar: العمود الذي سيتم فيه عدّ القيم المميزة.
bg: Колоната, в която да се броят различни стойности.
ca: La columna on comptar diferents valors.
de: Die Spalte, in der unterschiedliche Werte gezählt werden sollen.
eo: The column to track unique af values in.
es: La columna para contar valores distintos.
fa: ستونی برای شمارش مقادیر متمایز در آن.
fi: Sarake, johon eri arvot lasketaan.
fr: La colonne dans laquelle compter les valeurs distinctes.
it: Colonna in cui contare i valori distinti.
ja: 一意の値をカウントする列。
lt: Stulpelis, kuriame skaičiuojamos skirtingos reikšmės.
nb: Kolonnen for å telle distinkte verdier i.
nl: De kolom waarin afzonderlijke waarden worden geteld.
pl: Kolumna, w której mają być zliczane różne wartości.
pt_br: A coluna para contar valores distintos.
ru: Столбец для подсчета различных значений.
sk: Stĺpec, v ktorom sa majú počítať odlišné hodnoty.
sl: Stolpec za štetje različnih vrednosti.
sq: Kolona ku të numërohen vlerat unike.
sr: Kolona u kojoj treba brojati jedinstvene vrednosti.
sv: Kolumnen för att räkna distinkta värden i.
tr: Farklı değerlerin sayılacağı sütun.
uk: Стовпець, у якому потрібно рахувати унікальні значення.
vi: Cột để đếm các giá trị riêng biệt.
zh_hk: 要計算不同值的欄位。

source: Customer ID
bg: ID на клиента
ca: ID de client
de: Kundennummer
eo: Cust ID
es: ID de cliente
fa: شناسه مشتری
fi: Asiakastunnus
fr: ID client
it: ID cliente
ja: 顧客ID
lt: Kliento ID
nb: Kunde-ID
nl: Klant-ID
pl: ID klienta
pt_br: ID do cliente
ru: Идентификатор клиента
sk: ID zákazníka
sl: ID stranke
sq: ID e klientit
sr: ID kupca
sv: Kund-ID
tr: Müşteri Kimliği
vi: Mã khách hàng
zh_hk: 客戶 ID
