Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Paste this code in your website or blog to embed the document. The iframe will automatically adjust to the document's height.
ar: الصق هذا الكود في موقعك أو مدونتك لتضمين المستند. سيُعدّل iframe نفسه تلقائيًا ليلائم ارتفاع المستند.
bg: Поставете този код във вашия уебсайт или блог, за да вградите документа. iframe-ът ще се настрои автоматично спрямо височината на документа.
ca: Enganxa aquest codi al teu lloc web o blog per incrustar el document. L'iframe s'ajustarà automàticament a l'alçada del document.
de: Fügen Sie diesen Code in Ihre Website oder Ihren Blog ein, um das Dokument einzubetten. Der iFrame passt sich automatisch der Höhe des Dokuments an.
es: Pega este código en tu sitio web o blog para insertar el documento. El iframe se ajustará automáticamente a la altura del documento.
fa: این کد را در وب‌سایت یا وبلاگ خود قرار دهید تا سند جاسازی شود. iframe به طور خودکار با ارتفاع سند تنظیم می‌شود.
fi: Liitä tämä koodi verkkosivustollesi tai blogiisi upottaaksesi asiakirjan. iframe mukautuu automaattisesti asiakirjan korkeuteen.
fr: Collez ce code sur votre site web ou votre blog pour intégrer le document. L'iframe s'adaptera automatiquement à la hauteur du document.
it: Incolla questo codice nel tuo sito web o blog per incorporare il documento. L'iframe si adatterà automaticamente all'altezza del documento.
ja: このコードをウェブサイトまたはブログに貼り付けると、ドキュメントが埋め込まれます。iframe はドキュメントの高さに合わせて自動的に調整されます。
nb: Lim inn denne koden på nettstedet eller bloggen din for å bygge inn dokumentet. Iframen justeres automatisk til dokumentets høyde.
nl: Plak deze code in je website of blog om het document in te sluiten. De iframe past zich automatisch aan de hoogte van het document aan.
pl: Wklej ten kod na swojej stronie internetowej lub blogu, aby osadzić dokument. Ramka iframe automatycznie dopasuje się do wysokości dokumentu.
pt_br: Cole este código em seu site ou blog para incorporar o documento. O iframe se ajustará automaticamente à altura do documento.
ru: Вставьте этот код на свой сайт или блог, чтобы встроить документ. Высота iframe автоматически подстроится под высоту документа.
sk: Vložte tento kód na svoju webovú stránku alebo blog, aby ste vložili dokument. Prvek iframe sa automaticky prispôsobí výške dokumentu.
sl: Prilepite to kodo na svoje spletno mesto ali blog, da vdelate dokument. Vgrajeni okvir se bo samodejno prilagodil višini dokumenta.
sq: Ngjite këtë kod në website-in ose blogun tënd për të inkorporuar dokumentin. Iframe do të përshtatet automatikisht me lartësinë e dokumentit.
sr: Nalepite ovaj kod na vaš sajt ili blog da ugradite dokument. Iframe će se automatski prilagoditi visini dokumenta.
sv: Klistra in den här koden på din webbplats eller blogg för att bädda in dokumentet. Iframe-rutan justeras automatiskt till dokumentets höjd.
tr: Belgeyi yerleştirmek için bu kodu web sitenize veya blogunuza yapıştırın. iframe, belgenin yüksekliğine otomatik olarak uyum sağlayacaktır.
uk: Вставте цей код на свій вебсайт або в блог, щоб вбудувати документ. Iframe автоматично підлаштується під висоту документа.
vi: Dán mã này vào trang web hoặc blog của bạn để nhúng tài liệu. Khung iframe sẽ tự động điều chỉnh theo chiều cao của tài liệu.
zh_hk: 將此程式碼貼在您的網站或部落格中，即可嵌入該文件。iframe 會自動調整至文件的高度。

source: Copy embed code
ar: انسخ كود التضمين
bg: Копиране на код за вграждане
ca: Copia el codi d'incrustació
de: Einbettungscode kopieren
es: Copiar código de inserción
fa: کد جاسازی را کپی کنید
fi: Kopioi upotuskoodi
fr: Copier le code d'intégration
it: Copia il codice incorporato
ja: 埋め込みコードをコピー
nb: Kopier innbyggingskode
nl: Kopieer embedcode
pl: Skopiuj kod do osadzenia
pt_br: Copiar código de incorporação
ru: Скопировать код для вставки
sk: Kopírovať kód na vloženie
sl: Kopiraj vdelano kodo
sq: Kopjo kodin e inkorporimit
sr: Kopiraj kod za ugradnju
sv: Kopiera inbäddningskod
tr: Gömme kodunu kopyala
uk: Скопіювати код вбудовування
vi: Sao chép mã nhúng
zh_hk: 複製嵌入程式碼

source: Affects both public link and embed code for this document
ar: يؤثر على كلٍ من الرابط العام وكود التضمين لهذا المستند
bg: Засяга както публичната връзка, така и кода за вграждане за този документ
ca: Afecta tant l'enllaç públic com el codi d'incrustació d'aquest document.
de: Betrifft sowohl den öffentlichen Link als auch den Einbettungscode für dieses Dokument
es: Afecta tanto al enlace público como al código de inserción de este documento.
fa: هم روی لینک عمومی و هم روی کد جاسازی این سند تأثیر می‌گذارد
fi: Vaikuttaa sekä tämän dokumentin julkiseen linkkiin että upotuskoodiin
fr: Cela concerne à la fois le lien public et le code d'intégration de ce document.
it: Riguarda sia il collegamento pubblico che il codice incorporato per questo documento
ja: このドキュメントの公開リンクと埋め込みコードの両方に影響します
nb: Påvirker både offentlig lenke og innebygd kode for dette dokumentet
nl: Heeft invloed op zowel de openbare link als de insluitcode voor dit document
pl: Dotyczy zarówno łącza publicznego, jak i kodu do osadzenia w tym dokumencie
pt_br: Afeta tanto o link público quanto o código de incorporação deste documento.
ru: Влияет как на публичную ссылку, так и на встроенный код для этого документа.
sk: Ovplyvňuje verejný odkaz aj kód na vloženie tohto dokumentu
sl: Vpliva tako na javno povezavo kot na vdelano kodo za ta dokument
sq: Ndikon si te lidhja publike ashtu edhe te kodi i inkorporimit për këtë dokument
sr: Utiče i na javni link i na kod za ugradnju za ovaj dokument
sv: Påverkar både den offentliga länken och inbäddningskoden för detta dokument
tr: Bu belgenin hem genel bağlantısını hem de yerleştirme kodunu etkiler
uk: Впливає і на публічне посилання, і на код вбудовування для цього документа
vi: Ảnh hưởng đến cả liên kết công khai và mã nhúng cho tài liệu này
zh_hk: 影響此文件的公開連結和嵌入程式碼

source: If all you want is a simple embedded dashboard, you're done! If you have a more sophisticated setup in mind, with many users and tenants, then keep going.
ar: إذا كان كل ما تريده هو لوحة معلومات مضمنة بسيطة، فقد انتهيت! إذا كانت لديك إعدادات أكثر تعقيدًا في ذهنك، مع العديد من المستخدمين والمستأجرين، فتابع.
bg: Ако всичко, което искате, е просто вградено табло за управление, сте готови! Ако имате предвид по-сложна настройка с много потребители и наематели, тогава продължете.
ca: Si tot el que voleu és un tauler de control integrat senzill, ja està! Si teniu en ment una configuració més sofisticada, amb molts usuaris i inquilins, continueu.
de: Wenn Sie lediglich ein einfaches eingebettetes Dashboard benötigen, sind Sie fertig! Wenn Sie eine komplexere Konfiguration mit vielen Benutzern und Mandanten planen, fahren Sie fort.
es: Si lo único que desea es un panel integrado simple, ¡ya está listo! Si tiene en mente una configuración más sofisticada, con muchos usuarios e inquilinos, continúe.
fa: اگر تنها چیزی که می‌خواهید یک داشبورد ساده و توکار است، کارتان تمام است! اگر تنظیمات پیچیده‌تری با کاربران و مستاجران زیاد در ذهن دارید، پس ادامه دهید.
fi: Jos haluat vain yksinkertaisen upotetun kojelaudan, olet valmis! Jos mielessäsi on kehittyneempi kokoonpano, jossa on paljon käyttäjiä ja vuokralaisia, jatka eteenpäin.
fr: Si vous souhaitez simplement un tableau de bord intégré, c'est terminé ! Si vous envisagez une configuration plus sophistiquée, avec de nombreux utilisateurs et locataires, alors continuez.
it: Se tutto ciò che desideri è una semplice dashboard incorporata, hai finito! Se hai in mente una configurazione più sofisticata, con molti utenti e tenant, allora continua così.
ja: シンプルな埋め込みダッシュボードだけが必要な場合は、これで完了です。 多くのユーザーとテナントを含む、より高度なセットアップをお考えの場合は、そのまま進めてください。
nb: Hvis alt du ønsker er et enkelt innebygd dashbord, er du ferdig! Hvis du har et mer sofistikert oppsett i tankene, med mange brukere og leietakere, kan du fortsette.
nl: Als je alleen een eenvoudig ingebed dashboard wilt, ben je klaar! Als je een meer geavanceerde configuratie in gedachten hebt, met veel gebruikers en tenants, ga dan verder.
pl: Jeśli chcesz jedynie prostego, osadzonego pulpitu nawigacyjnego, to już wszystko! Jeśli masz na myśli bardziej zaawansowaną konfigurację z wieloma użytkownikami i dzierżawcami, kontynuuj.
pt_br: Se tudo o que você quer é um painel de controle simples e integrado, você terminou! Se você tem em mente uma configuração mais sofisticada, com muitos usuários e locatários, então continue.
ru: Если вам нужен только простой встроенный дашборд, вы уже все сделали! Если вы планируете более сложную настройку, с большим количеством пользователей и тенантов, продолжайте.
sk: Ak chcete len jednoduchý vstavaný dashboard, máte hotovo! Ak máte na mysli sofistikovanejšie nastavenie s mnohými používateľmi a nájomníkmi, pokračujte.
sl: Če želite le preprosto vgrajeno nadzorno ploščo, ste končali! Če imate v mislih bolj dovršeno postavitev z veliko uporabniki in najemniki, potem nadaljujte.
sq: Nëse gjithçka që do është një panel i thjeshtë i inkorporuar, ke mbaruar! Nëse ke në mendje një konfigurim më të sofistikuar, me shumë përdorues dhe tenantë, atëherë vazhdo.
sr: Ako vam treba samo jednostavno ugrađena kontrolna tabla, završili ste! Ako imate na umu sofisticiranije podešavanje, sa mnogo korisnika i tenant-a, nastavite dalje.
sv: Om allt du vill ha är en enkel inbäddad instrumentpanel är du klar! Om du har en mer sofistikerad installation i åtanke, med många användare och hyresgäster, fortsätt då.
tr: Eğer tek istediğiniz basit bir gömülü kontrol paneli ise, işiniz bitti! Eğer çok sayıda kullanıcı ve kiracı içeren daha karmaşık bir kurulum düşünüyorsanız, devam edin.
uk: Якщо вам потрібен лише простий вбудований дашборд, ви завершили! Якщо ж ви плануєте складнішу конфігурацію з багатьма користувачами й тенантами, продовжуйте.
vi: Nếu tất cả những gì bạn muốn chỉ là một bảng điều khiển nhúng đơn giản, vậy là xong! Nếu bạn đang có ý định thiết lập một hệ thống phức tạp hơn, với nhiều người dùng và người thuê, thì hãy tiếp tục.
zh_hk: 如果您只想要一個簡單的內嵌式儀表板，那就大功告成了！ 如果您想要更複雜的設定，有許多使用者和租戶，那麼請繼續。

source: If all you want is a simple embedded dashboard, the steps above are all you need! If you have a more sophisticated setup in mind, with many users and tenants, then keep going.
ar: إذا كان كل ما تريده هو لوحة معلومات مضمنة بسيطة، فالخطوات أعلاه هي كل ما تحتاجه! إذا كانت لديك إعدادات أكثر تعقيدًا في ذهنك، مع العديد من المستخدمين والمستأجرين، فتابع.
bg: Ако всичко, което искате, е просто вградено табло за управление, горните стъпки са всичко, от което се нуждаете! Ако имате предвид по-сложна настройка с много потребители и наематели, тогава продължете.
ca: Si tot el que voleu és un tauler de control integrat senzill, els passos anteriors són tot el que necessiteu! Si teniu en ment una configuració més sofisticada, amb molts usuaris i inquilins, continueu.
de: Wenn Sie lediglich ein einfaches eingebettetes Dashboard benötigen, reichen die obigen Schritte völlig aus! Falls Sie eine komplexere Konfiguration mit vielen Benutzern und Mandanten planen, fahren Sie bitte fort.
es: Si lo único que desea es un panel integrado simple, ¡los pasos anteriores son todo lo que necesita! Si tiene en mente una configuración más sofisticada, con muchos usuarios e inquilinos, continúe.
fa: اگر تنها چیزی که می‌خواهید یک داشبورد ساده و توکار است، مراحل بالا تمام چیزی است که نیاز دارید! اگر تنظیمات پیچیده‌تری با کاربران و مستاجران زیاد در ذهن دارید، ادامه دهید.
fi: Jos haluat vain yksinkertaisen upotetun kojelaudan, yllä olevat vaiheet riittävät! Jos mielessäsi on monimutkaisempi järjestelmä, jossa on paljon käyttäjiä ja vuokralaisia, jatka eteenpäin.
fr: Si vous souhaitez simplement un tableau de bord intégré, les étapes ci-dessus suffisent ! Si vous envisagez une configuration plus sophistiquée, avec de nombreux utilisateurs et locataires, poursuivez.
it: Se tutto ciò che desideri è una semplice dashboard incorporata, i passaggi sopra indicati sono tutto ciò di cui hai bisogno! Se hai in mente una configurazione più sofisticata, con molti utenti e tenant, allora continua così.
ja: シンプルな埋め込みダッシュボードだけが必要な場合は、上記の手順だけで十分です。 多くのユーザーとテナントを対象とした、より高度なセットアップをお考えの場合は、そのまま進めてください。
nb: Hvis du bare vil ha et enkelt innebygd dashbord, er trinnene ovenfor alt du trenger! Hvis du har et mer sofistikert oppsett i tankene, med mange brukere og leietakere, kan du fortsette.
nl: Als je alleen een eenvoudig ingebed dashboard wilt, zijn de bovenstaande stappen voldoende! Als je een meer geavanceerde configuratie in gedachten hebt, met veel gebruikers en tenants, ga dan verder.
pl: Jeśli chcesz mieć prosty, osadzony panel sterowania, powyższe kroki w zupełności wystarczą! Jeśli masz w zanadrzu bardziej zaawansowaną konfigurację z wieloma użytkownikami i dzierżawcami, kontynuuj.
pt_br: Se você só precisa de um painel de controle incorporado simples, os passos acima são tudo o que você precisa! Se você tem em mente uma configuração mais sofisticada, com muitos usuários e locatários, continue.
ru: Если вам нужен только простой встроенный дашборд, шагов выше достаточно! Если вы планируете более сложную настройку, с большим количеством пользователей и тенантов, продолжайте.
sk: Ak chcete len jednoduchý vstavaný dashboard, vyššie uvedené kroky sú všetko, čo potrebujete! Ak máte na mysli sofistikovanejšie nastavenie s mnohými používateľmi a nájomníkmi, pokračujte.
sl: Če želite le preprosto vgrajeno nadzorno ploščo, so zgornji koraki vse, kar potrebujete! Če imate v mislih bolj dovršeno postavitev z veliko uporabniki in najemniki, potem nadaljujte.
sq: Nëse gjithçka që do është një panel i thjeshtë i inkorporuar, hapat më sipër janë gjithçka që të duhet! Nëse ke në mendje një konfigurim më të sofistikuar, me shumë përdorues dhe tenantë, atëherë vazhdo.
sr: Ako vam treba samo jednostavno ugrađena kontrolna tabla, koraci iznad su sve što vam treba! Ako imate na umu sofisticiranije podešavanje, sa mnogo korisnika i tenant-a, nastavite dalje.
sv: Om allt du vill ha är en enkel inbäddad instrumentpanel, är stegen ovan allt du behöver! Om du har en mer sofistikerad installation i åtanke, med många användare och hyresgäster, fortsätt då.
tr: Eğer tek istediğiniz basit bir gömülü kontrol paneli ise, yukarıdaki adımlar yeterlidir! Eğer çok sayıda kullanıcı ve kiracı içeren daha karmaşık bir kurulum düşünüyorsanız, devam edin.
uk: Якщо вам потрібен лише простий вбудований дашборд, вам достатньо кроків вище! Якщо ж ви плануєте складнішу конфігурацію з багатьма користувачами й тенантами, продовжуйте.
vi: Nếu tất cả những gì bạn muốn chỉ là một bảng điều khiển nhúng đơn giản, thì các bước trên là đủ! Nếu bạn có ý định thiết lập phức tạp hơn, với nhiều người dùng và người thuê, thì hãy tiếp tục.
zh_hk: 如果您只想要一個簡單的內嵌式儀表板，上面的步驟就是您所需要的全部！ 如果您想要更複雜的設定，有許多使用者和租戶，那麼請繼續。

source: Embedding setup guide
ar: دليل إعداد التضمين
bg: Ръководство за настройка на вграждането
ca: Guia de configuració d'incrustació
de: Anleitung zur Einbettungseinrichtung
es: Guía de configuración de incrustación
fa: راهنمای تنظیمات جاسازی
fi: Upottamisen asennusopas
fr: Guide de configuration de l'intégration
it: Guida alla configurazione dell'incorporamento
ja: 埋め込み設定ガイド
nb: Installasjonsveiledning for innebygging
nl: Handleiding voor het insluiten van de installatie
pl: Przewodnik po konfiguracji osadzania
pt_br: Guia de configuração de incorporação
ru: Руководство по настройке встраивания
sk: Sprievodca nastavením vkladania
sl: Vodnik za nastavitev vdelave
sq: Udhëzues konfigurimi për integrimin
sr: Vodič za podešavanje ugradnje
sv: Guide för installation av inbäddning
tr: Gömme kurulum kılavuzu
uk: Посібник з налаштування вбудовування
vi: Hướng dẫn thiết lập nhúng
zh_hk: 嵌入設定指南

source: Follow the guide to get started with modular embedding
ar: اتبع الدليل للبدء بالتضمين المعياري
bg: Следвайте ръководството, за да започнете с модулно вграждане
ca: Segueix la guia per començar amb la incrustació modular
de: Folgen Sie der Anleitung, um mit dem modularen Einbetten zu beginnen.
es: Siga la guía para comenzar con la integración modular
fa: برای شروع کار با تعبیه ماژولار، راهنما را دنبال کنید
fi: Aloita modulaarinen upottaminen noudattamalla opasta
fr: Suivez le guide pour commencer avec l'intégration modulaire.
it: Segui la guida per iniziare con l'incorporamento modulare
ja: モジュール埋め込みを始めるにはガイドに従ってください
nb: Følg veiledningen for å komme i gang med modulær innbygging
nl: Volg de handleiding om aan de slag te gaan met modulaire integratie.
pl: Postępuj zgodnie z przewodnikiem, aby rozpocząć korzystanie z modułowego osadzania
pt_br: Siga o guia para começar a usar a incorporação modular.
ru: Следуйте инструкциям, чтобы начать работу с модульным встраиванием.
sk: Postupujte podľa návodu a začnite s modulárnym vkladaním
sl: Sledite navodilom za začetek modularnega vgrajevanja
sq: Ndiq udhëzuesin për të filluar me Embedding modular
sr: Pratite vodič da biste započeli sa modularnim ugrađivanjem
sv: Följ guiden för att komma igång med modulär inbäddning
tr: Modüler gömme işlemine başlamak için kılavuzu takip edin.
uk: Дотримуйтеся гайда, щоб розпочати роботу з модульним вбудовуванням
vi: Hãy làm theo hướng dẫn để bắt đầu với việc nhúng mô-đun.
zh_hk: 按照指南開始模組化嵌入

source: Get started with modular embedding
ar: ابدأ بالتضمين المعياري
bg: Започнете с модулно вграждане
ca: Començar amb la integració modular
de: Erste Schritte mit modularer Einbettung
es: Comience con la incrustación modular
fa: شروع به کار با تعبیه ماژولار
fi: Aloita modulaarisen upottamisen kanssa
fr: Commencez avec l'intégration modulaire
it: Inizia con l'incorporamento modulare
ja: モジュラー埋め込みを始める
nb: Kom i gang med modulær innbygging
nl: Begin met modulair inbedden.
pl: Rozpocznij osadzanie modułowe
pt_br: Comece a usar a incorporação modular
ru: Начните работу с модульным встраиванием.
sk: Začnite s modulárnym vkladaním
sl: Začnite z modularnim vgrajevanjem
sq: Fillo me Embedding modular
sr: Započnite sa modularnim ugrađivanjem
sv: Kom igång med modulär inbäddning
tr: Modüler gömme işlemine başlayın
uk: Розпочати роботу з модульним вбудовуванням
vi: Hãy bắt đầu với việc nhúng mô-đun
zh_hk: 開始使用模組化嵌入

source: Customize homepage
ar: تخصيص الصفحة الرئيسية
bg: Персонализиране на началната страница
ca: Personalitza la pàgina d'inici
de: Startseite anpassen
es: Personalizar la página de inicio
fa: سفارشی سازی صفحه اصلی
fi: Mukauta kotisivua
fr: Personnaliser la page d'accueil
it: Personalizza la homepage
ja: ホームページをカスタマイズする
nb: Tilpass hjemmesiden
nl: Pas de startpagina aan
pl: Dostosuj stronę główną
pt_br: Personalizar página inicial
ru: Настроить домашнюю страницу
sk: Prispôsobiť domovskú stránku
sl: Prilagodi domačo stran
sq: Personalizo faqen kryesore
sr: Prilagodi početnu stranicu
sv: Anpassa startsidan
tr: Ana sayfayı özelleştir
uk: Налаштувати домашню сторінку
vi: Tùy chỉnh trang chủ
zh_hk: 自訂首頁

source: Dismiss guide
ar: تجاهل الدليل
bg: Отхвърляне на ръководството
ca: Descarta la guia
de: Anleitung schließen
es: Guía de descarte
fa: راهنما را رد کنید
fi: Sulje opas
fr: Guide de rejet
it: Ignora guida
ja: ガイドを閉じる
nb: Avvis guide
nl: Gids voor het verwerpen
pl: Odrzuć przewodnik
pt_br: Guia de dispensa
ru: Отменить руководство
sk: Zavrieť sprievodcu
sl: Zapri vodnik
sq: Mbyll udhëzuesin
sr: Odbaci vodič
sv: Stäng guiden
tr: Kılavuzu kapat
uk: Закрити посібник
vi: Bỏ qua hướng dẫn
zh_hk: 解除指南

source: Choose a table to generate a dashboard
ar: اختر جدولًا لإنشاء لوحة معلومات
bg: Изберете таблица за генериране на табло за управление
ca: Trieu una taula per generar un quadre de comandament
de: Wählen Sie eine Tabelle aus, um ein Dashboard zu generieren
es: Elija una tabla para generar un tablero
fa: یک جدول برای ایجاد داشبورد انتخاب کنید
fi: Valitse taulukko kojelaudan luomiseksi
fr: Choisissez un tableau pour générer un tableau de bord
it: Scegli una tabella per generare un dashboard
ja: ダッシュボードを生成するテーブルを選択してください
nb: Velg en tabell for å generere et dashbord
nl: Kies een tabel om een dashboard te genereren
pl: Wybierz tabelę, aby wygenerować pulpit nawigacyjny
pt_br: Escolha uma tabela para gerar um painel
ru: Выберите таблицу для создания панели мониторинга
sk: Vyberte tabuľku na vytvorenie dashboardu
sl: Izberite tabelo za ustvarjanje nadzorne plošče
sq: Zgjidh një tabelë për të gjeneruar një panel
sr: Izaberite tabelu da biste generisali kontrolnu tablu
sv: Välj en tabell för att generera en instrumentpanel
tr: Bir gösterge tablosu oluşturmak için bir tablo seçin
uk: Виберіть таблицю, щоб згенерувати дашборд
vi: Chọn một bảng để tạo bảng thông tin
zh_hk: 選擇表格以產生儀表板

source: Complete the other steps to unlock
ar: أكمل الخطوات الأخرى لفتح القفل
bg: Изпълнете останалите стъпки, за да отключите
ca: Completa els altres passos per desbloquejar
de: Führen Sie die anderen Schritte zum Entsperren aus
es: Complete los demás pasos para desbloquear
fa: مراحل دیگر را برای باز کردن قفل انجام دهید
fi: Suorita muut vaiheet avataksesi lukituksen
fr: Complétez les autres étapes pour déverrouiller
it: Completa gli altri passaggi per sbloccare
ja: ロックを解除するには、他の手順を完了してください
nb: Fullfør de andre trinnene for å låse opp
nl: Voltooi de andere stappen om te ontgrendelen
pl: Aby odblokować, wykonaj pozostałe kroki
pt_br: Conclua as outras etapas para desbloquear
ru: Выполните остальные шаги, чтобы разблокировать
sk: Dokončite ostatné kroky na odomknutie
sl: Dokončajte ostale korake za odklepanje
sq: Përfundo hapat e tjerë për ta zhbllokuar
sr: Završi ostale korake da otključaš
sv: Slutför de andra stegen för att låsa upp
tr: Kilidi açmak için diğer adımları tamamlayın
uk: Завершіть інші кроки, щоб розблокувати
vi: Hoàn thành các bước khác để mở khóa
zh_hk: 完成其他步驟以解鎖

source: Create embed
ar: أنشئ تضمينًا
bg: Създаване на вграждане
ca: Crea una inserció
de: Einbettung erstellen
es: Crear incrustación
fa: ایجاد جاسازی
fi: Luo upotus
fr: Créer une intégration
it: Crea incorporamento
ja: 埋め込みを作成
nb: Opprett innebygging
nl: Insluiten maken
pl: Utwórz osadzenie
pt_br: Criar incorporação
ru: Создать вставку
sk: Vytvoriť vložený obsah
sl: Ustvari vdelavo
sq: Krijo embed
sr: Kreiraj ugradnju
sv: Skapa inbäddning
tr: Yerleştirmeyi oluştur
uk: Створити вбудовування
vi: Tạo nhúng
zh_hk: 建立嵌入

source: Get embed snippet
ar: احصل على مقتطف التضمين
bg: Вземете вграден фрагмент
ca: Obtén un fragment incrustat
de: Einbettungs-Snippet abrufen
es: Obtener fragmento para incrustar
fa: دریافت قطعه کد جاسازی
fi: Hae upotuskoodinpätkä
fr: Obtenir un extrait intégré
it: Ottieni il frammento di incorporamento
ja: 埋め込みスニペットを取得
nb: Få utdrag av innbygging
nl: Embed-snippet ophalen
pl: Pobierz osadzony fragment kodu
pt_br: Obter snippet incorporado
ru: Получить встроенный фрагмент
sk: Získať úryvok kódu pre vloženie
sl: Pridobi vdelani delček kode
sq: Merr fragmentin e inkorporimit
sr: Preuzmi embed isječak
sv: Hämta inbäddningskodavsnitt
tr: Gömülü parçacığı al
uk: Отримати фрагмент для вбудовування
vi: Nhận đoạn mã nhúng
zh_hk: 取得嵌入片段
