Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Setting Postgres sequence ids to proper values...
ar: ضبط معرفات تسلسلات Postgres إلى القيم الصحيحة...
bg: Настройка на идентификаторите на последователностите на Postgres на точните стойности...
ca: Establint els ids de seqüència de Postgres als valors correctes...
de: Setze Postgres Sequenz-IDs auf richtige Werte...
eo: Updating Postgres sequence IDs to the right vibes…
es: Configurando los ids de la secuencia de Postgres en los valores adecuados...
fa: تنظیم شناسنامه‌های ترتیب Postgres به مقادیر صحیح...
fi: Asetetaan Postgres-sekvenssitunnuksia oikeisiin arvoihin...
fr: Régler les ids des séquences de Postgres à des valeurs correctes...
hu: A Postgres sorozatazonosítók beállítása megfelelő értékekre...
it: Impostazione degli ID di sequenza di Postgres ai valori corretti...
ja: PostgresのシーケンスIDを適切な値に設定する...
lt: Nustatomos tinkamos „Postgres“ sekos ID reikšmės...
ms: Menetapkan ID urutan Postgres kepada nilai yang betul...
nb: Setter Postgres sekvens-ider til riktige verdier...
nl: Postgres sequentie-ids instellen op juiste waarden...
pl: Ustawianie identyfikatorów sekwencji Postgres na odpowiednie wartości...
pt_br: Definindo IDs de sequência do Postgres para valores adequados...
ru: Установка идентификаторов последовательности Postgres на правильные значения...
sk: Nastavenie sekvenčných ID Postgres na správne hodnoty...
sl: Nastavitev ID-jev zaporedja Postgres na ustrezne vrednosti ...
sq: Po vendosen sequence ids të Postgres në vlerat e duhura...
sr: Postavljam ID-jeve Postgres sekvenci na ispravne vrednosti...
sv: Ställa in Postgres-sekvens-id: n till korrekta värden...
tr: Postgres dizilim kimliklerini uygun değerlere ayarlama...
uk: Встановлюємо IDs послідовностей Postgres у правильні значення...
vi: Đặt ID chuỗi Postgres về giá trị thích hợp...
zh_hk: 正在將 Postgres 序列 ID 設置為正確的值...

source: Set up {0} source database and run migrations...
ar: إعداد قاعدة بيانات المصدر {0} وتشغيل عمليات الترحيل...
bg: Настройка на {0} източник база данни и изпълнение на миграции...
ca: Configureu la base de dades d'origen {0} i executeu migracions...
de: Richten Sie die {0} Quell-Datenbank ein und führen Sie Migrationen durch...
eo: Yo, get {0} source database set up and run those migrations, fr.
es: Configurar base de datos fuente {0} y ejecutar migraciones...
fa: راه‌اندازی پایگاه‌داده مبدأ {0} و اجرای مهاجرت‌ها...
fi: Määritä {0} lähdetietokanta ja päivitä...
fr: Configurer la base de données source {0} et lancer les migrations...
hu: Állítsa be a(z) {0} forrásadatbázist, és futtassa az áttelepítéseket...
it: Configura il database sorgente {0} ed esegui le migrazioni...
ja: {0}ソースデータベースを設定して移行を実行する...
lt: Nustatykite {0} šaltinio duomenų bazę ir vykdykite perkėlimą...
ms: Sediakan {0} pangkalan data sumber dan jalankan migrasi...
nb: Konfigurer {0} kilde database og kjør migrasjoner...
nl: Stel {0} bron database in en voer migraties uit...
pl: Ustaw źródłową bazę danych {0} i uruchom migrację...
pt_br: Configure o banco de dados fonte {0} e execute migrações...
ru: Настройте {0} исходную базу данных и запустите миграции...
sk: Nastavte zdrojovú databázu {0} a spustite migrácie...
sl: Nastavitev izvorne zbirke podatkov {0} in izvajanje selitev ...
sq: Konfiguro bazën burim {0} dhe ekzekuto migrimet...
sr: Podesi {0} izvornu bazu podataka i pokreni migracije...
sv: Konfigurera {0} källdatabas och kör migreringar...
tr: {0} kaynak veritabanını ayarlayın ve taşımaları çalıştırın...
uk: Налаштуйте вихідну базу даних {0} і запустіть міграції...
vi: Thiết lập cơ sở dữ liệu nguồn {0} và chạy các di chuyển...
zh_hk: 設置{0}來源資料庫並進行遷移...

source: Set up {0} target database and run migrations...
ar: إعداد قاعدة بيانات الهدف {0} وتشغيل عمليات الترحيل...
bg: Настройка на {0} целева база данни и изпълнение на миграции...
ca: Configureu la base de dades de destinació {0} i executeu les migracions...
de: Richten Sie die {0} Zieldatenbank ein und führen Sie Migrationen durch...
eo: Yo, set up that {0} target database and run the migrations, fr fr.
es: Configurar base de datos objetivo {0} y ejecutar migraciones...
fa: راه‌اندازی پایگاه‌داده هدف {0} و اجرای مهاجرت‌ها...
fi: Määritä {0} kohdetietokanta ja päivitä...
fr: Mettre en place la base de données cible {0} et lancer les migrations...
hu: Állítsa be a(z) {0} céladatbázist, és futtassa az áttelepítéseket...
it: Configura il database di destinazione {0} ed esegui le migrazioni...
ja: {0}ターゲットデータベースを設定して移行を実行する...
lt: Nustatykite {0} tikslinę duomenų bazę ir vykdykite perkėlimą...
ms: Sediakan {0} pangkalan data sasaran dan jalankan migrasi...
nb: Sett opp {0} mål-database og kjør migrasjoner...
nl: Stel {0} doeldatabase in en voer migraties uit...
pl: Ustaw docelową bazę danych {0} i uruchom migrację...
pt_br: Configure o banco de dados de destino {0} e execute migrações...
ru: Настройте {0} целевую базу данных и запустите миграции...
sk: Nastavte cieľovú databázu {0} a spustite migrácie...
sl: Nastavite {0} ciljno zbirko podatkov in zaženite selitve ...
sq: Konfiguro bazën e destinacionit {0} dhe ekzekuto migrimet...
sr: Podesi {0} ciljnu bazu podataka i pokreni migracije...
sv: Konfigurera {0} måldatabas och kör migreringar...
tr: {0} hedef veritabanını kur ve geçişleri çalıştır...
uk: Налаштуйте цільову базу даних {0} і запустіть міграції...
vi: Thiết lập cơ sở dữ liệu đích {0} và chạy các di chuyển...
zh_hk: 設置{0}目標資料庫並進行遷移...

source: Testing if target {0} database is already populated...
ar: اختبار ما إذا كانت قاعدة بيانات الهدف {0} ممتلئة بالفعل...
bg: Тестване дали целевата {0} база данни вече е запълнена...
ca: S'està comprovant si la base de dades {0} de destinació ja està emplenada...
de: Teste, ob die {0} Zieldatenbank bereits befüllt ist...
eo: Just checking if target {0} database is already lit fam...
es: Probando si la base de datos objetivo {0} ya está poblada...
fa: آزمایش می‌کنیم اگر پایگاه‌داده هدف {0} قبلاً پر شده باشد...
fi: Testataan, onko kohdetietokanta {0} jo siirretty...
fr: Tester si la base de données de la cible {0} est déjà alimentée...
hu: Tesztelés, hogy a(z) {0} céladatbázis már feltöltve van-e...
it: Test in corso per verificare se il database di destinazione {0} è già popolato...
ja: ターゲット{0}データベースが既に登録されているかどうかのテスト...
lt: Tikrinama, ar tikslinė {0} duomenų bazė jau užpildyta...
ms: Menguji sama ada pangkalan data sasaran {0} sudah diisi...
nb: Tester om mål {0} database allerede er fylt...
nl: Testen of doel {0} database al gevuld is...
pl: Testowanie czy docelowa baza danych {0} jest już wypełniona...
pt_br: Testando se o banco de dados de destino {0} já foi preenchido...
ru: Проверяю, заполнена ли целевая база данных {0}...
sk: Testuje sa, či je cieľová databáza {0} už naplnená...
sl: Preverjanje, ali je ciljna {0} baza podatkov že zapolnjena ...
sq: Po testohet nëse baza e destinacionit {0} është tashmë e populluar...
sr: Proveravam da li je ciljana {0} baza podataka već popunjena...
sv: Testar om måldatabasen {0} redan är fylld...
tr: Hedef {0} veritabanının zaten dolu olup olmadığını test ediyor...
uk: Перевіряємо, чи цільова база даних {0} уже заповнена...
vi: Kiểm tra xem cơ sở dữ liệu đích {0} đã được nâng cấp chưa...
zh_hk: 測試目標{0}資料庫是否已經填充...

source: Unsupported application database type: {0} is not currently supported.
hu: Nem támogatott alkalmazás adatbázis típus: a(z) {0} jelenleg nem támogatott.
ms: Jenis pangkalan data aplikasi tidak disokong: {0} tidak disokong buat masa ini.

source: Check the value of MB_DB_CONNECTION_URI.
hu: Ellenőrizze a MB_DB_CONNECTION_URI értékét.
ms: Semak nilai MB_DB_CONNECTION_URI.

source: Driver {0} does not support {1}
ar: برنامج التشغيل {0} لا يدعم {1}
bg: Драйверът {0} не поддържа {1}
ca: El controlador {0} no suporta {1}
de: Treiber {0} unterstützt {1} nicht
eo: Driver {0} ain’t vibing with {1} rn
es: El controlador {0} no soporta {1}
fa: درایور {0} از {1} پشتیبانی نمی‌کند
fi: Ohjain {0} ei tue {1}
fr: Le conducteur {0} ne prend pas en charge {1}
hu: A(z) {0} illesztőprogram nem támogatja a(z) {1}-et
it: Il driver {0} non supporta {1}
ja: ドライバ{0}は{1}をサポートしていません。
lt: Vairuotojas {0} nepalaiko {1}
ms: Pemacu {0} tidak menyokong {1}
nb: Driver {0} støtter ikke {1}
nl: Stuurprogramma {0} ondersteunt niet {1}
pl: Sterownik {0} nie obsługuje {1}
pt_br: O driver {0} não é compatível com {1}
ru: Драйвер {0} не поддерживает {1}
sk: Ovládač {0} nepodporuje {1}
sl: Gonilnik {0} ne podpira {1}
sq: Drejtuesi {0} nuk e mbështet {1}
sr: Drajver {0} ne podržava {1}
sv: Drivrutinen {0} stödjer inte {1}
tr: {0} sürücüsü {1}'i desteklemiyor
uk: Драйвер {0} не підтримує {1}
vi: Trình điều khiển {0} không hỗ trợ {1}
zh_hk: 驅動程式 {0} 不支援 {1}

source: No magnitude known for {0}
ar: لا توجد قيمة مقياس معروفة لـ {0}
bg: Не е известна величина за {0}
ca: No es coneguda cap magnitud per a {0}
de: Keine Größe bekannt für {0}
eo: No clue how big {0} is rn
es: No se conoce la magnitud de {0}
fa: هیچ مقیاسی برای {0} شناخته نشده است
fi: Ei tiedossa suuruusluokkaa {0}
fr: Aucune magnitude connue pour {0}
hu: Nincs ismert nagyságrend a(z) {0} esetében
it: Nessuna magnitudine conosciuta per {0}
ja: {0}のマグニチュードは知られていない
lt: {0} dydis nežinomas
ms: Tiada magnitud diketahui untuk {0}
nb: Ingen størrelse kjent for {0}
nl: Geen grootte bekend voor {0}
pl: Nieznana wielkość dla {0}
pt_br: Nenhuma magnitude conhecida para {0}
ru: Нет известной величины для {0}
sk: Nie je známa magnitúda pre {0}
sl: Nobena magnituda ni znana za {0}
sq: Nuk njihet madhësia për {0}
sr: Nije poznat magnituda za {0}
sv: Storlek okänd för {0}
tr: {0} için bilinen bir büyüklük yok
uk: Невідома величина для {0}
vi: Không có độ lớn nào được biết cho {0}
zh_hk: {0}的大小未知

source: Error resolving source query
hu: Hiba a forrás lekérdezés feloldásakor
ms: Ralat menyelesaikan query sumber

source: Have your email configured for you.
hu: Hagyja, hogy beállítsák az emailjét.
ms: Konfigurasikan emel anda.

source: Have your server maintained for you.
hu: Tartassa karban a szerverét.
ms: Biarkan pelayan anda diselenggara untuk anda.

source: Want to have upgrades taken care of for you?
hu: Szeretné, ha az frissítésekről gondoskodnának Ön helyett?
ms: Mahu peningkatan diuruskan untuk anda?

source: Migrate to Metabase Cloud.
hu: Váltson a Metabase Cloud-ra.
ms: Beralih ke Metabase Cloud.

source: Manage Metabase Cloud
hu: Kezelje a Metabase Cloud-ot
ms: Urus Metabase Cloud

source: Show totals
ar: إظهار الإجماليات
bg: Покажи общо
ca: Mostra els totals
de: Summen anzeigen
eo: Show the vibes totals
es: Mostrar totales
fa: نمایش کل‌ها
fi: Näytä summat
fr: Afficher les totaux
hu: Teljes összeg megjelenítése
it: Mostra totali
ja: 合計を表示
lt: Rodyti sumas
ms: Tunjukkan jumlah
nb: Vis totaler
nl: Toon totalen
pl: Pokaż sumy
pt_br: Mostrar totais
ru: Показать итоги
sk: Zobraziť celkový súčet
sl: Prikaz vsote
sq: Shfaq totalet
sr: Prikaži ukupno
sv: Visa totaler
tr: Toplamları göster
uk: Показати підсумки
vi: Hiển thị tổng số
zh_hk: 顯示總計

source: Sort order
ar: ترتيب الفرز
bg: Ред на сортиране
ca: Ordre de classificació
de: Sortierreihenfolge
eo: Sort order → "Sort vibe" or "Sort layout"
es: Orden de clasificación
fa: ترتیب مرتب‌سازی
fi: Lajittelujärjestys
fr: Ordre de tri
hu: Sorrend
it: Ordine di ordinamento
ja: ソート順
lt: Rūšiavimo tvarka
ms: Susun ikut urutan
nb: Sorteringsrekkefølge
nl: Sorteervolgorde
pl: Kolejność sortowania
pt_br: Ordem de classificação
ru: Порядок сортировки
sk: Poradie triedenia
sl: Vrstni red razvrščanja
sq: Renditja
sr: Redosled sortiranja
sv: Sorteringsordning
tr: Sıralama düzeni
uk: Порядок сортування
vi: Thứ tự sắp xếp
zh_hk: 排序順序

source: See options…
hu: Lehetőségek megtekintése…
ms: Lihat pilihan…

source: This database does not support pivot tables.
ar: قاعدة البيانات هذه لا تدعم الجداول المحورية.
bg: Тази база данни не поддържа сводни таблици.
ca: Aquesta base de dades no suporta taules dinàmiques.
de: Diese Datenbank unterstützt keine Pivot-Tabellen.
eo: This database ain't vibing with pivot tables, fr.
es: Esta base de datos no soporta tablas dinámicas.
fa: این پایگاه‌داده از جداول محور پشتیبانی نمی‌کند.
fi: Tämä tietokanta ei tue pivot-taulukoita.
fr: Cette base de données ne prend pas en charge les tableaux croisés dynamiques.
hu: Ez az adatbázis nem támogatja a pivot táblákat.
it: Questo database non supporta le tabelle pivot.
ja: このデータベースはピボットテーブルをサポートしていません。
lt: Ši duomenų bazė nepalaiko suvestinių lentelių.
ms: Pangkalan data ini tidak menyokong jadual pivot.
nb: Denne databasen støtter ikke pivot-tabeller.
nl: Deze database ondersteunt geen draaitabellen.
pl: Ta baza danych nie obsługuje tabel przestawnych.
pt_br: Este banco de dados não suporta tabelas dinâmicas.
ru: Эта база данных не поддерживает сводные таблицы.
sk: Táto databáza nepodporuje PivotTables.
sl: Ta zbirka podatkov ne podpira vrtilnih tabel.
sq: Kjo bazë të dhënash nuk mbështet tabela pivot.
sr: Ova baza podataka ne podržava pivot tabele.
sv: Denna databas stöder inte pivottabeller.
tr: Bu veritabanı pivot tabloları desteklemiyor.
uk: Ця база даних не підтримує зведені таблиці.
vi: Cơ sở dữ liệu này không hỗ trợ bảng xoay.
zh_hk: 該資料庫不支援資料透視表。

source: Invalid GeoJSON file location: must either start with http:// or https:// or be a relative path to a file on the classpath.
ar: موقع ملف GeoJSON غير صالح: يجب أن يبدأ بـ http:// أو https:// أو يكون مسارًا نسبيًا لملف على classpath.
bg: Невалидно местоположение на GeoJSON файл: трябва да започва с http:// или https:// или да бъде относителен път към файл в classpath.
ca: Ubicació de fitxer GeoJSON no vàlida: ha de començar amb http:// o https:// o ser un camí relatiu a un fitxer en el classpath.
de: Ungültiger GeoJSON-Dateispeicherort: muss entweder mit http:// oder https:// beginnen oder ein relativer Pfad zu einer Datei im Klassenpfad sein.
eo: Bruh, your GeoJSON file placement is sus — it gotta start with http:// or https://, or be a relative path on the classpath.
es: Ubicación de archivo GeoJSON no válida: debe comenzar con http:// o https:// o ser una ruta relativa a un archivo en el classpath.
fa: موقعیت نامعتبر فایل GeoJSON: باید با http:// یا https:// شروع شود یا یک مسیر نسبی به یک فایل در کلاس‌پدر باشد.
fi: Virheellinen GeoJSON-tiedoston sijainti: täytyy joko alkaa http:// tai https:// tai sen on oltava suhteellinen polku luokkapolulla olevaan tiedostoon.
fr: Emplacement du fichier GeoJSON non valide : doit commencer par http:// ou https:// ou être un chemin d'accès relatif à un fichier sur le classpath.
hu: Érvénytelen GeoJSON-fájl helye: http:// vagy https:// előtaggal kell kezdődnie, vagy az osztályútvonalon lévő fájl relatív elérési útja.
it: Posizione del file GeoJSON non valida: deve iniziare con http:// o https:// oppure essere un percorso relativo a un file nel classpath.
ja: 無効な GeoJSON ファイルの場所: http:// または https:// で始まるか、クラスパス上のファイルへの相対パスでなければなりません。
lt: Netinkama GeoJSON failo vieta: turi prasidėti http:// arba https:// arba būti santykinis kelias į failą klasės kelyje.
ms: Lokasi fail GeoJSON tidak sah: mesti bermula dengan http:// atau https:// atau menjadi laluan relatif kepada fail di classpath.
nb: Ugyldig GeoJSON-filplassering: må starte med http:// eller https:// eller være en relativ bane til en fil på classpath.
nl: Onjuiste GeoJSON-bestandslocatie: moet beginnen met http:// of https:// of een relatief pad zijn naar een bestand op het classpath.
pl: Nieprawidłowa lokalizacja pliku GeoJSON: musi zaczynać się od http:// lub https:// lub być względną ścieżką do pliku na ścieżce klas.
pt_br: Local do arquivo GeoJSON inválido: deve começar com http:// ou https:// ou ser um caminho relativo a um arquivo no classpath.
ru: Неверное расположение GeoJSON файла: должно начинаться с http:// или https:// или быть относительным путем к файлу на пути класса.
sk: Neplatné umiestnenie súboru GeoJSON: musí začínať na http:// alebo https://, alebo byť relatívna cesta k súboru na classpath.
sl: Neveljavna lokacija datoteke GeoJSON: začeti se mora z http:// ali https:// ali pa mora biti relativna pot do datoteke na poti razreda.
sq: Vendndodhje e pavlefshme e file-it GeoJSON: duhet ose të fillojë me http:// ose https://, ose të jetë një path relativ drejt një file-i në classpath.
sr: Nevažeća lokacija GeoJSON fajla: mora početi sa http:// ili https:// ili biti relativna putanja do fajla na classpath-u.
sv: Ogiltig GeoJSON-filplats: måste antingen börja med http:// eller https:// eller vara en relativ sökväg till en fil på klassvägen.
tr: Geçersiz GeoJSON dosya konumu: http:// veya https:// ile başlamalı ya da sınıf yolundaki bir dosyaya göreli bir yol olmalıdır.
uk: Некоректне розташування файлу GeoJSON: воно має або починатися з http:// чи https://, або бути відносним шляхом до файлу в classpath.
vi: Vị trí tập tin GeoJSON không hợp lệ: phải bắt đầu bằng http:// hoặc https:// hoặc là đường dẫn tương đối đến một tập tin trên classpath.
zh_hk: 無效的 GeoJSON 文件位置：必須以 http:// 或 https:// 開頭，或者是類路徑上文件的相對路徑。

source: URLs referring to hosts that supply internal hosting metadata are prohibited.
ar: عناوين URL التي تشير إلى مضيفين يزوّدون بيانات استضافة داخلية محظورة.
bg: URL адреси, отнасящи се до хостове, които предоставят вътрешни данни за хостинг, са забранени.
ca: Les URL que fan referència a amfitrions que proporcionen metadades d'allotjament intern estan prohibides.
de: URLs, die auf Hosts verweisen, die interne Hosting-Metadaten bereitstellen, sind verboten.
eo: Urls linking to hosts that give off internal hosting info are a big no-no.
es: Las URLs que se refieren a hosts que proporcionan metadatos de alojamiento interno están prohibidas.
fa: آدرس‌های URL که به میزبان‌هایی که داده‌های متاداده داخلی را تامین می‌کنند اشاره می‌کنند، ممنوع شده‌اند.
fi: URL-osoitteet, jotka viittaavat isänteihin, jotka tarjoavat sisäisiä isännöintimetatietoja, ovat kiellettyjä.
fr: Les URL faisant référence à des hôtes qui fournissent des métadonnées d'hébergement interne sont interdites.
hu: Belső hosztolási metaadatokat szolgáltató hosztokra hivatkozó URL-ek tilosak.
it: Gli URL che si riferiscono a host che forniscono metadati di hosting interno sono proibiti.
ja: 内部ホスティングメタデータを提供するホストを指す URL は禁止されています。
lt: Draudžiami URL, nurodantys prieglobas, teikiančias vidinius prieglobos metaduomenis.
ms: URL yang merujuk kepada hos yang menyediakan metadata hosting dalaman adalah dilarang.
nb: URL-er som refererer til verter som leverer interne verts-metadata er forbudt.
nl: URL's die verwijzen naar hosts die interne hosting-metadata leveren zijn verboden.
pl: URL-e odnoszące się do hostów dostarczających wewnętrzne metadane hostingowe są zabronione.
pt_br: URLs referentes a hosts que fornecem metadados de hospedagem interna são proibidos.
ru: URL-адреса, ссылающиеся на хосты, которые предоставляют внутренние метаданные хостинга, запрещены.
sk: URL adresy, ktoré odkazujú na hostiteľov poskytujúcich interné hostingové metadáta, sú zakázané.
sl: URL-ji, ki se nanašajo na gostitelje, ki zagotavljajo metapodatke o notranjem gostovanju, so prepovedani.
sq: URL-të që i referohen host-eve që ofrojnë metadata të brendshme hostimi janë të ndaluara.
sr: URL-ovi koji upućuju na hostove koji pružaju interne hosting metapodatke su zabranjeni.
sv: URL:er som hänvisar till värdar som tillhandahåller interna värdmetadata är förbjudna.
tr: Dahili barındırma meta verileri sağlayan sunucuları belirten URL'ler yasaktır.
uk: URL-адреси, що посилаються на хости, які надають внутрішні хостингові метадані, заборонені.
vi: Các URL tham chiếu đến host cung cấp siêu dữ liệu lưu trữ nội bộ đều bị cấm.
zh_hk: 禁止引用提供內部託管後設資料的主機的URL。

source: Invalid custom GeoJSON.
hu: Érvénytelen egyéni GeoJSON.
ms: GeoJSON khusus tidak sah.

source: Invalid {0}: specified breakout at index {1}, but we only have {2} breakouts
ar: {0} غير صالح: تم تحديد تقسيم حسب عند الفهرس {1}، لكن لدينا فقط {2} تقسيمات
bg: Невалиден {0}: посочена е разбивка на индекс {1}, но имаме само {2} разбивки
ca: {0} no vàlid: s'ha especificat una desagregació a l'índex {1}, però només tenim {2} desagregacions
de: Ungültig {0}: Aufschlüsselung bei Index {1} angegeben, aber wir haben nur {2} Aufschlüsselungen
eo: Invalid {0}: like, you chose breakout at index {1}, but we only got {2} breakouts, fr fr
es: Inválido {0}: se especificó un desglose en el índice {1}, pero solo tenemos {2} desgloses
fa: نامعتبر {0}: انقطاع در شاخص {1} مشخص شده است، اما ما فقط {2} انقطاع داریم
fi: Virheellinen {0}: määritetty katkaisu kohdassa {1}, mutta meillä on vain {2} katkaisua
fr: Invalide {0} : rupture spécifiée à l'index {1}, mais nous n'avons que des ruptures {2}.
hu: Érvénytelen {0}: megadott kitörés a(z) {1} indexnél, de csak {2} kitörésünk van
it: Non valido {0}: breakout specifico all'indice {1}, ma abbiamo solo {2} breakout
ja: 無効な{0}: インデックス{1}でブレークアウトを指定したが、ブレークアウトは{2}しかない。
lt: Neteisingas {0}: nurodytas išskyrimas indekse {1}, bet turime tik {2} išskaidymą
ms: {0} tidak sah: pecahan yang dinyatakan pada indeks {1}, tetapi kami hanya mempunyai {2} pecahan
nb: Ugyldig {0}: spesifisert breakout ved indeks {1}, men vi har bare {2} breakouts
nl: Ongeldige {0}: opgegeven breakout bij index {1}, maar we hebben slechts {2} breakouts
pl: Nieprawidłowe {0}: określono grupowanie na indeksie {1}, ale mamy tylko {2} grupowania.
pt_br: {0} inválido: quebra especificada no índice {1}, mas só temos {2} quebras
ru: Недопустимый {0}: указан выход за пределы по индексу {1}, но у нас есть только {2} выходов
sk: Neplatný {0}: zadaný breakout na indexe {1}, ale máme iba {2} breakoutov
sl: Neveljaven {0}: določen preboj pri indeksu {1}, vendar imamo le {2} prelomov
sq: {0} e pavlefshme: u specifikua një ndarje sipas në indeksin {1}, por kemi vetëm {2} ndarje sipas
sr: Nevažeći {0}: navedeno razlaganje na indeksu {1}, ali imamo samo {2} razlaganja
sv: Ogiltigt {0}: angiven utbrytning i index {1}, men vi har bara {2} utbrytningar
tr: Geçersiz {0}: indeks {1}'de belirlenen çıkış, ancak yalnızca {2} çıkışımız var
uk: Некоректний {0}: вказано breakout з індексом {1}, але в нас є лише {2} breakout
vi: Không hợp lệ {0}: đã chỉ định breakout tại chỉ mục {1}, nhưng chúng tôi chỉ có {2} breakout
zh_hk: 無效的{0}：在索引{1}處指定了分段，但我們只有{2}個分段

source: Error generating pivot queries
ar: خطأ في إنشاء استعلامات الجدول المحوري
bg: Грешка при генерирането на pivot заявки
ca: Error en generar consultes pivotals
de: Fehler beim Generieren der Pivot-Abfragen
eo: Oops, the pivot queries are lowkey glitching rn.
es: Error en la generación de las consultas dinámicas
fa: خطا در ایجاد کوئری‌های محوری
fi: Virhe pivot-kyselyjen luomisessa
fr: Erreur générant des requêtes de pivot
hu: Hiba a pivot lekérdezések generálásakor
it: Errore nella generazione delle query pivot
ja: ピボットクエリの生成エラー
lt: Klaida generuojant sukimosi užklausas
ms: Ralat menjana pertanyaan pivot
nb: Feil ved generering av pivot-forespørsler
nl: Fout bij het genereren van pivot queries
pl: Błąd przy generowaniu zapytań przestawnych
pt_br: Erro ao gerar consultas dinâmicas
ru: Ошибка при создании сводных запросов
sk: Chyba pri generovaní pivotných dotazov
sl: Napaka pri ustvarjanju vrtilnih poizvedb
sq: Gabim gjatë gjenerimit të pyetjeve pivot
sr: Greška pri generisanju pivot upita
sv: Fel vid generering av pivotfrågor
tr: Dönüşüm sorguları oluşturulurken hata oluştu
uk: Помилка генерування зведених запитів
vi: Lỗi khi tạo các truy vấn pivot
zh_hk: 生成透视查询时出错

source: Sync Administrator group
hu: Sync Administrator csoport
lt: Sinchronizavimo administratoriaus grupė
ms: Selaraskan kumpulan Pentadbir
