Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Your data permissions may look different, but the access hasn’t changed.
ar: قد تبدو أذونات البيانات لديك مختلفة، لكن الوصول لم يتغير.
bg: Разрешенията за данните ви може да изглеждат различно, но достъпът не се е променил.
ca: Els vostres permisos de dades poden semblar diferents, però l'accés no ha canviat.
de: Ihre Datenberechtigungen könnten anders aussehen, aber der Zugang hat sich nicht geändert
eo: Your data perms might look diff, but the access is still the same fr.
es: Es posible que tus permisos de datos se vean diferentes, pero el acceso no ha cambiado.
fa: مجوزهای داده شما ممکن است متفاوت به نظر برسد، اما دسترسی تغییر نکرده است.
fi: Tietojen käyttöoikeudet voivat näyttää erilaisilta, mutta käyttöoikeus ei ole muuttunut.
fr: Vos autorisations de données peuvent être différentes, mais l'accès n'a pas changé.
hu: Az adatengedélyek kinézete eltérő lehet, de a hozzáférés nem változott.
it: Le autorizzazioni dei dati possono sembrare diverse, ma l'accesso non è cambiato.
ja: データの権限は変わったように見えるかもしれないが、アクセス方法は変わっていない。
lt: Jūsų duomenų leidimai gali atrodyti kitaip, bet prieiga nepasikeitė.
ms: Kebenaran data anda mungkin kelihatan berbeza, tetapi aksesnya tidak berubah.
nb: Dine datatillatelser kan se annerledes ut, men tilgangen har ikke endret seg.
nl: Je gegevensrechten zien er misschien anders uit, maar de toegang is niet veranderd.
pl: Uprawnienia do danych mogą wyglądać inaczej, ale dostęp do nich nie uległ zmianie.
pt_br: Suas permissões de dados podem parecer diferentes, mas o acesso não mudou.
ru: Разрешения на использование данных могут выглядеть по-другому, но доступ к ним не изменился.
sk: Vaše oprávnenia na údaje môžu vyzerať inak, ale prístup sa nezmenil.
sl: Dovoljenja za prenos podatkov so morda drugačna, vendar se dostop ni spremenil.
sq: Lejet e tua të të dhënave mund të duken ndryshe, por aksesi nuk ka ndryshuar.
sr: Vaše dozvole za podatke možda izgledaju drugačije, ali pristup se nije promenio.
sv: Dina datatillstånd kan se annorlunda ut, men åtkomsten har inte ändrats.
tr: Veri izinleriniz farklı görünebilir, ancak erişim değişmemiştir.
uk: Ваші дозволи даних можуть виглядати інакше, але доступ не змінився.
vi: Quyền dữ liệu của bạn có thể trông khác, nhưng quyền truy cập thì không thay đổi.
zh_hk: 您的資料權限可能看起來不同，但存取權限並沒有改變。

source: In Metabase 50, we split our data permissions into two new settings: {0} and {1}. Having separate settings for what people can view and what they can query makes data permissions more expressive and easier to reason about.
ar: في Metabase 50، قمنا بتقسيم أذونات البيانات إلى إعدادين جديدين: {0} و{1}. وجود إعدادات منفصلة لما يمكن للناس عرضه وما يمكنهم الاستعلام عنه يجعل أذونات البيانات أكثر تعبيرًا وأسهل في الفهم.
bg: В Metabase 50 разделихме разрешенията за данни на две нови настройки: {0} и {1}. Наличието на отделни настройки за това какво хората могат да разглеждат и какво могат да търсят, прави разрешенията за данни по-изразителни и по-лесни за аргументиране.
ca: A Metabase 50, dividim els nostres permisos de dades en dos paràmetres nous: {0} i {1}. Tenir configuracions separades per al que la gent pot veure i què pot consultar fa que els permisos de dades siguin més expressius i més fàcils de raonar.
de: In Metabase 50 haben wir unsere Datenberechtigungen in zwei neue Einstellungen aufgeteilt: {0} und {1}. Separate Einstellungen dafür, was Personen ansehen und abfragen können, machen die Datenberechtigungen aussagekräftiger und leichter nachvollziehbar.
eo: In Metabase 50, we split our data perms into two new settings: {0} and {1}. Having separate options for what peeps can see and what they can query makes data perms way more clear and easier to understand.
es: En Metabase 50, dividimos nuestros permisos de datos en dos nuevas configuraciones: {0} y {1}. Tener configuraciones separadas para lo que las personas pueden ver y lo que pueden consultar hace que los permisos de datos sean más expresivos y más fáciles de explicar.
fa: در Metabase 50، مجوزهای داده خود را به دو تنظیمات جدید تقسیم کردیم: {0} و {1}. داشتن تنظیمات جداگانه برای اینکه افراد چه چیزی را می‌توانند ببینند و چه چیزی را می‌توانند پرس و جو کنند، اجازه‌های داده را گویاتر و راحت‌تر می‌کند.
fi: Metabase 50:ssä jaoimme tietolupamme kahteen uuteen asetukseen: {0} ja {1}. Erilliset asetukset sille, mitä ihmiset voivat tarkastella ja mitä he voivat kysyä, tekevät datan käyttöoikeuksista ilmaisuvoimaisempia ja helpommin perusteltavissa olevia.
fr: Dans Metabase 50, nous avons divisé nos autorisations de données en deux nouveaux paramètres : {0} et {1}. Le fait d'avoir des paramètres distincts pour ce que les gens peuvent voir et ce qu'ils peuvent interroger rend les permissions de données plus expressives et plus faciles à raisonner.
hu: A Metabase 50-ben az adatengedélyeket két új beállításra osztottuk: {0} és {1}. A különálló beállítások, amelyek meghatározzák, hogy mit láthatnak és mit kérdezhetnek le az emberek, kifejezőbbé és átláthatóbbá teszik az adatengedélyeket.
it: In Metabase 50, abbiamo suddiviso i permessi sui dati in due nuove impostazioni: {0} e {1}. Avere impostazioni separate per ciò che le persone possono visualizzare e per ciò che possono interrogare rende i permessi dei dati più espressivi e più facili da ragionare.
ja: Metabase50では、データの権限を2つの新しい設定に分けました：{0}と{1}です。人々が閲覧できるものとクエリできるものを別々に設定することで、データの権限がより表現豊かになり、推論が容易になります。
lt: 50 metabazėje suskirstėme duomenų leidimus į du naujus nustatymus: {0} ir {1}. Turint atskirus nustatymus, kuriuos žmonės gali peržiūrėti ir ko gali užklausti, duomenų leidimai tampa išraiškingesni ir lengviau pagrįsti.
ms: Dalam Metabase 50, kami memisahkan kebenaran data kami kepada dua tetapan baru: {0} dan {1}. Mempunyai tetapan berasingan untuk apa yang orang boleh lihat dan apa yang mereka boleh tanya membuat kebenaran data lebih ekspresif dan mudah difahami.
nb: I Metabase 50 har vi delt datatillatelser i to nye innstillinger: {0} og {1}. Å ha separate innstillinger for hva brukere kan se og kva de kan spørre etter gjør det enklere å forstå hva tillatelsene er for.
nl: In Metabase 50 splitsen we onze datarechten op in twee nieuwe instellingen: {0} en {1}. Door aparte instellingen te hebben voor wat mensen kunnen bekijken en wat ze kunnen opvragen, worden de datarechten expressiever en eenvoudiger om over te redeneren.
pl: W Metabase 50 podzieliliśmy nasze uprawnienia do danych na dwa nowe ustawienia: {0} i {1}. Posiadanie oddzielnych ustawień dla tego, co ludzie mogą przeglądać i co mogą wyszukiwać, sprawia, że uprawnienia do danych są bardziej wyraziste i łatwiejsze do zrozumienia.
pt_br: No Metabase 50, nós separamos as permissões de dados em duas configurações: {0} e {1}. Permissões de visualização e de criação de consultas são mais expressivas e simples de entender.
ru: В Metabase 50 мы разделили права доступа к данным на две новые настройки: {0} и {1}. Наличие отдельных настроек для того, что люди могут просматривать, и для того, что они могут запрашивать, делает разрешения на данные более выразительными и простыми в рассуждениях.
sk: V databáze Metabase 50 sme rozdelili naše povolenia na údaje do dvoch nových nastavení: {0} a {1}. Vďaka samostatným nastaveniam pre to, čo si ľudia môžu prezerať a na čo sa môžu pýtať, sú oprávnenia na údaje expresívnejšie a ľahšie sa zdôvodňujú.
sl: V Metabase 50 smo dovoljenja za podatke razdelili na dve novi nastavitvi: {0} in {1}. Če imate ločene nastavitve za to, kaj si lahko uporabniki ogledajo in kaj lahko poizvedujejo, so dovoljenja za podatke bolj izrazita in lažja za razmislek.
sq: Në Metabase 50, i ndamë lejet tona të të dhënave në dy cilësime të reja: {0} dhe {1}. Të pasurit cilësime të ndara për atë që njerëzit mund të shikojnë dhe atë që mund të query-ojnë i bën lejet e të dhënave më shprehëse dhe më të lehta për tu kuptuar.
sr: U Metabase 50 smo podelili dozvole za podatke na dva nova podešavanja: {0} i {1}. Odvojena podešavanja za to šta ljudi mogu da vide i šta mogu da upituju čine dozvole za podatke izražajnijim i lakšim za razumevanje.
sv: I Metabase 50 har vi delat upp våra datatillstånd i två nya inställningar: {0} och {1}. Att ha separata inställningar för vad folk kan se och vad de kan fråga om gör datatillstånd mer uttrycksfulla och lättare att resonera om.
tr: Metabase 50'de veri izinlerimizi iki yeni ayara ayırdık: {0} ve {1}. Kişilerin neleri görüntüleyebilecekleri ve neleri sorgulayabilecekleri için ayrı ayarlara sahip olmak, veri izinlerini daha anlamlı ve akıl yürütmesi daha kolay hale getirir.
uk: У Metabase 50 ми розділили дозволи на дані на два нові налаштування: {0} і {1}. Окремі налаштування для того, що користувачі можуть переглядати, і того, що вони можуть запитувати, роблять дозволи даних виразнішими та простішими для розуміння.
vi: Trong Metabase 50, chúng tôi chia quyền dữ liệu thành hai thiết lập mới: {0} và {1}. Việc có các thiết lập riêng biệt cho những gì mọi người có thể xem và những gì họ có thể truy vấn giúp cho quyền dữ liệu trở nên rõ ràng hơn và dễ lý giải hơn.
zh_hk: 在 Metabase 50 中，我們將資料權限分為兩個新設定： {0} 和 {1}。對於人們可以檢視的內容和可以查詢的內容進行單獨設定，可以讓資料權限更具表達力，也更容易推理。

source: Your permissions have been automatically converted to the new settings, with no change in data access for your groups.
ar: تم تحويل أذوناتك تلقائيًا إلى الإعدادات الجديدة، بدون أي تغيير في وصول البيانات لمجموعاتك.
bg: Разрешенията ви са автоматично преобразувани към новите настройки, без да се променя достъпът до данни за вашите групи.
ca: Els vostres permisos s'han convertit automàticament a la nova configuració, sense cap canvi en l'accés a les dades dels vostres grups.
de: Ihre Berechtigungen wurden automatisch in die neuen Einstellungen überführt, ohne dass sich der Datenzugriff für Ihre Gruppen geändert hat.
eo: Your permissions got auto-updated to the new settings, but ur groups still have the same data access—no cap.
es: Tus permisos se han convertido automáticamente a la nueva configuración, sin cambios en el acceso a los datos para tus grupos.
fa: مجوزهای شما به طور خودکار به تنظیمات جدید تبدیل شده است، بدون تغییر در دسترسی به داده ها برای گروه های شما.
fi: Käyttöoikeutesi on muutettu automaattisesti uusiin asetuksiin, eikä ryhmien tiedonsaanti ole muuttunut.
fr: Vos autorisations ont été automatiquement converties en fonction des nouveaux paramètres, sans modification de l'accès aux données pour vos groupes.
hu: Az engedélyei automatikusan átalakultak az új beállításokra, anélkül hogy az adathozzáférés változott volna a csoportjai számára.
it: Le vostre autorizzazioni sono state convertite automaticamente alle nuove impostazioni, senza alcuna modifica dell'accesso ai dati per i vostri gruppi.
ja: あなたの権限は自動的に新しい設定に変換され、あなたのグループのデータアクセスに変更はありません。
lt: Jūsų leidimai buvo automatiškai konvertuoti į naujus nustatymus, nepasikeitus jūsų grupių prieigai prie duomenų.
ms: Kebenaran anda telah ditukar secara automatik kepada tetapan baru, tanpa perubahan dalam akses data untuk kumpulan anda.
nb: Dine tillatelser har blitt automatisk konvertert til de nye innstillingene, med ingen endringer i tilganger for dine grupper.
nl: Je machtigingen zijn automatisch omgezet naar de nieuwe instellingen, zonder dat de gegevenstoegang voor je groepen is gewijzigd.
pl: Twoje uprawnienia zostały automatycznie przekonwertowane na nowe ustawienia, bez zmiany dostępu do danych dla twoich grup.
pt_br: Suas permissões foram automaticamente convertidas para novas configurações, sem mudanças no nível de acesso dos grupos.
ru: Ваши разрешения были автоматически преобразованы в новые настройки, при этом доступ к данным для ваших групп не изменится.
sk: Vaše oprávnenia boli automaticky prevedené na nové nastavenia bez zmeny prístupu k údajom pre vaše skupiny.
sl: Vaša dovoljenja so bila samodejno pretvorjena v nove nastavitve, pri čemer se dostop do podatkov za skupine ni spremenil.
sq: Lejet e tua janë konvertuar automatikisht në cilësimet e reja, pa asnjë ndryshim në aksesin te të dhënat për grupet e tua.
sr: Vaše dozvole su automatski konvertovane na nova podešavanja, bez promene pristupa podacima za vaše grupe.
sv: Dina behörigheter har automatiskt konverterats till de nya inställningarna, utan att tillgången till data för dina grupper har ändrats.
tr: İzinleriniz otomatik olarak yeni ayarlara dönüştürüldü ve gruplarınız için veri erişiminde herhangi bir değişiklik yapılmadı.
uk: Ваші дозволи автоматично конвертовано в нові налаштування — без змін у доступі до даних для ваших груп.
vi: Quyền của bạn đã được tự động chuyển đổi sang cài đặt mới mà không có thay đổi nào về quyền truy cập dữ liệu cho nhóm của bạn.
zh_hk: 您的權限已自動轉換為新設定，而您的群組的資料存取權則不會改變。

source: Upload CSVs to {0}
ar: ارفع ملفات CSV إلى {0}
bg: Качване на CSV в {0}
ca: Penja CSV a {0}
de: CSVs nach {0} hochladen
eo: Drop those CSVs into {0} or just upload them bruh
es: Cargar CSVs a {0}
fa: CSV ها را در {0}آپلود کنید
fi: Lataa CSV-tiedostot osoitteeseen {0}
fr: Télécharger les CSV sur {0}
hu: CSV-k feltöltése a(z) {0}-ba
it: Caricare CSV su {0}
ja: {0}にCSVをアップロードする
lt: Įkelti CSV į {0}
ms: Muat naik fail CSV ke {0}
nb: Last opp CSVer til {0}
nl: CSV's uploaden naar {0}
pl: Przesyłanie plików CSV na stronę {0}
pt_br: Fazer upload de CSVs para {0}
ru: Загружайте CSV-файлы на сайт {0}.
sk: Odosielanie súborov CSV na stránku {0}
sl: Nalaganje datotek CSV v {0}
sq: Ngarko CSV në {0}
sr: Otpremi CSV-ove u {0}
sv: Ladda upp CSV-filer till {0}
tr: CSV'leri {0}adresine yükleyin
uk: Завантажити CSV у {0}
vi: Tải tệp CSV lên {0}
zh_hk: 上傳 CSV 到 {0}

source: Team members will be able to upload CSV files and work with them just like any other data source.
ar: سيتمكن أعضاء الفريق من رفع ملفات CSV والعمل معها تمامًا مثل أي مصدر بيانات آخر.
bg: Членовете на екипа ще могат да качват CSV файлове и да работят с тях както с всеки друг източник на данни.
ca: Els membres de l'equip podran penjar fitxers CSV i treballar-hi com qualsevol altra font de dades.
de: Teammitglieder werden in der Lage sein, CSV-Dateien hochzuladen und mit ihnen genau wie mit jeder anderen Datenquelle zu arbeiten.
eo: Team members can just upload CSVs and handle them like any other data, no cap.
es: Los miembros del equipo podrán cargar archivos CSV y trabajar con ellos como con cualquier otra fuente de datos.
fa: اعضای تیم می‌توانند فایل‌های CSV را آپلود کنند و مانند هر منبع داده دیگری با آنها کار کنند.
fi: Tiimin jäsenet voivat ladata CSV-tiedostoja ja työskennellä niiden kanssa aivan kuten minkä tahansa muun tietolähteen kanssa.
fr: Les membres de l'équipe pourront télécharger des fichiers CSV et les utiliser comme n'importe quelle autre source de données.
hu: A csapattagok feltölthetik a CSV fájlokat, és ugyanúgy dolgozhatnak velük, mint bármely más adatforrással.
it: I membri del team potranno caricare file CSV e lavorarci come con qualsiasi altra fonte di dati.
ja: チームメンバーはCSVファイルをアップロードし、他のデータソースと同様に扱うことができる。
lt: Komandos nariai galės įkelti CSV failus ir dirbti su jais kaip ir bet kuriuo kitu duomenų šaltiniu.
ms: Ahli pasukan akan dapat memuat naik fail CSV dan bekerja dengannya seperti sumber data yang lain.
nb: Teammedlemmer vil kunne laste opp CSV-filer og jobbe med dem som hvilken som helst annen datakilde.
nl: Teamleden kunnen CSV-bestanden uploaden en ermee werken net als met elke andere gegevensbron.
pl: Członkowie zespołu będą mogli przesyłać pliki CSV i pracować z nimi jak z każdym innym źródłem danych.
pt_br: Membros do time poderão fazer upload de arquivos e trabalhar com eles como qualquer outra fonte de dados.
ru: Члены команды смогут загружать файлы CSV и работать с ними так же, как с любым другим источником данных.
sk: Členovia tímu budú môcť nahrávať súbory CSV a pracovať s nimi rovnako ako s akýmkoľvek iným zdrojom údajov.
sl: Člani ekipe bodo lahko naložili datoteke CSV in delali z njimi tako kot s katerim koli drugim virom podatkov.
sq: Anëtarët e ekipit do të mund të ngarkojnë skedarë CSV dhe të punojnë me ta si me çdo burim tjetër të dhënash.
sr: Članovi tima će moći da otpremaju CSV fajlove i rade sa njima kao sa bilo kojim drugim izvorom podataka.
sv: Teammedlemmarna kommer att kunna ladda upp CSV-filer och arbeta med dem precis som med alla andra datakällor.
tr: Ekip üyeleri CSV dosyalarını yükleyebilecek ve diğer veri kaynakları gibi bunlarla çalışabilecek.
uk: Учасники команди зможуть завантажувати CSV-файли та працювати з ними так само, як і з будь-яким іншим джерелом даних.
vi: Các thành viên trong nhóm có thể tải lên tệp CSV và làm việc với chúng giống như bất kỳ nguồn dữ liệu nào khác.
zh_hk: 團隊成員可以上傳 CSV 檔案，並像處理其他資料來源一樣處理這些檔案。

source: Go to setup
ar: انتقل إلى الإعداد
bg: Отидете на настройката
ca: Vés a la configuració
de: Zum Setup wechseln
eo: Hop into setup
es: Ir al paso
fa: به تنظیمات بروید
fi: Siirry asetuksiin
fr: Aller à la configuration
hu: Ugrás a beállításokra
it: Vai alla configurazione
ja: セットアップ
lt: Eikite į sąranką
ms: Pergi ke tetapan
nb: Gå til oppsett
nl: Ga naar setup
pl: Przejdź do ustawień
pt_br: Ir para configurações
ru: Перейти к настройке
sk: Prejsť na nastavenie
sl: Pojdite na nastavitev
sq: Shko te konfigurimi
sr: Idi na podešavanje
sv: Gå till inställningar
tr: Kuruluma git
uk: Перейти до налаштування
vi: Đi đến thiết lập
zh_hk: 前往設定

source: A metric
ar: مقياس
bg: Метрика
ca: Una mètrica
de: Eine Metrik
eo: a whole vibe
es: Un métrica
fa: یک متریک
fi: A metriikka
fr: Une métrique
hu: Egy metrika
it: Una metrica
ja: メトリック
lt: Metrikas
ms: Satu metrik
nb: En måling
nl: Een metrische
pl: Miara
pt_br: Uma métrica
ru: Метрика
sk: Metrika
sl: Meritev
sq: Një metrikë
sr: Metrika
sv: En metrisk
tr: Bir metrik
uk: Метрика
vi: Một số liệu
zh_hk: A 公制

source: Compare to previous {0} ...
hu: Összehasonlítás az előző {0}-val ...
ms: Bandingkan dengan {0} sebelumnya ...

source: Compare “{0}” to previous {1} ...
hu: Hasonlítsa össze a(z) "{0}"-t az előző {1}-vel ...
ms: Bandingkan "{0}" dengan {1} sebelumnya ...

source: Auto-connect this filter to all questions containing “{0}”, in the current tab?
ar: هل تريد ربط هذا الفلتر تلقائيًا بكل الأسئلة التي تحتوي على “{0}” في التبويب الحالي؟
bg: Автоматично свързване на този филтър с всички въпроси, съдържащи "{0}", в текущия раздел?
ca: Connecteu aquest filtre automàticament a totes les preguntes que continguin "{0}" a la pestanya actual?
de: Automatisches Verbinden dieses Filters mit allen Fragen, die "{0}" enthalten, in der aktuellen Registerkarte?
eo: Yo, should I auto-connect this filter to all questions with “{0}” in the current tab?
es: ¿Conectar automáticamente este filtro a todas las preguntas que contengan “{0}” en la pestaña actual?
fa: این فیلتر به طور خودکار به همه سؤالات حاوی "{0}" در برگه فعلی متصل شود؟
fi: Yhdistääkö tämä suodatin automaattisesti kaikkiin kysymyksiin, jotka sisältävät "{0}", nykyisellä välilehdellä?
fr: Connecter automatiquement ce filtre à toutes les questions contenant "{0}", dans l'onglet actuel ?
hu: Automatikusan csatlakoztassa ezt a szűrőt az összes "{0}"-t tartalmazó kérdéshez az aktuális lapon?
it: Collegare automaticamente questo filtro a tutte le domande contenenti "{0}", nella scheda corrente?
ja: このフィルタを現在のタブ内の「{0}」を含むすべての質問に自動接続しますか?
lt: Automatiškai prijungti šį filtrą prie visų klausimų, kuriuose yra „{0}“, dabartiniame skirtuke?
ms: Sambungkan secara automatik penapis ini kepada semua soalan yang mengandungi “{0}” dalam tab semasa?
nb: Auto-koble dette filteret til spørsmål som inneholder “{0}” i gjeldende fane?
nl: Dit filter automatisch koppelen aan alle vragen met "{0}" in het huidige tabblad?
pl: Czy ten filtr automatycznie łączy się ze wszystkimi pytaniami zawierającymi "{0}" w bieżącej zakładce?
pt_br: Conectar este filtro automaticamente para todas as perguntas contendo “{0}” na aba atual?
ru: Автоматически подключать этот фильтр ко всем вопросам, содержащим "{0}", на текущей вкладке?
sk: Automaticky pripojiť tento filter ku všetkým otázkam obsahujúcim "{0}", v aktuálnej karte?
sl: Samodejno povežite ta filter z vsemi vprašanji, ki vsebujejo »{0}«, na trenutnem zavihku?
sq: Të lidhet automatikisht ky filtër me të gjitha pyetjet që përmbajnë “{0}”, në tab-in aktual?
sr: Automatski povezati ovaj filter sa svim pitanjima koja sadrže “{0}”, u trenutnom tabu?
sv: Auto-koppla detta filter till alla frågor som innehåller "{0}", i den aktuella fliken?
tr: Bu filtreyi geçerli sekmede "{0}" içeren tüm sorulara otomatik olarak bağla?
uk: Автоматично підключити цей фільтр до всіх запитів, що містять “{0}”, на поточній вкладці?
vi: Tự động kết nối bộ lọc này với tất cả các câu hỏi có chứa “{0}”, trong tab hiện tại?
zh_hk: 在目前的索引標籤中，自動將此篩選條件連接到所有包含 "{0}" 的問題？

source: Auto-connect this filter to all questions containing “{0}”?
ar: هل تريد ربط هذا الفلتر تلقائيًا بكل الأسئلة التي تحتوي على “{0}”؟
bg: Автоматично свързване на този филтър към всички въпроси, съдържащи "{0}"?
ca: Vols connectar aquest filtre automàticament a totes les preguntes que continguin "{0}"?
de: Verbinden Sie diesen Filter automatisch mit allen Fragen, die "{0}" enthalten?
eo: Auto-connect this filter to all questions with “{0}”? Bet, let's do it.
es: ¿Auto-conectar este filtro a todas las preguntas que contienen “{0}”?
fa: این فیلتر به طور خودکار به همه سؤالات حاوی "{0}" متصل شود؟
fi: Yhdistääkö tämä suodatin automaattisesti kaikkiin kysymyksiin, jotka sisältävät "{0}"?
fr: Auto-connecter ce filtre à toutes les questions contenant “{0}“ ?
hu: Automatikusan csatlakoztassa ezt a szűrőt az összes "{0}"-t tartalmazó kérdéshez?
it: Collegare automaticamente questo filtro a tutte le domande contenenti "{0}"?
ja: このフィルタを「{0}」を含むすべての質問に自動接続しますか？
lt: Automatiškai prijungti šį filtrą prie visų klausimų, kuriuose yra „{0}“?
ms: Sambungkan secara automatik penapis ini kepada semua soalan yang mengandungi “{0}”?
nb: Auto-koble dette filteret til spørsmål som inneholder “{0}”?
nl: Dit filter automatisch koppelen aan alle vragen die "{0}" bevatten?
pl: Automatyczne łączenie tego filtra ze wszystkimi pytaniami zawierającymi "{0}"?
pt_br: Conectar este filtro automaticamente para todas as perguntas contendo “{0}”?
ru: Автоматически подключить этот фильтр ко всем вопросам, содержащим "{0}"?
sk: Automatické pripojenie tohto filtra ku všetkým otázkam obsahujúcim "{0}"?
sl: Samodejno povežite ta filter z vsemi vprašanji, ki vsebujejo »{0}«?
sq: Të lidhet automatikisht ky filtër me të gjitha pyetjet që përmbajnë “{0}”?
sr: Automatski povezati ovaj filter sa svim pitanjima koja sadrže “{0}”?
sv: Auto-koppla detta filter till alla frågor som innehåller "{0}"?
tr: Bu filtreyi "{0}" içeren tüm sorulara otomatik bağla?
uk: Автоматично підключити цей фільтр до всіх запитів, що містять “{0}”?
vi: Tự động kết nối bộ lọc này với tất cả các câu hỏi có chứa “{0}”?
zh_hk: 自動將此過濾器連接至所有包含 "{0}" 的問題？

source: Auto-connect
ar: ربط تلقائي
bg: Автоматично свързване
ca: Connexió automàtica
de: Automatisch verbinden
eo: auto-connect → automatic vibe check or just auto-join, depends on the context lol
es: Auto-conectar
fa: اتصال خودکار
fi: Automaattinen yhteys
fr: Auto-connecter
hu: Automatikus csatlakoztatás
it: Connessione automatica
ja: 自動接続
lt: Automatinis prisijungimas
ms: Sambung secara automatik
nb: Auto-koble
nl: Automatisch verbinding maken
pl: Automatyczne połączenie
pt_br: Conectar automaticamente
ru: Автоподключение
sk: Automatické pripojenie
sl: Samodejna povezava
sq: Lidh automatikisht
sr: Automatski poveži
sv: Automatisk anslutning
tr: Otomatik bağlantı
uk: Автопідключити
vi: Tự động kết nối
zh_hk: 自動連線
