Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: value must be an array of valid results column metadata maps.
ar: يجب أن تكون value مصفوفة من خرائط بيانات وصفية لأعمدة النتائج صالحة.
bg: трябва да бъде масив от валидни карти с метаданни на колони с резултати.
ca: El valor ha de ser una matriu de mapes de metadades de columna de resultats vàlids.
de: Wert muss ein Array von gültigen Ergebnisspalten-Metadaten-Maps sein.
eo: Bruh, the value gotta be an array of legit results column metadata maps, fr.
es: El valor debe ser una matriz de mapas de metadatos de columnas de resultados válidos.
fa: مقدار باید آرایه ای از نقشه های ابرداده ستون نتایج معتبر باشد.
fi: arvon on oltava taulukko kelvollisia tulosten sarakemeta-tietokuvia.
fr: doit être un tableau de cartes de métadonnées de colonnes de résultats valides.
hu: Az értéknek érvényes eredményoszlop-metaadat-leképezések tömbjének kell lennie.
it: deve essere un array di mappe di metadati di colonne di risultati valide.
ja: value は、有効な結果列メタデータ マップの配列である必要があります。
lt: reikšmė turi būti galiojančių rezultatų stulpelių metaduomenų žemėlapių masyvas.
ms: Menanyakan pangkalan data ini memerlukan ciri audit-app
nb: verdien må være en matrise med gyldige metadatakart for resultatkolonner.
nl: waarde moet een array zijn van geldige metagegevenskaarten van resultaatkolommen.
pl: musi być tablicą prawidłowych map metadanych kolumn wyników.
pt_br: valor deve ser uma matriz de mapas de metadados de colunas de resultados válidos.
ru: должно быть массивом карт метаданных действительных колонок результатов.
sk: hodnota musí byť pole platných máp metadát stĺpcov výsledkov.
sl: Vrednost mora biti matrika veljavnih preslikav metapodatkov stolpcev z rezultati.
sq: vlera duhet tE jetE njE array me harta metadata tE vlefshme tE kolonave tE rezultateve.
sr: vrednost mora biti niz ispravnih mapa metapodataka kolona rezultata.
sv: värdet måste vara en matris med giltiga metadatamappningar för resultatkolumner.
tr: değeri, geçerli sonuç sütunu meta veri eşlemelerinin bir dizisi olmalıdır.
uk: значення має бути масивом коректних мап метаданих колонок результатів.
vi: giá trị phải là một mảng các bản đồ siêu dữ liệu cột kết quả hợp lệ.
zh_hk: 值必須是有效結果列元資料映射的陣列。

source: value must be a valid map of schedule maps for a DB.
ar: يجب أن تكون value عبارة عن map صالحة من schedule maps لـ DB.
bg: трябва да бъде валидна карта на картите на разписанията за дадена БД.
ca: El valor ha de ser un mapa vàlid de mapes de programació per a una base de dades.
de: Wert muss eine gültige Map von Schedule Maps für eine DB sein.
eo: bruh, your value gotta be a legit map of schedule maps for a DB, no cap
es: El valor debe ser un mapa válido de mapas de programación para una base de datos.
fa: مقدار باید یک نقشه معتبر از نقشه های زمانبندی برای یک DB باشد.
fi: arvon on oltava kelvollinen aikataulukarttojen kartta tietokantaa varten.
fr: doit être une carte valide des cartes de planification pour une base de données.
hu: Az értéknek érvényes ütemezési térképnek kell lennie egy adatbázishoz.
it: deve essere una mappa valida di mappe di pianificazione per un DB.
ja: 値は、DBのスケジュールマップの有効なマップである必要があります。
lt: reikšmė turi būti galiojantis DB tvarkaraščio žemėlapių žemėlapis.
ms: nilai mesti merupakan peta jadual yang sah untuk pangkalan data.
nb: verdi må være et kart av schedule maps for en DB.
nl: waarde moet een geldige map van schedule maps voor een DB zijn.
pl: musi być prawidłową mapą map harmonogramów dla DB.
pt_br: valor deve ser um mapa válido de mapas de agendamento para um BD.
ru: должно быть действительной картой карт расписаний для БД.
sk: hodnota musí byť platnou mapou máp rozvrhu pre DB.
sl: vrednost mora biti veljaven zemljevid zemljevidov urnika za DB.
sq: vlera duhet të jetë një map e vlefshme e schedule maps për një DB.
sr: vrednost mora biti važeća mapa mapa rasporeda za DB.
sv: värdet måste vara en giltig mappning över scheman för en DB.
tr: değerinin bir DB için geçerli bir zamanlama eşlemesi olması gerekir.
uk: значення має бути коректною мапою розкладів для БД.
vi: giá trị phải là bản đồ lịch trình hợp lệ cho một DB.
zh_hk: 值必須是 DB 的排程映射的有效映射。

source: Found multiple matching field metadata for:
hu: Több egyező mező metaadata található a következőhöz:
ms: Ditemui beberapa metadata medan yang sepadan untuk:

source: Invalid timezone {0}: {1}
ar: منطقة زمنية غير صالحة {0}: {1}
bg: Невалидна часова зона {0}: {1}
ca: Zona horària {0} invàlida: {1}
de: Ungültige Zeitzone {0}: {1}
eo: Yo, the timezone {0} is invalid: {1} fam.
es: Zona horaria inválida {0}: {1}
fa: منطقه زمانی نامعتبر {0}: {1}
fi: Virheellinen aikavyöhyke {0}: {1}
fr: Fuseau horaire incorrect {0} : {1}
hu: Érvénytelen időzóna {0}: {1}
it: Fuso orario non valido {0}: {1}
ja: 無効なタイムゾーン {0}: {1}
lt: Neteisinga laiko juosta {0}: {1}
ms: Zon masa tidak sah {0}: {1}
nb: Ugyldig tidssone {0}: {1}
nl: Ongeldige tijdzone {0}: {1}
pl: Nieprawidłowa strefa czasowa {0}: {1}
pt_br: Fuso horário inválido {0}: {1}
ru: Неверный часовой пояс {0}: {1}
sk: Neplatné časové pásmo {0}: {1}
sl: Neveljavna {0} časovnega pasu: {1}
sq: Timezone e pavlefshme {0}: {1}
sr: Nevažeća vremenska zona {0}: {1}
sv: Ogiltig tidszon {0}: {1}
tr: Geçersiz zaman dilimi {0}: {1}
uk: Некоректний часовий пояс {0}: {1}
vi: Múi giờ không hợp lệ {0}: {1}
zh_hk: 無效時區 {0}: {1}

source: {0} database {1} default timezone is {2}
hu: {0} adatbázis {1} alapértelmezett időzóna: {2}
ms: Zon masa lalai pangkalan data {0} {1} adalah {2}

source: Error fetching details for Quartz Job: {0}
hu: Hiba a Quartz Job részleteinek lekérésekor: {0}
ms: Ralat mendapatkan butiran untuk Pekerjaan Quartz: {0}

source: Class not found for Quartz Job {0}. This probably means that this job was removed or renamed.
hu: Nem található osztály a következőhöz: kvarcfeladat: {0}. Ez valószínűleg azt jelenti, hogy ezt a munkát eltávolították vagy átnevezték.
ms: Kelas tidak dijumpai untuk Pekerjaan Quartz {0}. Ini mungkin bermakna pekerjaan ini telah dihapuskan atau dinamakan semula.

source: Cannot sync Database: It is the audit db.
hu: Nem lehet szinkronizálni az adatbázist: Ez az audit db.
ms: Tidak dapat menyelaraskan Pangkalan Data: Ia adalah pangkalan data audit.

source: Number of days to retain data in audit-related tables. Minimum value is 30; set to 0 to retain data indefinitely.
ar: عدد الأيام للاحتفاظ بالبيانات في جداول مرتبطة بالتدقيق. الحد الأدنى 30؛ عيّنها إلى 0 للاحتفاظ بالبيانات إلى أجل غير مسمى.
bg: Брой дни за запазване на данните в таблиците, свързани с одита. Минималната стойност е 30; задайте 0, за да запазвате данните за неопределено време.
ca: Nombre de dies per conservar les dades a les taules relacionades amb l'auditoria. El valor mínim és 30; establir a 0 per retenir les dades indefinidament.
de: Anzahl der Tage, die Daten in prüfungsbezogenen Tabellen aufbewahrt werden. Der Mindestwert ist 30; setzen Sie ihn auf 0, um die Daten auf unbestimmte Zeit aufzubewahren.
eo: Basically, how many days you keep the audit data. The lowest you can do is 30 days, but if you wanna keep it forever, just set it to 0, fr.
es: Número de días para retener datos en tablas relacionadas con auditoría. El valor mínimo es 30; establece en 0 para retener los datos indefinidamente.
fa: تعداد روزهای نگهداری داده ها در جداول مربوط به حسابرسی. حداقل مقدار 30 است. برای حفظ اطلاعات به طور نامحدود روی 0 تنظیم کنید.
fi: Päivien määrä, jonka ajan auditointiin liittyvät taulut säilytetään. Minimiarvo on 30; aseta arvo 0 säilyttääksesi tiedot pysyvästi.
fr: Nombre de jours de conservation des données dans les tables liées à l'audit. La valeur minimale est de 30 ; la valeur 0 permet de conserver les données indéfiniment.
hu: Az adatoknak az audittal kapcsolatos táblákban való megőrzési napok száma. A minimális érték 30; állítsa 0-ra az adatok korlátlan megőrzéséhez.
it: Numero di giorni per conservare i dati nelle tabelle di controllo. Il valore minimo è 30; impostare 0 per conservare i dati a tempo indeterminato.
ja: 監査関連テーブルにデータを保持する日数。 最小値は 30 です。 データを無期限に保持するには 0 に設定します。
lt: Duomenų saugojimo su auditu susijusiose lentelėse dienų skaičius. Minimali vertė yra 30; nustatykite į 0, kad duomenys būtų saugomi neribotą laiką.
ms: Bilangan hari untuk menyimpan data dalam jadual berkaitan audit. Nilai minimum ialah 30; tetapkan kepada 0 untuk menyimpan data tanpa had.
nb: Antall dager å beholde data i revisjonsrelaterte tabeller. Minimumsverdi er 30; sett til 0 for å beholde data for alltid.
nl: Aantal dagen dat gegevens in controlegerelateerde tabellen moeten worden bewaard. Minimumwaarde is 30; stel in op 0 om gegevens onbeperkt te bewaren.
pl: Liczba dni przechowywania danych w tabelach związanych z audytem. Minimalna wartość to 30; ustaw 0, aby zachować dane na czas nieokreślony.
pt_br: Número de dias para reter dados em tabelas relacionadas à auditoria. O valor mínimo é 30; defina como 0 para reter dados indefinidamente.
ru: Количество дней хранения данных в таблицах, связанных с аудитом. Минимальное значение - 30; установите значение 0, чтобы сохранять данные неограниченно.
sk: Počet dní na uchovávanie údajov v tabuľkách súvisiacich s auditom. Minimálna hodnota je 30; ak chcete údaje uchovávať neobmedzene dlho, nastavte hodnotu 0.
sl: Število dni za hrambo podatkov v preglednicah, povezanih z revizijo. Najmanjša vrednost je 30; nastavite na 0, če želite podatke hraniti za nedoločen čas.
sq: Numri i ditëve për të ruajtur të dhëna në tabela të lidhura me audit. Vlera minimale është 30; vendoseni 0 për t’i ruajtur të dhënat pa afat.
sr: Broj dana zadržavanja podataka u tabelama vezanim za audit. Minimalna vrednost je 30; postavite na 0 da biste zadržali podatke neograničeno.
sv: Antal dagar som data ska sparas i revisionsrelaterade tabeller. Minsta värde är 30; sätt till 0 för att spara data på obestämd tid.
tr: Denetimle ilgili tablolarda verilerin tutulacağı gün sayısı. Minimum değer 30'dur; verileri süresiz olarak saklamak için 0 olarak ayarlayın.
uk: Кількість днів зберігання даних у таблицях, пов’язаних з аудитом. Мінімальне значення — 30; встановіть 0, щоб зберігати дані безстроково.
vi: Số ngày lưu giữ dữ liệu trong các bảng liên quan đến kiểm toán. Giá trị tối thiểu là 30; đặt thành 0 để lưu giữ dữ liệu vô thời hạn.
zh_hk: 在稽核相關表格中保留資料的天數。最小值為 30；設為 0 則無限期保留資料。

source: {0} is not a recognizable zoned datetime
hu: A(z) {0} nem felismerhető zónás dátumidő
ms: {0} bukan tarikhmasa zon yang dikenali

source: value must be a valid Quartz cron schedule string.
ar: يجب أن تكون value سلسلة جدولة Quartz cron صالحة.
bg: трябва да бъде валиден низ от графика на Quartz cron.
ca: el valor ha de ser una cadena cron Quartz vàlida.
de: Wert muss eine gültige Quartz-Cron-Zeitplan-Zeichenkette sein.
eo: Yo, your value gotta be a legit Quartz cron schedule string, fr.
es: el valor debe ser una cadena de programación cron de Quartz válida.
fa: مقدار باید یک رشته زمانبندی کرون کوارتز معتبر باشد.
fi: arvon on oltava kelvollinen Quartz-krono-aikataulumerkkijono.
fr: doit être une chaîne de programmation Quartz cron valide.
hu: értékének érvényes Quartz cron ütemezési karakterláncnak kell lennie.
it: deve essere una stringa di pianificazione cron di Quartz valida.
ja: value は有効な Quartz cron スケジュール文字列である必要があります。
lt: reikšmė turi būti tinkama Quartz cron tvarkaraščio eilutė.
ms: nilai mesti merupakan rentetan jadual cron Quartz yang sah.
nb: verdi må være en gyldig Quartz cron schedule streng.
nl: waarde moet een geldige Quartz cron schedule string zijn.
pl: musi być prawidłowym ciągiem harmonogramu cron Quartz.
pt_br: o valor deve ser uma sequência de agendamento Quartz cron válida.
ru: должно быть действительной строкой расписания Quartz cron.
sk: hodnota musí byť platný reťazec plánu cronu Quartz.
sl: vrednost mora biti veljaven niz Quartz cron urnika.
sq: vlera duhet të jetë një varg i vlefshëm planifikimi cron Quartz.
sr: vrednost mora biti važeći Quartz cron string rasporeda.
sv: värdet måste vara en giltig Quartz cron-schemasträng.
tr: değeri geçerli bir Quartz cron zamanlama dizesi olmalıdır.
uk: значення має бути коректним рядком cron-розкладу Quartz.
vi: giá trị phải là chuỗi lịch trình Quartz cron hợp lệ.
zh_hk: 值必須是有效的 Quartz cron 排程字串。

source: value must be a valid schedule map. See schema in metabase.util.cron for details.
ar: يجب أن تكون value عبارة عن schedule map صالحة. راجع schema في metabase.util.cron للتفاصيل.
bg: трябва да бъде валидна карта на графика. Вижте схемата в metabase.util.cron за подробности.
ca: El valor ha de ser un mapa de programació vàlid. Vegeu l'esquema a metabase.util.cron per obtenir més informació.
de: Wert muss eine gültige Schedule Map sein. Siehe Schema in metabase.util.cron für Details.
eo: Bruh, your value gotta be a legit schedule map. Check out the schema in metabase.util.cron for the tea.
es: el valor debe ser un mapa de programación válido. Consulta el esquema en metabase.util.cron para obtener más detalles.
fa: مقدار باید یک نقشه زمانبندی معتبر باشد. برای جزئیات بیشتر به schema در metabase.util.cron مراجعه کنید.
fi: arvon on oltava kelvollinen aikataulukartta. Katso metabase.util.cronista lisätietoja.
fr: doit être une carte de planification valide. Voir schema dans metabase.util.cron pour plus de détails.
hu: értékének érvényes ütemezési térképnek kell lennie. A részletekért lásd a metabase.util.cron sémáját.
it: deve essere una mappa di pianificazione valida. Per i dettagli, vedere schema in metabase.util.cron.
ja: 値は有効なスケジュール マップである必要があります。 詳細については、metabase.util.cron のスキーマを参照してください。
lt: reikšmė turi būti galiojantis tvarkaraščio žemėlapis. Norėdami gauti daugiau informacijos, žr. schemą metabase.util.cron.
ms: nilai mesti merupakan peta jadual yang sah. Lihat skema dalam metabase.util.cron untuk butiran.
nb: verdi må være et gyldig schedule map. Se skjema i metabase.util.cron for detaljer.
nl: waarde moet een geldige schema map zijn. Zie schema in metabase.util.cron voor meer informatie.
pl: musi być prawidłową mapą harmonogramu. Zobacz schemat w metabase.util.cron po szczegóły.
pt_br: o valor deve ser um mapa de agendamento válido. Consulte o esquema em metabase.util.cron para obter detalhes.
ru: значение должно быть действительной картой расписания. Подробности см. в разделе schema в metabase.util.cron.
sk: hodnota musí byť platná mapa rozvrhu. Podrobnosti nájdete v schéme v metabase.util.cron.
sl: Vrednost mora biti veljaven zemljevid urnika. Za podrobnosti glejte shemo v metabase.util.cron.
sq: vlera duhet të jetë një mapë planifikimi e vlefshme. Shih skemën në metabase.util.cron për detaje.
sr: vrednost mora biti važeća mapa rasporeda. Pogledajte šemu u metabase.util.cron za detalje.
sv: värdet måste vara en giltig schemakarta. Se schema i metabase.util.cron för mer information.
tr: değeri geçerli bir zamanlama haritası olmalıdır. Ayrıntılar için metabase.util.cron'daki şemaya bakın.
uk: значення має бути коректною мапою розкладу. Див. схему в metabase.util.cron для деталей.
vi: giá trị phải là bản đồ lịch trình hợp lệ. Xem sơ đồ trong metabase.util.cron để biết chi tiết.
zh_hk: 值必須是有效的排程表映射。詳情請參閱 metabase.util.cron 中的 schema。

source: Connection impersonation is enabled for this database, but no default role is found
ar: انتحال الهوية للاتصال مفعّل لقاعدة البيانات هذه، لكن لم يتم العثور على دور افتراضي
bg: За тази база данни е разрешено олицетворяване на връзката, но не е намерена роля по подразбиране
ca: La personificació de la connexió està habilitada per a aquesta base de dades, però no es troba cap rol predeterminat
de: Connection Impersonation ist für diese Datenbank aktiviert, aber es wird keine Standardrolle gefunden
eo: Yo, the connection impersonation is turned on for this database, but there's no default role found — lowkey sus.
es: La suplantación de conexión está habilitada para esta base de datos, pero no se encuentra ninguna perfil predeterminada
fa: جعل هویت اتصال برای این پایگاه داده فعال است، اما هیچ نقش پیش فرضی یافت نشد
fi: Yhteyden imitointi on otettu käyttöön tälle tietokannalle, mutta oletusroolia ei löydy.
fr: L'impersonnalisation de la connexion est activée pour cette base de données, mais aucun rôle par défaut n'est trouvé.
hu: A kapcsolat megszemélyesítése engedélyezve van ennél az adatbázisnál, de nem található alapértelmezett szerep
it: L'impersonificazione della connessione è abilitata per questo database, ma non è stato trovato alcun ruolo predefinito.
ja: このデータベースでは接続偽装が有効になっていますが、デフォルトのロールが見つかりません
lt: Ryšio apsimetinėjimas šioje duomenų bazėje įgalintas, tačiau numatytasis vaidmuo nerastas
ms: Pemalsuan sambungan diaktifkan untuk pangkalan data ini, tetapi tiada peranan lalai dijumpai
nb: Tilkoblingsetterligning er aktivert for denne databasen, men ingen standardrolle ble funnet
nl: Verbindingsimersonatie is ingeschakeld voor deze database, maar er is geen standaardrol gevonden
pl: Personifikacja połączenia jest włączona dla tej bazy danych, ale nie znaleziono domyślnej roli
pt_br: A representação de conexão está habilitada para este banco de dados, mas nenhuma função padrão foi encontrada
ru: Для этой базы данных включена имперсонация подключений, но не найдена роль по умолчанию
sk: Pre túto databázu je povolené zosobnenie pripojenia, ale nenašla sa žiadna predvolená rola
sl: Za to zbirko podatkov je omogočeno poosebljanje povezave, vendar ni bila najdena nobena privzeta vloga
sq: Imitimi i identitetit të lidhjes është aktivizuar për këtë bazë të dhënash, por nuk u gjet asnjë rol default
sr: Impersonacija konekcije je omogućena za ovu bazu podataka, ali nije pronađena podrazumevana uloga
sv: Anslutningsimpersonering är aktiverad för den här databasen, men det saknas standardroll
tr: Bu veritabanı için bağlantı kimliğine bürünme etkinleştirildi, ancak varsayılan rol bulunamadı
uk: Для цієї бази даних увімкнено імперсонацію підключення, але роль за замовчуванням не знайдено
vi: Mạo danh kết nối được bật cho cơ sở dữ liệu này, nhưng không tìm thấy vai trò mặc định
zh_hk: 此資料庫已啟用連線冒充，但未找到預設角色

source: User does not have attribute required for connection impersonation.
ar: لا يمتلك المستخدم السمة المطلوبة لانتحال الهوية للاتصال.
bg: Потребителят няма атрибут, необходим за персонализиране на връзката.
ca: L'usuari no té l'atribut per impersonar la connexió.
de: Der Benutzer hat kein Attribut, das für die Identifizierung der Verbindung erforderlich ist.
eo: Bruh, user doesn’t have the vibe for that connection impersonation, fr.
es: El usuario no tiene el atributo requerido para la suplantación de la conexión.
fa: کاربر ویژگی لازم برای جعل هویت اتصال را ندارد.
fi: Käyttäjällä ei ole tarvittavaa ominaisuutta yhteyden imitointiin.
fr: L'utilisateur n'a pas l'attribut requis pour l'usurpation d'identité.
hu: A felhasználó nem rendelkezik a kapcsolat megszemélyesítéséhez szükséges attribútummal.
it: L'utente non possiede l'attributo richiesto per l'impersonificazione della connessione.
ja: ユーザーは接続偽装に必要な属性を持っていません。
lt: Vartotojas neturi atributo, reikalingo apsimetinėjimui ryšiu.
ms: Pengguna tidak mempunyai atribut yang diperlukan untuk peniruan sambungan.
nb: Bruker har ikke attributter som kreves for tilkoblingsetterligning.
nl: Gebruiker heeft geen attribuut dat vereist is voor impersonatie van verbinding.
pl: Użytkownik nie posiada atrybutu wymaganego do personifikacji połączenia.
pt_br: O usuário não possui atributo necessário para representação de conexão.
ru: Пользователь не имеет атрибута, необходимого для имперсонации соединения.
sk: Používateľ nemá atribút požadovaný na zosobnenie pripojenia.
sl: Uporabnik nima atributa, ki je potreben za lažno predstavljanje povezave.
sq: Përdoruesi nuk ka atributin e kërkuar për imitimin e identitetit të lidhjes.
sr: Korisnik nema atribut potreban za impersonaciju konekcije.
sv: Användaren har inte det attribut som krävs för att identifiera en anslutning.
tr: Kullanıcı, bağlantı kimliğine bürünme için gerekli özniteliğe sahip değil.
uk: Користувач не має атрибута, потрібного для імперсонації підключення.
vi: Người dùng không có thuộc tính cần thiết để mạo danh kết nối.
zh_hk: 使用者沒有連線冒充所需的屬性。

source: Native queries are not allowed on the audit database
ar: استعلامات أصلية غير مسموح بها على قاعدة بيانات التدقيق
bg: Не са разрешени родни заявки към базата данни за одит
ca: Preguntes natives no estan permeses en la base de dades d'auditoria
de: Native Abfragen sind in der Audit-Datenbank nicht erlaubt
eo: Native queries ain’t allowed on the audit database, fr.
es: Las consultas nativas no están habilitadas en la base de datos de auditoría
fa: پرس و جوهای بومی در پایگاه داده حسابرسی مجاز نیستند
fi: Kyselyt eivät ole sallittuja tarkastus tietokannassa.
fr: Les requêtes natives ne sont pas autorisées dans la base de données d'audit.
hu: Natív lekérdezések nem engedélyezettek az audit adatbázisban
it: Le query native non sono consentite sul database di audit.
ja: 監査データベースではネイティブ クエリは許可されません
lt: Savosios užklausos neleidžiamos audito duomenų bazėje
ms: Query asli tidak dibenarkan pada pangkalan data audit
nb: Lokale spørringer er ikke tillatt på revisjonsdatabasen
nl: SQL-queries zijn niet toegestaan op de auditdatabase
pl: Zapytania natywne nie są dozwolone w bazie danych audytu
pt_br: Consultas nativas não são permitidas no banco de dados de auditoria
ru: Нативные запросы к базе данных аудита запрещены
sk: Natívne dotazy nie sú v databáze auditu povolené
sl: Izvorne poizvedbe niso dovoljene v zbirki podatkov nadzora
sq: Pyetjet native nuk lejohen në bazën e të dhënave të auditit
sr: Nativni upiti nisu dozvoljeni nad audit bazom podataka
sv: Inbyggda frågor är inte tillåtna i revisionsdatabasen
tr: Denetim veritabanında yerel sorgulara izin verilmez
uk: Нативні запити не дозволені для бази даних аудиту
vi: Không được phép truy vấn gốc trên cơ sở dữ liệu kiểm toán
zh_hk: 不允許在稽核資料庫上進行本機查詢

source: Audit queries are only allowed on audit views
ar: استعلامات التدقيق مسموح بها فقط على طرق العرض الخاصة بالتدقيق
bg: Запитванията за одит са разрешени само за изгледи за одит
ca: Les preguntes d'auditoria només estan permeses en les vistes d'auditoria
de: Audit-Abfragen sind nur für Audit-Ansichten zulässig
eo: Audit queries are only a vibe on audit views, fr fr.
es: Las consultas de auditoría solo se permiten en vistas de auditoría
fa: درخواست های حسابرسی فقط در نماهای حسابرسی مجاز است
fi: Tarkastuskyselyt ovat sallittuja vain tarkastusnäkymissä.
fr: Les requêtes d'audit ne sont autorisées que sur les vues d'audit
hu: Az ellenőrzési lekérdezések csak az ellenőrzési nézetekben engedélyezettek
it: Le query di verifica sono consentite solo nelle viste di verifica.
ja: 監査クエリは監査ビューでのみ許可されます
lt: Audito užklausos leidžiamos tik audito rodiniuose
ms: Query audit hanya dibenarkan pada paparan audit
nb: Revisjonsspørringer er bare tillat på revisjonsvisninger
nl: Controlequery's zijn alleen toegestaan op controleweergaven
pl: Zapytania audytowe są dozwolone tylko w widokach audytowych
pt_br: Consultas de auditoria só são permitidas em visualizações de auditoria
ru: Аудиторские запросы разрешены только для аудиторских представлений
sk: Audítorské dotazy sú povolené len v audítorských zobrazeniach
sl: Revizijske poizvedbe so dovoljene samo v pogledih nadzora
sq: Pyetjet e auditit lejohen vetëm në pamjet e auditit
sr: Audit upiti su dozvoljeni samo nad audit view-ovima
sv: Granskningsfrågor är endast tillåtna i granskningsvyer
tr: Denetim sorgularına yalnızca denetim görünümlerinde izin verilir
uk: Запити аудиту дозволені лише для audit views
vi: Truy vấn kiểm toán chỉ được phép trên chế độ xem kiểm toán
zh_hk: 僅允許在稽核檢視中進行稽核查詢
