Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: In order to send subscriptions and alerts to private Slack channels, you must first add the {0} bot to them.
ar: لإرسال الاشتراكات والتنبيهات إلى قنوات Slack الخاصة، يجب أولًا إضافة بوت {0} إليها.
bg: За да можете да изпращате абонаменти и предупреждения в частни канали в Slack, първо трябва да добавите бота {0} към тях.
ca: Per enviar subscripcions i alertes als canals privats de Slack, primer heu d'afegir-hi el bot {0}.
de: Um Abonnements und Benachrichtigungen an private Slack-Kanäle zu senden, müssen Sie zunächst den {0} Bot zu diesen Kanälen hinzufügen.
eo: To send subs and alerts to private Slack channels, u gotta add the {0} bot first, fr.
es: Para enviar suscripciones y alertas a canales privados de Slack, primero debes agregarles el bot {0}.
fa: برای ارسال اشتراک و هشدار به کانال های خصوصی Slack، ابتدا باید ربات {0} را به آنها اضافه کنید.
fi: Jotta voit lähettää tilauksia ja hälytyksiä yksityisille Slack-kanaville, sinun on ensin lisättävä niihin {0}-botti.
fr: Pour envoyer des abonnements et des alertes à des canaux Slack privés, vous devez d'abord y ajouter le bot {0}.
hu: Ha előfizetéseket és figyelmeztetéseket szeretne küldeni privát Slack-csatornáknak, először hozzá kell adnia a {0} robotot.
it: Per inviare sottoscrizioni e avvisi ai canali Slack privati, è necessario prima aggiungere il bot {0} ad essi.
ja: Slackのプライベートチャンネルにサブスクリプションやアラートを送信するには、まず{0}ボットを追加する必要があります。
lt: Jei norite siųsti prenumeratas ir įspėjimus į privačius „Slack“ kanalus, pirmiausia turite prie jų pridėti robotą {0}.
ms: Untuk menghantar langganan dan amaran ke saluran Slack peribadi, anda mesti menambah bot {0} ke saluran tersebut terlebih dahulu.
nb: For å sende abonnementer og alarmer til private Slack-kanaler, må du først legge boten {0} til dem.
nl: Om abonnementen en waarschuwingen naar privé Slack-kanalen te sturen, moet je eerst de {0} bot eraan toevoegen.
pl: Aby wysyłać subskrypcje i powiadomienia do prywatnych kanałów Slack, należy najpierw dodać do nich bota {0} .
pt_br: Para enviar assinaturas e alertas para canais privados do Slack, você deve primeiro adicionar o bot {0} a eles.
ru: Чтобы отправлять подписки и оповещения в частные каналы Slack, необходимо сначала добавить в них бота {0} .
sk: Ak chcete odosielať odbery a upozornenia do súkromných kanálov služby Slack, musíte do nich najprv pridať bota {0} .
sl: Če želite poslati naročnine in opozorila zasebnim kanalom Slack, jim morate najprej dodati {0} bota.
sq: Për të dërguar abonime dhe alarme në kanale private Slack, së pari duhet të shtoni bot-in {0} në to.
sr: Da biste slali pretplate i upozorenja u privatne Slack kanale, prvo morate da dodate {0} bota u njih.
sv: För att skicka prenumerationer och varningar till privata Slack-kanaler måste du först lägga till {0}-boten i dem.
tr: Özel Slack kanallarına abonelik ve uyarı göndermek için öncelikle {0} botunu eklemeniz gerekir.
uk: Щоб надсилати підписки та сповіщення в приватні канали Slack, спершу додайте до них бота {0}.
vi: Để gửi đăng ký và cảnh báo đến các kênh Slack riêng tư, trước tiên bạn phải thêm bot {0} vào đó.
zh_hk: 若要傳送訂閱和警示到私人 Slack 頻道，您必須先將 {0} 機器人加入其中。

source: There were some errors while uploading {0}:
ar: حدثت بعض الأخطاء أثناء رفع {0}:
bg: Имаше някои грешки при качването на {0}:
ca: S'han produït alguns errors en penjar {0}:
de: Beim Hochladen von {0}traten einige Fehler auf:
eo: There were some yikes moments while uploading {0}:"
es: Hubo algunos errores al cargar {0}:
fa: هنگام آپلود {0}خطاهایی وجود داشت:
fi: Tiedostoa {0} ladattaessa tapahtui virheitä:
fr: Des erreurs se sont produites lors du téléchargement de {0} :
hu: Hiba történt a(z) {0} feltöltésekor:
it: Si sono verificati alcuni errori durante il caricamento di {0}:
ja: {0}のアップロード中にエラーが発生しました：
lt: Įkeliant {0} įvyko keletas klaidų:
ms: Terdapat beberapa ralat semasa memuat naik {0}:
nb: Det oppstod feil under opplasting av {0}:
nl: Er zijn enkele fouten opgetreden tijdens het uploaden van {0}:
pl: Wystąpiły pewne błędy podczas przesyłania {0}:
pt_br: Ocorreram alguns erros durante o upload de {0}:
ru: При загрузке {0}возникли ошибки:
sk: Pri nahrávaní sa vyskytli určité chyby {0}:
sl: Med nalaganjem {0} je prišlo do napak:
sq: Pati disa gabime gjatë ngarkimit të {0}:
sr: Bilo je nekih grešaka prilikom otpremanja {0}:
sv: Följande fel uppstod vid uppladdningen {0}:
tr: {0} yüklenirken bazı hatalar oluştu:
uk: Під час завантаження {0} сталися помилки:
vi: Có một số lỗi trong khi tải lên {0}:
zh_hk: 在上傳 {0}時出現了一些錯誤：

source: Select question
ar: حدد سؤالًا
bg: Изберете въпрос
ca: Escull una pregunta
de: Frage auswählen
eo: Pick a Q, bestie
es: Seleccionar pregunta
fa: سوال را انتخاب کنید
fi: Valitse kysymys
fr: Sélectionner une question
hu: Kérdés kiválasztása
it: Selezionare la domanda
ja: 質問を選択
lt: Pasirinkite klausimą
ms: Pilih soalan
nb: Velg spørsmål
nl: Selecteer vraag
pl: Wybierz pytanie
pt_br: Selecione a pergunta
ru: Выберите вопрос
sk: Vyberte otázku
sl: Izberite vprašanje
sq: Zgjidh pyetje
sr: Izaberi pitanje
sv: Välj fråga
tr: Soru seçiniz
uk: Виберіть запит
vi: Chọn câu hỏi
zh_hk: 選擇問題

source: Empty card
ar: بطاقة فارغة
bg: Празна карта
ca: Targeta buida
de: Leere Karte
eo: Empty card → No cap, it's empty rn
es: Tarjeta vacía
fa: کارت خالی
fi: Tyhjä kortti
fr: Carte vide
hu: Üres kártya
it: Carta vuota
ja: 空のカード
lt: Tuščia kortelė
ms: Kad kosong
nb: Tomt kort
nl: Lege kaart
pl: Pusta karta
pt_br: Cartão vazio
ru: Пустая карта
sk: Prázdna karta
sl: Prazna kartica
sq: Kartë bosh
sr: Prazna kartica
sv: Tomt kort
tr: Boş kart
uk: Порожня картка
vi: Thẻ trống
zh_hk: 空卡

source: Value from another column
ar: قيمة من عمود آخر
bg: Стойност от друга колона
ca: Valor d'una altra columna
de: Wert aus einer anderen Spalte
eo: Vibe from a different column
es: Valor de otra columna
fa: مقدار از ستون دیگری
fi: Arvo toisesta sarakkeesta
fr: Valeur d'une autre colonne
hu: Érték egy másik oszlopból
it: Valore da un'altra colonna
ja: 別の列からの値
lt: Vertė iš kito stulpelio
ms: Nilai dari lajur lain
nb: Verdi fra en annen kolonne
nl: Waarde uit een andere kolom
pl: Wartość z innej kolumny
pt_br: Valor de outra coluna
ru: Значение из другого столбца
sk: Hodnota z iného stĺpca
sl: Vrednost iz drugega stolpca
sq: Vlerë nga një kolonë tjetër
sr: Vrednost iz druge kolone
sv: Värde från en annan kolumn
tr: Başka bir sütundan gelen değer
uk: Значення з іншого стовпця
vi: Giá trị từ một cột khác
zh_hk: 來自另一列的值

source: Untitled collection
ar: مجموعة بلا عنوان
bg: Колекция без заглавие
ca: Col·lecció sense títol
de: Unbenannte Sammlung
eo: No cap, "Untitled collection" is just "No title gang" or "Untitled vibes" lol
es: Colección sin título
fa: مجموعه بدون عنوان
fi: Nimetön kokoelma
fr: Collection sans titre
hu: Névtelen gyűjtemény
it: Collezione senza titolo
ja: 無題コレクション
lt: Kolekcija be pavadinimo
ms: Koleksi tanpa tajuk
nb: Ikke navngitt samling
nl: Collectie zonder titel
pl: Kolekcja bez tytułu
pt_br: Coleção sem título
ru: Коллекция без названия
sk: Zbierka bez názvu
sl: Zbirka brez naslova
sq: Koleksion pa titull
sr: Kolekcija bez naslova
sv: Namnlös samling
tr: İsimsiz koleksiyon
uk: Колекція без назви
vi: Bộ sưu tập chưa có tiêu đề
zh_hk: 無題系列

source: Edited {0}
ar: تم التعديل {0}
bg: Редактиран {0}
ca: Editat {0}
de: {0} bearbeitet
eo: Edited, fr fr
es: {0} editado
fa: ویرایش {0}
fi: Editoitu {0}
fr: Édité {0}
hu: Szerkesztette: {0}
ja: {0}を編集した
lt: Redaguota {0}
ms: Disunting {0}
nb: Redigert {0}
nl: Bewerkt {0}
pl: Edytowano {0}
pt_br: Editado por {0}
ru: Отредактировано {0}
sk: Upravené {0}
sl: Urejeno {0}
sq: Redaktuar {0}
sr: Izmenjeno {0}
sv: Ändrad {0}
tr: Düzenlendi {0}
uk: Відредаговано {0}
vi: Đã chỉnh sửa {0}
zh_hk: 已編輯 {0}

source: KPI grid
ar: شبكة KPI
bg: Решетка на ключовите показатели за ефективност
ca: Graella de KPI
de: KPI Raster
eo: KPI grid → KPI vibe check or KPI layout, lowkey depends how you wanna flex it lol
es: rejilla KPI
fa: شبکه KPI
fi: KPI-ruudukko
fr: Grille KPI
hu: KPI rács
it: Griglia KPI
ja: KPIグリッド
lt: KPI tinklelis
ms: Grid KPI
nb: KPI rutenett
nl: KPI-rooster
pl: Siatka KPI
pt_br: Grade de KPIs
ru: Сетка KPI
sk: Mriežka KPI
sl: Mreža KPI-jev
sq: Grid KPI
sr: KPI mreža
sv: KPI-rutnät
tr: KPI ızgarası
uk: Сітка KPI
vi: Lưới KPI
zh_hk: KPI 網格

source: Large chart w/ KPIs to the right
ar: مخطط كبير مع KPIs على اليمين
bg: Голяма диаграма с ключови показатели за ефективност вдясно
ca: Gràfic gran amb KPI a la dreta
de: Großes Diagramm mit den KPIs zur Rechten
eo: Big chart w/ KPIs on the right, fr
es: Gráfico grande con KPI a la derecha
fa: نمودار بزرگ با KPI در سمت راست
fi: Suuri kaavio, jossa KPI:t oikealla
fr: Grand graphique avec KPI à droite
hu: Nagy diagram KPI-kkel a jobb oldalon
it: Grafico grande con KPI a destra
ja: 右側のKPI付き大型チャート
lt: Didelė diagrama su KPI dešinėje
ms: Carta besar dengan KPI di sebelah kanan
nb: Stort diagram m/KPI til høyre
nl: Grote grafiek met KPI's aan de rechterkant
pl: Duży wykres ze wskaźnikami KPI po prawej stronie
pt_br: Gráfico grande com KPIs à direita
ru: Большая диаграмма с KPI справа
sk: Veľký graf w/ KPI vpravo
sl: Velik grafikon s KPI-ji na desni
sq: Grafik i madh me KPI në të djathtë
sr: Veliki grafikon sa KPI-jevima desno
sv: Stor graf med KPI:er till höger
tr: Sağda KPI'larla birlikte büyük grafik
uk: Велика діаграма з KPI праворуч
vi: Biểu đồ lớn có KPI ở bên phải
zh_hk: 右側有 KPI 的大型圖表

source: KPIs w/ large chart below
ar: KPIs مع مخطط كبير بالأسفل
bg: Ключови показатели за ефективност с/голяма диаграма по-долу
ca: KPI amb un gràfic gran a continuació
de: KPIs mit großem Diagramm darunter
eo: KPIs with a big chart below, fr fam
es: KPI con gráfico grande a debajo
fa: KPI با نمودار بزرگ زیر
fi: KPI:t alla olevalla suurella kaaviolla
fr: KPIs avec grand graphique ci-dessous
hu: KPI-k nagy diagrammal alatta
it: KPI con grafico grande sotto
ja: KPI（大きなチャート付き
lt: KPI su didele diagrama žemiau
ms: KPI dengan carta besar di bawah
nb: KPI m/stort diagram under
nl: KPI's met grote grafiek hieronder
pl: KPI z dużym wykresem poniżej
pt_br: KPIs com gráfico grande abaixo
ru: KPIs с большой диаграммой ниже
sk: KPI s veľkým grafom nižšie
sl: KPI-ji z velikim grafikonom spodaj
sq: KPI me grafik të madh poshtë
sr: KPI-jevi sa velikim grafikonom ispod
sv: KPI:er med stor graf under
tr: Aşağıdaki büyük grafikle KPI'lar
uk: KPI з великою діаграмою нижче
vi: KPI có biểu đồ lớn bên dưới
zh_hk: KPI (附下方大型圖表)

source: This can be useful for auditing and debugging, but prevents databases from caching results and may increase your costs.
ar: قد يكون هذا مفيدًا للتدقيق وتصحيح الأخطاء، لكنه يمنع قواعد البيانات من تخزين النتائج مؤقتًا وقد يزيد تكاليفك.
bg: Това може да е полезно за одитиране и отстраняване на грешки, но не позволява на базите данни да кешират резултатите и може да увеличи разходите ви.
ca: Això pot ser útil per a l'auditoria i la depuració, però evita que les bases de dades emmagatzemin els resultats a la memòria cau i pot augmentar els vostres costos.
de: Dies kann für Auditing und Debugging nützlich sein, verhindert aber, dass Datenbanken Ergebnisse zwischenspeichern und kann Ihre Kosten erhöhen.
eo: This can be kinda helpful for debugging and auditing, but it stops databases from caching stuff, so it might make your costs go up.
es: Esto puede resultar útil para auditar y depurar, pero evita que las bases de datos almacenen en caché los resultados y puede aumentar tus costes.
fa: این می تواند برای ممیزی و اشکال زدایی مفید باشد، اما از ذخیره نتایج توسط پایگاه داده ها جلوگیری می کند و ممکن است هزینه های شما را افزایش دهد.
fi: Tästä voi olla hyötyä tarkastuksessa ja virheenkorjauksessa, mutta se estää tietokantoja tallentamasta tuloksia välimuistiin ja voi lisätä kustannuksia.
fr: Cela peut être utile pour l'audit et le débogage, mais empêche les bases de données de mettre les résultats en cache et peut augmenter vos coûts.
hu: Ez hasznos lehet az ellenőrzéshez és a hibakereséshez, de megakadályozza, hogy az adatbázisok gyorsítótárazzanak az eredményeket, és növelhetik a költségeket
it: Questo può essere utile per la verifica e il debug, ma impedisce ai database di memorizzare i risultati nella cache e può aumentare i costi.
ja: これは監査やデバッグには便利だが、データベースが結果をキャッシュできなくなり、コストが増加する可能性がある。
lt: Tai gali būti naudinga atliekant auditą ir derinant, tačiau neleidžia duomenų bazėms išsaugoti rezultatų talpykloje ir gali padidėti jūsų išlaidos.
ms: Ini boleh berguna untuk pengauditan dan penyahpepijatan, tetapi menghalang pangkalan data daripada menyimpan hasil dan mungkin meningkatkan kos anda.
nb: Dette kan være nyttig for revisjon og feilsøk, men hindrer databasen i å mellomlagre resultater og kan øke dine kostnader.
nl: Dit kan handig zijn voor auditing en debugging, maar voorkomt dat databases resultaten cachen en kan uw kosten verhogen.
pl: Może to być przydatne do audytu i debugowania, ale uniemożliwia bazom danych buforowanie wyników i może zwiększyć koszty.
pt_br: Isso pode ser útil para auditoria e depuração, mas impede que os bancos de dados armazenem os resultados em cache e pode aumentar seus custos.
ru: Это может быть полезно для аудита и отладки, но не позволяет базам данных кэшировать результаты и может увеличить ваши расходы.
sk: Môže to byť užitočné pri audite a ladení, ale bráni to databázam ukladať výsledky do vyrovnávacej pamäte a môže to zvýšiť náklady.
sl: To je lahko uporabno za nadzor in odpravljanje napak, vendar zbirkam podatkov preprečuje predpomnjenje rezultatov in lahko poveča stroške.
sq: Kjo mund të jetë e dobishme për auditim dhe debug, por i pengon databazat të cache-ojnë rezultatet dhe mund të rrisë kostot tuaja.
sr: Ovo može biti korisno za reviziju i debagovanje, ali sprečava baze podataka da keširaju rezultate i može povećati vaše troškove.
sv: Användbart för uppföljning och felsökning, men förhindrar databaserna att cachelagra resultat och kan medföra kostnad.
tr: Bu, denetim ve hata ayıklama için yararlı olabilir, ancak veritabanlarının sonuçları önbelleğe almasını engeller ve maliyetlerinizi artırabilir.
uk: Це може бути корисним для аудиту та дебагінгу, але заважає базам даних кешувати результати та може збільшити ваші витрати.
vi: Điều này có thể hữu ích cho việc kiểm tra và gỡ lỗi, nhưng lại ngăn cơ sở dữ liệu lưu trữ kết quả và có thể làm tăng chi phí của bạn.
zh_hk: 這對審計和除錯很有用，但會阻止資料庫快取結果，並可能增加您的成本。

source: Missing default value for a required template tag: {0}
hu: Hiányzik egy alapértelmezett érték egy szükséges sabloncímkéhez: {0}
ms: Nilai lalai hilang untuk tag templat yang diperlukan: {0}

source: It’s possible you may also receive emails from {0} if you’re a member of an email distribution list, like “team@mycompany.com” and that list is used as the recipient for an alert or dashboard subscription instead of your individual email.
bg: Възможно е също така да получавате имейли от {0} , ако сте член на списък за разпространение на имейли, като например "team@mycompany.com", и този списък се използва като получател за абонамент за предупреждение или табло за управление, вместо за вашия индивидуален имейл.
ca: És possible que també rebeu correus electrònics de {0} si sou membre d'una llista de distribució de correu electrònic, com ara "equip@lamevaempresa.com" i aquesta llista s'utilitza com a destinatari d'una subscripció d'alerta o quadre de comandament en lloc del vostre correu electrònic individual.
de: Es ist möglich, dass Sie auch E-Mails von {0} erhalten, wenn Sie Mitglied einer E-Mail-Verteilerliste sind, wie z. B. "team@mycompany.com", und diese Liste als Empfänger für eine Benachrichtigung oder ein Dashboard-Abonnement anstelle Ihrer individuellen E-Mail verwendet wird.
eo: Yo, you might also get emails from {0} if you’re on a group chat like “team@mycompany.com” and that’s how alerts or dashboards hit you instead of your own inbox.
es: Es posible que también recibas correos electrónicos de {0} si eres miembro de una lista de distribución de correo electrónico, como “equipo@miempresa.com” y esa lista se utiliza como destinatario de una alerta o suscripción al panel en lugar de tu correo electrónico individual.
fa: اگر عضو یک لیست توزیع ایمیل مانند "team@mycompany.com" هستید و این لیست به‌جای ایمیل شخصی شما به‌عنوان گیرنده هشدار یا اشتراک داشبورد استفاده می‌شود، ممکن است از {0} نیز ایمیل دریافت کنید.
fi: On mahdollista, että saatat saada sähköpostiviestejä myös osoitteesta {0}, jos olet sähköpostin jakeluluettelon jäsen, kuten "tiimi@omayritys.com", ja tätä luetteloa käytetään ilmoituksen tai kojelautatilauksen vastaanottajana henkilökohtaisen sähköpostisi sijaan.
fr: Il est possible que vous receviez également des courriels de {0} si vous êtes membre d'une liste de distribution de courriels, comme "team@mycompany.com", et que cette liste est utilisée comme destinataire d'une alerte ou d'un abonnement à un tableau de bord au lieu de votre courriel individuel.
hu: Előfordulhat, hogy a(z) {0} e-maileket is kaphat, ha tagja egy e-mail-terjesztési listának, például a „team@mycompany.com” címen, és ezt a listát használja a riasztások vagy az irányítópult-előfizetések címzettjeként az Ön egyéni e-mailjei helyett. .
it: È possibile che riceviate e-mail da {0} anche se siete membri di una lista di distribuzione di e-mail, come "team@mycompany.com", e tale lista viene utilizzata come destinatario di un avviso o di una sottoscrizione alla dashboard invece che come e-mail individuale.
ja: また、「team@mycompany.com」のようなメール配信リストのメンバーで、そのリストがアラートやダッシュボード購読の受信者として使用されている場合は、{0}からのメールを受信する可能性があります。
lt: Taip pat gali būti, kad galite gauti el. laiškus iš {0}, jei esate el. pašto platinimo sąrašo narys, pvz., „team@mycompany.com“, ir šis sąrašas naudojamas kaip įspėjimo arba informacijos suvestinės prenumeratos gavėjas, o ne jūsų asmeninis el. .
ms: Ada kemungkinan anda juga akan menerima e-mel daripada {0} jika anda seorang ahli senarai pengedaran e-mel, seperti “team@mycompany.com” dan senarai itu digunakan sebagai penerima untuk amaran atau langganan papan pemuka daripada e-mel individu anda.
nb: Det er mulig at du også får epost fra {0} hvis du er medlen av en distribusjonsliste, som “team@minbedrift.no” og denne listen er brukt som en mottaker for en alarm eller et infotavleabonnement istedet for en personlig epost.
nl: Het is mogelijk dat je ook e-mails ontvangt van {0} als je lid bent van een e-maildistributielijst, zoals "team@mycompany.com" en die lijst wordt gebruikt als ontvanger voor een waarschuwing of dashboardabonnement in plaats van jouw individuele e-mail.
pl: Możliwe, że możesz również otrzymywać wiadomości e-mail od {0}, jeśli jesteś członkiem listy dystrybucyjnej e-mail, takiej jak "team@mycompany.com", a lista ta jest używana jako odbiorca alertu lub subskrypcji pulpitu zamiast indywidualnego e-maila.
pt_br: É possível que você também receba e-mails de {0} se for membro de uma lista de distribuição de e-mail, como “equipe@minhaempresa.com”, e essa lista for usada como destinatário de um alerta ou assinatura de painel em vez do seu e-mail individual.
ru: Возможно, вы также будете получать письма от {0} , если вы являетесь членом списка рассылки электронной почты, например "team@mycompany.com", и этот список используется в качестве получателя оповещений или подписки на панель управления вместо вашего индивидуального письма.
sk: Je možné, že e-maily z adresy {0} budete dostávať aj vtedy, ak ste členom e-mailového distribučného zoznamu, napríklad "team@mycompany.com", a tento zoznam sa použije ako príjemca upozornenia alebo odberu informačného panela namiesto vášho individuálneho e-mailu.
sl: Morda boste prejemali tudi e-poštna sporočila od {0}, če ste član e-poštnega seznama za distribucijo, na primer »team@mycompany.com«, in se ta seznam uporablja kot prejemnik za opozorilo ali naročnino na nadzorno ploščo namesto vašega posameznega e-poštnega sporočila.
sv: Det är möjligt att du också får epost från {0} om du är medlem i en distributionslista, t.ex. “support@mittföretag.se”, och listan används som mottagare för varnings- eller instrumentpanel-prenumerationer istället för din personliga epost.
tr: "team@mycompany.com" gibi bir e-posta dağıtım listesine üyeyseniz ve bu liste bireysel e-postanız yerine bir uyarı veya gösterge tablosu aboneliği için alıcı olarak kullanılıyorsa, {0} adresinden e-posta almanız da mümkündür.
uk: Також можливо, що ви отримуватимете листи від {0}, якщо ви є учасником списку розсилки email, наприклад “team@mycompany.com”, і цей список використовується як одержувач для сповіщення або підписки на дашборд замість вашого особистого email.
vi: Bạn cũng có thể nhận được email từ {0} nếu bạn là thành viên của danh sách phân phối email, như “team@mycompany.com” và danh sách đó được sử dụng làm người nhận để đăng ký cảnh báo hoặc bảng điều khiển thay vì email cá nhân của bạn.
zh_hk: 如果您是電子郵件分發清單的成員，例如「team@mycompany.com」，而該清單被用來作為警示或儀表板訂閱的收件者，而不是您個人的電子郵件，您也可能會收到來自 {0} 的電子郵件。

source: {0} doesn’t manage those lists, so we’d recommend contacting {1}.
bg: {0} не управлява тези списъци, затова препоръчваме да се свържете с {1}.
ca: {0} no gestiona aquestes llistes, per la qual cosa us recomanem que us poseu en contacte amb {1}.
de: {0} verwaltet diese Listen nicht, daher empfehlen wir, sich an {1}zu wenden.
es: {0} no gestiona esas listas, por lo que recomendamos ponerse en contacto con {1}.
fa: {0} آن لیست ها را مدیریت نمی کند، بنابراین توصیه می کنیم با {1}تماس بگیرید.
fi: {0} ei hallinnoi noita listoja, suosittelemme ottamaan yhteyttä {1}.
fr: {0} ne gère pas ces listes, nous vous recommandons donc de contacter {1}.
hu: A(z) {0} nem kezeli ezeket a listákat, ezért javasoljuk, hogy vegye fel a kapcsolatot a következővel: {1}.␣
it: {0} non gestisce queste liste, quindi consigliamo di contattare {1}.
ja: {0}はそれらのリストを管理していませんので、{1}に連絡することをお勧めします。
lt: {0} netvarko tų sąrašų, todėl rekomenduojame susisiekti su {1}.
ms: {0} tidak menguruskan senarai tersebut, jadi kami mengesyorkan menghubungi {1}.
nb: {0} administrerer ikke de listene, så vi anbefaler å kontakte {1}.
nl: {0} beheert deze lijsten niet, dus we raden u aan contact op te nemen met {1}.
pl: {0} nie zarządza tymi listami, więc zalecamy skontaktowanie się z {1}.
pt_br: {0} não gerencia essas listas, portanto, recomendamos que entre em contato com {1}.
ru: {0} не управляет этими списками, поэтому мы рекомендуем обратиться по адресу {1}.
sk: {0} tieto zoznamy nespravuje, preto odporúčame kontaktovať stránku {1}.
sl: {0} ne upravlja teh seznamov, zato priporočamo, da se obrnete na {1}.
sv: {0} hanterar inte de här listorna, så vi rekommenderar att du kontaktar {1}.
tr: {0} bu listeleri yönetmez, bu nedenle {1}ile iletişime geçmenizi öneririz.
uk: {0} не керує цими списками, тож ми рекомендуємо звернутися до {1}.
vi: {0} không quản lý những danh sách đó, vì vậy chúng tôi khuyên bạn nên liên hệ với {1}.
zh_hk: {0} 不管理這些名單，因此我們建議聯絡 {1}。
