Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

# {0} links to external users, {1} links to groups, {2} links to permissions
source: Create your first tenant to start adding {0} to it, and organize these users into {1} to assign {2}. Then, create dashboards, charts and models for your tenants in shared collections.
ar: أنشئ أول مستأجر لك لبدء إضافة {0} إليه، ونظّم هؤلاء المستخدمين ضمن {1} لتعيين {2}. ثم أنشئ لوحات معلومات ومخططات ونماذج لمستأجريك ضمن مجموعات مشتركة.
bg: Създайте първия си наемател, за да започнете да добавяте {0} към него, и организирайте тези потребители в {1} , за да присвоите {2}. След това създайте табла за управление, диаграми и модели за вашите наематели в споделени колекции.
ca: Crea el teu primer inquilí per començar a afegir-hi {0} i organitza aquests usuaris en {1} per assignar-los {2}. A continuació, crea quadres de comandament, gràfics i models per als teus inquilins en col·leccions compartides.
de: Erstellen Sie Ihren ersten Mandanten, um {0} hinzuzufügen, und organisieren Sie diese Benutzer in {1} , um {2}zuzuweisen. Erstellen Sie anschließend Dashboards, Diagramme und Modelle für Ihre Mandanten in gemeinsam genutzten Sammlungen.
es: Crea tu primer inquilino para empezar a añadir {0} y organiza estos usuarios en {1} para asignar {2}. Después, crea paneles, gráficos y modelos para tus inquilinos en colecciones compartidas.
fa: اولین کاربر خود را برای شروع اضافه کردن {0} به آن ایجاد کنید و این کاربران را در {1} سازماندهی کنید تا {2}را به آنها اختصاص دهید. سپس، داشبوردها، نمودارها و مدل‌هایی را برای کاربران خود در مجموعه‌های مشترک ایجاد کنید.
fi: Luo ensimmäinen käyttäjäryhmäsi lisätäksesi siihen {0} ja järjestä nämä käyttäjät {1} -ryhmään ja määritä ne {2}-ryhmään. Luo sitten käyttäjäryhmille koontinäyttöjä, kaavioita ja malleja jaettuihin kokoelmiin.
fr: Créez votre premier locataire pour commencer à y ajouter des utilisateurs ( {0} ), puis organisez ces utilisateurs en groupes ( {1} ) auxquels vous attribuerez des tâches ( {2}). Ensuite, créez des tableaux de bord, des graphiques et des modèles pour vos locataires dans des collections partagées.
it: Crea il tuo primo tenant per iniziare ad aggiungervi {0} e organizza questi utenti in {1} per assegnarne {2}. Quindi, crea dashboard, grafici e modelli per i tuoi tenant in raccolte condivise.
ja: 最初のテナントを作成して {0} を追加し、これらのユーザーを {1} に整理して {2}を割り当てます。次に、共有コレクションにテナント用のダッシュボード、チャート、モデルを作成します。
nb: Opprett din første leietaker for å begynne å legge til {0} til den, og organiser disse brukerne i {1} for å tildele {2}. Deretter oppretter du dashbord, diagrammer og modeller for leietakerne dine i delte samlinger.
nl: Maak je eerste tenant aan om er {0} aan toe te voegen en organiseer deze gebruikers in {1} om {2}toe te wijzen. Maak vervolgens dashboards, grafieken en modellen voor je tenants in gedeelde collecties.
pl: Utwórz swojego pierwszego dzierżawcę, aby zacząć dodawać do niego użytkowników {0} i zorganizuj tych użytkowników w {1} , aby przypisać im {2}. Następnie utwórz pulpity nawigacyjne, wykresy i modele dla swoich dzierżawców w kolekcjach współdzielonych.
pt_br: Crie seu primeiro locatário para começar a adicionar {0} a ele e organize esses usuários em {1} para atribuir {2}. Em seguida, crie painéis, gráficos e modelos para seus locatários em coleções compartilhadas.
ru: Создайте своего первого тенанта, чтобы начать добавлять в него {0}, и организуйте этих пользователей в {1}, чтобы назначать {2}. Затем создайте дашборды, диаграммы и модели для ваших тенантов в общих коллекциях.
sk: Vytvorte si prvého nájomníka, do ktorého chcete začať pridávať {0} , a usporiadajte týchto používateľov do {1} , aby ste im priradili {2}. Potom vytvorte pre svojich nájomníkov dashboardy, grafy a modely v zdieľaných kolekciách.
sl: Ustvarite prvega najemnika, da začnete dodajati {0} , in te uporabnike organizirajte v {1} , da jim dodelite {2}. Nato ustvarite nadzorne plošče, grafikone in modele za svoje najemnike v skupnih zbirkah.
sq: Krijo tenantin tënd të parë për të filluar të shtosh {0} në të, dhe organizoji këta përdorues në {1} për të caktuar {2}. Pastaj, krijo panele, grafiqe dhe modele për tenantët e tu në koleksione të përbashkëta.
sr: Kreiraj svog prvog tenanta da bi počeo/la da dodaješ {0} u njega, i organizuj ove korisnike u {1} da dodeliš {2}. Zatim kreiraj kontrolne table, grafikone i modele za svoje tenante u deljenim kolekcijama.
sv: Skapa din första hyresgäst för att börja lägga till {0} till den och organisera dessa användare i {1} för att tilldela {2}. Skapa sedan instrumentpaneler, diagram och modeller för dina hyresgäster i delade samlingar.
tr: İlk kiracınızı oluşturarak {0} eklemeye başlayın ve bu kullanıcıları {1} içinde düzenleyerek {2}atayın. Ardından, paylaşılan koleksiyonlarda kiracılarınız için gösterge panoları, grafikler ve modeller oluşturun.
uk: Створіть свого першого тенанта, щоб почати додавати до нього {0}, і впорядкуйте цих користувачів у {1}, щоб призначити {2}. Потім створіть дашборди, діаграми та моделі для ваших тенантів у спільних колекціях.
vi: Tạo người thuê đầu tiên để bắt đầu thêm {0} vào đó, và sắp xếp những người dùng này thành {1} để gán {2}. Sau đó, tạo bảng điều khiển, biểu đồ và mô hình cho người thuê của bạn trong các bộ sưu tập được chia sẻ.
zh_hk: 建立您的第一個租戶，開始將 {0} 加入其中，並將這些使用者組織成 {1} ，以指派 {2}。然後，在共用集合中為您的租戶建立儀表板、圖表和模型。

# {0} is the database engine name
source: Add {0}
ar: أضف {0}
bg: Добавете {0}
ca: Afegeix {0}
de: Addiere {0}
es: Añadir {0}
fa: اضافه کردن {0}
fi: Lisää {0}
fr: Ajouter {0}
it: Aggiungi {0}
ja: {0}を追加
nb: Legg til {0}
nl: Voeg {0}toe
pl: Dodaj {0}
pt_br: Adicione {0}
ru: Добавить {0}
sk: Pridať {0}
sl: Dodaj {0}
sq: Shto {0}
sr: Dodaj {0}
sv: Lägg till {0}
tr: {0}ekleyin
uk: Додати {0}
vi: Thêm {0}
zh_hk: 新增 {0}

# Date on which the database was added to Metabase (e.g. Added 3/4/2025)
source: Added {0}
ar: أُضيف {0}
bg: Добавено {0}
ca: S'ha afegit {0}
de: Hinzugefügt {0}
es: Se agregó {0}
fa: {0}اضافه شد
fi: Lisätty {0}
fr: Ajouté {0}
it: Aggiunto {0}
ja: {0}を追加しました
lt: Pridėta {0}
nb: Lagt til {0}
nl: Toegevoegd {0}
pl: Dodano {0}
pt_br: Adicionado {0}
ru: Добавлено {0}
sk: Pridané {0}
sl: Dodano {0}
sq: Shtuar më {0}
sr: Dodato {0}
sv: Lade till {0}
tr: {0}eklendi
uk: Додано {0}
vi: Đã thêm {0}
zh_hk: 新增 {0}

# {0} is the name of the user
source: Password reset email sent to {0}
ar: تم إرسال رسالة إعادة تعيين كلمة المرور إلى {0}
bg: Имейл за нулиране на паролата, изпратен до {0}
ca: Correu electrònic de restabliment de contrasenya enviat a {0}
de: E-Mail zum Zurücksetzen des Passworts an {0}gesendet
es: Correo electrónico de restablecimiento de contraseña enviado a {0}
fa: ایمیل بازنشانی رمز عبور به {0}ارسال شد.
fi: Salasanan palautusviesti lähetetty osoitteeseen {0}
fr: E-mail de réinitialisation du mot de passe envoyé à {0}
it: Email di reimpostazione della password inviata a {0}
ja: パスワードリセットメールが {0}に送信されました
nb: E-post om tilbakestilling av passord sendt til {0}
nl: E-mail voor wachtwoordherstel verzonden naar {0}
pl: E-mail z resetem hasła został wysłany na adres {0}
pt_br: E-mail de redefinição de senha enviado para {0}
ru: Письмо для сброса пароля отправлено на адрес {0}
sk: E-mail na obnovenie hesla odoslaný na adresu {0}
sl: E-poštno sporočilo za ponastavitev gesla je bilo poslano na {0}
sq: Email-i për rivendosjen e fjalëkalimit u dërgua te {0}
sr: Email za reset lozinke je poslat korisniku {0}
sv: E-postmeddelande om återställning av lösenord skickades till {0}
tr: Şifre sıfırlama e-postası {0}adresine gönderildi
uk: Лист для скидання пароля надіслано на {0}
vi: Email đặt lại mật khẩu đã được gửi đến {0}
zh_hk: 密碼重設電子郵件已發送至 {0}

# short for 'Secure Sockets Layer'
source: SSL
fa: اس‌اس‌ال
fi: SSL-koodi
it: Certificato SSL
pl: Certyfikat SSL

# This is part of the bug reporting modal
source: Your name and email
ar: اسمك وبريدك الإلكتروني
bg: Вашето име и имейл
ca: El teu nom i correu electrònic
de: Ihr Name und Ihre E-Mail
es: Su nombre y correo electrónico
fa: نام و ایمیل شما
fi: Nimesi ja sähköpostiosoitteesi
fr: Votre nom et votre email
it: Il tuo nome e la tua email
ja: お名前とメールアドレス
lt: Jūsų vardas ir el
nb: Ditt navn og e-post
nl: Uw naam en e-mailadres
pl: Twoje imię i adres e-mail
pt_br: Seu nome e e-mail
ru: Ваше имя и адрес электронной почты
sk: Vaše meno a email
sl: Vaše ime in e-pošta
sq: Emri dhe email-i yt
sr: Vaše ime i email
sv: Ditt namn och e-postadress
tr: Adınız ve e-postanız
uk: Ваше ім’я та email
vi: Tên và email của bạn
zh_hk: 您的姓名和電子郵件

# Alt text for image shown on successful bug report submission
source: Bug report submitted
ar: تم إرسال تقرير خطأ
bg: Подаден доклад за грешка
ca: S'ha enviat un informe d'error
de: Fehlerbericht eingereicht
es: Informe de error enviado
fa: گزارش اشکال ارسال شد
fi: Vikailmoitus toimitettu
fr: Rapport de bogue soumis
it: Segnalazione di bug inviata
ja: バグレポート提出
lt: Pranešimas apie klaidą pateiktas
nb: Feilrapport sendt inn
nl: Bugrapport ingediend
pl: Raport błędu wysłany
pt_br: Relatório de bug enviado
ru: Сообщение об ошибке отправлено
sk: Odoslané hlásenie o chybe
sl: Predloženo poročilo o napaki
sq: Raporti i bug-ut u dErgua
sr: Prijava baga je poslata
sv: Buggrapport inlämnad
tr: Hata raporu gönderildi
uk: Звіт про баг надіслано
vi: Báo cáo lỗi đã được gửi
zh_hk: 已提交錯誤報告

source: {0} {1} every {2} {3}
ar: {0} {1} كل {2} {3}
bg: {0} {1} всеки {2} {3}
ca: {0} {1} cada {2} {3}
de: {0} {1} alle {2} {3}
es: {0} {1} cada {2} {3}
fa: {0} {1} هر {2} {3}
fi: {0} {1} joka {2} {3}
fr: {0} {1} tous les {2} {3}
it: {0} {1} ogni {2} {3}
ja: {0} {1} ごとに {2} {3}
nb: {0} {1} hver {2} {3}
nl: {0} {1} elke {2} {3}
pl: {0} {1} co {2} {3}
pt_br: {0} {1} a cada {2} {3}
ru: {0} {1} каждые {2} {3}
sk: {0} {1} každých {2} {3}
sl: {0} {1} vsak {2} {3}
sq: {0} {1} çdo {2} {3}
sr: {0} {1} svakih {2} {3}
sv: {0} {1} varje {2} {3}
tr: {0} {1} her {2} {3}
uk: {0} {1} кожні {2} {3}
vi: {0} {1} mỗi {2} {3}
zh_hk: {0} {1} 每個 {2} {3}

source: a section
ar: قسم
bg: раздел
ca: una secció
de: ein Abschnitt
es: una sección
fa: یک بخش
fi: osio
fr: une section
it: una sezione
ja: セクション
lt: skyrius
nb: a seksjon
nl: een sectie
pl: sekcja
pt_br: uma seção
ru: раздел
sk: oddiel
sl: razdelek
sq: një seksion
sr: odeljak
sv: ett avsnitt
tr: bir bölüm
uk: розділ
vi: một phần
zh_hk: 一節

# The name of a button
source: Edit
ar: حرّر
bg: Редактирай
ca: Editar
de: Bearbeiten
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
lt: Redaguoti
nb: Rediger
nl: Bewerken
pl: Edycja
pt_br: Editar
ru: Изменить
sk: Upraviť
sl: Uredi
sq: Ndrysho
sr: Izmeni
sv: Ändra
tr: Düzenle
uk: Редагувати
vi: Sửa
zh_hk: 編輯

# {0} is 'Sample Database'
source: Use our {0} to explore and test the app.
ar: استخدم {0} الخاصة بنا لاستكشاف التطبيق واختباره.
bg: Използвайте нашите {0} , за да разгледате и тествате приложението.
ca: Fes servir el nostre {0} per explorar i provar l'aplicació.
de: Verwenden Sie unser {0} , um die App zu erkunden und zu testen.
es: Utilice nuestro {0} para explorar y probar la aplicación.
fa: برای بررسی و آزمایش برنامه از {0} ما استفاده کنید.
fi: Käytä {0} -työkaluamme sovelluksen tutkimiseen ja testaamiseen.
fr: Utilisez notre {0} pour explorer et tester l'application.
it: Utilizza il nostro {0} per esplorare e testare l'app.
ja: {0} を使用してアプリを探索およびテストします。
nb: Bruk {0} til å utforske og teste appen.
nl: Gebruik onze {0} om de app te verkennen en testen.
pl: Użyj naszego {0} , aby poznać i przetestować aplikację.
pt_br: Use nosso {0} para explorar e testar o aplicativo.
ru: Используйте наш {0} , чтобы изучить и протестировать приложение.
sk: Použite naše {0} na preskúmanie a otestovanie aplikácie.
sl: Za raziskovanje in testiranje aplikacije uporabite naš {0} .
sq: Përdorni {0} tonë për të eksploruar dhe testuar aplikacionin.
sr: Koristite naš {0} da istražujete i testirate aplikaciju.
sv: Använd vår {0} för att utforska och testa appen.
tr: Uygulamayı keşfetmek ve test etmek için {0} 'ımızı kullanın.
uk: Скористайтеся нашою {0}, щоб дослідити й протестувати застосунок.
vi: Sử dụng {0} của chúng tôi để khám phá và thử nghiệm ứng dụng.
zh_hk: 使用我們的 {0} 探索和測試應用程式。

# {0} refers to 'Metabase Cloud IP addresses'
source: If the database is behind a firewall or VPN, you may need to allow connections from the {0}.
ar: إذا كانت قاعدة البيانات خلف جدار حماية أو VPN، فقد تحتاج إلى السماح بالاتصالات من {0}.
bg: Ако базата данни е зад защитна стена или VPN, може да се наложи да разрешите връзки от {0}.
ca: Si la base de dades es troba darrere d'un tallafocs o una VPN, és possible que hàgiu de permetre connexions des del {0}.
de: Wenn sich die Datenbank hinter einer Firewall oder einem VPN befindet, müssen Sie möglicherweise Verbindungen vom {0}zulassen.
es: Si la base de datos está detrás de un firewall o VPN, es posible que deba permitir conexiones desde {0}.
fa: اگر پایگاه داده پشت فایروال یا VPN است، ممکن است لازم باشد اتصال‌ها را از {0}مجاز کنید.
fi: Jos tietokanta on palomuurin tai VPN:n takana, sinun on ehkä sallittava yhteydet {0}-osoitteesta.
fr: Si la base de données se trouve derrière un pare-feu ou un VPN, vous devrez peut-être autoriser les connexions à partir du {0}.
it: Se il database è protetto da un firewall o da una VPN, potrebbe essere necessario consentire le connessioni da {0}.
ja: データベースがファイアウォールまたは VPN の背後にある場合は、 {0}からの接続を許可する必要がある場合があります。
nb: Hvis databasen ligger bak en brannmur eller VPN, kan det hende du må tillate tilkoblinger fra {0}.
nl: Als de database zich achter een firewall of VPN bevindt, moet u mogelijk verbindingen van {0}toestaan.
pl: Jeśli baza danych jest chroniona zaporą sieciową lub siecią VPN, może być konieczne zezwolenie na połączenia z adresu {0}.
pt_br: Se o banco de dados estiver atrás de um firewall ou VPN, talvez seja necessário permitir conexões do {0}.
ru: Если база данных находится за брандмауэром или VPN, вам может потребоваться разрешить соединения из {0}.
sk: Ak sa databáza nachádza za firewallom alebo VPN, možno budete musieť povoliť pripojenia z {0}.
sl: Če je baza podatkov za požarnim zidom ali VPN-jem, boste morda morali dovoliti povezave iz {0}.
sq: Nëse databaza është pas një firewall-i ose VPN, mund t’ju duhet të lejoni lidhjet nga {0}.
sr: Ako je baza iza firewall-a ili VPN-a, možda ćete morati da dozvolite konekcije sa {0}.
sv: Om databasen finns bakom en brandvägg eller VPN kan du behöva tillåta anslutningar från {0}.
tr: Eğer veritabanı bir güvenlik duvarı veya VPN'in arkasındaysa, {0}üzerinden gelen bağlantılara izin vermeniz gerekebilir.
uk: Якщо база даних знаходиться за файрволом або VPN, можливо, вам потрібно дозволити підключення з {0}.
vi: Nếu cơ sở dữ liệu nằm sau tường lửa hoặc VPN, bạn có thể cần cho phép kết nối từ {0}.
zh_hk: 如果資料庫位於防火牆或 VPN 之後，您可能需要允許來自 {0}的連線。

# {0} refers to 'SSL certificate'
source: You’ll need an {0} to do this.
ar: ستحتاج إلى {0} للقيام بذلك.
bg: Ще ви е необходим {0} , за да направите това.
ca: Necessitaràs un {0} per fer això.
de: Dazu benötigen Sie ein {0} .
es: Necesitarás un {0} para hacer esto.
fa: برای انجام این کار به یک {0} نیاز دارید.
fi: Tarvitset {0} tehdäksesi tämän.
fr: Vous aurez besoin d'un {0} pour faire cela.
it: Per farlo avrai bisogno di un {0} .
ja: これを行うには、 {0} が必要です。
nb: Du trenger en {0} for å gjøre dette.
nl: Hiervoor heb je {0} nodig.
pl: Aby to zrobić, będziesz potrzebować {0} .
pt_br: Você precisará de {0} para fazer isso.
ru: Для этого вам понадобится {0} .
sk: Na to budete potrebovať {0} .
sl: Za to boste potrebovali {0} .
sq: Do t’ju duhet një {0} për ta bërë këtë.
sr: Trebaće vam {0} da biste to uradili.
sv: Du behöver en {0} för att göra detta.
tr: Bunu yapmak için {0} 'a ihtiyacınız olacak.
uk: Щоб це зробити, вам знадобиться {0}.
vi: Bạn sẽ cần {0} để thực hiện việc này.
zh_hk: 您需要使用 {0} 來完成此工作。

# A link that toggles the static embedding wizard.
source: Use static embedding instead
ar: استخدم التضمين الثابت بدلًا من ذلك
bg: Използвайте статично вграждане вместо това
ca: Utilitza la incrustació estàtica en comptes d'això
de: Verwenden Sie stattdessen statische Einbettung.
es: Utilice incrustación estática en su lugar
fa: به جای آن از جاسازی استاتیک استفاده کنید
fi: Käytä staattista upotusta sen sijaan
fr: Utilisez plutôt l'intégration statique
it: Utilizzare invece l'incorporamento statico
ja: 代わりに静的埋め込みを使用する
nb: Bruk statisk innbygging i stedet
nl: Gebruik in plaats daarvan statische embedding.
pl: Zamiast tego użyj osadzania statycznego
pt_br: Use incorporação estática em vez disso.
ru: Вместо этого используйте статическое встраивание.
sk: Použite radšej statické vkladanie
sl: Namesto tega uporabite statično vdelavo
sq: Përdor integrim statik në vend të tij
sr: Umesto toga koristi statičku ugradnju
sv: Använd statisk inbäddning istället
tr: Bunun yerine statik yerleştirmeyi kullanın.
uk: Натомість використати статичне вбудування
vi: Thay vào đó, hãy sử dụng nhúng tĩnh.
zh_hk: 改用靜態嵌入

# {0} is a link to email settings page with text 'admin settings'
source: To allow alerts, set up email in {0}
ar: للسماح بالتنبيهات، قم بإعداد البريد الإلكتروني في {0}
de: Um Benachrichtigungen zu ermöglichen, richten Sie E-Mails in {0}ein.
es: Para permitir alertas, configure el correo electrónico en {0}
fa: برای فعال کردن هشدارها، ایمیل را در {0}تنظیم کنید.
fi: Jos haluat sallia ilmoitukset, määritä sähköposti kohdassa {0}
fr: Pour autoriser les alertes, configurez le courrier électronique dans {0}
it: Per consentire gli avvisi, configura l'e-mail in {0}
ja: アラートを許可するには、 {0}でメールを設定してください
pl: Aby zezwolić na alerty, skonfiguruj pocztę e-mail w {0}
pt_br: Para permitir alertas, configure o e-mail em {0}
ru: Чтобы разрешить оповещения, настройте email в {0}
sk: Ak chcete povoliť upozornenia, nastavte si e-mail v {0}
sl: Če želite omogočiti opozorila, nastavite e-pošto v {0}
sq: Për të lejuar alarmet, konfiguro email-in te {0}
sr: Da biste omogućili upozorenja, podesite email u {0}
tr: Uyarıları etkinleştirmek için {0}adresinde e-postayı ayarlayın.
uk: Щоб дозволити сповіщення, налаштуйте email у {0}
vi: Để cho phép nhận thông báo, hãy thiết lập email trong {0}
zh_hk: 若要允許警示，請在 {0}中設定電子郵件

# {0} is a link to email settings page with text 'admin settings'
source: To allow subscriptions, set up email in {0}
ar: للسماح بالاشتراكات، قم بإعداد البريد الإلكتروني في {0}
bg: За да разрешите абонаменти, настройте имейл в {0}
ca: Per permetre subscripcions, configureu el correu electrònic a {0}
de: Um Abonnements zu ermöglichen, richten Sie E-Mail in {0}ein.
es: Para permitir suscripciones, configure el correo electrónico en {0}
fa: برای اجازه اشتراک، ایمیل را در {0}تنظیم کنید.
fi: Jos haluat sallia tilaukset, määritä sähköposti kohdassa {0}
fr: Pour autoriser les abonnements, configurez le courrier électronique dans {0}
it: Per consentire le iscrizioni, configura l'email in {0}
ja: 購読を許可するには、 {0}でメールを設定してください
nb: For å tillate abonnementer, konfigurer e-post i {0}
nl: Om abonnementen toe te staan, stelt u e-mail in in {0}
pl: Aby zezwolić na subskrypcje, skonfiguruj pocztę e-mail w {0}
pt_br: Para permitir assinaturas, configure o e-mail em {0}
ru: Чтобы разрешить подписки, настройте электронную почту в {0}
sk: Ak chcete povoliť odbery, nastavte si e-mail v {0}
sl: Če želite omogočiti naročnine, nastavite e-pošto v {0}
sq: Për të lejuar abonimet, konfiguro email në {0}
sr: Da biste dozvolili pretplate, podesite email u {0}
sv: För att tillåta prenumerationer, konfigurera e-post i {0}
tr: Aboneliklere izin vermek için {0}'da e-postayı ayarlayın
uk: Щоб дозволити підписки, налаштуйте email у {0}
vi: Để cho phép đăng ký, hãy thiết lập email trong {0}
zh_hk: 若要允許訂閱，請在 {0}中設定電子郵件

# {0} is a link button to search for dashboards
source: You can {0} to embed.
ar: يمكنك {0} لتضمينه.
bg: Можете да {0} вграждате.
ca: Pots {0} incrustar.
de: Sie können {0} zum Einbetten verwenden.
es: Puedes {0} para incrustar.
fa: شما می‌توانید {0} را برای جاسازی وارد کنید.
fi: Voit {0} upottaa.
fr: Vous pouvez {0} pour intégrer.
it: Puoi {0} per incorporare.
ja: 埋め込むには {0} できます。
nb: Du kan {0} for å legge inn.
nl: U kunt {0} gebruiken om in te sluiten.
pl: Możesz {0} osadzić.
pt_br: Você pode {0} para incorporar.
ru: Вы можете нажать {0} для вставки.
sk: Môžete {0} vložiť.
sl: Vdelate lahko {0} .
sq: Mund të {0} për ta embed-uar.
sr: Možete {0} za ugradnju.
sv: Du kan {0} bädda in.
tr: Gömmek için {0} yapabilirsiniz.
uk: Ви можете {0}, щоб вбудувати.
vi: Bạn có thể {0} để nhúng.
zh_hk: 您可以 {0} 嵌入。

# {0} is a link button to search for charts
source: You can {0} to embed.
ar: يمكنك {0} لتضمينه.
bg: Можете да {0} вграждате.
ca: Pots {0} incrustar.
de: Sie können {0} zum Einbetten verwenden.
es: Puedes {0} para incrustar.
fa: شما می‌توانید {0} را برای جاسازی وارد کنید.
fi: Voit {0} upottaa.
fr: Vous pouvez {0} pour intégrer.
it: Puoi {0} per incorporare.
ja: 埋め込むには {0} できます。
nb: Du kan {0} for å legge inn.
nl: U kunt {0} gebruiken om in te sluiten.
pl: Możesz {0} osadzić.
pt_br: Você pode {0} para incorporar.
ru: Вы можете нажать {0} для вставки.
sk: Môžete {0} vložiť.
sl: Vdelate lahko {0} .
sq: Mund të {0} për ta embed-uar.
sr: Možete {0} za ugradnju.
sv: Du kan {0} bädda in.
tr: Gömmek için {0} yapabilirsiniz.
uk: Ви можете {0}, щоб вбудувати.
vi: Bạn có thể {0} để nhúng.
zh_hk: 您可以 {0} 嵌入。

# Example of days of the week
source: Monday, Tuesday
ar: الاثنين، الثلاثاء
bg: понеделник, вторник
ca: dilluns, dimarts
de: Montag, Dienstag
es: Lunes, martes
fa: دوشنبه، سه شنبه
fi: Maanantai, tiistai
fr: Lundi, mardi
it: Lunedì, Martedì
ja: 月曜日、火曜日
nb: Mandag, tirsdag
nl: Maandag, dinsdag
pl: Poniedziałek, wtorek
pt_br: Segunda, terça
ru: понедельник, вторник
sk: pondelok, utorok
sl: ponedeljek, torek
sq: E hënë, E martë
sr: Ponedeljak, utorak
sv: Måndag, tisdag
tr: Pazartesi, Salı
uk: Понеділок, Вівторок
vi: Thứ hai, thứ ba
zh_hk: 星期一、星期二

# Example of months in the year
source: Jan, Feb
ar: يناير، فبراير
bg: януари, фев
ca: Gener, Febrer
de: Januar, Februar
es: Enero, febrero
fa: ژانویه، فوریه
fi: tammi, helmikuu
fr: Janv., Fév.
it: gennaio, febbraio
ja: 1月、2月
nb: Januar, februar
pl: Styczeń, luty
pt_br: Jan, Fev
ru: Янв, Фев
sq: Jan, Shk
tr: Ocak, Şubat
uk: січ, лют
vi: Tháng 1, tháng 2
zh_hk: 一月、二月

# Label showing goal value in progress chart
source: Goal {0}
ar: الهدف {0}
bg: Цел {0}
ca: Objectiu {0}
de: Ziel {0}
es: Objetivo {0}
fa: هدف {0}
fi: Tavoite {0}
fr: Objectif {0}
it: Obiettivo {0}
ja: 目標値{0}
nb: Mål {0}
nl: Doel {0}
pl: Cel {0}
pt_br: Meta {0}
ru: Цель {0}
sk: Cieľ {0}
sl: Cilj {0}
sq: Objektivi {0}
sr: Cilj {0}
sv: Mål {0}
tr: Hedef {0}
uk: Ціль {0}
vi: Mục tiêu {0}
zh_hk: 目標{0}

# Label when no goal is set in progress chart
source: Goal: Not set
ar: الهدف: غير مُعيَّن
bg: Цел: Не е поставена
ca: Objectiu: No establert
de: Ziel: Nicht festgelegt
es: Objetivo: No establecido
fa: هدف: تعیین نشده
fi: Tavoite: Ei asetettu
fr: Objectif : Non défini
it: Obiettivo: non impostato
ja: 目標: 未設定
nb: Mål: Ikke satt
nl: Doel: Niet ingesteld
pl: Cel: Nieustalony
pt_br: Meta: Não definida
ru: Цель: Не установлена
sk: Cieľ: Nie je stanovený
sl: Cilj: Ni postavljen
sq: Objektivi: Nuk është caktuar
sr: Cilj: Nije postavljeno
sv: Mål: Inte satt
tr: Hedef: Belirlenmedi
uk: Ціль: не задано
vi: Mục tiêu: Chưa đặt
zh_hk: 目標：未設定
