Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Failed to check workspace permissions for this database
ar: فشل التحقق من أذونات مساحة العمل لقاعدة البيانات هذه
es: No se pudieron comprobar los permisos del espacio de trabajo para esta base de datos
fa: بررسی مجوزهای فضای کاری برای این پایگاه داده ناموفق بود
fi: Tämän tietokannan työtilan käyttöoikeuksien tarkistaminen epäonnistui.
it: Impossibile verificare le autorizzazioni dell'area di lavoro per questo database
ja: このデータベースのワークスペース権限を確認できませんでした
pt_br: Falha ao verificar as permissões do espaço de trabalho para este banco de dados.
ru: Не удалось проверить права на рабочие пространства для этой базы данных
sk: Nepodarilo sa skontrolovať povolenia pracovného priestoru pre túto databázu
sl: Preverjanje dovoljenj delovnega prostora za to zbirko podatkov ni uspelo
sq: Dështoi kontrolli i lejeve të workspace për këtë bazë të dhënash
sr: Neuspešna provera dozvola radnog prostora za ovu bazu podataka
uk: Не вдалося перевірити права доступу до воркспейсу для цієї бази даних
vi: Không thể kiểm tra quyền truy cập không gian làm việc cho cơ sở dữ liệu này.
zh_hk: 檢查此資料庫的工作區權限失敗

source: Enable workspaces for this database to create isolated data environments for transforms.
ar: فعِّل مساحات العمل لقاعدة البيانات هذه لإنشاء بيئات بيانات معزولة للتحويلات.
es: Habilite espacios de trabajo para esta base de datos para crear entornos de datos aislados para las transformaciones.
fa: فضاهای کاری را برای این پایگاه داده فعال کنید تا محیط‌های داده‌ای ایزوله برای تبدیل‌ها ایجاد شود.
fi: Ota käyttöön työtilat tälle tietokannalle luodaksesi eristettyjä tietoympäristöjä muunnoksia varten.
it: Abilita gli spazi di lavoro per questo database per creare ambienti dati isolati per le trasformazioni.
ja: このデータベースのワークスペースを有効にして、変換用の分離されたデータ環境を作成します。
pt_br: Habilite espaços de trabalho para este banco de dados a fim de criar ambientes de dados isolados para transformações.
ru: Включите рабочие пространства для этой базы данных, чтобы создавать изолированные окружения данных для Трансформов.
sk: Povoľte pracovné priestory pre túto databázu na vytvorenie izolovaných dátových prostredí pre transformácie.
sl: Omogočite delovne prostore za to zbirko podatkov, da ustvarite izolirana podatkovna okolja za transformacije.
sq: Aktivizo workspaces për këtë bazë të dhënash për të krijuar ambiente të izoluara të të dhënave për transformime.
sr: Omogućite radne prostore za ovu bazu podataka da biste kreirali izolovana okruženja podataka za transformacije.
uk: Увімкніть воркспейси для цієї бази даних, щоб створювати ізольовані середовища даних для Трансформів.
vi: Kích hoạt không gian làm việc cho cơ sở dữ liệu này để tạo môi trường dữ liệu biệt lập cho các phép biến đổi.
zh_hk: 啟用此資料庫的工作區，為轉換建立隔離的資料環境。

source: Workspaces
ar: مساحات العمل
es: Espacios de trabajo
fa: فضاهای کاری
fi: Työtilat
it: Spazi di lavoro
ja: ワークスペース
pt_br: Espaços de trabalho
ru: Рабочие пространства
sk: Pracovné priestory
sl: Delovni prostori
sr: Radni prostori
uk: Воркспейси
vi: Không gian làm việc
zh_hk: 工作空間

source: Enable workspaces
ar: تمكين مساحات العمل
es: Habilitar espacios de trabajo
fa: فعال کردن فضاهای کاری
fi: Ota työtilat käyttöön
it: Abilitare gli spazi di lavoro
ja: ワークスペースを有効にする
pt_br: Habilitar espaços de trabalho
ru: Включить рабочие пространства
sk: Povoliť pracovné priestory
sl: Omogoči delovne prostore
sq: Aktivizo workspaces
sr: Omogući radne prostore
uk: Увімкнути воркспейси
vi: Kích hoạt không gian làm việc
zh_hk: 啟用工作區

source: Your database connection will need permissions to create users, schemas, and grant table permissions.
ar: سيحتاج اتصال قاعدة البيانات لديك إلى أذونات لإنشاء المستخدمين والمخططات ومنح أذونات الجداول.
es: Su conexión de base de datos necesitará permisos para crear usuarios, esquemas y otorgar permisos de tabla.
fa: اتصال پایگاه داده شما برای ایجاد کاربران، طرحواره‌ها و اعطای مجوزهای جدول به مجوزهایی نیاز دارد.
fi: Tietokantayhteytesi tarvitsee käyttöoikeudet käyttäjien ja skeemojen luomiseen sekä taulukon käyttöoikeuksien myöntämiseen.
it: La connessione al database richiederà le autorizzazioni per creare utenti, schemi e concedere autorizzazioni alle tabelle.
ja: データベース接続には、ユーザー、スキーマを作成し、テーブル権限を付与するための権限が必要です。
pt_br: Sua conexão com o banco de dados precisará de permissões para criar usuários, esquemas e conceder permissões de tabela.
ru: Вашему подключению к базе данных понадобятся права на создание пользователей и схем, а также на выдачу прав на таблицы.
sk: Vaše databázové pripojenie bude potrebovať povolenia na vytváranie používateľov, schém a udeľovanie povolení pre tabuľky.
sl: Vaša povezava z zbirko podatkov bo potrebovala dovoljenja za ustvarjanje uporabnikov, shem in dodeljevanje dovoljenj za tabele.
sq: Lidhja jote me bazën e të dhënave do t’i duhet leje për të krijuar përdorues, skema dhe për të dhënë leje për tabela.
sr: Vaša konekcija ka bazi podataka će morati da ima dozvole za kreiranje korisnika, šema i dodeljivanje dozvola za tabele.
uk: Вашому підключенню до бази даних потрібні права на створення користувачів і схем, а також надання прав доступу до таблиць.
vi: Kết nối cơ sở dữ liệu của bạn cần có quyền tạo người dùng, lược đồ và cấp quyền truy cập bảng.
zh_hk: 您的資料庫連線將需要建立使用者、模式及授予資料表權限的權限。

source: To enable workspaces, the database connection user needs permissions to:
ar: لتمكين مساحات العمل، يحتاج مستخدم اتصال قاعدة البيانات إلى أذونات لـ:
es: Para habilitar espacios de trabajo, el usuario de conexión a la base de datos necesita permisos para:
fa: برای فعال کردن فضاهای کاری، کاربر اتصال به پایگاه داده به مجوزهای زیر نیاز دارد:
fi: Työtilojen käyttöönottoon tietokantayhteyden käyttäjällä on oltava seuraavat käyttöoikeudet:
it: Per abilitare gli spazi di lavoro, l'utente della connessione al database deve disporre delle autorizzazioni per:
ja: ワークスペースを有効にするには、データベース接続ユーザーに次の権限が必要です。
pt_br: Para habilitar espaços de trabalho, o usuário de conexão com o banco de dados precisa de permissões para:
ru: Чтобы включить рабочие пространства, пользователю подключения к базе данных нужны права на:
sk: Na povolenie pracovných priestorov potrebuje používateľ pripojenia k databáze povolenia na:
sl: Za omogočanje delovnih prostorov potrebuje uporabnik povezave z zbirko podatkov dovoljenja za:
sq: Për të aktivizuar workspaces, përdoruesi i lidhjes së bazës së të dhënave ka nevojë për leje për të:
sr: Da biste omogućili radne prostore, korisniku za konekciju ka bazi podataka su potrebne dozvole za:
uk: Щоб увімкнути воркспейси, користувачу підключення до бази даних потрібні права на:
vi: Để kích hoạt không gian làm việc, người dùng kết nối cơ sở dữ liệu cần có các quyền sau:
zh_hk: 若要啟用工作區，資料庫連線使用者需要以下權限：

source: Create users and schemas
ar: إنشاء مستخدمين ومخططات
es: Crear usuarios y esquemas
fa: ایجاد کاربران و طرحواره‌ها
fi: Luo käyttäjiä ja skeemoja
it: Creare utenti e schemi
ja: ユーザーとスキーマを作成する
pt_br: Criar usuários e esquemas
ru: Создавайте пользователей и схемы
sk: Vytvorenie používateľov a schém
sl: Ustvarjanje uporabnikov in shem
sq: Krijo përdorues dhe skema
sr: Kreiranje korisnika i šema
uk: Створюйте користувачів і схеми
vi: Tạo người dùng và lược đồ
zh_hk: 建立使用者和模式

source: Grant table permissions
ar: منح أذونات الجداول
es: Otorgar permisos de tabla
fa: اعطای مجوزهای جدول
fi: Myönnä taulukon käyttöoikeudet
it: Concedi i permessi alla tabella
ja: テーブル権限を付与する
pt_br: Conceder permissões de tabela
ru: Выдавайте права на таблицы
sk: Udeliť povolenia pre tabuľku
sl: Dodeli dovoljenja za tabelo
sq: Jep leje për tabela
sr: Dodeljivanje dozvola za tabele
uk: Надавайте дозволи на таблиці
vi: Cấp quyền cho bảng
zh_hk: 授予資料表權限

source: Manage database resources
ar: إدارة موارد قاعدة البيانات
es: Administrar recursos de base de datos
fa: مدیریت منابع پایگاه داده
fi: Hallitse tietokannan resursseja
it: Gestire le risorse del database
ja: データベースリソースを管理する
pt_br: Gerenciar recursos de banco de dados
ru: Управляйте ресурсами базы данных
sk: Správa databázových zdrojov
sl: Upravljanje virov baze podatkov
sq: Menaxho burimet e bazës së të dhënave
sr: Upravljanje resursima baze podataka
uk: Керуйте ресурсами бази даних
vi: Quản lý tài nguyên cơ sở dữ liệu
zh_hk: 管理資料庫資源

source: Couldn't replicate database
ar: تعذر تكرار قاعدة البيانات
bg: Не можа да се репликира базата данни
ca: No s'ha pogut replicar la base de dades
de: Die Datenbank konnte nicht repliziert werden
es: No se pudo replicar la base de datos
fa: نتوانستم پایگاه داده را تکثیر کنم
fi: Tietokannan replikointi epäonnistui
fr: Impossible de répliquer la base de données
it: Impossibile replicare il database
ja: データベースを複製できませんでした
nb: Kunne ikke replikere databasen
nl: Kan database niet repliceren
pl: Nie można zreplikować bazy danych
pt_br: Não foi possível replicar o banco de dados
ru: Не удалось реплицировать базу данных
sk: Nepodarilo sa replikovať databázu
sl: Podatkovne baze ni bilo mogoče podvojiti
sq: Nuk u arrit të replikohej databaza
sr: Nije moguće replikovati bazu
sv: Kunde inte replikera databasen
tr: Veritabanı çoğaltılamadı
uk: Не вдалося реплікувати базу даних
vi: Không thể sao chép cơ sở dữ liệu
zh_hk: 無法複製資料庫

source: Set up database replication
ar: إعداد تكرار قاعدة البيانات
bg: Настройване на репликация на базата данни
ca: Configura la rèplica de la base de dades
de: Einrichten der Datenbankreplikation
es: Configurar la replicación de la base de datos
fa: تنظیم تکثیر پایگاه داده
fi: Tietokannan replikoinnin määrittäminen
fr: Configurer la réplication de la base de données
it: Impostare la replica del database
ja: データベースレプリケーションを設定する
nb: Konfigurer databasereplikering
nl: Databasereplicatie instellen
pl: Skonfiguruj replikację bazy danych
pt_br: Configurar replicação de banco de dados
ru: Настройте репликацию базы данных
sk: Nastavenie replikácie databázy
sl: Nastavitev replikacije baze podatkov
sq: Konfiguro replikimin e databazës
sr: Podesi replikaciju baze
sv: Konfigurera databasreplikering
tr: Veritabanı çoğaltmasını ayarlayın
uk: Налаштувати реплікацію бази даних
vi: Thiết lập sao chép cơ sở dữ liệu
zh_hk: 設定資料庫複製

source: (no primary key)
ar: (لا يوجد مفتاح أساسي)
bg: (без първичен ключ)
ca: (sense clau primària)
de: (kein Primärschlüssel)
es: (sin clave principal)
fa: (بدون کلید اصلی)
fi: (ei ensisijaista avainta)
fr: (pas de clé primaire)
it: (nessuna chiave primaria)
ja: （主キーなし）
nb: (ingen primærnøkkel)
nl: (geen primaire sleutel)
pl: (brak klucza podstawowego)
pt_br: (sem chave primária)
ru: (без первичного ключа)
sk: (bez primárneho kľúča)
sl: (brez primarnega ključa)
sq: (pa primary key)
sr: (nema primarnog ključa)
sv: (ingen primärnyckel)
tr: (birincil anahtar yok)
uk: (немає первинного ключа)
vi: (không có khóa chính)
zh_hk: （無主索引鍵）

source: (owner mismatch)
ar: (عدم تطابق المالك)
bg: (несъответствие между собствениците)
ca: (discordància de propietari)
de: (Eigentümer stimmt nicht überein)
es: (desajuste de propietarios)
fa: (عدم تطابق مالک)
fi: (omistaja ei vastaa toisiaan)
fr: (incompatibilité de propriétaire)
it: (mancata corrispondenza del proprietario)
ja: （所有者の不一致）
nb: (manglende samsvar mellom eiere)
nl: (eigenaar mismatch)
pl: (niezgodność właściciela)
pt_br: (incompatibilidade de proprietários)
ru: (несоответствие владельца)
sk: (nezhoda vlastníkov)
sl: (neujemanje lastnikov)
sq: (mospërputhje e owner-it)
sr: (nepoklapanje vlasnika)
sv: (ägarfel)
tr: (sahip uyumsuzluğu)
uk: (невідповідність власника)
vi: (chủ sở hữu không khớp)
zh_hk: （所有者不匹配）

source: Nothing to replicate. Please select schemas containing at least one table to be replicated.
ar: لا يوجد ما يمكن تكراره. يُرجى تحديد مخططات تحتوي على جدول واحد على الأقل ليتم تكراره.
bg: Няма нищо за репликиране. Моля, изберете схеми, съдържащи поне една таблица за репликиране.
ca: No hi ha res per replicar. Seleccioneu esquemes que continguin com a mínim una taula per replicar.
de: Nichts zu replizieren. Bitte wählen Sie Schemas aus, die mindestens eine zu replizierende Tabelle enthalten.
es: No hay nada que replicar. Seleccione esquemas que contengan al menos una tabla para replicar.
fa: چیزی برای کپی کردن وجود ندارد. لطفاً طرح‌هایی را انتخاب کنید که حداقل شامل یک جدول برای کپی کردن باشند.
fi: Ei mitään replikoitavaa. Valitse skeemoja, jotka sisältävät vähintään yhden replikoitavan taulukon.
fr: Rien à répliquer. Veuillez sélectionner des schémas contenant au moins une table à répliquer.
it: Niente da replicare. Seleziona gli schemi contenenti almeno una tabella da replicare.
ja: 複製するテーブルがありません。複製するテーブルを少なくとも 1 つ含むスキーマを選択してください。
nb: Ingenting å replikere. Velg skjemaer som inneholder minst én tabell som skal replikeres.
nl: Niets om te repliceren. Selecteer schema's met ten minste één te repliceren tabel.
pl: Brak elementów do replikacji. Wybierz schematy zawierające co najmniej jedną tabelę do replikacji.
pt_br: Nada a replicar. Selecione esquemas que contenham pelo menos uma tabela a ser replicada.
ru: Нечего реплицировать. Выберите схемы, содержащие хотя бы одну таблицу для репликации.
sk: Nie je čo replikovať. Vyberte schémy obsahujúce aspoň jednu tabuľku, ktorú chcete replikovať.
sl: Ničesar za podvajanje. Izberite sheme, ki vsebujejo vsaj eno tabelo za podvajanje.
sq: Asgjë për t’u replikuar. Ju lutem zgjidhni skema që përmbajnë të paktën një tabelë për t’u replikuar.
sr: Nema šta da se replikova. Izaberite šeme koje sadrže bar jednu tabelu za replikaciju.
sv: Inget att replikera. Välj scheman som innehåller minst en tabell som ska replikeras.
tr: Kopyalanacak bir şey yok. Lütfen kopyalanacak en az bir tablo içeren şemaları seçin.
uk: Нічого реплікувати. Виберіть схеми, що містять принаймні одну таблицю для реплікації.
vi: Không có gì để sao chép. Vui lòng chọn các lược đồ có chứa ít nhất một bảng để sao chép.
zh_hk: 沒有要複製的資料。請選擇至少包含一個要複製的表的模式。

source: Not enough storage. Please upgrade your plan or modify the replication scope by excluding schemas.
ar: لا توجد مساحة تخزين كافية. يُرجى ترقية خطتك أو تعديل نطاق التكرار باستثناء المخططات.
bg: Няма достатъчно място за съхранение. Моля, надстройте плана си или променете обхвата на репликация, като изключите схемите.
ca: No hi ha prou emmagatzematge. Si us plau, actualitzeu el vostre pla o modifiqueu l'abast de la replicació excloent esquemes.
de: Nicht genügend Speicherplatz. Bitte aktualisieren Sie Ihren Plan oder ändern Sie den Replikationsumfang, indem Sie Schemas ausschließen.
es: Almacenamiento insuficiente. Actualice su plan o modifique el alcance de replicación excluyendo esquemas.
fa: فضای ذخیره‌سازی کافی نیست. لطفاً طرح خود را ارتقا دهید یا با حذف طرح‌ها، محدوده تکثیر را تغییر دهید.
fi: Tallennustila ei riitä. Päivitä sopimuksesi tai muokkaa replikoinnin laajuutta sulkemalla pois skeemoja.
fr: Espace de stockage insuffisant. Veuillez mettre à niveau votre forfait ou modifier l'étendue de la réplication en excluant des schémas.
it: Spazio di archiviazione insufficiente. Aggiorna il tuo piano o modifica l'ambito di replica escludendo gli schemi.
ja: ストレージ容量が不足しています。プランをアップグレードするか、スキーマを除外してレプリケーション範囲を変更してください。
nb: Ikke nok lagringsplass. Oppgrader planen din eller endre replikeringsomfanget ved å ekskludere skjemaer.
nl: Onvoldoende opslagruimte. Upgrade uw abonnement of wijzig de replicatiescope door schema's uit te sluiten.
pl: Za mało miejsca. Zaktualizuj plan lub zmodyfikuj zakres replikacji, wykluczając schematy.
pt_br: Armazenamento insuficiente. Atualize seu plano ou modifique o escopo de replicação excluindo esquemas.
ru: Недостаточно места на диске. Обновите свой тарифный план или измените область репликации, исключив схемы.
sk: Nedostatok úložiska. Inovujte svoj plán alebo upravte rozsah replikácie vylúčením schém.
sl: Ni dovolj prostora za shranjevanje. Nadgradite svoj paket ali spremenite obseg replikacije tako, da izključite sheme.
sq: Nuk ka mjaftueshëm storage. Ju lutem përmirësoni planin ose ndryshoni shtrirjen e replikimit duke përjashtuar skema.
sr: Nema dovoljno skladišta. Nadogradite plan ili izmenite opseg replikacije izuzimanjem šema.
sv: Inte tillräckligt med lagringsutrymme. Uppgradera ditt abonnemang eller ändra replikeringsomfånget genom att exkludera scheman.
tr: Yeterli depolama alanı yok. Lütfen planınızı yükseltin veya şemaları hariç tutarak çoğaltma kapsamını değiştirin.
uk: Недостатньо місця. Оновіть план або змініть обсяг реплікації, виключивши деякі схеми.
vi: Không đủ dung lượng lưu trữ. Vui lòng nâng cấp gói của bạn hoặc sửa đổi phạm vi sao chép bằng cách loại trừ các lược đồ.
zh_hk: 儲存空間不足。請升級您的計劃，或透過排除模式來修改複製範圍。

source: Get more storage
ar: احصل على مساحة تخزين إضافية
bg: Получете повече място за съхранение
ca: Obtén més emmagatzematge
de: Holen Sie sich mehr Speicherplatz
es: Obtenga más almacenamiento
fa: فضای ذخیره‌سازی بیشتری دریافت کنید
fi: Hanki lisää tallennustilaa
fr: Obtenez plus de stockage
it: Ottieni più spazio di archiviazione
ja: ストレージ容量を増やす
nb: Få mer lagringsplass
nl: Krijg meer opslagruimte
pl: Uzyskaj więcej miejsca do przechowywania
pt_br: Obtenha mais armazenamento
ru: Получите больше места для хранения
sk: Získajte viac úložiska
sl: Pridobite več prostora za shranjevanje
sq: Merr më shumë storage
sr: Nabavi više skladišta
sv: Få mer lagringsutrymme
tr: Daha fazla depolama alanı edinin
uk: Придбати більше місця
vi: Nhận thêm dung lượng lưu trữ
zh_hk: 取得更多儲存空間

source: Select schemas to replicate
ar: حدد المخططات المراد تكرارها
bg: Изберете схеми за репликиране
ca: Seleccioneu els esquemes per replicar
de: Auswählen der zu replizierenden Schemata
es: Seleccionar esquemas para replicar
fa: طرحواره‌ها را برای تکثیر انتخاب کنید
fi: Valitse replikoitavat skeemat
fr: Sélectionnez les schémas à répliquer
it: Seleziona gli schemi da replicare
ja: 複製するスキーマを選択
nb: Velg skjemaer som skal replikeres
nl: Selecteer schema's om te repliceren
pl: Wybierz schematy do replikacji
pt_br: Selecione esquemas para replicar
ru: Выберите схемы для репликации
sk: Vyberte schémy na replikáciu
sl: Izberite sheme za replikacijo
sq: Zgjidh skema për t’u replikuar
sr: Izaberite šeme za replikaciju
sv: Välj scheman att replikera
tr: Kopyalanacak şemaları seçin
uk: Виберіть схеми для реплікації
vi: Chọn lược đồ để sao chép
zh_hk: 選擇要複製的模式

source: Only these…
ar: هذه فقط…
bg: Само тези…
ca: Només aquests…
de: Nur diese…
es: Sólo estos…
fa: فقط اینا…
fi: Vain nämä…
fr: Seulement ceux-ci…
it: Solo questi…
ja: これらだけ…
nb: Bare disse…
nl: Alleen deze…
pl: Tylko te…
pt_br: Somente estes…
ru: Только эти…
sk: Iba tieto…
sl: Samo ti…
sq: Vetëm këto…
sr: Samo ove…
sv: Endast dessa…
tr: Sadece bunlar…
uk: Лише ці…
vi: Chỉ có những…này
zh_hk: 只有這些…

source: All except…
ar: الكل باستثناء…
bg: Всички с изключение на…
ca: Tots excepte…
de: Alle außer…
es: Todos excepto…
fa: همه به جز…
fi: Kaikki paitsi…
fr: Tous sauf…
it: Tutti tranne…
ja: …を除くすべて
nb: Alle unntatt…
nl: Alles behalve…
pl: Wszystko oprócz…
pt_br: Todos exceto…
ru: Все, кроме…
sk: Všetky okrem…
sl: Vse razen…
sq: Të gjitha përveç…
sr: Sve osim…
sv: Alla utom…
tr: …hariç hepsi
uk: Усі, крім…
vi: Tất cả trừ…
zh_hk: 除…外的所有內容

source: e.g. public, auth
ar: مثلًا: public, auth
bg: напр. публичен, авторизиран
ca: p. ex. públic, autorització
de: zB öffentlich, Auth
es: p. ej. público, aut.
fa: مثلاً عمومی، مجوز
fi: esim. julkinen, valtuutettu
fr: par exemple public, auth
it: ad esempio pubblico, autorizzazione
ja: 例：public、auth
nb: f.eks. offentlig, auth
nl: bijv. publiek, auth
pl: np. publiczny, autoryzacja
pt_br: por exemplo, público, auth
ru: например, публичный, авторизованный
sk: napr. verejné, autorizácia
sl: npr. javno, avtorizacija
sq: p.sh. public, auth
sr: npr. public, auth
sv: t.ex. offentlig, autentisering
tr: örneğin kamu, yetkilendirme
uk: наприклад public, auth
vi: ví dụ công khai, xác thực
zh_hk: 例如：公開、授權

source: Invalid schema filters pattern
ar: نمط فلاتر المخطط غير صالح
bg: Невалиден шаблон за филтри на схемата
ca: Patró de filtres d'esquema no vàlid
de: Ungültiges Schemafiltermuster
es: Patrón de filtros de esquema no válido
fa: الگوی فیلترهای طرحواره نامعتبر است
fi: Virheellinen skeeman suodatinmalli
fr: Modèle de filtres de schéma non valide
it: Modello di filtri di schema non valido
ja: 無効なスキーマフィルターパターン
nb: Ugyldig mønster for skjemafiltre
nl: Ongeldig schemafilterpatroon
pl: Nieprawidłowy wzór filtrów schematu
pt_br: Padrão de filtros de esquema inválido
ru: Неверный шаблон фильтров схемы
sk: Neplatný vzor filtrov schémy
sl: Neveljaven vzorec filtrov sheme
sq: Model i pavlefshëm i filtrave të skemës
sr: Nevažeći obrazac filtera šema
sv: Ogiltigt schemafiltermönster
tr: Geçersiz şema filtreleri deseni
uk: Недійсний патерн фільтрів схем
vi: Mẫu bộ lọc lược đồ không hợp lệ
zh_hk: 無效模式篩選模式

source: Tables without primary key or with owner mismatch
ar: الجداول بدون مفتاح أساسي أو مع عدم تطابق المالك
bg: Таблици без първичен ключ или с несъответствие на собственика
ca: Taules sense clau primària o amb propietari incompatible
de: Tabellen ohne Primärschlüssel oder mit nicht übereinstimmendem Besitzer
es: Tablas sin clave principal o con desajuste de propietario
fa: جداول بدون کلید اصلی یا با عدم تطابق مالک
fi: Taulukot, joissa ei ole ensisijaista avainta tai joiden omistaja ei täsmää
fr: Tables sans clé primaire ou avec une incompatibilité de propriétaire
it: Tabelle senza chiave primaria o con proprietario non corrispondente
ja: 主キーがない、または所有者が一致しないテーブル
nb: Tabeller uten primærnøkkel eller med uoverensstemmende eier
nl: Tabellen zonder primaire sleutel of met een niet-overeenkomende eigenaar
pl: Tabele bez klucza podstawowego lub z niezgodnością właściciela
pt_br: Tabelas sem chave primária ou com incompatibilidade de proprietário
ru: Таблицы без первичного ключа или с несовпадением владельца
sk: Tabuľky bez primárneho kľúča alebo s nezhodou vlastníkov
sl: Tabele brez primarnega ključa ali z neujemanjem lastnikov
sq: Tabela pa primary key ose me mospërputhje të owner-it
sr: Tabele bez primarnog ključa ili sa nepoklapanjem vlasnika
sv: Tabeller utan primärnyckel eller med ägarfel
tr: Birincil anahtarı olmayan veya sahibi uyumsuz olan tablolar
uk: Таблиці без первинного ключа або з невідповідністю власника
vi: Bảng không có khóa chính hoặc không khớp chủ sở hữu
zh_hk: 沒有主索引鍵或擁有者不匹配的資料表

source: will not be replicated
ar: لن يتم تكراره
bg: няма да бъде репликирано
ca: no es replicarà
de: wird nicht repliziert
es: no se replicará
fa: تکرار نخواهد شد
fi: ei tulla kopioimaan
fr: ne sera pas répliqué
it: non verrà replicato
ja: 複製されません
nb: vil ikke bli replikert
nl: zal niet worden gerepliceerd
pl: nie zostanie powtórzone
pt_br: não será replicado
ru: не будет воспроизведен
sk: nebude sa replikovať
sl: ne bo replicirano
sq: nuk do të replikohen
sr: neće biti replikovane
sv: kommer inte att replikeras
tr: çoğaltılmayacak
uk: не будуть репліковані
vi: sẽ không được sao chép
zh_hk: 不會複製

source: Hide tables ({0})
ar: إخفاء الجداول ({0})
bg: Скриване на таблици ({0})
ca: Amaga les taules ({0})
de: Tabellen ausblenden ({0})
es: Ocultar tablas ({0})
fa: پنهان کردن جداول ({0})
fi: Piilota taulukot ({0})
fr: Masquer les tableaux ({0})
it: Nascondi tabelle ({0})
ja: テーブルを非表示にする ({0})
nb: Skjul tabeller ({0})
nl: Tabellen verbergen ({0})
pl: Ukryj tabele ({0})
pt_br: Ocultar tabelas ({0})
ru: Скрыть таблицы ({0})
sk: Skryť tabuľky ({0})
sl: Skrij tabele ({0})
sq: Fshih tabelat ({0})
sr: Sakrij tabele ({0})
sv: Dölj tabeller ({0})
tr: Tabloları gizle ({0})
uk: Приховати таблиці ({0})
vi: Ẩn bảng ({0})
zh_hk: 隱藏表格 ({0})
