Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Remote Sync
ar: المزامنة عن بُعد
bg: Дистанционна синхронизация
ca: Sincronització remota
de: Remote-Synchronisierung
es: Sincronización remota
fa: همگام‌سازی از راه دور
fi: Etäsynkronointi
fr: Synchronisation à distance
it: Sincronizzazione remota
ja: リモート同期
nb: Ekstern synkronisering
nl: Externe synchronisatie
pl: Zdalna synchronizacja
pt_br: Sincronização Remota
ru: Удаленная синхронизация
sk: Vzdialená synchronizácia
sl: Oddaljena sinhronizacija
sq: Sinkronizim në distancë
sr: Udaljena sinhronizacija
sv: Fjärrsynkronisering
tr: Uzaktan Senkronizasyon
uk: Віддалена синхронізація
vi: Đồng bộ hóa từ xa
zh_hk: 遠端同步

source: Keep your dashboards, questions, and collections safely backed up in Git.
ar: احتفِظ بلوحات المعلومات والأسئلة والمجموعات لديك محفوظة بأمان في Git.
bg: Поддържайте вашите табла за управление, въпроси и колекции безопасно архивирани в Git.
ca: Mantingueu els vostres quadres de comandament, preguntes i col·leccions emmagatzemats de manera segura a Git.
de: Sichern Sie Ihre Dashboards, Fragen und Sammlungen sicher in Git.
es: Mantenga sus paneles, preguntas y colecciones respaldados de forma segura en Git.
fa: از داشبوردها، سوالات و مجموعه‌های خود به طور ایمن در Git پشتیبان‌گیری کنید.
fi: Pidä raporttinäkymäsi, kysymyksesi ja kokoelmasi turvallisesti varmuuskopioina Gitissä.
fr: Conservez vos tableaux de bord, questions et collections sauvegardés en toute sécurité dans Git.
it: Mantieni i tuoi dashboard, le tue domande e le tue raccolte al sicuro sotto forma di backup in Git.
ja: ダッシュボード、質問、コレクションを Git に安全にバックアップしておきます。
nb: Hold dashbord, spørsmål og samlinger trygt sikkerhetskopiert i Git.
nl: Bewaar uw dashboards, vragen en verzamelingen veilig in Git.
pl: Twórz bezpieczne kopie zapasowe swoich pulpitów nawigacyjnych, pytań i kolekcji w systemie Git.
pt_br: Mantenha seus painéis, perguntas e coleções armazenados com segurança no Git.
ru: Сохраняйте свои панели управления, вопросы и коллекции в безопасном резервном копировании в Git.
sk: Bezpečne zálohujte svoje dashboardy, otázky a kolekcie v Gite.
sl: Varno shranite varnostne kopije svojih nadzornih plošč, vprašanj in zbirk v Gitu.
sq: Mbaj panele, pyetje dhe koleksione të backup-uara në mënyrë të sigurt në Git.
sr: Bezbedno čuvajte backup kontrolnih tabli, pitanja i kolekcija u Git-u.
sv: Säkerhetskopiera dina dashboards, frågor och samlingar säkert i Git.
tr: Panolarınızı, sorularınızı ve koleksiyonlarınızı Git'te güvenli bir şekilde yedekleyin.
uk: Безпечно зберігайте резервні копії ваших приладових дощок, запитів і колекцій у Git.
vi: Sao lưu bảng thông tin, câu hỏi và bộ sưu tập của bạn một cách an toàn trong Git.
zh_hk: 將您的儀表板、問題和收藏集安全地備份在 Git 中。

source: Failed to create Library
ar: فشل إنشاء المكتبة
de: Bibliothek konnte nicht erstellt werden
es: No se pudo crear la biblioteca
fa: ایجاد کتابخانه ناموفق بود
fi: Kirjaston luominen epäonnistui
fr: Échec de la création de la bibliothèque
it: Impossibile creare la libreria
ja: ライブラリの作成に失敗しました
pl: Nie udało się utworzyć biblioteki
pt_br: Falha ao criar a biblioteca
ru: Не удалось создать Библиотеку
sk: Nepodarilo sa vytvoriť knižnicu
sl: Ustvarjanje knjižnice ni uspelo
sq: Dështoi krijimi i Librarisë
sr: Neuspešno kreiranje Biblioteke
tr: Kütüphane oluşturulamadı.
uk: Не вдалося створити Library
vi: Không thể tạo thư viện
zh_hk: 建立圖庫失敗

source: Settings saved successfully
ar: تم حفظ الإعدادات بنجاح
bg: Настройките са запазени успешно
ca: La configuració s'ha desat correctament.
de: Einstellungen erfolgreich gespeichert
es: Configuración guardada exitosamente
fa: تنظیمات با موفقیت ذخیره شد
fi: Asetukset tallennettu onnistuneesti
fr: Paramètres enregistrés avec succès
it: Impostazioni salvate correttamente
ja: 設定が正常に保存されました
nb: Innstillingene er vellykket lagret
nl: Instellingen succesvol opgeslagen
pl: Ustawienia zostały pomyślnie zapisane
pt_br: Configurações salvas com sucesso
ru: Настройки успешно сохранены
sk: Nastavenia boli úspešne uložené
sl: Nastavitve so bile uspešno shranjene
sq: Cilësimet u ruajtën me sukses
sr: Podešavanja su uspešno sačuvana
sv: Inställningarna har sparats
tr: Ayarlar başarıyla kaydedildi
uk: Налаштування успішно збережено
vi: Cài đặt đã được lưu thành công
zh_hk: 設定已成功儲存

source: Settings could not be saved
ar: تعذّر حفظ الإعدادات
bg: Настройките не можаха да бъдат запазени
ca: No s'ha pogut desar la configuració
de: Einstellungen konnten nicht gespeichert werden
es: No se pudieron guardar las configuraciones
fa: تنظیمات ذخیره نشد
fi: Asetuksia ei voitu tallentaa
fr: Les paramètres n'ont pas pu être enregistrés
it: Impossibile salvare le impostazioni
ja: 設定を保存できませんでした
nb: Innstillingene kunne ikke lagres
nl: Instellingen konden niet worden opgeslagen
pl: Nie udało się zapisać ustawień
pt_br: As configurações não puderam ser salvas
ru: Настройки не удалось сохранить.
sk: Nastavenia sa nepodarilo uložiť
sl: Nastavitev ni bilo mogoče shraniti
sq: Cilësimet nuk u ruajtën
sr: Podešavanja nisu mogla da se sačuvaju
sv: Inställningarna kunde inte sparas
tr: Ayarlar kaydedilemedi
uk: Не вдалося зберегти налаштування
vi: Không thể lưu cài đặt
zh_hk: 無法儲存設定

source: Switch branches?
ar: تبديل الفروع؟
bg: Смяна на клонове?
ca: Canviar de sucursal?
de: Filiale wechseln?
es: ¿Cambiar de sucursal?
fa: شاخه‌ها را عوض کنیم؟
fi: Vaihtaa toimipisteitä?
fr: Changer de branche ?
it: Cambiare filiale?
ja: ブランチを切り替えますか?
nb: Bytte bransje?
nl: Van filiaal wisselen?
pl: Zmiana gałęzi?
pt_br: Mudar de ramo?
ru: Сменить ветку?
sk: Zmeniť pobočky?
sl: Zamenjati podružnice?
sq: Të ndërroj branch-et?
sr: Promeniti granu?
sv: Byta gren?
tr: Şube değiştirmek mi?
uk: Перемкнути гілки?
vi: Đổi nhánh?
zh_hk: 轉換分支？

source: The synced collection will update to match the new branch. Questions that exist in the current branch but not the new one will be removed from any dashboards or content that reference them permanently, even if you switch back.
ar: ستتحدّث المجموعة المتزامنة لتطابق الفرع الجديد. ستتم إزالة الأسئلة الموجودة في الفرع الحالي ولكن غير الموجودة في الفرع الجديد من أي لوحات معلومات أو محتوى يشير إليها بشكل دائم، حتى لو بدّلت الرجوع.
bg: Синхронизираната колекция ще се актуализира, за да съответства на новия клон. Въпросите, които съществуват в текущия клон, но не и в новия, ще бъдат премахнати от всички табла за управление или съдържание, които ги препращат за постоянно, дори ако превключите назад.
ca: La col·lecció sincronitzada s'actualitzarà per coincidir amb la nova branca. Les preguntes que existeixin a la branca actual però no a la nova s'eliminaran de qualsevol tauler de control o contingut que hi faci referència permanentment, fins i tot si torneu a la versió anterior.
de: Die synchronisierte Sammlung wird aktualisiert, um dem neuen Zweig zu entsprechen. Fragen, die im aktuellen Zweig, aber nicht im neuen Zweig vorhanden sind, werden aus allen Dashboards oder Inhalten entfernt, die dauerhaft auf sie verweisen, auch wenn Sie zurückwechseln.
es: La colección sincronizada se actualizará para coincidir con la nueva rama. Las preguntas que existan en la rama actual, pero no en la nueva, se eliminarán permanentemente de cualquier panel o contenido que las haga referencia, incluso si se vuelve a la rama anterior.
fa: مجموعه همگام‌سازی‌شده برای مطابقت با شاخه جدید به‌روزرسانی می‌شود. سوالاتی که در شاخه فعلی وجود دارند اما در شاخه جدید نیستند، حتی اگر به عقب برگردید، از هرگونه داشبورد یا محتوایی که به آنها ارجاع می‌دهد، به‌طور دائم حذف خواهند شد.
fi: Synkronoitu kokoelma päivittyy vastaamaan uutta haaraa. Kysymykset, jotka ovat nykyisessä haarassa, mutta eivät uudessa haarassa, poistetaan kaikista niihin pysyvästi viittaavista koontinäytöistä tai sisällöstä, vaikka vaihtaisit takaisin.
fr: La collection synchronisée sera mise à jour pour correspondre à la nouvelle branche. Les questions présentes dans la branche actuelle, mais pas dans la nouvelle, seront supprimées définitivement de tous les tableaux de bord et contenus qui y font référence, même en cas de retour en arrière.
it: La raccolta sincronizzata verrà aggiornata per adattarsi al nuovo ramo. Le domande presenti nel ramo corrente ma non in quello nuovo verranno rimosse definitivamente da tutte le dashboard o dai contenuti che vi fanno riferimento, anche se si torna al ramo precedente.
ja: 同期されたコレクションは、新しいブランチに合わせて更新されます。現在のブランチには存在するが新しいブランチには存在しない質問は、元のブランチに戻った場合でも、それらを参照するダッシュボードやコンテンツから永続的に削除されます。
nb: Den synkroniserte samlingen oppdateres slik at den samsvarer med den nye grenen. Spørsmål som finnes i den gjeldende grenen, men ikke i den nye, fjernes permanent fra alle dashbord eller alt innhold som refererer til dem, selv om du bytter tilbake.
nl: De gesynchroniseerde collectie wordt bijgewerkt zodat deze overeenkomt met de nieuwe branch. Vragen die in de huidige branch staan, maar niet in de nieuwe, worden permanent verwijderd uit alle dashboards of content die ernaar verwijzen, zelfs als u terugschakelt.
pl: Zsynchronizowana kolekcja zostanie zaktualizowana, aby dopasować się do nowej gałęzi. Pytania istniejące w bieżącej gałęzi, ale nie w nowej, zostaną trwale usunięte ze wszystkich pulpitów nawigacyjnych i treści, które się do nich odwołują, nawet po powrocie do poprzedniej gałęzi.
pt_br: A coleção sincronizada será atualizada para corresponder à nova ramificação. As perguntas que existem na ramificação atual, mas não na nova, serão removidas permanentemente de quaisquer painéis ou conteúdos que as referenciam, mesmo que você alterne de volta.
ru: Синхронизированная коллекция обновится в соответствии с новой веткой. Вопросы, существующие в текущей ветке, но не в новой, будут удалены со всех панелей управления и контента, ссылающихся на них, даже если вы вернётесь к предыдущей.
sk: Synchronizovaná kolekcia sa aktualizuje tak, aby zodpovedala novej vetve. Otázky, ktoré existujú v aktuálnej vetve, ale nie v novej, budú odstránené zo všetkých dashboardov alebo obsahu, ktorý na ne odkazuje natrvalo, a to aj v prípade, že prepnete späť.
sl: Sinhronizirana zbirka se bo posodobila, da se bo ujemala z novo vejo. Vprašanja, ki obstajajo v trenutni veji, ne pa v novi, bodo trajno odstranjena iz vseh nadzornih plošč ali vsebine, ki se nanje sklicuje, tudi če preklopite nazaj.
sq: Koleksioni i sinkronizuar do të përditësohet për t’u përputhur me branch-in e ri. Pyetjet që ekzistojnë në branch-in aktual por jo në të riun do të hiqen përgjithmonë nga çdo panel ose përmbajtje që i referon, edhe nëse kthehesh mbrapa.
sr: Sinhronizovana kolekcija će se ažurirati da odgovara novoj grani. Pitanja koja postoje u trenutnoj grani, ali ne i u novoj, biće trajno uklonjena sa svih kontrolnih tabli ili sadržaja koji ih referencira, čak i ako se vratite.
sv: Den synkroniserade samlingen kommer att uppdateras för att matcha den nya grenen. Frågor som finns i den aktuella grenen men inte den nya kommer att tas bort från alla instrumentpaneler eller innehåll som refererar till dem permanent, även om du byter tillbaka.
tr: Senkronize edilen koleksiyon, yeni dala uyacak şekilde güncellenecektir. Mevcut dalda bulunan ancak yeni dalda bulunmayan sorular, geri dönseniz bile, bunlara atıfta bulunan tüm panolardan veya içeriklerden kalıcı olarak kaldırılacaktır.
uk: Синхронізована Колекція оновиться відповідно до нової гілки. Запити, які існують у поточній гілці, але відсутні в новій, буде назавжди вилучено з усіх приладових дощок або іншого контенту, що на них посилається, навіть якщо ви перемкнетеся назад.
vi: Bộ sưu tập đã đồng bộ sẽ được cập nhật để phù hợp với nhánh mới. Các câu hỏi có trong nhánh hiện tại nhưng không có trong nhánh mới sẽ bị xóa khỏi bất kỳ bảng thông tin hoặc nội dung nào tham chiếu đến chúng vĩnh viễn, ngay cả khi bạn chuyển về nhánh cũ.
zh_hk: 同步的集合會更新以符合新的分支。存在於目前分支但不在新分支中的問題，將從任何儀表板或內容中永久移除，即使您切回也是如此。

source: Continue
ar: متابعة
bg: Продължи
ca: Continua
de: Weitermachen
eo: Keep it pushing
es: Continuar
fa: ادامه
fi: Jatkaa
fr: Continuer
it: Continuare
ja: 続く
nb: Fortsett
nl: Doorgaan
pl: Kontynuować
pt_br: Continuar
ru: Продолжать
sk: Pokračovať
sl: Nadaljuj
sq: Vazhdo
sr: Nastavi
sv: Fortsätta
tr: Devam etmek
uk: Продовжити
vi: Tiếp tục
zh_hk: 繼續

source: Disable Remote Sync?
ar: هل تريد تعطيل المزامنة عن بُعد؟
bg: Деактивиране на отдалечената синхронизация?
ca: Voleu desactivar la sincronització remota?
de: Remote-Synchronisierung deaktivieren?
es: ¿Desactivar la sincronización remota?
fa: همگام‌سازی از راه دور غیرفعال شود؟
fi: Poistetaanko etäsynkronointi käytöstä?
fr: Désactiver la synchronisation à distance ?
it: Disattivare la sincronizzazione remota?
ja: リモート同期を無効にしますか?
nb: Deaktivere ekstern synkronisering?
nl: Externe synchronisatie uitschakelen?
pl: Wyłączyć synchronizację zdalną?
pt_br: Desativar a sincronização remota?
ru: Отключить удаленную синхронизацию?
sk: Zakázať vzdialenú synchronizáciu?
sl: Ali želite onemogočiti oddaljeno sinhronizacijo?
sq: Të çaktivizoj Sinkronizimin në distancë?
sr: Onemogućiti udaljenu sinhronizaciju?
sv: Inaktivera fjärrsynkronisering?
tr: Uzaktan Senkronizasyonu Devre Dışı Bırak?
uk: Вимкнути Remote Sync?
vi: Tắt tính năng Đồng bộ hóa từ xa?
zh_hk: 停用遠端同步？

source: This will clear all remote sync settings. Any changes made to the Library collection after disabling can be overwritten if you enable sync again.
ar: سيؤدي هذا إلى مسح جميع إعدادات المزامنة عن بُعد. أي تغييرات تُجرى على مجموعة المكتبة بعد التعطيل قد يتم استبدالها إذا فعّلت المزامنة مرة أخرى.
bg: Това ще изчисти всички настройки за отдалечена синхронизация. Всички промени, направени в колекцията от библиотеки след деактивирането, могат да бъдат презаписани, ако активирате синхронизацията отново.
ca: Això esborrarà tota la configuració de sincronització remota. Qualsevol canvi fet a la col·lecció de la Biblioteca després de desactivar-la es pot sobreescriure si torneu a activar la sincronització.
de: Dadurch werden alle Einstellungen für die Remote-Synchronisierung gelöscht. Alle Änderungen, die nach der Deaktivierung an der Bibliothek vorgenommen wurden, können überschrieben werden, wenn Sie die Synchronisierung erneut aktivieren.
es: Esto borrará todos los ajustes de sincronización remota. Cualquier cambio realizado en la colección de la Biblioteca después de desactivar la sincronización podría sobrescribirse si la vuelves a activar.
fa: این کار تمام تنظیمات همگام‌سازی از راه دور را پاک می‌کند. هر تغییری که پس از غیرفعال کردن در مجموعه کتابخانه ایجاد شود، در صورت فعال کردن مجدد همگام‌سازی، قابل بازنویسی است.
fi: Tämä tyhjentää kaikki etäsynkronoinnin asetukset. Kirjastokokoelmaan käytöstä poistamisen jälkeen tehdyt muutokset voidaan korvata, jos otat synkronoinnin uudelleen käyttöön.
fr: Cette action effacera tous les paramètres de synchronisation à distance. Toute modification apportée à la collection Bibliothèque après la désactivation de la synchronisation sera écrasée si vous la réactivez.
it: Questa operazione cancellerà tutte le impostazioni di sincronizzazione remota. Tutte le modifiche apportate alla raccolta Libreria dopo la disattivazione potranno essere sovrascritte se si riattiva la sincronizzazione.
ja: これにより、すべてのリモート同期設定がクリアされます。同期を無効にした後にライブラリコレクションに加えられた変更は、同期を再度有効にすると上書きされる可能性があります。
nb: Dette vil slette alle innstillinger for ekstern synkronisering. Eventuelle endringer som gjøres i biblioteksamlingen etter deaktivering, kan overskrives hvis du aktiverer synkronisering på nytt.
nl: Hiermee worden alle instellingen voor externe synchronisatie gewist. Wijzigingen die na het uitschakelen in de bibliotheekcollectie zijn aangebracht, kunnen worden overschreven als u synchronisatie opnieuw inschakelt.
pl: Spowoduje to wyczyszczenie wszystkich ustawień synchronizacji zdalnej. Wszelkie zmiany wprowadzone w kolekcji Biblioteki po wyłączeniu synchronizacji mogą zostać nadpisane po ponownym włączeniu synchronizacji.
pt_br: Isso limpará todas as configurações de sincronização remota. Quaisquer alterações feitas na coleção da Biblioteca após a desativação poderão ser sobrescritas se você ativar a sincronização novamente.
ru: Это приведет к сбросу всех настроек удаленной синхронизации. Любые изменения, внесенные в коллекцию библиотеки после отключения синхронизации, могут быть перезаписаны при повторном включении синхронизации.
sk: Týmto sa vymažú všetky nastavenia vzdialenej synchronizácie. Akékoľvek zmeny vykonané v kolekcii knižnice po vypnutí môžu byť prepísané, ak synchronizáciu znova povolíte.
sl: S tem boste izbrisali vse nastavitve oddaljene sinhronizacije. Vse spremembe, ki jih naredite v zbirki knjižnice po onemogočanju, lahko prepišete, če sinhronizacijo znova omogočite.
sq: Kjo do të pastrojë të gjitha cilësimet e sinkronizimit në distancë. Çdo ndryshim i bërë në koleksionin Library pas çaktivizimit mund të mbishkruhet nëse e aktivizon sync përsëri.
sr: Ovo će obrisati sva podešavanja udaljene sinhronizacije. Sve izmene u kolekciji Library nakon onemogućavanja mogu biti prepisane ako ponovo omogućite sinhronizaciju.
sv: Detta rensar alla inställningar för fjärrsynkronisering. Alla ändringar som görs i bibliotekssamlingen efter inaktivering kan skrivas över om du aktiverar synkronisering igen.
tr: Bu, tüm uzaktan senkronizasyon ayarlarını temizleyecektir. Senkronizasyonu tekrar etkinleştirirseniz, Kitaplık koleksiyonunda devre dışı bırakıldıktan sonra yapılan tüm değişikliklerin üzerine yazılabilir.
uk: Це очистить усі налаштування Remote Sync. Будь-які зміни, внесені до колекції Library після вимкнення, можуть бути перезаписані, якщо ви знову ввімкнете синхронізацію.
vi: Thao tác này sẽ xóa tất cả cài đặt đồng bộ hóa từ xa. Mọi thay đổi được thực hiện đối với bộ sưu tập Thư viện sau khi tắt có thể được ghi đè nếu bạn bật lại đồng bộ hóa.
zh_hk: 這將清除所有遠端同步設定。如果您再次啟用同步，停用後對圖庫收藏所做的任何變更都會被覆蓋。

source: Remote Sync disabled
ar: تم تعطيل المزامنة عن بُعد
bg: Дистанционното синхронизиране е деактивирано
ca: Sincronització remota desactivada
de: Remote-Synchronisierung deaktiviert
es: Sincronización remota desactivada
fa: همگام‌سازی از راه دور غیرفعال است
fi: Etäsynkronointi poistettu käytöstä
fr: Synchronisation à distance désactivée
it: Sincronizzazione remota disabilitata
ja: リモート同期が無効
nb: Ekstern synkronisering deaktivert
nl: Externe synchronisatie uitgeschakeld
pl: Synchronizacja zdalna wyłączona
pt_br: Sincronização remota desativada
ru: Удаленная синхронизация отключена
sk: Vzdialená synchronizácia zakázaná
sl: Oddaljena sinhronizacija onemogočena
sq: Sinkronizimi në distancë u çaktivizua
sr: Udaljena sinhronizacija je onemogućena
sv: Fjärrsynkronisering inaktiverad
tr: Uzaktan Senkronizasyon devre dışı bırakıldı
uk: Remote Sync вимкнено
vi: Đồng bộ hóa từ xa đã bị vô hiệu hóa
zh_hk: 遠端同步已停用

source: Failed to disable Remote Sync
ar: فشل تعطيل المزامنة عن بُعد
bg: Деактивирането на отдалечената синхронизация не бе успешно
ca: No s'ha pogut desactivar la sincronització remota
de: Remote-Synchronisierung konnte nicht deaktiviert werden.
es: No se pudo desactivar la sincronización remota.
fa: غیرفعال کردن همگام‌سازی از راه دور ناموفق بود
fi: Etäsynkronoinnin poistaminen käytöstä epäonnistui
fr: Échec de la désactivation de la synchronisation à distance
it: Impossibile disabilitare la sincronizzazione remota
ja: リモート同期を無効にできませんでした
nb: Kunne ikke deaktivere ekstern synkronisering
nl: Het is niet gelukt om externe synchronisatie uit te schakelen
pl: Nie udało się wyłączyć synchronizacji zdalnej
pt_br: Falha ao desativar a Sincronização Remota
ru: Не удалось отключить удаленную синхронизацию.
sk: Nepodarilo sa vypnúť vzdialenú synchronizáciu
sl: Onemogočanje oddaljene sinhronizacije ni uspelo
sq: Dështoi çaktivizimi i Sinkronizimit në distancë
sr: Neuspešno onemogućavanje udaljene sinhronizacije
sv: Misslyckades med att inaktivera fjärrsynkronisering
tr: Uzaktan Senkronizasyon devre dışı bırakılamadı
uk: Не вдалося вимкнути Remote Sync
vi: Không thể tắt Đồng bộ hóa từ xa
zh_hk: 停用遠端同步失敗

source: Need help setting this up? Check out our {0}.
ar: هل تحتاج إلى مساعدة لإعداد ذلك؟ اطّلع على {0} الخاصة بنا.
bg: Нуждаете се от помощ с настройката? Вижте нашите {0}.
ca: Necessiteu ajuda per configurar-ho? Consulteu el nostre {0}.
de: Benötigen Sie Hilfe bei der Einrichtung? Sehen Sie sich unsere {0}an.
es: ¿Necesitas ayuda para configurarlo? Consulta nuestro {0}.
fa: برای تنظیم این مورد به کمک نیاز دارید؟ {0}ما را بررسی کنید.
fi: Tarvitsetko apua tämän asettamisessa? Tutustu {0}-osioon.
fr: Besoin d'aide pour configurer cela ? Consultez notre {0}.
it: Hai bisogno di aiuto per configurarlo? Dai un'occhiata al nostro {0}.
ja: 設定にヘルプが必要ですか？ {0}をご覧ください。
nb: Trenger du hjelp til å sette opp dette? Sjekk ut vår {0}.
nl: Hulp nodig bij het instellen hiervan? Bekijk onze {0}.
pl: Potrzebujesz pomocy z konfiguracją? Sprawdź nasz {0}.
pt_br: Precisa de ajuda para configurar isso? Confira nosso {0}.
ru: Нужна помощь с настройкой? Ознакомьтесь с нашим {0}.
sk: Potrebujete pomôcť s nastavením? Pozrite si naše {0}.
sl: Potrebujete pomoč pri nastavitvi? Oglejte si naš {0}.
sq: Të duhet ndihmë për ta konfiguruar? Shiko {0}.
sr: Treba vam pomoć oko podešavanja? Pogledajte naš {0}.
sv: Behöver du hjälp med att konfigurera detta? Kolla in vår {0}.
tr: Bunu kurmak için yardıma mı ihtiyacınız var? {0}sayfamıza göz atın.
uk: Потрібна допомога з налаштуванням? Перегляньте наш {0}.
vi: Bạn cần trợ giúp thiết lập? Hãy xem {0}của chúng tôi.
zh_hk: 需要協助設定嗎？查看我們的 {0}。

source: setup guide
ar: دليل الإعداد
bg: ръководство за настройка
ca: guia de configuració
de: Einrichtungsanleitung
es: guía de configuración
fa: راهنمای تنظیم
fi: asennusopas
fr: guide d'installation
it: guida all'installazione
ja: セットアップガイド
nb: installasjonsveiledning
nl: installatiehandleiding
pl: przewodnik po konfiguracji
pt_br: guia de configuração
ru: руководство по настройке
sk: sprievodca nastavením
sl: vodnik za nastavitev
sq: udhëzuesin e konfigurimit
sr: vodič za podešavanje
sv: installationsguide
tr: kurulum kılavuzu
uk: посібник із налаштування
vi: hướng dẫn thiết lập
zh_hk: 設定指南

source: Git settings
ar: إعدادات Git
bg: Настройки на Git
ca: Configuració de Git
de: Git-Einstellungen
es: Configuración de Git
fa: تنظیمات گیت
fi: Git-asetukset
fr: Paramètres Git
it: Impostazioni Git
ja: Git設定
nb: Git-innstillinger
nl: Git-instellingen
pl: Ustawienia Git
pt_br: Configurações do Git
ru: Настройки Git
sk: Nastavenia Gitu
sl: Nastavitve Gita
sq: Cilësimet e Git
sr: Git podešavanja
sv: Git-inställningar
tr: Git ayarları
uk: Налаштування Git
vi: Cài đặt Git
zh_hk: Git 設定

source: Repository URL
ar: URL المستودع
bg: URL адрес на хранилището
ca: URL del repositori
es: URL del repositorio
fa: آدرس مخزن
fi: Tietovaraston URL-osoite
fr: URL du référentiel
it: URL del repository
ja: リポジトリURL
nb: URL til depotet
pl: Adres URL repozytorium
pt_br: URL do repositório
ru: URL-адрес репозитория
sk: URL adresa úložiska
sl: URL repozitorija
sq: URL e repozitorit
sr: URL repozitorijuma
sv: URL till arkiv
tr: Depo URL'si
uk: URL репозиторію
vi: URL kho lưu trữ
zh_hk: 儲存庫 URL

source: Access Token
ar: رمز الوصول
bg: Токен за достъп
ca: Token d'accés
de: Zugriffstoken
es: Token de acceso
fa: توکن دسترسی
fi: Käyttöoikeustunnus
fr: Jeton d'accès
it: Token di accesso
ja: アクセストークン
nl: Toegangstoken
pl: Token dostępu
pt_br: Token de acesso
ru: Токен доступа
sk: Prístupový token
sl: Dostopni žeton
sq: Token aksesi
sv: Åtkomsttoken
tr: Erişim Jetonu
uk: Токен доступу
vi: Mã thông báo truy cập
zh_hk: 存取令牌
