Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: start
ar: بداية
bg: старт
ca: inici
eo: kick off
es: inicio
fa: شروع
fi: alku
fr: début
hu: Kezdés
it: inizio
ja: 開始
lt: pradžia
ms: mula
nl: begin
pl: uruchamianie
pt_br: início
ru: начало
sk: štart
sl: začetek
sq: fillim
sr: početak
sv: starta
tr: Başlat
uk: початок
vi: bắt đầu
zh_hk: 開始

source: end
ar: نهاية
bg: край
ca: final
de: Ende
eo: end → fade out, ghost, dip, peace out
es: fin
fa: پایان
fi: loppu
fr: fin
hu: Vége
it: fine
ja: 終わり
lt: pabaiga
ms: akhir
nb: slutt
nl: einde
pl: koniec
pt_br: fim
ru: конец
sk: koniec
sl: konec
sq: fund
sr: kraj
sv: slut
tr: Bitir
uk: кінець
vi: kết thúc
zh_hk: 結束

source: Checks a date or numeric column's values to see if they're within the specified range.
hu: Ellenőrzi egy dátum vagy numerikus oszlop értékeit, hogy benne vannak-e a megadott tartományban.
ms: Memeriksa nilai lajur tarikh atau nombor untuk melihat sama ada ia berada dalam julat yang ditentukan.

source: Rating
hu: Értékelés
ms: Penilaian

source: condition
ar: شرط
bg: състояние
ca: condició
de: Bedingung
eo: vibe or energy (depending on context)
es: condición
fa: وضعیت
fi: ehto
hu: feltétel
it: condizione
ja: 条件
lt: sąlyga
ms: syarat
nb: villkår
nl: conditie
pl: warunek
pt_br: condição
ru: условие
sk: podmienka
sl: pogoj
sq: kusht
sr: uslov
sv: villkor
tr: durum
uk: умова
vi: điều kiện
zh_hk: 條件

source: output
ar: الناتج
bg: изход
ca: sortida
de: Ausgabe
eo: output → "what it gives"
es: salida
fa: خروجی
fi: tulos
fr: sortie
hu: Kimenet
it: uscita
ja: 出力
lt: išvestis
ms: keluaran
nb: utdata
nl: uitvoer
pl: wynik
pt_br: saída
ru: вывод
sk: výstup
sl: Izhod
sq: dalje
sr: izlaz
sv: utdata
tr: çıktı
uk: вивід
vi: đầu ra
zh_hk: 輸出

source: Tests a list of cases and returns the corresponding value of the first true case, with an optional default value if nothing else is met.
hu: Ellenőriz egy esetlistát, és visszaadja az első igaz eset megfelelő értékét, opcionális alapértelmezett értékkel, ha semmi más nem teljesül.
ms: Menguji senarai kes dan mengembalikan nilai yang sepadan dengan kes pertama yang benar, dengan nilai lalai pilihan jika tiada yang lain dipenuhi.

source: Weight
ar: الوزن
bg: Тегло
ca: Pes
de: Gewicht
eo: Weight → "L" or "Load" (but usually just "weight" is fine, sometimes "drag" if it’s heavy stuff)
es: Peso
fa: وزن
fi: Paino
fr: Poids
hu: Súly
it: Peso
ja: 重さ
lt: Svoris
ms: Berat
nb: Wekt
nl: Gewicht
pl: Waga
pt_br: Peso
ru: Вес
sk: Váha
sl: Teža
sq: Pesha
sr: Težina
sv: Vikt
tr: Ağırlık
uk: Вага
vi: Trọng lượng
zh_hk: 重量

source: Large
ar: كبير
bg: Голям
ca: Gran
de: Groß
eo: Big vibe
es: Grande
fa: بزرگ
fi: Suuri
fr: Grandes dimensions
hu: Nagy
it: Grande
ja: 大
lt: Didelis
ms: Besar
nb: Stor
nl: Groot
pl: Duży
pt_br: Grande
ru: Большой
sk: Veľkosť
sl: Velik
sq: I madh
sr: Veliko
sv: Stor
tr: Büyük
uk: Великий
vi: Lớn
zh_hk: 大

source: Medium
ar: متوسط
bg: Среден
ca: Mitjà
de: Mittel
eo: Mid
es: Medio
fa: متوسط
fi: Keskikoko
fr: Moyen
hu: Közepes
it: Medio
ja: 中
lt: Vidutinis
ms: Sederhana
nl: Gemiddeld
pl: Średni
pt_br: Médio
ru: Средний
sk: Stredná
sl: Srednja
sq: Mesatar
sr: Srednje
sv: Medelstor
tr: Orta
uk: Середній
vi: Trung bình
zh_hk: 中

source: Small
ar: صغير
bg: Малък
ca: Petit
de: Klein
eo: tiny or lowkey minuscule
es: Pequeño
fa: کوچک
fi: Pieni
fr: Petit
hu: Kicsi
it: Piccolo
ja: 小
lt: Mažas
ms: Kecil
nb: Liten
nl: Klein
pl: Mały
pt_br: Pequeno
ru: Малый
sk: Malá
sl: Majhen
sq: I vogël
sr: Malo
sv: Liten
tr: Küçük
uk: Малий
vi: Nhỏ
zh_hk: 小

source: Something that should evaluate to true or false.
hu: Valami, amit igaznak vagy hamisnak kell értékelni.
lt: Kažkas, kas turėtų būti įvertinti teisingumą ar neteisingumą.
ms: Sesuatu yang sepatutnya dinilai benar atau palsu.

source: The value that will be returned if the preceeding condition is true.
hu: Az az érték, amely vissza lesz adva, ha az előző feltétel igaz.
ms: Nilai yang akan dikembalikan jika syarat sebelumnya benar.

source: value1
bg: стойност1
ca: valor1
de: Wert1
es: valor1
fa: مقدار۱
fi: arvo1
fr: valeur1
hu: érték1
it: valore1
ja: 値1
lt: reikšmė1
ms: nilai1
nb: verdi1
nl: waarde1
pl: wartość1
ru: значение1
sk: hodnota1
sl: Vrednost1
sq: vlera1
sv: värde1
tr: değer1
uk: значення 1
vi: giá trị1
zh_hk: 值

source: value2
bg: стойност2
ca: valor2
de: Wert2
eo: value2 → lowkey just vibes
es: valor2
fa: مقدار۲
fi: arvo2
fr: valeur2
hu: érték2
it: valore2
ja: 値2
lt: reikšmė2
ms: nilai2
nb: verdi2
nl: waarde2
pl: wartość2
ru: значение2
sk: hodnota2
sl: Vrednost2
sq: vlera2
sv: värde2
tr: değer2
uk: значення2
vi: giá trị2
zh_hk: 值

source: Looks at the values in each argument in order and returns the first non-null value for each row.
ar: ينظر إلى القيم في كل وسيط بالترتيب ويعيد أول قيمة غير NULL لكل صف.
bg: Разглежда стойностите във всеки аргумент по ред и връща първата ненулева стойност за всеки ред.
ca: Mira els valors de cada argument en ordre i retorna el primer que no és buit de cada fila.
de: Betrachtet die Werte jedes Parameters in der gegebenen Reihenfolge und gibt den ersten Non-NULL Wert für jede Zeile zurück.
eo: It checks each arg in order and sends back the first non-null vibe for each row.
es: Mira los valores en cada argumento en orden y devuelve el primer valor no nulo para cada fila.
fa: به ترتیب به مقادیر موجود در هر آرگومان می پردازد و اولین مقدار غیر تهی را برای هر سطر برمی گرداند.
fi: Tarkastelee jokaista argumenttia järjestyksessä palauttaen kunkin rivin ensimmäisen ei-nolla-arvon.
fr: Examine les valeurs de chaque argument dans l'ordre et renvoie la première valeur non nulle pour chaque ligne.
hu: Sorrendben megvizsgálja az egyes argumentumok értékeit, és visszaadja az első nem null értéket minden sorhoz.
it: Esamina i valori di ogni argomento in ordine e restituisce il primo valore non nullo per ogni riga.
ja: 各引数の値を順番に調べ、各行の最初のnull以外の値を返します。
lt: Pažiūri kiekvieno argumento reikšmes eilės tvarka ir pateikia pirmąją kiekvienos eilutės reikšmę, kuri nėra nulinė.
ms: Melihat pada nilai dalam setiap hujah mengikut urutan dan mengembalikan nilai pertama yang tidak null untuk setiap baris.
nb: Ser på verdiene i hvert argument i rekkefølge og returnerer den første verdien for hver rad som ikke er null.
nl: Bekijkt de waarden in elk argument in volgorde en retourneert de eerste niet-nulwaarde voor elke rij.
pl: Sprawdza wartości w każdym argumencie w kolejności i zwraca pierwszą wartość inną niż null dla każdego wiersza.
pt_br: Examina os valores em cada argumento em ordem e retorna o primeiro valor não nulo para cada linha.
ru: Просматривает значения в каждом аргументе по порядку и возвращает первое ненулевое значение для каждой строки.
sk: Pozrie hodnoty v každom argumente v poradí a vráti prvú nenulovú hodnotu pre každý riadok.
sl: Pregleda vrednosti v vsakem argumentu po vrstnem redu in vrne prvo vrednost, ki ni ničelna, za vsako vrstico.
sq: Shikon vlerat në çdo argument me radhë dhe kthen vlerën e parë jo-null për çdo rresht.
sr: Posmatra vrednosti u svakom argumentu redom i za svaki red vraća prvu vrednost koja nije null.
sv: Tittar på värdena i varje argument i tur och ordning, och returnerar det första icke-tomma värdet för varje rad.
tr: Her bir bağımsız değişkendeki değerlere sırayla bakar ve her satır için ilk boş olmayan değeri döndürür.
uk: Переглядає значення в кожному аргументі по черзі та повертає перше ненульове значення для кожного рядка.
vi: Xem xét các giá trị trong mỗi đối số theo thứ tự và trả về giá trị không null đầu tiên cho mỗi hàng.

source: Comments
ar: تعليقات
bg: Коментари
ca: Comentaris
de: Kommentare
eo: Comments → "Feedbacks" or just "comments" lol, but if you wanna be extra, maybe "the tea" (but that’s more for gossip)
es: Comentarios
fa: نظرات
fi: Kommentit
fr: Commentaires
hu: Hozzászólások
it: Commenti
ja: コメント
lt: Komentarai
ms: Komen
nb: Kommentarer
nl: Opmerkingen
pl: Komentarze
pt_br: Comentários
ru: Комментарии
sk: Komentáre
sl: Pripombe
sq: Komente
sr: Komentari
sv: Kommentarer
tr: Yorumlar
uk: Коментарі
vi: Bình luận
zh_hk: 評論

source: Notes
ar: ملاحظات
bg: Бележки
de: Notizen
eo: Notes = "recap" or "tea" (depending on context, but "recap" is more general)
es: Notas
fa: یادداشت
fi: Huomiot
hu: Megjegyzések
it: Note
ja: 注意
lt: Užrašai
ms: Nota
nb: Notater
nl: Notities
pl: Notatki
pt_br: Notas
ru: Заметки
sk: Poznámky
sl: Opombe
sq: Shënime
sr: Beleške
sv: Anteckningar
tr: Notlar
uk: Примітки
vi: Ghi chú
zh_hk: 筆記

source: No comments
ar: لا توجد تعليقات
bg: Без коментари
ca: Sense comentaris
de: Keine Kommentare
eo: No cap, got no tea to spill
es: Sin comentarios
fa: بدون نظر
fi: Ei kommentteja
fr: Aucun commentaire
hu: Nincs hozzászólás
it: Nessun commento
ja: コメントなし
lt: Nėra komentarų
ms: Tiada komen
nb: Ingen kommentarer
nl: Geen opmerkingen
pl: Bez komentarza
pt_br: Sem comentários
ru: Нет комментариев
sk: Žiadne komentáre
sl: Ni komentarjev
sq: Pa komente
sr: Nema komentara
sv: Inga kommentarer
tr: Yorum yok
uk: Немає коментарів
vi: Không có bình luận nào
zh_hk: 沒有評論

source: A column or value.
hu: Egy oszlop vagy érték.
ms: Sebuah lajur atau nilai.

source: If value1 is empty, value2 gets returned if it's not empty, and so on.
hu: Ha az érték1 üres, az érték2 kerül visszaadásra, ha nem üres, és így tovább.
ms: Jika nilai1 kosong, nilai2 akan dikembalikan jika tidak kosong, dan seterusnya.

source: Combines two or more strings of text together.
hu: Kombinál két vagy több szöveges karakterláncot.
ms: Menggabungkan dua atau lebih rentetan teks bersama-sama.

source: Last Name
ar: اسم العائلة
bg: Фамилия
ca: Cognom
de: Nachname
eo: Last name → fam name
es: Apellidos
fa: نام خانوادگی
fi: Sukunimi
fr: Nom de famille
hu: Vezetéknév
it: Cognome
ja: 苗字
lt: Pavardė
ms: Nama Akhir
nb: Etternavn
nl: Achternaam
pl: Nazwisko
pt_br: Sobrenome
ru: Фамилия
sk: Priezvisko
sl: Priimek
sq: Mbiemri
sr: Prezime
sv: Efternamn
tr: Soyadı
uk: Прізвище
vi: Họ
zh_hk: 名字

source: First Name
ar: الاسم الأول
bg: Първо име
ca: Nom
de: Vorname
eo: First name → basic bff nickname
es: Nombre
fa: نام
fi: Etunimi
fr: Prénom
hu: Keresztnév
it: Nome
ja: 名前
lt: Vardas
ms: Nama Pertama
nb: Fornavn
nl: Voornaam
pl: Imię
pt_br: Primeiro nome
ru: Имя
sk: Meno
sl: Ime
sq: Emri
sr: Ime
sv: Förnamn
tr: Adı
uk: Ім’я
vi: Tên
zh_hk: 姓氏

source: value2 will be added on to the end of this.
hu: A 2. érték hozzá lesz adva ehhez.
ms: nilai2 akan ditambahkan di hujung ini.

source: This will be added to the end of value1.
hu: Ez hozzá lesz adva az érték1 végéhez.
lt: Tai bus pridėta prie vertė1 pabaigos.
ms: Ini akan ditambahkan di hujung nilai1.

source: string1
bg: низ1
ca: cadena1
de: Zeichenkette1
es: cadena1
fa: رشته۱
fi: merkkijono1
fr: chaîne1
it: stringa1
ja: 文字列1
lt: eilutė1
ms: rentetan1
nb: streng1
pl: ciąg1
ru: строка1
sk: reťazec1
sl: niz 1
sv: sträng1
tr: dize1
uk: стрічка1
vi: chuỗi1
zh_hk: 字符串

source: string2
bg: низ2
ca: cadena2
de: Zeichenkette2
eo: string2 (no need to change, it's just code slang lol)
es: cadena2
fa: رشته۲
fi: merkkijono2
fr: chaîne2
it: stringa2
ja: 文字列2
lt: eilutė2
ms: rentetan2
nb: streng2
pl: ciąg2
ru: строка2
sk: reťazec2
sl: niz 2
sv: sträng2
tr: dize2
vi: chuỗi2
zh_hk: 字符串

source: Checks to see if string1 contains string2 within it.
hu: Ellenőrzi, hogy a string1 tartalmazza-e a string2-t.
ms: Memeriksa sama ada rentetan1 mengandungi rentetan2 di dalamnya.

source: Pass
ms: Lulus

source: The contents of this string will be checked.
hu: Ennek a karakterláncnak a tartalma ellenőrizve lesz.
ms: Kandungan rentetan ini akan diperiksa.

source: The string of text to look for.
ar: سلسلة النص المراد البحث عنها.
bg: Низът от текст, който да търсите.
ca: El text a cercar.
de: Text, nach dem gesucht werden soll.
eo: The string of text to peep for.
es: La cadena de texto a buscar.
fa: رشته متن را جستجو کنید.
fi: Etsittävä tekstijono.
fr: La chaîne de texte à rechercher.
hu: A keresendő szöveg.
it: La stringa del testo da cercare.
ja: 探している文字列
lt: Teksto eilutė, kurios reikia ieškoti.
ms: Rentetan teks untuk dicari.
nb: Tekststrengen som skal søkes etter.
nl: De string waarnaar moet worden gezocht.
pl: Ciąg tekstu do wyszukania.
pt_br: A sequência de texto a ser procurada.
ru: Строка текста для поиска.
sk: Reťazec textu, ktorý treba hľadať.
sl: Niz besedila, ki ga želite poiskati.
sq: Vargu i tekstit për të kërkuar.
sr: Tekst koji treba tražiti.
sv: Sträng eller text att söka efter.
tr: Aranacak metin dizesi.
uk: Текстовий рядок, який потрібно знайти.
vi: Chuỗi văn bản cần tìm.
zh_hk: 欲尋找的文字字串

source: Returns the count of rows in the source data.
hu: A sorok számát adja vissza a forrásadatokban.
ms: Mengembalikan jumlah baris dalam data sumber.

source: Only counts rows where the condition is true.
hu: Csak azokat a sorokat számolja, ahol a feltétel igaz.
lt: Skaičiuoja tik tas eilutes, kurios patenkina sąlygą.
ms: Hanya mengira baris di mana syarat itu benar.

source: Subtotal
ar: الإجمالي الفرعي
bg: Междинна сума
de: Zwischensumme
eo: Subtotal → "Subtotal" (no cap, still pretty formal, but you could also say "pre-tax total" if you wanna flex)
fa: فرعی
fi: Välisumma
fr: Sous-total
hu: Részösszeg
it: Subtotale
ja: 小計
lt: Tarpinė suma
ms: Jumlah Kecil
nb: Delvis sum
nl: Subtotaal
pl: Suma częściowa
ru: Подытог
sk: Medzisúčet
sl: Seštevek
sq: Nëntotali
sr: Međuzbir
sv: Delsumma
tr: Ara toplam
uk: Проміжний підсумок
vi: Tổng phụ
zh_hk: 小計

source: The additive total of rows across a breakout.
ar: الإجمالي التراكمي للصفوف عبر تقسيم حسب.
bg: Сумата на добавките на редове през пробив.
ca: El total additiu de les files en un conjunt.
de: Die kumulative Anzahl von Zeilen.
eo: The total sum of rows in a breakout is basically the whole vibe of it.
es: El total aditivo de filas en una ruptura.
fa: مجموع مواد افزودنی ردیفها در یک برک آوت.
fi: Erittely rivien yhteenlaskettu summa.
fr: Le total cumulé des lignes d'une décomposition.
hu: Egy kitörés során a sorok összesített összege.
it: L'additivo totale di righe attraverso un breakout.
ja: ブレークアウト間の行の累積和。
lt: Bendra eilučių suma per pertrauką.
ms: Jumlah tambahan baris merentasi pemecahan.
nb: Sammenlagt total av rader på tvers av et utbrudd.
nl: Het additieve totaal van rijen over een breakout.
pl: Łączna suma wierszy w grupach.
pt_br: O total aditivo de linhas em uma quebra.
ru: Аддитивная сумма строк в рамках разбивки.
sk: Doplnkový celkový počet riadkov naprieč dokončením.
sl: Seštevek vrstic v preboju.
sq: Totali mbledhës i rreshtave përgjatë një ndarjeje sipas.
sr: Aditivni zbir redova kroz razlaganje.
sv: Ackumulerat antal rader över en utbrytning.
tr: Bir aradaki satırların toplamı.
uk: Адитивний підсумок рядків по розбивці.
vi: Tổng số phụ gia của các hàng trên một đột phá.

source: The rolling sum of a column across a breakout.
ar: المجموع التراكمي لعمود عبر تقسيم حسب.
bg: Подвижната сума на колона през пробив.
ca: La suma cumulativa d'una columna en un conjunt.
de: Die kumulative Summe einer Spalte.
eo: The rolling sum of a column across a breakout → The vibe check of a column's total over a breakout, fr fr
es: La suma aditiva de una columna en una ruptura.
fa: جمع نورد ستون در یک برک آوت.
fi: Sarakkeen liukuva summa jakovälin yli.
fr: La somme glissante d'une colonne dans une décomposition.
hu: Egy oszlop gördülő összege egy kitörés során.
it: La somma progressiva di una colonna attraverso un breakout.
ja: ブレークアウト間のカラムの累積和。
lt: Stulpelio slenkanti suma per pertrauką.
ms: Jumlah bergulung bagi lajur merentasi pecahan.
nb: Rullende sum av en kolonne på tvers av et utbrudd.
nl: De rollende som van een kolom over een breakout.
pl: Łączna suma kolumny w grupie.
pt_br: A soma contínua de uma coluna em uma quebra.
ru: Скользящая сумма столбца в рамках разбивки.
sk: Kumulatívny súčet naprieč stĺpcom.
sl: Tekoča vsota stolpca v preboju.
sq: Shuma rrjedhëse e një kolone përgjatë një ndarjeje sipas.
sr: Kumulativni zbir kolone kroz razlaganje.
sv: Rullande summa av en kolumn över en utbrytning
tr: Bir koparma boyunca bir sütunun yuvarlanan toplamı.
uk: Біжуча сума стовпця в розрізі breakout.
vi: Tổng số của một cột trên một đột phá.

source: The column to sum.
hu: Az összegezendő oszlop.
ms: Lajur untuk dijumlahkan.

source: The number of distinct values in this column.
ar: عدد القيم المميزة في هذا العمود.
bg: Броят на различните стойности в тази колона.
ca: El nombre de valors diferents d'aquesta columna.
de: Anzahl eindeutiger Werte in dieser Spalte.
eo: The count of unique values in this column.
es: El número de valores distintos en esta columna.
fa: تعداد مقادیر مشخص در این ستون.
fi: Tässä sarakkeessa olevien yksittäisten arvojen määrä.
fr: Le nombre de valeurs distinctes dans cette colonne.
hu: Az oszlopban lévő egyedi értékek száma.
it: Il numero di valori distinti in questa colonna.
ja: この列の重複のない値の数。
lt: Skirtingų verčių skaičius šiame stulpelyje.
ms: Bilangan nilai yang berbeza dalam lajur ini.
nb: Antall unike verdier i denne kolonnen.
nl: Het aantal verschillende waarden in deze kolom.
pl: Liczba unikalnych wartości w tej kolumnie.
pt_br: O número de valores distintos nesta coluna.
ru: Количество различных значений в этом столбце.
sk: Počet rôznych hodnôt v tomto stĺpci.
sl: Število ločenih vrednosti v tem stolpcu.
sq: Numri i vlerave të dallueshme në këtë kolonë.
sr: Broj različitih vrednosti u ovoj koloni.
sv: Antalet distinkta värden i denna kolumn.
tr: Bu sütundaki farklı değerlerin sayısı.
uk: Кількість унікальних значень у цьому стовпці.
vi: Số lượng các giá trị riêng biệt trong cột này.
zh_hk: 此欄位中相異資料的個數

source: The column whose distinct values to count.
ar: العمود الذي تريد عدّ قيمه المميزة.
bg: Колоната, чиито отделни стойности да се броят.
ca: La columna a comptar els valors diferents.
de: Spalte deren Werte eindeutig gezählt werden sollen.
eo: The column where u count the unique stuff, fr.
es: La columna en la que hay que contar los valores distintos.
fa: ستونی که مقادیر مشخص آن برای شمارش است.
fi: Sarake, jonka yksittäiset arvot lasketaan.
fr: La colonne dont les valeurs distinctes doivent être comptées.
hu: Az oszlop, amelynek egyedi értékeit számolja.
it: La colonna di cui contare i valori distinti.
ja: 重複のない値をカウントする列。
lt: Stulpelis, kurio skirtingas vertes reikia skaičiuoti.
ms: Lajur yang nilai berbezanya hendak dikira.
nb: Kolonnen du vil telle unike verdier i.
nl: De kolom waarvan het aantal verschillende waarden moeten worden geteld.
pl: Kolumna, której odrębne wartości należy policzyć.
pt_br: A coluna cujos valores distintos devem ser contados.
ru: Столбец, чьи отдельные значения считать.
sk: Stĺpec, ktorého hodnoty sa majú počítať.
sl: Stolpec, katerega ločene vrednosti je treba šteti.
sq: Kolona vlerat e dallueshme të së cilës do të numërohen.
sr: Kolona čije različite vrednosti treba prebrojati.
sv: Kolumnen var distinkta värden ska räknas
tr: Farklı değerleri sayılacak sütun.
uk: Стовпець, унікальні значення якого потрібно порахувати.
vi: Cột có giá trị riêng biệt để tính.
zh_hk: 計算欄位相異資料個數

source: text
ar: نص
bg: текст
eo: texting fr fr
es: texto
fa: متن
fi: teksti
fr: texte
hu: szöveg
it: testo
ja: テキスト
lt: tekstas
ms: teks
nb: tekst
nl: tekst
pl: tekst
pt_br: texto
ru: текст
sl: Besedilno sporočilo
sq: tekst
sr: tekst
tr: metin
uk: текст
vi: bản văn
zh_hk: 文本

source: comparison
hu: összehasonlítás
ms: perbandingan

source: Returns true if the end of the text matches the comparison text.
hu: Igaz értéket ad vissza, ha a szöveg vége megegyezik az összehasonlító szöveggel.
ms: Mengembalikan benar jika hujung teks sepadan dengan teks perbandingan.

source: Appetite
hu: Étvágy
ms: Selera

source: hungry
hu: éhes
ms: lapar

source: A column or string of text to check.
hu: Ellenőrizendő oszlop vagy szöveges karakterlánc.
ms: Lajur atau rentetan teks untuk diperiksa.

source: The string of text that the original text should end with.
hu: Az a szöveg, amellyel az eredeti szövegnek végződnie kell.
ms: Rentetan teks yang sepatutnya menjadi akhir teks asal.

source: regular_expression
bg: редовен_израз
ca: expressió_regular
de: regulärer Ausdruck
eo: yo, just call it "regex" or "r-e-g-e-x" lol, no cap
es: expresión_regular
fa: عبارت منظم
fi: tavallinen lauseke
fr: expression_régulière
hu: reguláris kifejezés
it: espressione_regular
ja: 正規表現
ms: ungkapan_biasa
nb: regulært_uttrykk
nl: reguliere_expressie
pl: wyrażenie_regularne
ru: регулярное_выражение
sk: regulárny_výraz
sq: shprehje_e_rregullt
sv: regexp
uk: регулярний_вираз
vi: biểu hiện thông thường
zh_hk: 正則表達式

source: Extracts matching substrings according to a regular expression.
ar: يستخرج سلاسل فرعية مطابقة وفقًا لتعبير نمطي.
bg: Извлича съвпадащи поднизове според регулярния израз.
ca: Extreu les sub-cadenes concordants segons l'expressió regular.
de: Extrahiert Zeichenketten anhand eines regulären Ausdrucks.
eo: Pulls out the matching parts based on a regex, fr fr.
es: Extrae subcadenas coincidentes de acuerdo con una expresión regular.
fa: بسترهای مطابق با یک عبارت معمولی را استخراج می کنند.
fi: Poimii vastaavat osamerkkijonot säännöllisen lausekkeen mukaan.
fr: Extrait les sous-chaînes de caractères correspondantes à une expression régulière.
hu: Kivonja a megfelelő részszövegeket egy reguláris kifejezés szerint.
it: Estrae le sottostringhe corrispondenti secondo un'espressione regolare.
ja: 正規表現に従って合致する部分文字列を抽出する。
lt: Ištraukia atitinkančias eilutes pagal reguliariąją išraišką.
ms: Mengekstrak subrentetan yang sepadan mengikut ungkapan biasa.
nb: Henter ut matchende delstrenger i henhold til regulært uttrykk.
nl: Pakt overeenkomende substrings volgens een reguliere expressie.
pl: Wyodrębnia pasujące podciągi zgodnie z wyrażeniem regularnym.
pt_br: Extrai subsequências correspondentes de acordo com uma expressão regular.
ru: Извлекает соответствующие подстроки согласно регулярному выражению.
sk: Extrahuje zodpovedajúce podreťazce podľa regulárneho výrazu.
sl: Izvleče ujemajoče se podnize v skladu z regularnim izrazom.
sq: Nxjerr nënstring-e që përputhen sipas një shprehjeje të rregullt.
sr: Izdvaja odgovarajuće podstringove prema regularnom izrazu.
sv: Plockar ut matchande del-strängar utifrån en regexp.
tr: Normal ifadeye göre eşleşen alt dizeleri ayıklar.
uk: Витягує відповідні підрядки згідно з регулярним виразом.
vi: Chiết xuất phù hợp với chất nền theo một biểu thức thông thường.
zh_hk: 擷取符合正則表達式的文字或數字資料

source: Address
ar: العنوان
bg: Адрес
ca: Adreça
de: Adresse
eo: adressee
es: Dirección
fa: نشانی
fi: Osoite
fr: Adresse
hu: Cím
it: Indirizzo
ja: 住所
lt: Adresas
ms: Alamat
nb: Adresse
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
sk: Adresa
sl: Naslov
sq: Adresë
sr: Adresa
sv: Adress
tr: Adres
uk: Адреса
vi: Địa chỉ
zh_hk: 地址

source: The column or string of text to search though.
hu: A keresendő oszlop vagy szöveges karakterlánc.
ms: Lajur atau rentetan teks untuk dicari.

source: The regular expression to match.
ar: التعبير النمطي المطلوب مطابقته.
bg: Регулярният израз, който да съвпада.
ca: L'expressió regular a cercar.
de: Zutreffender regulärer Ausduck.
eo: The regex to match, fr.
es: La expresión regular a evaluar.
fa: عبارت منظم برای مطابقت
fi: Vastaava säännöllinen lauseke.
fr: L'expression régulière à faire correspondre.
hu: A reguláris kifejezés, amelynek meg kell felelnie.
it: L'espressione regolare da corrispondere.
ja: 合致する正規表現。
lt: Reguliarioji išraiška, kurią reikia atitikti.
ms: Ungkapan biasa untuk dipadankan.
nb: Det regulære uttrykket som skal stemme overens.
nl: De reguliere expressie om te vinden.
pl: Dopasowane wyrażenie regularne.
pt_br: A expressão regular a ser correspondida.
ru: Регулярное выражение для соответствия.
sk: Regulárny výraz, ktorý sa má zhodovať.
sl: Pravilni izraz, ki se ujema.
sq: Shprehja e rregullt për t’u përputhur.
sr: Regularni izraz za poklapanje.
sv: Matchande regexp.
tr: Eşleşecek normal ifade.
uk: Регулярний вираз для зіставлення.
vi: Các biểu thức chính quy để phù hợp.
zh_hk: 符合的正則表達式
