Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Metabase can scan the values in these tables to enable checkbox filters in dashboards and questions.
ar: يمكن لـ Metabase فحص القيم في هذه الجداول لتمكين فلاتر مربعات الاختيار في لوحات المعلومات والأسئلة.
bg: Метабазата може да сканира стойностите в тези таблици, за да активира филтри с квадратчета за отметка в табла за управление и въпроси.
ca: La metabase pot escanejar els valors d'aquestes taules per habilitar filtres de caselles de selecció als quadres de comandament i a les preguntes.
de: Metabase kann die Werte in diesen Tabellen scannen, um Kontrollkästchenfilter in Dashboards und Fragen zu aktivieren.
es: Metabase puede escanear los valores en estas tablas para habilitar filtros de casillas de verificación en paneles y preguntas.
fa: متابیس می‌تواند مقادیر موجود در این جداول را اسکن کند تا فیلترهای چک‌باکس را در داشبوردها و سوالات فعال کند.
fi: Metabase voi skannata näiden taulukoiden arvot ottaakseen käyttöön valintaruutusuodattimet koontinäytöissä ja kysymyksissä.
fr: Metabase peut analyser les valeurs de ces tableaux pour activer les filtres à cases à cocher dans les tableaux de bord et les questions.
it: Metabase può analizzare i valori in queste tabelle per abilitare i filtri delle caselle di controllo nei dashboard e nelle domande.
ja: Metabase はこれらのテーブルの値をスキャンして、ダッシュボードと質問のチェックボックス フィルターを有効にすることができます。
nb: Metabase kan skanne verdiene i disse tabellene for å aktivere avkrysningsfilter i dashbord og spørsmål.
nl: Metabase kan de waarden in deze tabellen scannen om filters met selectievakjes in dashboards en vragen in te schakelen.
pl: Metabase może skanować wartości w tych tabelach, aby włączyć filtry pól wyboru w panelach i pytaniach.
pt_br: O Metabase pode analisar os valores nessas tabelas para habilitar filtros de caixa de seleção em painéis e perguntas.
ru: Metabase может сканировать значения в этих таблицах, чтобы включать фильтры-флажки на панелях мониторинга и в вопросах.
sk: Metabáza dokáže prehľadať hodnoty v týchto tabuľkách a povoliť filtre zaškrtávacích políčok v dashboardoch a otázkach.
sl: Metabase lahko pregleda vrednosti v teh tabelah, da omogoči filtre potrditvenih polj v nadzornih ploščah in vprašanjih.
sq: Metabase mund të skanojë vlerat në këto tabela për të aktivizuar filtrat me checkbox në panele dhe pyetje.
sr: Metabase može da skenira vrednosti u ovim tabelama kako bi omogućio filtere sa ček-boksovima na kontrolnim tablama i pitanjima.
sv: Metabase kan skanna värdena i dessa tabeller för att aktivera kryssrutefilter i instrumentpaneler och frågor.
tr: Metabase, panolarda ve sorularda onay kutusu filtrelerini etkinleştirmek için bu tablolardaki değerleri tarayabilir.
uk: Metabase може сканувати значення в цих таблицях, щоб увімкнути чекбокс-фільтри в дашбордах і запитах.
vi: Metabase có thể quét các giá trị trong các bảng này để kích hoạt bộ lọc hộp kiểm trong bảng thông tin và câu hỏi.
zh_hk: Metabase 可以掃描這些表格中的值，以便在儀表板和問題中啟用核取方塊篩選器。

source: Sync table schemas
ar: زامن مخططات الجداول
bg: Синхронизиране на схеми на таблици
ca: Esquemes de taula de sincronització
de: Tabellenschemas synchronisieren
es: Sincronizar esquemas de tablas
fa: همگام‌سازی طرحواره‌های جدول
fi: Synkronoi taulukon rakenteet
fr: Schémas de table synchrone
it: Sincronizza gli schemi delle tabelle
ja: テーブルスキーマを同期する
nb: Synkroniser tabellskjemaer
nl: Synchronisatietabelschema's
pl: Schematy tabel synchronizacji
pt_br: Sincronizar esquemas de tabela
ru: Синхронизация схем таблиц
sk: Synchronizácia schém tabuliek
sl: Sinhronizacija shem tabel
sq: Sinkronizo skemat e tabelave
sr: Sinhronizuj šeme tabela
sv: Synkronisera tabellscheman
tr: Tablo şemalarını senkronize et
uk: Синхронізувати схеми таблиць
vi: Đồng bộ hóa lược đồ bảng
zh_hk: 同步資料表模式

source: Give it a description
ar: أضف لها وصفًا
bg: Дай му описание
ca: Dóna-li una descripció
de: Gib eine Beschreibung
es: Dale una descripción
fa: توضیحاتش رو بدید
fi: Anna sille kuvaus
fr: Donnez-lui une description
it: Dagli una descrizione
ja: 説明を記入してください
nb: Gi den en beskrivelse
nl: Geef het een beschrijving
pl: Podaj opis
pt_br: Dê-lhe uma descrição.
ru: Дайте ему описание.
sk: Dajte tomu popis
sl: Daj opis
sq: Jepi një përshkrim
sr: Dodajte opis
sv: Ge det en beskrivning
tr: Bir açıklama yapın
uk: Додайте опис
vi: Hãy mô tả nó
zh_hk: 給它一個描述

source: Only if it really needs it
ar: فقط إذا كانت بحاجة فعلًا
bg: Само ако наистина има нужда от това
ca: Només si realment ho necessita
de: Nur wenn es wirklich nötig ist
es: Sólo si realmente lo necesita
fa: فقط اگر واقعاً به آن نیاز داشته باشد
fi: Vain jos sitä todella tarvitsee
fr: Seulement si c'est vraiment nécessaire
it: Solo se ne ha davvero bisogno
ja: 本当に必要な場合のみ
nb: Bare hvis den virkelig trenger det
nl: Alleen als het echt nodig is.
pl: Tylko jeśli naprawdę tego potrzebuje
pt_br: Só se for realmente necessário.
ru: Только если в этом действительно есть необходимость.
sk: Len ak to naozaj potrebuje
sl: Samo če to res potrebuje
sq: Vetëm nëse vërtet e do
sr: Samo ako je baš potrebno
sv: Bara om det verkligen behövs
tr: Sadece gerçekten ihtiyaç duyulursa
uk: Лише якщо це справді потрібно
vi: Chỉ khi nào thực sự cần thiết.
zh_hk: 只有當它真的需要時

source: Updated measure name
ar: تم تحديث اسم المقياس
ca: Nom de la mesura actualitzat
de: Messwertname aktualisiert
es: Nombre de la medida actualizado
fa: نام معیار به‌روزرسانی شد
fi: Päivitetty mittarin nimi
fr: Nom de la mesure mis à jour
it: Nome della misura aggiornato
ja: メジャー名を更新しました
nb: Oppdatert tiltaksnavn
pl: Zaktualizowana nazwa miary
pt_br: Nome da medida atualizado
ru: Название меры обновлено
sk: Aktualizovaný názov miery
sl: Posodobljeno ime mere
sq: Përditësoi emrin e matjes
sr: Ažuriran naziv mere
tr: Güncellenmiş ölçü adı
uk: Назву вимірювання оновлено
vi: Tên biện pháp được cập nhật
zh_hk: 更新措施名稱

source: Failed to update measure name
ar: فشل تحديث اسم المقياس
ca: No s'ha pogut actualitzar el nom de la mesura
de: Messwertname konnte nicht aktualisiert werden
es: No se pudo actualizar el nombre de la medida
fa: نام معیار به‌روزرسانی نشد
fi: Mittayksikön nimen päivittäminen epäonnistui
fr: Impossible de mettre à jour le nom de la mesure
it: Impossibile aggiornare il nome della misura
ja: メジャー名の更新に失敗しました
nb: Kunne ikke oppdatere tiltaksnavnet
pl: Nie udało się zaktualizować nazwy miary
pt_br: Falha ao atualizar o nome da medida
ru: Не удалось обновить название меры
sk: Nepodarilo sa aktualizovať názov miery
sl: Imena mere ni bilo mogoče posodobiti.
sq: Dështoi përditësimi i emrit të matjes
sr: Nije uspelo ažuriranje naziva mere
tr: Ölçü adını güncelleme başarısız oldu.
uk: Не вдалося оновити назву вимірювання
vi: Không thể cập nhật tên chỉ số.
zh_hk: 更新測量名稱失敗

source: Measure name updated
ar: تم تحديث اسم المقياس
ca: Nom de la mesura actualitzat
de: Messwertname aktualisiert
es: Nombre de la medida actualizado
fa: نام معیار به‌روزرسانی شد
fi: Mittayksikön nimi päivitetty
fr: Nom de la mesure mis à jour
it: Nome della misura aggiornato
ja: メジャー名が更新されました
nb: Tiltakets navn oppdatert
pl: Zaktualizowano nazwę miary
pt_br: Nome da medida atualizado
ru: Название меры обновлено
sk: Názov opatrenia bol aktualizovaný
sl: Ime ukrepa posodobljeno
sq: Emri i matjes u përditësua
sr: Naziv mere je ažuriran
tr: Ölçü adı güncellendi
uk: Назву вимірювання оновлено
vi: Tên biện pháp đã được cập nhật
zh_hk: 更新測量名稱

source: Measure actions
ar: إجراءات المقياس
ca: Mesurar accions
de: Messwertaktionen
es: Medir acciones
fa: اقدامات اندازه‌گیری
fi: Mittaa toimia
fr: Actions de mesure
it: Misurare le azioni
ja: 行動を測定する
nb: Tiltak
pl: Zmierz działania
pt_br: Ações de mensuração
ru: Действия с мерой
sk: Akcie merania
sl: Dejanja merjenja
sq: Veprimet e matjes
sr: Akcije mere
tr: Eylemleri ölçün
uk: Дії з вимірюванням
vi: Đo lường hành động
zh_hk: 測量行動

source: Remove measure
ar: إزالة المقياس
ca: Elimina la mesura
de: Messwert entfernen
es: Quitar medida
fa: حذف معیار
fi: Poista mittayksikkö
fr: Supprimer la mesure
it: Rimuovi misura
ja: メジャーを削除
nb: Fjern tiltaket
pl: Usuń miarę
pt_br: Remover medida
ru: Удалить меру
sk: Odstrániť mieru
sl: Odstrani mero
sq: Hiq matjen
sr: Ukloni meru
tr: Ölçüyü kaldır
uk: Вилучити вимірювання
vi: Loại bỏ biện pháp
zh_hk: 移除措施

source: Remove this measure?
ar: هل تريد إزالة هذا المقياس؟
ca: Voleu eliminar aquesta mesura?
de: Diesen Messwert entfernen?
es: ¿Eliminar esta medida?
fa: این اقدام را حذف کنید؟
fi: Poistetaanko tämä toimenpide?
fr: Supprimer cette mesure ?
it: Rimuovere questa misura?
ja: この対策を削除しますか?
nb: Fjerne dette tiltaket?
pl: Usunąć ten środek?
pt_br: Remover esta medida?
ru: Удалить эту меру?
sk: Odstrániť toto opatrenie?
sl: Odstraniti ta ukrep?
sq: Të hiqet kjo matje?
sr: Ukloniti ovu meru?
tr: Bu önlemi kaldıralım mı?
uk: Вилучити це вимірювання?
vi: Xóa biện pháp này?
zh_hk: 移除這項措施？

source: This measure will be permanently removed.
ar: سيتم إزالة هذا المقياس نهائيًا.
ca: Aquesta mesura s'eliminarà permanentment.
de: Dieser Messwert wird dauerhaft entfernt.
es: Esta medida se eliminará permanentemente.
fa: این اقدام به طور دائم حذف خواهد شد.
fi: Tämä toimenpide poistetaan pysyvästi.
fr: Cette mesure sera définitivement supprimée.
it: Questa misura verrà rimossa definitivamente.
ja: この措置は永久に削除されます。
nb: Dette tiltaket vil bli fjernet permanent.
pl: Środek ten zostanie trwale usunięty.
pt_br: Esta medida será removida permanentemente.
ru: Эта мера будет удалена навсегда.
sk: Toto opatrenie bude natrvalo zrušené.
sl: Ta ukrep bo trajno odpravljen.
sq: Kjo matje do të hiqet përgjithmonë.
sr: Ova mera će biti trajno uklonjena.
tr: Bu önlem kalıcı olarak kaldırılacaktır.
uk: Це вимірювання буде видалено назавжди.
vi: Biện pháp này sẽ bị bãi bỏ vĩnh viễn.
zh_hk: 此措施將永久移除。

source: Removed from Data Studio
ar: تمت الإزالة من استوديو البيانات
bg: Премахнато от Студио за данни
ca: Eliminat de Data Studio
de: Aus Datenstudio entfernt
es: Eliminado de Data Studio
fa: از استودیوی داده حذف شد
fi: Poistettu Datastudiosta
fr: Supprimé de Studio de données
it: Rimosso da Studio dati
ja: データスタジオから削除されました
nb: Fjernet fra Data Studio
nl: Verwijderd uit Data Studio
pl: Usunięto ze Studio danych
pt_br: Removido do Estúdio de dados
ru: Удалено из Студии Данных
sk: Odstránené z Dátového štúdia
sl: Odstranjeno iz Podatkovnega studia
sq: U hoq nga Studio i të dhënave
sr: Uklonjeno iz Data Studio
sv: Borttagen från Data Studio
tr: Veri Stüdyosu'ndan kaldırıldı
uk: Видалено зі Студії Даних
vi: Đã xóa khỏi Studio dữ liệu
zh_hk: 從 Data Studio 移除

source: Failed to remove measure
ar: فشلت إزالة المقياس
ca: No s'ha pogut eliminar la mesura
de: Messwert konnte nicht entfernt werden
es: No se pudo eliminar la medida
fa: حذف معیار ناموفق بود
fi: Mittayksikön poistaminen epäonnistui
fr: Échec de la suppression de la mesure
it: Impossibile rimuovere la misura
ja: メジャーを削除できませんでした
nb: Kunne ikke fjerne tiltaket
pl: Nie udało się usunąć miary
pt_br: Falha ao remover a medida
ru: Не удалось удалить меру
sk: Odstránenie miery zlyhalo
sl: Odstranitev mere ni uspela
sq: Dështoi heqja e matjes
sr: Nije uspelo uklanjanje mere
tr: Ölçüyü kaldırma başarısız oldu.
uk: Не вдалося вилучити вимірювання
vi: Không thể xóa biện pháp
zh_hk: 移除措施失敗

source: Measure removed
ar: تمت إزالة المقياس
ca: Mesura eliminada
de: Messwert entfernt
es: Medida eliminada
fa: اندازه گیری حذف شد
fi: Mitta poistettu
fr: Mesure supprimée
it: Misura rimossa
ja: 措置は削除されました
nb: Tiltak fjernet
pl: Usunięto środek
pt_br: Medida removida
ru: Мера удалена
sk: Opatrenie odstránené
sl: Ukrep odstranjen
sq: Matja u hoq
sr: Mera je uklonjena
tr: Ölçü kaldırıldı
uk: Вимірювання видалено
vi: Biện pháp đã được loại bỏ
zh_hk: 移除措施

source: Aggregation
ar: التجميع
ca: Agregació
es: Agregación
fa: تجمیع
fi: Yhdistäminen
fr: Agrégation
it: Aggregazione
ja: 集約
nb: Aggregering
pl: Zbiór
pt_br: Agregação
ru: Агрегация
sk: Agregácia
sl: Združevanje
sq: Agregim
sr: Agregacija
tr: Birleştirme
uk: Агрегація
vi: Sự tổng hợp
zh_hk: 聚合

source: created this measure
ar: أنشأ هذا المقياس
ca: va crear aquesta mesura
de: hat diesen Messwert erstellt
es: creó esta medida
fa: این معیار را ایجاد کرد
fi: loi tämän mittayksikön
fr: a créé cette mesure
it: ha creato questa misura
ja: この措置を作成した
nb: opprettet dette tiltaket
pl: utworzył tę miarę
pt_br: criou esta medida
ru: создал(а) эту меру
sk: vytvoril toto opatrenie
sl: ustvaril ta ukrep
sq: krijoi këtë matje
sr: kreirao/la ovu meru
tr: bu önlemi oluşturdu
uk: створив(ла) це вимірювання
vi: đã tạo ra biện pháp này
zh_hk: 創建了這項措施

source: renamed the measure
ar: أعاد تسمية المقياس
ca: canviat de nom la mesura
de: hat den Messwert umbenannt
es: renombró la medida
fa: تغییر نام داد به معیار
fi: nimesi toimenpiteen uudelleen
fr: rebaptisé la mesure
it: ha rinominato la misura
ja: 措置名を変更した
nb: omdøpt tiltaket
pl: zmieniono nazwę środka
pt_br: renomeou a medida
ru: переименовал(а) меру
sk: premenoval opatrenie
sl: preimenoval ukrep
sq: riemërtoi matjen
sr: preimenovao/la meru
tr: önlemin adını değiştirdi
uk: перейменував(ла) вимірювання
vi: đổi tên biện pháp
zh_hk: 將措施改名為

source: updated the description
ar: حدّث الوصف
bg: актуализира описанието
ca: ha actualitzat la descripció
de: Die Beschreibung wurde aktualisiert.
es: actualizó la descripción
fa: توضیحات را به‌روزرسانی کرد
fi: päivitti kuvauksen
fr: description mise à jour
it: aggiornata la descrizione
ja: 説明を更新しました
nb: oppdaterte beskrivelsen
nl: De beschrijving is bijgewerkt.
pl: zaktualizowano opis
pt_br: descrição atualizada
ru: обновлено описание
sk: aktualizovaný popis
sl: posodobljen opis
sq: përditësoi përshkrimin
sr: ažurirao/la je opis
sv: uppdaterade beskrivningen
tr: Açıklama güncellendi.
uk: оновив(ла) опис
vi: đã cập nhật mô tả
zh_hk: 更新了說明

source: changed the aggregation definition
ar: غيّر تعريف التجميع
ca: ha canviat la definició d'agregació
de: geänderte Aggregationsdefinition
es: cambió la definición de agregación
fa: تعریف تجمیع را تغییر داد
fi: muutti aggregaatiomääritelmää
fr: la définition d'agrégation a été modifiée
it: ha modificato la definizione di aggregazione
ja: 集計定義を変更しました
nb: endret aggregeringsdefinisjonen
pl: zmieniono definicję agregacji
pt_br: alterou a definição de agregação
ru: изменил(а) определение агрегации
sk: zmenila definíciu agregácie
sl: spremenil definicijo agregacije
sq: ndryshoi përkufizimin e agregimit
sr: promenio/la definiciju agregacije
tr: toplama tanımını değiştirdi
uk: змінив(ла) визначення агрегації
vi: đã thay đổi định nghĩa tổng hợp
zh_hk: 變更聚合定義

source: made multiple changes
ar: أجرى عدة تغييرات
bg: направи множество промени
ca: fet diversos canvis
de: mehrere Änderungen vorgenommen
es: realizó múltiples cambios
fa: چندین تغییر اعمال کرد
fi: teki useita muutoksia
fr: a effectué plusieurs modifications
it: apportate molteplici modifiche
ja: 複数の変更を加えた
nb: gjort flere endringer
nl: meerdere wijzigingen aangebracht
pl: wprowadzono wiele zmian
pt_br: Foram feitas várias alterações.
ru: внес множество изменений
sk: vykonal viacero zmien
sl: naredil več sprememb
sq: bëri disa ndryshime
sr: napravio/la je više izmena
sv: gjort flera ändringar
tr: birden fazla değişiklik yaptı
uk: зробив(ла) кілька змін
vi: đã thực hiện nhiều thay đổi
zh_hk: 進行了多次修改

source: made changes
ar: أجرى تغييرات
bg: направени промени
ca: canvis fets
de: Änderungen vorgenommen
es: realizó cambios
fa: تغییراتی ایجاد کرد
fi: teki muutoksia
fr: des modifications ont été apportées
it: apportato modifiche
ja: 変更を加えた
nb: gjort endringer
nl: wijzigingen aangebracht
pl: wprowadzono zmiany
pt_br: alterações feitas
ru: внесены изменения
sk: vykonané zmeny
sl: naredil spremembe
sq: bëri ndryshime
sr: napravio/la je izmene
sv: gjort ändringar
tr: değişiklikler yaptı
uk: зробив(ла) зміни
vi: đã thực hiện thay đổi
zh_hk: 改动

source: Updated from Data Studio
ar: تم التحديث من استوديو البيانات
bg: Актуализирано от Data Studio
ca: Actualitzat des de Data Studio
de: Aus Datenstudio aktualisiert
es: Actualizado desde Data Studio
fa: از استودیوی داده به‌روزرسانی شد
fi: Päivitetty Datastudiosta
fr: Mis à jour depuis le Studio de données
it: Aggiornato da Studio dati
ja: データスタジオから更新
nb: Oppdatert fra Data Studio
nl: Bijgewerkt vanuit Data Studio
pl: Zaktualizowano w Studio danych
pt_br: Atualizado no Estúdio de dados
ru: Обновлено в Студии Данных
sk: Aktualizované z Data Studia
sl: Posodobljeno iz Podatkovnega studia
sq: U përditësua nga Studio i të dhënave
sr: Ažurirano iz Data Studio
sv: Uppdaterad från Data Studio
tr: Veri Stüdyosu'ndan güncellendi
uk: Оновлено зі Студії Даних
vi: Đã cập nhật từ Studio dữ liệu
zh_hk: 從 Data Studio 更新

source: Failed to update measure
ar: فشل تحديث المقياس
ca: No s'ha pogut actualitzar la mesura
de: Messwert konnte nicht aktualisiert werden
es: No se pudo actualizar la medida
fa: به‌روزرسانی معیار انجام نشد
fi: Mittayksikön päivittäminen epäonnistui
fr: Échec de la mise à jour de la mesure
it: Impossibile aggiornare la misura
ja: 測定値の更新に失敗しました
nb: Kunne ikke oppdatere tiltaket
pl: Nie udało się zaktualizować pomiaru
pt_br: Falha ao atualizar a medida
ru: Не удалось обновить меру
sk: Nepodarilo sa aktualizovať mieru
sl: Posodobitev meritve ni uspela
sq: Dështoi përditësimi i matjes
sr: Nije uspelo ažuriranje mere
tr: Ölçüm güncellenemedi.
uk: Не вдалося оновити вимірювання
vi: Không thể cập nhật số liệu.
zh_hk: 更新措施失敗

source: Measure updated
ar: تم تحديث المقياس
ca: Mesura actualitzada
de: Messwert aktualisiert
es: Medida actualizada
fa: اندازه‌گیری به‌روزرسانی شد
fi: Mitta päivitetty
fr: Mesure mise à jour
it: Misura aggiornata
ja: 測定値が更新されました
nb: Tiltak oppdatert
pl: Zaktualizowano miarę
pt_br: Medida atualizada
ru: Мера обновлена
sk: Opatrenie aktualizované
sl: Ukrep posodobljen
sq: Matja u përditësua
sr: Mera je ažurirana
tr: Ölçü güncellendi
uk: Вимірювання оновлено
vi: Biện pháp đã được cập nhật
zh_hk: 更新測量

source: Failed to create measure
ar: فشل إنشاء المقياس
ca: No s'ha pogut crear la mesura
de: Messwert konnte nicht erstellt werden
es: No se pudo crear la medida
fa: ایجاد معیار ناموفق بود
fi: Mittarin luominen epäonnistui
fr: Échec de la création de la mesure
it: Impossibile creare la misura
ja: メジャーの作成に失敗しました
nb: Kunne ikke opprette tiltak
pl: Nie udało się utworzyć miary
pt_br: Falha ao criar a medida
ru: Не удалось создать меру
sk: Nepodarilo sa vytvoriť mieru
sl: Ustvarjanje mere ni uspelo
sq: Dështoi krijimi i matjes
sr: Nije uspelo kreiranje mere
tr: Ölçüm oluşturulamadı.
uk: Не вдалося створити вимірювання
vi: Không thể tạo phép đo
zh_hk: 建立測量失敗

source: Measure created
ar: تم إنشاء المقياس
ca: Mesura creada
de: Messwert erstellt
es: Medida creada
fa: معیار ایجاد شده
fi: Mitta luotu
fr: Mesure créée
it: Misura creata
ja: 作成されたメジャー
nb: Tiltak opprettet
pl: Utworzono miarę
pt_br: Medida criada
ru: Мера создана
sk: Opatrenie vytvorené
sl: Ukrep ustvarjen
sq: Matja u krijua
sr: Mera je kreirana
tr: Oluşturulan ölçü
uk: Вимірювання створено
vi: Biện pháp đã được tạo
zh_hk: 建立的測量

source: Updated segment name
ar: تم تحديث اسم الشريحة
bg: Актуализирано име на сегмента
ca: Nom del segment actualitzat
de: Aktualisierter Segmentname
es: Nombre del segmento actualizado
fa: نام بخش به‌روزرسانی‌شده
fi: Päivitetty segmentin nimi
fr: Nom du segment mis à jour
it: Nome del segmento aggiornato
ja: セグメント名を更新しました
nb: Oppdatert segmentnavn
nl: Bijgewerkte segmentnaam
pl: Zaktualizowana nazwa segmentu
pt_br: Nome do segmento atualizado
ru: Обновлено название сегмента
sk: Aktualizovaný názov segmentu
sl: Posodobljeno ime segmenta
sq: U përditësua emri i segmentit
sr: Ažuriran naziv segmenta
sv: Uppdaterat segmentnamn
tr: Güncellenen bölüm adı
uk: Назву сегмента оновлено
vi: Tên phân đoạn đã được cập nhật
zh_hk: 更新區段名稱

source: Failed to update segment name
ar: تعذر تحديث اسم الشريحة
bg: Актуализирането на името на сегмента не бе успешно
ca: No s'ha pogut actualitzar el nom del segment
de: Fehler beim Aktualisieren des Segmentnamens
es: No se pudo actualizar el nombre del segmento
fa: به‌روزرسانی نام بخش ناموفق بود
fi: Segmentin nimen päivittäminen epäonnistui
fr: Échec de la mise à jour du nom du segment
it: Impossibile aggiornare il nome del segmento
ja: セグメント名の更新に失敗しました
nb: Kunne ikke oppdatere segmentnavnet
nl: Het bijwerken van de segmentnaam is mislukt.
pl: Nie udało się zaktualizować nazwy segmentu
pt_br: Falha ao atualizar o nome do segmento
ru: Не удалось обновить название сегмента.
sk: Nepodarilo sa aktualizovať názov segmentu
sl: Imena segmenta ni bilo mogoče posodobiti.
sq: Dështoi përditësimi i emrit të segmentit
sr: Nije uspelo ažuriranje naziva segmenta
sv: Misslyckades med att uppdatera segmentnamnet
tr: Segment adını güncelleme başarısız oldu.
uk: Не вдалося оновити назву сегмента
vi: Không thể cập nhật tên phân đoạn.
zh_hk: 更新區段名稱失敗

source: Segment name updated
ar: تم تحديث اسم الشريحة
bg: Името на сегмента е актуализирано
ca: Nom del segment actualitzat
de: Segmentname aktualisiert
es: Nombre del segmento actualizado
fa: نام بخش به‌روزرسانی شد
fi: Segmentin nimi päivitetty
fr: Nom du segment mis à jour
it: Nome del segmento aggiornato
ja: セグメント名が更新されました
nb: Segmentnavn oppdatert
nl: Segmentnaam bijgewerkt
pl: Zaktualizowano nazwę segmentu
pt_br: Nome do segmento atualizado
ru: Название сегмента обновлено.
sk: Názov segmentu bol aktualizovaný
sl: Ime segmenta posodobljeno
sq: Emri i segmentit u përditësua
sr: Naziv segmenta je ažuriran
sv: Segmentnamn uppdaterat
tr: Segment adı güncellendi
uk: Назву сегмента оновлено
vi: Tên phân đoạn đã được cập nhật
zh_hk: 區段名稱已更新

source: Segment actions
ar: إجراءات الشريحة
bg: Действия на сегмента
ca: Accions de segmentació
de: Segmentaktionen
es: Acciones de segmento
fa: اقدامات بخش‌بندی شده
fi: Segmentin toiminnot
fr: Actions du segment
it: Azioni del segmento
ja: セグメントアクション
nb: Segmenthandlinger
nl: Segmentacties
pl: Działania segmentowe
pt_br: Ações do segmento
ru: Действия сегмента
sk: Akcie segmentu
sl: Dejanja segmentov
sq: Veprime për segmentin
sr: Radnje segmenta
sv: Segmentåtgärder
tr: Segment eylemleri
uk: Дії сегмента
vi: Hành động phân đoạn
zh_hk: 區段行動

source: Remove segment
ar: أزل الشريحة
bg: Премахване на сегмент
ca: Elimina el segment
de: Segment entfernen
es: Eliminar segmento
fa: حذف بخش
fi: Poista segmentti
fr: Supprimer le segment
it: Rimuovi segmento
ja: セグメントを削除
nb: Fjern segmentet
nl: Segment verwijderen
pl: Usuń segment
pt_br: Remover segmento
ru: Удалить сегмент
sk: Odstrániť segment
sl: Odstrani segment
sq: Hiq segmentin
sr: Ukloni segment
sv: Ta bort segment
tr: Segmenti kaldır
uk: Видалити сегмент
vi: Xóa phân đoạn
zh_hk: 移除區段

source: Remove this segment?
ar: هل تريد إزالة هذه الشريحة؟
bg: Да се премахне ли този сегмент?
ca: Voleu eliminar aquest segment?
de: Dieses Segment entfernen?
es: ¿Eliminar este segmento?
fa: این بخش را حذف کنید؟
fi: Poistetaanko tämä segmentti?
fr: Supprimer ce segment ?
it: Rimuovere questo segmento?
ja: このセグメントを削除しますか?
nb: Fjerne dette segmentet?
nl: Dit segment verwijderen?
pl: Usunąć ten segment?
pt_br: Remover este segmento?
ru: Удалить этот сегмент?
sk: Odstrániť tento segment?
sl: Odstraniti ta segment?
sq: Ta heq këtë segment?
sr: Ukloniti ovaj segment?
sv: Ta bort det här segmentet?
tr: Bu segment kaldırılsın mı?
uk: Видалити цей сегмент?
vi: Xóa đoạn này?
zh_hk: 移除此區段？
