Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Reactivate
ar: أعد التنشيط
bg: Активирайте отново
ca: Reactivar
de: Reaktiviere
eo: Reflip or re-up (depending on context)
es: Activar
fa: فعالسازی مجدد
fi: Uudelleen aktivoi
fr: Réactiver
hu: Újra aktivál
it: Riattivare
ja: 再有効化する
lt: Aktyvuoti vėl
ms: Aktifkan semula
nb: Reaktiver
nl: Heractiveer
pl: Ponownie uaktywnić
pt_br: Reativar
ru: Повторно активировать
sk: Reaktivovať
sl: Reaktivirati
sq: Riaktivizo
sr: Reaktiviraj
sv: Återaktivera
tr: Yeniden etkinleştirme
uk: Повторно активувати
vi: Kích hoạt lại
zh_hk: 重新啟動

source: They'll be able to log in again, and they'll be placed back into the groups they were in before their account was deactivated.
ar: سيتمكن من تسجيل الدخول مجددًا، وسيُعاد إلى المجموعات التي كان فيها قبل إلغاء تنشيط حسابه.
bg: Те ще могат да влязат отново и ще бъдат поставени обратно в групите, в които са били преди деактивирането на акаунта им.
ca: Podran tornar a iniciar sessió i se'ls tornarà a col·locar als grups als que estaven abans de desactivar la seva compta.
de: Sie können sich wieder einloggen und starten mit den Gruppen, in denen sie vor der Deaktivierung ihres Kontos waren.
eo: They’ll be able to log back in, and they’ll be put back in their old groups like before their account got deactivated.
es: Podrán volver a iniciar sesión y se les volverá a colocar en los grupos en los que estaban antes de que se desactivara su cuenta.
fa: آنها دوباره قادر به ورود به سیستم خواهند بود و قبل از اینکه حساب کاربری آنها غیرفعال شود، آنها را به گروههایی که در آن قرار داشتند، قرار می دهند.
fi: He voivat kirjautua uudelleen sisään ja heidät sijoitetaan takaisin ryhmiin, joissa he olivat ennen tiliensä deaktivointeja.
fr: Ces utilisateurs pourront se connecter à nouveau et ils seront replacés dans les groupes où ils se trouvaient avant que leur compte ne soit désactivé.
hu: Újra be tudnak jelentkezni, és visszakerülnek abba a csoportba, amelyben a fiókjuk deaktiválása előtt voltak.
it: Saranno in grado di accedere di nuovo e verranno reinseriti nei gruppi in cui si trovavano prima che il loro account fosse disattivato.
ja: ログインが可能になり、無効化される前のグループに戻りました。
ms: Mereka akan dapat log masuk semula, dan mereka akan dimasukkan semula ke dalam kumpulan yang mereka sertai sebelum akaun mereka dinyahaktifkan.
nb: De vil kunne logge inn igjen, de vil da bli plassert tilbake i gruppene de var i før de ble deaktiverte.
nl: Ze kunnen weer inloggen en worden teruggeplaatst in de groepen waar ze zich in bevonden voordat hun account werd gedeactiveerd.
pl: Będą mogli ponownie się zalogować, a zostaną one umieszczone z powrotem w grupach, które znajdowały się przed dezaktywacją konta.
pt_br: Ele poderá fazer login novamente e será colocado de volta nos grupos em que estava antes de sua conta ser desativada.
ru: Они смогут зайти снова, и им будут возвращены все группы, к котором относились учетные записи до деактивации.
sk: Budú sa môcť prihlásiť znova a pred deaktiváciou účtu budú zaradení späť do skupín, v ktorých boli.
sl: Ponovno se bodo lahko prijavili in vrnili se bodo v skupine, v katerih so bili, preden je bil njihov račun deaktiviran.
sq: Do të mund të hyjë përsëri, dhe do të vendoset sërish në grupet ku ishte përpara se llogaria e tij të çaktivizohej.
sr: Moći će ponovo da se prijavi i biće vraćen/a u grupe u kojima je bio/bila pre nego što je nalog deaktiviran.
sv: De kommer att kunna logga in igen och placeras i de grupper de tillhörde när de inaktiverades.
tr: Tekrar giriş yapabilecekler ve hesabı devre dışı bırakılmadan önce bulundukları gruplara geri yerleştirilecekler.
uk: Вони зможуть увійти знову, і їх буде повернуто до груп, у яких вони були до деактивації акаунта.
vi: Họ sẽ có thể đăng nhập lại được, và sẽ trở về nhóm mà họ ở trước khi tài khoản bị huỷ kích hoạt.
zh_hk: 他們將能夠再次登入，並且將被放回到帳戶被停用之前所在的群組中。

source: Reset {0}'s password?
ar: إعادة تعيين كلمة مرور {0}؟
bg: Нулиране на паролата на {0}?
ca: Restablir la contrasenya de {0}?
de: {0}s Passwort zurücksetzen?
eo: Reset {0}'s pw?
es: ¿Restablecer la contraseña de {0}?
fa: رمز عبور {0} را دوباره تنظیم کنید؟
fi: Palauta käyttäjän {0} salasana?
fr: Réinitialiser le mot de passe de {0} ?
hu: Visszaállítja {0} jelszavát?
it: Reimposta la password di {0}?
ja: {0}のパスワードをリセットしますか?
lt: Atstatyti {0} slaptažodį?
ms: Set semula kata laluan untuk {0}?
nb: Tilbakestill {0} sitt passord?
nl: Wachtwoord van {0} opnieuw instellen?
pl: Zresetować hasło {0}?
pt_br: Redefinir a senha de {0}?
ru: Сбросить пароль для {0}?
sk: Obnoviť heslo používateľa {0}?
sl: Ponastaviti geslo {0}?
sq: Të rivendoset fjalëkalimi i {0}?
sr: Resetovati lozinku za {0}?
sv: Återställa lösenord för {0}?
tr: {0} şifresini sıfırlayın
uk: Скинути пароль користувача {0}?
vi: Đặt lại mật khẩu của {0}?
zh_hk: 重設{0}的密碼

source: Reset
ar: إعادة تعيين
bg: Нулиране
ca: Restableix
de: Zurücksetzen
eo: Reset → Hit the refresh button or just say "restart" lol
es: Reiniciar
fa: بارگذازی مجدد
fi: Palauta
fr: Réinitialiser
hu: Visszaállítás
ja: リセットする
lt: Atstatyti
ms: Set semula
nb: Tilbakestill
nl: Herstellen
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
sk: Obnoviť
sl: Ponastavi
sq: Rivendos
sr: Resetuj
sv: Återställ
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hk: 重設

source: Are you sure you want to do this?
ar: هل أنت متأكد أنك تريد القيام بذلك؟
bg: Сигурни ли сте?
ca: Esteu segurs que voleu realitzar aquesta acció?
de: Bist du sicher, dass du es tun möchtest?
eo: You really bout to do this?
es: ¿Seguro que quieres hacer esto?
fa: آیا مطمئنید که می خواهید این کار را انجام دهید؟
fi: Oletko varma, että haluat tehdä tämän?
fr: Êtes-vous sûr de vouloir faire cela ?
hu: Biztos, hogy ezt akarja csinálni?
it: Sei sicuro di volerlo fare?
ja: よろしいですか?
lt: Ar tikrai norite tai padaryti?
ms: Adakah anda pasti anda mahu melakukan ini?
nb: Er du sikker du vil gjøre dette?
nl: Weet u zeker dat u dit wilt doen?
pl: Czy jesteś pewien?
pt_br: Tem certeza de que quer fazer isso?
ru: Вы уверены что хотите выполнить это действие?
sk: Naozaj to chcete urobiť?
sl: Ste prepričani, da želite to storiti?
sq: A je i sigurt që do ta bësh këtë?
sr: Da li si siguran/na da želiš ovo da uradiš?
sv: Är du säker på att du vill göra detta?
tr: Bunu yapmak istediğine emin misin?
uk: Ви впевнені, що хочете це зробити?
vi: Bạn chắc chắn muốn thực hiện chứ?
zh_hk: 是否確認執行此操作？

source: {0}'s password has been reset
ar: تمت إعادة تعيين كلمة مرور {0}
bg: Паролата на {0} беше нулирана
ca: La contrasenya de {0} s'ha restablert
de: {0}s Passwort wurde zurückgesetzt
eo: Yo, {0}'s password just got reset, fr fr
es: La contraseña de {0} ha sido restablecida
fa: {0} رمز عبور تنظیم مجدد شده است
fi: Käyttäjän {0} salasana on palautettu
fr: Le mot de passe de {0} a été réinitialisé
hu: {0} jelszava visszaállítva
it: La password di {0} è stata ripristinata
ja: {0}のパスワードがリセットされました
lt: Atkurtas {0} slaptažodis
ms: Kata laluan {0} telah ditetap semula
nb: {0} sitt passord har blitt nullstilt
nl: Wachtwoord van {0} is opnieuw ingesteld
pl: {0} hasło zostało zresetowane
pt_br: A senha de {0} foi redefinida
ru: Пароль {0} был сброшен
sk: Heslo používateľa {0} bolo resetované
sl: {0} geslo je bilo ponastavljeno
sq: Fjalëkalimi i {0} është rivendosur
sr: Lozinka za {0} je resetovana
sv: Lösenordet för {0} har återställts
tr: {0} 'un şifresi sıfırlandı
uk: Пароль користувача {0} було скинуто
vi: Mật khẩu của {0} đã được đặt lại
zh_hk: {0}的密碼已被重設

source: Here’s a temporary password they can use to log in and then change their password.
ar: إليك كلمة مرور مؤقتة يمكنه استخدامها لتسجيل الدخول ثم تغيير كلمة مروره.
bg: Това е временна парола, която могат да използват, за да влязат и след това да променят паролата си.
ca: A continuació podeu trobar una contrasenya temporal que poden utilitzar per iniciar sessió i després canviar la seva contrasenya.
de: Hier ist ein temporäres Passwort, mit dem sie sich einloggen und dann ihr Passwort ändern können.
eo: Here’s a quick pass they can use to log in and then switch their pw.
es: Aquí hay una contraseña temporal que pueden usar para iniciar sesión y luego cambiar su contraseña.
fa: در اینجا یک گذرواژه موقت است که می تواند برای ورود به سیستم و سپس رمز عبور خود را تغییر دهد.
fi: Tässä tilapäinen salasana jota he voivat käyttää kirjautuakseen ja muuttaakseen salasanan.
fr: Voici un mot de passe temporaire que les utilisateurs peuvent utiliser pour se connecter, puis modifier leur mot de passe.
hu: Ez egy ideiglenes jelszó, amellyel bejelentkezhetnek, majd megváltoztathatják a jelszavukat.
it: Ecco una password temporanea si può utilizzare per accedere ,sucessivamente modificare la password
ja: この仮パスワードでログインし、パスワードを変更してください
lt: Štai laikinas slaptažodis, kurį jie gali naudoti norėdami prisijungti ir pakeisti slaptažodį.
ms: Ini adalah kata laluan sementara yang boleh mereka gunakan untuk log masuk dan kemudian menukar kata laluan mereka
nb: Her er ett midlertidig passord de kan bruke for å logge inn og bytte passordet.
nl: Hier is een tijdelijk wachtwoord wat ze kunnen gebruiken om in te loggen en het wachtwoord te wijzigen.
pl: Oto hasło tymczasowe za pomocą którego można się zalogować a później zmienić
pt_br: Aqui tem uma senha temporária que ele pode usar para fazer login e depois alterar a senha.
ru: Это временный пароль, с которым они смогут зайти и установить свой пароль.
sk: Toto je dočasné heslo, pomocou ktorého sa môžu prihlásiť a potom zmeniť svoje heslo.
sl: Tukaj je začasno geslo, s katerim se lahko prijavijo in nato spremenijo geslo.
sq: Ja një fjalëkalim i përkohshëm që mund ta përdorin për të hyrë dhe më pas të ndryshojnë fjalëkalimin.
sr: Evo privremene lozinke koju može da koristi za prijavu, a zatim da promeni lozinku.
sv: Här är ett tillfälligt lösenord de kan använda för att logga in och sedan ändra lösenordet.
tr: Giriş yapmak ve şifrelerini değiştirmek için kullanabilecekleri geçici bir şifre.
uk: Ось тимчасовий пароль, який вони можуть використати, щоб увійти, а потім змінити свій пароль.
vi: Đây là mật khẩu tạm thời họ có thể dùng để đăng nhập và đổi mật khẩu.
zh_hk: 這是系統提供的用於登入的臨時密碼，登入成功後請修改密碼。

source: We've sent them an email with instructions for creating a new password.
hu: E-mailt küldtünk az új jelszó létrehozására vonatkozó utasításokkal.
ms: Kami telah menghantar kepada mereka satu emel dengan arahan untuk membuat kata laluan baru

source: Active
ar: نشط
bg: Активен
ca: Actiu
de: Aktiv
eo: That's really vibing
es: Activo
fa: فعال
fi: Aktivoitu
fr: Actif
hu: Aktív
it: Attivo
ja: アクティブ
lt: Aktyvus
ms: Aktif
nb: Aktiv
nl: Actief
pl: Aktywny
pt_br: Ativo
ru: Активный
sk: Aktívny
sl: Dejaven
sq: Aktive
sr: Aktivno
sv: Aktiv
tr: Aktif
uk: Активні
vi: Kích hoạt
zh_hk: 啟動

source: Deactivated
ar: غير نشط
bg: Деактивиран
ca: Desactivat
de: Deaktiviert
eo: Unplugged or ghosted
es: Desactivado
fa: غیرفعالسازی
fi: Deaktivoitu
fr: Désactivé
hu: Deaktivált
it: Deattivato
ja: 無効化済み
lt: Išjungtas
ms: Dinyahaktifkan
nb: Deaktivert
nl: Inactieve
pl: Nieaktywny
pt_br: Desativado
ru: Неактивный
sk: Deaktivovaný
sl: Deaktivira
sq: I çaktivizuar
sr: Deaktivirano
sv: Avaktiverad
tr: Devre dışı
uk: Деактивовано
vi: Huỷ kích hoạt
zh_hk: 已停用

source: Add someone
hu: Adjon hozzá valakit
ms: Tambah seseorang

source: Last Login
ar: آخر تسجيل دخول
bg: Последно влизане
ca: Darrer accés
de: Letzte Anmeldung
eo: Last login = "Last log-in" becomes "Last time I peeped"
es: Ultimo acceso
fa: آخرین ورود
fi: Viimeinen kirjautuminen
fr: Dernier login
hu: Utolsó bejelentkezés
it: Ultimo Login
ja: 最終ログイン
lt: Paskutinis prisijungimas
ms: Log Masuk Terakhir
nb: Siste innlogging
nl: Laatste inlog
pl: Ostatnie logowanie
pt_br: Último login
ru: Последний вход
sk: Posledné prihlásenie
sl: Zadnja prijava
sq: Hyrja e fundit
sr: Poslednja prijava
sv: Senaste inloggning
tr: Son giriş
uk: Останній вхід
vi: Đăng nhập cuối
zh_hk: 上次登入

source: Signed up via Google
ar: تم التسجيل عبر Google
bg: Регистриран чрез Google
ca: Accés a mitjançant Google
de: Anmeldung über Google
eo: Signed up through Google, fr fr
es: Acceso via Google
fa: ثبت نام شده به وسیله گوگل
fi: Rekisteröityi Googlen kautta
fr: Inscription via Google
hu: Google-n keresztül regisztrálva
it: Iscritto tramite Google
ja: Google経由で登録
lt: Registruotasi per Google
ms: Daftar melalui Google
nb: Meldt inn via Google
nl: Aangemeld via Google
pl: Zapisz się za pomocą Googla
pt_br: Inscrito via Google
ru: Вход с помощью Google
sk: Registrovaný cez Google
sl: Prijava prek Googla
sq: U regjistrua përmes Google
sr: Registrovan/a preko Google-a
sv: Inloggad via Google
tr: Google üzerinden kaydoldu
uk: Зареєстровано через Google
vi: Đăng ký qua Google
zh_hk: 用Google帳號登入

source: Signed up via LDAP
ar: تم التسجيل عبر LDAP
bg: Регистриран чрез LDAP
ca: Accés a mitjançant LDAP
de: Anmeldung über LDAP
eo: Signed up through LDAP, fr fr
es: Acceso via LDAP
fa: ثبت نام شده به وسیله LDAP
fi: Rekisteröityi LDAP:n kautta
fr: Inscription via LDAP
hu: LDAP-on keresztül regisztrálva
it: Accesso con LDAP
ja: LDAP経由で登録されました
lt: Registruotasi per LDAP
ms: Daftar masuk melalui LDAP
nb: Meldt inn via LDAP
nl: Aangemeld via LDAP
pl: Zapisz się za pomocą LDAP
pt_br: Inscrito via LDAP
ru: Вход с помощью LDAP
sk: Zaregistrované prostredníctvom LDAP
sl: Prijava prek LDAP
sq: U regjistrua përmes LDAP
sr: Registrovan/a preko LDAP-a
sv: Inloggad via LDAP
tr: LDAP ile kaydoldu
uk: Зареєстровано через LDAP
vi: Đăng ký qua LDAP
zh_hk: 用LDAP帳號登入

source: Reactivate this account
ar: أعد تنشيط هذا الحساب
bg: Активирайте наново този акаунт
ca: Reactivar aquest compte
de: Reaktivieren des Accounts
eo: Re-activate this account? Fr, do it ASAP fam
es: Activar esta cuenta
fa: این اکانت را مجددا فعال کنید
fi: Ota tämä tili käyttöön
fr: Ré-activer ce compte
hu: Aktiválja újra ezt a fiókot
it: Riattivare questo account
ja: このアカウントを再有効化する
lt: Aktyvuoti šią paskyrą
ms: Mengaktifkan semula akaun ini
nb: Reaktiver denne kontoen
nl: Heractiveer dit account
pl: Ponowne uaktywnianie tego konta
pt_br: Reativar esta conta
ru: Повторно активировать эту учетную запись
sk: Znova aktivujte tento účet
sl: Vnovična aktivacija tega računa
sq: Riaktivizo këtë llogari
sr: Reaktiviraj ovaj nalog
sv: Återaktivera detta konto
tr: Bu hesabı yeniden etkinleştir
uk: Повторно активувати цей акаунт
vi: Kích hoạt lại tài khoản này
zh_hk: 重啟帳號

source: Never
ar: أبدًا
bg: Никога
ca: Mai
de: Nie
eo: Nah, fr never
es: Nunca
fa: هرگز
fi: Ei koskaan
fr: Jamais
hu: Soha
it: Mai
ja: 未ログイン
lt: Niekada
ms: Tidak pernah
nb: Aldri
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sk: Nikdy
sl: Nikoli
sq: Kurrë
sr: Nikad
sv: Aldrig
tr: Asla
uk: Ніколи
vi: Không bao giờ
zh_hk: 永不

source: {0} table
ar: {0} جدول
bg: {0} Таблица
ca: {0} taula
de: {0} Tabelle
eo: {0} table = {0} fr fr
es: {0} tabla
fa: {0} جدول
fi: {0} taulu
hu: {0} tábla
it: {0} tabella
ja: {0}テーブル
lt: {0} lentelė
ms: {0} jadual Jamak: {0} jadual
nb: {0} tabell
nl: {0} tabel
pl: {0} tabela
pt_br: {0} tabela
ru: таблица {0}
sk: {0} tabuľka
sl: {0} tabela
sq: {0} tabelë
sr: {0} tabela
sv: tabellen {0}
tr: {0} tablo
uk: {0} таблиця
vi: {0} bảng
zh_hk: {0} 資料表

source: will be
ar: سيكون
bg: ще бъде
ca: serà
de: wird sein
es: será
fa: خواهد بود
fi: tulee olemaan
fr: sera
hu: lesz
it: sarà
ja: ␣は␣になります
lt: bus
ms: akan menjadi
nb: vil bli
nl: zullen
pl: będzie
pt_br: será
ru: будут
sk: bude
sl: bo
sq: do të
sr: će biti
sv: kommer att
tr: olacak
uk: буде
vi: sẽ được
zh_hk: 將會

source: given access to
ar: مُنح صلاحية الوصول إلى
bg: даден достъп до
ca: s'ha donat accès a
de: Zugriff geben auf
eo: got the hookup to
es: dado el acceso a
fa: دسترسی داده به
fi: annettu pääsy
fr: accès donné à
hu: hozzáférést kapott
it: Accesso permesso a
ja: にアクセスを付与する
lt: suteikta prieiga prie
ms: diberi akses kepada
nb: gitt tilgang til
nl: heeft toegang gegeven tot
pl: miała dostęp do
pt_br: concedido acesso a
ru: предоставлен доступ к
sk: pridaný prístup k
sl: dostop do
sq: marrë akses te
sr: dobiti pristup za
sv: ges åtkomst till
tr: erişim verilen
uk: надано доступ до
vi: cấp quyền truy cập tới
zh_hk: 已經被賦予權限連接至

source: and
ar: و
bg: и
ca: i
de: und
es: y
fa: -و-
fi: ja
fr: et
hu: és
it: e
ja: ␣と␣
lt: ir
ms: dan
nb: og
nl: en
pl: ,_i_,
pt_br: e
ru: и
sk: a
sl: in
sq: dhe
sr: i
sv: och
tr: ve
uk: і
vi: và
zh_hk: 和

source: denied access to
ar: مُنع من الوصول إلى
bg: отказан достъп до
ca: denegat l'accés a
de: Zugriff verweigern für
eo: got denied access to
es: denegado el acceso a
fa: عدم دسترسی به / امکان سترسی به .... وجود ندارد
fi: pääsy estetty
fr: accès refusé à
hu: megtagadták a hozzáférést
it: Accesso proibito a
ja: 拒否されたアクセス
lt: nesuteikta prieiga prie
ms: ditolak akses kepada
nb: nektet tilgang til
nl: heeft toegang geweigerd tot
pl: miała odebrany dostęp do
pt_br: negado acesso a
ru: доступ запрещен для
sk: odobraný prístup k
sl: Zavrnjen dostop do
sq: do t’i mohohet aksesi te
sr: biti uskraćen pristup za
sv: vägras åtkomst till
tr: erişim reddedildi
uk: відмовлено в доступі до
vi: chặn truy cập tới
zh_hk: 拒絕訪問

source: will now be able to
hu: most képes lesz rá
ms: kini akan dapat

source: native queries for
hu: natív lekérdezések a következőre
ms: kueri asli untuk

source: Permissions
ar: الأذونات
bg: Разрешения
ca: Permisos
de: Berechtigungen
eo: Permissions → the vibes check
es: Permisos
fa: دسترسی ها
fi: Oikeudet
hu: Jogosultságok
it: Permessi
ja: 権限
lt: Leidimai
ms: Kebenaran
nb: Tillatelser
nl: Rechten
pl: Uprawnienia
pt_br: Permissões
ru: Привилегии
sk: Oprávnenia
sl: Dovoljenja
sq: Lejet
sr: Dozvole
sv: Rättigheter
tr: İzinler
uk: Дозволи
vi: Các quyền
zh_hk: 權限

source: Save permissions?
ar: حفظ الأذونات؟
bg: Запазете разрешенията?
ca: Desar els permisos?
de: Berechtigungen speichern?
eo: Save perms? This is lowkey sus, right?
es: ¿Guardar permisos?
fa: دسترسی ها ذخیره شوند ؟
fi: Tallenna oikeudet?
fr: Sauvegarder les permissions ?
hu: Jogosultságok mentése?
it: Salvare i permessi?
ja: 権限を保存しますか?
lt: Išsaugoti leidimus?
ms: Kebenaran penyimpanan?
nb: Lagre tillatelser?
nl: Rechten opslaan?
pl: Zapisać uprawnienia?
pt_br: Salvar permissões?
ru: Сохранить привилегии?
sk: Uložiť oprávnenia?
sl: Shranite dovoljenja?
sq: Të ruhen lejet?
sr: Sačuvati dozvole?
sv: Spara rättigheter?
tr: İzinleri kaydet?
uk: Зберегти дозволи?
vi: Lưu các quyền?
zh_hk: 儲存權限嗎？

source: Save Changes
hu: Változtatások Mentése
ms: Simpan Perubahan

source: Discard changes?
hu: Változtatások eldobása?
ms: Buang perubahan?

source: No changes to permissions will be made.
hu: Az engedélyek módosítása nem történik meg.
ms: Tiada perubahan kepada kebenaran akan dibuat.

source: You've made changes to permissions.
ar: لقد أجريت تغييرات على الأذونات.
bg: Направихте промени в резрешенията.
ca: Heu fet canvis als permisos.
de: Du hast Änderungen an Berechtigungen vorgenommen.
eo: You’ve lowkey tweaked the permissions, huh?
es: Has realizado cambios en los permisos.
fa: شما مجوزها را تغییر داده اید.
fi: Olet tehnyt oikeuksiin muutoksia
fr: Vous modifié les permissions.
hu: Megváltoztatta a jogosultságokat.
it: Hai cambiato i permessi
ja: 権限が変更されました
lt: Pakeitėte leidimus.
ms: Anda telah membuat perubahan kepada kebenaran.
nb: Du har gjort endringer med tilganger.
nl: U hebt aanpassingen gedaan aan rechten.
pl: Wprowadzono zmiany w uprawnieniach.
pt_br: Você fez alterações nas permissões.
ru: Вы внесли изменения в настройки привилегий.
sk: Zmenili ste povolenia
sl: Spremenili ste dovoljenja.
sq: Ke bërë ndryshime te lejet.
sr: Napravili ste izmene u dozvolama.
sv: Du har gjort ändringar i rättigheter.
tr: İzinlerde değişiklik yaptınız.
uk: Ви внесли зміни до дозволів.
vi: Bạn đã tạo thay đổi về quyền.
zh_hk: 權限被更改。

source: Permissions for this collection
ar: أذونات هذه المجموعة
bg: Разрешения за тази колекция
ca: Permisos d'aquest col·lecció
de: Berechtigungen dieser Sammlung
eo: Permissions for this collection = “The vibe check for this collection”
es: Permisos de esta colección
fa: مجوزهای این مجموعه
fi: Kokoelman oikeudet
fr: Permissions pour cette collection
hu: Engedélyek ehhez a gyűjteményhez
it: Permessi per questa collection
ja: このコレクションの権限
lt: Leidimai šiai kolekcijai
ms: Kebenaran untuk koleksi ini
nb: Tilganger for denne samlingen
nl: Rechten voor deze collectie
pl: Uprawnienia dla tej kolekcji
pt_br: Permissões para esta coleção
ru: Привилегии для этой коллекции
sk: Povolenia pre túto kolekciu
sl: Dovoljenja za to zbirko
sq: Lejet për këtë koleksion
sr: Dozvole za ovu kolekciju
sv: Rättigheter för denna samling
tr: Bu koleksiyon için izinler
uk: Дозволи для цієї колекції
vi: Quyền hạn cho bộ sưu tập này
zh_hk: 這個集合(collection)的權限

source: You have unsaved changes
hu: Vannak el nem mentett változtatásai
ms: Anda mempunyai perubahan yang belum disimpan

source: Do you want to leave this page and discard your changes?
hu: Szeretné elhagyni ezt az oldalt, és elvetni a változtatásokat?
ms: Adakah anda mahu meninggalkan halaman ini dan membatalkan perubahan anda?

source: Sorry, an error occurred.
ar: عذرًا، حدث خطأ.
bg: За съжаление възникна грешка.
ca: Disculpeu, s'ha produït un error.
de: Es tut mir leid, es ist ein Fehler unterlaufen.
eo: Oops, lowkey error just popped off.
es: Lo siento, ocurrió un error.
fa: متاسفم، خطایی رخ داده است.
fi: Pahoittelut, tapahtui virhe.
fr: Désolé, une erreur est survenue.
hu: Sajnáljuk, hiba történt.
it: Spiacenti, si é verificato un errore
ja: 申し訳ありません、エラーが発生しました
lt: Deja, įvyko klaida.
ms: Maaf, terdapat ralat.
nb: Beklager, en feil oppstod.
nl: Sorry, er is een fout opgetreden.
pl: Przepraszamy, wystąpił błąd
pt_br: Ocorreu um erro.
ru: Простите, возникла ошибка.
sk: Ľutujeme, vyskytla sa chyba.
sl: Žal je prišlo do napake.
sq: Na vjen keq, ndodhi një gabim.
sr: Žao nam je, došlo je do greške.
sv: Ursäkta, ett fel uppstod.
tr: Üzgünüz, bir hata oluştu.
uk: Вибачте, сталася помилка.
vi: Xin lỗi, đã có lỗi xảy ra.
zh_hk: 對不起，發生錯誤。
