Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The column or number to return the natural logarithm value of.
ar: العمود أو الرقم الذي تريد إرجاع قيمة اللوغاريتم الطبيعي له.
bg: Колоната или числото, за което да се върне стойността на естествения логаритъм.
ca: La columna o el nombre a retornar el valor del logaritme natural.
de: Die Spalte oder Zahl, deren natürlicher Logarithmuswert zurückgegeben werden soll.
eo: The spot or number to get the natural log of, fr fr.
es: La columna o número del que se devolverá el valor en logaritmo natural.
fa: ستون یا عددی که مقدار لگاریتم طبیعی آن برگردانده می‌شود.
fi: Sarake tai luku, jonka luonnollinen logaritmi palautetaan.
fr: Colonne ou nombre où renvoyer la valeur du logarithme naturel.
hu: Az az oszlop vagy szám, amelynek természetes logaritmus értékét visszaadja.
it: La colonna o il numero di cui restituire il valore del logaritmo naturale.
ja: 自然対数を計算するカラムや数値。
lt: Stulpelis arba skaičius, kuriuo grąžinamas natūralusis logaritmas.
ms: Lajur atau nombor untuk mengembalikan nilai logaritma semulajadi.
nb: Kolonnen eller nummeret å returnere den naturlige logaritmeverdien av.
nl: De kolom of het getal waarvan de natuurlijke logaritme moet worden geretourneerd.
pl: Kolumna lub liczba, która zwraca wartość logarytmu naturalnego.
pt_br: A coluna ou o número para retornar o valor do logaritmo natural.
ru: Столбец или число, для которого нужно вернуть значение натурального логарифма.
sk: Stĺpec alebo číslo, ktorého prirodzený logaritmus sa má vrátiť.
sl: Stolpec ali število, ki vrne vrednost naravnega logaritma.
sq: Kolona ose numri për të cilin të kthehet vlera e logaritmit natyror.
sr: Kolona ili broj za koji se vraća vrednost prirodnog logaritma.
sv: Kolumnen eller siffra att returnera naturliga logaritmen från
tr: Doğal logaritma değerini döndürülecek sütun veya sayı.
uk: Стовпець або число, для яких потрібно повернути значення натурального логарифма.
vi: Cột hoặc số để trả về giá trị lôgarit tự nhiên.
zh_hk: 要回傳其自然對數值的欄或數字。

source: Returns Euler's number, e, raised to the power of the supplied number.
ar: يعيد عدد أويلر e مرفوعًا إلى قوة العدد المُدخل.
bg: Връща числото на Ойлер, e, повдигнато на степен на подаденото число.
ca: Retorna el nombre d'Euler, e, elevat a la potencia del nombre subministrat.
de: Gibt die Eulersche Zahl e, erhöht um die Potenz der angegebenen Zahl, zurück.
eo: It’s basically saying: returns e to the power of whatever number you give, lowkey math vibes.
es: Devuelve el número de Euler, e, elevado a la potencia del número proporcionado.
fa: برمی‌گرداند عدد اویلر، e، که به توان عدد داده شده رسیده است.
fi: Palauttaa Eulerin luvun e korotettuna syötetyn luvun potenssiin.
fr: Renvoie le nombre d'Euler, e, élevé à la puissance du nombre fourni.
hu: Az Euler-számot, e-t adja vissza, a megadott szám hatványára emelve.
it: Restituisce il numero di Eulero, e, elevato alla potenza del numero fornito.
ja: オイラー数eを、指定された数の累乗で返します。
lt: Grąžina Eulerio skaičių e, pakeltą iki pateikto skaičiaus laipsnio.
ms: Mengembalikan nombor Euler, e, dinaikkan kepada kuasa nombor yang diberikan.
nb: Returnerer Eulers nummer, e, opphøyd i potens lik nummeret du oppgir.
nl: Retourneert het getal van Euler, e, verheven tot de macht van het opgegeven getal.
pl: Zwraca liczbę Eulera, e, podniesioną do potęgi podanej liczby.
pt_br: Retorna o número de Euler (e) elevado à potência do número fornecido.
ru: Возвращает число Эйлера e, возведенное в степень переданного числа.
sk: Vracia Eulerovo číslo, e, umocnené na hodnotu poskytnutého čísla.
sl: Vrne Eulerjevo številko e, dvignjeno na moč vnesene številke.
sq: Kthen numrin e Euler-it, e, të ngritur në fuqinë e numrit të dhënë.
sr: Vraća Ojlerov broj, e, podignut na stepen prosleđenog broja.
sv: Returnera Eulers värde e upphöjt med angivet värde
tr: Sağlanan sayının üssüne yükseltilmiş Euler sayısını (e) döndürür.
uk: Повертає число Ейлера e, піднесене до степеня заданого числа.
vi: Trả về số của Euler, e, được nâng lên thành lũy thừa của số được cung cấp.
zh_hk: 回傳自然對數 e，其次方為所提供數字。

source: Interest Months
ar: أشهر الفائدة
bg: Месеци с лихва
ca: Interès mensual
de: Zinsmonate
eo: Interest Months → vibes for "interest months" or just "interest months" tbh, there's no direct slang for that, but if I had to, I’d say "interest months" = "interest months" lol, but if it’s about a period where interest is happening, maybe "interest drip" or "interest phase" could work.
es: Meses de interés
fa: ماه‌های بهره
fi: Korkokuukaudet
fr: Mois d'intérêt
hu: Kamat hónapok
it: Mesi di interesse
ja: 利息月
lt: Palūkanų mėnesiai
ms: Bulan Faedah
nb: Rentemåneder
nl: Rentemaanden
pl: Miesiące odsetkowe
pt_br: Meses de juros
ru: Процентные месяцы
sk: Mesiace úrokov
sl: Obrestni meseci
sq: Muaj Interesi
sr: Meseci kamate
sv: Räntemånader
tr: Faiz Ayları
uk: Місяці відсотків
vi: Tháng lãi
zh_hk: 利息月數

source: The column or number to return the exponential value of.
ar: العمود أو الرقم الذي تريد إرجاع القيمة الأسية له.
bg: Колоната или числото, за което да се върне експоненциалната стойност.
ca: La columna o el nombre a retorna el valor exponencial.
de: Die Spalte oder Zahl, deren Exponentialwert zurückgegeben werden soll.
eo: The spot or number to get the exponential vibe from, fr.
es: La columna o número del que se devolverá el valor exponencial.
fa: ستون یا عددی که باید ارزش نمایی آن برگشت داده شود.
fi: Sarake tai numero, jonka eksponentiaalinen arvo palautetaan.
fr: Colonne ou nombre où renvoyer la valeur exponentielle.
hu: Az az oszlop vagy szám, amelynek exponenciális értékét visszaadja.
it: La colonna o il numero per restituire il valore esponenziale di.
ja: 指数値を返す列または数値。
lt: Stulpelis arba skaičius, kurio eksponentinė vertė grąžinama.
ms: Lajur atau nombor untuk mengembalikan nilai eksponen.
nb: Kolonnen eller nummeret å returnere en eksponensiell verdi av.
nl: De kolom of het getal waarvan de exponentiële waarde moet worden geretourneerd.
pl: Kolumna lub numer, który ma zwrócić wartość wykładniczą.
pt_br: A coluna ou número para retornar o valor exponencial.
ru: Столбец или число, для которого нужно вернуть экспоненциальное значение.
sk: Stĺpec alebo číslo, ktorého exponenciálna hodnota sa má vrátiť.
sl: Stolpec ali številka, ki vrne eksponentno vrednost.
sq: Kolona ose numri për të cilin të kthehet vlera eksponenciale.
sr: Kolona ili broj za koji se vraća eksponencijalna vrednost.
sv: Kolumnen eller siffran att returnera det exponentiella värdet från.
tr: Üstel değerini döndürülecek sütun veya sayı.
uk: Стовпець або число, для яких потрібно повернути експоненційне значення.
vi: Cột hoặc số để trả về giá trị theo cấp số nhân.
zh_hk: 要回傳其指數值的欄或數字。

source: The column or text to check.
ar: العمود أو النص المراد التحقق منه.
bg: Колоната или текстът за проверка.
ca: La columna o el text a comprovar
de: Die zu prüfende Spalte oder der zu prüfende Text.
eo: The lil bit of text or column u gotta peep.
es: La columna o el texto a comprobar.
fa: ستون یا متنی که باید بررسی شود.
fi: Tarkistettava sarake tai teksti.
fr: La colonne ou le texte à vérifier.
hu: Az ellenőrizendő oszlop vagy szöveg.
it: La colonna o il testo da controllare.
ja: チェックしたいカラムやテキスト
lt: Stulpelis arba tekstas, kurį reikia patikrinti.
ms: Lajur atau teks untuk diperiksa.
nb: Kolonnen eller teksten som skal sjekkes.
nl: De kolom of tekst die moet worden gecontroleerd.
pl: Kolumna lub tekst do sprawdzenia.
pt_br: A coluna ou texto a ser verificado.
ru: Столбец или текст для проверки.
sk: Stĺpec alebo text na kontrolu.
sl: Stolpec ali besedilo, ki ga želite preveriti.
sq: Kolona ose teksti për t’u kontrolluar.
sr: Kolona ili tekst koji treba proveriti.
sv: Kolumnen eller texten som ska kontrolleras..
tr: Kontrol edilecek sütun veya metin.
uk: Стовпець або текст для перевірки.
vi: Cột hoặc văn bản để kiểm tra.
zh_hk: 要檢查的欄位或文本。

source: Checks a date or number column's values to see if they're within the specified range.
ar: يتحقق من قيم عمود تاريخ أو رقم لمعرفة ما إذا كانت ضمن النطاق المحدد.
bg: Проверява стойностите на колона с дата или число, за да види дали са в посочения обхват.
ca: Comprova si una columna o data està entre un rang especificat
de: Prüft, ob die Werte einer Datums- oder Zahlenspalte im angegebenen Bereich liegen.
eo: Basically, it’s like double-checking if the dates or numbers are chill with the set range, fr.
es: Comprueba los valores de una columna de fecha o número para ver si están dentro del rango especificado.
fa: مقادیر مربوط به یک ستون تاریخ یا عدد را بررسی کنید تا ببینید آیا در محدوده مشخص شده هستند یا خیر.
fi: Tarkistaa päivämäärä- tai numerosarakkeen arvot, ovatko ne määritetyllä alueella.
fr: Vérifie les valeurs d'une colonne de date ou numérique pour voir si elles sont comprises dans la plage spécifiée.
hu: Ellenőrzi egy dátum vagy szám oszlop értékeit, hogy a megadott tartományon belül vannak-e.
it: Controlla i valori di una colonna di data o numero per verificare se sono all'interno dell'intervallo specificato.
ja: 日付または数値の列の値をチェックして、指定された範囲内にあるかどうかを確認します。
lt: Patikrina datos arba skaičių stulpelio reikšmes, ar jos patenka į nurodytą diapazoną.
ms: Memeriksa nilai lajur tarikh atau nombor untuk melihat jika ia berada dalam julat yang ditentukan.
nb: Velger en dato eller en nummerkolonnes verdier for å se om de er innenfor oppgitt område.
nl: Controleert de waarden van een datum- of cijferkolom om te zien of ze binnen het opgegeven bereik vallen.
pl: Sprawdza wartości w kolumnie z datą lub liczbą, czy mieszczą się w określonym zakresie.
pt_br: Verifica os valores de uma coluna de datas ou números para ver se estão dentro do intervalo especificado.
ru: Проверяет значения столбца даты или числа, чтобы убедиться, что они находятся в указанном диапазоне.
sk: Skontroluje hodnoty dátového alebo číselného stĺpca, aby sa zistilo, či sú v určenom rozsahu.
sl: Preveri vrednosti stolpca z datumom ali številko in preveri, ali so v določenem obsegu.
sq: Kontrollon vlerat e një kolone date ose numri për të parë nëse janë brenda intervalit të specifikuar.
sr: Proverava vrednosti kolone datuma ili brojeva da li su u okviru navedenog opsega.
sv: Kontrollerar en datum- eller sifferkolumns värde för att se om det ligger inom angivet intervall.
tr: Belirtilen aralıkta olup olmadıklarını görmek için bir tarih veya sayı sütununun değerlerini kontrol eder.
uk: Перевіряє значення у стовпці дати або чисел, чи входять вони в заданий діапазон.
vi: Kiểm tra giá trị của cột ngày hoặc số để xem chúng có nằm trong phạm vi được chỉ định hay không.
zh_hk: 檢查日期或數字列的值以查看它們是否在指定範圍內。

source: Created At
ar: تاريخ الإنشاء
bg: Създадено на
ca: Creat el
de: Erzeugt am
eo: made it at
es: Creado en
fa: ایجاد شده در
fi: Luotu
fr: Créé à
hu: Létrehozva
it: Creato il
ja: 作成日時
lt: Sukurta
ms: Dicipta Pada
nb: Opprettet
nl: Aangemaakt op
pl: Utworzony w
pt_br: Criado em
ru: Создан
sk: Vytvorené dňa
sl: Ustvarjeno v
sq: Krijuar më
sr: Kreirano
sv: Skapad
tr: Oluşturulma Tarihi
uk: Створено
vi: Được tạo lúc
zh_hk: 建立於

source: The date or numeric column that should be within the start and end values.
ar: عمود التاريخ أو الأرقام الذي يجب أن يقع ضمن قيمتي البداية والنهاية.
bg: Колоната с дата или числа, която трябва да бъде в рамките на началната и крайната стойности.
ca: La data o la columna numèrica que ha d'estar entre els valors d'inici i fi.
de: Die Datums- oder Zahlenspalte, die innerhalb der Start- und Endwerte liegen soll.
eo: The date or number column that’s gotta be between the start and end points, fr.
es: La fecha o columna numérica que debe estar dentro de los valores inicial y final.
fa: ستون تاریخ یا عددی که باید در میان مقادیر شروع و پایان باشد.
fi: Päivämäärä tai numeerinen sarake, jonka oltava alku- ja loppuarvojen sisällä.
fr: La date ou la colonne numérique qui doit être comprise entre les valeurs de début et de fin.
hu: A dátum vagy numerikus oszlop, amelynek a kezdő és végértékek között kell lennie.
it: La colonna di data o numerica che dovrebbe essere compresa tra i valori di inizio e di fine.
ja: 始点と終点の間にある日付や数値のカラム。
lt: Data arba skaitinis stulpelis, kuris turi būti pradžios ir pabaigos reikšmėse.
ms: Lajur tarikh atau nombor yang sepatutnya berada dalam nilai mula dan akhir.
nb: Dato- eller numerisk kolonne som skal være innenfor start- og sluttverdiene.
nl: De datum of numerieke kolom die tussen de begin- en eindwaarden moet staan.
pl: Kolumna z datą lub liczbą powinna mieścić się w zakresie początkowym i końcowym.
pt_br: A coluna de data ou numérica que deve estar dentro dos valores inicial e final.
ru: Дата или числовой столбец, который должен находиться в пределах начального и конечного значений.
sk: Dátum alebo číselný stĺpec, ktorý by mal byť medzi začiatkom a koncovými hodnotami.
sl: Datum ali številski stolpec, ki mora biti v začetni in končni vrednosti.
sq: Kolona e datës ose numerike që duhet të jetë brenda vlerave të fillimit dhe të fundit.
sr: Kolona datuma ili brojeva koja treba da bude između početne i krajnje vrednosti.
sv: Datum- eller sifferkolumn som ska ligga inom start- och slutvärdena
tr: Başlangıç ve bitiş değerleri içinde olması gereken tarih veya sayısal sütun.
uk: Стовпець дати або чисел, який має бути між початковим і кінцевим значеннями.
vi: Cột ngày hoặc số phải nằm trong giá trị bắt đầu và giá trị kết thúc.
zh_hk: 日期或數字欄位應在開始與結束值之間。

source: The beginning of the range.
ar: بداية النطاق.
bg: Началото на обхвата.
ca: L'inici del rang.
de: Der Beginn des Bereichs.
eo: The start of the vibe.
es: El inicio del rango.
fa: آغاز محدوده.
fi: Sarjan alku.
fr: Le début de la plage.
hu: A tartomány kezdete.
it: L'inizio dell'intervallo.
ja: 範囲の始点。
lt: Diapazono pradžia.
ms: Permulaan julat.
nb: Starten på området.
nl: Het begin van het assortiment.
pl: Początek zakresu.
pt_br: O início do intervalo.
ru: Начало диапазона.
sk: Začiatok rozsahu.
sl: Začetek razpona.
sq: Fillimi i intervalit.
sr: Početak opsega.
sv: Start-värde.
tr: Aralığın başlangıcı.
uk: Початок діапазону.
vi: Sự bắt đầu của phạm vi.
zh_hk: 範圍的起始點。

source: The end of the range.
ar: نهاية النطاق.
bg: Краят на обхвата.
ca: El final del rang.
de: Das Ende des Bereichs.
eo: The range's finale, fr fr
es: El final del rango.
fa: پایان محدوده.
fi: Sarjan loppu.
fr: La fin de la plage.
hu: A tartomány vége.
it: La fine dell'intervallo.
ja: 範囲の終端。
lt: Diapazono pabaiga.
ms: Akhir julat.
nb: Slutten på området.
nl: Het einde van het assortiment.
pl: Koniec zakresu.
pt_br: O fim do intervalo.
ru: Конец диапазона.
sk: Koniec rozsahu.
sl: Konec razpona.
sq: Fundi i intervalit.
sr: Kraj opsega.
sv: Slut-värde.
tr: Aralığın sonu.
uk: Кінець діапазону.
vi: Khoảng cuối của dãy.
zh_hk: 範圍的結束點。

source: Checks a date column's values to see if they're within the relative range.
ar: يتحقق من قيم عمود تاريخ لمعرفة ما إذا كانت ضمن النطاق النسبي.
bg: Проверява стойностите на колона с дата, за да види дали са в относителния обхват.
ca: Comprova els valors d'una columna de data per comprobar si estan dins el rang relatiu.
de: Prüft, ob die Werte einer Datumsspalte innerhalb des relativen Bereiches liegen.
eo: Checks a date column’s values to see if they’re chill within the range, fr.
es: Comprueba los valores de una columna de fecha para ver si están dentro del rango relativo.
fa: مقادیر یک ستون تاریخ را بررسی کنید تا ببینید آیا آنها در محدوده نسبی هستند یا خیر.
fi: Tarkistaa päivämääräsarakkeen arvot, ovatko ne suhteellisella välillä..
fr: Vérifie les valeurs d'une colonne de date pour voir si elles sont dans la plage relative.
hu: Ellenőrzi egy dátum oszlop értékeit, hogy a relatív tartományon belül vannak-e.
it: Controlla i valori di una colonna di data per vedere se sono all'interno dell'intervallo relativo.
ja: 日付列の値をチェックして、相対的な範囲内にあるかどうかを確認します。
lt: Patikrina datos stulpelio reikšmes, ar jos patenka į santykinį diapazoną.
ms: Memeriksa nilai lajur tarikh untuk melihat jika ia berada dalam julat relatif.
nb: Velger en datokolonnes verdier for å se om de er innenfor det relative området.
nl: Controleert de waarden van een datumkolom om te zien of ze binnen het relatieve bereik vallen.
pl: Sprawdza wartości w kolumnie dat, aby sprawdzić, czy mieszczą się w względnym zakresie.
pt_br: Verifica os valores de uma coluna de datas para ver se estão dentro do intervalo relativo.
ru: Проверяет значения столбца даты, чтобы убедиться, что они находятся в относительном диапазоне.
sk: Skontroluje hodnoty dátového stĺpca, aby sa zistilo, či sú v relatívnom rozsahu.
sl: Preveri vrednosti datumskega stolpca in preveri, ali so v relativnem obsegu.
sq: Kontrollon vlerat e një kolone date për të parë nëse janë brenda intervalit relativ.
sr: Proverava vrednosti kolone datuma da li su u okviru relativnog opsega.
sv: Kontrollerar en datum-kolumns värden för att se om de ligger inom det relativa intervallet.
tr: Göreli aralıkta olup olmadıklarını görmek için bir tarih sütununun değerlerini kontrol eder.
uk: Перевіряє значення в стовпці дати, чи перебувають вони у відносному діапазоні.
vi: Kiểm tra các giá trị của cột ngày để xem chúng có nằm trong phạm vi tương đối hay không.
zh_hk: 檢查日期列的值以查看它們是否在相對範圍內。

source: The date column to return interval of.
ar: عمود التاريخ الذي تريد إرجاع الفاصل الزمني له.
bg: Колоната с дата, за която да се върне интервалът.
ca: La columna d'on retornar l'interval.
de: Die Datumsspalte für das Rückgabeintervall.
eo: The date column to show the return interval, fr fr.
es: La columna de fecha del intervalo de retorno.
fa: ستون تاریخ برای برگشت بازه.
fi: Pvm-sarake, jonka aikaväli palautetaan.
fr: La colonne de date pour laquelle retourner l'intervalle.
hu: Az az oszlop, amelynek intervallumát vissza kell adni.
it: La colonna di data per restituire l'intervallo di.
ja: 間隔を返す日付欄。
lt: Datos stulpelis, kuriuo intervalas grąžinamas.
ms: Lajur tarikh untuk mengembalikan selang.
nb: Datokolonnen du vil ha intervall av.
nl: De datumkolom waarvan het interval moet worden geretourneerd.
pl: Kolumna daty, od której ma być zwrócony interwał.
pt_br: A coluna de data para retornar o intervalo.
ru: Столбец даты для возврата интервала.
sk: Dátumový stĺpec, z ktorého sa má vrátiť interval.
sl: Stolpec z datumom, za vrnitev intervala.
sq: Kolona e datës për të kthyer intervalin e saj.
sr: Kolona datuma za koju se vraća interval.
sv: Datum-kolumnen att returnera intervall ifrån
tr: Zaman hesaplanacak tarih sütunu.
uk: Стовпець дати, для якого потрібно повернути інтервал.
vi: Cột ngày để trả về khoảng thời gian.
zh_hk: 回傳間隔的日期欄。

source: Period of interval, where negative values are back in time.
ar: مدة الفاصل الزمني، حيث تمثل القيم السالبة الرجوع إلى الماضي.
bg: Период на интервала, където отрицателните стойности са в миналото.
ca: Període d'interval, on els valors negatius són en el passat.
de: Intervallperiode, wobei negative Werte in die Vergangenheit deuten.
eo: That interval where the negatives are straight-up in the past, fr fr
es: Período de intervalo, donde los valores negativos retroceden en el tiempo.
fa: دوره بازه، جایی که مقادیر منفی به گذشته بازمی‌گردند.
fi: Aikaväli, jossa negatiiviset arvot viittaavat menneeseen aikaan.
fr: Période d'intervalle, où les valeurs négatives sont dans le passé.
hu: Az intervallum időszaka, ahol a negatív értékek visszafelé mutatnak az időben.
it: Periodo dell'intervallo, dove i valori negativi sono nel passato.
ja: 区間の期間において、負の値は過去を表す。
lt: Intervalo laikotarpis, kai neigiamos reikšmės grįžta laiku.
ms: Tempoh selang, di mana nilai negatif adalah masa lampau.
nb: Intervallperiode, der negative verdier er bakover i tid.
nl: Intervalperiode, waarin negatieve waarden terug in de tijd zijn.
pl: Okres interwału, gdzie wartości ujemne to cofnięcie w czasie.
pt_br: Período de intervalo, em que os valores negativos são retroativos no tempo.
ru: Период интервала, когда отрицательные значения возвращаются во времени.
sk: Obdobie intervalu, kde majú záporné hodnoty význam návratu do minulosti.
sl: Obdobje intervala, kjer so negativne vrednosti nazaj v času.
sq: Periudha e intervalit, ku vlerat negative janë mbrapa në kohë.
sr: Period intervala, gde negativne vrednosti znače unazad u vremenu.
sv: Period för intervall där negativa värden är tillbaka i tiden
tr: Negatif değerlerin zamanda geri geldiği aralık dönemi.
uk: Період інтервалу, де від’ємні значення означають час назад.
vi: Khoảng thời gian, trong đó các giá trị âm quay ngược thời gian.
zh_hk: 時間間隔的期間，其中負值表示往回的時間。

source: Type of internal like "day", "month", "year".
hu: Belső típusa, például "nap", "hónap", "év".
ms: Jenis dalaman seperti "hari", "bulan", "tahun".

source: The column or value to return.
ar: العمود أو القيمة المراد إرجاعها.
bg: Колоната или стойността, която да се върне.
ca: La columna o el valor a retornar.
de: Die Spalte oder der Wert, der zurückgegeben werden soll.
eo: The column or value to send back, fr.
es: La columna o valor que se devolverá.
fa: ستون یا ارزشی که باید بازگردانده شود.
fi: Palautettava sarake tai arvo.
fr: La colonne ou valeur à renvoyer.
hu: A visszaadandó oszlop vagy érték.
it: La colonna o valore da restituire.
ja: 返すカラムまたは値。
lt: Grąžintinas stulpelis arba reikšmė.
ms: Lajur atau nilai yang akan dikembalikan.
nb: Kolonnen eller verdien som skal returneres.
nl: De kolom of waarde die moet worden geretourneerd.
pl: Kolumna lub wartość do zwrócenia.
pt_br: A coluna ou valor para retornar.
ru: Столбец или значение, которое нужно вернуть.
sk: Stĺpec alebo hodnota na vrátenie.
sl: Stolpec ali vrednost, ki jo želite vrniti.
sq: Kolona ose vlera për t’u kthyer.
sr: Kolona ili vrednost koja se vraća.
sv: Kolumnen eller värdet att returnera.
tr: Döndürülecek sütun veya değer.
uk: Стовпець або значення, яке потрібно повернути.
vi: Cột hoặc giá trị cần trả về.
zh_hk: 要回傳的欄或值。

source: If value1 is empty, value2 gets returned if its not empty, and so on.
hu: Ha az érték1 üres, az érték2 kerül visszaadásra, ha nem üres, és így tovább.
ms: Jika nilai1 kosong, nilai2 akan dikembalikan jika ia tidak kosong, dan seterusnya.

source: Tests an expression against a list of cases and returns the corresponding value of the first matching case, with an optional default value if nothing else is met.
hu: Ellenőrzi egy kifejezést egy esetlistával szemben, és visszaadja az első megfelelő eset értékét, egy opcionális alapértelmezett értékkel, ha semmi más nem teljesül.
ms: Menguji ungkapan terhadap senarai kes dan mengembalikan nilai yang sepadan dengan kes pertama yang sepadan, dengan nilai lalai pilihan jika tiada yang lain dipenuhi.

source: The value that will be returned if the preceding condition is true, and so on.
hu: Az az érték, amelyet visszaad, ha az előző feltétel igaz, és így tovább.
ms: Nilai yang akan dikembalikan jika syarat sebelumnya adalah benar, dan seterusnya.

source: Is null
ar: قيمة فارغة (NULL)
bg: Е нула
ca: És null
de: Ist NULL
eo: It’s just null, no cap
es: es nulo
fa: تهی هست
fi: On tyhjä
fr: Est nul
hu: Nulla
it: È nullo
ja: NULLである
lt: Yra null
ms: Adalah null
nb: Er null
nl: Is leeg
pl: Jest puste
pt_br: É nulo
ru: Пустой
sk: Je null
sl: Je ničelno
sq: Është null
sr: Je null
sv: Är tomt
tr: Boş
uk: Є NULL
vi: Là rỗng
zh_hk: 為空

source: Not null
ar: ليس فارغًا (NULL)
bg: Не е нула
ca: No és null
de: Nicht NULL
eo: Lowkey empty fr
es: no es nulo
fa: تهی نیست
fi: Ei tyhjä
fr: N'est pas nul
hu: Nem nulla
it: Non è nullo
ja: NULLでない
lt: Nėra null
ms: Bukan null
nb: Ikke null
nl: Is niet leeg
pl: Nie jest puste
pt_br: Não é nulo
ru: Не пустой
sk: Nie je null
sl: Ni nično
sq: Jo null
sr: Nije null
sv: Är inte tomt
tr: Boş değil
uk: Не NULL
vi: Có giá trị
zh_hk: 不為空
