Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Add context to your time series charts
ar: أضف سياقًا إلى مخططات السلاسل الزمنية لديك
bg: Добавете контекст към вашите диаграми с времеви редове
ca: Afegiu context als vostres gràfics de sèries temporals
de: Fügen Sie Ihren Zeitreihendiagrammen Kontext hinzu
eo: Make sure to give some context to your time series charts, fr fr
es: Agregue contexto a sus gráficos de series de tiempo
fa: زمینه را به نمودارهای سری زمانی خود اضافه کنید
fi: Lisää konteksti aikasarjakaavioihisi
fr: Ajoutez du contexte à vos graphiques de séries chronologiques
it: Aggiungi contesto ai tuoi grafici delle serie temporali
ja: 時系列チャートにコンテキストを追加する
lt: Pridėkite kontekstą prie laiko eilučių diagramų
nb: Legg til kontekst i tidsseriediagrammene dine
nl: Voeg context toe aan uw tijdreeksdiagrammen
pl: Dodaj kontekst do wykresów szeregów czasowych
pt_br: Adicione contexto aos seus gráficos de séries temporais
ru: Добавьте контекст в ваши диаграммы временных рядов
sk: Pridajte kontext do grafov časových radov
sl: Dodajte kontekst svojim grafikonom časovnih vrst
sq: Shto kontekst te grafiqet e serive kohore
sr: Dodajte kontekst svojim grafikonima vremenskih serija
sv: Lägg till sammanhang till dina tidsseriediagram
tr: Zaman serisi grafiklerinize bağlam ekleyin
uk: Додайте контекст до діаграм часових рядів
vi: Thêm ngữ cảnh vào biểu đồ chuỗi thời gian của bạn
zh_hk: 為您的時間序列圖添加上下文

source: You can add links and formatting via markdown
ar: يمكنك إضافة الروابط والتنسيق عبر markdown
bg: Можете да добавяте връзки и форматиране чрез markdown
ca: Podeu afegir enllaços i formatació mitjançant Markdown
de: Sie können Links und Formatierungen über Markdown hinzufügen
es: Puede agregar enlaces y formato mediante Markdown
fa: می‌توانید لینک‌ها و قالب‌بندی را از طریق markdown اضافه کنید
fi: Voit lisätä linkkejä ja muotoiluja Markdownin kautta
fr: Vous pouvez ajouter des liens et du formatage via Markdown
it: È possibile aggiungere collegamenti e formattazione tramite markdown
ja: マークダウンでリンクやフォーマットを追加できる
nb: Du kan legge til lenker og formatering via markdown
nl: Je kunt links en opmaak toevoegen via markdown
pl: Możesz dodawać linki i formatowanie za pomocą znaczników Markdown
pt_br: Você pode adicionar links e formatação via markdown
ru: Вы можете добавлять ссылки и форматирование с помощью markdown
sk: Odkazy a formátovanie môžete pridať pomocou Markdownu
sl: Povezave in oblikovanje lahko dodate prek programa Markdown
sq: Mund të shtoni lidhje dhe formatim përmes markdown
sr: Možete dodati linkove i formatiranje preko markdown-a
sv: Du kan lägga till länkar och formatering via markdown
tr: Markdown aracılığıyla bağlantılar ve biçimlendirme ekleyebilirsiniz
uk: Ви можете додавати посилання та форматування через markdown
vi: Bạn có thể thêm liên kết và định dạng thông qua markdown
zh_hk: 您可以透過 Markdown 新增連結與格式化

source: Tags to run
ar: وسوم للتشغيل
bg: Етикети за изпълнение
ca: Etiquetes per executar
de: Auszuführende Tags
es: Etiquetas para ejecutar
fa: برچسب‌هایی برای اجرا
fi: Suoritettavat tunnisteet
fr: Balises à exécuter
it: Tag da eseguire
ja: 実行するタグ
nb: Tagger for å kjøre
nl: Tags om uit te voeren
pl: Tagi do uruchomienia
pt_br: Tags para executar
ru: Теги для запуска
sk: Značky na spustenie
sl: Oznake za zagon
sq: Tag-e për t’u ekzekutuar
sr: Oznake za pokretanje
sv: Taggar att köra
tr: Çalıştırılacak etiketler
uk: Теги для запуску
vi: Thẻ để chạy
zh_hk: 執行標籤

source: This job will run all transforms tagged with any of the tags you pick here.
ar: ستقوم هذه الوظيفة بتشغيل كل التحويلات الموسومة بأي من الوسوم التي تختارها هنا.
bg: Тази задача ще изпълни всички трансформации, маркирани с който и да е от етикетите, които изберете тук.
ca: Aquesta tasca executarà totes les transformacions etiquetades amb qualsevol de les etiquetes que trieu aquí.
de: Dieser Job führt alle Transformationen aus, die mit einem der hier ausgewählten Tags markiert sind.
es: Este trabajo ejecutará todas las transformaciones etiquetadas con cualquiera de las etiquetas que elija aquí.
fa: این کار تمام تبدیل‌هایی را که با هر یک از برچسب‌هایی که اینجا انتخاب می‌کنید برچسب‌گذاری شده‌اند، اجرا خواهد کرد.
fi: Tämä työ suorittaa kaikki muunnokset, jotka on merkitty millä tahansa tässä valitsemillasi tunnisteilla.
fr: Ce travail exécutera toutes les transformations marquées avec l’une des balises que vous choisissez ici.
it: Questo lavoro eseguirà tutte le trasformazioni contrassegnate con uno qualsiasi dei tag selezionati qui.
ja: このジョブは、ここで選択したタグのいずれかが付けられたすべての変換を実行します。
nb: Denne jobben vil kjøre alle transformasjoner som er merket med en av taggene du velger her.
nl: Met deze taak worden alle transformaties uitgevoerd die zijn gemarkeerd met een van de tags die u hier selecteert.
pl: To zadanie uruchomi wszystkie transformacje oznaczone dowolnymi wybranymi tutaj tagami.
pt_br: Este trabalho executará todas as transformações marcadas com qualquer uma das tags que você escolher aqui.
ru: Это задание выполнит все преобразования, помеченные любым из выбранных вами здесь тегов.
sk: Táto úloha spustí všetky transformácie označené ľubovoľnou z tagov, ktoré tu vyberiete.
sl: To opravilo bo izvedlo vse transformacije, označene s katero koli od oznak, ki jih izberete tukaj.
sq: Ky job do të ekzekutojë të gjitha transformimet që kanë cilindo nga tag-ët që zgjidhni këtu.
sr: Ovaj posao će pokrenuti sve transformacije označene bilo kojim od tagova koje ovde izaberete.
sv: Det här jobbet kommer att köra alla transformationer som är taggade med någon av de taggar du väljer här.
tr: Bu iş, burada seçtiğiniz etiketlerden herhangi biriyle etiketlenen tüm dönüşümleri çalıştıracaktır.
uk: Це завдання запустить усі трансформації, позначені будь-якими з тегів, які ви виберете тут.
vi: Công việc này sẽ chạy tất cả các chuyển đổi được gắn thẻ bằng bất kỳ thẻ nào bạn chọn ở đây.
zh_hk: 此工作將執行所有以您在此選取的任何標籤為標記的轉換。

source: Configure when this job should run.
ar: اضبط متى يجب تشغيل هذه الوظيفة.
bg: Конфигурирайте кога да се изпълнява тази задача.
ca: Configura quan s'ha d'executar aquesta tasca.
de: Konfigurieren Sie, wann dieser Job ausgeführt werden soll.
es: Configure cuándo debe ejecutarse este trabajo.
fa: پیکربندی کنید که این کار چه زمانی باید اجرا شود.
fi: Määritä, milloin tämän työn tulisi suoritettua.
fr: Configurez quand cette tâche doit être exécutée.
it: Configura quando questo processo deve essere eseguito.
ja: このジョブをいつ実行するかを設定します。
nb: Konfigurer når denne jobben skal kjøres.
nl: Configureer wanneer deze taak moet worden uitgevoerd.
pl: Skonfiguruj, kiedy to zadanie ma zostać uruchomione.
pt_br: Configure quando este trabalho deve ser executado.
ru: Настройте время выполнения этого задания.
sk: Nakonfigurujte, kedy sa má táto úloha spustiť.
sl: Konfigurirajte, kdaj naj se to opravilo zažene.
sq: Konfiguro kur duhet të ekzekutohet ky job.
sr: Podesite kada ovaj posao treba da se pokreće.
sv: Konfigurera när det här jobbet ska köras.
tr: Bu işin ne zaman çalıştırılacağını yapılandırın.
uk: Налаштуйте, коли має запускатися це завдання.
vi: Cấu hình thời điểm tác vụ này sẽ chạy.
zh_hk: 設定此工作的執行時間。

source: This job hasn’t been run before.
ar: لم يتم تشغيل هذه الوظيفة من قبل.
bg: Тази работа не е изпълнявана преди.
ca: Aquesta feina no s'ha executat mai abans.
de: Dieser Job wurde noch nie ausgeführt.
es: Este trabajo no se ha ejecutado antes.
fa: این کار قبلاً اجرا نشده است.
fi: Tätä työtä ei ole aiemmin ajettu.
fr: Ce travail n'a jamais été exécuté auparavant.
it: Questo lavoro non è mai stato eseguito prima.
ja: このジョブはこれまで実行されていません。
nb: Denne jobben har ikke blitt kjørt før.
nl: Deze taak is nog niet eerder uitgevoerd.
pl: To zadanie nie było wcześniej uruchamiane.
pt_br: Este trabalho não foi executado antes.
ru: Это задание ранее не выполнялось.
sk: Táto práca nebola predtým spustená.
sl: To delo še ni bilo opravljeno.
sq: Ky job nuk është ekzekutuar më parë.
sr: Ovaj posao ranije nije pokretan.
sv: Det här jobbet har inte körts tidigare.
tr: Bu iş daha önce yapılmadı.
uk: Це завдання ще не запускалося.
vi: Công việc này chưa từng được thực hiện trước đây.
zh_hk: 此工作以前未執行過。

source: This job will run {0}, {1}
ar: سيتم تشغيل هذه الوظيفة {0}، {1}
bg: Тази задача ще се изпълни {0}, {1}
ca: Aquesta tasca s'executarà {0}, {1}
de: Dieser Job wird {0}, {1}ausgeführt
es: Este trabajo se ejecutará {0}, {1}
fa: این کار در بازه‌های {0}و {1}اجرا خواهد شد.
fi: Tämä työ suoritetaan {0}, {1}
fr: Ce travail s'exécutera {0}, {1}
it: Questo lavoro verrà eseguito {0}, {1}
ja: このジョブは {0}、 {1}に実行されます
nb: Denne jobben vil kjøre {0}, {1}
nl: Deze taak wordt uitgevoerd {0}, {1}
pl: To zadanie zostanie uruchomione {0}, {1}
pt_br: Este trabalho será executado {0}, {1}
ru: Эта работа будет выполнена {0}, {1}
sk: Táto úloha sa spustí {0}, {1}
sl: To opravilo se bo izvajalo {0}, {1}
sq: Ky job do të ekzekutohet {0}, {1}
sr: Ovaj posao će se pokretati {0}, {1}
sv: Det här jobbet kommer att köras {0}, {1}
tr: Bu iş {0}, {1}arasında çalışacaktır
uk: Цей джоб запускатиметься {0}, {1}
vi: Công việc này sẽ chạy {0}, {1}
zh_hk: 此工作將執行 {0}, {1}

source: This job doesn't have tags to run.
ar: لا تحتوي هذه الوظيفة على وسوم للتشغيل.
bg: Тази задача няма етикети за изпълнение.
ca: Aquesta tasca no té etiquetes per executar-se.
de: Dieser Job verfügt nicht über Tags zum Ausführen.
es: Este trabajo no tiene etiquetas para ejecutarse.
fa: این کار تگی برای اجرا ندارد.
fi: Tässä työssä ei ole suoritettavia tunnisteita.
fr: Ce travail n'a pas de balises à exécuter.
it: Questo lavoro non ha tag da eseguire.
ja: このジョブには実行するタグがありません。
nb: Denne jobben trenger ikke tagger for å kjøre.
nl: Deze taak heeft geen tags om uit te voeren.
pl: To zadanie nie ma tagów do uruchomienia.
pt_br: Este trabalho não tem tags para executar.
ru: У этого задания нет тегов для запуска.
sk: Táto úloha nemá žiadne tagy na spustenie.
sl: To opravilo nima oznak za zagon.
sq: Ky job nuk ka tag-e për t’u ekzekutuar.
sr: Ovaj posao nema oznake za pokretanje.
sv: Det här jobbet har inga taggar att köra.
tr: Bu işin çalıştırılacak etiketi yok.
uk: У цього завдання немає тегів для запуску.
vi: Công việc này không có thẻ để chạy.
zh_hk: 此工作沒有標籤執行。

source: Sorry, you don't have permission to run one or more of this job's transforms.
ar: عذرًا، ليست لديك صلاحية تشغيل تحويل واحد أو أكثر من تحويلات هذه الوظيفة.
de: Leider haben Sie keine Berechtigung, eine oder mehrere Transformationen dieses Jobs auszuführen.
es: Lo sentimos, no tienes permiso para ejecutar una o más de las transformaciones de este trabajo.
fa: متاسفیم، شما اجازه اجرای یک یا چند تبدیل این کار را ندارید.
fi: Sinulla ei valitettavasti ole oikeutta suorittaa yhtä tai useampaa tämän työn muunnosta.
fr: Désolé, vous n'êtes pas autorisé à exécuter une ou plusieurs transformations de cette tâche.
it: Spiacenti, non hai l'autorizzazione per eseguire una o più trasformazioni di questo processo.
ja: 申し訳ありませんが、このジョブの変換の 1 つ以上を実行する権限がありません。
pl: Niestety, nie masz uprawnień do uruchomienia co najmniej jednej transformacji tego zadania.
pt_br: Desculpe, você não tem permissão para executar uma ou mais transformações desta tarefa.
ru: Извините, у вас нет прав на запуск одного или нескольких трансформов этого джоба.
sk: Prepáčte, nemáte povolenie na spustenie jednej alebo viacerých transformácií tejto úlohy.
sl: Žal nimate dovoljenja za izvajanje ene ali več transformacij tega opravila.
sq: Na vjen keq, nuk ke leje të ekzekutosh një ose më shumë nga transformimet e këtij job-i.
sr: Žao nam je, nemate dozvolu da pokrenete jednu ili više transformacija ovog posla.
tr: Üzgünüz, bu işin dönüşümlerinden birini veya daha fazlasını çalıştırma izniniz yok.
uk: Вибачте, у вас немає дозволу запускати один або кілька трансформів у цьому джобі.
vi: Rất tiếc, bạn không có quyền chạy một hoặc nhiều phép biến đổi của công việc này.
zh_hk: 抱歉，您沒有權限執行此工作的一個或多個轉換。

source: Failed to run job
ar: فشل تشغيل الوظيفة
bg: Неуспешно изпълнение на задачата
ca: No s'ha pogut executar la tasca
de: Der Job konnte nicht ausgeführt werden.
es: No se pudo ejecutar el trabajo
fa: اجرای کار ناموفق بود
fi: Työn suorittaminen epäonnistui
fr: Échec de l'exécution du travail
it: Impossibile eseguire il processo
ja: ジョブの実行に失敗しました
nb: Kunne ikke kjøre jobben
nl: Taak kon niet worden uitgevoerd
pl: Nie udało się uruchomić zadania
pt_br: Falha ao executar o trabalho
ru: Не удалось запустить задание
sk: Nepodarilo sa spustiť úlohu
sl: Naloga ni uspela zagnati
sq: Dështoi ekzekutimi i job-it
sr: Neuspešno pokretanje posla
sv: Misslyckades med att köra jobbet
tr: İş çalıştırılamadı
uk: Не вдалося запустити завдання
vi: Không chạy được công việc
zh_hk: 執行工作失敗

source: Transforms will be run in this order.
ar: سيتم تشغيل التحويلات بهذا الترتيب.
bg: Трансформациите ще се изпълняват в този ред.
ca: Les transformacions s'executaran en aquest ordre.
de: Transformationen werden in dieser Reihenfolge ausgeführt.
es: Las transformaciones se ejecutarán en este orden.
fa: تبدیل‌ها به این ترتیب اجرا خواهند شد.
fi: Muunnokset suoritetaan tässä järjestyksessä.
fr: Les transformations seront exécutées dans cet ordre.
it: Le trasformazioni verranno eseguite in questo ordine.
ja: 変換はこの順序で実行されます。
nb: Transformasjonene kjøres i denne rekkefølgen.
nl: Transformaties worden in deze volgorde uitgevoerd.
pl: Transformacje będą uruchamiane w tej kolejności.
pt_br: As transformações serão executadas nesta ordem.
ru: Преобразования будут выполняться в указанном порядке.
sk: Transformácie budú spustené v tomto poradí.
sl: Transformacije bodo izvedene v tem vrstnem redu.
sq: Transformimet do të ekzekutohen në këtë rend.
sr: Transformacije će se izvršavati ovim redosledom.
sv: Transformationerna kommer att köras i denna ordning.
tr: Dönüşümler bu sırayla çalıştırılacak.
uk: Трансформації будуть виконані в такому порядку.
vi: Chuyển đổi sẽ được chạy theo thứ tự này.
zh_hk: 變形將依此順序執行。

source: There are no transforms for this job.
ar: لا توجد تحويلات لهذه الوظيفة.
bg: Няма трансформации за тази работа.
ca: No hi ha transformacions per a aquesta feina.
de: Für diesen Job gibt es keine Transformationen.
es: No hay transformaciones para este trabajo.
fa: هیچ تبدیلی برای این کار وجود ندارد.
fi: Tälle työlle ei ole muunnoksia.
fr: Il n'y a pas de transformations pour ce travail.
it: Non ci sono trasformazioni per questo lavoro.
ja: このジョブには変換がありません。
nb: Det finnes ingen transformasjoner for denne jobben.
nl: Er zijn geen transformaties voor deze taak.
pl: Dla tego zadania nie ma żadnych transformacji.
pt_br: Não há transformações para este trabalho.
ru: Для этой работы нет преобразований.
sk: Pre túto úlohu nie sú žiadne transformácie.
sl: Za to delo ni transformacij.
sq: Nuk ka transformime për këtë job.
sr: Nema transformacija za ovaj posao.
sv: Det finns inga transformationer för det här jobbet.
tr: Bu iş için herhangi bir dönüşüm bulunmamaktadır.
uk: Для цього джоба немає трансформацій.
vi: Không có chuyển đổi nào cho công việc này.
zh_hk: 這項工作沒有變形。

source: Job transforms
ar: تحويلات الوظيفة
de: Job-Transformationen
es: El trabajo se transforma
fa: تغییر شغل
fi: Työmuutokset
fr: transformations d'emploi
it: Il lavoro si trasforma
ja: 仕事の変革
pl: Praca zmienia
pt_br: Transformações de trabalho
ru: Трансформы джоба
sk: Transformácie pracovných miest
sl: Preobrazbe delovnih mest
sq: Transformimet e job-it
sr: Transformacije posla
tr: İş dönüşümü
uk: Трансформи джоба
vi: Công việc biến đổi
zh_hk: 工作轉換

source: Can't automatically run this transform incrementally
ar: لا يمكن تشغيل هذا التحويل تلقائيًا بشكل تزايدي
ca: No es pot executar aquesta transformació de manera incremental automàtica
de: Diese Transformation kann nicht automatisch inkrementell ausgeführt werden.
es: No se puede ejecutar automáticamente esta transformación de forma incremental
fa: نمی‌توان این تبدیل را به صورت خودکار و تدریجی اجرا کرد
fi: Tätä muunnosta ei voida suorittaa automaattisesti inkrementaalisesti
fr: Impossible d'exécuter automatiquement cette transformation de manière incrémentale.
it: Non è possibile eseguire automaticamente questa trasformazione in modo incrementale
ja: この変換を段階的に自動的に実行することはできません
nb: Kan ikke kjøre denne transformasjonen automatisk inkrementelt
pl: Nie można automatycznie uruchomić tej transformacji przyrostowo
pt_br: Não é possível executar essa transformação automaticamente de forma incremental.
ru: Не удаётся автоматически запускать этот трансформ инкрементально
sk: Túto transformáciu nie je možné automaticky spustiť postupne
sl: Te transformacije ni mogoče samodejno zagnati postopoma
sq: S’mund ta ekzekutosh automatikisht këtë transform në mënyrë inkrementale
sr: Ne može automatski da pokrene ovu transformaciju inkrementalno
tr: Bu dönüşümü artımlı olarak otomatik olarak çalıştıramıyorum.
uk: Не вдається автоматично запускати цю трансформацію інкрементно
vi: Không thể tự động chạy phép biến đổi này một cách tăng dần.
zh_hk: 無法自動增量執行此變形器

source: Failed to create a tag
ar: فشل إنشاء وسم
bg: Създаването на етикет не бе успешно
ca: No s'ha pogut crear una etiqueta
de: Fehler beim Erstellen eines Tags
es: No se pudo crear una etiqueta
fa: ایجاد برچسب ناموفق بود
fi: Tunnisteen luominen epäonnistui
fr: Échec de la création d'une balise
it: Impossibile creare un tag
ja: タグを作成できませんでした
nb: Kunne ikke opprette en tagg
nl: Het is niet gelukt om een tag te maken
pl: Nie udało się utworzyć tagu
pt_br: Falha ao criar uma tag
ru: Не удалось создать тег
sk: Nepodarilo sa vytvoriť značku
sl: Ustvarjanje oznake ni uspelo
sq: Dështoi krijimi i një tag-u
sr: Neuspešno kreiranje oznake
sv: Misslyckades med att skapa en tagg
tr: Etiket oluşturulamadı
uk: Не вдалося створити тег
vi: Không tạo được thẻ
zh_hk: 建立標籤失敗

source: Tags are read-only
ar: العلامات للقراءة فقط
de: Tags sind schreibgeschützt
es: Las etiquetas son de solo lectura
fa: برچسب‌ها فقط خواندنی هستند
fi: Tagit ovat vain luettavissa
fr: Les étiquettes sont en lecture seule
it: I tag sono di sola lettura
ja: タグは読み取り専用です
pl: Tagi są tylko do odczytu
pt_br: As tags são somente leitura.
ru: Теги доступны только для чтения
sk: Značky sú len na čítanie
sl: Oznake so samo za branje
sq: Tag-et janë vetëm për lexim
sr: Oznake su samo za čitanje
tr: Etiketler salt okunur
uk: Теги доступні лише для читання
vi: Thẻ chỉ có thể đọc.
zh_hk: 標籤為唯讀

source: Add tags
ar: إضافة وسوم
bg: Добавяне на етикети
ca: Afegeix etiquetes
de: Tags hinzufügen
es: Agregar etiquetas
fa: اضافه کردن برچسب‌ها
fi: Lisää tunnisteita
fr: Ajouter des balises
it: Aggiungi tag
ja: タグを追加する
nb: Legg til tagger
nl: Tags toevoegen
pl: Dodaj tagi
pt_br: Adicionar tags
ru: Добавить теги
sk: Pridať značky
sl: Dodaj oznake
sq: Shto tag-e
sr: Dodaj oznake
sv: Lägg till taggar
tr: Etiket ekle
uk: Додайте теги
vi: Thêm thẻ
zh_hk: 新增標籤

source: Create {0}
ar: أنشئ {0}
bg: Създаване {0}
ca: Crea {0}
de: Erstellen Sie {0}
es: Crear {0}
fa: ایجاد {0}
fi: Luo {0}
fr: Créer {0}
it: Crea {0}
ja: 作成 {0}
nb: Opprett {0}
nl: Maak {0}
pl: Utwórz {0}
pt_br: Criar {0}
ru: Создать {0}
sk: Vytvoriť {0}
sl: Ustvari {0}
sq: Krijo {0}
sr: Kreiraj {0}
sv: Skapa {0}
tr: {0}Oluştur
uk: Створити {0}
vi: Tạo {0}
zh_hk: 建立 {0}

source: This tag contains a transform you don't have permission to run.
ar: هذه العلامة تحتوي على تحويل لا تملك صلاحية تشغيله.
de: Dieses Tag enthält eine Transformation, für deren Ausführung Sie keine Berechtigung haben.
es: Esta etiqueta contiene una transformación que no tienes permiso para ejecutar.
fa: این تگ حاوی یک تبدیل است که شما مجوز اجرای آن را ندارید.
fi: Tämä tagi sisältää muunnoksen, jonka suorittamiseen sinulla ei ole oikeutta.
fr: Cette balise contient une transformation que vous n'êtes pas autorisé à exécuter.
it: Questo tag contiene una trasformazione per la quale non hai l'autorizzazione di eseguire.
ja: このタグには、実行権限のない変換が含まれています。
pl: Ten tag zawiera transformację, na uruchomienie której nie masz uprawnień.
pt_br: Esta tag contém uma transformação que você não tem permissão para executar.
ru: Этот тег содержит трансформ, на запуск которого у вас нет прав.
sk: Táto značka obsahuje transformáciu, na spustenie ktorej nemáte povolenie.
sl: Ta oznaka vsebuje transformacijo, za katero nimate dovoljenja za zagon.
sq: Ky tag përmban një transform që nuk ke leje ta ekzekutosh.
sr: Ova oznaka sadrži transformaciju koju nemate dozvolu da pokrenete.
tr: Bu etiket, çalıştırma izniniz olmayan bir dönüştürme işlemi içeriyor.
uk: Цей тег містить трансформ, який у вас немає дозволу запускати.
vi: Thẻ này chứa một phép biến đổi mà bạn không có quyền thực thi.
zh_hk: 此標籤包含您沒有權限執行的變換。

source: Rename tag
ar: إعادة تسمية الوسم
bg: Преименуване на етикет
ca: Canvia el nom de l'etiqueta
de: Tag umbenennen
es: Cambiar el nombre de la etiqueta
fa: تغییر نام برچسب
fi: Nimeä tunniste uudelleen
fr: Renommer la balise
it: Rinomina tag
ja: タグの名前を変更する
nb: Endre navn på taggen
nl: Tag hernoemen
pl: Zmień nazwę tagu
pt_br: Renomear tag
ru: Переименовать тег
sk: Premenovať značku
sl: Preimenuj oznako
sq: Riemërto tag-un
sr: Preimenuj oznaku
sv: Byt namn på taggen
tr: Etiketi yeniden adlandır
uk: Перейменувати тег
vi: Đổi tên thẻ
zh_hk: 重新命名標籤

source: Start typing to create a tag
ar: ابدأ الكتابة لإنشاء وسم
bg: Започнете да пишете, за да създадете етикет
ca: Comença a escriure per crear una etiqueta
de: Beginnen Sie mit der Eingabe, um ein Tag zu erstellen
es: Comience a escribir para crear una etiqueta
fa: برای ایجاد یک برچسب، شروع به تایپ کنید
fi: Aloita kirjoittaminen luodaksesi tunnisteen
fr: Commencez à taper pour créer une balise
it: Inizia a digitare per creare un tag
ja: タグを作成するには入力を開始してください
nb: Begynn å skrive for å opprette en tagg
nl: Begin met typen om een tag te maken
pl: Zacznij pisać, aby utworzyć tag
pt_br: Comece a digitar para criar uma tag
ru: Начните вводить текст, чтобы создать тег
sk: Začnite písať a vytvorte značku
sl: Začnite tipkati, da ustvarite oznako
sq: Fillo të shkruash për të krijuar një tag
sr: Počni da kucaš da kreiraš tag
sv: Börja skriva för att skapa en tagg
tr: Etiket oluşturmak için yazmaya başlayın
uk: Почніть вводити, щоб створити тег
vi: Bắt đầu nhập để tạo thẻ
zh_hk: 開始打字以建立標籤

source: A tag with that name already exists
ar: يوجد وسم بهذا الاسم بالفعل
bg: Вече съществува етикет с това име
ca: Ja existeix una etiqueta amb aquest nom
de: Ein Tag mit diesem Namen ist bereits vorhanden
es: Ya existe una etiqueta con ese nombre
fa: برچسبی با آن نام از قبل وجود دارد
fi: Samanniminen tagi on jo olemassa.
fr: Une balise portant ce nom existe déjà
it: Esiste già un tag con quel nome
ja: その名前のタグは既に存在します
nb: En tagg med det navnet finnes allerede
nl: Er bestaat al een tag met die naam
pl: Tag o takiej nazwie już istnieje
pt_br: Já existe uma tag com esse nome
ru: Тег с таким именем уже существует.
sk: Značka s týmto názvom už existuje
sl: Oznaka s tem imenom že obstaja
sq: Një tag me atë emër ekziston tashmë
sr: Tag sa tim imenom već postoji
sv: En tagg med det namnet finns redan
tr: Bu isimde bir etiket zaten var
uk: Тег із такою назвою вже існує
vi: Một thẻ có tên đó đã tồn tại
zh_hk: 該名稱的標籤已經存在

source: All tags selected
ar: تم تحديد كل الوسوم
bg: Всички етикети са избрани
ca: Totes les etiquetes seleccionades
de: Alle Tags ausgewählt
es: Todas las etiquetas seleccionadas
fa: همه برچسب‌ها انتخاب شدند
fi: Kaikki tunnisteet valittu
fr: Toutes les balises sélectionnées
it: Tutti i tag selezionati
ja: すべてのタグが選択されました
nb: Alle tagger valgt
nl: Alle tags geselecteerd
pl: Wszystkie tagi zaznaczone
pt_br: Todas as tags selecionadas
ru: Все теги выбраны
sk: Všetky značky sú vybraté
sl: Vse oznake so izbrane
sq: Të gjithë tag-ët u zgjodhën
sr: Svi tagovi su izabrani
sv: Alla taggar valda
tr: Tüm etiketler seçildi
uk: Усі теги вибрано
vi: Tất cả các thẻ đã được chọn
zh_hk: 選取所有標籤
