Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Not able to modify the internal user
ar: لا يمكن تعديل المستخدم الداخلي
bg: Не можете да променяте вътрешния потребител
ca: No es pot modificar l'usuari intern
de: Der interne Benutzer kann nicht verändert werden
eo: Can’t even change the internal user, bruh.
es: No he sido capaz de modificar el usuario interno
fa: قادر به تغییر کاربر داخلی نیست
fi: Ei mahdollisuutta muokata sisäistä käyttäjää.
fr: Impossibilité de modifier l'utilisateur interne
hu: A belső felhasználó nem módosítható
it: Non è possibile modificare l'utente interno
ja: 内部ユーザーは変更できません
lt: Neįmanoma pakeisti vidinio vartotojo
ms: Tidak dapat mengubah pengguna dalaman
nb: Kunne ikke endre den interne brukeren
nl: Kan de interne gebruiker niet wijzigen
pl: Brak możliwości modyfikacji użytkownika wewnętrznego
pt_br: Não é possível modificar o usuário interno
ru: Невозможно изменить внутреннего пользователя
sk: Nie je možné upraviť interného používateľa
sl: Ni mogoče spremeniti notranjega uporabnika
sq: Nuk lejohet tE modifikohet pErdoruesi i brendshEm
sr: Nije moguće izmeniti internog korisnika
sv: Kan inte ändra den interna användaren
tr: Dahili kullanıcı değiştirilemiyor
uk: Неможливо змінити внутрішнього користувача
vi: Không thể sửa đổi người dùng nội bộ
zh_hk: 無法修改內部使用者

source: {0} is not after {1}
ar: {0} ليس بعد {1}
bg: {0} не е след {1}
ca: {0} no va després de {1}
de: {0} ist nicht nach {1}
eo: {0's} not tryna catch {1} lmao
es: {0} no está después de {1}
fa: {0} بعد از {1}نیست
fi: {0} ei ole {1} jälkeen.
fr: {0} n'est pas après {1}
hu: {0} nem {1} utáni
it: {0} non è dopo {1}
ja: {0} は {1} より後ではありません
lt: {0} nėra po {1}
ms: {0} bukan selepas {1}
nb: {0} er ikke etter {1}
nl: {0} is niet na {1}
pl: {0} nie jest po {1}
pt_br: {0} não é depois de {1}
ru: {0} не после {1}
sk: {0} nie je po {1}
sl: {0} ni po {1}
sq: {0} nuk është pas {1}
sr: {0} nije posle {1}
sv: {0} är inte efter {1}
tr: {0} {1}adresinden sonra değildir.
uk: {0} не пізніше за {1}
vi: {0} không theo sau {1}
zh_hk: {0} 不在 {1}之後

source: {0} is not before {1}
ar: {0} ليس قبل {1}
bg: {0} не е преди {1}
ca: {0} no va abans de {1}
de: {0} ist nicht vor {1}
eo: {0} is not it before {1}
es: {0} no está antes de {1}
fa: {0} قبل از {1}نیست
fi: {0} ei ole ennen {1}
fr: {0} n'est pas avant {1}
hu: {0} nem {1} előtti
it: {0} non è prima di {1}
ja: {0} は {1} より前ではありません
lt: {0} nėra anksčiau nei {1}
ms: {0} bukan sebelum {1}
nb: {0} er ikke før {1}
nl: {0} niet voor {1}
pl: {0} nie jest przed {1}
pt_br: {0} não é antes de {1}
ru: {0} не раньше, чем {1}
sk: {0} nie je pred {1}
sl: {0} ni pred {1}
sq: {0} nuk është para {1}
sr: {0} nije pre {1}
sv: {0} är inte före {1}
tr: {0} {1}adresinden önce değildir.
uk: {0} не раніше за {1}
vi: {0} không phải trước {1}
zh_hk: {0} 不在 {1}之前

source: {0} relates to {1}
ar: {0} يرتبط بـ {1}
bg: {0} се отнася до {1}
ca: {0} està relacionat amb {1}
de: {0} bezieht sich auf {1}
eo: {0} is lowkey vibing with {1}
es: {0} se relaciona con {1}
fa: {0} به {1}مربوط می شود
fi: {0} liittyy {1}
fr: {0} se rapporte à {1}
hu: {0} kapcsolódik {1}-hez/hoz
it: {0} si riferisce a {1}
ja: {0} は {1} に関連しています
lt: {0} yra susijęs su {1}
ms: {0} berkaitan dengan {1}
nb: {0} relaterer til {1}
nl: {0} heeft betrekking op {1}
pl: {0} odnosi się do {1}
pt_br: {0} está relacionado a {1}
ru: {0} относится к {1}
sk: {0} sa týka stránky {1}.
sl: {0} se nanaša na {1}
sq: {0} lidhet me {1}
sr: {0} se odnosi na {1}
sv: {0} relaterar till {1}
tr: {0} {1}ile ilgilidir
uk: {0} пов’язано з {1}
vi: {0} liên quan đến {1}
zh_hk: {0} 與 {1}有關

source: {0} is no more than {1}
ar: {0} لا يزيد عن {1}
bg: {0} е не повече от {1}
ca: {0} no és més que {1}
de: {0} ist nicht mehr als {1}
eo: {0} is straight-up not even on the same level as {1}
es: {0} es más que {1}
fa: {0} بیشتر از {1}نیست
fi: {0} ei ole enempää kuin {1}
fr: {0} n'est pas plus que {1}
hu: {0} nem több, mint {1}
it: {0} non è più di {1}
ja: {0} は {1} 以下です
lt: {0} yra ne daugiau kaip {1}
ms: {0} tidak lebih daripada {1}
nb: {0} er ikke mer enn {1}
nl: {0} is niet meer dan {1}
pl: {0} to nie więcej niż {1}
pt_br: {0} não é maior que {1}
ru: {0} не больше, чем {1}
sk: {0} nie je väčšia ako {1}
sl: {0} ni več kot {1}
sq: {0} nuk është më shumë se {1}
sr: {0} nije veće od {1}
sv: {0} är inte mer än {1}
tr: {0} {1}adresinden daha fazla değildir.
uk: {0} не більше ніж {1}
vi: {0} không lớn hơn {1}
zh_hk: {0} 不超過 {1}

source: {0} is before {1}
ar: {0} قبل {1}
bg: {0} е преди {1}
ca: {0} és abans que {1}
de: {0} ist vor {1}
eo: {0} comes before {1} fr fr
es: {0} es anterior a {1}
fa: {0} قبل از {1}است
fi: {0} on ennen {1}
fr: {0} est avant {1}
hu: {0} {1} előtt van
it: {0} è prima di {1}
ja: {0} は {1} より前です
lt: {0} yra anksčiau nei {1}
ms: {0} adalah sebelum {1}
nb: {0} er før {1}
nl: {0} is vóór {1}
pl: {0} jest przed {1}
pt_br: {0} é antes de {1}
ru: {0} находится перед {1}
sk: {0} je pred {1}
sl: {0} je pred {1}
sq: {0} është para {1}
sr: {0} je pre {1}
sv: {0} är före {1}
tr: {0} {1}adresinden önce
uk: {0} перед {1}
vi: {0} trước {1}
zh_hk: {0} 是在 {1}之前

source: year
ar: سنة
bg: година
ca: any
de: Jahr
eo: year → yerrrr
es: año
fa: سال ها
fi: vuosi
fr: année
hu: év
it: anno
ja: 年
lt: metų
ms: tahun
nb: år
nl: jaar
pl: rok
pt_br: ano
ru: год
sk: rok
sl: leto
sq: vit
sr: godina
sv: år
tr: yıl
uk: рік
vi: năm
zh_hk: 年

source: {0} is after {1}
ar: {0} بعد {1}
bg: {0} е след {1}
ca: {0} és després de {1}
de: {0} ist nach {1}
eo: {0} is lowkey tryna get {1}
es: {0} es posterior a {1}
fa: {0} بعد از {1}است
fi: {0} on {1} jälkeen.
fr: {0} est après {1}
hu: {0} {1} után van
it: {0} è dopo {1}
ja: {0} は {1} の後です
lt: {0} yra po {1}
ms: {0} selepas {1}
nb: {0} er etter {1}
nl: {0} is na {1}
pl: {0} jest po {1}
pt_br: {0} é depois de {1}
ru: {0} после {1}
sk: {0} je po {1}
sl: {0} je po {1}
sq: {0} është pas {1}
sr: {0} je posle {1}
sv: {0} är efter {1}
tr: {0} {1}adresinden sonra
uk: {0} після {1}
vi: {0} là sau {1}
zh_hk: {0} 是在 {1}之後

source: {0} is at least {1}
ar: {0} على الأقل {1}
bg: {0} е поне {1}
ca: {0} és com a mínim {1}
de: {0} ist mindestens {1}
eo: {0} is kinda like, at least {1} lowkey
es: {0} es al menos {1}
fa: {0} حداقل {1}است
fi: {0} on vähintään {1}
fr: {0} est au moins {1}
hu: {0} legalább {1}
it: {0} è almeno {1}
ja: {0} は少なくとも {1} です
lt: {0} yra mažiausiai {1}
ms: {0} sekurang-kurangnya {1}
nb: {0} er minst {1}
nl: {0} is ten minste {1}
pl: {0} wynosi co najmniej {1}
pt_br: {0} é pelo menos {1}
ru: {0} по крайней мере, {1}
sk: {0} je aspoň {1}
sl: {0} je vsaj {1}
sq: {0} është të paktën {1}
sr: {0} je najmanje {1}
sv: {0} är minst {1}
tr: {0} en azından {1}
uk: {0} щонайменше {1}
vi: {0} ít nhất là {1}
zh_hk: {0} 至少是 {1}

source: Migration complete in {0}
hu: Az áttelepítés befejeződött {0} alatt
ms: Migrasi selesai dalam {0}

source: No unrun migrations found.
hu: Nem található nem futó migráció.
ms: Tiada migrasi yang belum dijalankan ditemui.

source: Migration lock is cleared. Running {0} migrations ...
hu: A migrációs zárolás feloldva. {0} migráció futtatása...
ms: Kunci migrasi telah dibersihkan. Menjalankan {0} migrasi ...

source: You must provide a value.
ar: يجب عليك توفير قيمة.
bg: Трябва да посочите стойност.
ca: S'ha d'entrar un valor.
de: Sie müssen einen Wert angeben.
eo: You gotta drop a value, fr.
es: Tienes que proporcionar un valor.
fa: شما باید یک مقدار ارائه دهید.
fi: Sinun täytyy antaa arvo.
fr: Vous devez fournir une valeur.
hu: Meg kell adnia egy értéket.
it: È necessario fornire un valore.
ja: 値を指定する必要があります。
lt: Turite pateikti vertę.
ms: Anda mesti menyediakan nilai.
nb: Du må angi en verdi.
nl: Je moet een waarde opgeven.
pl: Musisz podać wartość.
pt_br: Você deve fornecer um valor.
ru: Вы должны указать значение.
sk: Musíte uviesť hodnotu.
sl: Zagotoviti morate vrednost.
sq: Duhet të jepni një vlerë.
sr: Moraš da uneseš vrednost.
sv: Du behöver ange ett värde.
tr: Bir değer sağlamalısınız.
uk: Ви маєте вказати значення.
vi: Bạn phải cung cấp một giá trị.
zh_hk: 您必須提供數值。

source: Other tables rely on this row so it cannot be deleted.
eo: Other tables legit rely on this row, so it’s not gonna get deleted, fr.
hu: Más táblák erre a sorra támaszkodnak, így nem törölhető.
lt: Kitos lentelės remiasi šia eilute, todėl jos negalima ištrinti.
ms: Jadual lain bergantung pada baris ini, jadi ia tidak boleh dipadamkan.

source: This {0} does not exist.
eo: This {0} is not a vibe.
hu: Ez a(z) {0} nem létezik.
lt: Šis {0} neegzistuoja.
ms: {0} ini tidak wujud.

source: {0} already {1}.
ar: {0} موجود {1} بالفعل.
bg: {0} вече {1}.
ca: {0} ja és {1}.
de: {0} bereits {1}.
eo: {0} already lowkey vibing with {1}.
es: {0} ya {1}.
fa: {0} قبلا {1}.
fi: {0} on jo {1}.
fr: {0} déjà {1}.
hu: {0} már {1}.
it: {0} già {1}.
ja: {0} はすでに {1} です。
lt: {0} jau {1}.
ms: {0} ini tidak wujud.
nb: {0} allerede {1}.
nl: {0} al {1}.
pl: {0} już {1}.
pt_br: {0} já {1}.
ru: {0} уже {1}.
sk: {0} už {1}.
sl: {0} že {1}.
sq: {0} tashmë {1}.
sr: {0} već {1}.
sv: {0} redan {1}.
tr: {0} zaten {1}.
uk: {0} вже {1}.
vi: {0} rồi {1}.
zh_hk: {0} 已經 {1}。

source: Unable to update the record.
ar: تعذّر تحديث السجل.
bg: Не е възможно да се актуализира записът.
ca: No es pot actualitzar el registre.
de: Datensatz kann nicht aktualisiert werden.
eo: Can't update the record, it's giving me major no cap vibes.
es: No se puede actualizar el registro.
fa: امکان به روز رسانی رکورد وجود ندارد.
fi: Ei voi päivittää tietuetta.
fr: Impossible de mettre à jour l'enregistrement.
hu: Nem sikerült frissíteni a rekordot.
it: Impossibile aggiornare il record.
ja: レコードを更新できません。
lt: Nepavyko atnaujinti įrašo.
ms: Tidak dapat mengemas kini rekod.
nb: Kunne ikke oppdatere oppføringen.
nl: Kan de record niet bijwerken.
pl: Nie można zaktualizować rekordu.
pt_br: Não é possível atualizar o registro.
ru: Невозможно обновить запись.
sk: Záznam sa nedá aktualizovať.
sl: Zapisa ni mogoče posodobiti.
sq: Nuk u arrit të përditësohet rekordi.
sr: Nije moguće ažurirati zapis.
sv: Det går inte att uppdatera posten.
tr: Kayıt güncellenemiyor.
uk: Не вдалося оновити запис.
vi: Không thể cập nhật hồ sơ.
zh_hk: 無法更新記錄。

source: This {0} value already exists.
ar: قيمة {0} هذه موجودة بالفعل.
bg: Тази стойност {0} вече съществува.
ca: Aquest {0} valor ja existeix.
de: Der Wert {0} existiert bereits.
eo: This {0} value is already in the squad.
es: Este valor {0} ya existe.
fa: این مقدار {0} از قبل وجود دارد.
fi: Tämä {0} arvo on jo olemassa.
fr: Cette valeur {0} existe déjà.
hu: Ez a(z) {0} érték már létezik.
it: Questo valore {0} esiste già.
ja: この {0} の値はすでに存在します。
lt: Ši {0} reikšmė jau yra.
ms: Nilai {0} ini sudah wujud.
nb: Verdien {0} eksisterer allerede.
nl: Deze {0} waarde bestaat al.
pl: Ta wartość {0} już istnieje.
pt_br: Este valor {0} já existe.
ru: Это значение {0} уже существует.
sk: Táto hodnota {0} už existuje.
sl: Ta {0} vrednost že obstaja.
sq: Kjo vlerë {0} ekziston tashmë.
sr: Ova vrednost za {0} već postoji.
sv: Detta {0} värde existerar redan.
tr: Bu {0} değeri zaten mevcuttur.
uk: Це значення {0} уже існує.
vi: Giá trị {0} này đã tồn tại.
zh_hk: 此 {0} 值已經存在。

source: Some of your values aren’t of the correct type for the database.
ar: بعض قيمك ليست من النوع الصحيح لقاعدة البيانات.
bg: Някои от стойностите ви не са от правилния тип за базата данни.
ca: Alguns dels teus valors no són del tipus correcte per a la base de dades.
de: Einige Ihrer Werte sind nicht vom richtigen Typ für die Datenbank.
eo: Some of your values are lowkey the wrong type for the database, fr.
es: Algunos de tus valores no son del tipo correcto para la base de datos.
fa: برخی از مقادیر شما از نوع صحیح پایگاه داده نیستند.
fi: Jotkut arvoistasi eivät ole oikeaa tyyppiä tietokantaa varten.
fr: Certaines de vos valeurs ne sont pas du bon type pour la base de données.
hu: Egyes értékek nem a megfelelő típusúak az adatbázishoz.
it: Alcuni valori non sono del tipo corretto per il database.
ja: 値の一部はデータベースにとって正しいタイプではありません。
lt: Kai kurios jūsų reikšmės nėra tinkamo tipo duomenų bazei.
ms: Sebahagian daripada nilai anda tidak mempunyai jenis yang betul untuk pangkalan data tersebut.
nb: Noen av dine verdier er ikke av korrekt type for databasen.
nl: Sommige waarden zijn niet van het juiste type voor de database.
pl: Niektóre wartości nie są odpowiedniego typu dla bazy danych.
pt_br: Alguns dos seus valores não são do tipo correto para o banco de dados.
ru: Некоторые из ваших значений имеют неправильный тип для базы данных.
sk: Niektoré z vašich hodnôt nie sú správneho typu pre databázu.
sl: Nekatere vrednosti niso pravilne vrste za zbirko podatkov.
sq: Disa nga vlerat tuaja nuk janë të tipit të duhur për databazën.
sr: Neke od tvojih vrednosti nisu ispravnog tipa za bazu podataka.
sv: Några av dina värden är inte av rätt typ för databasen.
tr: Değerlerinizden bazıları veritabanı için doğru türde değil.
uk: Деякі з ваших значень мають неправильний тип для бази даних.
vi: Một số giá trị của bạn không đúng kiểu với cơ sở dữ liệu.
zh_hk: 您的某些值不是資料庫的正確類型。

source: Unable to create a new record.
ar: تعذر إنشاء سجل جديد.
bg: Невъзможно е да се създаде нов запис.
ca: No es pot crear un nou registre.
de: Neuer Datensatz kann nicht erzeugt werden.
eo: Can't even make a new record rn.
es: No se puede crear un nuevo registro.
fa: امکان ایجاد رکورد جدید وجود ندارد.
fi: Ei pysty luomaan uutta tietuetta.
fr: Impossible de créer un nouvel enregistrement.
hu: Nem sikerült új rekordot létrehozni.
it: Impossibile creare un nuovo record.
ja: 新しいレコードを作成できません。
lt: Nepavyko sukurti naujo įrašo.
ms: Tidak dapat membuat rekod baru.
nb: Kunne ikke lage ny oppføring.
nl: Kan geen nieuwe record maken.
pl: Nie można utworzyć nowego rekordu.
pt_br: Não é possível criar um novo registro.
ru: Невозможно создать новую запись.
sk: Nie je možné vytvoriť nový záznam.
sl: Ni mogoče ustvariti novega zapisa.
sq: Nuk u arrit të krijohej një rekord i ri.
sr: Nije moguće kreirati novi zapis.
sv: Det går inte att skapa en ny post.
tr: Yeni bir kayıt oluşturulamıyor.
uk: Не вдалося створити новий запис.
vi: Không thể tạo bản ghi mới.
zh_hk: 無法建立新記錄。

source: exists
ar: توجد
bg: съществува
ca: existeix
de: existiert
eo: it’s out here or it’s vibing rn
es: existe
fa: وجود دارد
fi: on olemassa
fr: existe
hu: létezik
it: esiste
ja: 存在します
lt: egzistuoja
ms: wujud Jamak: wujud
nb: eksisterer
nl: bestaat
pl: istnieje
pt_br: existe
ru: существует
sk: existuje
sl: obstaja
sq: ekziston
sr: postoji
sv: existerar
tr: var
uk: існує
vi: hiện hữu
zh_hk: 存在

source: {0} must have values.
ar: يجب أن يحتوي {0} على قيم.
bg: {0} трябва да имат стойности.
ca: {0} ha de tenir valors.
de: {0} muss Werte haben.
eo: {0} definitely gotta have the vibes, fr.
es: {0} debe tener valores.
fa: {0} باید مقادیری داشته باشد.
fi: {0} täytyy sisältää arvoja.
fr: {0} doivent avoir des valeurs.
hu: {0} értékekkel kell rendelkeznie.
it: {0} devono avere dei valori.
ja: {0} には値が必要です。
lt: {0} turi turėti vertes.
ms: {0} mesti mempunyai nilai.
nb: {0} må ha verdier.
nl: {0} moeten waarden hebben.
pl: {0} muszą mieć wartości.
pt_br: {0} deve ter valores.
ru: {0} должны иметь значения.
sk: {0} musia mať hodnoty.
sl: {0} mora imeti vrednote.
sq: {0} duhet të ketë vlera.
sr: {0} mora imati vrednosti.
sv: {0} behöver värden.
tr: {0} değerlere sahip olmalıdır.
uk: {0} має містити значення.
vi: {0} phải có giá trị.
zh_hk: {0} 必須有值。

source: This value should be of type {0}.
ar: يجب أن تكون هذه القيمة من النوع {0}.
bg: Тази стойност трябва да е от тип {0}.
ca: Aquest valor hauria de ser del tipus {0}.
de: Dieser Wert sollte den Typ {0} haben.
eo: This value should be of type {0}, fr fr.
es: Este valor debe ser de tipo {0}.
fa: این مقدار باید از نوع {0}باشد.
fi: Tämän arvon tulee olla tyyppiä {0}.
fr: Cette valeur doit être de type {0}.
hu: Ennek az értéknek {0} típusúnak kell lennie.
it: Questo valore deve essere del tipo {0}.
ja: この値は{0} タイプである必要があります。
lt: Šios vertės tipas turėtų būti {0}.
ms: Nilai ini harus jenis {0}.
nb: Verdien bør være av typen {0}.
nl: Deze waarde moet van het type {0}zijn.
pl: Wartość ta powinna być typu {0}.
pt_br: Este valor deve ser do tipo {0}.
ru: Это значение должно иметь тип {0}.
sk: Táto hodnota by mala byť typu {0}.
sl: Ta vrednost mora biti tipa {0}.
sq: Kjo vlerë duhet të jetë e tipit {0}.
sr: Ova vrednost treba da bude tipa {0}.
sv: Detta värde bör vara av typen {0}.
tr: Bu değer {0}türünde olmalıdır.
uk: Це значення має бути типу {0}.
vi: Giá trị này phải có kiểu là {0}.
zh_hk: 此值的類型應為 {0}。

source: All but first argument to subtraction must be an interval.
ar: يجب أن تكون كل الوسائط عدا الأولى في عملية الطرح interval.
bg: Всички аргументи за изваждане, освен първия, трябва да са интервали.
ca: Tots els arguments menys el primer han de ser un interval.
de: Bis auf das erste Argument der Subtraktion muss alles ein Intervall sein.
eo: Bruh, every argument to subtraction except the first gotta be an interval, fr.
es: Todos los argumentos de la resta, excepto el primero, deben ser un intervalo.
fa: همه آرگومان های تفریق به جز اولین آرگومان باید یک بازه باشند.
fi: Kaikki paitsi ensimmäinen argumentti vähennyslaskussa tulee olla väli.
fr: Tous les arguments de la soustraction, sauf le premier, doivent être des intervalles.
hu: A kivonás első argumentumának kivételével minden argumentumnak intervallumnak kell lennie.
it: Tutti gli argomenti della sottrazione, tranne il primo, devono essere intervalli.
ja: 引き算の引数のうち、最初の引数以外は区間である必要があります。
lt: Visi atimties argumentai, išskyrus pirmąjį, turi būti intervalai.
ms: Semua kecuali hujah pertama untuk penolakan mesti merupakan selang.
nb: Alle untatt det første argumentet til en substraksjon må være et intervall.
nl: Alle argumenten behalve het eerste argument voor aftrekken moeten een interval zijn.
pl: Wszystkie argumenty odejmowania oprócz pierwszego muszą być przedziałami.
pt_br: Todos os argumentos para subtração, exceto o primeiro, devem ser intervalos.
ru: Все аргументы вычитания, кроме первого, должны быть интервальными.
sk: Okrem prvého argumentu pri odčítaní musí byť intervalom.
sl: Vsi razen prvega argumenta za odštevanje morajo biti interval.
sq: Të gjithë argumentet përveç të parit në zbritje duhet të jenë interval.
sr: Svi argumenti za oduzimanje osim prvog moraju biti interval.
sv: Alla utom det första argumentet till subtraktion måste vara ett intervall.
tr: Çıkarma işleminin ilk argümanı hariç tümü bir aralık olmalıdır.
uk: Усі аргументи віднімання, крім першого, мають бути інтервалом.
vi: Ngoại trừ đối số đầu tiên của phép trừ, tất cả đều phải là một khoảng.
zh_hk: 除了減法的第一個參數外，其他參數都必須是區間。

source: Interval as first argrument to subtraction is not allowed.
ar: لا يُسمح بأن تكون interval هي الوسيطة الأولى في عملية الطرح.
bg: Интервалът като първи аргумент за изваждане не е разрешен.
ca: No es permet l'interval com a primer argument de la resta.
de: Intervall als erstes Argrument zur Subtraktion ist nicht erlaubt.
eo: You can't put an interval as the first arg for subtraction, that's a no-go.
es: No se permite un intervalo como primer argumento para la resta.
fa: فاصله به عنوان اولین استدلال تا تفریق مجاز نیست.
fi: Väli ensimmäisenä argumenttina vähennyslaskussa ei ole sallittua.
fr: L'intervalle comme premier argument de la soustraction n'est pas autorisé.
hu: Intervallum mint első argumentum a kivonáshoz nem megengedett.
it: L'intervallo come primo argomento della sottrazione non è consentito.
ja: 引き算の最初の引数に区間を指定することは許可されていません。
lt: Intervalas kaip pirmasis atimties argumentas neleidžiamas.
ms: Selang sebagai hujah pertama untuk penolakan tidak dibenarkan.
nb: Intervall som første argument til en substraksjon er ikke tillatt.
nl: Interval als eerste argrument voor aftrekken is niet toegestaan.
pl: Interwał jako pierwszy argument odejmowania jest niedozwolony.
pt_br: Intervalo como primeiro argumento para subtração não é permitido.
ru: Интервал как первый аргумент вычитания недопустим.
sk: Interval ako prvý argument pre odčítanie nie je povolený.
sl: Interval kot prvi argrument do odštevanja ni dovoljen.
sq: Interval si argumenti i parë në zbritje nuk lejohet.
sr: Interval kao prvi argument za oduzimanje nije dozvoljen.
sv: Intervall som första argrument till subtraktion är inte tillåtet.
tr: Çıkarma işleminin ilk argümanı olarak aralığa izin verilmez.
uk: Інтервал як перший аргумент віднімання заборонено.
vi: Không được phép sử dụng khoảng cách làm đối số đầu tiên cho phép trừ.
zh_hk: 不允許將間隔作為減法的第一個參數。
