Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Can''t decrypt secret value with MB_ENCRYPTION_SECRET_KEY
ar: تعذّر فك تشفير قيمة السر باستخدام MB_ENCRYPTION_SECRET_KEY
bg: Не може да се дешифрира стойност със секретен ключ MB_ENCRYPTION_SECRET_KEY
ca: No es pot desxifrar el valor secret amb MB_ENCRYPTION_SECRET_KEY
de: Kann den geheimen Wert nicht mit MB_ENCRYPTION_SECRET_KEY entschlüsseln
eo: Bruh, I can't decode the secret juice with MB_ENCRYPTION_SECRET_KEY, this is so cringe
es: No se puede descifrar el valor secreto con MB_ENCRYPTION_SECRET_KEY
fa: نمی توان مقدار مخفی را با MB_ENCRYPTION_SECRET_KEY رمزگشایی کرد
fi: Ei voi purkaa salattua arvoa MB_ENCRYPTION_SECRET_KEY:llä.
fr: Impossible de déchiffrer la valeur secrète avec MB_ENCRYPTION_SECRET_KEY
hu: Nem lehet visszafejteni a titkos értéket az MB_ENCRYPTION_SECRET_KEY segítségével
it: Impossibile decifrare il valore segreto con MB_ENCRYPTION_SECRET_KEY
ja: MB_ENCRYPTION_SECRET_KEYで秘密値を復号化できない。
lt: Nepavyko iššifruoti slaptos vertės naudojant MB_ENCRYPTION_SECRET_KEY
ms: Tidak dapat menyahsulitkan nilai rahsia dengan MB_ENCRYPTION_SECRET_KEY
nb: Kan ikke dekryptere hemmelig verdi med MB_ENCRYPTION_SECRET_KEY
nl: Kan geheime waarde niet ontsleutelen met MB_ENCRYPTION_SECRET_KEY
pl: Nie można odszyfrować wartości za pomocą MB_ENCRYPTION_SECRET_KEY
pt_br: Não é possível descriptografar o valor secreto com MB_ENCRYPTION_SECRET_KEY
ru: Не получилось расшифровать секретное значение используя MB_ENCRYPTION_SECRET_KEY
sk: Nemožno dešifrovať tajnú hodnotu pomocou MB_ENCRYPTION_SECRET_KEY
sl: Skrivne vrednosti ni mogoče dešifrirati z MB_ENCRYPTION_SECRET_KEY
sq: Nuk mund të deshifrohet vlera sekrete me MB_ENCRYPTION_SECRET_KEY
sr: Ne mogu da dešifrujem tajnu vrednost pomoću MB_ENCRYPTION_SECRET_KEY
sv: Kan inte dekryptera hemligt värde med mb_encryption_secret_key
tr: MB_ENCRYPTION_SECRET_KEY ile gizli değerin şifresi çözülemiyor
uk: Не вдається розшифрувати секретне значення за допомогою MB_ENCRYPTION_SECRET_KEY
vi: Không thể giải mã giá trị bí mật bằng MB_ENCRYPTION_SECRET_KEY
zh_hk: 無法使用 MB_ENCRYPTION_SECRET_KEY 解密秘密值

source: Can''t decrypt app db with MB_ENCRYPTION_SECRET_KEY
ar: تعذّر فك تشفير قاعدة بيانات التطبيق باستخدام MB_ENCRYPTION_SECRET_KEY
bg: Не може да се дешифрира база данни на приложението със секретен ключ MB_ENCRYPTION_SECRET_KEY
ca: No es pot desxifrar la base de dades de l'aplicació amb MB_ENCRYPTION_SECRET_KEY
de: Kann die App-Datenbank nicht mit MB_ENCRYPTION_SECRET_KEY entschlüsseln
eo: I can't decode the app db with MB_ENCRYPTION_SECRET_KEY, fr fr.
es: No se puede descifrar la app de base de datos con MB_ENCRYPTION_SECRET_KEY
fa: نمی توان db برنامه را با MB_ENCRYPTION_SECRET_KEY رمزگشایی کرد
fi: Ei voi purkaa sovelluksen tietokantaa MB_ENCRYPTION_SECRET_KEY:llä.
fr: Impossible de déchiffrer l'app db avec MB_ENCRYPTION_SECRET_KEY
hu: Nem lehet visszafejteni az alkalmazás adatbázisát az MB_ENCRYPTION_SECRET_KEY segítségével
it: Impossibile decifrare il db dell'applicazione con MB_ENCRYPTION_SECRET_KEY
ja: MB_ENCRYPTION_SECRET_KEYでアプリのDBを復号できない。
lt: Nepavyko iššifruoti programos db naudojant MB_ENCRYPTION_SECRET_KEY
ms: Tidak dapat menyahsulitkan app db dengan MB_ENCRYPTION_SECRET_KEY
nb: Kan ikke dekryptere app db med MB_ENCRYPTION_SECRET_KEY
nl: Kan app-database niet ontsleutelen met MB_ENCRYPTION_SECRET_KEY
pl: Nie można odszyfrować bazy danych aplikacji za pomocą MB_ENCRYPTION_SECRET_KEY
pt_br: Não é possível descriptografar o banco de dados do aplicativo com MB_ENCRYPTION_SECRET_KEY
ru: Не получилось расшифровать базу данных приложения используя MB_ENCRYPTION_SECRET_KEY
sk: Nemožno dešifrovať db aplikácie pomocou MB_ENCRYPTION_SECRET_KEY
sl: Zbirke podatkov aplikacij ni mogoče dešifrirati z MB_ENCRYPTION_SECRET_KEY
sq: Nuk mund të deshifrohet DB e aplikacionit me MB_ENCRYPTION_SECRET_KEY
sr: Ne mogu da dešifrujem app db pomoću MB_ENCRYPTION_SECRET_KEY
sv: Kan inte dekryptera appen db med mb_encryption_secret_key
tr: MB_ENCRYPTION_SECRET_KEY ile uygulama db'sinin şifresi çözülemiyor
uk: Не вдається розшифрувати БД застосунку за допомогою MB_ENCRYPTION_SECRET_KEY
vi: Không thể giải mã cơ sở dữ liệu ứng dụng bằng MB_ENCRYPTION_SECRET_KEY
zh_hk: 無法使用 MB_ENCRYPTION_SECRET_KEY 解密應用程式資料庫

source: Query cancelled
ar: تم إلغاء الاستعلام
bg: Заявката е отменена
ca: Pregunta cancelada
de: Abfrage abgebrochen
eo: Query got yeeted
es: Pregunta cancelada
fa: پرس و جو لغو شد
fi: Kysely peruutettu
fr: Requête annulée
hu: Lekérdezés törölve
it: Domanda annullata
ja: クエリのキャンセル
lt: Užklausa atšaukta
ms: Query dibatalkan
nb: Spørring avbrutt
nl: Query geannuleerd
pl: Anulowano pytanie
pt_br: Consulta cancelada
ru: Запрос отменен
sk: Dotaz zrušený
sl: Poizvedba je bila preklicana
sq: Query u anulua
sr: Upit otkazan
sv: Fråga avbröts
tr: Sorgu iptal edildi
uk: Запит скасовано
vi: Đã hủy truy vấn
zh_hk: 查詢已取消

source: Warning: missing type mapping for parsing BigQuery results of type {0}.
hu: Figyelmeztetés: hiányzó típusleképezés a BigQuery eredmények {0} típusának elemzéséhez.
ms: Amaran: tiada pemetaan jenis untuk menafsirkan hasil BigQuery jenis {0}.

source: datetimeDiff only allows datetime, timestamp, or date types. Found {0}
ar: تسمح datetimeDiff فقط بأنواع datetime أو timestamp أو date. تم العثور على {0}
bg: datetimeDiff позволява само types datetime, timestamp или date. Открито {0}
ca: datetimeDiff només permet datetime, timestamp o camps tipus date. S'ha trobat {0}
de: datetimeDiff erlaubt nur datetime, timestamp oder Datumstypen. {0} gefunden
eo: yo, datetimeDiff only takes in datetime, timestamp, or date types. found {0} smh
es: datetimeDiff solo permite tipos de fecha y hora, marca de tiempo o fecha. Encontrado {0}
fa: datetimeDiff فقط به انواع تاریخ، مهر زمانی یا تاریخ اجازه می دهد. پیدا شد {0}
fi: datetimeDiff sallii vain datetime-, timestamp- tai date-tyypit. Löydetty {0}
fr: datetimeDiff ne permet que les types datetime, timestamp, ou date. Trouvé {0}
hu: A datetimeDiff csak dátum, időbélyeg vagy dátum típusokat engedélyez. Talált {0}
it: datetimeDiff consente solo i tipi datetime, timestamp o date. Trovato {0}
ja: datetimeDiffは、datetime、timestamp、またはdate型のみを許可します。見つかりました{0}。
lt: datetimeDiff leidžia tik datos ir laiko, laiko žymos arba datos tipus. Rasta {0}
ms: PerbezaanTarikhMasa hanya membenarkan jenis tarikhmasa, cop masa, atau tarikh. Dijumpai {0}
nb: datetimeDiff tillater datetime, timestamp eller date-typer. Fant {0}
nl: datetimeDiff staat alleen datetime-, timestamp- of datetypes toe. Gevonden {0}
pl: datetimeDiff zezwala tylko na typy datetime, timestamp lub date. Znaleziono {0}
pt_br: datetimeDiff permite apenas os tipos datetime, timestamp ou date. Encontrado {0}
ru: datetimeDiff работает только с datetime, timestamp и date типами. Найден {0}
sk: datetimeDiff umožňuje len typy datetime, timestamp alebo date. Nájdené {0}
sl: datetimeDiff omogoča le vrste datuma in časa, časovnega žiga ali datuma. Najdeno {0}
sq: datetimeDiff lejon vetëm tipe datetime, timestamp, ose date. U gjet {0}
sr: datetimeDiff dozvoljava samo tipove datetime, timestamp ili date. Pronađeno: {0}
sv: DateTimediff tillåter endast DateTime, tidsstämpel eller datatyper. Hittade {0}
tr: datetimeDiff yalnızca datetime, timestamp veya date türlerine izin verir. Bulundu {0}
uk: datetimeDiff дозволяє лише типи datetime, timestamp або date. Знайдено {0}
vi: datetimeDiff chỉ cho phép các loại datetime, timestamp hoặc date. Đã tìm thấy {0}
zh_hk: datetimeDiff 僅允許 datetime、timestamp 或 date 類型。發現 {0}

source: now is not supported for MongoDB versions before 4.2
ar: now غير مدعوم لإصدارات MongoDB الأقدم من 4.2
bg: "сега" не се поддържа за версиите на MongoDB преди 4.2
ca: now no es suportat per a versions de MongoDB anteriors a 4.2
de: "now" wird für MongoDB-Versionen vor 4.2 nicht unterstützt.
eo: Bruh, if your MongoDB is before 4.2, this feature’s just not it rn.
es: versiones de MongoDB anterior a 4.2 no soportan now
fa: اکنون برای نسخه های MongoDB قبل از 4.2 پشتیبانی نمی شود
fi: nyt ei tueta MongoDB:n versioita ennen 4.2
fr: now n'est pas supporté pour des versions de MonDB antèrieures à 4.2
hu: a most nem támogatott a 4.2 előtti MongoDB verziókban
it: ora non è supportato per le versioni di MongoDB precedenti alla 4.2.
ja: は、4.2以前のMongoDBバージョンではサポートされていません。
lt: dabar nepalaikoma MongoDB versijose iki 4.2
ms: now tidak disokong untuk versi MongoDB sebelum 4.2
nb: støttes nå ikke for MongoDB-versjoner før 4.2
nl: nu wordt niet ondersteund voor MongoDB-versies vóór 4,2
pl: teraz nie jest obsługiwaneMongoDB w wersjach wcześniejszych niż 4.2
pt_br: agora não é compatível com versões do MongoDB anteriores à 4.2
ru: now не поддерживается MongoDB для версий до 4.2
sk: teraz nie je podporovaná pre verzie MongoDB pred verziou 4.2
sl: zdaj ni podprt za različice MongoDB pred 4.2
sq: now nuk mbështetet për versionet MongoDB para 4.2
sr: now nije podržan za MongoDB verzije pre 4.2
sv: Nu stöds inte för MongoDB -versioner före 4.2
tr: artık 4.2'den önceki MongoDB sürümleri için desteklenmiyor
uk: now не підтримується для версій MongoDB до 4.2
vi: hiện không được hỗ trợ cho các phiên bản MongoDB trước 4.2
zh_hk: MongoDB 版本 4.2 之前不支持 now

source: incorrect value: {0}
hu: helytelen érték: {0}
ms: nilai tidak betul: {0}

source: violates not-null constraint
hu: megsérti a nem-null megkötést
ms: melanggar kekangan bukan-null

source: Error preparing statement: {0}
ar: خطأ أثناء تحضير العبارة: {0}
bg: Грешка при подготовка на заявката: {0}
ca: Error en preparar la declaració: {0}
de: Fehler bei der Vorbereitung der Anweisung: {0}
eo: Oops, got an error while gettin’ the statement ready: {0}
es: Error preparando comando: {0}
fa: خطا در تهیه بیانیه: {0}
fi: Virhe valmisteltaessa lausuntoa: {0}
fr: Erreur lors de la préparation de l'énoncé: {0}
hu: Hiba a nyilatkozat előkészítésekor: {0}
it: Errore nella preparazione della dichiarazione: {0}
ja: ステートメントを準備する際にエラーが発生しました。{0}
lt: Klaida ruošiant pareiškimą: {0}
ms: Ralat menyediakan kenyataan: {0}
nb: Feil ved forberedelse av spørring: {0}
nl: Fout bij voorbereiden van verklaring: {0}
pl: Błąd podczas przygotowywania zestawienia: {0}
pt_br: Erro ao preparar instrução: {0}
ru: Ошибка при подготовке запроса: {0}
sk: Chyba pri príprave výpisu: {0}
sl: Izjava o napaki pri pripravi: {0}
sq: Gabim gjatë përgatitjes së statement-it: {0}
sr: Greška pri pripremi statement-a: {0}
sv: Felförberedande uttalande: {0}
tr: İfade hazırlanırken hata oluştu: {0}
uk: Помилка під час підготовки statement: {0}
vi: Lỗi khi chuẩn bị câu lệnh: {0}
zh_hk: 準備語句時出錯：{0}

source: Comma separated names of {0} that should NOT appear in Metabase
ar: أسماء {0} المفصولة بفواصل والتي يجب ألا تظهر في Metabase
bg: Имена, разделени със запетаи, на {0}, които НЕ трябва да се появяват в Metabase
ca: Noms separats per comes de {0} que NO haurien d'aparèixer a Metabase
de: Durch Komma getrennte Namen von {0}, die NICHT in Metabase erscheinen sollten
eo: Comma-separated names of {0} that shouldn’t be showing up in Metabase, fr fr
es: Nombres separados por comas de {0} que NO deberían aparecer en Metabase
fa: نام های {0} با کاما از هم جدا شده اند که نباید در Metabase ظاهر شوند
fi: Pilkulla erotellut nimet {0}, jotka EI saa näkyä Metabasessa.
fr: Noms séparés par des virgules de {0} ne devant PAS apparaître dans Metabase
hu: A(z) {0} vesszővel elválasztott nevei, amelyek nem jelenhetnek meg a Metabase-ben
it: Nomi separati da virgola di {0} che NON devono apparire nel Metabase.
ja: Metabaseに表示してはいけない{0}のカンマ区切りの名前。
lt: Kableliais atskirti {0} pavadinimai, kurie NETURI būti rodomi metabazėje
ms: Nama {0} yang dipisahkan dengan koma yang TIDAK sepatutnya muncul di Metabase
nb: Kommaseparerte navn for {0} som IKKE skal vises i Metabase
nl: Kommagescheiden namen van {0} die NIET in Metabase mogen verschijnen
pl: Oddzielone przecinkami nazwy {0}, które NIE powinny pojawiać się w Metabase
pt_br: Nomes separados por vírgulas de {0} que NÃO devem aparecer no Metabase
ru: Имена {0}, разделенные запятой, которые НЕ должны быть доступными в Metabase
sk: Názvy {0} oddelené čiarkou, ktoré by sa v databáze Metabase NEMALI objaviť
sl: Imena {0}, ločena z vejico, ki se NE bi smela pojaviti v metabazi
sq: Emra të ndarë me presje të {0} që NUK duhet të shfaqen në Metabase
sr: Nazivi {0} razdvojeni zarezom koji NE treba da se pojavljuju u Metabase-u
sv: Komma separerade namn på {0} som inte ska visas i metabas
tr: Metabase'de görünmemesi gereken {0} adresinin virgülle ayrılmış adları
uk: Назви {0}, розділені комами, які НЕ мають зʼявлятися в Metabase
vi: Tên được phân tách bằng dấu phẩy của {0} KHÔNG NÊN xuất hiện trong Metabase
zh_hk: Metabase 中不應出現的 {0} 的逗號分隔名稱

source: Comma separated names of {0} that should appear in Metabase
ar: أسماء {0} المفصولة بفواصل والتي يجب أن تظهر في Metabase
bg: Имена, разделени със запетаи, на {0}, които трябва да се появяват в Metabase
ca: Noms separats per comes de {0} que haurien d'aparèixer a Metabase
de: Durch Komma getrennte Namen von {0}, die in Metabase erscheinen sollten
eo: Comma-separated names of {0} that should pop off in Metabase
es: Nombres separados por comas de {0} que deberían aparecer en Metabase
fa: نام‌های {0} با کاما از هم جدا شده و باید در Metabase ظاهر شوند
fi: Pilkulla erotellut nimet, jotka tulisi näkyä Metabasessa: {0}
fr: Noms séparés par des virgules de {0} devant apparaître dans Metabase
hu: A(z) {0} vesszővel elválasztott nevei, amelyek megjelenhetnek a Metabase-ben
it: Nomi separati da virgola di {0} che dovrebbero apparire nel Metabase.
ja: Metabaseに表示される{0}のカンマ区切りの名前。
lt: Kableliais atskirti {0} pavadinimai, kurie turėtų būti rodomi metabazėje
ms: Nama {0} yang dipisahkan dengan koma yang sepatutnya muncul di Metabase
nb: Kommaseparerte navn for {0} som skal vises i Metabase
nl: Kommagescheiden namen van {0} die in Metabase moeten verschijnen
pl: Oddzielone przecinkami nazwy {0}, które powinny pojawić się w Metabase
pt_br: Nomes separados por vírgulas de {0} que devem aparecer no Metabase
ru: Имена {0}, разделенные запятой, которые должны быть доступными в Metabase
sk: Názvy {0} oddelené čiarkou, ktoré by sa mali zobraziť v databáze Metabase
sl: Imena {0}, ločena z vejico, ki naj bi se pojavila v metabazi
sq: Emra të ndarë me presje të {0} që duhet të shfaqen në Metabase
sr: Nazivi {0} razdvojeni zarezom koji treba da se pojavljuju u Metabase-u
sv: Komma separerade namn på {0} som ska visas i metabas
tr: Metabase'de görünmesi gereken {0} adresinin virgülle ayrılmış adları
uk: Назви {0}, розділені комами, які мають зʼявлятися в Metabase
vi: Tên được phân tách bằng dấu phẩy của {0} sẽ xuất hiện trong Metabase
zh_hk: 用逗號分隔的 {0} 名稱，應出現在 Metabase

source: You can use patterns like "auth*" to match multiple {0}
ar: يمكنك استخدام أنماط مثل "auth*" لمطابقة عدة {0}
bg: Можете да използвате шаблони като "auth*" за съвпадение с множество {0}
ca: Pots utilitzar patrons com "auth" per coincidències múltiples {0}
de: Du kannst Muster wie "auth*" verwenden, um mehrere {0} zu erfassen
eo: You can like use patterns such as "auth*" to match a bunch of {0} fr fr
es: Puedes utilizar patrones como "auth" para encontrar varios {0}
fa: می‌توانید از الگوهایی مانند "auth*" برای مطابقت دادن چند {0}استفاده کنید
fi: Voit käyttää kuvioita kuten "auth*" vastaamaan useita {0}
fr: Vous pouvez utiliser des patrons comme "auth*" pour correspondre à plusieurs {0}
hu: Használhat olyan mintákat, mint például az „auth*”, hogy megfeleljen több {0}
it: Si possono usare schemi come "auth*" per abbinare più {0}
ja: auth*」のようなパターンを使って、複数の{0}にマッチさせることができます。
lt: Galite naudoti tokius šablonus kaip „auth*“, kad atitiktumėte kelis {0}
ms: Anda boleh menggunakan corak seperti "auth*" untuk memadankan pelbagai {0}
nb: Du kan bruke mønster som "auth*" for å treffe flere {0}
nl: Je kunt patronen zoals "auth*" gebruiken om meerdere {0} te matchen
pl: Możesz użyć wzorców, takich jak „auth*”, aby dopasować wiele {0}
pt_br: Você pode usar padrões como "auth*" para corresponder a vários {0}
ru: Вы можете использовать шаблоны, такие как "auth*", чтобы соответствовать нескольким {0}
sk: Na porovnanie viacerých {0}môžete použiť vzory, ako napríklad "auth*".
sl: Vzorce, kot je "auth*", lahko uporabite za ujemanje več {0}
sq: Mund të përdorni pattern-e si "auth*" për të përputhur disa {0}
sr: Možeš da koristiš paterne kao što je "auth*" da podudariš više {0}
sv: Du kan använda mönster som "Auth*" för att matcha flera {0}
tr: Birden fazla {0}ile eşleşmek için "auth*" gibi kalıplar kullanabilirsiniz
uk: Ви можете використовувати патерни на кшталт "auth*", щоб зіставити кілька {0}
vi: Bạn có thể sử dụng các mẫu như "auth*" để khớp với nhiều {0}
zh_hk: 您可以使用類似 "auth*" 的模式來匹配多個 {0}

source: Would you mind taking a quick 5 minute survey to tell us how it’s going?
ar: هل تمانع في أخذ استبيان سريع لمدة 5 دقائق لإخبارنا كيف تسير الأمور؟
bg: Бихте ли отделили 5 минути, за да попълните кратко проучване и да ни кажете как се справяме?
ca: Dedicaries 5 minuts a respondre una enquesta per avaluar la teva experiència?
de: Würdest Du uns einen kurzen 5-Minuten-Fragebogen ausfüllen, um uns mitzuteilen, wie es läuft?
eo: Hey bestie, mind takin’ a quick 5-min survey to let us know how it’s goin’?
es: ¿Te importaría realizar una encuesta rápida de 5 minutos para decirnos cómo lo estamos haciendo?
fa: آیا دوست دارید یک نظرسنجی سریع 5 دقیقه ای انجام دهید تا به ما بگویید که چگونه پیش می رود؟
fi: Haluaisitko vaivautua täyttämään nopean 5 minuutin kyselyn kertoaksesi meille, miten menee?
fr: Avez-vous 5 minutes pour prendre le temps de nous dire comment ça se passe ?
hu: Lenne szíves kitölteni egy gyors, 5 perces felmérést, hogy elmondja, hogyan halad?
it: Le dispiacerebbe fare un breve sondaggio di 5 minuti per dirci come sta andando?
ja: 5分程度の簡単なアンケートにご協力いただけないでしょうか?
lt: Ar norėtumėte atlikti greitą 5 minučių apklausą ir papasakoti, kaip sekasi?
ms: Adakah anda sudi mengambil kaji selidik ringkas selama 5 minit untuk memberitahu kami bagaimana keadaannya?
nb: Vil du ta en kjapp 5-minutts spørreundersøkelse for å fortelle oss hvordan det går?
nl: Zou je een korte enquête van 5 minuten willen invullen om ons te vertellen hoe het gaat?
pl: Czy mógłbyś wziąć udział w krótkiej 5-minutowej ankiecie, aby powiedzieć nam, jak idzie?
pt_br: Você se importaria de responder a uma pesquisa rápida de 5 minutos para nos dizer como está indo?
ru: Могли бы вы пройти 5-минутный опрос и рассказать нам о вашем опыте с приложением?
sk: Mohli by ste sa zúčastniť rýchleho päťminútového prieskumu a povedať nám, ako sa vám darí?
sl: Bi lahko naredili hitro 5-minutno anketo, da nam poveste, kako gre?
sq: A do të të pengonte të plotësoje një anketë të shpejtë 5-minutëshe për të na treguar si po shkon?
sr: Da li biste mogli da izdvojite brzih 5 minuta za kratku anketu i kažete nam kako ide?
sv: Skulle du ha något emot att ta en snabb 5 minuters undersökning för att berätta hur det går?
tr: Bize nasıl gittiğini anlatmak için 5 dakikalık hızlı bir ankete katılabilir misiniz?
uk: Чи не могли б ви пройти коротке 5-хвилинне опитування і розповісти нам, як ідуть справи?
vi: Bạn có thể làm một cuộc khảo sát nhanh trong 5 phút để cho chúng tôi biết mọi việc diễn ra thế nào không?
zh_hk: 您介意花 5 分鐘時間進行快速調查，告訴我們目前的情況嗎？

source: Actions must be made with models, not cards.
ar: يجب تنفيذ الإجراءات باستخدام النماذج، وليس البطاقات.
bg: Действията трябва да се извършват с модели, а не с карти.
ca: Les accions s'han de fer amb models, no targetes.
de: Aktionen müssen mit Modellen und nicht mit Karten erstellt werden.
eo: You gotta move with the models, not just the cards, fr.
es: Acciones deben construirse con modelos, no tarjetas.
fa: اقدامات باید با مدل انجام شود، نه کارت.
fi: Toimenpiteet on tehtävä malleilla, ei korteilla.
fr: Les actions ne peuvent se faire qu'avec des modèles, pas des cartes.
hu: A műveleteket modellekkel kell létrehozni, nem kártyákkal.
it: Le azioni devono essere fatte con i modelli, non con le carte.
ja: アクションはカードではなく、モデルで行う必要があります。
lt: Veiksmai turi būti atliekami su modeliais, o ne kortelėmis.
ms: Tindakan mesti dibuat dengan model, bukan kad.
nb: Handlinger må lages med modeller, ikke kort.
nl: Acties moeten worden uitgevoerd met modellen, niet met kaarten.
pl: Akcje muszą być wykonywane za pomocą modeli, a nie kart.
pt_br: As ações devem ser feitas com modelos, não com cartões.
ru: Действия должны быть связаны с моделями, а не запросами.
sk: Akcie sa musia vykonávať pomocou modelov, nie kariet.
sl: Dejanja morajo biti izvedena z modeli, ne s karticami.
sq: Veprimet duhet të bëhen me modele, jo me karta.
sr: Akcije moraju da se prave nad modelima, ne nad karticama.
sv: Åtgärder måste göras med modeller, inte kort.
tr: Eylemler kartlarla değil, modellerle yapılmalıdır.
uk: Дії потрібно виконувати з моделями, а не з картками.
vi: Các hành động phải được thực hiện bằng mô hình, không phải bằng thẻ.
zh_hk: 行動必須使用模型執行，而不是卡片。

source: Cannot make a question from a model with actions
hu: Nem lehet kérdést létrehozni egy műveletekkel rendelkező modellből
ms: Tidak boleh membuat soalan daripada model dengan tindakan

source: invalid parameterized_object_type
ar: parameterized_object_type غير صالح
bg: недопустим parameterized_object_type
ca: parameterized_object_type no vàlid
de: Ungültiger parameterisierter Objekttyp
eo: yo, that parameterized_object_type is straight up invalid fam
es: parameterized_object_type inválido
fa: parameterized_object_type نامعتبر است
fi: virheellinen parametrinen objektityyppi
fr: parameterized_object_type invalide
hu: érvénytelen paraméterezett_objektumtípus
it: tipo_oggetto_parametrizzato_invalido
ja: 無効なParameterized_Object_type
lt: neteisingas parametrizuotas_objekto_tipas
ms: jenis_objek_parameter tidak sah
nb: ugyldig parameterized_object_type
nl: ongeldig parameterized_object_type
pl: nieprawidłowy parametrized_object_type
pt_br: parameterized_object_type inválido
ru: неверный parameterized_object_type
sl: neveljaven parameterized_object_type
sq: parameterized_object_type i pavlefshëm
sr: nevažeći parameterized_object_type
sv: Ogiltig parameteriserad_object_type
uk: Недійсний parameterized_object_type
vi: parameterized_object_type không hợp lệ
zh_hk: 無效的 parameterized_object_type

source: Invalid parameter source {0}
ar: مصدر معلمة غير صالح {0}
bg: Невалиден източник на параметър {0}
ca: Origen de paràmetre no vàlid {0}
de: Ungültige Parameterquelle {0}
eo: Yo, the parameter source {0} is totally invalid lol
es: Fuente de parámetro {0} inválido
fa: منبع پارامتر نامعتبر {0}
fi: Virheellinen parametri lähde {0}
fr: Paramètre source invalide {0}
hu: Érvénytelen paraméterforrás: {0}
it: Sorgente parametro non valida {0}
ja: 無効なパラメータソース{0}です。
lt: Netinkamas parametro šaltinis {0}
ms: Sumber parameter tidak sah {0}
nb: Ugyldig parameterkilde {0}
nl: Ongeldige parametersoort {0}
pl: Nieprawidłowe źródło parametru {0}
pt_br: Fonte de parâmetro inválida {0}
ru: Неверный источник для параметра {0}
sk: Neplatný zdroj parametrov {0}
sl: Neveljaven vir parametrov {0}
sq: Burim parametri i pavlefshëm {0}
sr: Nevažeći izvor parametra {0}
sv: Ogiltig parameterkälla {0}
tr: Geçersiz parametre kaynağı {0}
uk: Недійсне джерело параметра {0}
vi: Nguồn tham số không hợp lệ {0}
zh_hk: 無效的參數來源 {0}

source: Error updating Settings last updated value: {0}
hu: Hiba a beállítások legutóbbi frissítési értékének frissítésekor: {0}
ms: Ralat mengemas kini nilai Settings yang dikemas kini kali terakhir: {0}
