Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: No segments yet
ar: لا توجد شرائح بعد
bg: Все още няма сегменти
ca: Encara no hi ha segments
de: Noch keine Segmente
es: No hay segmentos todavía
fa: هنوز هیچ بخشی وجود ندارد
fi: Ei vielä segmenttejä
fr: Aucun segment pour l'instant
it: Nessun segmento ancora
ja: まだセグメントはありません
nb: Ingen segmenter ennå
nl: Nog geen segmenten
pl: Brak segmentów
pt_br: Ainda não há segmentos
ru: Пока нет сегментов
sk: Zatiaľ žiadne segmenty
sl: Še ni segmentov
sq: Ende s’ka segmente
sr: Još nema segmenata
sv: Inga segment ännu
tr: Henüz segment yok
uk: Поки що немає сегментів
vi: Chưa có phân đoạn nào
zh_hk: 尚未分段

source: Create a segment to filter rows in this table.
ar: أنشئ شريحة لتصفية الصفوف في هذا الجدول.
bg: Създайте сегмент, за да филтрирате редове в тази таблица.
ca: Crea un segment per filtrar files d'aquesta taula.
de: Erstellen Sie ein Segment, um Zeilen in dieser Tabelle zu filtern.
es: Crea un segmento para filtrar filas en esta tabla.
fa: یک بخش برای فیلتر کردن ردیف‌ها در این جدول ایجاد کنید.
fi: Luo segmentti suodattaaksesi rivejä tässä taulukossa.
fr: Créez un segment pour filtrer les lignes de ce tableau.
it: Crea un segmento per filtrare le righe in questa tabella.
ja: このテーブル内の行をフィルタリングするためのセグメントを作成します。
nb: Opprett et segment for å filtrere rader i denne tabellen.
nl: Maak een segment om rijen in deze tabel te filteren.
pl: Utwórz segment, aby filtrować wiersze w tej tabeli.
pt_br: Crie um segmento para filtrar as linhas desta tabela.
ru: Создайте сегмент для фильтрации строк в этой таблице.
sk: Vytvorte segment na filtrovanie riadkov v tejto tabuľke.
sl: Ustvarite segment za filtriranje vrstic v tej tabeli.
sq: Krijo një segment për të filtruar rreshtat në këtë tabelë.
sr: Kreirajte segment da biste filtrirali redove u ovoj tabeli.
sv: Skapa ett segment för att filtrera rader i den här tabellen.
tr: Bu tabloda satırları filtrelemek için bir segment oluşturun.
uk: Створіть сегмент, щоб фільтрувати рядки в цій таблиці.
vi: Tạo một phân đoạn để lọc các hàng trong bảng này.
zh_hk: 建立區段以過濾此表中的資料。

source: Use Python to handle complex logic that's awkward or brittle in SQL
ar: استخدم Python للتعامل مع منطق معقد يصعب أو يكون هشًا في SQL
fa: از پایتون برای مدیریت منطق پیچیده‌ای که در SQL دشوار یا شکننده است استفاده کنید
fi: Käytä Pythonia käsitelläksesi monimutkaista logiikkaa, joka on hankalaa tai haurasta SQL:ssä
it: Utilizzare Python per gestire la logica complessa che risulta scomoda o fragile in SQL
ja: SQLでは扱いにくい複雑なロジックをPythonで処理する
sq: Përdor Python për të trajtuar logjikë komplekse që është e vështirë ose e brishtë në SQL
sr: Koristite Python za složenu logiku koja je nezgodna ili krhka u SQL-u
zh_hk: 使用 Python 來處理在 SQL 中顯得笨拙或脆弱的複雜邏輯

source: Reuse shared Python logic instead of copying SQL patterns
ar: أعد استخدام منطق Python المشترك بدلًا من نسخ أنماط SQL
fa: به جای کپی کردن الگوهای SQL، از منطق مشترک پایتون دوباره استفاده کنید
fi: Käytä jaettua Python-logiikkaa uudelleen SQL-mallien kopioinnin sijaan
it: Riutilizzare la logica Python condivisa invece di copiare i modelli SQL
ja: SQL パターンをコピーするのではなく、共有 Python ロジックを再利用します。
sq: Ripërdor logjikë të përbashkët Python në vend që të kopjosh pattern-e SQL
sr: Ponovo koristite deljenu Python logiku umesto kopiranja SQL obrazaca
zh_hk: 重複使用共用的 Python 邏輯，而不是複製 SQL 模式

source: Unblock advanced use cases without pushing work into another tool
ar: افتح حالات استخدام متقدمة دون دفع العمل إلى أداة أخرى
fa: موارد استفاده پیشرفته را بدون انتقال کار به ابزار دیگر، از حالت انسداد خارج کنید
fi: Avaa edistyneiden käyttötapausten estot siirtämättä työtä toiseen työkaluun
it: Sblocca casi d'uso avanzati senza spostare il lavoro su un altro strumento
ja: 作業を別のツールに押し込むことなく、高度なユースケースをブロック解除します
sq: Zhblloko raste përdorimi të avancuara pa e shtyrë punën në një mjet tjetër
sr: Omogućite napredne slučajeve upotrebe bez prebacivanja posla u drugi alat
zh_hk: 解除先進用例的封鎖，無須將工作推到另一個工具中

source: Put pandas to work for data analysis and manipulation
ar: ضع pandas للعمل لتحليل البيانات ومعالجتها
fa: استفاده از پانداز برای تحلیل و دستکاری داده‌ها
fi: Laita pandat töihin datan analysointiin ja manipulointiin
it: Metti i panda al lavoro per l'analisi e la manipolazione dei dati
ja: パンダをデータ分析と操作に活用する
sq: Vëre pandas në punë për analizë dhe manipulim të të dhënave
sr: Stavite pandas u pogon za analizu i obradu podataka
zh_hk: 讓 pandas 用於資料分析與處理

source: Please ask a Metabase Store Admin ({0}) to enable this for you.
ar: يرجى طلب تفعيل هذا لك من مسؤول Metabase Store ({0}).
de: Bitte bitten Sie einen Metabase Store Admin ({0}), dies für Sie zu aktivieren.
es: Solicite a un administrador de Metabase Store ({0}) que habilite esta función para usted.
fa: لطفاً از مدیر فروشگاه متابیس ({0}) بخواهید که این را برای شما فعال کند.
fi: Pyydä Metabase Storen ylläpitäjää ({0}) ottamaan tämä käyttöön puolestasi.
fr: Veuillez demander à un administrateur de boutique Metabase ({0}) d'activer cela pour vous.
it: Chiedi a un amministratore del Metabase Store ({0}) di abilitarlo per te.
ja: これを有効にするには、メタベース ストア管理者 ({0}) に依頼してください。
pl: Aby włączyć tę funkcję, należy zwrócić się do administratora Metabase Store ({0}).
pt_br: Por favor, peça a um administrador da Metabase Store ({0}) para habilitar isso para você.
ru: Попросите админа Metabase Store ({0}) включить это для вас.
sk: Požiadajte správcu úložiska metabázy ({0}), aby vám to povolil.
sl: Za omogočenje te možnosti se obrnite na skrbnika shrambe Metabase ({0}).
sq: Të lutem kërkoji një Administratori të Metabase Store ({0}) ta aktivizojë këtë për ty.
sr: Zamolite Metabase Store administratora ({0}) da vam ovo omogući.
tr: Lütfen bir Metabase Mağaza Yöneticisinden ({0}) bunu sizin için etkinleştirmesini isteyin.
uk: Попросіть адміна Metabase Store ({0}) увімкнути це для вас.
vi: Vui lòng yêu cầu Quản trị viên Cửa hàng Metabase ({0}) kích hoạt tính năng này cho bạn.
zh_hk: 請向 Metabase 商店管理員 ({0}) 要求為您啟用此功能。

source: Please ask a Metabase Store Admin to enable this for you.
ar: يرجى طلب تفعيل هذا لك من مسؤول Metabase Store.
de: Bitte bitten Sie einen Metabase-Shop-Administrator, dies für Sie zu aktivieren.
es: Solicite a un administrador de Metabase Store que habilite esta función para usted.
fa: لطفاً از مدیر فروشگاه متابیس بخواهید که این را برای شما فعال کند.
fi: Pyydä Metabase Storen ylläpitäjää ottamaan tämä käyttöön puolestasi.
fr: Veuillez demander à un administrateur de la boutique Metabase d'activer cette fonctionnalité pour vous.
it: Chiedi a un amministratore del Metabase Store di abilitare questa funzione per te.
ja: これを有効にするには、メタベース ストア管理者に依頼してください。
pl: Poproś administratora Metabase Store o włączenie tej funkcji.
pt_br: Solicite a um administrador da Metabase Store que habilite essa opção para você.
ru: Попросите админа Metabase Store включить это для вас.
sk: Požiadajte správcu úložiska metabázy, aby vám to povolil.
sl: Prosite skrbnika trgovine Metabase, da vam to omogoči.
sq: Të lutem kërkoji një Administratori të Metabase Store ta aktivizojë këtë për ty.
sr: Zamolite Metabase Store administratora da vam ovo omogući.
tr: Lütfen bir Metabase Mağaza Yöneticisinden bunu sizin için etkinleştirmesini isteyin.
uk: Попросіть адміна Metabase Store увімкнути це для вас.
vi: Vui lòng yêu cầu quản trị viên Metabase Store kích hoạt tính năng này cho bạn.
zh_hk: 請要求 Metabase 商店管理員為您啟用此功能。

source: Error fetching information about available add-ons.
ar: خطأ في جلب معلومات حول الإضافات المتاحة.
bg: Грешка при извличане на информация за наличните добавки.
ca: S'ha produït un error en obtenir informació sobre els complements disponibles.
de: Fehler beim Abrufen von Informationen über verfügbare Add-ons.
es: Error al obtener información sobre los complementos disponibles.
fa: خطا در دریافت اطلاعات مربوط به افزونه‌های موجود.
fi: Virhe noudettaessa tietoja saatavilla olevista lisäosista.
fr: Erreur lors de la récupération des informations sur les modules complémentaires disponibles.
it: Errore durante il recupero delle informazioni sui componenti aggiuntivi disponibili.
ja: 利用可能なアドオンに関する情報の取得中にエラーが発生しました。
nb: Feil ved henting av informasjon om tilgjengelige tilleggsprogrammer.
nl: Fout bij het ophalen van informatie over beschikbare add-ons.
pl: Wystąpił błąd podczas pobierania informacji o dostępnych dodatkach.
pt_br: Erro ao obter informações sobre os complementos disponíveis.
ru: Ошибка при получении информации о доступных дополнениях.
sk: Chyba pri načítaní informácií o dostupných doplnkoch.
sl: Napaka pri pridobivanju informacij o razpoložljivih dodatkih.
sq: Gabim gjatë marrjes së informacionit për shtesat e disponueshme.
sr: Greška pri preuzimanju informacija o dostupnim dodacima.
sv: Fel vid hämtning av information om tillgängliga tillägg.
tr: Kullanılabilir eklentiler hakkında bilgi alınırken hata oluştu.
uk: Помилка отримання інформації про доступні аддони.
vi: Có lỗi khi tìm thông tin về tiện ích bổ sung khả dụng.
zh_hk: 擷取有關可用附加元件的資訊時發生錯誤。

source: Go beyond SQL with advanced transforms
ar: تجاوز SQL باستخدام التحويلات المتقدمة
fa: با تبدیل‌های پیشرفته، فراتر از SQL بروید
fi: Ylitä SQL edistyneiden muunnosten avulla
it: Vai oltre SQL con trasformazioni avanzate
ja: 高度な変換でSQLを超える
sq: Shko përtej SQL me transformime të avancuara
sr: Idite dalje od SQL-a uz napredne transformacije
zh_hk: 使用進階變換超越 SQL

source: Add advanced transforms to your plan
ar: أضف التحويلات المتقدمة إلى خطتك
fa: تبدیل‌های پیشرفته را به طرح خود اضافه کنید
fi: Lisää edistyneitä muunnoksia suunnitelmaasi
it: Aggiungi trasformazioni avanzate al tuo piano
ja: プランに高度な変換を追加する
sq: Shto transformime të avancuara te plani yt
sr: Dodajte napredne transformacije u svoj plan
zh_hk: 在您的計劃中加入進階變換

source: Get Python transforms
ar: احصل على تحويلات Python
de: Python-Transformationen abrufen
es: Obtener transformaciones de Python
fa: تبدیل‌های پایتون را دریافت کنید
fi: Hae Python-muunnoksia
fr: Obtenir des transformations Python
it: Ottieni trasformazioni Python
ja: Python変換を取得する
pl: Pobierz transformacje Pythona
pt_br: Obtenha transformações em Python
ru: Получить Python-трансформы
sk: Získajte transformácie Pythonu
sl: Pridobi transformacije Pythona
sq: Merr transformime Python
sr: Nabavite Python transformacije
tr: Python dönüşümlerini edinin
uk: Отримати Python-трансформи
vi: Tải các phép biến đổi Python
zh_hk: 取得 Python 變形

source: Schedule and run transforms as groups with jobs
ar: جدولة التحويلات وتشغيلها كمجموعات باستخدام الوظائف
fa: زمان‌بندی و اجرای تبدیل‌ها به صورت گروهی با jobها
fi: Aikatauluta ja suorita muunnoksia ryhminä töiden kanssa
it: Pianifica ed esegui le trasformazioni come gruppi con i lavori
ja: ジョブを使用して変換をグループとしてスケジュールして実行する
sq: Planifiko dhe ekzekuto transformime si grupe me job-e
sr: Zakazujte i pokrećite transformacije kao grupe pomoću poslova
zh_hk: 以工作群組的方式排程與執行轉換

source: Fast runs with incremental transforms that respond to data changes
ar: عمليات تشغيل سريعة باستخدام تحويلات تزايدية تستجيب لتغيرات البيانات
fa: اجرای سریع با تبدیل‌های افزایشی که به تغییرات داده‌ها پاسخ می‌دهند
fi: Nopeat suoritukset inkrementaalisilla muunnoksilla, jotka reagoivat datamuutoksiin
it: Esecuzioni rapide con trasformazioni incrementali che rispondono alle modifiche dei dati
ja: データの変更に応じて増分変換を行う高速実行
sq: Ekzekutime të shpejta me transformime inkrementale që reagojnë ndaj ndryshimeve të të dhënave
sr: Brza pokretanja uz inkrementalne transformacije koje reaguju na promene podataka
zh_hk: 透過回應資料變更的增量轉換快速執行

source: Predictable costs - 72,000 successful transform runs included every month
ar: تكاليف متوقعة - 72,000 عملية تشغيل تحويل ناجحة مشمولة كل شهر
fa: هزینه‌های قابل پیش‌بینی - شامل ۷۲۰۰۰ اجرای موفق تبدیل در هر ماه
fi: Ennakoitavissa olevat kustannukset – 72 000 onnistunutta muunnosajoa kuukaudessa
it: Costi prevedibili: 72.000 trasformazioni riuscite incluse ogni mese
ja: 予測可能なコスト - 毎月 72,000 件の変換実行が成功します
sq: Kosto të parashikueshme - 72,000 ekzekutime të suksesshme të transformimeve të përfshira çdo muaj
sr: Predvidivi troškovi - 72,000 uspešnih pokretanja transformacija uključeno svakog meseca
zh_hk: 可預測的成本 - 每月包含 72,000 次成功的變形運行

source: If you go over your cap, transforms bill at 0.01 per transform run
ar: إذا تجاوزت حدّك، فستتم فوترة التحويلات بمقدار 0.01 لكل عملية تشغيل تحويل
fa: اگر از سقف مجاز خود فراتر بروید، هزینه تبدیل به ازای هر اجرای تبدیل، 0.01 خواهد بود.
fi: Jos ylität rajasi, muunnoslasku on 0,01 per muunnosajo.
it: Se superi il limite, la fatturazione delle trasformazioni è pari a 0,01 per ogni trasformazione eseguita
ja: 上限を超えた場合、変換の実行ごとに0.01の料金が発生します。
sq: Nëse e kalon kufirin, transformimet faturohen me 0.01 për ekzekutim transformimi
sr: Ako pređete limit, transformacije se naplaćuju 0.01 po pokretanju transformacije
zh_hk: 如果您超過上限，每次執行變形會以 0.01 計費。

source: Add advanced transforms to your trial
ar: أضف التحويلات المتقدمة إلى تجربتك
fa: تبدیل‌های پیشرفته را به نسخه آزمایشی خود اضافه کنید
fi: Lisää kokeiluversioosi edistyneitä muunnoksia
it: Aggiungi trasformazioni avanzate alla tua prova
ja: トライアルに高度な変換を追加する
sq: Shto transformime të avancuara te prova jote
sr: Dodajte napredne transformacije u svoj probni period
zh_hk: 新增進階變形到您的試用版

source: Add transforms to your trial
ar: أضف التحويلات إلى تجربتك
fa: تبدیل‌ها را به آزمایش خود اضافه کنید
fi: Lisää muunnoksia kokeiluusi
it: Aggiungi trasformazioni alla tua prova
ja: トライアルに変換を追加する
sq: Shto transformime te prova jote
sr: Dodajte transformacije u svoj probni period
zh_hk: 將變形加到您的試用

source: Add transforms to your plan
ar: أضف التحويلات إلى خطتك
fa: تبدیل‌ها را به طرح خود اضافه کنید
fi: Lisää muunnoksia suunnitelmaasi
it: Aggiungi trasformazioni al tuo piano
ja: プランに変換を追加する
sq: Shto transformime te plani yt
sr: Dodajte transformacije u svoj plan
zh_hk: 將變形加到您的計劃中

source: Start transforming your data in Metabase
ar: ابدأ تحويل بياناتك في Metabase
fa: شروع به تبدیل داده‌های خود در متابیس کنید
fi: Aloita datasi muuntaminen Metabasessa
it: Inizia a trasformare i tuoi dati in Metabase
ja: Metabaseでデータの変換を開始する
sq: Fillo t'i transformosh të dhënat e tua në Metabase
sr: Počnite da transformišete svoje podatke u Metabase-u
zh_hk: 開始在 Metabase 中轉換資料

source: Clean up, reshape, and reuse data directly in Metabase. Add transforms to build models your whole team can use.
ar: نظّف البيانات وأعد تشكيلها وأعد استخدامها مباشرةً في Metabase. أضف التحويلات لبناء نماذج يمكن لفريقك بالكامل استخدامها.
fa: داده‌ها را مستقیماً در متابیس پاک‌سازی، تغییر شکل و استفاده مجدد کنید. تبدیل‌ها را اضافه کنید تا مدل‌هایی بسازید که کل تیم شما بتواند از آنها استفاده کند.
fi: Siivoa, muotoile uudelleen ja käytä tietoja uudelleen suoraan Metabasessa. Lisää muunnoksia rakentaaksesi malleja, joita koko tiimisi voi käyttää.
it: Pulisci, rimodella e riutilizza i dati direttamente in Metabase. Aggiungi trasformazioni per creare modelli utilizzabili da tutto il tuo team.
ja: Metabaseで直接データをクリーンアップ、リシェイプ、再利用できます。変換機能を追加して、チーム全体で使用できるモデルを構築できます。
sq: Pastro, riformëso dhe ripërdor të dhëna drejtpërdrejt në Metabase. Shto transformime për të ndërtuar modele që mund t’i përdorë i gjithë ekipi yt.
sr: Očistite, preoblikujte i ponovo koristite podatke direktno u Metabase-u. Dodajte transformacije da biste izgradili modele koje ceo tim može da koristi.
zh_hk: 直接在 Metabase 中清理、重塑和重複使用資料。新增轉換功能，建立整個團隊都能使用的模型。

source: Loading diff...
ar: جارٍ تحميل diff...
es: Cargando diff...
fa: در حال بارگذاری تفاوت...
fi: Ladataan eroja...
it: Caricamento diff...
ja: 差分を読み込んでいます...
pt_br: Carregando diferença...
ru: Загрузка diff...
sk: Načítava sa rozdiel...
sl: Nalaganje razlik ...
sq: Po ngarkohet diff...
sr: Učitavanje difa...
uk: Завантаження diff...
vi: Đang tải sự khác biệt...
zh_hk: 載入差異...

source: Failed to load diff
ar: فشل تحميل diff
es: No se pudo cargar la diferencia
fa: بارگذاری تفاوت انجام نشد
fi: Vertaavien tietojen lataaminen epäonnistui
it: Impossibile caricare diff
ja: 差分の読み込みに失敗しました
pt_br: Falha ao carregar a diferença
ru: Не удалось загрузить diff
sk: Nepodarilo sa načítať rozdiel
sl: Nalaganje razlike ni uspelo
sq: Dështoi ngarkimi i diff
sr: Neuspešno učitavanje difa
uk: Не вдалося завантажити diff
vi: Không thể tải diff
zh_hk: 載入差異失敗

source: Transform target
ar: هدف التحويل
bg: Цел на трансформация
ca: Transformar objectiu
de: Transformieren Sie das Ziel
es: Objetivo de transformación
fa: هدف تبدیل
fi: Muunna kohde
fr: Transformer la cible
it: Trasforma l'obiettivo
ja: 変換対象
nb: Transformer målet
nl: Transformeer doel
pl: Przekształć cel
pt_br: Transformar alvo
ru: Преобразовать цель
sk: Cieľ transformácie
sl: Cilj preoblikovanja
sq: Target-i i transformimit
sr: Cilj transformacije
sv: Transformera mål
tr: Hedefi dönüştür
uk: Ціль трансформу
vi: Chuyển đổi mục tiêu
zh_hk: 變換目標

source: Source tables
ar: جداول المصدر
es: Tablas de fuentes
fa: جداول منبع
fi: Lähdetaulukot
it: Tabelle di origine
ja: ソーステーブル
pt_br: Tabelas de origem
ru: Исходные таблицы
sk: Zdrojové tabuľky
sl: Izvorne tabele
sq: Tabelat burimore
sr: Izvorne tabele
uk: Вихідні таблиці
vi: Bảng nguồn
zh_hk: 來源表格

source: workspace transform
ar: تحويل مساحة العمل
es: transformación del espacio de trabajo
fa: تبدیل فضای کاری
fi: työtilan muunnos
it: trasformazione dell'area di lavoro
ja: ワークスペース変換
pt_br: transformação do espaço de trabalho
ru: трансформ рабочего пространства
sk: transformácia pracovného priestoru
sl: preoblikovanje delovnega prostora
sq: transformim i hapësirës së punës
sr: transformacija radnog prostora
uk: трансформ воркспейсу
vi: biến đổi không gian làm việc
zh_hk: 工作區變換

source: external transform
ar: تحويل خارجي
es: transformación externa
fa: تبدیل خارجی
fi: ulkoinen muunnos
it: trasformazione esterna
ja: 外部変換
pt_br: transformação externa
ru: внешний трансформ
sk: externá transformácia
sl: zunanja transformacija
sq: transformim i jashtëm
sr: eksterna transformacija
uk: зовнішній трансформ
vi: biến đổi bên ngoài
zh_hk: 外部變換

source: table "{0}.{1}"
ar: الجدول "{0}.{1}"
es: tabla "{0}.{1}"
fa: جدول "{0}.{1}"
fi: taulukko "{0}.{1}"
it: tabella "{0}.{1}"
ja: 表 "{0}.{1}"
pt_br: tabela "{0}.{1}"
ru: таблица "{0}.{1}"
sk: tabuľka „{0}.{1}“
sl: tabela "{0}.{1}"
sq: tabela "{0}.{1}"
sr: tabela "{0}.{1}"
uk: таблиця "{0}.{1}"
vi: bảng "{0}.{1}"
zh_hk: 表 "{0}.{1}"

source: table "{0}"
ar: الجدول "{0}"
es: tabla "{0}"
fa: جدول "{0}"
fi: taulukko "{0}"
it: tabella "{0}"
ja: 表 "{0}"
pt_br: tabela "{0}"
ru: таблица "{0}"
sk: tabuľka „{0}“
sl: tabela »{0}«
sq: tabela "{0}"
sr: tabela "{0}"
uk: таблиця "{0}"
vi: bảng "{0}"
zh_hk: 表格 "{0}"

source: removed fields: {0}
ar: الحقول المُزالة: {0}
es: campos eliminados: {0}
fa: فیلدهای حذف شده: {0}
fi: poistetut kentät: {0}
it: campi rimossi: {0}
ja: 削除されたフィールド: {0}
pt_br: Campos removidos: {0}
ru: удалённые поля: {0}
sk: odstránené polia: {0}
sl: odstranjena polja: {0}
sq: fusha të hequra: {0}
sr: uklonjena polja: {0}
uk: видалені поля: {0}
vi: các trường đã xóa: {0}
zh_hk: 已移除的欄位： {0}

source: affects: {0}
ar: يؤثر على: {0}
es: afecta a: {0}
fa: تأثیرات: {0}
fi: vaikuttaa: {0}
it: colpisce: {0}
ja: 影響: {0}
pt_br: afeta: {0}
ru: влияет на: {0}
sk: ovplyvňuje: {0}
sl: vpliva na: {0}
sq: ndikon: {0}
sr: utiče na: {0}
uk: впливає на: {0}
vi: ảnh hưởng: {0}
zh_hk: 影響: {0}

source: External dependencies
ar: تبعيات خارجية
es: Dependencias externas
fa: وابستگی‌های خارجی
fi: Ulkoiset riippuvuudet
it: Dipendenze esterne
ja: 外部依存関係
pt_br: Dependências externas
ru: Внешние зависимости
sk: Externé závislosti
sl: Zunanje odvisnosti
sq: Varësi të jashtme
sr: Eksterne zavisnosti
uk: Зовнішні залежності
vi: Các phụ thuộc bên ngoài
zh_hk: 外部依賴

source: Internal dependencies
ar: تبعيات داخلية
es: Dependencias internas
fa: وابستگی‌های داخلی
fi: Sisäiset riippuvuudet
it: Dipendenze interne
ja: 内部依存関係
pt_br: Dependências internas
ru: Внутренние зависимости
sk: Vnútorné závislosti
sl: Notranje odvisnosti
sq: Varësi të brendshme
sr: Interne zavisnosti
uk: Внутрішні залежності
vi: Các phụ thuộc nội bộ
zh_hk: 內部依賴

source: Structural issues
ar: مشاكل بنيوية
es: Problemas estructurales
fa: مسائل ساختاری
fi: Rakenteelliset ongelmat
it: Problemi strutturali
ja: 構造的な問題
pt_br: Questões estruturais
ru: Структурные проблемы
sk: Štrukturálne problémy
sl: Strukturne težave
sq: Çështje strukturore
sr: Strukturni problemi
uk: Структурні проблеми
vi: Các vấn đề về cấu trúc
zh_hk: 結構問題

source: Unused outputs
ar: مخرجات غير مستخدمة
es: Salidas no utilizadas
fa: خروجی‌های استفاده نشده
fi: Käyttämättömät tuotokset
it: Uscite non utilizzate
ja: 未使用の出力
pt_br: Saídas não utilizadas
ru: Неиспользуемые выходы
sk: Nepoužité výstupy
sl: Neuporabljeni izhodi
sq: Output-e të papërdorura
sr: Nekorišćeni izlazi
uk: Невикористані виходи
vi: Đầu ra không sử dụng
zh_hk: 未使用的輸出

source: Failed to fetch transform
es: No se pudo obtener la transformación
fa: واکشی تبدیل ناموفق بود
fi: Muunnoksen hakeminen epäonnistui
it: Impossibile recuperare la trasformazione
ja: 変換を取得できませんでした
pt_br: Falha ao buscar transformação
ru: Не удалось получить трансформ
sk: Nepodarilo sa načítať transformáciu
sl: Pridobivanje transformacije ni uspelo
uk: Не вдалося отримати трансформ
vi: Không thể tải chuyển đổi
zh_hk: 取得變形失敗

source: Workspace transforms
ar: تحويلات مساحة العمل
es: El espacio de trabajo se transforma
fa: تبدیل فضای کاری
fi: Työtilan muunnokset
it: Trasformazioni dell'area di lavoro
ja: ワークスペースの変換
pt_br: Transformações do espaço de trabalho
ru: Трансформы рабочего пространства
sk: Transformácie pracovného priestoru
sl: Preobrazbe delovnega prostora
sq: Transformime të hapësirës së punës
sr: Transformacije radnog prostora
uk: Трансформи воркспейсу
vi: Không gian làm việc biến đổi
zh_hk: 工作區變換

source: Workspace is empty
ar: مساحة العمل فارغة
es: El espacio de trabajo está vacío
fa: فضای کاری خالی است
fi: Työtila on tyhjä
it: L'area di lavoro è vuota
ja: ワークスペースは空です
pt_br: O espaço de trabalho está vazio.
ru: Рабочее пространство пусто
sk: Pracovný priestor je prázdny
sl: Delovni prostor je prazen
sq: Hapësira e punës është bosh
sr: Radni prostor je prazan
uk: Воркспейс порожній
vi: Không gian làm việc trống
zh_hk: 工作區為空

source: Available transforms
ar: التحويلات المتاحة
es: Transformaciones disponibles
fa: تبدیل‌های موجود
fi: Käytettävissä olevat muunnokset
it: Trasformazioni disponibili
ja: 利用可能な変換
pt_br: Transformações disponíveis
ru: Доступные трансформы
sk: Dostupné transformácie
sl: Razpoložljive transformacije
sq: Transformime të disponueshme
sr: Dostupne transformacije
uk: Доступні трансформи
vi: Các phép biến đổi có sẵn
zh_hk: 可用變形

source: Failed to load transforms
ar: فشل تحميل التحويلات
es: No se pudieron cargar las transformaciones
fa: بارگیری تبدیل‌ها ناموفق بود
fi: Muunnosten lataaminen epäonnistui
it: Impossibile caricare le trasformazioni
ja: 変換の読み込みに失敗しました
pt_br: Falha ao carregar as transformações.
ru: Не удалось загрузить трансформы
sk: Nepodarilo sa načítať transformácie
sl: Nalaganje transformacij ni uspelo
sq: Dështoi ngarkimi i transformimeve
sr: Neuspešno učitavanje transformacija
uk: Не вдалося завантажити трансформи
vi: Không thể tải các phép biến đổi
zh_hk: 載入變形失敗

source: No available transforms
ar: لا توجد تحويلات متاحة
es: No hay transformaciones disponibles
fa: هیچ تبدیلی موجود نیست
fi: Ei saatavilla olevia muunnoksia
it: Nessuna trasformazione disponibile
ja: 利用可能な変換はありません
pt_br: Nenhuma transformação disponível
ru: Нет доступных трансформов
sk: Žiadne dostupné transformácie
sl: Ni razpoložljivih transformacij
sq: Nuk ka transformime të disponueshme
sr: Nema dostupnih transformacija
uk: Немає доступних трансформів
vi: Không có phép biến đổi nào khả dụng.
zh_hk: 沒有可用的變形

source: Error loading data
ar: خطأ في تحميل البيانات
es: Error al cargar datos
fa: خطا در بارگیری داده‌ها
fi: Virhe tietojen lataamisessa
it: Errore durante il caricamento dei dati
ja: データの読み込みエラー
pt_br: Erro ao carregar os dados
ru: Ошибка загрузки данных
sk: Chyba pri načítavaní údajov
sl: Napaka pri nalaganju podatkov
sq: Gabim gjatë ngarkimit të të dhënave
sr: Greška pri učitavanju podataka
uk: Помилка завантаження даних
vi: Lỗi khi tải dữ liệu
zh_hk: 載入資料出錯
