Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: As soon as cached results expire, run and cache the query again to update the results and refresh the cache.
ar: بمجرد انتهاء صلاحية النتائج المخزنة في الكاش، شغّل الاستعلام وخزّنه في الكاش مرة أخرى لتحديث النتائج وتحديث الكاش.
bg: Щом срокът на кешираните резултати изтече, изпълнете и кеширайте заявката отново, за да актуализирате резултатите и да обновите кеша.
ca: Tan bon punt caduquin els resultats de la memòria cau, executeu i emmagatzemeu la consulta de nou per actualitzar els resultats i actualitzar la memòria cau.
de: Sobald die zwischengespeicherten Ergebnisse ablaufen, führen Sie die Abfrage erneut aus, um die Ergebnisse zu aktualisieren und den Cache zu aktualisieren .
eo: Once the cached results expire, just rerun and cache the query again to update the results and refresh the cache, fr fr.
es: En cuanto caduquen los resultados almacenados en caché, ejecute y almacene de nuevo la consulta en caché para actualizar los resultados y refrescar la caché.
fa: به محض اینکه نتایج ذخیره شده در حافظه پنهان منقضی شد، برای به روز رسانی نتایج و بازخوانی کش، دوباره کوئری را اجرا و کش کنید.
fi: Kun välimuistiin tallennetut tulokset vanhenevat, suorita kysely uudelleen ja aseta se välimuistiin päivittääksesi tulokset ja päivittääksesi välimuistin.
fr: Dès que les résultats mis en cache expirent, exécutez et mettez à nouveau la requête en cache pour actualiser les résultats et rafraîchir le cache.
it: Non appena i risultati nella cache scadono, eseguire e memorizzare nuovamente la query nella cache per aggiornare i risultati e aggiornare la cache.
ja: キャッシュされた結果が期限切れになり次第、結果を更新するために再度クエリを実行してキャッシュし、 キャッシュをリフレッシュする。
lt: Kai tik baigsis talpykloje saugomų rezultatų galiojimo laikas, paleiskite užklausą ir vėl įdėkite ją talpykloje, kad atnaujintumėte rezultatus ir atnaujintumėte talpyklą.
nb: Så snart resultatene i hurtigbufferen utløper, kjører du spørringen på nytt for å oppdatere resultatene og oppdatere hurtigbufferen.
nl: Zodra de resultaten in de cache verlopen, voer je de query uit en cache je deze opnieuw om de resultaten bij te werken en de cache te vernieuwen.
pl: Jak tylko buforowane wyniki wygasną, uruchom i zbuforuj zapytanie ponownie, aby zaktualizować wyniki i odświeżyć cache.
pt_br: Assim que os resultados armazenados em cache expirarem, execute e armazene a consulta em cache novamente para atualizar os resultados e atualizar o cache.
ru: Как только срок действия кэшированных результатов истечет, запустите и снова кэшируйте запрос, чтобы обновить результаты и обновить кэш.
sk: Hneď ako uplynie platnosť výsledkov uložených v medzipamäti, spustite a uložte dotaz do medzipamäte znova, aby ste aktualizovali výsledky a obnovili medzipamäť.
sl: Takoj ko predpomnjeni rezultati potečejo, znova zaženite in predpomnite poizvedbo, da posodobite rezultate in osvežite predpomnilnik.
sq: Sapo skadojnë rezultatet e cache-uara, ekzekuto dhe cache-o përsëri pyetjen për të përditësuar rezultatet dhe për të rifreskuar cache-in.
sr: Čim keširani rezultati isteknu, ponovo pokreni i keširaj upit da ažuriraš rezultate i osvežiš keš.
sv: Så snart resultaten i cacheminnet har löpt ut körs och cachas frågan igen för att uppdatera resultaten och uppdatera cacheminnet.
tr: Önbelleğe alınan sonuçların süresi dolar dolmaz, sonuçları güncellemek ve önbelleği yenilemek için sorguyu tekrar çalıştırın ve önbelleğe alın.
uk: Щойно закешовані результати втратять чинність, знову виконайте запит і закешуйте його, щоб оновити результати та оновити кеш.
vi: Ngay khi kết quả lưu trong bộ nhớ đệm hết hạn, hãy chạy và lưu vào bộ nhớ đệm truy vấn một lần nữa để cập nhật kết quả và làm mới bộ nhớ đệm.
zh_hk: 一旦快取結果過期，請再次執行並快取查詢，以更新結果，並刷新 快取。

source: Caching for dashboards and questions
ar: التخزين المؤقت للوحات المعلومات والأسئلة
bg: Кеширане за табла за управление и въпроси
ca: Emmagatzematge a la memòria cau per a quadres de comandament i preguntes
de: Caching für Dashboards und Fragen
eo: Saving for dashboards and questions lol
es: Almacenamiento en caché para paneles y preguntas
fa: ذخیره سازی برای داشبوردها و سوالات
fi: Kojelaudan ja kysymysten välimuisti
fr: Mise en cache des tableaux de bord et des questions
it: Memorizzazione nella cache per dashboard e domande
ja: ダッシュボードと質問のキャッシュ
nb: Caching for dashbord og spørsmål
nl: Caching voor dashboards en vragen
pl: Buforowanie pulpitów nawigacyjnych i pytań
pt_br: Cache para painéis e perguntas
ru: Кэширование для панелей мониторинга и вопросов
sk: Ukladanie do vyrovnávacej pamäte pre dashboardy a otázky
sl: Predpomnjenje za nadzorne plošče in vprašanja
sq: Cache për panelet dhe pyetjet
sr: Keširanje za kontrolne table i pitanja
sv: Cachning för dashboards och frågor
tr: Panolar ve sorular için önbelleğe alma
uk: Кешування для дашбордів і запитів
vi: Lưu trữ đệm cho bảng thông tin và câu hỏi
zh_hk: 儀表板和問題的快取

source: Create your Library
ar: أنشئ مكتبتك
bg: Създайте своята библиотека
ca: Crea la teva biblioteca
de: Erstelle deine Bibliothek
es: Crea tu biblioteca
fa: کتابخانه خود را ایجاد کنید
fi: Luo kirjastosi
fr: Créez votre bibliothèque
it: Crea la tua libreria
ja: ライブラリを作成する
nb: Opprett biblioteket ditt
nl: Maak uw bibliotheek
pl: Utwórz swoją bibliotekę
pt_br: Crie sua biblioteca
ru: Создайте свою библиотеку
sk: Vytvorte si svoju knižnicu
sl: Ustvarite svojo knjižnico
sq: Krijo Librarinë tënde
sr: Kreirajte svoj Library
sv: Skapa ditt bibliotek
tr: Kütüphanenizi oluşturun
uk: Створіть вашу Бібліотеку
vi: Tạo thư viện của bạn
zh_hk: 建立您的圖書館

source: Failed to delete snippet
bg: Изтриването на фрагмента не бе успешно
ca: No s'ha pogut suprimir el fragment
de: Snippet konnte nicht gelöscht werden
es: No se pudo eliminar el fragmento
fa: حذف قطعه کد ناموفق بود
fi: Katkelman poistaminen epäonnistui
fr: Échec de la suppression de l'extrait
it: Impossibile eliminare lo snippet
ja: スニペットの削除に失敗しました
nb: Kunne ikke slette utdrag
nl: Het is niet gelukt om het fragment te verwijderen
pl: Nie udało się usunąć fragmentu kodu
pt_br: Falha ao excluir o trecho
ru: Не удалось удалить фрагмент.
sk: Úryvok sa nepodarilo odstrániť
sl: Delčka ni bilo mogoče izbrisati
sv: Misslyckades med att ta bort utdraget
tr: Parça silinemedi
uk: Не вдалося видалити фрагмент
vi: Không xóa được đoạn trích
zh_hk: 刪除片段失敗

source: Snippet deleted
bg: Фрагментът е изтрит
ca: Fragment suprimit
de: Snippet gelöscht
es: Fragmento eliminado
fa: قطعه کد حذف شد
fi: Katkelma poistettu
fr: Extrait supprimé
it: Frammento eliminato
ja: スニペットを削除しました
nb: Snippet slettet
nl: Fragment verwijderd
pl: Usunięto fragment
pt_br: Trecho excluído
ru: Фрагмент удален
sk: Úryvok odstránený
sl: Odrezek izbrisan
sv: Utdraget raderat
tr: Parça silindi
uk: Фрагмент видалено
vi: Đoạn trích đã bị xóa
zh_hk: 刪除的片段

source: Delete snippet?
bg: Да се изтрие ли фрагментът?
ca: Voleu suprimir el fragment?
de: Snippet löschen?
es: ¿Borrar fragmento?
fa: قطعه کد را حذف کنید؟
fi: Poistetaanko katkelma?
fr: Supprimer l'extrait ?
it: Eliminare il frammento?
ja: スニペットを削除しますか?
nb: Slett snippet?
nl: Fragment verwijderen?
pl: Usunąć fragment?
pt_br: Excluir trecho?
ru: Удалить фрагмент?
sk: Odstrániť úryvok?
sl: Izbrisati delček?
sv: Ta bort utdrag?
tr: Parça silinsin mi?
uk: Видалити фрагмент?
vi: Xóa đoạn trích?
zh_hk: 刪除片段？

source: Are you sure you want to delete "{0}"? This action cannot be undone.
bg: Сигурни ли сте, че искате да изтриете „{0}“? Това действие не може да бъде отменено.
ca: Esteu segur que voleu suprimir "{0}"? Aquesta acció no es pot desfer.
de: Möchtest du "{0}" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar "{0}"? Esta acción no se puede deshacer.
fa: آیا مطمئنید که می‌خواهید "{0}" را حذف کنید؟ این اقدام قابل بازگشت نیست.
fi: Oletko varma, että haluat poistaa "{0}"? Tätä toimintoa ei voi perua.
fr: Êtes-vous sûr de vouloir supprimer «{0}» ? Cette action est irréversible.
it: Vuoi davvero eliminare "{0}"? Questa azione non può essere annullata.
ja: 「{0}」を削除してもよろしいですか? この操作は元に戻せません。
nb: Er du sikker på at du vil slette "{0}"? Denne handlingen kan ikke angres.
nl: Weet u zeker dat u "{0}" wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć „{0}”? Tej czynności nie można cofnąć.
pt_br: Tem certeza de que deseja excluir "{0}"? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить «{0}»? Это действие не может быть отменено.
sk: Naozaj chcete odstrániť „{0}“? Túto akciu nie je možné vrátiť späť.
sl: Ali ste prepričani, da želite izbrisati »{0}«? Tega dejanja ni mogoče razveljaviti.
sv: Är du säker på att du vill ta bort "{0}"? Den här åtgärden kan inte ångras.
tr: "{0}" öğesini silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити "{0}"? Цю дію неможливо скасувати.
vi: Bạn có chắc chắn muốn xóa "{0}" không? Hành động này không thể hoàn tác.
zh_hk: 您確定要刪除 "{0}" 嗎？此動作無法撤銷。

source: No workspaces for this database yet
ar: لا توجد مساحات عمل لهذه قاعدة البيانات بعد
es: Aún no hay espacios de trabajo para esta base de datos
fa: هنوز هیچ فضای کاری برای این پایگاه داده وجود ندارد
fi: Tälle tietokannalle ei ole vielä työtiloja
it: Non ci sono ancora spazi di lavoro per questo database
ja: このデータベースのワークスペースはまだありません
pt_br: Ainda não existem espaços de trabalho para este banco de dados.
ru: Для этой базы данных пока нет рабочих пространств
sk: Pre túto databázu zatiaľ nie sú k dispozícii žiadne pracovné priestory
sl: Za to zbirko podatkov še ni delovnih prostorov
sq: Ende nuk ka hapësira pune për këtë bazë të dhënash
sr: Još nema radnih prostora za ovu bazu
uk: Для цієї бази даних ще немає воркспейсів
vi: Chưa có không gian làm việc nào cho cơ sở dữ liệu này.
zh_hk: 此資料庫尚未有工作區

source: Failed to create workspace, no database id
ar: فشل إنشاء مساحة عمل، لا يوجد معرّف لقاعدة البيانات
es: No se pudo crear el espacio de trabajo, no hay identificación de base de datos
fa: ایجاد فضای کاری ناموفق بود، شناسه پایگاه داده وجود ندارد
fi: Työtilan luominen epäonnistui, ei tietokannan tunnusta
it: Impossibile creare l'area di lavoro, nessun ID database
ja: ワークスペースの作成に失敗しました。データベース ID がありません
pt_br: Falha ao criar o espaço de trabalho; nenhum ID de banco de dados foi encontrado.
ru: Не удалось создать рабочее пространство: нет id базы данных
sk: Nepodarilo sa vytvoriť pracovný priestor, chýba ID databázy
sl: Delovnega prostora ni bilo mogoče ustvariti, ni ID-ja baze podatkov
sq: Dështoi krijimi i hapësirës së punës, mungon id e bazës së të dhënave
sr: Nije uspelo kreiranje radnog prostora, nema ID baze
uk: Не вдалося створити воркспейс, немає id бази даних
vi: Không thể tạo không gian làm việc, không có ID cơ sở dữ liệu.
zh_hk: 建立工作區失敗，沒有資料庫 ID

source: Add to workspace
ar: أضف إلى مساحة العمل
es: Agregar al espacio de trabajo
fa: اضافه کردن به فضای کاری
fi: Lisää työtilaan
it: Aggiungi all'area di lavoro
ja: ワークスペースに追加
pt_br: Adicionar ao espaço de trabalho
ru: Добавить в рабочее пространство
sk: Pridať do pracovného priestoru
sl: Dodaj v delovni prostor
sq: Shto në hapësirën e punës
sr: Dodaj u radni prostor
uk: Додати до воркспейсу
vi: Thêm vào không gian làm việc
zh_hk: 新增至工作區

source: Create a new workspace
ar: أنشئ مساحة عمل جديدة
es: Crear un nuevo espacio de trabajo
fa: ایجاد یک فضای کاری جدید
fi: Luo uusi työtila
it: Crea un nuovo spazio di lavoro
ja: 新しいワークスペースを作成する
pt_br: Criar um novo espaço de trabalho
ru: Создать новое рабочее пространство
sk: Vytvorte nový pracovný priestor
sl: Ustvari nov delovni prostor
sq: Krijo një hapësirë të re pune
sr: Kreiraj novi radni prostor
uk: Створити новий воркспейс
vi: Tạo không gian làm việc mới
zh_hk: 建立新工作區

source: No active workspaces
ar: لا توجد مساحات عمل نشطة
es: No hay espacios de trabajo activos
fa: هیچ فضای کاری فعالی وجود ندارد
fi: Ei aktiivisia työtiloja
it: Nessuno spazio di lavoro attivo
ja: アクティブなワークスペースはありません
pt_br: Nenhum espaço de trabalho ativo
ru: Нет активных рабочих пространств
sk: Žiadne aktívne pracovné priestory
sl: Ni aktivnih delovnih prostorov
sq: Nuk ka hapësira pune aktive
sr: Nema aktivnih radnih prostora
uk: Немає активних воркспейсів
vi: Không có không gian làm việc nào đang hoạt động.
zh_hk: 無活動工作區

source: Create a new one from the left panel or by editing an existing transform.
ar: أنشئ واحدة جديدة من اللوحة اليسرى أو عبر تعديل تحويل موجود.
es: Cree uno nuevo desde el panel izquierdo o editando una transformación existente.
fa: از پنل سمت چپ یا با ویرایش یک تبدیل موجود، یک تبدیل جدید ایجاد کنید.
fi: Luo uusi vasemmasta paneelista tai muokkaamalla olemassa olevaa muunnosta.
it: Creane uno nuovo dal pannello di sinistra o modificando una trasformazione esistente.
ja: 左側のパネルから、または既存の変換を編集して新しいものを作成します。
pt_br: Crie uma nova transformação a partir do painel esquerdo ou editando uma transformação existente.
ru: Создайте новое в левой панели или отредактировав существующий трансформ.
sk: Vytvorte novú transformáciu z ľavého panela alebo úpravou existujúcej.
sl: Ustvarite novo na levi plošči ali z urejanjem obstoječe transformacije.
sq: Krijo një të re nga paneli i majtë ose duke redaktuar një transformim ekzistues.
sr: Kreiraj novi iz levog panela ili izmenom postojeće transformacije.
uk: Створіть новий у лівій панелі або відредагувавши наявний трансформ.
vi: Tạo một transform mới từ bảng điều khiển bên trái hoặc bằng cách chỉnh sửa một transform hiện có.
zh_hk: 從左側面板建立新的變形，或編輯現有的變形。

source: Transforms based on the query builder cannot be edited in a workspace.
ar: لا يمكن تعديل التحويلات المستندة إلى منشئ الاستعلامات في مساحة عمل.
es: Las transformaciones basadas en el generador de consultas no se pueden editar en un espacio de trabajo.
fa: تبدیل‌های مبتنی بر سازنده‌ی پرس‌وجو را نمی‌توان در فضای کاری ویرایش کرد.
fi: Kyselyiden luontityökaluun perustuvia muunnoksia ei voi muokata työtilassa.
it: Le trasformazioni basate sul generatore di query non possono essere modificate in un'area di lavoro.
ja: クエリ ビルダーに基づく変換はワークスペースでは編集できません。
pt_br: As transformações baseadas no construtor de consultas não podem ser editadas em um espaço de trabalho.
ru: Трансформы на основе конструктора запросов нельзя редактировать в рабочем пространстве.
sk: Transformácie založené na nástroji na tvorbu dotazov nie je možné upravovať v pracovnom priestore.
sl: Transformacij, ki temeljijo na graditelju poizvedb, ni mogoče urejati v delovnem prostoru.
sq: Transformimet e bazuara në ndërtuesin e pyetjeve nuk mund të redaktohen në një hapësirë pune.
sr: Transformacije zasnovane na kreatoru upita ne mogu da se uređuju u radnom prostoru.
uk: Трансформи на основі конструктора запитів не можна редагувати у воркспейсі.
vi: Các phép biến đổi dựa trên trình tạo truy vấn không thể được chỉnh sửa trong không gian làm việc.
zh_hk: 基於查詢建立器的變形無法在工作區中編輯。

source: Transforms referencing other questions cannot be edited in a workspace.
ar: لا يمكن تعديل التحويلات التي تشير إلى أسئلة أخرى في مساحة عمل.
es: Las transformaciones que hacen referencia a otras preguntas no se pueden editar en un espacio de trabajo.
fa: تبدیل‌هایی که به سوالات دیگر ارجاع می‌دهند را نمی‌توان در فضای کاری ویرایش کرد.
fi: Muihin kysymyksiin viittaavia muunnoksia ei voi muokata työtilassa.
it: Le trasformazioni che fanno riferimento ad altre domande non possono essere modificate in un'area di lavoro.
ja: 他の質問を参照する変換はワークスペースでは編集できません。
pt_br: Transformações que fazem referência a outras perguntas não podem ser editadas em um espaço de trabalho.
ru: Трансформы, которые ссылаются на другие вопросы, нельзя редактировать в рабочем пространстве.
sk: Transformácie odkazujúce na iné otázky nie je možné upravovať v pracovnom priestore.
sl: Transformacij, ki se sklicujejo na druga vprašanja, ni mogoče urejati v delovnem prostoru.
sq: Transformimet që referojnë pyetje të tjera nuk mund të redaktohen në një hapësirë pune.
sr: Transformacije koje referenciraju druga pitanja ne mogu da se uređuju u radnom prostoru.
uk: Трансформи з посиланнями на інші запитання не можна редагувати у воркспейсі.
vi: Các phép biến đổi tham chiếu đến các câu hỏi khác không thể được chỉnh sửa trong không gian làm việc.
zh_hk: 在工作區中無法編輯參考其他問題的轉換。

source: This transform cannot be edited in a workspace.
ar: لا يمكن تعديل هذا التحويل في مساحة عمل.
es: Esta transformación no se puede editar en un espacio de trabajo.
fa: این تبدیل را نمی‌توان در فضای کاری ویرایش کرد.
fi: Tätä muunnosta ei voi muokata työtilassa.
it: Questa trasformazione non può essere modificata in uno spazio di lavoro.
ja: この変換はワークスペースでは編集できません。
pt_br: Essa transformação não pode ser editada em um espaço de trabalho.
ru: Этот трансформ нельзя редактировать в рабочем пространстве.
sk: Túto transformáciu nie je možné upravovať v pracovnom priestore.
sl: Te transformacije ni mogoče urejati v delovnem prostoru.
sq: Ky transformim nuk mund të redaktohet në një hapësirë pune.
sr: Ova transformacija ne može da se uređuje u radnom prostoru.
uk: Цей трансформ не можна редагувати у воркспейсі.
vi: Không thể chỉnh sửa phép biến đổi này trong không gian làm việc.
zh_hk: 此變形無法在工作區中編輯。

source: Database routing is not supported for this database type.
ar: توجيه قاعدة البيانات غير مدعوم لهذا النوع من قواعد البيانات.
bg: Маршрутизацията на базата данни не се поддържа за този тип база данни.
ca: L'encaminament de bases de dades no és compatible amb aquest tipus de base de dades.
de: Für diesen Datenbanktyp wird die Datenbankweiterleitung nicht unterstützt.
eo: Yo, database routing isn’t it for this type, lol.
es: El enrutamiento de base de datos no es compatible con este tipo de base de datos.
fa: مسیریابی پایگاه داده برای این نوع پایگاه داده پشتیبانی نمی‌شود.
fi: Tietokannan reititystä ei tueta tälle tietokantatyypille.
fr: Le routage de base de données n'est pas pris en charge pour ce type de base de données.
it: Il routing del database non è supportato per questo tipo di database.
ja: このデータベース タイプではデータベース ルーティングはサポートされていません。
nb: Databaseruting støttes ikke for denne databasetypen.
nl: Database-routing wordt niet ondersteund voor dit type database.
pl: Routing bazy danych nie jest obsługiwany dla tego typu bazy danych.
pt_br: O roteamento de banco de dados não é suportado para este tipo de banco de dados.
ru: Маршрутизация базы данных не поддерживается для этого типа базы данных.
sk: Smerovanie databázy nie je pre tento typ databázy podporované.
sl: Usmerjanje baze podatkov ni podprto za to vrsto baze podatkov.
sq: Rrutëzimi i bazës së të dhënave nuk mbështetet për këtë lloj baze të dhënash.
sr: Rutiranje baze podataka nije podržano za ovaj tip baze.
sv: Databasroutning stöds inte för den här databastypen.
tr: Bu veritabanı türü için veritabanı yönlendirmesi desteklenmiyor.
uk: Маршрутизація бази даних не підтримується для цього типу бази даних.
vi: Định tuyến cơ sở dữ liệu không được hỗ trợ cho loại cơ sở dữ liệu này.
zh_hk: 此資料庫類型不支援資料庫路由。

source: Database routing can't be enabled if model actions and persistence are enabled.
ar: لا يمكن تفعيل توجيه قاعدة البيانات إذا كانت إجراءات النماذج واستمرارية النموذج مفعّلة.
bg: Маршрутизирането на базата данни не може да бъде активирано, ако действията и постоянството на модела са активирани.
ca: L'encaminament de la base de dades no es pot activar si les accions del model i la persistència estan habilitades.
de: Die Datenbankweiterleitung kann nicht aktiviert werden, wenn Modellaktionen und Persistenz aktiviert sind.
eo: You can't turn on database routing if model actions and persistence are both enabled fr.
es: No se puede permitir el enrutamiento de la base de datos si las acciones del modelo y la persistencia están habilitadas.
fa: اگر اقدامات مدل و تداوم فعال باشد، مسیریابی پایگاه داده را نمی توان فعال کرد.
fi: Tietokannan reititystä ei voi ottaa käyttöön, jos mallitoiminnot ja pysyvyys ovat käytössä.
fr: Le routage de la base de données ne peut pas être activé si les actions du modèle et la persistance sont activées.
it: Il routing del database non può essere abilitato se sono abilitate le azioni del modello e la persistenza.
ja: モデルアクションと永続性が有効になっている場合、データベース ルーティングを有効にすることはできません。
nb: Databaseruting kan ikke aktiveres hvis modellhandlinger og utholdenhet er aktivert.
nl: Database routing kan niet worden ingeschakeld als modelacties en persistentie zijn ingeschakeld.
pl: Routingu bazy danych nie można włączyć, jeśli włączone są akcje modelu i trwałość.
pt_br: O roteamento do banco de dados não poderá ser habilitado se as ações do modelo e a persistência estiverem habilitadas.
ru: Маршрутизацию базы данных невозможно включить, если включены действия модели и сохранение.
sk: Smerovanie databázy nie je možné povoliť, ak sú povolené akcie modelu a pretrvávanie.
sl: Usmerjanja baze podatkov ni mogoče omogočiti, če sta omogočena dejanja modela in obstojnost.
sq: Rrutëzimi i bazës së të dhënave nuk mund të aktivizohet nëse veprimet e modelit dhe persistenca janë të aktivizuara.
sr: Rutiranje baze podataka ne može da se uključi ako su uključene akcije modela i perzistencija.
sv: Databasrouting kan inte aktiveras om modellåtgärder och beständighet är aktiverade.
tr: Model eylemleri ve kalıcılık etkinleştirilirse veritabanı yönlendirmesi etkinleştirilemez.
uk: Маршрутизацію бази даних не можна увімкнути, якщо увімкнено дії моделей і персистентність.
vi: Không thể bật định tuyến cơ sở dữ liệu nếu hành động mô hình và tính bền bỉ được bật.
zh_hk: 如果啟用了模型動作和持久性，就無法啟用資料庫路由。

source: Database routing can't be enabled if model actions are enabled.
ar: لا يمكن تفعيل توجيه قاعدة البيانات إذا كانت إجراءات النماذج مفعّلة.
bg: Маршрутизирането на база данни не може да бъде активирано, ако действията на модела са активирани.
ca: L'encaminament de la base de dades no es pot activar si les accions del model estan habilitades.
de: Die Datenbankweiterleitung kann nicht aktiviert werden, wenn Modellaktionen aktiviert sind.
eo: You can't turn on database routing if model actions are already enabled, fr.
es: No se puede permitir el enrutamiento de la base de datos si las acciones del modelo están habilitadas.
fa: اگر اقدامات مدل فعال باشد، مسیریابی پایگاه داده را نمی توان فعال کرد.
fi: Tietokannan reititystä ei voi ottaa käyttöön, jos mallitoiminnot ovat käytössä.
fr: Le routage de la base de données ne peut pas être activé si les actions du modèle sont activées.
it: Il routing del database non può essere abilitato se le azioni del modello sono abilitate.
ja: モデルアクションが有効になっている場合、データベース ルーティングを有効にすることはできません。
nb: Databaseruting kan ikke aktiveres hvis modellhandlinger er aktivert.
nl: Database-routering kan niet worden ingeschakeld als modelacties zijn ingeschakeld.
pl: Routingu bazy danych nie można włączyć, jeśli włączone są akcje modelu.
pt_br: O roteamento do banco de dados não poderá ser habilitado se as ações do modelo estiverem habilitadas.
ru: Маршрутизацию базы данных невозможно включить, если включены действия модели.
sk: Smerovanie databázy nemožno povoliť, ak sú povolené akcie modelu.
sl: Usmerjanja baze podatkov ni mogoče omogočiti, če so omogočena dejanja modela.
sq: Rrutëzimi i bazës së të dhënave nuk mund të aktivizohet nëse veprimet e modelit janë të aktivizuara.
sr: Rutiranje baze podataka ne može da se uključi ako su uključene akcije modela.
sv: Databasrouting kan inte aktiveras om modellåtgärder är aktiverade.
tr: Model eylemleri etkinleştirilirse veritabanı yönlendirmesi etkinleştirilemez.
uk: Маршрутизацію бази даних не можна увімкнути, якщо увімкнено дії моделей.
vi: Không thể bật định tuyến cơ sở dữ liệu nếu bật hành động mô hình.
zh_hk: 如果啟用了模型動作，就無法啟用資料庫路由。
