Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: This field will only be displayed when viewing the details of a single record. Use this for information that's lengthy or that isn't useful in a table or chart.
ar: سيُعرض هذا الحقل فقط عند عرض تفاصيل سجل واحد. استخدم هذا للمعلومات الطويلة أو التي لا تكون مفيدة في جدول أو مخطط.
bg: Това поле ще се покаже само при преглед на подробностите за един запис. Използвайте това за информация, която е дълга или не е полезна в таблица или диаграма.
ca: Aquest camp només es mostrarà al veure els detalls d'un registre. Feu-ho servir per obtenir informació llarga o que no és útil en una taula o gràfic.
de: Dieses Feld wird nur angezeigt, wenn die Details eines einzelnen Datensatzes angezeigt werden. Verwende dies für Informationen, die langwierig oder in einer Tabelle bzw. Diagramm nicht nützlich sind.
eo: This field will only show up when you're checking out one record's deets. Use it for info that's super long or not worth putting in a table or chart, fr.
es: Este campo solo se mostrará cuando veas los detalles de un solo registro. Úsalo para obtener información larga o que no sea útil en una tabla o gráfico.
fa: این قسمت فقط در هنگام مشاهده جزئیات یک رکورد تنها نمایش داده می شود. برای اطلاعاتی که طولانی است یا در جدول یا نمودار سودمند نیست، از این استفاده کنید.
fi: Tämä kenttä näytetään vain tarkasteltaessa yksittäisen tietueen tietoja. Käytä tätä tiedoille, jotka ovat pitkiä tai eivät ole hyödyllisiä taulussa tai kaaviossa.
fr: Ce champ sera affiché seulement dans la vue détaillée d'un enregistrement. Utilisez ce réglage pour les informations verbeuses ou non pertinentes dans une table ou un graphique.
hu: Ez a mező csak akkor jelenik meg, ha egyetlen rekord részleteit nézi. Használja hosszú szöveghez vagy táblázatban, diagramban nem hasznos információkhoz.
it: Questo campo verrà visualizzato solo quando si visualizzano i dettagli di un singolo record. Usalo per informazioni lunghe o inutili in una tabella o in un grafico.
ja: このフィールドは単一のレコードの詳細を閲覧する場合にのみ表示されます。 処理に時間のかかる情報や、テーブルやチャート内では利用できない情報に使用してください。
ms: Medan ini hanya akan dipaparkan apabila melihat butiran satu rekod sahaja. Gunakan ini untuk maklumat yang panjang atau yang tidak berguna dalam jadual atau carta.
nb: Dette feltet vil bare vises når du ser på detaljene for en enkeltoppføring. Bruk denne for informasjon som er lang eller som ikke er nyttig i en tabell eller et diagram.
nl: Dit veld wordt alleen weergegeven als je de details van één record bekijkt. Gebruik dit voor informatie die lang is of die niet nuttig is in een tabel of grafiek.
pl: To pole będzie wyświetlane tylko podczas przeglądania szczegółów pojedynczego rekordu. Użyj tej opcji w przypadku informacji, które są długie lub nieprzydatne w tabeli lub na wykresie.
pt_br: Este campo só será exibido ao visualizar os detalhes de um único registro. Use-o para informações extensas ou que não sejam úteis em uma tabela ou gráfico.
ru: Данное поле будет отображено только при просмотре информации об отдельной записи, предназначено для большого объема информации, необязательного для использования в таблицах и на графиках.
sk: Toto pole sa zobrazí iba pri prezeraní detailu jedného záznamu. Použite pre informácie, ktoré sú zdĺhavé alebo ktoré nie sú užitočné v tabuľke alebo grafe.
sl: To polje bo prikazano samo pri ogledu podrobnosti posameznega zapisa. To uporabite za informacije, ki so dolge ali niso uporabne v tabeli ali grafikonu.
sq: Kjo fushë do të shfaqet vetëm kur shihen detajet e një regjistrimi të vetëm. Përdore këtë për informacion që është i gjatë ose që nuk është i dobishëm në një tabelë ose grafik.
sr: Ovo polje će se prikazivati samo pri prikazu detalja za jedan zapis. Koristi ovo za informacije koje su dugačke ili koje nisu korisne u tabeli ili grafikonu.
sv: Detta fält kommer bara att visas i detaljbild av en enskild post. Använd detta för information som är omfattande eller som inte är användbart i en tabeller eller ett diagram.
tr: Bu alan sadece tek bir kaydın ayrıntılarını görüntülerken görüntülenir. Bir tablo veya grafikte uzun ya da kullanışlı olmayan bilgiler için bunu kullanın.
uk: Це поле відображатиметься лише під час перегляду деталей одного запису. Використовуйте це для інформації, що є довгою або не корисною в таблиці чи діаграмі.
vi: Trường này sẽ chỉ được hiển thị khi xem chi tiết của một bản ghi. Sử dụng thông tin này cho thông tin dài hoặc không hữu ích trong bảng hoặc biểu đồ.
zh_hk: 僅在檢視單個紀錄的詳細訊息時才會顯示此欄位。將此用於冗長或在表格、圖表中無用的訊息。

source: Do Not Include
hu: Ne tartalmazza
ms: Jangan Termasuk

source: Metabase will never retrieve this field. Use this for sensitive or irrelevant information.
hu: A Metabase soha nem fogja lekérdezni ezt a mezőt. Használja érzékeny vagy lényegtelen információkhoz.
ms: Metabase tidak akan pernah mendapatkan medan ini. Gunakan ini untuk maklumat yang sensitif atau tidak berkaitan.

source: Count
ar: العدد
bg: Броя
ca: Compta
de: Anzahl
eo: Lowkey, "count" is just "facts" or "for real" depending on the context.
es: Contar
fa: شمردن
fi: Määrä
fr: Nombre de lignes
hu: Szám
it: Conteggio
ja: カウント
lt: Skaičius
ms: Kiraan
nb: Antall
nl: Aantal
pl: Liczba
pt_br: Contagem
ru: Количество
sk: Počet
sl: Grof
sq: Numërim
sr: Broj
sv: Antal
tr: Say
uk: Кількість
vi: Số đếm
zh_hk: 計數

source: CumulativeCount
hu: KumulatívSzám
ms: Kiraan Kumulatif

source: Sum
ar: المجموع
bg: Сума
ca: Suma
de: Summe
eo: Sum = fr fr, no cap
es: Suma
fa: جمع
fi: Summa
fr: Somme
hu: Összeg
it: Somma
ja: 合計
lt: Suma
ms: Jumlah
nl: Som
pl: Suma
pt_br: Soma
ru: Сумма
sk: Suma
sl: Vsota
sq: Shuma
sr: Zbir
sv: Summa
tr: Toplam
uk: Сума
vi: Tổng
zh_hk: 求和

source: CumulativeSum
hu: KumulatívÖsszeg
ms: Jumlah Kumulatif

source: Distinct
hu: Egyedi
ms: Berbeza

source: StandardDeviation
hu: Szórás
ms: Sisishan Piawai

source: Average
ar: المتوسط
bg: Средно аритметично
ca: Mitjana
de: Durchschnitt
eo: Meh, that's kinda mid
es: Media
fa: میانگین
fi: Keskiarvo
fr: Moyenne
hu: Átlag
it: Media
ja: 平均
lt: Vidurkis
ms: Purata
nb: Gjennomsnitt
nl: Gemiddelde
pl: Średnia
pt_br: Média
ru: Среднее
sk: Priemer
sl: Povprečen
sq: Mesatarja
sr: Prosek
sv: Genomsnittlig
tr: Ortalama
uk: Середнє
vi: Trung bình
zh_hk: 平均值

source: Min
ar: الحد الأدنى
bg: Мин
ca: Mínim
eo: Min? That's basically just "mins" or "minutes," so you could say "mins" or "minz" if you wanna make it more slangy. But honestly, most peeps just say "mins" or "m" for short.
es: Mín
fa: کمترین
fr: Minimum
ja: 最低
ms: Minimum
pt_br: Mínimo
ru: Минимальное
tr: Dakika
uk: Мін
vi: Nhỏ nhất
zh_hk: 最小值

source: Max
ar: الحد الأقصى
bg: Макс
ca: Màxim
eo: Max → Big mood
es: Máx
fa: بیشترین
fr: Maximum
it: Massimo
ja: 最大
lt: Maks
ms: Maksimum
nb: Maks
pt_br: Máximo
ru: Максимальное
sq: Maks
tr: Maksimum
uk: Макс
vi: Lớn nhất
zh_hk: 最大值

source: sad sad panda, lexing errors detected
hu: szomorú szomorú panda, lexikai hibák észlelve
ms: panda sedih, ralat leksikal dikesan

source: {0} second
ar: {0} ثوانٍ
bg: {0} секунда
ca: {0} segon
de: {0} Sekunde
eo: {0} sec or {0} sec, fr
es: {0} segundo
fa: {0} ثانیه
fi: {0} sekunti
fr: {0} seconde
hu: {0} másodperc
it: {0} secondo
ja: {0}秒
lt: {0} sekundė
ms: {0} saat Jamak: {0} saat
nb: {0} sekund
nl: {0} seconde
pl: {0} sekunda
pt_br: {0} segundo
ru: {0} секунда
sk: {0} sekúnd
sl: {0} sekunda
sq: {0} sekondë
sr: {0} sekunda
sv: {0} sekund
tr: {0} saniye
uk: {0} секунда
vi: {0} giây
zh_hk: {0}秒

source: {0} minute
ar: {0} دقائق
bg: {0} минута
ca: {0} minut
eo: {0} min or {0} mins, fr, no cap
es: {0} minuto
fa: {0} دقیقه
fi: {0} minuutti
hu: {0} perc
it: {0} minuto
ja: {0}分
lt: {0} minutė
ms: {0} minit Jamak: {0} minit
nb: {0} minutt
nl: {0} minuut
pl: {0} minuta
pt_br: {0} minuto
ru: {0} минута
sk: {0} minúta
sl: {0} minuta
sq: {0} minutë
sr: {0} minut
sv: {0} minut
tr: {0} dakika
uk: {0} хвилина
vi: {0} phút
zh_hk: {0}分鐘

source: Hey there
hu: Halihó
ms: Hai

source: How's it going
hu: Hogy vagy
ms: Apa khabar?

source: Howdy
hu: sziasztok
ms: Hai

source: Greetings
hu: Üdvözlet
ms: Salam

source: Good to see you
hu: Jó látni téged
ms: Senang berjumpa awak

source: What do you want to know?
hu: Mit akarsz tudni?
ms: Apa yang anda ingin tahu?

source: What's on your mind?
hu: Mire gondolsz?
ms: Apa yang anda fikirkan?

source: What do you want to find out?
hu: Mit szeretnél megtudni?
ms: Apa yang anda ingin tahu?

source: Raw data
hu: Nyers adatok
ms: Data mentah

source: Cumulative count
ar: العدد التراكمي
bg: Кумулативен брой
ca: Recompte acumulatiu
de: Kumulative Zählung
eo: Total vibes count
es: Recuento acumulativo
fa: شمارش تجمعی
fi: Kumulatiivinen määrä
fr: Nombre cumulé
hu: Összesített darabszám
it: Conto cumulativo
ja: 累積カウント
lt: Kaupiamasis skaičiavimas
ms: Kiraan terkumpul
nb: Kumulativ telling
nl: Cumulatief aantal
pl: Skumulowana liczba
pt_br: Contagem cumulativa
ru: Накопительное количество
sk: Kumulatívny počet
sl: Kumulativno štetje
sq: Numërim kumulativ
sr: Kumulativni broj
sv: Summerat antal
tr: Birikimli sayım
uk: Накопичувальна кількість
vi: Số tích lũy
zh_hk: 累積計數

source: Average of
hu: átlaga
ms: Purata bagi

source: Distinct values of
hu: Egyedi értékei
ms: Nilai-nilai berbeza bagi

source: Standard deviation of
hu: Szórás
ms: Sisihan piawai bagi

source: Sum of
hu: összege
ms: Jumlah

source: Cumulative sum of
hu: Kumulatív összeg
ms: Jumlah kumulatif

source: Maximum of
hu: Maximuma
ms: Maksimum

source: Minimum of
hu: Minimum az
ms: Minimum

source: Grouped by
ar: تم التجميع حسب
bg: Групирано по
ca: Agrupat per
de: Gruppiert nach
es: Agrupado por
fa: گروه بندی شده توسط
fi: Ryhmitelty :n mukaan
fr: Groupé par
hu: Csoportosítva
it: Raggruppati per
ja: でグループ化
ms: Dikumpulkan mengikut
nb: Gruppert etter
nl: Gegroepeerd op
pl: Grupowane wg
pt_br: Agrupados por
ru: Сгруппировано по
sk: Zoskupené podľa
sl: Razvrščeno po
sq: Grupuar sipas
sr: Grupisano po
sv: Grupperad efter
tr: ile gruplanmıştır
uk: Згруповано за
vi: Nhóm theo
zh_hk: 按 分組

source: Filtered by
ar: تمت الفلترة حسب
bg: Филтрирано по
ca: Filtrat per
de: Gefiltert nach
es: Filtrado por
fa: فیلتر شده توسط
fi: Suodatettu :n mukaan
fr: Filtré par
hu: Szűrve
it: Filtrati per
ja: でフィルタリング
ms: Ditapis oleh
nb: Filtrert etter
nl: Gefilterd bij
pl: Filtrowane wg
pt_br: Filtrado por
ru: Отфильтровано по
sk: Filtrovať podľa
sl: Filtrirano po
sq: Filtruar sipas
sr: Filtrirano po
sv: Filtrerad på
tr: tarafından filtrelenmiştir
uk: Відфільтровано за
vi: Lọc bởi
zh_hk: 按 過濾

source: Sorted by
hu: Rendezve
ms: Disusun mengikut

source: True
ar: صحيح
bg: Вярно
ca: Verdader
de: Wahr
eo: This is facts
es: Verdadero
fa: درست است
fi: Tosi
fr: Vrai
hu: Igaz
it: Vero
ja: 正
lt: Teisinga
ms: Benar
nb: Sant
nl: Waar
pl: Prawda
pt_br: Verdadeiro
ru: Истина
sk: Pravdivý
sl: Res
sq: E vërtetë
sr: Tačno
sv: Sann
tr: Doğru
uk: Істина
vi: Đúng
zh_hk: 真

source: False
ar: خطأ
bg: Грешно
ca: Fals
de: Falsch
eo: Nah, that's cap
es: Falso
fa: نادرست
fi: Epätosi
fr: Faux
hu: Hamis
it: Falso
ja: 誤
lt: Neteisinga
ms: Salah
nb: Usant
nl: Niet waar
pl: Fałsz
pt_br: Falso
ru: Ложь
sk: Nepravdivý
sl: Napačno
sq: E rreme
sr: Netačno
sv: Falsk
tr: Yanlış
uk: Хиба
vi: Sai
zh_hk: 假

source: Select longitude field
ar: حدد حقل خط الطول
bg: Изберете поле за географска дължина
ca: Selecciona la longitud del camp
de: Wähle limitierendes Feld aus
eo: Pick the lon coords, bestie
es: Selecciona el campo de longitud
fa: فیلد طول جغرافیایی را انتخاب کنید
fi: Valitse pituuspiiri
fr: Sélectionner le champ longitude
hu: Válassza ki a hosszúsági mezőt
it: Seleziona il campo longitudine
ja: 経度フィールドを選択する
lt: Pasirinkite ilgumos lauką
ms: Pilihan medan longitud
nb: Velg felt for lengdegrad
nl: Selecteer longitude
pl: Wybierz pole długości geograficznej
pt_br: Selecione o campo longitude
ru: Выберите поле с долготой
sk: Vyberte pole zemepisnej dĺžky
sl: Izberi polje zemljepisne dolžine
sq: Zgjidh fushën e gjatësisë gjeografike
sr: Izaberi polje geografske dužine
sv: Välj longitud-fält
tr: Boylam alanını seç
uk: Виберіть поле довготи
vi: Chọn trường kinh độ
zh_hk: 選擇經度欄位

source: Enter upper latitude
ar: أدخل خط العرض العلوي
bg: Въведете горната ширина
ca: Introdueix la latitud superior
de: Setze oberes Limit
eo: Slide into the higher lat, fr fr
es: Latitud Superior
fa: طول عرضی بالا را وارد کنید
fi: Syötä ylempi leveysaste
fr: Saisir la latitude supérieure
hu: Adja meg a felső szélességi fokot
it: Inserisci la latituine superiore
ja: もっと上の緯度を入力する
lt: Įveskite viršutinę platumą
ms: Masukkan latitud atas
nb: Skriv inn øvre breddegrad
nl: Vul hoogste latitude in
pl: Podaj górną granicę szerokości geograficznej
pt_br: Insira a latitude superior
ru: Введите верхнюю широту
sk: Zadajte hornú zemepisnú šírku
sl: Vnesite zgornjo zemljepisno širino
sq: Vendos gjerësinë gjeografike të sipërme
sr: Unesi gornju geografsku širinu
sv: Ange övre latitud
tr: Üstteki enlemi girin
uk: Введіть верхню широту
vi: Nhập vĩ độ cao hơn
zh_hk: 輸入緯度上邊界

source: Enter left longitude
ar: أدخل خط الطول الأيسر
bg: Въведете лявата дължина
ca: Longitud esquerra
de: Setze linkes Limit
eo: Type in the left longitude, bestie
es: Longitud Izquierda
fa: طول جغرافیایی را وارد کنید
fi: Syötä vasen pituusaste
fr: Saisir la longitude inférieure
hu: Adja meg a bal hosszúsági fokot
it: inserisci la longitudine a sinistra
ja: もっと左の経度を入力する
lt: Įveskite kairę ilgumą
ms: Masukkan longitud kiri
nb: Skriv inn venstre lengdegrad
nl: Vul longitude (links) in
pl: Podaj lewą granicę długości geograficznej
pt_br: Insira a longitude esquerda
ru: Введите левую долготу
sk: Zadajte ľavú zemepisnú dĺžku
sl: Vnesite levo zemljepisno dolžino
sq: Vendos gjatësinë gjeografike të majtë
sr: Unesi levu geografsku dužinu
sv: Ange vänster longitud
tr: Sol boylamı giriniz
uk: Введіть ліву довготу
vi: Nhập kinh độ trái
zh_hk: 輸入經度左邊界

source: Enter lower latitude
ar: أدخل خط العرض السفلي
bg: Въведете по-ниска географска ширина
ca: Longitud inferior
de: Setze unteres Limit
eo: Drop it lower on the map
es: Latitud Inferior
fa: عرض پایین را وارد کنید
fi: Syötä alempi leveysaste
fr: Saisir la latitude inférieure
hu: Adja meg az alsó szélességi fokot
it: Inserisci la latitudine inferiore
ja: もっと下の緯度を入力する
lt: Įveskite apatinę platumą
ms: Masukkan latitud bawah
nb: Skriv inn nedre breddegrad
nl: Vul laagste latitude in
pl: Podaj dolną granicę szerokości geograficznej
pt_br: Insira a latitude inferior
ru: Введите нижнюю широту
sk: Zadajte dolnú zemepisnú šírku
sl: Vnesite spodnjo zemljepisno širino
sq: Vendos gjerësinë gjeografike të poshtme
sr: Unesi donju geografsku širinu
sv: Ange nedre latitud
tr: Daha düşük enlem girin
uk: Введіть нижню широту
vi: Nhập vĩ độ thấp hơn
zh_hk: 輸入緯度下邊界

source: Enter right longitude
ar: أدخل خط الطول الأيمن
bg: Въведете дясната дължина
ca: Longitud dreta
de: Setze rechtes Limit
eo: Type in the correct long, bestie
es: Longitud Derecha
fa: طول جغرافیایی را وارد کنید
fi: Syötä oikea pituusaste
fr: Saisir la longitude supérieure
hu: Adja meg a jobb hosszúsági fokot
it: Inserisci la longitudine a destra
ja: もっと右の経度を入力する
lt: Įveskite dešinę ilgumą
ms: Masukkan longitud kanan
nb: Skriv inn høyre lengdegrad
nl: Vul longitude (rechts) in
pl: Podaj prawą granicę długości geograficznej
pt_br: Insira a longitude direita
ru: Введите правую долготу
sk: Zadajte pravú zemepisnú dĺžku
sl: Vnesite desno zemljepisno dolžino
sq: Vendos gjatësinë gjeografike të djathtë
sr: Unesi desnu geografsku dužinu
sv: Ange höger longitud
tr: Doğru boylamı giriniz
uk: Введіть праву довготу
vi: Nhập kinh độ phải
zh_hk: 輸入經度右邊界

source: Is
ar: هو
bg: Е
ca: És
de: Ist
eo: "Is" would just stay the same, but if you wanna make it sound more chill in a sentence, you might say "is, fr" or "it's, lowkey."
es: Es
fa: است
fi: On
fr: Est
hu: Az
it: E'
ja: である
lt: Yra
ms: Adalah
nb: Er
pl: Jest
pt_br: É
sk: Je
sl: Je
sq: Është
sr: Jeste
sv: Är
tr: ise
uk: Дорівнює
vi: Là
zh_hk: 是

source: Is not
ar: ليس
bg: Не е
ca: No és
de: Ist nicht
eo: not it, or fr fr not it
es: No es
fa: نیست
fi: Ei ole
fr: N'est pas
hu: Nem az
it: Non è
ja: ではない
lt: Nėra
ms: Bukan
nb: Er ikke
nl: Is niet
pl: Nie jest
pt_br: Não é
ru: Не
sk: Nie je
sl: Ni
sq: Nuk është
sr: Nije
sv: Är inte
tr: Değil
uk: Не дорівнює
vi: Không là
zh_hk: 不是

source: Is empty
ar: فارغ
bg: Празно е
ca: Està buit
de: Ist leer
eo: It’s empty fr
es: Vacío
fa: خالی است
fi: On tyhjä
fr: Est vide
hu: Üres
it: E' vuoto
ja: 空
lt: Yra tuščias
ms: Kosong
nb: Er tom
nl: Is leeg
pl: Jest puste
pt_br: Vazio
ru: Пусто
sk: Je prázdne
sl: Je prazen
sq: Është bosh
sr: Prazno je
sv: Är tom
tr: boş
uk: Порожньо
vi: Trống
zh_hk: 為空

source: Not empty
ar: غير فارغ
bg: Не е празно
ca: No està buit
de: Nicht leer
eo: Not it fam
es: No Vacío
fa: خالی نیست
fi: Ei ole tyhjä
fr: Non vide
hu: Nem üres
it: Non vuoto
ja: 空ではない
lt: Ne tuščias
ms: Tidak kosong
nb: Ikke tom
nl: Is niet leeg
pl: Nie jest puste
pt_br: Não vazio
ru: Не пусто
sk: Nie je prázdne
sl: Ni prazno
sq: Jo bosh
sr: Nije prazno
sv: Inte tom
tr: boş değil
uk: Не порожнє
vi: Không trống
zh_hk: 不為空

source: Equal to
ar: يساوي
bg: Равна на
ca: Igual a
de: Gleich zu
eo: That's basically "on the same vibe" or "the same energy"
es: Igual a
fa: مساوی با
fi: Yhtäkuin
fr: Égal(e) à
hu: Egyenlő
it: Uguale a
ja: 等しい
lt: Lygus
ms: Sama dengan
nb: Er lik
nl: Gelijk aan
pl: Równa się
pt_br: Igual a
ru: Равно
sk: Rovná sa
sl: Enako
sq: E barabartë me
sr: Jednako
sv: Lika med
tr: Eşittir
uk: Дорівнює
vi: Bằng
zh_hk: 等於

source: Not equal to
ar: لا يساوي
bg: Не е равно на
ca: Diferent de
de: Nicht gleich zu
eo: Not it fr
es: Distinto a
fa: برابر نیست با
fi: Ei yhtäkuin
fr: Différent(e) de
hu: Nem egyenlő
it: Non uguale a
ja: 等しくない
lt: Ne lygus
ms: Tidak sama dengan
nb: Ikke lik
nl: Niet gelijk aan
pl: Nie równa się
pt_br: Diferente
ru: Не равно
sk: Nerovná sa
sl: Ni enako
sq: Jo e barabartë me
sr: Nije jednako
sv: Inte lika med
tr: Eşit değil
uk: Не дорівнює
vi: Không bằng
zh_hk: 不等於

source: Greater than
ar: أكبر من
bg: По-голям от
ca: Major que
de: Größer als
eo: That's like, way more chill or just, like, way better, honestly.
es: Mayor que
fa: بزرگتر از
fi: Suurempi kuin
fr: Supérieur à
hu: Nagyobb, mint
it: Più grande di
ja: より大きい
lt: Didesnis negu
ms: Lebih besar daripada
nb: Større enn
nl: Groter dan
pl: Większe od
pt_br: Maior que
ru: Больше чем
sk: Väčšie ako
sl: Večje od
sq: Më e madhe se
sr: Veće od
sv: Större än
tr: Büyük
uk: Більше ніж
vi: Lớn hơn
zh_hk: 大於

source: Less than
ar: أقل من
bg: По-малко от
ca: Menor que
de: Kleiner als
eo: This is facts
es: Menor que
fa: کمتر از
fi: Pienempi kuin
fr: Inférieur à
hu: Kevesebb, mint
it: Meno di
ja: より小さい
lt: Mažesnis negu
ms: Kurang daripada
nb: Mindre enn
nl: Kleiner dan
pl: Mniejsze od
pt_br: Menor que
ru: Меньше чем
sk: Menšie ako
sl: Manj kot
sq: Më e vogël se
sr: Manje od
sv: Mindre än
tr: Küçük
uk: Менше ніж
vi: Ít hơn
zh_hk: 小於

source: Between
ar: بين
bg: Между
ca: Entre
de: Zwischen
eo: Between → "In the middle of" or just "btw" (if it's like abbreviation)
es: Entre
fa: بین
fi: Väliltä
fr: Entre
hu: Között
it: Tra
ja: 範囲
lt: Tarp
ms: Antara
nb: Mellom
nl: Tussen
pl: Pomiędzy
pt_br: Entre
ru: Между
sk: Medzi
sl: Med
sq: Midis
sr: Između
sv: Mellan
tr: Arasında
uk: Між
vi: Giữa
zh_hk: 介於之間

source: Greater than or equal to
ar: أكبر من أو يساوي
bg: По-голямо или равно на
ca: Major o igual que
de: Größer oder gleich als
eo: It's basically "bigger or same as" but in slang, you could say "≥ is like, max level" or just "≥ is flexing" lol. But if you want a chill way: "≥ is like, lowkey winning"
es: Mayor o igual a
fa: بزرگتر یا مساوی با
fi: Suurempi kuin tai yhtäsuuri kuin
fr: Supérieur ou égal à
hu: Nagyobb vagy egyenlő
it: Più grande o uguale a
ja: 以上
lt: Didesnis arba lygus
ms: Lebih besar atau sama dengan
nb: Større eller lik
nl: Groter dan of gelijk aan
pl: Większe lub równe
pt_br: Maior ou igual a
ru: Больше или равно
sk: Väčšie alebo rovné ako
sl: Večje ali enako
sq: Më e madhe ose e barabartë me
sr: Veće ili jednako
sv: Större än eller lika med
tr: Eşit veya büyük
uk: Більше або дорівнює
vi: Lớn hơn hoặc bằng
zh_hk: 大於或等於

source: Less than or equal to
ar: أقل من أو يساوي
bg: По-малко или равно на
ca: Menor o igual que
de: Kleiner oder gleich als
eo: ≤ is basically "less than or equal to" fr.
es: Menos o igual a
fa: کمتر یا برابر است
fi: Pienempi kuin tai yhtäsuuri kuin
fr: Inférieur ou égal à
hu: Kisebb vagy egyenlő
it: Meno di o uguale a
ja: 以下
lt: Mažesnis arba lygus
ms: Kurang atau sama dengan
nb: Mindre eller lik
nl: Kleiner dan of gelijk aan
pl: Mniejsze lub równe
pt_br: Menor ou igual a
ru: Меньше или равно
sk: Menšie alebo rovné ako
sl: Manjše ali enako
sq: Më e vogël ose e barabartë me
sr: Manje ili jednako
sv: Mindre än eller lika med
tr: Eşit veya küçük
uk: Менше або дорівнює
vi: Ít hơn hoặc bằng
zh_hk: 小於或等於

source: Contains
ar: يحتوي على
bg: Съдържа
ca: Conté
de: Enthält
eo: Contains → has (or “got” depending on the vibe)
es: Contiene
fa: شامل
fi: Sisältää
fr: Contient
hu: Tartalmaz
it: Contiene
ja: 含む
lt: Sudėtyje yra
ms: Mengandungi
nb: Inneholder
nl: Bevat
pl: Zawiera
pt_br: Contém
ru: Содержит
sk: Obsahuje
sl: Vsebuje
sq: Përmban
sr: Sadrži
sv: Innehåller
tr: İçerir
uk: Містить
vi: Bao gồm
zh_hk: 包含

source: Does not contain
ar: لا يحتوي على
bg: Не съдържа
ca: No conté
de: Enthält nicht
eo: No cap, it’s not in there
es: No contiene
fa: شامل نمی شود
fi: Ei sisällä
fr: Ne contient pas
hu: Nem tartalmaz
it: Non contiene
ja: 含まない
lt: Sudėtyje nėra
ms: Tidak mengandungi
nb: Inneholder ikke
nl: Bevat geen
pl: Nie zawiera
pt_br: Não contém
ru: Не содержит
sk: Neobsahuje
sl: Ne vsebuje
sq: Nuk përmban
sr: Ne sadrži
sv: Innehåller inte
tr: İçermez
uk: Не містить
vi: Không bao gồm
zh_hk: 不包含

source: Starts with
ar: يبدأ بـ
bg: Започва с
ca: Comença amb
de: Startet mit
eo: begins with
es: Empieza con
fa: شروع می شود با
fi: Alkaa
fr: Commence par
hu: Ezzel kezdődik
it: Inizia con
ja: で始まる
lt: Prasideda su
ms: Bermula dengan
nb: Starter med
nl: Begint met
pl: Zaczyna się od
pt_br: Começa com
ru: Начинается с
sk: Začína s
sl: Začne se z
sq: Fillon me
sr: Počinje sa
sv: Börjar med
tr: İle başlar
uk: Починається з
vi: Bắt đầu với
zh_hk: 以…開始

source: Ends with
ar: ينتهي بـ
bg: Завършва със
ca: Acaba amb
de: Endet mit
eo: ends with → this be the vibe of
es: Termina en
fa: به پایان می رسد با
fi: Loppuu
fr: Finit par
hu: Végződik
it: Finisce con
ja: で終わる
lt: Baigiasi su
ms: Berakhir dengan
nb: Slutter med
nl: Eindigt met
pl: Kończy się
pt_br: Termina em
ru: Заканчивается
sk: Končí s
sl: Konča se z
sq: Mbaron me
sr: Završava se sa
sv: Slutar med
tr: İle biter
uk: Закінчується на
vi: Kết thúc với
zh_hk: 以…結束

source: Before
ar: قبل
bg: Преди
ca: Abans
de: Vor
eo: Before → Yo, back in the day
es: Antes
fa: قبل از
fi: Ennen
fr: Avant
hu: Előtt
it: Prima
ja: 前
lt: Prieš
ms: Sebelum
nb: Før
nl: Voor
pl: Przed
pt_br: Antes
ru: До
sk: Pred
sl: Pred
sq: Përpara
sr: Pre
sv: Före
tr: Önce
uk: До
vi: Trước
zh_hk: 早於

source: After
ar: بعد
bg: След
ca: Després
de: Nach
eo: After → Fr (short for "for real") or just "after" is usually chill, but if you wanna be extra: "bet" or "fr" works too, depending on the vibe.
es: Después
fa: بعد از
fi: Jälkeen
fr: Après
hu: Után
it: Dopo
ja: 後
lt: Po
ms: Selepas
nb: Etter
nl: Na
pl: Po
pt_br: Depois
ru: После
sk: Za
sl: Po
sq: Pas
sr: Posle
sv: Efter
tr: Sonra
uk: Після
vi: Sau
zh_hk: 晚於

source: Inside
ar: داخل
bg: Вътре
ca: Dins
de: Intern
eo: In the chat, "inside" could be just "inside" or "in there," but if you want a more slangy vibe: "in the house" or "on the inside" works too. For super casual, maybe just "in" or "lit spot."
es: Dentro
fa: داخل
fi: Sisässä
fr: Dans
hu: Belül
it: Dentro
ja: 中
lt: Viduje
ms: Di dalam
nb: Inni
nl: Binnen
pl: W
pt_br: Dentro
ru: Внутри
sk: Vnútri
sl: Notri
sq: Brenda
sr: Unutar
sv: Innehåller
tr: içeride
uk: Усередині
vi: Bên trong
zh_hk: 介於中間
