Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Options for displaying the illustration on the landing page.
ar: خيارات عرض الرسم التوضيحي في صفحة الهبوط.
bg: Опции за показване на илюстрацията на целевата страница.
ca: Opcions per mostrar la il·lustració a la pàgina d'arribada.
de: Optionen für die Anzeige der Illustration auf der Landing Page.
eo: Ideas for showin’ the illo on the landing page, frfr.
es: Opciones para mostrar la ilustración en la página de destino.
fa: گزینه هایی برای نمایش تصویر در صفحه فرود.
fi: Vaihtoehdot kuvituksen näyttämiseksi aloitussivulla.
fr: Options d'affichage de l'illustration sur la page de destination.
hu: Az illusztráció megjelenítési opciói a kezdőlapon.
it: Opzioni per la visualizzazione dell'illustrazione nella pagina di destinazione.
ja: ランディングページにイラストを表示するためのオプション。
lt: Iliustracijos pateikimo nukreipimo puslapyje parinktys.
ms: Pilihan untuk memaparkan ilustrasi di halaman utama.
nb: Alternativer for visning av illustrasjonen på landingssiden.
nl: Opties voor het weergeven van de illustratie op de landingspagina.
pl: Opcje wyświetlania ilustracji na stronie docelowej.
pt_br: Opções para exibir a ilustração na página de destino.
ru: Варианты отображения иллюстрации на целевой странице.
sk: Možnosti zobrazenia ilustrácie na vstupnej stránke.
sl: Možnosti za prikaz ilustracije na ciljni strani.
sq: Opsione për shfaqjen e ilustrimit në faqen e uljes.
sr: Opcije za prikaz ilustracije na početnoj stranici.
sv: Alternativ för att visa illustrationen på målsidan.
tr: Açılış sayfasında illüstrasyonu görüntülemek için seçenekler.
uk: Опції для показу ілюстрації на лендінг-сторінці.
vi: Tùy chọn hiển thị hình ảnh minh họa trên trang đích.
zh_hk: 在登陸頁面上顯示插圖的選項。

source: The custom illustration for when there are no results after searching.
ar: الرسم التوضيحي المخصّص عند عدم وجود نتائج بعد البحث.
bg: Персонализираната илюстрация за случаите, когато няма резултати след търсене.
ca: La il·lustració personalitzada per quan no hi ha resultats després de la cerca.
de: Die benutzerdefinierte Illustration für den Fall, dass die Suche keine Ergebnisse liefert.
eo: The custom pic for when there’s no results after searching — deadass, it’s like the no vibes moment.
es: La ilustración personalizada para cuando no hay resultados después de la búsqueda.
fa: تصویر سفارشی برای زمانی که پس از جستجو هیچ نتیجه ای وجود ندارد.
fi: Mukautettu kuvitus, kun haun jälkeen ei ole tuloksia.
fr: L'illustration personnalisée pour les cas où il n'y a pas de résultats après une recherche.
hu: Az egyedi illusztráció, amikor a keresés után nincsenek találatok.
it: L'illustrazione personalizzata per quando non ci sono risultati dopo la ricerca.
ja: 検索しても結果がない場合のカスタムイラスト。
lt: Tinkinta iliustracija, skirta, kai po paieškos rezultatų nėra.
ms: Ilustrasi tersuai untuk apabila tiada hasil selepas pencarian.
nb: Den egendefinerte illustrasjonen for når det ikke finnes noen resultater etter søk.
nl: De aangepaste illustratie voor als er geen resultaten zijn na het zoeken.
pl: Niestandardowa ilustracja w przypadku braku wyników wyszukiwania.
pt_br: A ilustração personalizada para quando não houver resultados após a pesquisa.
ru: Пользовательская иллюстрация для случаев, когда после поиска нет результатов.
sk: Vlastná ilustrácia pre prípad, že po vyhľadávaní nie sú k dispozícii žiadne výsledky.
sl: Slika po meri, če po iskanju ni rezultatov.
sq: Ilustrimi i personalizuar kur nuk ka rezultate pas kërkimit.
sr: Prilagođena ilustracija za slučaj kada nema rezultata nakon pretrage.
sv: Den anpassade illustrationen för när det inte finns några resultat efter sökning.
tr: Aramadan sonra hiçbir sonuç bulunmadığında kullanılan özel resim.
uk: Кастомна ілюстрація для випадку, коли після пошуку немає результатів.
vi: Hình minh họa tùy chỉnh khi không có kết quả sau khi tìm kiếm.
zh_hk: 搜尋無結果時的自訂插圖。

source: Options for displaying the illustration when there are no results after running a question.
ar: خيارات عرض الرسم التوضيحي عند عدم وجود نتائج بعد تشغيل سؤال.
bg: Опции за показване на илюстрацията, когато няма резултати след изпълнение на въпрос.
ca: Opcions per mostrar la il·lustració quan no hi ha resultats després d'executar una pregunta.
de: Optionen für die Anzeige der Illustration, wenn nach der Ausführung einer Frage keine Ergebnisse vorliegen.
eo: Ways to show the pic when the question yeets no results, lol.
es: Opciones para mostrar la ilustración cuando no hay resultados después de ejecutar una pregunta.
fa: گزینه هایی برای نمایش تصویر زمانی که پس از اجرای یک سوال نتیجه ای وجود ندارد.
fi: Kuvitusvaihtoehdot, kun kysymyksen suorittamisen jälkeen ei ole tuloksia.
fr: Options d'affichage de l'illustration lorsqu'il n'y a pas de résultats après l'exécution d'une question.
hu: Az illusztráció megjelenítési opciói, amikor a kérdés futtatása után nincsenek találatok.
it: Opzioni per la visualizzazione dell'illustrazione quando non ci sono risultati dopo l'esecuzione di una domanda.
ja: 質問を実行した後、結果がない場合にイラストを表示するためのオプションです。
lt: Iliustracijos rodymo parinktys, kai paleidus klausimą nėra rezultatų.
ms: Pilihan untuk memaparkan ilustrasi apabila tiada hasil selepas menjalankan soalan.
nb: Alternativer for visning av illustrasjonen når det ikke finnes noen resultater etter å ha kjørt et spørsmål.
nl: Opties voor het weergeven van de illustratie als er geen resultaten zijn na het uitvoeren van een vraag.
pl: Opcje wyświetlania ilustracji w przypadku braku wyników po uruchomieniu pytania.
pt_br: Opções para exibir a ilustração quando não houver resultados após a execução de uma pergunta.
ru: Параметры отображения иллюстрации при отсутствии результатов после выполнения вопроса.
sk: Možnosti zobrazenia ilustrácie, keď po spustení otázky nie sú k dispozícii žiadne výsledky.
sl: Možnosti za prikaz ilustracije, če po zagonu vprašanja ni rezultatov.
sq: Opsione për shfaqjen e ilustrimit kur nuk ka rezultate pas ekzekutimit të një pyetjeje.
sr: Opcije za prikaz ilustracije kada nema rezultata nakon pokretanja pitanja.
sv: Alternativ för att visa illustrationen när det inte finns några resultat efter att ha kört en fråga.
tr: Bir soruyu çalıştırdıktan sonra hiçbir sonuç olmadığında resmin görüntülenmesine ilişkin seçenekler.
uk: Опції відображення ілюстрації, коли після виконання запиту немає результатів.
vi: Tùy chọn hiển thị hình ảnh minh họa khi không có kết quả sau khi chạy câu hỏi.
zh_hk: 當執行問題後沒有結果時，顯示說明的選項。

source: Options for displaying the illustration when there are no results after searching.
ar: خيارات عرض الرسم التوضيحي عند عدم وجود نتائج بعد البحث.
bg: Опции за показване на илюстрацията, когато няма резултати след търсене.
ca: Opcions per mostrar la il·lustració quan no hi hagi resultats després de la cerca.
de: Optionen für die Anzeige der Illustration, wenn nach der Suche keine Ergebnisse vorhanden sind.
eo: Ways to show the pic when there’s no results after searching, lol
es: Opciones para mostrar la ilustración cuando no hay resultados después de la búsqueda.
fa: گزینه هایی برای نمایش تصویر زمانی که پس از جستجو نتیجه ای وجود ندارد.
fi: Kuvitusvaihtoehdot, kun haun jälkeen ei ole tuloksia.
fr: Options d'affichage de l'illustration lorsqu'il n'y a pas de résultats après une recherche.
hu: Az illusztráció megjelenítési opciói, amikor a keresés után nincsenek találatok.
it: Opzioni per la visualizzazione dell'illustrazione quando non ci sono risultati dopo la ricerca.
ja: 検索しても結果がない場合にイラストを表示するオプション。
lt: Iliustracijos rodymo parinktys, kai po paieškos rezultatų nėra.
ms: Pilihan untuk memaparkan ilustrasi apabila tiada hasil selepas pencarian.
nb: Alternativer for visning av illustrasjonen når det ikke finnes noen resultater etter søk.
nl: Opties voor het weergeven van de illustratie als er geen resultaten zijn na het zoeken.
pl: Opcje wyświetlania ilustracji w przypadku braku wyników wyszukiwania.
pt_br: Opções para exibir a ilustração quando não houver resultados após a pesquisa.
ru: Параметры отображения иллюстрации при отсутствии результатов поиска.
sk: Možnosti zobrazenia ilustrácie, keď po vyhľadávaní nie sú k dispozícii žiadne výsledky.
sl: Možnosti za prikaz ilustracije, če po iskanju ni rezultatov.
sq: Opsione për shfaqjen e ilustrimit kur nuk ka rezultate pas kërkimit.
sr: Opcije za prikaz ilustracije kada nema rezultata nakon pretrage.
sv: Alternativ för att visa illustrationen när det inte finns några resultat efter sökning.
tr: Arama sonrasında sonuç bulunmadığında illüstrasyonun görüntülenmesi için seçenekler.
uk: Опції відображення ілюстрації, коли після пошуку немає результатів.
vi: Tùy chọn hiển thị hình ảnh minh họa khi không có kết quả sau khi tìm kiếm.
zh_hk: 搜尋後沒有結果時顯示插圖的選項。

source: The ID of the example dashboard.
ar: معرّف لوحة المعلومات المثال.
bg: Идентификаторът на примерното табло за управление.
ca: L'identificador del quadre de comandament d'exemple.
de: Die ID des Beispiel-Dashboards.
eo: The ID of the example dashboard, fr.
es: El ID del panel de ejemplo.
fa: شناسه داشبورد نمونه.
fi: Esimerkkikojelaudan tunnus.
fr: L'ID de l'exemple de tableau de bord.
hu: A példaműszerfal azonosítója.
it: L'ID del cruscotto di esempio.
ja: 例のダッシュボードのID。
lt: Pavyzdinės informacijos suvestinės ID.
ms: ID papan pemuka contoh.
nb: ID-en til eksempelinstrumentbordet.
nl: De ID van het voorbeelddashboard.
pl: Identyfikator przykładowego pulpitu.
pt_br: O ID do painel de exemplo.
ru: Идентификатор примера дашборда.
sk: Identifikátor vzorového prístrojového panela.
sl: ID vzorčne nadzorne plošče.
sq: ID-ja e panelit shembull.
sr: ID primera kontrolne table.
sv: Id för exempel-instrumentpanelen.
tr: Örnek gösterge tablosunun kimliği.
uk: ID прикладного дашборду.
vi: ID của bảng thông tin mẫu.
zh_hk: 範例儀表板的 ID。

source: Options for displaying the illustration on the login page.
ar: خيارات عرض الرسم التوضيحي في صفحة تسجيل الدخول.
bg: Опции за показване на илюстрацията на страницата за вход.
ca: Opcions per mostrar la il·lustració a la pàgina d'inici de sessió.
de: Optionen für die Anzeige der Illustration auf der Anmeldeseite.
eo: Ways to show the illustration on the login page, fr fr.
es: Opciones para mostrar la ilustración en la página de inicio de sesión.
fa: گزینه هایی برای نمایش تصویر در صفحه ورود.
fi: Kuvitusvaihtoehdot kirjautumissivulle.
fr: Options d'affichage de l'illustration sur la page de connexion.
hu: Az illusztráció megjelenítési opciói a bejelentkezési oldalon.
it: Opzioni per la visualizzazione dell'illustrazione nella pagina di login.
ja: ログインページにイラストを表示するオプション。
lt: Iliustracijos rodymo prisijungimo puslapyje parinktys.
ms: Pilihan untuk memaparkan ilustrasi di halaman log masuk.
nb: Alternativer for visning av illustrasjonen på påloggingssiden.
nl: Opties voor het weergeven van de illustratie op de aanmeldpagina.
pl: Opcje wyświetlania ilustracji na stronie logowania.
pt_br: Opções para exibir a ilustração na página de login.
ru: Параметры отображения иллюстрации на странице входа в систему.
sk: Možnosti zobrazenia ilustrácie na prihlasovacej stránke.
sl: Možnosti za prikaz slike na strani za prijavo.
sq: Opsione për shfaqjen e ilustrimit në faqen e hyrjes.
sr: Opcije za prikaz ilustracije na stranici za prijavu.
sv: Inställningar för att visa illustrationen på loginsidan.
tr: Giriş sayfasında resmin görüntülenmesi için seçenekler.
uk: Опції відображення ілюстрації на сторінці входу.
vi: Tùy chọn hiển thị hình ảnh minh họa trên trang đăng nhập.
zh_hk: 在登入頁面上顯示插圖的選項。

source: Upload settings
ar: إعدادات الرفع
bg: Настройки за качване
ca: Carregueu la configuració
de: Einstellungen hochladen
eo: Upload vibes
es: Configuración de Subidas
fa: تنظیمات آپلود
fi: Latausten hallinta
fr: Paramètres de téléchargement
hu: Feltöltési beállítások
it: Impostazioni di caricamento
ja: 設定のアップロード
lt: Įkėlimo nustatymai
ms: Tetapan muat naik
nb: Last opp innstillinger
nl: Instellingen uploaden
pl: Ustawienia przesyłania
pt_br: Configurações de upload
ru: Настройки загрузки
sk: Nastavenia nahrávania
sl: Nastavitve nalaganja
sq: Cilësimet e upload-it
sr: Podešavanja za upload
sv: Inställningar för uppladdning
tr: Yükleme ayarları
uk: Налаштування завантаження
vi: Tải lên cài đặt
zh_hk: 上傳設定

source: The custom illustration for when there are no results after running a question.
ar: الرسم التوضيحي المخصّص عند عدم وجود نتائج بعد تشغيل سؤال.
bg: Потребителската илюстрация за случаите, когато няма резултати след изпълнение на въпрос.
ca: La il·lustració personalitzada per quan no hi ha resultats després d'executar una pregunta.
de: Die benutzerdefinierte Illustration für den Fall, dass nach der Ausführung einer Frage keine Ergebnisse vorliegen.
eo: The custom doodle that pops up when there’s no results after you run a question, lowkey a mood.
es: La ilustración personalizada para cuando no hay resultados después de ejecutar una pregunta.
fa: تصویر سفارشی برای زمانی که پس از اجرای یک سوال هیچ نتیجه ای وجود ندارد.
fi: Mukautettu kuvitus, kun kysymyksen suorittamisen jälkeen ei ole tuloksia.
fr: L'illustration personnalisée pour les cas où il n'y a pas de résultats après l'exécution d'une question.
hu: Az egyedi illusztráció, amikor a kérdés futtatása után nincsenek találatok.
it: L'illustrazione personalizzata per quando non ci sono risultati dopo l'esecuzione di una domanda.
ja: 質問を実行した後に結果がない場合のカスタムイラスト。
lt: Tinkinta iliustracija, skirta tada, kai paleidus klausimą nėra rezultatų.
ms: Ilustrasi tersuai untuk apabila tiada hasil selepas menjalankan soalan.
nb: Den egendefinerte illustrasjonen for når det ikke finnes noen resultater etter å ha kjørt et spørsmål.
nl: De aangepaste illustratie voor als er geen resultaten zijn na het uitvoeren van een vraag.
pl: Niestandardowa ilustracja w przypadku braku wyników po uruchomieniu pytania.
pt_br: A ilustração personalizada para quando não houver resultados após a execução de uma pergunta.
ru: Пользовательская иллюстрация для случаев, когда после выполнения вопроса нет результатов.
sk: Vlastná ilustrácia pre prípad, že po spustení otázky nie sú k dispozícii žiadne výsledky.
sl: Slika po meri, če po zagonu vprašanja ni rezultatov.
sq: Ilustrimi i personalizuar kur nuk ka rezultate pas ekzekutimit të një pyetjeje.
sr: Prilagođena ilustracija za slučaj kada nema rezultata nakon pokretanja pitanja.
sv: Anpassad illustration när en fråga returnerar tomt resultat.
tr: Bir soruyu çalıştırdıktan sonra hiçbir sonuç olmadığında kullanılan özel gösterim.
uk: Кастомна ілюстрація для випадку, коли після виконання запиту немає результатів.
vi: Hình minh họa tùy chỉnh khi không có kết quả sau khi chạy một câu hỏi.
zh_hk: 當執行問題後沒有結果時的自訂插圖。

source: The custom illustration for the landing page.
ar: الرسم التوضيحي المخصّص لصفحة الهبوط.
bg: Персонализираната илюстрация за целевата страница.
ca: La il·lustració personalitzada per a la pàgina d'arribada.
de: Die benutzerdefinierte Illustration für die Landing Page.
eo: The custom illo for the landing page, fr fr.
es: La ilustración personalizada para la página de destino.
fa: تصویر سفارشی برای صفحه فرود.
fi: Aloitussivun mukautettu kuvitus.
fr: L'illustration personnalisée de la page d'accueil.
hu: Az egyedi illusztráció a kezdőlapon.
it: L'illustrazione personalizzata per la pagina di destinazione.
ja: ランディングページのカスタムイラスト。
lt: Tinkinta nukreipimo puslapio iliustracija.
ms: Ilustrasi tersuai untuk halaman utama.
nb: Egendefinert illustrasjon for landingssiden.
nl: De aangepaste illustratie voor de landingspagina.
pl: Niestandardowa ilustracja dla strony docelowej.
pt_br: A ilustração personalizada para a página de destino.
ru: Специальная иллюстрация для целевой страницы.
sk: Vlastná ilustrácia pre vstupnú stránku.
sl: Ilustracija po meri za ciljno stran.
sq: Ilustrimi i personalizuar për faqen e uljes.
sr: Prilagođena ilustracija za početnu stranicu.
sv: Anpassad illustration för startsidan.
tr: Açılış sayfası için özel illüstrasyon.
uk: Кастомна ілюстрація для лендінг-сторінки.
vi: Hình minh họa tùy chỉnh cho trang đích.
zh_hk: 登陸頁面的客製插圖。

source: SQL Parsing is disabled
hu: Az SQL elemzés le van tiltva
lt: SQL analizė išjungta
ms: SQL Parsing dinyahaktifkan

source: The custom illustration for the login page.
ar: الرسم التوضيحي المخصّص لصفحة تسجيل الدخول.
bg: Персонализираната илюстрация за страницата за вход.
ca: La il·lustració personalitzada per a la pàgina d'inici de sessió.
de: Die benutzerdefinierte Illustration für die Anmeldeseite.
eo: The custom illo for the login page, fr fr.
es: La ilustración personalizada para la página de inicio de sesión.
fa: تصویر سفارشی برای صفحه ورود.
fi: Kirjautumissivun mukautettu kuvitus.
fr: L'illustration personnalisée de la page de connexion.
hu: Az egyedi illusztráció a bejelentkezési oldalon.
it: L'illustrazione personalizzata per la pagina di login.
ja: ログインページのカスタムイラスト。
lt: Tinkinta prisijungimo puslapio iliustracija.
ms: Ilustrasi tersuai untuk halaman log masuk.
nb: Egendefinert illustrasjon for innloggingssiden.
nl: De aangepaste illustratie voor de aanmeldpagina.
pl: Niestandardowa ilustracja dla strony logowania.
pt_br: A ilustração personalizada da página de login.
ru: Пользовательская иллюстрация для страницы входа в систему.
sk: Vlastná ilustrácia prihlasovacej stránky.
sl: Slika po meri za stran za prijavo.
sq: Ilustrimi i personalizuar për faqen e hyrjes.
sr: Prilagođena ilustracija za stranicu za prijavu.
sv: Anpassad illustration för loginsidan.
tr: Oturum açma sayfası için özel illüstrasyon.
uk: Кастомна ілюстрація для сторінки входу.
vi: Hình minh họa tùy chỉnh cho trang đăng nhập.
zh_hk: 登入頁面的自製插圖。

source: {0} is not supported by {1} driver.
ar: {0} غير مدعوم بواسطة برنامج تشغيل {1}.
bg: {0} не се поддържа от драйвера на {1} .
ca: {0} no és compatible amb el controlador {1}.
de: {0} wird vom Treiber {1} nicht unterstützt.
eo: "{0} ain't it, chief, because {1} driver ain't vibing."
es: {0} no es compatible con el controlador {1}.
fa: {0} توسط درایور {1} پشتیبانی نمی شود.
fi: {0} ei ole tuettu {1} ajuri.
fr: {0} n'est pas pris en charge par le pilote {1}.
hu: A(z) {0} nem támogatott a(z) {1} meghajtó által.
it: {0} non è supportato dal driver {1} .
ja: {0}は{1}ドライバではサポートされていません。
lt: {0} nepalaiko {1} tvarkyklė.
ms: {0} tidak disokong oleh pemacu {1}.
nb: {0} er ikke støttet av driveren {1}.
nl: {0} wordt niet ondersteund door het stuurprogramma {1} .
pl: {0} nie jest obsługiwany przez sterownik {1} .
pt_br: {0} não é compatível com o driver {1}.
ru: {0} не поддерживается драйвером {1} .
sk: {0} nie je podporovaný ovládačom {1} .
sl: {0} gonilnik ne podpira {1}.
sq: {0} nuk mbështetet nga drejtuesi {1}.
sr: {0} nije podržano od strane {1} drajvera.
sv: {0} stöds inte av {1} drivrutin.
tr: {0} {1} sürücüsü tarafından desteklenmez.
uk: {0} не підтримується драйвером {1}.
vi: {0} không được trình điều khiển {1} hỗ trợ.
zh_hk: {0} {1} 驅動程式不支援。

source: Segment {0} does not exist, belongs to a different Database, or is invalid.
ar: الشريحة {0} غير موجودة، أو تنتمي إلى قاعدة بيانات مختلفة، أو غير صالحة.
bg: Сегментът {0} не съществува, принадлежи на друга база данни или е невалиден.
ca: El segment {0} no existeix, pertany a una base de dades diferent o no és vàlid.
de: Das Segment {0} existiert nicht, gehört zu einer anderen Datenbank oder ist ungültig.
eo: Bruh, segment {0} either doesn’t exist, belongs to a different database, or is straight-up invalid.
es: El segmento {0} no existe, pertenece a una base de datos diferente o no es válido.
fa: بخش {0} وجود ندارد، متعلق به پایگاه داده دیگری است یا نامعتبر است.
fi: Segmenttiä {0} ei ole olemassa, se kuuluu toiseen tietokantaan tai on virheellinen.
fr: Le segment {0} n'existe pas, appartient à une autre base de données ou n'est pas valide.
hu: A(z) {0} szegmens nem létezik, másik adatbázishoz tartozik, vagy érvénytelen.
it: Il segmento {0} non esiste, appartiene a un altro database o non è valido.
ja: セグメント {0} が存在しないか、別のデータベースに属しているか、無効です。
lt: Segmentas {0} neegzistuoja, priklauso kitai duomenų bazei arba yra netinkamas.
ms: Segmen {0} tidak wujud, milik Pangkalan Data yang berbeza, atau tidak sah.
nb: Segment {0} eksisterer ikke, hører til en annen Database, eller er ugyldig.
nl: Segment {0} bestaat niet, hoort bij een andere Database of is ongeldig.
pl: Segment {0} nie istnieje, należy do innej bazy danych lub jest nieprawidłowy.
pt_br: O segmento {0} não existe, pertence a um banco de dados diferente ou é inválido.
ru: Сегмент {0} не существует, относится к другой Базе данных или является недействительным.
sk: Segment {0} neexistuje, patrí do inej databázy alebo je neplatný.
sl: Segment {0} ne obstaja, pripada drugi zbirki podatkov ali je neveljaven.
sq: Segmenti {0} nuk ekziston, i përket një Databaze tjetër, ose është i pavlefshëm.
sr: Segment {0} ne postoji, pripada drugoj bazi podataka ili je nevažeći.
sv: Segmentet {0} finns inte, tillhör en annan databas eller är ogiltigt.
tr: Segment {0} mevcut değil, farklı bir Veritabanına ait veya geçersiz.
uk: Сегмент {0} не існує, належить іншій базі даних або є недійсним.
vi: Phân đoạn {0} không tồn tại, thuộc về Cơ sở dữ liệu khác hoặc không hợp lệ.
zh_hk: 區段 {0} 不存在、屬於不同的資料庫或無效。

source: Whether to log health check requests from session middleware.
ar: ما إذا كان سيتم تسجيل طلبات فحص السلامة من وسيط الجلسة في السجلات.
bg: Дали да се регистрират заявките за проверка на състоянието от междинния софтуер на сесията.
ca: Si s'han de registrar les sol·licituds de comprovació de l'estat del programari intermedi de sessió.
de: Ob Health Check-Anfragen von Session Middleware protokolliert werden sollen.
eo: Idk if we should keep track of health check pings from session middleware, fr.
es: Si se deben registrar las solicitudes de verificación de estado desde el middleware de sesión.
fa: آیا باید درخواست‌های بررسی سلامت از میان‌افزار جلسه را ثبت کرد یا خیر.
fi: Kirjataanko istunnon väliohjelmiston kuntotarkastuspyynnöt.
fr: Indique s'il faut consigner les demandes de contrôle de santé émanant de l'intergiciel de session.
hu: Rendszer ellenőrzési kérések naplózása a munkamenet-közvetítőtől.
it: Se registrare le richieste di controllo dello stato di salute dal middleware di sessione.
ja: セッションミドルウェアからのヘルスチェック要求をログに記録するかどうか。
lt: Ar registruoti būsenos patikrinimo užklausas iš seanso tarpinės programinės įrangos.
ms: Sama ada untuk merekodkan permintaan pemeriksaan kesihatan daripada perisian tengah sesi.
nb: Om forespørsler om helsesjekk fra mellomvare for økter skal logges.
nl: Of aanvragen voor gezondheidscontroles van sessie-middleware gelogd moeten worden.
pl: Czy rejestrować żądania sprawdzenia kondycji z oprogramowania pośredniczącego sesji.
pt_br: Se deve ou não registrar solicitações de verificação de integridade do middleware de sessão.
ru: Нужно ли регистрировать запросы проверки работоспособности от промежуточного ПО сеанса.
sk: Či sa majú zaznamenávať požiadavky na kontrolu stavu z middleware relácie.
sl: Ali želite zabeležiti zahteve za preverjanje stanja iz vmesne programske opreme seje.
sq: Nëse duhen log-uar kërkesat e health check nga session middleware.
sr: Da li logovati health check HTTP zahteve iz session middleware-a.
sv: Om begäran om hälsokontroll från session middleware ska loggas.
tr: Oturum ara katmanından gelen sistem durumu denetimi isteklerinin günlüğe kaydedilip kaydedilmeyeceği.
uk: Чи логувати запити health check із session middleware.
vi: Có nên ghi lại yêu cầu kiểm tra tình trạng hoạt động từ phần mềm trung gian phiên hay không.
zh_hk: 是否記錄來自會話中介軟體的健康檢查請求。
