Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You are not allowed to change the authority level of a {0}.
ar: غير مسموح لك بتغيير مستوى الاعتماد لـ {0}.
bg: Не е позволено да променяте нивото на оторизация на {0}.
ca: No teniu permís per canviar el nivell d'autoritat d'un {0}.
de: Es ist Ihnen nicht gestattet, die Berechtigungsstufe eines {0}zu ändern.
es: No está permitido cambiar el nivel de autoridad de un {0}.
fa: شما مجاز به تغییر سطح اختیارات یک {0}نیستید.
fi: Et voi muuttaa {0}-käyttäjän valtuustasoa.
fr: Vous n'êtes pas autorisé à modifier le niveau d'autorité d'un {0}.
it: Non è consentito modificare il livello di autorità di un {0}.
ja: {0}の権限レベルを変更することはできません。
nb: Du har ikke lov til å endre autoritetsnivået til en {0}.
nl: Je mag het autorisatieniveau van een {0}niet wijzigen.
pl: Nie masz uprawnień do zmiany poziomu uprawnień {0}.
pt_br: Você não tem permissão para alterar o nível de autoridade de um {0}.
ru: Вам запрещено изменять уровень полномочий {0}.
sk: Nie je dovolené meniť úroveň oprávnenia pre {0}.
sl: Ni vam dovoljeno spreminjati ravni avtorizacije za {0}.
sq: Nuk të lejohet të ndryshosh nivelin e autoritetit të një {0}.
sr: Nemate dozvolu da promenite nivo autoriteta za {0}.
sv: Du har inte tillåtelse att ändra behörighetsnivån för en {0}.
tr: Bir {0}'ın yetki seviyesini değiştirmenize izin verilmiyor.
uk: Вам не дозволено змінювати рівень повноважень {0}.
vi: Bạn không được phép thay đổi cấp độ quyền hạn của {0}.
zh_hk: 您不能變更 {0}的權限等級。

source: You cannot operate on a Personal Collection.
ar: لا يمكنك إجراء عمليات على مجموعة شخصية.
bg: Не можете да работите с лична колекция.
ca: No podeu operar amb una col·lecció personal.
de: Sie können keine Aktionen an einer persönlichen Sammlung durchführen.
eo: You can't even mess with a Personal Collection, fr.
es: No es posible operar sobre una Colección Personal.
fa: شما نمی‌توانید روی یک مجموعه شخصی کار کنید.
fi: Et voi toimia henkilökohtaisen kokoelman parissa.
fr: Vous ne pouvez pas opérer sur une Collection Personnelle.
it: Non è possibile operare su una Collezione Personale.
ja: 個人コレクションを操作することはできません。
nb: Du kan ikke operere på en personlig samling.
nl: U kunt geen handelingen uitvoeren op een persoonlijke collectie.
pl: Nie możesz wykonywać operacji na kolekcji prywatnej.
pt_br: Você não pode operar em uma Coleção Pessoal.
ru: Вы не можете работать с личной коллекцией.
sk: Nemôžete pracovať s osobnou zbierkou.
sl: Z osebno zbirko ne morete upravljati.
sq: Nuk mund të kryeni veprime mbi një Koleksion Personal.
sr: Ne možete izvršavati radnje nad ličnom kolekcijom.
sv: Du kan inte använda en personlig samling.
tr: Kişisel Koleksiyon üzerinde işlem yapamazsınız.
uk: Ви не можете виконувати дії з Особистою колекцією.
vi: Bạn không thể thực hiện giao dịch trên Bộ sưu tập cá nhân.
zh_hk: 您不能在個人收藏上操作。

source: A Collection placed in a remote-synced Collection must also be remote-synced.
ar: يجب أن تكون المجموعة الموضوعة داخل مجموعة متزامنة عن بُعد متزامنة عن بُعد أيضًا.
bg: Колекция, поставена в колекция, синхронизирана дистанционно, също трябва да бъде синхронизирана дистанционно.
ca: Una col·lecció situada en una col·lecció sincronitzada remotament també s'ha de sincronitzar remotament.
de: Eine in einer remote synchronisierten Sammlung platzierte Sammlung muss ebenfalls remote synchronisiert werden.
es: Una colección colocada en una colección sincronizada de forma remota también debe estar sincronizada de forma remota.
fa: مجموعه‌ای که در یک مجموعه همگام‌سازی از راه دور قرار می‌گیرد، باید از راه دور نیز همگام‌سازی شود.
fi: Etäsynkronoituun kokoelmaan sijoitettu kokoelma on myös etäsynkronoitava.
fr: Une collection placée dans une collection synchronisée à distance doit également être synchronisée à distance.
it: Una raccolta inserita in una raccolta sincronizzata in remoto deve essere anch'essa sincronizzata in remoto.
ja: リモート同期されたコレクションに配置されたコレクションもリモート同期される必要があります。
nb: En Samling som er plassert i en fjernsynkronisert Samling, må også være fjernsynkronisert.
nl: Een verzameling die in een extern gesynchroniseerde verzameling is geplaatst, moet ook extern worden gesynchroniseerd.
pl: Kolekcja umieszczona w kolekcji synchronizowanej zdalnie musi być również synchronizowana zdalnie.
pt_br: Uma coleção colocada em uma coleção sincronizada remotamente também deve ser sincronizada remotamente.
ru: Коллекция, помещенная в удаленно синхронизированную коллекцию, также должна быть удаленно синхронизирована.
sk: Kolekcia umiestnená v kolekcii synchronizovanej na diaľku musí byť tiež synchronizovaná na diaľku.
sl: Zbirka, ki je umeščena v zbirko, ki se sinhronizira na daljavo, mora biti tudi sinhronizirana na daljavo.
sq: Një Koleksion i vendosur brenda një Koleksioni të sinkronizuar në distancë duhet të jetë gjithashtu i sinkronizuar në distancë.
sr: Kolekcija smeštena u udaljeno sinhronizovanu kolekciju mora takođe biti udaljeno sinhronizovana.
sv: En samling som placeras i en fjärrsynkroniserad samling måste också fjärrsynkroniseras.
tr: Uzaktan senkronize edilen bir Koleksiyona yerleştirilen bir Koleksiyonun da uzaktan senkronize edilmesi gerekir.
uk: Колекція, розміщена в Колекції, синхронізованій з віддаленим джерелом, також має бути синхронізованою з віддаленим джерелом.
vi: Bộ sưu tập được đặt trong Bộ sưu tập được đồng bộ hóa từ xa cũng phải được đồng bộ hóa từ xa.
zh_hk: 放置在遠端同步的 Collection 中的 Collection 也必須是遠端同步的。

source: Maximum number of cards to compute can_run_adhoc_query for. When the number of cards exceeds this threshold, can_run_adhoc_query will return true for all cards without computing actual permissions. Set to 0 to always compute permissions. This only affects how cards are displayed in the query builder and does not affect actual permission enforcement.
ar: الحد الأقصى لعدد البطاقات لحساب can_run_adhoc_query. عندما يتجاوز عدد البطاقات هذه العتبة، سيُرجع can_run_adhoc_query القيمة true لجميع البطاقات بدون حساب الأذونات الفعلية. اضبطه على 0 لحساب الأذونات دائمًا. يؤثر هذا فقط على كيفية عرض البطاقات في منشئ الاستعلامات ولا يؤثر على فرض الأذونات الفعلي.
ca: Nombre màxim de targetes per calcular can_run_adhoc_query. Quan el nombre de targetes supera aquest llindar, can_run_adhoc_query retornarà "true" per a totes les targetes sense calcular els permisos reals. Establiu-ho a 0 per calcular sempre els permisos. Això només afecta la manera com es mostren les targetes al creador de consultes i no afecta l'aplicació real dels permisos.
de: Maximale Anzahl der Karten, für die can_run_adhoc_query berechnet werden soll. Sobald diese Anzahl überschritten wird, gibt can_run_adhoc_query für alle Karten „true“ zurück, ohne die Berechtigungen zu berechnen. Setzen Sie den Wert auf 0, um die Berechtigungen immer zu berechnen. Dies wirkt sich lediglich auf die Darstellung der Karten im Abfrage-Generator aus und hat keinen Einfluss auf die tatsächliche Berechtigungsdurchsetzung.
es: Número máximo de tarjetas para las que se calcula can_run_adhoc_query. Cuando el número de tarjetas supera este umbral, can_run_adhoc_query devolverá "true" para todas las tarjetas sin calcular los permisos reales. Establézcalo en 0 para calcular siempre los permisos. Esto solo afecta la forma en que se muestran las tarjetas en el generador de consultas y no la aplicación de los permisos reales.
fa: حداکثر تعداد کارت‌هایی که باید can_run_adhoc_query برای آنها محاسبه شود. وقتی تعداد کارت‌ها از این آستانه بیشتر شود، can_run_adhoc_query برای همه کارت‌ها بدون محاسبه مجوزهای واقعی، مقدار درست را برمی‌گرداند. برای محاسبه همیشه مجوزها، روی ۰ تنظیم کنید. این فقط بر نحوه نمایش کارت‌ها در سازنده پرس و جو تأثیر می‌گذارد و بر اجرای واقعی مجوزها تأثیری ندارد.
fi: Korttien enimmäismäärä, jolle can_run_adhoc_query lasketaan. Kun korttien määrä ylittää tämän kynnyksen, can_run_adhoc_query palauttaa arvon true kaikille korteille laskematta varsinaisia käyttöoikeuksia. Aseta arvoksi 0, jos haluat käyttöoikeudet laskettavan aina. Tämä vaikuttaa vain siihen, miten kortit näytetään kyselyiden luontityökalussa, eikä se vaikuta varsinaiseen käyttöoikeuksien valvontaan.
fr: Nombre maximal de cartes pour lesquelles la fonction `can_run_adhoc_query` doit être exécutée. Si ce nombre dépasse ce seuil, `can_run_adhoc_query` renverra `true` pour toutes les cartes sans calculer les permissions. Définissez cette valeur sur 0 pour toujours calculer les permissions. Cela affecte uniquement l'affichage des cartes dans l'éditeur de requêtes et n'a aucune incidence sur l'application des permissions.
it: Numero massimo di schede per cui calcolare can_run_adhoc_query. Quando il numero di schede supera questa soglia, can_run_adhoc_query restituirà true per tutte le schede senza calcolare le autorizzazioni effettive. Impostare su 0 per calcolare sempre le autorizzazioni. Questo influisce solo sulla visualizzazione delle schede nel generatore di query e non sull'effettiva applicazione delle autorizzazioni.
ja: can_run_adhoc_query を計算するカードの最大数。カードの数がこのしきい値を超えると、can_run_adhoc_query は実際の権限を計算しずにすべてのカードに対して true を返します。常に権限を計算するには 0 に設定します。これはクエリビルダーでのカードの表示方法にのみ影響し、実際の権限の適用には影響しません。
nb: Maksimalt antall kort som can_run_adhoc_query skal beregnes for. Når antallet kort overstiger denne terskelen, vil can_run_adhoc_query returnere true for alle kort uten å beregne faktiske tillatelser. Sett til 0 for alltid å beregne tillatelser. Dette påvirker bare hvordan kortene vises i spørringsbyggeren, og påvirker ikke den faktiske håndhevingen av tillatelser.
pl: Maksymalna liczba kart do obliczenia can_run_adhoc_query. Gdy liczba kart przekroczy ten próg, can_run_adhoc_query zwróci wartość true dla wszystkich kart bez obliczania rzeczywistych uprawnień. Ustaw wartość 0, aby uprawnienia były zawsze obliczane. Ma to wpływ tylko na sposób wyświetlania kart w kreatorze zapytań i nie wpływa na faktyczne egzekwowanie uprawnień.
pt_br: Número máximo de cartões para os quais `can_run_adhoc_query` deve ser calculado. Quando o número de cartões exceder esse limite, `can_run_adhoc_query` retornará verdadeiro para todos os cartões sem calcular as permissões reais. Defina como 0 para sempre calcular as permissões. Isso afeta apenas a forma como os cartões são exibidos no construtor de consultas e não afeta a aplicação real das permissões.
ru: Максимальное количество карточек, для которых выполняется вычисление can_run_adhoc_query. Когда число карточек превышает этот порог, can_run_adhoc_query будет возвращать true для всех карточек без вычисления реальных прав доступа. Установите 0, чтобы всегда вычислять права доступа. Это влияет только на то, как карточки отображаются в конструкторе запросов, и не влияет на фактическое применение прав доступа.
sk: Maximálny počet kariet, pre ktoré sa má vypočítať can_run_adhoc_query. Keď počet kariet prekročí túto prahovú hodnotu, can_run_adhoc_query vráti hodnotu true pre všetky karty bez výpočtu skutočných povolení. Nastavte na 0, ak chcete povolenia vždy vypočítať. Toto ovplyvní iba spôsob zobrazenia kariet v nástroji na tvorbu dotazov a neovplyvní skutočné vynucovanie povolení.
sl: Največje število kartic za izračun can_run_adhoc_query. Ko število kartic preseže ta prag, bo can_run_adhoc_query vrnil true za vse kartice brez izračuna dejanskih dovoljenj. Nastavite na 0, da se dovoljenja vedno izračunajo. To vpliva le na način prikaza kartic v graditelju poizvedb in ne vpliva na dejansko uveljavljanje dovoljenj.
sq: Numri maksimal i kartave për të llogaritur can_run_adhoc_query. Kur numri i kartave e tejkalon këtë prag, can_run_adhoc_query do të kthejë true për të gjitha kartat pa llogaritur lejet reale. Vendose në 0 për të llogaritur gjithmonë lejet. Kjo ndikon vetëm në mënyrën si shfaqen kartat në ndërtuesin e pyetjeve dhe nuk ndikon në zbatimin real të lejeve.
sr: Maksimalan broj kartica za koji se izračunava can_run_adhoc_query. Kada broj kartica premaši ovaj prag, can_run_adhoc_query će vratiti true za sve kartice bez izračunavanja stvarnih dozvola. Podesite na 0 da se dozvole uvek izračunavaju. Ovo utiče samo na to kako se kartice prikazuju u kreatoru upita i ne utiče na stvarno sprovođenje dozvola.
tr: `can_run_adhoc_query` fonksiyonunun çalıştırılacağı kart sayısının maksimum sınırı. Kart sayısı bu eşiği aştığında, `can_run_adhoc_query` fonksiyonu gerçek izinleri hesaplamadan tüm kartlar için `true` değerini döndürür. İzinleri her zaman hesaplamak için 0 olarak ayarlayın. Bu yalnızca kartların sorgu oluşturucuda nasıl görüntülendiğini etkiler ve gerçek izin uygulamasını etkilemez.
uk: Максимальна кількість карток, для яких обчислювати can_run_adhoc_query. Коли кількість карток перевищує цей поріг, can_run_adhoc_query повертатиме true для всіх карток без обчислення фактичних дозволів. Встановіть 0, щоб завжди обчислювати дозволи. Це впливає лише на те, як картки відображаються в конструкторі запитів, і не впливає на фактичне застосування дозволів.
vi: Số lượng thẻ tối đa để tính toán can_run_adhoc_query. Khi số lượng thẻ vượt quá ngưỡng này, can_run_adhoc_query sẽ trả về true cho tất cả các thẻ mà không tính toán quyền thực tế. Đặt thành 0 để luôn tính toán quyền. Điều này chỉ ảnh hưởng đến cách hiển thị thẻ trong trình tạo truy vấn và không ảnh hưởng đến việc thực thi quyền thực tế.
zh_hk: 計算 can_run_adhoc_query 的最大卡片數量。當卡片的數量超過這個臨界值時，can_run_adhoc_query 將會對所有卡片回傳 true，而不會計算實際的權限。設定為 0 則永遠會計算權限。這只會影響卡片在查詢建立器中的顯示方式，並不會影響實際權限的執行。

source: Comment content must be valid JSON.
ar: يجب أن يكون محتوى التعليق JSON صالحًا.
bg: Съдържанието на коментара трябва да е валиден JSON.
ca: El contingut del comentari ha de ser un JSON vàlid.
de: Der Kommentarinhalt muss gültiges JSON sein.
es: El contenido del comentario debe ser JSON válido.
fa: محتوای نظر باید از نوع JSON معتبر باشد.
fi: Kommentin sisällön on oltava kelvollista JSON-muotoa.
fr: Le contenu du commentaire doit être un JSON valide.
it: Il contenuto del commento deve essere in formato JSON valido.
ja: コメントの内容は有効な JSON である必要があります。
nb: Kommentarinnholdet må være gyldig JSON.
nl: De inhoud van het commentaar moet geldige JSON zijn.
pl: Treść komentarza musi być prawidłowa w formacie JSON.
pt_br: O conteúdo do comentário deve ser um JSON válido.
ru: Содержимое комментария должно быть корректным в формате JSON.
sk: Obsah komentára musí byť platný JSON.
sl: Vsebina komentarja mora biti veljaven JSON.
sq: Përmbajtja e komentit duhet të jetë JSON e vlefshme.
sr: Sadržaj komentara mora biti važeći JSON.
sv: Kommentarinnehållet måste vara giltig JSON.
tr: Yorum içeriği geçerli JSON olmalıdır.
uk: Вміст коментаря має бути валідним JSON.
vi: Nội dung bình luận phải là JSON hợp lệ.
zh_hk: 註解內容必須是有效的 JSON。

source: Content translation
ar: ترجمة المحتوى
bg: Превод на съдържание
ca: Traducció de contingut
de: Inhaltsübersetzung
eo: Vibe check on the content ✨
es: Traducción de contenido
fa: ترجمه محتوا
fi: Sisällön käännös
fr: Traduction de contenu
it: Traduzione dei contenuti
ja: コンテンツ翻訳
nb: Oversettelse av innhold
nl: Inhoudsvertaling
pl: Tłumaczenie treści
pt_br: Tradução de conteúdo
ru: Перевод содержания
sk: Preklad obsahu
sl: Prevod vsebine
sq: Përkthim përmbajtjeje
sr: Prevod sadržaja
sv: Översättning av innehåll
tr: İçerik çevirisi
uk: Переклад контенту
vi: Bản dịch nội dung
zh_hk: 內容翻譯

source: Whether dashboards should default to a user''s last used parameters on load.
ar: ما إذا كان ينبغي أن تكون لوحات المعلومات افتراضيًا على آخر معلمات استخدمها المستخدم عند التحميل.
bg: Дали таблата за управление трябва да използват по подразбиране последните използвани от потребителя параметри при зареждане.
ca: Si els taulers de control han de tenir per defecte els darrers paràmetres utilitzats per un usuari en carregar-los.
de: Ob Dashboards beim Laden standardmäßig die zuletzt vom Benutzer verwendeten Parameter verwenden sollen.
eo: Should dashboards auto-load with your last used settings?
es: Si los paneles deben tener como predeterminados los últimos parámetros utilizados por un usuario al cargar.
fa: اینکه آیا داشبوردها باید به صورت پیش‌فرض آخرین پارامترهای استفاده شده توسط کاربر را در هنگام بارگذاری نمایش دهند یا خیر.
fi: Käytetäänkö raporttinäkymien oletusarvoisesti käyttäjän viimeksi käyttämiä parametreja latauksen yhteydessä.
fr: Si les tableaux de bord doivent par défaut utiliser les derniers paramètres utilisés par un utilisateur lors du chargement.
it: Se le dashboard debbano utilizzare per impostazione predefinita gli ultimi parametri utilizzati dall''utente al caricamento.
ja: ダッシュボードの読み込み時に、ユーザーが最後に使用したパラメータをデフォルトにするかどうか。
nb: Om instrumentpaneler skal bruke brukerens sist brukte parametere som standard når de lastes inn.
nl: Of dashboards bij het laden standaard de laatst gebruikte parameters van een gebruiker moeten gebruiken.
pl: Czy po załadowaniu pulpity nawigacyjne mają domyślnie używać ostatnio użytych przez użytkownika parametrów.
pt_br: Se os painéis devem assumir como padrão os últimos parâmetros usados pelo usuário no carregamento.
ru: Должны ли панели мониторинга по умолчанию использовать последние использованные пользователем параметры при загрузке.
sk: Či sa majú dashboardy pri načítaní predvolene nastaviť na posledné použité parametre používateľa.
sl: Ali naj nadzorne plošče ob nalaganju privzeto nastavijo na zadnje uporabljene parametre uporabnika.
sq: Nëse panelet duhet të përdorin si parazgjedhje parametrat e fundit të përdorur të një përdoruesi kur ngarkohen.
sr: Da li kontrolne table pri učitavanju treba podrazumevano da koriste poslednje parametre koje je korisnik koristio.
sv: Om instrumentpaneler ska använda användarens senast använda parametrar som standard vid inläsning.
tr: Gösterge tablolarının yükleme sırasında kullanıcının son kullandığı parametrelere varsayılan olarak ayarlanıp ayarlanmaması.
uk: Чи мають дашборди під час завантаження за замовчуванням використовувати останні параметри, які застосовував користувач.
vi: Cho dù bảng thông tin có nên mặc định theo các tham số được người dùng sử dụng lần cuối khi tải hay không.
zh_hk: 儀表板是否應該在載入時預設為使用者上次使用的參數。

source: value must be a parameter map with an ''id'' key
ar: يجب أن تكون value خريطة مَعلمات تحتوي على مفتاح ''id''
bg: стойността трябва да бъде карта на параметри с ключ ''id''
ca: El valor ha de ser un mapa de paràmetres amb una clau ''id''
de: Der Wert muss eine Parameterzuordnung mit einem „ID“-Schlüssel sein
eo: yo, the value gotta be a param map with an "id" key, fr fr
es: El valor debe ser un mapa de parámetros con una clave "id"
fa: مقدار باید یک نقشه پارامتر با کلید "id" باشد
fi: arvon on oltava parametrikartta "id"-avaimella
fr: la valeur doit être une carte de paramètres avec une clé « id »
it: il valore deve essere una mappa dei parametri con una chiave ''id''
ja: 値は「id」キーを持つパラメータマップである必要があります
lt: reikšmė turi būti parametrų žemėlapis su „id“ raktu
nb: verdien må være et parameterkart med en "id"-nøkkel
nl: waarde moet een parameterkaart zijn met een ''id''-sleutel
pl: wartość musi być mapą parametrów z kluczem ''id''
pt_br: valor deve ser um mapa de parâmetros com uma chave ''id''
ru: значение должно быть картой параметров с ключом ''id''
sk: hodnota musí byť mapa parametrov s kľúčom ''id''
sl: vrednost mora biti preslikava parametrov s ključem ''id''
sq: vlera duhet të jetë një mapë parametri me një kyç ''id''
sr: value mora biti mapa parametara sa ključem ''id''
sv: värdet måste vara en parameterkarta med en ''id''-nyckel
tr: değer ''id'' anahtarına sahip bir parametre haritası olmalıdır
uk: значення має бути мапою параметрів із ключем ''id''
vi: giá trị phải là một bản đồ tham số với khóa ''id''
zh_hk: value 必須是具有 'id' key 的參數映射

source: You cannot do a shallow copy of this dashboard because it contains Dashboard Questions.
ar: لا يمكنك عمل نسخة سطحية من لوحة المعلومات هذه لأنها تحتوي على Dashboard Questions.
bg: Не можете да направите плитко копие на това табло за управление, защото то съдържа въпроси за таблото за управление.
ca: No podeu fer una còpia superficial d'aquest tauler perquè conté preguntes sobre el tauler.
de: Sie können keine oberflächliche Kopie dieses Dashboards erstellen, da es Dashboard-Fragen enthält.
eo: You can't just do a quick copy of this dashboard bc it’s got Dashboard Questions in it, fr.
es: No puedes hacer una copia superficial de este panel porque contiene preguntas del panel.
fa: شما نمی توانید یک کپی کم عمق از این داشبورد انجام دهید زیرا حاوی سوالات داشبورد است.
fi: Et voi tehdä matalaa kopiota tästä kojelaudasta, koska se sisältää hallintapaneelikysymyksiä.
fr: Vous ne pouvez pas faire une copie superficielle de ce tableau de bord car il contient des questions de tableau de bord.
it: Non è possibile creare una copia superficiale di questa dashboard perché contiene domande sulla dashboard.
ja: このダッシュボードにはダッシュボードの質問が含まれているため、簡易コピーを行うことはできません。
lt: Negalite kopijuoti šios informacijos suvestinės, nes joje yra informacijos suvestinės klausimų.
nb: Du kan ikke lage en overfladisk kopi av dette dashbordet fordi det inneholder dashbordspørsmål.
nl: Je kunt geen oppervlakkige kopie van dit dashboard maken, omdat het dashboardvragen bevat.
pl: Nie można wykonać płytkiej kopii tego pulpitu nawigacyjnego, ponieważ zawiera on pytania dotyczące pulpitu nawigacyjnego.
pt_br: Você não pode fazer uma cópia superficial deste painel porque ele contém perguntas do painel.
ru: Вы не можете сделать поверхностную копию этой панели, поскольку она содержит вопросы панели.
sk: Nemôžete vytvoriť plytkú kópiu tohto informačného panela, pretože obsahuje otázky týkajúce sa informačného panela.
sl: Ne morete narediti plitke kopije te nadzorne plošče, ker vsebuje vprašanja nadzorne plošče.
sq: Nuk mund të bëni një kopje shallow të këtij paneli sepse përmban Pyetje të Panelit.
sr: Ne možete napraviti plitku kopiju ove kontrolne table jer sadrži Dashboard Questions.
sv: Du kan inte göra en ytlig kopia av den här instrumentpanelen eftersom den innehåller Dashboard-frågor.
tr: Bu panonun yüzeysel bir kopyasını oluşturamazsınız çünkü Pano Soruları içermektedir.
uk: Не можна зробити поверхневу копію цієї приладової дошки, тому що вона містить запитання приладової дошки.
vi: Bạn không thể sao chép sơ bộ bảng thông tin này vì nó chứa các Câu hỏi về bảng thông tin.
zh_hk: 您無法對此儀表板進行淺層複製，因為它包含儀表板問題。

source: Document must be archived before it can be deleted.
ar: يجب أرشفة المستند قبل أن يمكن حذفه.
bg: Документът трябва да бъде архивиран, преди да може да бъде изтрит.
ca: El document s'ha d'arxivar abans de poder-se suprimir.
de: Das Dokument muss archiviert werden, bevor es gelöscht werden kann.
es: El documento debe archivarse antes de poder eliminarse.
fa: قبل از حذف سند، باید آن را بایگانی کرد.
fi: Dokumentti on arkistoitava ennen kuin se voidaan poistaa.
fr: Le document doit être archivé avant de pouvoir être supprimé.
it: Il documento deve essere archiviato prima di poter essere eliminato.
ja: ドキュメントを削除する前にアーカイブする必要があります。
nb: Dokumentet må arkiveres før det kan slettes.
nl: Het document moet worden gearchiveerd voordat het kan worden verwijderd.
pl: Aby można było usunąć dokument, należy go zarchiwizować.
pt_br: O documento deve ser arquivado antes de poder ser excluído.
ru: Перед удалением документ необходимо заархивировать.
sk: Dokument musí byť pred odstránením archivovaný.
sl: Dokument je treba arhivirati, preden ga je mogoče izbrisati.
sq: Dokumenti duhet të arkivohet para se të mund të fshihet.
sr: Dokument mora biti arhiviran pre nego što može da se obriše.
sv: Dokumentet måste arkiveras innan det kan raderas.
tr: Belgenin silinebilmesi için öncelikle arşivlenmesi gerekir.
uk: Документ потрібно архівувати, перш ніж його можна буде видалити.
vi: Tài liệu phải được lưu trữ trước khi có thể xóa.
zh_hk: 文件必須先歸檔才能刪除。
