Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: JSON containing LDAP to Metabase group mappings.
ar: JSON يحتوي على تعيينات المجموعات من LDAP إلى Metabase.
bg: JSON, съдържащ съпоставяния на LDAP към Metabase група.
ca: El JSON que conté la correspondència de LDAP als grups de Metabase.
de: JSON enthält Mappings zwischen LDAP- und Metabase-Gruppen
eo: JSON with LDAP to Metabase group hookups, fr fr
es: JSON que contiene las correspondencia de LDAP a grupos de Metabase.
fa: JSON حاوی LDAP به گروه بندی Metabase گروه.
fi: JSON jossa LDAPin ja Metabase ryhmän välisiä mäppäyksiä.
fr: JSON contenant les mappings entre groupes Metabase et LDAP.
hu: JSON, amely LDAP és Metabase csoportleképezéseket tartalmaz.
it: JSON contiene le mappature di LDAP ai gruppi Metabase.
ja: LDAPとMetabaseのグループマッピングを含むJSON
lt: JSON, kuriame yra LDAP į metabazės grupės vaizdus.
ms: JSON yang mengandungi pemetaan kumpulan LDAP ke Metabase.
nb: JSON som knytter sammen LDAP- og Metabase-grupper.
nl: JSON met LDAP naar Metabase-groepstoewijzingen.
pl: JSON zawierający LDAP do mapowania grupy Metabase.
pt_br: JSON contendo mapeamentos de grupos LDAP para o Metabase.
ru: JSON содержащий сопоставление между группами LDAP и Metabase.
sk: JSON obsahujúci mapovanie skupín LDAP do Metabase.
sl: JSON, ki vsebuje preslikave LDAP v skupino metabaz.
sq: JSON që përmban mapimet e grupeve nga LDAP në Metabase.
sr: JSON koji sadrži mapiranja LDAP → Metabase grupa.
sv: JSON innehållande mappning mellan LDAP- och Metabasegrupper.
tr: Metabase grup eşlemelerine LDAP içeren JSON.
uk: JSON, що містить мапінги груп LDAP до груп Metabase.
vi: JSON chứa ánh xạ nhóm LDAP sang Metabase.
zh_hk: JSON包含LDAP到Metabase 組映射

source: Slack API bearer token obtained from https://api.slack.com/web#authentication
hu: Slack API hordozói token megszerezve innen: https://api.slack.com/web#authentication
ms: Token pembawa API Slack diperoleh dari https://api.slack.com/web#authentication

source: Enable MetaBot, which lets you search for and view your saved questions directly via Slack.
hu: Engedélyezze a MetaBot-ot, amely lehetővé teszi a mentett kérdések keresését és megtekintését közvetlenül a Slack-en keresztül.
ms: Aktifkan MetaBot, yang membolehkan anda mencari dan melihat soalan yang disimpan terus melalui Slack.

source: Last MetaBot checkin was {0} ago.
hu: Az utolsó MetaBot bejelentkezés {0} volt.
ms: Daftar masuk MetaBot terakhir adalah {0} yang lalu.

source: This instance will now handle MetaBot duties.
hu: Ez a példány mostantól ellátja a MetaBot feladatokat.
ms: Contoh ini kini akan mengendalikan tugas MetaBot.

source: Here''s what I can {0}:
hu: A következőt tudom {0}:
ms: Ini apa yang saya boleh {0}:

source: I don''t know how to {0} `{1}`.n{2}
hu: Nem tudom, hogyan kell {0} `{1}`.n{2}
ms: Saya tidak tahu cara untuk {0} {1}.\n{2}

source: Uh oh! :cry:n> {0}
ms: Oh tidak! :cry:\n> {0}

source: Here''s your {0} most recent cards:n{1}
hu: Íme a {0} legutóbbi kártyája:n{1}
ms: Ini kad terbaru {0} anda:\n{1}

source: Could you be a little more specific? I found these cards with names that matched:n{0}
hu: Kicsit konkrétabb lehetne? Találtam néhány kártyát, amelyek nevei egyeznek: {0}
ms: Boleh anda lebih spesifik? Saya menemui kad-kad ini dengan nama yang sepadan:\n{0}

source: I don''t know what Card `{0}` is. Give me a Card ID or name.
hu: Nem tudom, mi az a {0} kártya. Adjon meg egy kártya azonosítót vagy nevet.
ms: Saya tidak tahu apa itu Kad {0}. Berikan saya ID Kad atau nama.

source: Show which card? Give me a part of a card name or its ID and I can show it to you. If you don''t know which card you want, try `metabot list`.
hu: Melyik kártyát mutassam? Adjon meg egy kártyanév részletet vagy azonosítót, és meg tudom mutatni. Ha nem tudja, melyik kártyát akarja, próbálja ki a metabot list parancsot.
ms: Tunjukkan kad mana? Berikan saya sebahagian daripada nama kad atau ID-nya dan saya boleh tunjukkan kepada anda. Jika anda tidak tahu kad mana yang anda mahu, cuba metabot list.

source: Ok, just a second...
hu: Oké, csak egy pillanat...
ms: Baiklah, tunggu sebentar...

source: Not Found
hu: Nem található
ms: Tidak Dijumpai

source: Evaluating Metabot command:
hu: A Metabot parancs kiértékelése:
ms: Menilai arahan Metabot:

source: Go home websocket, you're drunk.
hu: Menj haza websocket, részeg vagy.
ms: Pulanglah websocket, anda mabuk.

source: Error launching metabot:
hu: Hiba a metabot indításakor:
ms: Ralat melancarkan metabot:

source: MetaBot WebSocket is closed. Reconnecting now.
hu: A MetaBot WebSocket bezárva. Újracsatlakozás most.
ms: MetaBot WebSocket ditutup. Menyambung semula sekarang.

source: Error connecting websocket:
hu: Hiba a websocket csatlakoztatásakor:
ms: Ralat menyambung websocket:

source: This instance is performing MetaBot duties.
hu: Ez a példány látja el a MetaBot feladatokat.
ms: Contoh ini sedang menjalankan tugas MetaBot.

source: Another instance is already handling MetaBot duties.
hu: Egy másik példány már ellátja a MetaBot feladatokat.
ms: Satu lagi contoh sudah mengendalikan tugas MetaBot.

source: Starting MetaBot threads...
hu: MetaBot szálak indítása...
ms: Memulakan benang MetaBot...

source: Stopping MetaBot... 🤖
hu: A MetaBot leállítása... 🤖
ms: Memberhentikan MetaBot... 🤖

source: MetaBot already running. Killing the previous WebSocket listener first.
hu: MetaBot már fut. Először az előző WebSocket hallgatót állítjuk le.
ms: MetaBot sudah berjalan. Menghentikan pendengar WebSocket sebelumnya terlebih dahulu.

source: Base-64 encoded public key for this site's SSL certificate.
hu: Base-64 kódolt nyilvános kulcs ehhez az oldal SSL tanúsítványához.
ms: Kunci awam yang dikodkan Base-64 untuk sijil SSL laman ini.

source: Specify this to enable HTTP Public Key Pinning.
hu: Adja meg ezt a HTTP nyilvános kulcs rögzítés engedélyezéséhez.
ms: Nyatakan ini untuk mengaktifkan Penyematan Kunci Awam HTTP.

source: See {0} for more information.
hu: További információkért lásd {0}.
ms: Lihat {0} untuk maklumat lanjut.

source: Cannot save Question: source query has circular references.
eo: Bruh, can’t save it: the source query’s got some nasty circular refs.
hu: Nem menthető a kérdés: a forráslekérdezés körkörös hivatkozásokat tartalmaz.
lt: Negalima išsaugoti Klausimas: šaltinio užklausa turi apykaitines nuorodas.
ms: Tidak boleh menyimpan Soalan: Query sumber mempunyai rujukan bulat.

source: Card {0} does not exist.
ar: البطاقة {0} غير موجودة.
bg: Карта {0} не съществува.
ca: No existeix la Targeta {0}
de: Karte {0} existiert nicht.
eo: Bro, card {0} ain't a vibe, it doesn't exist lol
es: No existe la tarjeta {0}
fa: کارت {0} وجود ندارد.
fi: Korttia {0} ei ole olemassa.
fr: La Carte {0} n'existe pas.
hu: A(z) {0} kártya nem létezik.
it: La Carta {0} non esiste.
ja: カード{0}は存在しません。
lt: Kortelė {0} neegzistuoja.
ms: Kad {0} tidak wujud.
nb: Kort {0} fins ikke.
nl: Kaart {0} bestaat niet.
pl: Karta {0} nie istnieje.
pt_br: O cartão {0} não existe.
ru: Карточка {0} не существует.
sk: Karta {0} neexistuje.
sl: Kartica {0} ne obstaja.
sq: Karta {0} nuk ekziston.
sr: Kartica {0} ne postoji.
sv: Listan {0} finns inte.
tr: {0} kartı mevcut değil.
uk: Картка {0} не існує.
vi: Thẻ {0} không tồn tại.
zh_hk: 卡片{0}不存在

source: You do not have permissions to run ad-hoc native queries against Database {0}.
hu: Nincs engedélye ad-hoc natív lekérdezések futtatására a(z) {0} adatbázis ellen.
ms: Anda tidak mempunyai kebenaran untuk menjalankan query asli ad-hoc terhadap Pangkalan Data {0}.

source: Invalid color
hu: Érvénytelen szín
ms: Warna tidak sah

source: must be a valid 6-character hex color code
hu: érvényes 6 karakterből álló hexadecimális színkódnak kell lennie
ms: mesti kod warna heks 6 aksara yang sah

source: Collection name cannot be blank!
ar: لا يمكن أن يكون اسم المجموعة فارغًا!
bg: Името на колекцията не може да бъде празно!
ca: El nom de la col·lecció no pot estar buit!
de: Sammlungsbezeichnung darf nicht leer sein!
eo: Bro, you can’t leave the collection name blank, that’s a no-go.
es: ¡El nombre de la colección no puede estar vacío!
fa: اسم مجموعه نمیتواند خالی باشد.
fi: Kokoelman nimi ei voi olla tyhjä!
fr: Le nom de collection ne peut être vide !
hu: A gyűjtemény neve nem lehet üres!
it: Il nome della collezione non può essere vuoto!
ja: コレクション名は空欄にできません!
lt: Kolekcijos pavadinimas negali būti tuščias!
ms: Nama koleksi tidak boleh kosong!
nb: Navn på samling kan ikke være tomt!
nl: Collectienaam kan niet leeg zijn!
pl: Nazwa kolekcji nie może być pusta!
pt_br: O nome da coleção não pode ficar em branco!
ru: Имя коллекции не может быть пустым!
sk: Názov kolekcie nesmie zostať prázdny!
sl: Ime zbirke ne more biti prazno!
sq: Emri i Koleksionit nuk mund të jetë bosh!
sr: Ime kolekcije ne može biti prazno!
sv: Samlingens namn får inte vara blank!
tr: Koleksiyon adı boş bırakılamaz!
uk: Назва колекції не може бути порожньою!
vi: Tên bộ sưu tập không thể để trống!
zh_hk: 集合名字不能為空！

source: cannot be blank
ar: لا يمكن أن يكون فارغًا
bg: не може да остане празно
ca: no pot estar buit
de: darf nicht leer sein
eo: can't be empty fr
es: no puede ser vacío
fa: نمی‌تونه خالی باشه
fi: ei voi olla tyhjä
fr: ne peut être vide
hu: nem lehet üres
it: non può essere vuoto
ja: 空欄にできません
lt: negali būti tuščias
ms: tidak boleh kosong
nb: kan ikke være blank
nl: kan niet leeg zijn
pl: nie może być puste
pt_br: não pode ficar em branco
ru: не может быть пустым
sk: nemôže byť prázdne
sl: ne more biti prazno
sq: nuk mund të jetë bosh
sr: ne može biti prazno
sv: får inte vara blank
tr: boş bırakılamaz
uk: не може бути порожнім
vi: không thể để trống
zh_hk: 不能是空白的

source: Invalid Collection location: path is invalid.
ar: موقع مجموعة غير صالح: المسار غير صالح.
bg: Невалидно местоположение на колекцията: пътят е невалиден.
ca: Ubicació de la col·lecció no vàlida: la ruta no és vàlida.
de: Ungültige Position der Sammlung: Pfad ist ungültig.
eo: Bruh, the collection spot is so sus—path is invalid.
es: Ubicación de colección inválida: la ruta no es válida.
fa: محل مجموعه غیر معتبر: آدرس نامعتبر می باشد.
fi: Virheellinen kokoelman sijainti: polku on virheellinen.
fr: Emplacement de collection invalide : le chemin est invalide.
hu: Érvénytelen gyűjtemény helye: az elérési út érvénytelen.
it: locazione della Collezione non valida: percorso non valido
ja: 無効なコレクションの場所: パスが無効です。
lt: Netinkama rinkimo vieta: kelias neteisingas.
ms: Lokasi Koleksi tidak sah: laluan tidak sah.
nb: Ugyldig samlingsplassering: sti er ugyldig.
nl: Ongeldige afhaallocatie: pad is ongeldig.
pl: Nieprawidłowa lokalizacja Kolekcji: ścieżka jest nieprawidłowa.
pt_br: Local inválido da coleção: o caminho é inválido.
ru: Некорректный путь к коллекции.
sk: Neplatné umiestnenie zbierky: cesta je neplatná.
sl: Neveljavno mesto zbiranja: pot je neveljavna.
sq: Vendndodhje e pavlefshme e Koleksionit: path-i është i pavlefshëm.
sr: Nevažeća lokacija Kolekcije: putanja je nevažeća.
sv: Felaktig plats för samlingen: sökvägen är felaktig.
tr: Geçersiz Koleksiyon yeri: yol geçersiz.
uk: Недійсне розташування колекції: шлях недійсний.
vi: Vị trí Bộ sưu tập không hợp lệ: đường dẫn không hợp lệ.
zh_hk: 集合位置無效：路徑無效。

source: You cannot move a Personal Collection.
ar: لا يمكنك نقل مجموعة شخصية.
bg: Не можете да преместите Лична колекция.
ca: No pots moure una col·lecció personal.
de: Du kannst eine private Sammlung nicht verschieben.
eo: You can't even move a Personal Collection, fr fr.
es: No puedes mover una Colección Personal.
fa: شما نمیتوانید یک مجموعه شخصی را جا به جا کنید.
fi: Et voi siirtää Henkilökohtaista kokoelmaa.
fr: Vous ne pouvez déplacer une collection personnelle.
hu: Személyes gyűjteményt nem mozgathat.
it: Non puoi muovere una Collezione Personale
ja: パーソナルコレクションは移動できません。
lt: Negalite perkelti asmeninės kolekcijos.
ms: Anda tidak boleh memindahkan Koleksi Peribadi.
nb: Du kan ikke flytte en personlig samling.
nl: Je kunt een persoonlijke collectie niet verplaatsen.
pl: Nie można przenieść Osobistej Kolekcji.
pt_br: Não é possível mover uma coleção pessoal.
ru: Вы не можете переместить Личную коллекцию.
sk: Osobnú kolekciu nemôžete presunúť.
sl: Osebne zbirke ne morete premakniti.
sq: Nuk mund të lëvizni një Koleksion Personal.
sr: Ne možete premestiti Ličnu kolekciju.
sv: Du kan inte flytta en personlig samling.
tr: Kişisel Koleksiyonunuzu taşıyamazsınız.
uk: Ви не можете перемістити особисту колекцію.
vi: Bạn không thể di chuyển Bộ sưu tập cá nhân.
zh_hk: 您無法移動個人集合。

source: Invalid Collection location: some or all ancestors do not exist.
ar: موقع مجموعة غير صالح: بعض الأسلاف أو كلهم غير موجودين.
bg: Невалидно местоположение на колекцията: някои или всички предци не съществуват.
ca: Ubicació de la col·lecció no vàlida: un o més dels seus predecessors no existeixen.
de: Ungültige Sammelstelle: einige oder alle Vorfahren existieren nicht.
eo: Bruh, this collection location is invalid: some or all ancestors are totally ghosted.
es: Ubicación de colección inválida: uno o más antepasados no existen.
fa: محل جمع آوری نامعتبر: برخی یا همه اجداد وجود ندارد.
fi: Virheellinen kokoelman sijainti: jokin tai kaikki edeltäjät puuttuvat.
fr: Emplacement de collection invalide : au moins un ancêtre n'existe pas.
hu: Érvénytelen gyűjtemény helye: néhány vagy az összes előd nem létezik.
it: locazione della Collezione non valida: alcuni degli ancestori non esistono
ja: 無効なコレクションの場所: 一部またはすべての先祖が存在しません。
lt: Neteisinga rinkimo vieta: kai kurie arba visi protėviai neegzistuoja.
ms: Lokasi Koleksi tidak sah: beberapa atau semua nenek moyang tidak wujud.
nb: Ugyldig plassering av samling: noen eller alle toppsamlinger finnes ikke.
nl: Ongeldige verzamellocatie: sommige of alle bovenliggende items bestaan niet.
pl: Nieprawidłowa lokalizacja K: niektórzy lub wszyscy przodkowie nie istnieją.
pt_br: Local inválido da coleção: alguns ou todos os ancestrais não existem.
ru: Некорректное путь коллекции: некоторые или все предки не существуют.
sk: Neplatné umiestnenie kolekcie: Niektorí alebo všetci predkovia neexistujú.
sl: Neveljavna lokacija zbirke: nekateri ali vsi predniki ne obstajajo.
sq: Vendndodhje e pavlefshme e Koleksionit: disa ose të gjithë paraardhësit nuk ekzistojnë.
sr: Nevažeća lokacija Kolekcije: neki ili svi preci ne postoje.
sv: Felaktig plats för samligen: Några eller alla ursprung finns inte.
tr: Geçersiz Koleksiyon yeri: bazı ya da tüm atalar mevcut değildir.
uk: Недійсне розташування колекції: деякі або всі батьківські елементи не існують.
vi: Vị trí Bộ sưu tập không hợp lệ: một số hoặc tất cả bộ sưu tập trước không tồn tại.
zh_hk: 集合位置無效：部分或全部祖先不存在。

source: You cannot archive the Root Collection.
hu: A gyökérgyűjteményt nem archiválhatja.
lt: Negalite archyvuoti šaknų kolekcijos.
ms: Anda tidak boleh mengarkibkan Koleksi Root.

source: You cannot archive a Personal Collection.
eo: You can’t even archive a Personal Collection, fr fr
hu: Személyes gyűjteményt nem archiválhat.
lt: Negalite archyvuoti asmeninės kolekcijos.
ms: Anda tidak boleh mengarkibkan Koleksi Peribadi.

source: You cannot move the Root Collection.
ar: لا يمكنك نقل المجموعة الجذرية.
bg: Не можете да преместите Root Collection.
ca: No es pot moure la col·lecció arrel.
de: Du kannst die Root-Sammlung nicht verschieben.
eo: You can’t even move the Root Collection, fr.
es: ¡No puedes mover la Colección Raíz!
fa: شما نمیتوانید مجموعه ریشه ای را جا به جا کنید
fi: Et voi siirtää juurikokoelmaa.
fr: Vous ne pouvez déplacer la collection racine.
hu: A gyökérgyűjteményt nem mozgathatja.
it: Non puoi spostare la Collezione Root
ja: ルートコレクションは移動できません。
lt: Negalite perkelti šaknų kolekcijos.
ms: Anda tidak boleh memindahkan Koleksi Root.
nb: Du kan ikke flytte hovedsamlingen.
nl: Je kunt de rootcollectie niet verplaatsen.
pl: Nie można przenieść Kolekcji Głównej.
pt_br: Não é possível mover a coleção raiz.
ru: Вы не можете переместить корневую коллекцию.
sk: Kolekciu Root nemôžete presunúť.
sl: Korenske zbirke ni mogoče premakniti.
sq: Nuk mund të lëvizni Koleksionin rrënjë.
sr: Ne možete premestiti Osnovnu kolekciju.
sv: Du kan inte flytta root-samlingen.
tr: Kök Koleksiyonunu taşıyamazsınız.
uk: Ви не можете перемістити кореневу колекцію.
vi: Bạn không thể di chuyển Bộ sưu tập gốc.
zh_hk: 您無法移動根集合。

source: You cannot move a Collection into itself or into one of its descendants.
ar: لا يمكنك نقل مجموعة إلى داخل نفسها أو إلى أحد فروعها التابعة.
bg: Не можете да преместите колекция в себе си или в един от нейните потомци.
ca: No es pot moure una col·lecció dins de si mateixa o dins d'un dels seus descendents.
de: Du kannst eine Sammlung nicht sich selbst oder einer ihrer untergeordneten Sammlungen hinzufügen.
eo: You can't slide a Collection into itself or its kids, fr fr.
es: No puedes mover una Colección dentro de si misma o dentro de uno de sus descendientes.
fa: شما نمی توانید مجموعه را به خود و یا به یکی از فرزندان خود منتقل کنید.
fi: Et voi siirtää kokoelmaa siihen itseensä tai sen omiin alikokoelmiin.
fr: Vous ne pouvez déplacer une collection vers elle-même ou vers un de ses descendants.
hu: Nem helyezhet egy gyűjteményt önmagába vagy egyik leszármazottjába.
it: Non puoi spostare una Collezione dentro se stessa o in una discendente da se stessa.
ja: コレクションをそれ自身または子孫の1つに移動することはできません。
lt: Jūs negalite perkelti kolekcijos į save ar į vieną iš jo palikuonių.
ms: Anda tidak boleh memindahkan Koleksi ke dalam dirinya sendiri atau ke salah satu keturunannya.
nb: Du kan ikke flytte en samling til seg selv eller til en av undersamlingene.
nl: Je kunt een collectie niet naar zichzelf of naar een van zijn afstammelingen verplaatsen.
pl: Nie można przenieść Kolekcji do samej siebie lub do jednego z jej elementów podrzędnych.
pt_br: Não é possível mover uma coleção para dentro dela mesma ou para um de seus descendentes.
ru: Вы не можете переместить коллекцию внутрь себя или в дочерние элементы.
sk: Kolekciu nemôžete presunúť do seba alebo do jedného z jej potomkov.
sl: Zbirke ne morete premakniti vase ali v enega od njenih potomcev.
sq: Nuk mund të lëvizni një Koleksion brenda vetes ose brenda një prej pasardhësve të tij.
sr: Ne možete premestiti Kolekciju u samu sebe ili u neku od svojih potomaka.
sv: Du kan inte flytta en samling till sig själv eller till en av efterföljarna.
tr: Bir Koleksiyonu kendi içine veya soyundan birisine taşıyamazsınız.
uk: Ви не можете перемістити колекцію в саму себе або в одного з її нащадків.
vi: Bạn không thể di chuyển Bộ sưu tập vào chính nó hoặc vào một trong những tập con của nó.
zh_hk: 您無法將一個集合移動到其自身或其後代中。

source: Moving Collection {0} and its descendants from {1} to {2}
hu: A(z) {0} gyűjtemény és leszármazottainak áthelyezése innen: {1} ide: {2}
ms: Memindahkan Koleksi {0} dan keturunannya daripada {1} ke {2}

source: You're not allowed to change the owner of a Personal Collection.
hu: Nem módosíthatja a személyes gyűjtemény tulajdonosát.
ms: Anda tidak dibenarkan menukar pemilik Koleksi Peribadi.

source: You're not allowed to move a Personal Collection.
hu: Személyes gyűjteményt nem mozgathat.
ms: Anda tidak dibenarkan memindahkan Koleksi Peribadi.

source: You cannot move a Collection and archive it at the same time.
hu: Egy gyűjteményt nem mozgathat és archiválhat egyszerre.
ms: Anda tidak boleh memindahkan Koleksi dan mengarkibkannya pada masa yang sama.

source: You cannot delete a Personal Collection!
ar: لا يمكنك حذف مجموعة شخصية!
bg: Не можете да изтриете Лична колекция!
ca: No pots eliminar una col·lecció personal!
de: Du kannst eine persönliche Sammlung nicht löschen!
eo: You can't even delete a Personal Collection, fr fr
es: ¡No puedes eliminar una Colección Personal!
fa: شما نمی توانید یک مجموعه شخصی را حذف کنید!
fi: Et voi poistaa henkilökohtaista kokoelmaa!
fr: Vous ne pouvez supprimer une collection personnelle !
hu: Személyes gyűjteményt nem törölhet!
it: Non puoi cancellare una Collezione Personale!
ja: パーソナルコレクションを削除することはできません。
lt: Negalite ištrinti asmeninės kolekcijos!
ms: Anda tidak boleh memadam Koleksi Peribadi!
nb: Du kan ikke slette en Personling samling
nl: U kunt een persoonlijke collectie niet verwijderen!
pl: Nie możesz usunąć Kolekcji Osobistej!
pt_br: Não é possível excluir uma coleção pessoal!
ru: Вы не можете удалить личную коллекцию!
sk: Osobnú kolekciu nemôžete odstrániť!
sl: Osebne zbirke ne morete izbrisati!
sq: Nuk mund të fshini një Koleksion Personal!
sr: Ne možete obrisati Ličnu kolekciju!
sv: Du kan inte ta bort en personlig samling!
tr: Kişisel Koleksiyonunuzu silemezsiniz!
uk: Ви не можете вилучити особисту колекцію!
vi: Bạn không thể xóa Bộ sưu tập cá nhân!
zh_hk: 您無法刪除個人集合！

source: {0} {1}''s Personal Collection
ar: المجموعة الشخصية لـ {0} {1}
bg: Лична колекция на {0} {1}
ca: Col·lecció personal de {0} {1}
de: {0} {1}''s persönliche Sammlung
eo: {0} {1}’s drip stash
es: Colección Personal de {0} {1}
fa: {0} {1} مجموعه شخصی
fi: {0} {1} henkilökohtainen kokoelma
fr: Collection personnelle de {0} {1}
hu: {0} {1} szem
it: {0} {1} è una Collezione Personale
ja: {0} {1}さんのパーソナルコレクション
lt: {0} {1} asmeninė kolekcija
ms: Koleksi Peribadi {0} {1}
nb: {0} {1}s personlige samling
nl: Persoonlijke collectie van {0} {1}
pl: {0} {1} Kolekcja Osobista
pt_br: Coleção pessoal de {0} {1}
ru: {0} личная коллекция {1}
sk: Osobná kolekcia {0} {1}
sl: Osebna zbirka {0} {1}
sq: Koleksioni Personal i {0} {1}
sr: Lična kolekcija: {0} {1}
sv: {0} {1}s personliga samling
tr: {0} {1} 'ın Kişisel Koleksiyonu
uk: Особиста колекція {0} {1}
vi: Bộ sưu tập cá nhân của {0} {1}
zh_hk: {0} {1}的個人集合

source: You cannot update a CollectionRevision!
hu: Gyűjteményrevíziót nem frissíthet!
ms: Anda tidak boleh mengemas kini CollectionRevision!

source: Field {0} was previously automatically set to show a list widget, but now has {1} values.
hu: A(z) {0} mező korábban automatikusan úgy lett beállítva, hogy egy listázó widgetet mutasson, de most {1} értékeket tartalmaz.
ms: Medan {0} sebelum ini diset secara automatik untuk menunjukkan widget senarai, tetapi kini mempunyai nilai {1}.

source: Switching Field to use a search widget instead.
hu: Mező váltása keresési widget használatára.
ms: Menukar Medan untuk menggunakan widget carian sebaliknya.

source: Storing updated FieldValues for Field {0}...
hu: Frissített MezőÉrtékek tárolása a(z) {0} mezőhöz...
ms: Menyimpan Nilai Medan yang dikemas kini untuk Medan {0}...

source: Storing FieldValues for Field {0}...
hu: MezőÉrtékek tárolása a(z) {0} mezőhöz...
ms: Menyimpan Nilai Medan untuk Medan {0}...

source: Metabase can attempt to transform your table and field names into more sensible, human-readable versions, e.g. "somehorriblename" becomes "Some Horrible Name".
hu: A metabázis megkísérelheti átalakítani a tábla- és mezőneveket ésszerűbb, ember által olvashatóbb verziókká, pl. A "kovácsjánosistván" "Kovács János István" lesz.
ms: Metabase boleh cuba mengubah nama jadual dan medan anda kepada versi yang lebih munasabah dan boleh dibaca oleh manusia, contohnya "somehorriblename" menjadi "Some Horrible Name".

source: This doesn’t work all that well if the names are in a language other than English, however.
hu: Ez azonban nem működik olyan jól, ha a nevek más nyelven vannak, mint angolul.
ms: Walau bagaimanapun, ini tidak berfungsi dengan baik jika nama-nama itu dalam bahasa selain daripada Inggeris.

source: Do you want us to take a guess?
hu: Akarod, hogy tippeljünk?
ms: Adakah anda mahu kami meneka?

source: You cannot create or revoke permissions for the 'Admin' group.
hu: Nem hozhat létre vagy vonhat vissza engedélyeket az 'Admin' csoport számára.
ms: Anda tidak boleh membuat atau menarik balik kebenaran untuk kumpulan 'Admin'.
