Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You do not have permission to view data of table {0} in result_metadata.
ar: ليست لديك صلاحية عرض بيانات الجدول {0} في result_metadata.
bg: Нямате разрешение да преглеждате данните от таблица {0} в result_metadata.
ca: No teniu permís per veure les dades de la taula {0} a result_metadata.
de: Sie haben keine Berechtigung, Daten der Tabelle {0} in result_metadata anzuzeigen.
es: No tiene permiso para ver los datos de la tabla {0} en result_metadata.
fa: شما اجازه مشاهده داده‌های جدول {0} در result_metadata را ندارید.
fi: Sinulla ei ole oikeutta tarkastella taulukon {0} tietoja result_metadata-taulukossa.
fr: Vous n'avez pas l'autorisation d'afficher les données de la table {0} dans result_metadata.
it: Non hai l'autorizzazione per visualizzare i dati della tabella {0} in result_metadata.
ja: result_metadata 内のテーブル {0} のデータを表示する権限がありません。
nb: Du har ikke tillatelse til å vise data fra tabellen {0} i result_metadata.
nl: U hebt geen toestemming om de gegevens van tabel {0} in result_metadata te bekijken.
pl: Nie masz uprawnień do przeglądania danych tabeli {0} w result_metadata.
pt_br: Você não tem permissão para visualizar dados da tabela {0} em result_metadata.
ru: У вас нет разрешения на просмотр данных таблицы {0} в result_metadata.
sk: Nemáte povolenie na zobrazenie údajov tabuľky {0} v súbore result_metadata.
sl: Nimate dovoljenja za ogled podatkov tabele {0} v result_metadata.
sq: Nuk keni leje të shihni të dhënat e tabelës {0} te result_metadata.
sr: Nemate dozvolu da vidite podatke tabele {0} u result_metadata.
sv: Du har inte behörighet att visa data för tabellen {0} i result_metadata.
tr: result_metadata içindeki {0} tablosunun verilerini görüntüleme izniniz yok.
uk: У вас немає дозволу переглядати дані таблиці {0} у result_metadata.
vi: Bạn không có quyền xem dữ liệu của bảng {0} trong result_metadata.
zh_hk: 您沒有權限檢視 result_metadata 中 {0} 資料表的資料。

source: Invalid parameter value type {0} for parameter {1} with widget type {2}. Parameter value must be one of: {3}
ar: نوع قيمة غير صالح {0} للمعلمة {1} ذات نوع الودجت {2}. يجب أن تكون قيمة المعلمة واحدة من: {3}
bg: Невалиден тип стойност на параметър {0} за параметър {1} с тип уиджет {2}. Стойността на параметъра трябва да бъде една от: {3}
ca: Tipus de valor de paràmetre no vàlid {0} per al paràmetre {1} amb el tipus de widget {2}. El valor del paràmetre ha de ser un dels següents: {3}
de: Ungültiger Parameterwerttyp {0} für Parameter {1} mit Widgettyp {2}. Der Parameterwert muss einer der folgenden sein: {3}
es: Tipo de valor de parámetro {0} no válido para el parámetro {1} con tipo de widget {2}. El valor del parámetro debe ser uno de los siguientes: {3}
fa: نوع مقدار پارامتر نامعتبر {0} برای پارامتر {1} با نوع ویجت {2}است. مقدار پارامتر باید یکی از موارد زیر باشد: {3}
fi: Virheellinen parametrin arvotyyppi {0} parametrille {1} , jonka widget-tyyppi on {2}. Parametrin arvon on oltava yksi seuraavista: {3}
fr: Valeur de paramètre non valide : type {0} pour le paramètre {1} avec le type de widget {2}. La valeur du paramètre doit être : {3}
it: Tipo di valore del parametro non valido {0} per il parametro {1} con tipo di widget {2}. Il valore del parametro deve essere uno dei seguenti: {3}
ja: ウィジェットタイプ {2}のパラメータ {1} に対して、パラメータ値タイプ {0} が無効です。パラメータ値は次のいずれかである必要があります: {3}
nb: Ugyldig parameterverditype {0} for parameter {1} med widget type {2}. Parameterverdien må være en av: {3}
nl: Ongeldig parameterwaardetype {0} voor parameter {1} met widgettype {2}. Parameterwaarde moet een van de volgende zijn: {3}
pl: Nieprawidłowy typ wartości parametru {0} dla parametru {1} z typem widżetu {2}. Wartość parametru musi być jedną z następujących: {3}
pt_br: Tipo de valor de parâmetro inválido {0} para o parâmetro {1} com o tipo de widget {2}. O valor do parâmetro deve ser um dos seguintes: {3}
ru: Недопустимый тип значения параметра {0} для параметра {1} с типом виджета {2}. Значение параметра должно быть одним из: {3}
sk: Neplatný typ hodnoty parametra {0} pre parameter {1} s typom widgetu {2}. Hodnota parametra musí byť jedna z: {3}
sl: Neveljavna vrednost parametra tipa {0} za parameter {1} s tipom gradnika {2}. Vrednost parametra mora biti ena od: {3}
sq: Lloj i pavlefshëm i vlerës së parametrit {0} për parametrin {1} me lloj widget-i {2}. Vlera e parametrit duhet të jetë një nga: {3}
sr: Nevažeći tip vrednosti parametra {0} za parametar {1} sa tipom vidžeta {2}. Vrednost parametra mora biti jedna od: {3}
sv: Ogiltig parametervärdetyp {0} för parameter {1} med widgettyp {2}. Parametervärdet måste vara ett av följande: {3}
tr: {2}widget türündeki {1} parametresi için geçersiz parametre değeri türü {0} . Parametre değeri şunlardan biri olmalıdır: {3}
uk: Недійсний тип значення {0} для параметра {1} з типом віджета {2}. Значення параметра має бути одним із: {3}
vi: Giá trị tham số loại {0} không hợp lệ cho tham số {1} với loại tiện ích {2}. Giá trị tham số phải là một trong các loại sau: {3}
zh_hk: 參數 {1} 的參數值類型 {0} 與 widget 類型 {2}無效。參數值必須是以下其中之一： {3}

source: Measure {0} has no aggregation defined.
ar: المقياس {0} لا يحتوي على تجميع مُعرّف.
ca: La mesura {0} no té cap agregació definida.
de: Die Kennzahl {0} hat keine definierte Aggregation.
es: La medida {0} no tiene agregación definida.
fa: معیار {0} هیچ تجمیعی تعریف نشده است.
fi: Mittarille {0} ei ole määritetty aggregointia.
fr: La mesure {0} n'a pas d'agrégation définie.
it: La misura {0} non ha alcuna aggregazione definita.
ja: メジャー {0} には集計が定義されていません。
nb: Tiltaket {0} har ingen aggregering definert.
pl: Miara {0} nie ma zdefiniowanej agregacji.
pt_br: A medida {0} não tem nenhuma agregação definida.
ru: Для меры {0} не определена агрегация.
sk: Miera {0} nemá definovanú agregáciu.
sl: Mera {0} nima definirane agregacije.
sq: Matja {0} nuk ka agregim të përcaktuar.
sr: Mera {0} nema definisanu agregaciju.
tr: {0} ölçüsü için tanımlanmış bir toplama işlemi yok.
uk: Для вимірювання {0} не визначено агрегацію.
vi: Phép đo {0} không có phép tổng hợp nào được định nghĩa.
zh_hk: 測量 {0} 未定義聚集。

source: Measure expansion exceeded maximum depth of {0}.
ar: تجاوز توسيع المقياس الحد الأقصى للعمق {0}.
ca: L'expansió de la mesura ha superat la profunditat màxima de {0}.
de: Die Ausdehnung der Messgröße überschritt die maximale Tiefe von {0}.
es: La expansión de la medida excedió la profundidad máxima de {0}.
fa: اندازه‌گیری انبساط از حداکثر عمق {0}فراتر رفت.
fi: Mittalaajennus ylitti maksimisyvyyden {0}.
fr: L'expansion de la mesure a dépassé la profondeur maximale de {0}.
it: L'espansione della misura ha superato la profondità massima di {0}.
ja: メジャー拡張が最大深度 {0}を超えました。
nb: Måleutvidelsen overskred maksimal dybde på {0}.
pl: Zmierzona ekspansja przekroczyła maksymalną głębokość {0}.
pt_br: A expansão da medida excedeu a profundidade máxima de {0}.
ru: Развёртывание меры превысило максимальную глубину {0}.
sk: Rozšírenie miery prekročilo maximálnu hĺbku {0}.
sl: Razširitev mere je presegla največjo globino {0}.
sq: Zgjerimi i matjes tejkaloi thellësinë maksimale prej {0}.
sr: Proširivanje mere je premašilo maksimalnu dubinu od {0}.
tr: Ölçüm genişlemesi, {0}maksimum derinliğini aştı.
uk: Розгортання вимірювання перевищило максимальну глибину {0}.
vi: Độ giãn nở đo được vượt quá độ sâu tối đa của {0}.
zh_hk: 測量擴展超出最大深度 {0}。

source: Measure {0} not found.
ar: المقياس {0} غير موجود.
ca: No s'ha trobat la mesura {0} .
de: Messgröße {0} nicht gefunden.
es: Medida {0} no encontrada.
fa: معیار {0} یافت نشد.
fi: Mittiä {0} ei löytynyt.
fr: Mesure {0} introuvable.
it: Misura {0} non trovata.
ja: 測定値 {0} が見つかりません。
nb: Mål {0} ble ikke funnet.
pl: Nie znaleziono miary {0} .
pt_br: Medida {0} não encontrada.
ru: Мера {0} не найдена.
sk: Miera {0} sa nenašla.
sl: Mere {0} ni bilo mogoče najti.
sq: Matja {0} nuk u gjet.
sr: Mera {0} nije pronađena.
tr: {0} ölçüsü bulunamadı.
uk: Вимірювання {0} не знайдено.
vi: Không tìm thấy phép đo {0} .
zh_hk: 測量 {0} 未找到。

source: Measures cannot reference metrics. Measure "{0}" (ID {1}) contains a metric reference.
ar: لا يمكن للمقاييس الإشارة إلى metrics. المقياس "{0}" (المعرّف {1}) يحتوي على مرجع metric.
ca: Les mesures no poden fer referència a mètriques. La mesura "{0}" (ID {1}) conté una referència de mètrica.
de: Kennzahlen dürfen keine Metriken referenzieren. Die Kennzahl "{0}" (ID {1}) enthält eine Metrikreferenz.
es: Las medidas no pueden hacer referencia a métricas. La medida "{0}" (ID {1}) contiene una referencia a una métrica.
fa: معیارها نمی‌توانند به معیارها ارجاع دهند. معیار "{0}" (ID {1}) شامل یک مرجع معیار است.
fi: Mittarit eivät voi viitata mittareihin. Mittari "{0}" (ID {1}) sisältää mittaviittauksen.
fr: Les mesures ne peuvent pas faire référence à des métriques. La mesure «{0}» (ID {1}) contient une référence à une métrique.
it: Le misure non possono fare riferimento a metriche. La misura "{0}" (ID {1}) contiene un riferimento a una metrica.
ja: メジャーはメトリックを参照できません。メジャー「{0}」（ID {1}）にはメトリック参照が含まれています。
nb: Tiltak kan ikke referere til metrikk. Tiltaket "{0}" (ID {1}) inneholder en metrisk referanse.
pl: Miary nie mogą odwoływać się do metryk. Miara „{0}” (ID {1}) zawiera odniesienie do metryki.
pt_br: Medidas não podem referenciar métricas. Medida "{0}" (ID {1}) contém uma referência de métrica.
ru: Меры не могут ссылаться на метрики. Мера "{0}" (ID {1}) содержит ссылку на метрику.
sk: Miery nemôžu odkazovať na metriky. Miera „{0}“ (ID {1}) obsahuje odkaz na metriku.
sl: Mere se ne morejo sklicevati na metrike. Mera »{0}« (ID {1}) vsebuje sklic na metriko.
sq: Matjet nuk mund t’u referohen metrikave. Matja "{0}" (ID {1}) përmban një referencë metrikë.
sr: Mere ne mogu da referenciraju metrike. Mera "{0}" (ID {1}) sadrži referencu na metriku.
tr: Ölçümler metrikleri referans gösteremez. "{0}" (ID {1}) ölçümü bir metrik referansı içeriyor.
uk: Вимірювання не можуть посилатися на метрики. Вимірювання "{0}" (ID {1}) містить посилання на метрику.
vi: Các phép đo không thể tham chiếu đến các chỉ số. Phép đo "{0}" (ID {1}) chứa một tham chiếu đến chỉ số.
zh_hk: 度量衡不能參考度量衡。度量衡 "{0}" (ID {1}) 包含度量衡參考。

source: Measure {0} does not exist or belongs to a different Database.
ar: المقياس {0} غير موجود أو ينتمي إلى قاعدة بيانات مختلفة.
ca: La mesura {0} no existeix o pertany a una base de dades diferent.
de: Die Kennzahl {0} existiert nicht oder gehört zu einer anderen Datenbank.
es: La medida {0} no existe o pertenece a una base de datos diferente.
fa: معیار {0} وجود ندارد یا به پایگاه داده دیگری تعلق دارد.
fi: Mittayksikköä {0} ei ole olemassa tai se kuuluu eri tietokantaan.
fr: La mesure {0} n'existe pas ou appartient à une autre base de données.
it: La misura {0} non esiste o appartiene a un database diverso.
ja: メジャー {0} は存在しないか、別のデータベースに属しています。
nb: Tiltaket {0} finnes ikke eller tilhører en annen database.
pl: Miara {0} nie istnieje lub należy do innej bazy danych.
pt_br: A medida {0} não existe ou pertence a um banco de dados diferente.
ru: Мера {0} не существует или относится к другой базе данных.
sk: Miera {0} neexistuje alebo patrí do inej databázy.
sl: Mera {0} ne obstaja ali pripada drugi zbirki podatkov.
sq: Matja {0} nuk ekziston ose i përket një Baze të dhënash tjetër.
sr: Mera {0} ne postoji ili pripada drugoj bazi podataka.
tr: {0} ölçüsü mevcut değil veya farklı bir veritabanına ait.
uk: Вимірювання {0} не існує або належить до іншої бази даних.
vi: Phép đo {0} không tồn tại hoặc thuộc về một Cơ sở dữ liệu khác.
zh_hk: 測量 {0} 不存在或屬於不同的資料庫。

source: The {0} "{1}" and the {2} "{3}" seem to be part of the problem.
ar: يبدو أن {0} "{1}" و{2} "{3}" جزء من المشكلة.
bg: Изглежда, че {0} "{1}" и {2} "{3}" са част от проблема.
ca: El {0} "{1}" i el {2} "{3}" semblen ser part del problema.
de: Die {0} "{1}" und die {2} "{3}" scheinen Teil des Problems zu sein.
es: El {0} "{1}" y el {2} "{3}" parecen ser parte del problema.
fa: به نظر می‌رسد {0} "{1}" و {2} "{3}" بخشی از مشکل باشند.
fi: {0} "{1}" ja {2} "{3}" näyttävät olevan osa ongelmaa.
fr: Le {0} "{1}" et le {2} "{3}" semblent faire partie du problème.
it: Sembra che {0} "{1}" e {2} "{3}" siano parte del problema.
ja: {0} "{1}" と {2} "{3}" が問題の一部であるようです。
nb: {0} "{1}" og {2} "{3}" ser ut til å være en del av problemet.
nl: De {0} "{1}" en de {2} "{3}" lijken deel uit te maken van het probleem.
pl: Wydaje się, że {0} "{1}" i {2} "{3}" są częścią problemu.
pt_br: O {0} "{1}" e o {2} "{3}" parecem ser parte do problema.
ru: {0} "{1}" и {2} "{3}" по-видимому, являются частью проблемы.
sk: Zdá sa, že {0} „{1}“ a {2} „{3}“ sú súčasťou problému.
sl: Zdi se, da sta del težave {0} "{1}" in {2} "{3}".
sq: {0} "{1}" dhe {2} "{3}" duket se janë pjesë e problemit.
sr: {0} "{1}" i {2} "{3}" deluju kao deo problema.
sv: {0} "{1}" och {2} "{3}" verkar vara en del av problemet.
tr: {0} "{1}" ve {2} "{3}" sorunun bir parçası gibi görünüyor.
uk: Схоже, {0} "{1}" і {2} "{3}" є частиною проблеми.
vi: {0} "{1}" và {2} "{3}" có vẻ là một phần của vấn đề.
zh_hk: {0} "{1}「 和 {2} 」{3}" 似乎是問題的一部分。

source: Referenced snippet not found
ar: لم يتم العثور على المقتطف المُشار إليه
bg: Цитираният фрагмент не е намерен
ca: No s'ha trobat el fragment de referència
de: Referenziertes Snippet nicht gefunden
es: No se encontró el fragmento referenciado
fa: قطعه کد ارجاع شده یافت نشد
fi: Viitattua katkelmaa ei löytynyt
fr: Extrait référencé non trouvé
it: Frammento di riferimento non trovato
ja: 参照スニペットが見つかりません
nb: Referert snippet ble ikke funnet
nl: Gerefereerd fragment niet gevonden
pl: Nie znaleziono wskazanego fragmentu kodu
pt_br: Trecho referenciado não encontrado
ru: Указанный фрагмент не найден
sk: Odkazovaný úryvok sa nenašiel
sl: Referenčni delček kode ni bil najden
sq: Fragmenti i kodit i referuar nuk u gjet
sr: Referencirani isječak koda nije pronađen
sv: Refererat utdrag hittades inte
tr: Başvurulan kod parçacığı bulunamadı
uk: Згаданий фрагмент не знайдено
vi: Không tìm thấy đoạn trích được tham chiếu
zh_hk: 未找到引用的片段

source: Snippet {0} does not exist.
ar: المقتطف {0} غير موجود.
bg: Фрагментът {0} не съществува.
ca: El fragment {0} no existeix.
de: Snippet {0} existiert nicht.
es: El fragmento {0} no existe.
fa: قطعه کد {0} وجود ندارد.
fi: Katkelmaa {0} ei ole olemassa.
fr: L'extrait {0} n'existe pas.
it: Il frammento {0} non esiste.
ja: スニペット {0} は存在しません。
nb: Snippet {0} finnes ikke.
nl: Fragment {0} bestaat niet.
pl: Fragment {0} nie istnieje.
pt_br: O snippet {0} não existe.
ru: Фрагмент {0} не существует.
sk: Úryvok {0} neexistuje.
sl: Odrezek {0} ne obstaja.
sq: Fragmenti i kodit {0} nuk ekziston.
sr: Isječak koda {0} ne postoji.
sv: Kodavsnittet {0} finns inte.
tr: {0} kod parçası mevcut değil.
uk: Фрагмент {0} не існує.
vi: Đoạn trích {0} không tồn tại.
zh_hk: 片段 {0} 不存在。

source: Row limit in file exports excluding the header. Enforces 1048575 excluding header as minimum. xlsx downloads are inherently limited to 1048575 rows even if this limit is higher.
ar: حد الصفوف في عمليات تصدير الملفات باستثناء الهيدر. يفرض حدًا أدنى قدره 1048575 باستثناء الهيدر. تنزيلات xlsx محدودة بطبيعتها إلى 1048575 صفًا حتى لو كان هذا الحد أعلى.
bg: Ограничение за редове в експортирания файл, с изключение на заглавката. Налага 1048575 с изключение на заглавката като минимум. xlsx изтеглянията са ограничени до 1048575 реда, дори ако това ограничение е по-високо.
ca: Límit de files a les exportacions de fitxers, excloent la capçalera. Aplica com a mínim 1048575 excloent la capçalera. Les descàrregues xlsx estan limitades inherentment a 1048575 files, encara que aquest límit sigui superior.
de: Zeilenbegrenzung beim Dateiexport ohne Kopfzeile. Erzwingt mindestens 1048.575 Zeilen ohne Kopfzeile. XLSX-Downloads sind grundsätzlich auf 1048.575 Zeilen begrenzt, auch wenn diese Begrenzung höher ist.
eo: Yo, so the max rows you can export in a file (not counting the header) is 1,048,575. The system always enforces at least that much. Also, xlsx downloads are inherently limited to 1,048,575 rows, even if the limit is set higher. Lowkey, that's just how it is.
es: Límite de filas en las exportaciones de archivos, excluyendo el encabezado. Se aplica un mínimo de 1048575 filas, excluyendo el encabezado. Las descargas de archivos xlsx están limitadas inherentemente a 1048575 filas, incluso si este límite es mayor.
fa: محدودیت ردیف در صادرات فایل به استثنای هدر. 1048575 را بدون احتساب هدر به عنوان حداقل اعمال می کند. دانلودهای xlsx ذاتاً به 1048575 ردیف محدود می شوند حتی اگر این محدودیت بیشتر باشد.
fi: Rivirajoitus tiedostojen viennissä otsikkoa lukuun ottamatta. Pakottaa 1048575 pois lukien otsikko vähintään. xlsx-lataukset on luonnostaan rajoitettu 1048575 riviin, vaikka tämä raja on suurempi.
fr: Limite de lignes dans les exportations de fichiers, hors en-tête. 1 048 575 lignes, hors en-tête, est appliqué comme minimum. Les téléchargements XLSX sont intrinsèquement limités à 1 048 575 lignes, même si cette limite est supérieure.
it: Limite di riga nelle esportazioni di file escludendo l'intestazione. Impone 1048575 escludendo l'intestazione come minimo. I download xlsx sono intrinsecamente limitati a 1048575 righe anche se questo limite è più alto.
ja: ヘッダーを除くファイル エクスポートの行数制限。ヘッダーを除いた最小行数は 1048575 です。xlsx のダウンロードは、この制限値よりも高い場合でも、本質的に 1048575 行に制限されます。
lt: Eilučių apribojimas eksportuojant failus, išskyrus antraštę. Įgyvendina 1048575, išskyrus antraštę. xlsx atsisiuntimai iš esmės ribojami iki 1048575 eilučių, net jei ši riba yra didesnė.
nb: Radgrense i fileksport uten topptekst. Håndhever 1048575 uten topptekst som minimum. xlsx-nedlastinger er i seg selv begrenset til 1048575 rader, selv om denne grensen er høyere.
nl: Rijlimiet in bestandsexporten exclusief de header. Dwingt 1048575 exclusief header af als minimum. xlsx-downloads zijn inherent beperkt tot 1048575 rijen, zelfs als deze limiet hoger is.
pl: Limit wierszy w eksportach plików z wyłączeniem nagłówka. Wymusza 1048575 z wyłączeniem nagłówka jako minimum. Pobieranie plików xlsx jest z natury ograniczone do 1048575 wierszy, nawet jeśli ten limit jest wyższy.
pt_br: Limite de linhas em exportações de arquivos, excluindo o cabeçalho. Impõe 1048575, excluindo o cabeçalho, como mínimo. Os downloads de xlsx são inerentemente limitados a 1048575 linhas, mesmo que esse limite seja maior.
ru: Ограничение на количество строк в экспортируемых файлах, исключая заголовок. Устанавливает минимальное значение 1048575, исключая заголовок. Загрузки xlsx изначально ограничены 1048575 строками, даже если этот предел выше.
sk: Limit riadkov v exportoch súborov s výnimkou hlavičky. Vynúti minimálne 1048575 okrem hlavičky. Sťahovanie xlsx je vo svojej podstate obmedzené na 1048575 riadkov, aj keď je tento limit vyšší.
sl: Omejitev vrstic v izvozih datotek brez glave. Uveljavlja 1048575 brez glave kot minimuma. Prenosi xlsx so sami po sebi omejeni na 1048575 vrstic, tudi če je ta omejitev višja.
sq: Limiti i rreshtave në eksportet e skedarëve, pa përfshirë header-in. Zbaton 1048575 pa përfshirë header-in si minimum. Shkarkimet xlsx janë në mënyrë të natyrshme të kufizuara në 1048575 rreshta edhe nëse ky limit është më i lartë.
sr: Ograničenje broja redova u izvozu fajlova, bez zaglavlja. Primorava minimalno 1048575 bez zaglavlja. xlsx preuzimanja su inherentno ograničena na 1048575 redova čak i ako je ovo ograničenje veće.
sv: Radgräns i filexporter exklusive rubriken. Genomför 1048575 exklusive header som minimum. xlsx-nedladdningar är i sig begränsade till 1048575 rader även om denna gräns är högre.
tr: Başlık hariç dosya dışa aktarımlarında satır sınırı. Başlık hariç en az 1048575'i zorunlu kılar. xlsx indirmeleri, bu sınır daha yüksek olsa bile doğası gereği 1048575 satırla sınırlıdır.
uk: Ліміт рядків в експорті файлів без урахування заголовка. Мінімум примусово встановлюється 1048575 (без урахування заголовка). Завантаження xlsx за своєю природою обмежені 1048575 рядками, навіть якщо цей ліміт вищий.
vi: Giới hạn hàng trong tệp xuất không bao gồm tiêu đề. Áp dụng 1048575 không bao gồm tiêu đề là tối thiểu. Tải xuống xlsx về cơ bản bị giới hạn ở 1048575 hàng ngay cả khi giới hạn này cao hơn.
zh_hk: 檔案匯出的行數限制 (不包括標頭)。強制執行 1048575（不包括標頭）作為最小值。即使此限制較高，xlsx 下載本身也會限制為 1048575 行。

source: Row limit in file attachments excluding the header.
ar: حد الصفوف في مرفقات الملفات باستثناء الهيدر.
bg: Ограничение на редовете в прикачените файлове, с изключение на заглавката.
ca: Límit de files als fitxers adjunts, excloent la capçalera.
de: Zeilenbegrenzung in Dateianhängen ohne Kopfzeile.
eo: Yo, the row cap in file attachments doesn’t include the header, fr fr.
es: Límite de filas en archivos adjuntos excluyendo el encabezado.
fa: محدودیت ردیف در پیوست فایل به استثنای هدر.
fi: Rivirajoitus tiedostoliitteissä otsikkoa lukuun ottamatta.
fr: Limite de lignes dans les pièces jointes, à l'exclusion de l'en-tête.
it: Limite di righe negli allegati dei file, esclusa l'intestazione.
ja: ヘッダーを除く添付ファイルの行数制限。
lt: Eilučių apribojimas failų prieduose, išskyrus antraštę.
nb: Radgrense i filvedlegg unntatt topptekst.
nl: Rijlimiet in bestandsbijlagen, exclusief de header.
pl: Limit liczby wierszy w załączonych plikach z wyłączeniem nagłówka.
pt_br: Limite de linhas em anexos de arquivo, excluindo o cabeçalho.
ru: Ограничение на количество строк в прикрепленных файлах, исключая заголовок.
sk: Limit riadkov v prílohách súborov okrem hlavičky.
sl: Omejitev vrstic v datotečnih prilogah, razen glave.
sq: Limiti i rreshtave në bashkëngjitjet e skedarëve, pa përfshirë header-in.
sr: Ograničenje broja redova u prilozima fajlova, bez zaglavlja.
sv: Radgräns i filbilagor exklusive rubriken.
tr: Başlık hariç dosya eklerinde satır sınırı.
uk: Ліміт рядків у вкладеннях файлів без урахування заголовка.
vi: Giới hạn số hàng trong tệp đính kèm không bao gồm tiêu đề.
zh_hk: 檔案附件中的行數限制，不包括標頭。
