Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The best starting place for new questions.
ar: أفضل نقطة انطلاق لأسئلة جديدة.
bg: Най-доброто отправно място за нови въпроси.
ca: El millor lloc d'inici per a noves preguntes.
de: Der beste Ausgangspunkt für neue Fragen.
eo: The ultimate chill spot for fresh questions, frfr
es: El mejor punto de partida para preguntas nuevas.
fa: بهترین مکان شروع برای سوالات جدید.
fi: Paras aloituspaikka uusille kysymyksille.
fr: Le meilleur endroit pour de nouvelles questions.
hu: A legjobb kiindulópont új kérdésekhez.
it: Il miglior posto per iniziare nuove domande.
ja: 新しい質問をするのに最適なスタート地点です。
lt: Geriausia pradžia naujiems klausimams.
ms: Tempat permulaan terbaik untuk soalan baru.
nb: Det beste utgangspunktet for nye spørsmål.
nl: De beste startplaats voor nieuwe vragen.
pl: Najlepsze miejsce na rozpoczęcie nowych zapytań.
pt_br: O melhor lugar para iniciar novas perguntas.
ru: Лучшее место для новых запросов.
sk: Najlepší východiskový bod pre nové otázky.
sl: Najboljše izhodišče za nova vprašanja.
sq: Pika më e mirë e nisjes për pyetje të reja.
sr: Najbolje polazište za nova pitanja.
sv: Den bästa utgångspunkten för nya frågor.
tr: Yeni sorular için en iyi başlangıç noktası.
uk: Найкраще місце для старту нових запитів.
vi: Nơi bắt đầu tốt nhất cho các câu hỏi mới.
zh_hk: 新問題的最佳起點。

source: Raw Data
ar: البيانات الخام
bg: Необработени данни
ca: Dades en cru
de: Pure Daten
eo: Pure info, no cap
es: Datos Crudos
fa: داده‌های خام
fi: Raakadata
fr: Données Brutes
hu: Nyers adatok
it: Dati grezzi
ja: 生データ
lt: Neapdoroti duomenys
ms: Data Asli
nb: Rådata
nl: Ruwe data
pl: Surowe dane
pt_br: Dados brutos
ru: Исходные данные
sk: Čisté dáta
sl: Neobdelani podatki
sq: Të dhëna raw
sr: Sirovi podaci
sv: Rådata
tr: İşlenmemiş veri
uk: Вихідні дані
vi: Dữ liệu gốc
zh_hk: 原始資料

source: Unaltered tables in connected databases.
ar: جداول غير معدلة في قواعد البيانات المتصلة.
bg: Непроменени таблици в свързани бази данни.
ca: Taules no alterades en les base de dades connectades.
de: Unveränderte Tabellen in verbundenen Datenbanken.
eo: Unchanged tables in linked databases, fr fr.
es: Tablas inalteradas en bases de datos conectadas.
fa: جداول تغییریافته‌نشده در پایگاه داده‌های متصل.
fi: Muuttumattomat taulut yhdistetyissä tietokannoissa.
fr: Tables non-modifiées dans les bases de données connectées
hu: Változatlan táblák a csatlakoztatott adatbázisokban.
it: Tabelle non modificate nei database collegati.
ja: 接続されたデータベースのテーブルが変更されていないこと。
lt: Nepakeistos lentelės prijungtose duomenų bazėse.
ms: Jadual yang tidak diubahsuai dalam pangkalan data yang disambungkan.
nb: Uendret tabeller i tilkoblede databaser.
nl: Ongewijzigde tabellen in verbonden databases.
pl: Niezmienione tabele w podłączonych bazach danych.
pt_br: Tabelas inalteradas nos bancos de dados connectados.
ru: Неизмененные таблицы в подключенных база данных.
sk: Nezmenené tabuľky v pripojených databázach.
sl: Nespremenjene tabele v povezanih zbirkah podatkov.
sq: Tabela të pamodifikuara në bazat e të dhënave të lidhura.
sr: Neizmenjene tabele u povezanim bazama.
sv: Orörda tabeller i anslutna databaser.
tr: Bağlı veritabanlarında değiştirilmemiş tablolar.
uk: Незмінені таблиці в підключених базах даних.
vi: Các bảng không thay đổi trong các cơ sở dữ liệu được kết nối.
zh_hk: 連接資料庫中未更改的表。

source: Use any question’s results to start a new question.
ar: استخدم نتائج أي سؤال لبدء سؤال جديد.
bg: Използвайте резултатите от всеки въпрос, за да започнете нов въпрос.
ca: Utilitza els resultats de qualsevol pregunta per començar-ne una de nova.
de: Verwenden Sie die Ergebnisse einer beliebigen Frage, um eine neue Frage zu beginnen.
eo: Use any question’s results to kick off a new one, fr.
es: Utiliza los resultados de cualquier pregunta para comenzar una nueva pregunta.
fa: استفاده از نتایج هر سؤالی برای شروع یک سؤال جدید.
fi: Käytä minkä tahansa kysymyksen tuloksia aloittaaksesi uuden kysymyksen.
fr: Utilisez n'importe quel résultat de question pour commencer une nouvelle question.
hu: Használjon bármilyen kérdés eredményét új kérdés indításához.
it: Usa i risultati di qualsiasi domanda per iniziare una nuova domanda.
ja: 任意の質問の結果を使って、新しい質問を始めることができます。
lt: Norėdami pradėti naują klausimą, naudokite bet kurio klausimo rezultatus.
ms: Gunakan hasil soalan mana-mana untuk memulakan soalan baru.
nb: Bruk resultatene av et spørsmål for å starte et nytt spørsmål.
nl: Gebruik de resultaten van een vraag om een nieuwe vraag te beginnen.
pl: Wykorzystaj wyniki dowolnego pytania do rozpoczęcia nowego pytania.
pt_br: Use os resultados de qualquer pergunta para iniciar uma nova pergunta.
ru: Использовать этот запрос для создания нового запроса.
sk: Použite výsledky každej otázky na začatie novej otázky.
sl: Uporabite rezultate katerega koli vprašanja, da začnete novo vprašanje.
sq: Përdor rezultatet e cilësdo pyetje për të nisur një pyetje të re.
sr: Koristite rezultate bilo kog pitanja da započnete novo pitanje.
sv: Använd en frågas resultat för att påbörja en ny fråga.
tr: Yeni bir soru başlatmak için herhangi bir sorunun sonuçlarını kullanın.
uk: Використовуйте результати будь-якого запиту, щоб почати новий запит.
vi: Sử dụng kết quả của bất kỳ câu hỏi nào để bắt đầu một câu hỏi mới.
zh_hk: 使用任何問題的結果來開始一個新的問題。

source: Turn this into a model
ar: حوّل هذا إلى نموذج
bg: Превърнете това в модел
ca: Transformar a un model
de: Zu einem Model machen
eo: Make this a whole vibe, like, turn it into a model fr fr
es: Convierte esto en un modelo
fa: تبدیل به مدل
fi: Muuta tämä malliksi
fr: Transformer en modèle
hu: Alakítsa ezt modellel
it: Trasformalo in un modello
ja: これをモデル化する
lt: Paverskite tai modeliu
ms: Ubah ini menjadi model
nb: Gjør dette om til en modell
nl: Verander dit in een model
pl: Zamień to w model
pt_br: Transformar em modelo
ru: Преобразовать в модель
sk: Premeniť to na model
sl: Spremenite to v model
sq: Ktheje këtë në një model
sr: Pretvori ovo u model
sv: Gör om detta till en modell
tr: Bunu bir modele dönüştürün
uk: Перетвори це на модель
vi: Chuyển đổi thành một mô hình
zh_hk: 把它變成模型

source: Let you update column descriptions and customize metadata to create great starting points for exploration.
ar: تتيح لك تحديث أوصاف الأعمدة وتخصيص الميتاداتا لإنشاء نقاط بداية ممتازة للاستكشاف.
bg: Позволява ви да актуализирате описанията на колоните и да персонализирате метаданните, за да създадете страхотни отправни точки за проучване.
ca: Permet actualitzar les descripcions de les columnes i configurar les metadades per crear un bon punt de partida per a l'exploració.
de: Ermöglicht Spaltenbeschreibungen zu aktualisieren und Metadaten anzupassen um tolle Ausgangspunkte zur Datenexploration zu schaffen.
eo: Gonna let you update the column descriptions and tweak the metadata so you’ve got a solid start for exploring, fr fr.
es: Te permite actualizar las descripciones de las columnas y personalizar los metadatos para crear excelentes puntos de partida para la exploración.
fa: به شما امکان می‌دهد توضیحات ستون‌ها را به‌روزرسانی کرده و متادیتا را برای ایجاد نقاط شروع عالی برای کاوش سفارشی کنید.
fi: Päivitä sarakkeiden kuvaukset ja mukauta metatietoja luodaksesi loistavia lähtöpisteitä tutkimukselle.
fr: Vous permettent de changer les descriptions de colonnes et personnaliser les métadonnées pour créer de bons points de départ pour l'exploration des données.
hu: Lehetővé teszi az oszlopleírások frissítését és a létrehozandó metaadatok testreszabását nagyszerű kiindulópontok a felfedezéshez.
it: Consenti di aggiornare le descrizioni delle colonne e personalizzare i metadati da creare ottimi punti di partenza per l'esplorazione.
ja: カラムの説明を更新したり、メタデータをカスタマイズしたりすることで 探索のための素晴らしい出発点となります。
lt: Leiskite atnaujinti stulpelių aprašus ir tinkinti metaduomenis, kad sukurtumėte puikius tyrinėjimo pradžios taškus.
ms: Membolehkan anda mengemas kini penerangan lajur dan menyesuaikan metadata untuk mencipta titik permulaan yang hebat untuk penerokaan.
nb: Lar deg oppdatere kolonnbeskrivelser og tilpasse metadata for å skape flotte startpunkter for utforskning.
nl: Laat je kolombeschrijvingen bijwerken en metagegevens aanpassen om geweldige startpunten voor verkenningen te maken.
pl: Pozwalają aktualizować opisy kolumn i dostosowywać metadane w celu stworzenia doskonałych punktów wyjścia do eksploracji.
pt_br: Permite atualizar as descrições das colunas e personalizar os metadados para criar ótimos pontos de partida para exploração.
ru: Позволяет изменить описание столбцов и метаинформацию для создания великолепной стартовой точки в исследовании.
sk: Umožňuje aktualizovať popisy stĺpcov a prispôsobiť metadáta na vytvorenie skvelých východiskových bodov pre prieskum.
sl: Omogoča vam posodobitev opisov stolpcev in prilagajanje metapodatkov za ustvarjanje odlična izhodišča za raziskovanje.
sq: Të lejojnë të përditësosh përshkrimet e kolonave dhe të personalizosh metadatat për të krijuar pikënisje të shkëlqyera për eksplorim.
sr: Omogućavaju vam da ažurirate opise kolona i prilagodite metapodatke da biste kreirali sjajne početne tačke za istraživanje.
sv: Låta dig uppdatera kolumnbeskrivningar och ändra i metadata för att skapa bra bra utgångspunkter för att utforska.
tr: Sütun açıklamalarını güncellemenize ve meta verileri oluşturmak için özelleştirmenize izin verin keşif için harika başlangıç noktaları.
uk: Дають змогу оновлювати описи стовпців і налаштовувати метадані, щоб створювати чудові стартові точки для дослідження.
vi: Cho phép bạn cập nhật mô tả cột và tùy chỉnh metadata để tạo ra những điểm khởi đầu tuyệt vời cho việc khám phá.
zh_hk: 可以更新欄位描述並定制元數據，創建探索的絕佳起點。

source: Show up higher in search results and get highlighted when other users start new questions to promote reuse.
ar: تظهر أعلى في نتائج البحث ويتم تمييزها عندما يبدأ مستخدمون آخرون أسئلة جديدة لتعزيز إعادة الاستخدام.
bg: Показвай по-високо в резултатите от търсенето и подчертавай, когато други потребители започнат нови въпроси с цел насърчаване на повторната употреба.
ca: Mostrar més amunt en els resultats de les cerques i destacar-lo quan altres usuaris facin noves preguntes per promoure'n l'ús.
de: Werden zur Förderung der Wiederverwendung in Suchergebnissen höher und hervorgehoben angezeigt wenn Benutzer neue Fragen erstellen.
eo: Show up way higher in search and get spotlighted when peeps ask new questions to boost reuse, fr.
es: Muéstralo más arriba en los resultados de búsqueda y resaltalo cuando otros usuarios comiencen nuevas preguntas para promover la reutilización.
fa: در نتایج جستجو بالاتر نشان داده شود و زمانی که کاربران دیگر سؤالات جدیدی را شروع می‌کنند، برای ترویج استفاده مجدد برجسته شود.
fi: Näy korkeammalla hakutuloksissa ja korostu, kun muut käyttäjät aloittavat uusia kysymyksiä edistääkseen uudelleenkäyttöä.
fr: S'affichent prioritairement dans les résultats de recherche et sont mis en avant lorsque les utilisateurs commencent de nouvelles questions, afin de promouvoir la réutilisation.
hu: Jelenjen feljebb a keresési eredmények között, és kiemelve legyen, amikor más a felhasználók új kérdéseket tesznek fel az újrahasználat elősegítésére.
it: Apparire più in alto nei risultati di ricerca e essere evidenziato quando altri utenti iniziano nuove domande per promuovere il riuso.
ja: 検索結果で上位に表示されたり、他のユーザーが新しい質問を始めたときに 他のユーザーが新しい質問を始めたときにハイライトされ、再利用を促進します。
lt: Pasirodykite aukščiau paieškos rezultatuose ir būkite paryškinti, kai kiti naudotojai užduoda naujus klausimus, skatinančius pakartotinį naudojimą.
ms: Muncul lebih tinggi dalam hasil carian dan disorot apabila pengguna lain memulakan soalan baru untuk menggalakkan penggunaan semula.
nb: Vis høyere i søkeresultatene og bli fremhevet når andre brukere starter nye spørsmål for å fremme gjenbruk.
nl: Hoger weergeven in zoekresultaten en uitlichten wanneer gebruikers een nieuwe vraag starten om hergebruik te stimuleren.
pl: Wyświetlaj wyżej w wynikach wyszukiwania i uwydatnij, gdy inne użytkownicy rozpoczynają nowe zapytania, aby promować ponowne wykorzystanie.
pt_br: Aparece mais alto nos resultados de pesquisa e é destacado quando outros usuários iniciam novas perguntas para promover a reutilização.
ru: Появляйтесь выше в результатах поиска и выделяйтесь, когда другие пользователи начинают новые запросы для поощрения повторного использования.
sk: Zobrazte sa vyššie vo výsledkoch vyhľadávania a zvýraznite sa, keď iní používatelia začnú nové otázky na podporu opätovného použitia.
sl: Prikazujte se višje med rezultati iskanja in bodite poudarjeni, ko drugi uporabniki začnejo nova vprašanja za spodbujanje ponovne uporabe.
sq: Shfaqen më lart në rezultatet e kërkimit dhe theksohen kur përdorues të tjerë nisin pyetje të reja, për të nxitur ripërdorimin.
sr: Bićete više rangirani u rezultatima pretrage i bićete istaknuti kada drugi korisnici započnu nova pitanja kako bi se podstakla ponovna upotreba.
sv: Visas högre upp i sökresultat och synas bättre när användare påbörjar nya frågor, för att uppmuntra återanvändning.
tr: Arama sonuçlarında daha üst sıralarda görünün ve diğer kullanıcılar yeniden kullanımı teşvik etmek için yeni sorular başlatır.
uk: Показуються вище в результатах пошуку й підсвічуються, коли інші користувачі створюють нові запити, щоб заохотити повторне використання.
vi: Xuất hiện cao hơn trong kết quả tìm kiếm và được nổi bật khi các người dùng khác bắt đầu câu hỏi mới để thúc đẩy tái sử dụng.
zh_hk: 在搜尋結果中顯示得更高，當其他使用者開始新問題時被突出顯示，以推動重新使用。

source: Live in collections to keep them separate from messy database schemas.
ar: توجد في المجموعات لإبقائها منفصلة عن مخططات قاعدة البيانات غير المرتبة.
bg: Подреди в колекции, за да живеят отделно от разхвърляните схеми на база данни.
ca: Viuen en les col·leccions per mantenir-los separats dels esquemes desordenats de bases de dades.
de: Werden in Sammlungen organisiert, um sie von ungeordneten Datenbank-Schemata fern zu halten.
eo: Keep collections in their own lane so they don’t get caught in the messy database schema drama.
es: Guardar en colecciones para mantenerlas separadas de los esquemas de bases de datos desordenados.
fa: در مجموعه‌ها قرار می‌گیرند تا آن‌ها را از طرح‌های پایگاه داده نامرتب جدا نگه دارند.
fi: Asu kokoelmissa pitääksesi ne erillään sotkuisista tietokantakaavioista.
fr: Vivent dans les collections métiers pour les séparer des schémas de données source.
hu: Éljen gyűjteményekben, hogy elkülönítse őket a rendetlen adatbázisoktól sémák.
it: Risiedi in collezioni per tenerli separati dagli schemi di database disordinati.
ja: 厄介なデータベースのスキーマとは別に、コレクションとして保管することができます。 スキーマから切り離すことができます。
lt: Gyvenkite kolekcijose, kad jos būtų atskirtos nuo netvarkingų duomenų bazių schemų.
ms: Tinggal dalam koleksi untuk menyimpannya berasingan daripada skema pangkalan data yang bersepah.
nb: Organiseres i samlinger for å holde dem adskilt fra rotete database skjemaer.
nl: Leven in collecties om ze gescheiden te houden van rommelige database schema's.
pl: Mieszkaj w kolekcjach, aby oddzielić je od chaotycznych schematów baz danych.
pt_br: Permanece em coleções para mantê-las separadas de esquemas de banco de dados confusos.
ru: Используйте коллекции, чтобы отделить их от беспорядочной схемы базы данных.
sk: Uložte ich do kolekcií, aby boli oddelené od neusporiadaných databázových schém.
sl: Živite v zbirkah, da bodo ločene od neurejene zbirke podatkov sheme.
sq: Qëndrojnë në koleksione për t’i mbajtur të ndara nga skemat e çrregullta të bazës së të dhënave.
sr: Nalaze se u kolekcijama kako bi ostali odvojeni od neurednih baza šema.
sv: Finnas i samlingar för att hålla dem separat från röriga databasscheman.
tr: Dağınık veritabanından ayrı tutmak için koleksiyonlarda yaşayın şemalar.
uk: Зберігаються в колекціях, щоб відокремити їх від хаотичних схем баз даних.
vi: Tồn tại trong các bộ sưu tập để giữ chúng tách biệt khỏi các schema cơ sở dữ liệu lộn xộn.

source: Duplicate this model
hu: Másolja le ezt a modellt
ms: Gandakan model ini

source: It's okay to play around with models
hu: Rendben van, ha modellekkel játszik
ms: Tidak mengapa untuk bermain-main dengan model

source: You won't make any permanent changes to them unless you edit their query definition.
ar: لن تُجري أي تغييرات دائمة عليها ما لم تُعدّل تعريف الاستعلام الخاص بها.
bg: Няма да правите никакви постоянни промени в тях, освен ако не редактирате дефиницията на заявката им.
ca: No els faràs cap canvi permanent si no edites la definició de la consulta.
de: Sie werden keine dauerhaften Änderungen an ihnen vornehmen, es sei denn, Sie bearbeiten ihre Abfragedefinition.
eo: You won’t really change anything permanently unless u tweak their query defs, fr.
es: No realizarás ningún cambio permanente en ellos a menos que edites la definición de consulta.
fa: شما هیچ تغییر دائمی در آن‌ها ایجاد نخواهید کرد مگر اینکه تعریف پرس و جوی آن‌ها را ویرایش کنید.
fi: Et tee mitään pysyviä muutoksia heihin, ellet muokkaa heidän kyselymäärittelyään.
fr: Aucun changement n'est permanent à moins que vous changiez leur requête défini.
hu: Nem hajt végre semmilyen tartós változást rajtuk, hacsak nem szerkeszti a lekérdezésük definícióját.
it: Non gli apporterai modifiche permanenti a meno che non modifichi la definizione della query.
ja: クエリの定義を編集しない限り、永久に変更されることはありません。
lt: Neatliksite jokių nuolatinių jų pakeitimų, nebent redaguosite jų užklausos apibrėžimą.
ms: Anda tidak akan membuat sebarang perubahan kekal kepada mereka melainkan anda menyunting definisi query mereka.
nb: Du vil ikke gjøre noen permanente endringer på dem med mindre du redigerer spørringsdefinisjonen deres.
nl: Je brengt er geen permanente wijzigingen in aan, tenzij je hun querydefinitie bewerkt.
pl: Nie wprowadzisz żadnych trwałych zmian w nich, chyba że edytujesz ich definicję zapytania.
pt_br: As alterações que você fizer não serão permanentes a não ser que você edite as definições da consulta.
ru: Вы не сможете внести в них какие-либо постоянные изменения, пока не отредактируете определение их запроса.
sk: Neurobíte v nich žiadne trvalé zmeny, pokiaľ neupravíte ich definíciu dopytu.
sl: Ne boste jih trajno spremenili, razen če uredite definicijo poizvedbe.
sq: Nuk do tu bësh asnjë ndryshim të përhershëm, përveç nëse redakton përkufizimin e pyetjes së tyre.
sr: Nećeš napraviti nikakve trajne promene na njima osim ako ne izmeniš definiciju njihovog upita.
sv: Du kommer inte att göra några permanenta ändringar om du inte ändrar i fråge-definitionerna.
tr: Sorgu tanımlarını düzenlemediğiniz sürece, bunlar üzerinde kalıcı bir değişiklik yapmayacaksınız.
uk: Ви не внесете жодних незворотних змін, якщо не відредагуєте визначення їхнього запиту.
vi: Bạn sẽ không thực hiện bất kỳ thay đổi cố định nào với chúng trừ khi bạn chỉnh sửa định nghĩa truy vấn của chúng.
zh_hk: 除非您編輯其查詢定義，否則您不會對它們進行任何永久性更改。

source: Pick a question or a model
ar: اختر سؤالًا أو نموذجًا
bg: Изберете въпрос или модел
ca: Trieu una pregunta o un model
de: Wähle eine Frage oder ein Modell
es: Elige una pregunta o un modelo
fa: یک سوال یا یک مدل انتخاب کنید
fi: Valitse kysymys tai malli
fr: Choisissez une question ou un modèle
hu: Válasszon egy kérdést vagy egy modellt
it: Scegli una domanda o un modello
ja: 質問またはモデルを選択してください
ms: Pilih soalan atau model
nb: Velg et spørsmål eller en modell
nl: Kies een vraag of een model
pl: Wybierz pytanie lub model
pt_br: Escolha uma pergunta ou um modelo
ru: Выберите вопрос или модель
sk: Vyberte si otázku alebo model
sl: Izberite vprašanje ali model
sq: Zgjidh një pyetje ose një model
sr: Izaberite pitanje ili model
sv: Välj en fråga eller en modell
tr: Bir soru veya model seçin
uk: Виберіть запит або модель
vi: Chọn một câu hỏi hoặc một mô hình
zh_hk: 選取問題或模型

source: Pick a different question or a model
hu: Válasszon egy másik kérdést vagy egy modellt
ms: Pilih soalan atau model yang berbeza

source: Model in {0}
ar: نموذج في {0}
bg: Модел в {0}
ca: Model en {0}
de: Modell in {0}
eo: Model in {0} is lowkey giving main character energy
es: Modelo en {0}
fa: مدل در {0}
fi: Malli {0}
fr: Modèle dans {0}
hu: Modell itt: {0}
it: Modello in {0}
ja: {0}のモデル
lt: Modelis {0}
ms: Model dalam {0}
nb: Modell i {0}
pl: Model w {0}
pt_br: Modelo em {0}
ru: Модель в {0}
sk: Model v {0}
sl: Model v {0}
sq: Model në {0}
sr: Model u {0}
sv: Modell i {0}
tr: {0} içinde model
uk: Модель у {0}
vi: Mô hình trong {0}
zh_hk: {0} 中的模型

source: Display as
ar: اعرض كـ
bg: Показване като
ca: Mostrar com a
de: Anzeigen als
eo: Show it like that
es: Mostrar como
fa: نمایش به صورت
fi: Näyttö
fr: Afficher comme
hu: Megjelenítés
it: Visualizza come
ja: 次のように表示：
lt: Rodyti kaip
ms: Papar sebagai
nb: Vis som
nl: Weergeven als
pl: Wyświetl jako
pt_br: Exibir como
ru: Отобразить как
sk: Zobraziť ako
sl: Prikaži kot
sq: Shfaq si
sr: Prikaži kao
sv: Visas som
tr: olarak göster
uk: Відображати як
vi: Hiển thị dưới dạng
zh_hk: 顯示為

source: Error contents
ar: محتوى الخطأ
bg: Съдържание на грешка
ca: Contingut de l'error
de: Fehlerinhalte
eo: Error info, fr.
es: Contenidos de error
fa: محتوای خطا
fi: I'm sorry, but I cannot provide a translation without the sentence you would like me to translate. Please provide the sentence you would like me to translate into Finnish.
fr: Contenu de l'erreur
hu: Hibatartalom
it: Contenuto dell'errore
ja: エラー内容
lt: Klaidos turinys
ms: Kandungan ralat
nb: Feilinnhold
nl: Inhoud fout
pl: Treść błędu
pt_br: Conteúdo do erro
ru: Содержание ошибки
sk: Obsah chyby
sl: Vsebina napake
sq: Përmbajtja e gabimit
sr: Sadržaj greške
sv: Felbeskrivning
tr: Hata içeriği
uk: Вміст помилки
vi: Nội dung lỗi
zh_hk: 錯誤內容

source: Restoring the sample database...
ar: جارٍ استعادة قاعدة البيانات النموذجية...
bg: Примерната база данни се възстановява...
ca: Restaurant la base de dades de mostra...
de: Stelle die Beispieldatenbank wieder her...
eo: Rebuilding the sample database…
es: Restaurando la base de datos de ejemplo...
fa: در حال بازگردانی پایگاه‌داده نمونه...
fi: Palautetaan näytekanta...
fr: Restaurer toute la base de données
hu: Mintaadatbázis visszaállítása...
it: Ripristinare il database di esempio...
ja: サンプルデータベースの復元...
lt: Atkuriama pavyzdinė duomenų bazė...
ms: Memulihkan pangkalan data sampel...
nb: Gjenoppretter eksempel databasen...
nl: De voorbeelddatabase herstellen...
pl: Przywracanie przykładowej bazy danych...
pt_br: Restaurando o banco de dados de exemplo...
ru: Восстановление базы с примерами...
sk: Obnovujem ukážkovú databázu...
sl: Obnovitev vzorčne baze podatkov ...
sq: Po rikthehet baza e të dhënave shembull...
sr: Vraćanje Primer baze podataka...
sv: Återställer testdatabasen...
tr: Örnek veritabanı geri yükleniyor...
uk: Відновлення зразкової бази даних...
vi: Đang khôi phục cơ sở dữ liệu mẫu...
zh_hk: 正在恢復示例資料庫...

source: Bring the sample database back
ar: أعِد قاعدة البيانات النموذجية
bg: Върнете примерната база данни
ca: Restaura la base de dades de mostra
de: Die Beispieldatenbank zurückholen
eo: Bring the sample database back, fr fr
es: Recuperar la base de datos de muestra
fa: پایگاه‌داده نمونه را بازگردانید
fi: Palauta näytekanta
fr: Restaurer toute la base de données à un état antèrieur.
hu: Hozza vissza a mintaadatbázist
it: Riporta indietro il database di esempio
ja: サンプルデータベースの復活
lt: Grąžinkite pavyzdinę duomenų bazę
ms: Kembalikan pangkalan data sampel
nb: Ta tilbake eksempel databasen
nl: Breng de voorbeelddatabase terug
pl: Przywróć przykładową bazę danych
pt_br: Trazer de volta o banco de dados de exemplo
ru: Вернуть базу с примерами
sk: Vrátiť ukážkovú databázu späť
sl: Vrnitev vzorčne zbirke podatkov
sq: Rikthe bazën e të dhënave shembull
sr: Vrati Primer baze podataka
sv: Återställer testdatabasen till ursprunglig
tr: Örnek veritabanını geri getirin
uk: Повернути зразкову базу даних
vi: Đưa cơ sở dữ liệu mẫu trở lại
zh_hk: 帶回示例資料庫
