Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Previous results
ar: النتائج السابقة
bg: Предишни резултати
ca: Resultats anteriors
de: Vorangegangene Ergebnisse
eo: Old tea
es: Resultados previos
fa: نتایج قبلی
fi: Aiemmat tulokset
fr: Résultats précédents
hu: Korábbi eredmények
it: Risultati precedenti
ja: 過去の実績
lt: Ankstesni rezultatai
ms: Hasil sebelumnya
nb: Forrige resultater
nl: Vorige resultaten
pl: Poprzednie wyniki
pt_br: Resultados anteriores
ru: Прошлые результаты
sk: Predchádzajúce výsledky
sl: Prejšnji rezultati
sq: Rezultatet e mëparshme
sr: Prethodni rezultati
sv: Tidigare resultat
tr: Önceki sonuçlar
uk: Попередні результати
vi: Kết quả trước
zh_hk: 先前的結果

source: Pick a column...
hu: Válasszon egy oszlopot...
ms: Pilih lajur...

source: Allowed email address domain(s) for new DashboardSubscriptions and Alerts. Does not affect existing subscriptions.
hu: Engedélyezett e-mail cím domain(ek) új Irányítópult-Feliratkozásokhoz és Figyelmeztetésekhez. Nem érinti a meglévő feliratkozásokat.
ms: Domain alamat e-mel yang dibenarkan untuk Langganan Papan Pemuka dan Amaran baru. Tidak mempengaruhi langganan sedia ada.

source: Invalid email address: {0}
hu: Érvénytelen e-mail cím: {0}
lt: Neteisingas el. pašto adresas: {0}
ms: Alamat e-mel tidak sah: {0}

source: You cannot create new subscriptions for the domain {0}. Allowed domains are: {1}
hu: Nem hozhat létre új feliratkozásokat a(z) {0} domainhez. Az engedélyezett domainek: {1}
lt: Negalite kurti naujų prenumeratų domenui {0}. Leidžiami domenai: {1}
ms: Anda tidak boleh membuat langganan baru untuk domain {0}. Domain yang dibenarkan adalah: {1}

source: This API endpoint is only enabled if you have a premium token with the {0} feature.
hu: Ez az API végpont csak akkor engedélyezett, ha rendelkezik egy prémium tokennel a(z) {0} funkcióval.
ms: Titik akhir API ini hanya diaktifkan jika anda mempunyai token premium dengan ciri {0}.

source: Error compiling audit query: {0}
ar: خطأ في ترجمة استعلام التدقيق: {0}
bg: Грешка при компилирането на одиторска заявка: {0}
ca: Error en compilar la pregunta d'auditoria: {0}
de: Fehler beim Kompilieren der Audit-Abfrage: {0}
eo: Oops, code glitch while trying to run the audit: {0} smh
es: Error al compilar la consulta de auditoría: {0}
fa: خطا در کامپایل جستار حسابرسی: {0}
fi: Virhe kääntäessä tarkastuskyselyä: {0}
fr: Erreur de compilation de la requête d'audit : {0}
hu: Hiba az audit lekérdezés fordítása során: {0}
it: Errore durante la compilazione della query di audit: {0}
ja: 監査クエリのコンパイルエラー：{0}
lt: Klaida rengiant audito užklausą: {0}
ms: Ralat menyusun query audit: {0}
nb: Feil ved kompilering av revisjonsspørring: {0}
nl: Fout bij het compileren van auditquery: {0}
pl: Błąd kompilowania zapytania audytu: {0}
pt_br: Erro ao compilar consulta de auditoria: {0}
ru: Ошибка при компиляции аудиторского запроса: {0}
sk: Chyba pri kompilovaní revíznej otázky: {0}
sl: Napaka pri sestavljanju revizijske poizvedbe: {0}
sq: Gabim gjatë kompilimit të pyetjes së auditimit: {0}
sr: Greška pri kompajliranju audit upita: {0}
sv: Fel vid sammanställning av granskningsfråga: {0}
tr: Denetim sorgusu derlenirken hata oluştu: {0}
uk: Помилка компіляції запиту аудиту: {0}
vi: Lỗi khi biên dịch truy vấn kiểm toán: {0}
zh_hk: 編譯稽核查詢出錯： {0}

source: Error running audit query: {0}
ar: خطأ في تشغيل استعلام التدقيق: {0}
bg: Грешка при изпълнението на одиторска заявка: {0}
ca: Error en executar la pregunta d'auditoria: {0}
de: Fehler beim Ausführen der Audit-Abfrage: {0}
eo: Oops, the audit query just ghosted me: {0} 😬
es: Error al ejecutar la consulta de auditoría: {0}
fa: خطا در اجرای جستار حسابرسی: {0}
fi: Virhe suorittaessa tarkastuskyselyä: {0}
fr: Erreur d'exécution de la requête d'audit : {0}
hu: Hiba az audit lekérdezés futtatása során: {0}
it: Errore durante l'esecuzione della query di audit: {0}
ja: 監査クエリの実行エラー：{0}
lt: Klaida vykdant audito užklausą: {0}
ms: Ralat menjalankan pertanyaan audit: {0}
nb: Feil ved kjøring av revisjonsspørring: {0}
nl: Fout bij het uitvoeren van auditquery: {0}
pl: Błąd podczas uruchamiania zapytania audytu: {0}
pt_br: Erro ao executar consulta de auditoria: {0}
ru: Ошибка при выполнении аудиторского запроса: {0}
sk: Chyba pri vykonávaní revíznej otázky: {0}
sl: Napaka pri izvajanju nadzorne poizvedbe: {0}
sq: Gabim gjatë ekzekutimit të pyetjes së auditimit: {0}
sr: Greška pri pokretanju audit upita: {0}
sv: Fel vid körning av granskningsfråga: {0}
tr: Denetim sorgusu çalıştırılırken hata oluştu: {0}
uk: Помилка при виконанні запиту аудиту: {0}
vi: Lỗi khi chạy truy vấn kiểm toán: {0}
zh_hk: 執行稽核查詢出錯： {0}

source: Error parsing Pulse parameters: {0}
hu: Hiba az impulzus paramétereinek feldolgozása során: {0}
ms: Ralat menghuraikan parameter Pulse: {0}

source: Blocked: you are not allowed to run queries against Database {0}.
hu: Letiltva: nem futtathat lekérdezést a(z) {0} Adatbázison.
ms: Disekat: anda tidak dibenarkan untuk menjalankan query terhadap Pangkalan Data {0}.

source: BigQueryException executing query
ar: BigQueryException أثناء تنفيذ الاستعلام
bg: BigQueryException изпълнява заявка
ca: S'ha trobat una BigQueryException en executar la pregunta
de: BigQueryException Abfrage wird ausgeführt
eo: BigQueryException when trying to run the query, bruh
es: BigQueryException ejecutando consulta
fa: BigQueryException در حال اجرای پرس و جو
fi: BigQueryException suorittaessa kyselyä
fr: BigQueryException exécution de la requête
hu: BigQueryException a lekérdezés végrehajtása során
it: BigQueryException eseguendo query
ja: BigQueryException クエリを実行しています。
lt: „BigQueryException“ vykdo užklausą
ms: BigQueryException menjalankan query
nb: BigQueryException ved kjøring av spørring
nl: BigQueryException voert query uit
pl: Błąd BigQueryException podczas wykonywania zapytania
pt_br: BigQueryException ao executar consulta
ru: BigQueryException выполняет запрос
sk: BigQueryException pri vykonávaní dotazu
sl: BigQueryException izvajanje poizvedbe
sq: BigQueryException gjatë ekzekutimit të query-t
sr: BigQueryException pri izvršavanju upita
sv: BigQueryException kör fråga
tr: BigQueryException yürütme sorgusu
uk: BigQueryException під час виконання запиту
vi: BigQueryException đang thực thi truy vấn
zh_hk: 執行查詢時發生 BigQueryException

source: SSL must be enabled to use Kerberos authentication
ar: يجب تمكين SSL لاستخدام مصادقة Kerberos
bg: SSL трябва да бъде активиран, за да се използва удостоверяване на Kerberos
ca: SSL ha d'estar activat per utilitzar l'autenticació Kerberos
de: SSL muss aktiviert sein, um Kerberos-Authentifizierung zu verwenden
eo: You gotta turn on SSL if you wanna use Kerberos, fr fr.
es: SSL debe estar habilitado para usar la autenticación Kerberos
fa: SSL باید برای استفاده از احراز هویت Kerberos فعال باشد
fi: SSL:n on oltava käytössä Kerberos-todennuksen käyttämiseksi.
fr: SSL doit être activé pour utiliser l'authentification Kerberos.
hu: Az SSL engedélyezése szükséges a Kerberos hitelesítés használatához
it: SSL deve essere abilitato per utilizzare l'autenticazione Kerberos
ja: Kerberos認証を使用するには、SSLを有効にする必要があります。
lt: Norint naudoti Kerberos autentifikavimą, turi būti įjungtas SSL
ms: SSL mesti diaktifkan untuk menggunakan pengesahan Kerberos
nb: SSL må være aktivert for å bruke Kerberos-autentisering
nl: SSL moet zijn ingeschakeld om Kerberos-verificatie te gebruiken
pl: SSL musi być włączone, aby używać uwierzytelniania Kerberos
pt_br: SSL deve estar habilitado para usar autenticação Kerberos
ru: Для использования проверки подлинности Kerberos необходимо включить SSL.
sk: SSL musí byť povolené na použitie overovania Kerberos
sl: SSL mora biti omogočen za uporabo preverjanja pristnosti Kerberos
sq: SSL duhet të jetë i aktivizuar për të përdorur autentikimin Kerberos
sr: SSL mora biti omogućen da bi se koristila Kerberos autentifikacija
sv: SSL måste vara aktiverat för att använda Kerberos-autentisering
tr: Kerberos kimlik doğrulamasını kullanmak için SSL etkinleştirilmelidir
uk: Щоб використовувати Kerberos-аутентифікацію, потрібно ввімкнути SSL
vi: SSL phải được bật để sử dụng xác thực Kerberos
zh_hk: 必須啟用 SSL 才能使用 Kerberos 認證

source: Cannot parse permissions graph because it is invalid: {0}
ar: تعذر تحليل مخطط الصلاحيات لأنه غير صالح: {0}
bg: Графиката за разрешения не може да бъде анализирана, защото е невалидна: {0}
ca: No es poden analitzar els permisos del gràfic perquè no és vàlid: {0}
de: Berechtigungsdiagramm kann nicht geparst werden, da es ungültig ist: {0}
eo: Can't even parse the permissions graph rn, it's invalid: {0}
es: No se puede analizar el gráfico de permisos porque no es válido: {0}
fa: نمودار مجوزها را نمی توان تجزیه کرد زیرا نامعتبر است: {0}
fi: Ei voi jäsentää käyttöoikeuskaaviota, koska se on virheellinen: {0}
fr: Impossible d'analyser le graphique des autorisations car il n'est pas valide : {0}
hu: Az engedélyek gráfjának feldolgozása sikertelen, mert érvénytelen: {0}
it: Impossibile elaborare il grafico dei permessi perché non è valido: {0}
ja: 権限グラフが無効なため、解析できません。{0}
lt: Negalima išanalizuoti leidimų schemos, nes ji neteisinga: {0}
ms: Tidak dapat mentafsir graf kebenaran kerana ia tidak sah: {0}
nb: Kan ikke lese tilgangsgraf fordi den er ugyldig: {0}
nl: Kan toestemmingsgrafiek niet parsen omdat deze ongeldig is: {0}
pl: Nie można przetworzyć grafu uprawnień, ponieważ jest nieprawidłowy: {0}
pt_br: Não é possível analisar o gráfico de permissões porque ele é inválido: {0}
ru: Невозможно проанализировать диаграмму разрешений, потому что она недействительна: {0}
sk: Graf oprávnení sa nedá analyzovať, pretože je neplatný: {0}
sl: Grafa dovoljenj ni mogoče razčleniti, ker je neveljaven: {0}
sq: Nuk mund të përpunohet grafi i lejeve sepse është i pavlefshëm: {0}
sr: Nije moguće parsirati graf dozvola jer je nevažeći: {0}
sv: Det går inte att analysera grafen för rättigheter eftersom den är ogiltig: {0}
tr: Geçersiz olduğundan izin grafiği ayrıştırılamıyor: {0}
uk: Не вдалося розпарсити граф дозволів, оскільки він недійсний: {0}
vi: Không thể phân tích đồ thị quyền vì nó không hợp lệ: {0}
zh_hk: 無法解析權限圖表，因為它無效： {0}

source: Hash of database {0} details changed; marking pool invalid to reopen it
hu: A(z) {0} adatbázis részleteinek kivonata megváltozott; az újranyitáshoz az erőforrás invalidálása szükséges
ms: Hash butiran pangkalan data {0} telah berubah; menandakan pool tidak sah untuk dibuka semula

source: Invalid DB permissions: If you have write access for native queries, you must have full data access.
hu: Érvénytelen DB-engedélyek: Ha írási hozzáféréssel rendelkezik a natív lekérdezésekhez, akkor teljes adathozzáféréssel kell rendelkeznie.
ms: Kebenaran DB tidak sah: Jika anda mempunyai akses menulis untuk query native, anda mesti mempunyai akses data penuh.

source: Error parsing permissions tree {0}
hu: Hiba az engedélyek fa feldolgozása során: {0}
ms: Ralat menguraikan pokok kebenaran {0}

source: collection ID of a dashboard subscription cannot be directly modified
ar: لا يمكن تعديل collection ID لاشتراك لوحة معلومات مباشرةً
bg: ID на колекцията на абонамент за табло не може да бъде променен директно
ca: L'ID d'una col·lecció d'una subscripció a un quadre de comandament no es pot modificar directament
de: Sammlungs-ID eines Dashboard-Abonnements kann nicht direkt geändert werden
eo: You can't just flex and change the collection ID of a dashboard subscription directly, lol.
es: el ID de colección de una suscripción al panel no se puede modificar directamente.
fa: شناسه مجموعه اشتراک داشبورد را نمی توان مستقیماً تغییر داد
fi: Kojelaudassa olevan kokoelman ID:tä ei voi muokata suoraan
fr: l'ID de la collection d'un abonnement à un tableau de bord ne peut pas être modifié directement
hu: az irányítópult-feliratkozás gyűjteményazonosítója nem módosítható közvetlenül
it: L'ID della collezione di una sottoscrizione del cruscotto non può essere modificato direttamente
ja: ダッシュボード・サブスクリプションのコレクションIDを直接変更できない
lt: informacijos suvestinės prenumeratos rinkinio ID negalima tiesiogiai keisti
ms: ID koleksi bagi langganan papan pemuka tidak boleh diubah terus
nb: samling ID for et infotavle-abonnement kan ikke endres direkte
nl: collectie-ID van een dashboardabonnement kan niet rechtstreeks worden gewijzigd
pl: identyfikator kolekcji subskrypcji pulpitu nie może być bezpośrednio modyfikowany
pt_br: o ID de coleção de uma assinatura de painel não pode ser modificado diretamente
ru: ID коллекции подписки на дашборд не может быть изменен напрямую
sk: ID kolekcie predplatného na ovládací panel nie je možné priamo upraviť
sl: ID zbirke naročnine na nadzorno ploščo ni mogoče neposredno spremeniti
sq: collection ID i një abonimi paneli nuk mund të modifikohet drejtpërdrejt
sr: collection ID pretplate na kontrolnu tablu ne može direktno da se menja
sv: samlingens ID för en dashboardprenumeration kan inte ändras direkt
tr: pano aboneliğinin koleksiyon kimliği doğrudan değiştirilemez
uk: ID колекції для підписки на дашборд не можна змінювати напряму
vi: ID tập hợp của một đăng ký bảng điều khiển không thể được thay đổi trực tiếp
zh_hk: 無法直接修改儀表板訂閱的集合 ID

source: dashboard ID of a dashboard subscription cannot be modified
ar: لا يمكن تعديل dashboard ID لاشتراك لوحة معلومات
bg: идентификационният номер на таблото за абонамент за табло не може да бъде променен
ca: L'ID d'una subscripció a un quadre de comandament o d'un quadre de comandament no es pot modificar
de: Dashboard-ID eines Dashboard-Abonnements kann nicht geändert werden
eo: You can’t change the dashboard ID of a dashboard subscription, fr.
es: el ID de panel de una suscripción no se puede modificar
fa: شناسه داشبورد اشتراک داشبورد قابل تغییر نیست
fi: Kojelaudan tilauksen kojelaudan tunnusta ei voi muuttaa.
fr: l'ID d'un abonnement à un tableau de bord ne peut pas être modifié
hu: az irányítópult-feliratkozás irányítópultazonosítója nem módosítható
it: l'ID di un dashboard di un abbonamento non può essere modificato
ja: ダッシュボードサブスクリプションのダッシュボードIDが変更できない
lt: informacijos suvestinės prenumeratos ID keisti negalima
ms: ID papan pemuka bagi langganan papan pemuka tidak boleh diubah
nb: infotavle ID for et infotavle-abonnement kan ikke endres
nl: dashboard-ID van een dashboardabonnement kan niet worden gewijzigd
pl: nie można zmienić ID subskrybowanego pulpitu
pt_br: o ID do painel de uma assinatura de painel não pode ser modificado
ru: ID дашборда или подписки на дашборд не может быть изменен
sk: ID panelu predplatného na ovládací panel nie je možné upraviť
sl: ID-ja nadzorne plošče naročnine na nadzorno ploščo ni mogoče spremeniti
sq: dashboard ID i një abonimi paneli nuk mund të modifikohet
sr: dashboard ID pretplate na kontrolnu tablu ne može da se menja
sv: dashboard ID för en dashboardprenumeration kan inte ändras
tr: bir pano aboneliğinin pano kimliği değiştirilemez
uk: ID дашборду для підписки на дашборд не можна змінювати
vi: ID bảng điều khiển của một đăng ký bảng điều khiển không thể được thay đổi
zh_hk: 無法修改儀表板訂閱的儀表板 ID

source: Javascript resource not found: {0}
ar: تعذر العثور على مورد Javascript: {0}
bg: Ресурс на JavaScript не е намерен: {0}
ca: Recurs Javascript no trobat: {0}
de: Javascript Ressource nicht gefunden: {0}
eo: Bruh, can't find the Javascript resource: {0} smh
es: Recurso javascript no encontrado: {0}
fa: منبع جاوا اسکریپت یافت نشد: {0}
fi: Javascript-resurssia ei löydy: {0}
fr: Ressource Javascript non trouvée : {0}
hu: Javascript forrás nem található: {0}
it: Risorsa Javascript non trovata: {0}
ja: Javascriptのリソースが見つかりません。{0}
lt: „Javascript“ šaltinis nerastas: {0}
ms: Sumber Javascript tidak ditemui: {0}
nb: Javascript-ressurs ikke funnet: {0}
nl: Javascript-bron niet gevonden: {0}
pl: Nie znaleziono zasobu Javascript: {0}
pt_br: Recurso Javascript não encontrado: {0}
ru: Ресурс Javascript не найден: {0}
sk: Zdroj Javascriptu nebol nájdený: {0}
sl: Vira JavaScript ni mogoče najti: {0}
sq: Burimi Javascript nuk u gjet: {0}
sr: Javascript resurs nije pronađen: {0}
sv: Javascript-resursen hittades inte: {0}
tr: Javascript kaynağı bulunamadı: {0}
uk: Ресурс JavaScript не знайдено: {0}
vi: Không tìm thấy tài nguyên Javascript: {0}
zh_hk: 未找到 Javascript 資源： {0}

source: Found new version for DB: {0}
hu: Új verziót találtunk a DB-hez: {0}
ms: Temui versi baru untuk DB: {0}

source: Admin settings
bg: Настройки на профил администратор
ca: Preferències d'adminstració
eo: Admin settings → Admin vibe check
hu: Adminisztrátori beállítások
lt: Administratoriaus nustatymai
ms: Tetapan admin
nb: Admininnstillinger
nl: Beheerdersinstellingen
sv: Admin-inställningar

source: and is built with care by a team from all across this pale blue dot.
ar: وتم بناؤه بعناية بواسطة فريق من جميع أنحاء هذه النقطة الزرقاء الباهتة.
bg: и е построен с грижа от екип от цялата планета.
ca: i està desenvolupat amb cura per un equip d'arreu d'aquest pàl·lid punt blau (perdó per la traducció matussera del gran Sagan).
de: und wird mit Sorgfalt von einem Team von überall auf diesem hellblauen Punkt gebaut.
eo: and it’s crafted with mad love by a squad from all over this tiny blue marble
es: y se construye con cariño por un equipo diseminado por doquier en esta mota azul pálido.
fa: و با دقت توسط تیمی از سراسر این نقطه آبی کمرنگ ساخته شده است.
fi: ja se on rakennettu huolella tiimin toimesta ympäri tätä kalpeansinistä palloa.
fr: et est construit avec soin par une équipe de tous les coins de ce point bleu pâle.
hu: és ezt a halványkék pontot egy csapat gonddal építette.
it: ed è costruito con cura da un team di tutto questo ed è costruito con cura da un team di tutto questo punto blu pallido punto blu.
ja: この淡いブルーの点の中のすべてのチームによって、心を込めて作られています。
lt: ir yra kruopščiai sukurtas komandos iš viso šio šviesiai mėlyno taško.
ms: dan dibina dengan teliti oleh pasukan dari seluruh dunia ini.
nb: og er bygget med omhu av et team fra hele denne bleke blå prikken.
nl: en is met zorg gebouwd door een team van over de hele blauwe stip.
pl: i został stworzony starannie przez zespół z różnych zakątków tej bladoniebieskiej kropki.
pt_br: e é desenvolvido com carinho por pessoas espalhadas por este planetinha azul.
ru: и разработано с заботой командой со всего мира.
sk: a je vybudovaný s opatrnosťou tímom z celého sveta na tejto bledomodrej bodke.
sl: in skrbno ga gradi ekipa iz vse te bledo modre pike.
sq: dhe është ndërtuar me kujdes nga një ekip nga e gjithë kjo pikë blu e zbehtë.
sr: i pažljivo ga razvija tim sa svih strana ove blede plave tačke.
sv: och byggs omsortsfullt av ett team från hela den blå planeten.
tr: ve bu soluk mavi noktanın her yerinden bir ekip tarafından özenle inşa edilmiştir.
uk: і створений з дбайливістю командою з усіх куточків цієї блідо-блакитної цятки.
vi: và được xây dựng cẩn thận bởi một đội ngũ từ khắp nơi trên "điểm xanh nhạt" này.
zh_hk: 並由來自這個蒼白藍點各地的團隊精心打造。

source: This is a model now.
ar: هذا نموذج الآن.
bg: Това вече е модел.
ca: Això és un model ara.
de: Dies ist jetzt ein Model.
eo: This is a whole vibe now
es: Este es un modelo ahora.
fa: این الان یک مدل است.
fi: Tämä on nyt malli.
fr: C'est maintenant un modèle.
hu: Ez most egy modell.
it: Questo ora è un modello.
ja: これが今のモデルです。
lt: Tai dabartinis modelis.
ms: Ini adalah model sekarang.
nb: Dette er en modell nå.
nl: Dit is nu een model.
pl: To jest teraz model.
pt_br: Isto é um modelo agora.
ru: Теперь это модель.
sk: Toto je teraz model.
sl: To je zdaj model.
sq: Tani kjo është një model.
sr: Ovo je sada model.
sv: Detta är nu en modell.
tr: Bu artık bir model.
uk: Тепер це модель.
vi: Đây bây giờ là một mô hình.
zh_hk: 這是一個模型了。

source: This is a question now.
ar: هذا سؤال الآن.
bg: Това вече е въпрос.
ca: Això és una pregunta ara.
de: DIes ist jetzt eine Frage.
eo: This is a whole question now, fr fr.
es: Esta es una pregunta ahora.
fa: اکنون این یک سوال است.
fi: Tämä on nyt kysymys.
fr: C'est maintenant une question.
hu: Ez most egy kérdés.
it: Questa ora è una domanda.
ja: これは今の質問です。
lt: Tai dabartinis klausimas.
ms: Ini adalah soalan sekarang.
nb: Dette er et spørsmål nå.
nl: Dit is nu een vraag.
pl: To jest teraz pytanie.
pt_br: Isto é uma pergunta agora.
ru: Теперь это запрос.
sk: Toto je teraz otázka.
sl: To je zdaj vprašanje.
sq: Tani kjo është një pyetje.
sr: Ovo je sada pitanje.
sv: Detta är nu en fråga.
tr: Bu şimdi bir soru.
uk: Тепер це запит.
vi: Đây bây giờ là một câu hỏi.
zh_hk: 現在這是一個問題。

source: You're only allowed to email subscriptions to addresses ending in {0}
ar: يُسمح لك فقط بإرسال اشتراكات البريد الإلكتروني إلى عناوين تنتهي بـ {0}
bg: Имате право да изпращате абонаменти по имейл само до адреси, завършващи на {0}
ca: No pots afegir subscripcions cap a adreces que acabin en {0}
de: Sie dürfen Abonnements nur per E-Mail an Adressen senden, die auf {0} enden.
eo: You can only send subscriptions to emails that end in {0}, fr fr.
es: Solo puedes enviar suscripciones por correo electrónico a direcciones que terminan en {0}
fa: شما فقط مجاز به ارسال ایمیل به آدرس هایی هستید که به {0}ختم می شوند
fi: Sinulla on lupa lähettää sähköpostitilauksia vain osoitteisiin, jotka päättyvät {0}.
fr: Vous êtes seulement autorisé à envoyer des souscriptions aux adresses finissant par {0}
hu: Csak a(z) {0} végződésű címekre küldhet feliratkozásokat
it: Puoi inviare e-mail solo agli indirizzi che terminano con {0}
ja: {0}で終わるアドレスにのみ購読メールを送ることができます
lt: Prenumeratas el. paštu galite siųsti tik adresais, kurie baigiasi {0}
ms: Anda hanya dibenarkan menghantar langganan emel ke alamat yang berakhir dengan {0}
nb: Du har bare lov til å sende e-postabonnementer til adresser som ender med {0}
nl: Je mag alleen versturen naar adressen die eindigen op {0}
pl: Możesz wysyłać subskrypcje e-mail tylko na adresy kończące się na {0}
pt_br: Você só tem permissão para enviar assinaturas por e-mail para endereços que terminam em {0}
ru: Вам можете подписываться только с email-адресами, заканчивающимися на {0}
sk: Máte povolené odosielať predplatné e-mailom iba na adresy, ktoré končia na {0}
sl: Naročnine lahko pošiljate samo na naslove, ki se končajo na {0}
sq: Je i lejuar të dërgosh me email abonime vetëm në adresa që përfundojnë me {0}
sr: Dozvoljeno je slanje pretplata e-poštom samo na adrese koje se završavaju sa {0}
sv: Du kan bara skapa epost-prenumerationer som slutar med {0}
tr: Abonelikleri yalnızca {0} ile biten adreslere e-posta ile göndermenize izin verilir
uk: Вам дозволено надсилати підписки електронною поштою лише на адреси, що закінчуються на {0}
vi: Bạn chỉ được phép gửi email đăng ký đến các địa chỉ kết thúc bằng {0}
zh_hk: 您只能將訂閱電子郵件發送至以 {0}結尾的地址

source: Primary color
hu: Elsődleges szín
ms: Warna utama

source: The main color used throughout the app for buttons, links, and the default chart color.
hu: Az alkalmazásban használt fő szín gombokhoz, linkekhez és az alapértelmezett diagram színéhez.
ms: Warna utama yang digunakan di seluruh aplikasi untuk butang, pautan, dan warna carta lalai.

source: Navigation bar color
hu: Navigációs sáv színe
ms: Warna bar navigasi

source: The top nav bar of Metabase. Defaults to the Primary Color if not set.
hu: A Metabase felső navigációs sávja. Ha nincs beállítva, az elsődleges szín az alapértelmezett.
ms: Bar navigasi atas Metabase. Menggunakan Warna Utama secara lalai jika tidak ditetapkan.

source: Accent 1
hu: 1. akcentus
ms: Aksen 1
