Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Snippet content updated
ar: تم تحديث محتوى المقتطف
bg: Съдържанието на фрагмента е актуализирано
ca: Contingut del fragment actualitzat
de: Snippet-Inhalt aktualisiert
es: Contenido del fragmento actualizado
fa: محتوای قطعه کد به‌روزرسانی شد
fi: Katkelman sisältö päivitetty
fr: Contenu de l'extrait mis à jour
it: Contenuto del frammento aggiornato
ja: スニペットコンテンツが更新されました
nb: Utdragets innhold oppdatert
nl: Fragmentinhoud bijgewerkt
pl: Zaktualizowano treść fragmentu
pt_br: Conteúdo do trecho atualizado
ru: Содержимое фрагмента обновлено
sk: Obsah úryvku bol aktualizovaný
sl: Vsebina delčka je bila posodobljena
sq: Përmbajtja e fragmentit të kodit u përditësua
sr: Sadržaj isečka koda je ažuriran
sv: Utdragsinnehåll uppdaterat
tr: Parçacık içeriği güncellendi
uk: Вміст фрагмента оновлено
vi: Nội dung đoạn trích đã được cập nhật
zh_hk: 片段內容已更新

source: Setting up Python transforms, please wait
ar: جارٍ إعداد تحويلات Python، يُرجى الانتظار
de: Python-Transformationen werden eingerichtet, bitte warten.
es: Configurando transformaciones de Python, por favor espere
fa: تنظیم تبدیل‌های پایتون، لطفا صبر کنید
fi: Python-muunnosten määrittäminen, odota hetki
fr: Configuration des transformations Python en cours, veuillez patienter
it: Impostazione delle trasformazioni Python, attendere prego
ja: Python変換を設定しています。お待ちください
pl: Konfigurowanie transformacji Pythona, proszę czekać
pt_br: Configurando transformações em Python, aguarde.
ru: Настраиваем Python-трансформы, подождите
sk: Nastavenie transformácií Pythonu, čakajte prosím
sl: Nastavitev transformacij Python, prosim počakajte.
sq: Po konfigurohen transformimet Python, të lutem prit
sr: Podešavanje Python transformacija, sačekajte
tr: Python dönüşümleri ayarlanıyor, lütfen bekleyin.
uk: Налаштовуємо Python-трансформи, зачекайте
vi: Đang thiết lập các phép biến đổi Python, vui lòng chờ.
zh_hk: 設定 Python 變換，請稍候

source: Setting up transforms, please wait
ar: جارٍ إعداد التحويلات، يُرجى الانتظار
de: Transformationen werden eingerichtet, bitte warten.
es: Configurando transformaciones, por favor espere
fa: در حال تنظیم تبدیل‌ها، لطفا صبر کنید
fi: Muunnoksia määritetään, odota hetki
fr: Mise en place des transformations, veuillez patienter
it: Impostazione delle trasformazioni, attendere prego
ja: 変換を設定しています。お待ちください
pl: Konfigurowanie transformacji, proszę czekać
pt_br: Configurando transformações, aguarde.
ru: Настраиваем трансформы, подождите
sk: Nastavenie transformácií, čakajte prosím
sl: Nastavitev transformacij, prosimo počakajte.
sq: Po konfigurohen transformimet, të lutem prit
sr: Podešavanje transformacija, sačekajte
tr: Dönüştürmeler ayarlanıyor, lütfen bekleyin.
uk: Налаштовуємо трансформи, зачекайте
vi: Đang thiết lập các phép biến đổi, vui lòng chờ.
zh_hk: 正在設定變形，請稍候

source: Python transforms are ready
ar: تحويلات Python جاهزة
de: Python-Transformationen sind bereit
es: Las transformaciones de Python están listas
fa: تبدیل‌های پایتون آماده هستند
fi: Python-muunnokset ovat valmiita
fr: Les transformations Python sont prêtes
it: Le trasformazioni Python sono pronte
ja: Python変換が準備完了
pl: Transformacje Pythona są gotowe
pt_br: As transformações em Python estão prontas.
ru: Python-трансформы готовы
sk: Transformácie v Pythone sú pripravené
sl: Python transformacije so pripravljene
sq: Transformimet Python janë gati
sr: Python transformacije su spremne
tr: Python dönüşümleri hazır.
uk: Python-трансформи готові
vi: Các phép biến đổi Python đã sẵn sàng
zh_hk: Python 變換已準備就緒

source: Transforms are ready
ar: التحويلات جاهزة
de: Transformationen sind bereit
es: Las transformaciones están listas
fa: تبدیل‌ها آماده هستند
fi: Muunnokset ovat valmiita
fr: Les transformations sont prêtes
it: Le trasformazioni sono pronte
ja: 変換準備完了
pl: Transformacje są gotowe
pt_br: As transformações estão prontas
ru: Трансформы готовы
sk: Transformácie sú pripravené
sl: Transformacije so pripravljene
sq: Transformimet janë gati
sr: Transformacije su spremne
tr: Dönüşümler hazır.
uk: Трансформи готові
vi: Các phép biến đổi đã sẵn sàng
zh_hk: 變形準備就緒

source: Happy transforming!
ar: تحويلات ممتعة!
de: Viel Spaß beim Verwandeln!
es: ¡Feliz transformación!
fa: تبدیل شدنت مبارک!
fi: Onnea muuntautumiseen!
fr: Bonne transformation !
it: Buona trasformazione!
ja: 変身を楽しんでください！
pl: Miłej transformacji!
pt_br: Feliz transformação!
ru: Удачных трансформаций!
sk: Šťastná transformácia!
sl: Srečno preoblikovanje!
sq: Transformime të mbarë!
sr: Srećno transformisanje!
tr: Mutlu dönüşümler!
uk: Вдалих трансформацій!
vi: Chúc bạn chuyển đổi thành công!
zh_hk: 變身快樂

source: Commit message is too long.
ar: رسالة الـ commit طويلة جدًا.
es: El mensaje de confirmación es demasiado largo.
fa: پیام کامیت خیلی طولانی است.
fi: Vahvistusviesti on liian pitkä.
it: Il messaggio di commit è troppo lungo.
ja: コミットメッセージが長すぎます。
pt_br: A mensagem de commit é muito longa.
ru: Сообщение коммита слишком длинное.
sk: Správa potvrdenia je príliš dlhá.
sl: Sporočilo za potrditev je predolgo.
sq: Mesazhi i commit është shumë i gjatë.
sr: Commit poruka je predugačka.
uk: Повідомлення коміту занадто довге.
vi: Thông báo commit quá dài.
zh_hk: 指令訊息太長。

source: Please provide a commit message.
ar: يُرجى تقديم رسالة commit.
es: Proporcione un mensaje de confirmación.
fa: لطفا یک پیام کامیت ارائه دهید.
fi: Lähetä commit-viesti.
it: Si prega di fornire un messaggio di commit.
ja: コミットメッセージを入力してください。
pt_br: Por favor, forneça uma mensagem de commit.
ru: Укажите сообщение коммита.
sk: Prosím, zadajte správu o potvrdení.
sl: Prosim, navedite sporočilo za potrditev.
sq: Të lutem jep një mesazh commit.
sr: Navedite commit poruku.
uk: Будь ласка, вкажіть повідомлення коміту.
vi: Vui lòng cung cấp thông điệp commit.
zh_hk: 請提供提交訊息。

source: Review Changes
ar: مراجعة التغييرات
es: Revisar cambios
fa: بررسی تغییرات
fi: Tarkista muutokset
it: Revisione delle modifiche
ja: 変更を確認する
pt_br: Revisar alterações
ru: Просмотреть изменения
sk: Zmeny v kontrole
sl: Pregled sprememb
sq: Rishiko Ndryshimet
sr: Pregled promena
uk: Переглянути зміни
vi: Xem xét các thay đổi
zh_hk: 檢閱變更

source: New transforms
ar: تحويلات جديدة
es: Nuevas transformaciones
fa: تبدیل‌های جدید
fi: Uudet muunnokset
it: Nuove trasformazioni
ja: 新しい変換
pt_br: Novas transformações
ru: Новые трансформы
sk: Nové transformácie
sl: Nove transformacije
sq: Transformime të reja
sr: Nove transformacije
uk: Нові трансформи
vi: Biến đổi mới
zh_hk: 新變形

source: Modified transforms
ar: تحويلات معدّلة
es: Transformaciones modificadas
fa: تبدیل‌های اصلاح‌شده
fi: Muokatut muunnokset
it: Trasformazioni modificate
ja: 修正された変換
pt_br: Transformações modificadas
ru: Изменённые трансформы
sk: Upravené transformácie
sl: Spremenjene transformacije
sq: Transformime të modifikuara
sr: Izmenjene transformacije
uk: Змінені трансформи
vi: Biến đổi đã sửa đổi
zh_hk: 修正變形

source: Transform not found
ar: لم يتم العثور على التحويل
es: Transformación no encontrada
fa: تبدیل پیدا نشد
fi: Muunnosta ei löytynyt
it: Trasformazione non trovata
ja: 変換が見つかりません
pt_br: Transformação não encontrada
ru: Трансформ не найден
sk: Transformácia sa nenašla
sl: Preobrazba ni bila najdena
sq: Transformimi nuk u gjet
sr: Transformacija nije pronađena
uk: Трансформ не знайдено
vi: Không tìm thấy phép biến đổi
zh_hk: 未找到變形

source: Some transforms failed to run
ar: فشل تشغيل بعض التحويلات
es: Algunas transformaciones no se pudieron ejecutar
fa: برخی از تبدیل‌ها اجرا نشدند
fi: Joidenkin muunnosten suorittaminen epäonnistui
it: Alcune trasformazioni non sono riuscite a funzionare
ja: 一部の変換の実行に失敗しました
pt_br: Algumas transformações não foram executadas.
ru: Некоторые трансформы не удалось запустить
sk: Niektoré transformácie sa nepodarilo spustiť
sl: Nekaterih transformacij ni bilo mogoče izvesti
sq: Disa transformime dështuan të ekzekutohen
sr: Neke transformacije nisu uspešno pokrenute
uk: Деякі трансформи не вдалося запустити
vi: Một số phép biến đổi không chạy được.
zh_hk: 某些轉換無法執行

source: Transforms ran successfully
ar: تم تشغيل التحويلات بنجاح
es: Las transformaciones se ejecutaron correctamente
fa: تبدیل‌ها با موفقیت اجرا شدند
fi: Muunnokset suoritettiin onnistuneesti
it: Le trasformazioni sono state eseguite correttamente
ja: 変換は正常に実行されました
pt_br: As transformações foram executadas com sucesso.
ru: Трансформы успешно выполнены
sk: Transformácie prebehli úspešne
sl: Preobrazbe so bile uspešno izvedene
sq: Transformimet u ekzekutuan me sukses
sr: Transformacije su uspešno pokrenute
uk: Трансформи успішно запущено
vi: Quá trình chuyển đổi đã diễn ra thành công.
zh_hk: 變形成功執行

source: No transforms were run
ar: لم يتم تشغيل أي تحويلات
es: No se ejecutaron transformaciones
fa: هیچ تبدیلی اجرا نشد
fi: Muunnoksia ei suoritettu
it: Non sono state eseguite trasformazioni
ja: 変換は実行されませんでした
pt_br: Nenhuma transformação foi executada.
ru: Трансформы не запускались
sk: Neboli spustené žiadne transformácie
sl: Nobena transformacija ni bila izvedena
sq: Nuk u ekzekutua asnjë transformim
sr: Nijedna transformacija nije pokrenuta
uk: Жодного трансформу не було запущено
vi: Không có phép biến đổi nào được thực hiện.
zh_hk: 未執行變換

source: Failed to run transforms
ar: فشل تشغيل التحويلات
es: No se pudieron ejecutar las transformaciones
fa: اجرای تبدیل‌ها ناموفق بود
fi: Muunnosten suorittaminen epäonnistui
it: Impossibile eseguire le trasformazioni
ja: 変換を実行できませんでした
pt_br: Falha ao executar as transformações
ru: Не удалось запустить трансформы
sk: Nepodarilo sa spustiť transformácie
sl: Izvajanje transformacij ni uspelo
sq: Dështoi ekzekutimi i transformimeve
sr: Neuspešno pokretanje transformacija
uk: Не вдалося запустити трансформи
vi: Quá trình chuyển đổi không thành công.
zh_hk: 執行轉換失敗

source: Run transforms
ar: شغّل التحويلات
es: Ejecutar transformaciones
fa: اجرای تبدیل‌ها
fi: Suorita muunnokset
it: Esegui trasformazioni
ja: 変換を実行する
pt_br: Executar transformações
ru: Запустить трансформы
sk: Spustiť transformácie
sl: Izvajanje transformacij
sq: Ekzekuto transformimet
sr: Pokreni transformacije
uk: Запустити трансформи
vi: Chạy các phép biến đổi
zh_hk: 執行變形

source: Run all transforms
ar: شغّل كل التحويلات
es: Ejecutar todas las transformaciones
fa: اجرای همه تبدیل‌ها
fi: Suorita kaikki muunnokset
it: Esegui tutte le trasformazioni
ja: すべての変換を実行する
pt_br: Executar todas as transformações
ru: Запустить все трансформы
sk: Spustiť všetky transformácie
sl: Zaženi vse transformacije
sq: Ekzekuto të gjitha transformimet
sr: Pokreni sve transformacije
uk: Запустити всі трансформи
vi: Thực hiện tất cả các phép biến đổi
zh_hk: 執行所有變換

source: Run stale transforms
ar: شغّل التحويلات القديمة
es: Ejecutar transformaciones obsoletas
fa: اجرای تبدیل‌های قدیمی
fi: Suorita vanhentuneita muunnoksia
it: Esegui trasformazioni obsolete
ja: 古い変換を実行する
pt_br: Executar transformações obsoletas
ru: Запустить устаревшие трансформы
sk: Spúšťanie zastaraných transformácií
sl: Zaženi zastarele transformacije
sq: Ekzekuto transformimet e vjetruara
sr: Pokreni zastarele transformacije
uk: Запустити застарілі трансформи
vi: Chạy các phép biến đổi cũ
zh_hk: 執行陳舊的變換

source: Failed to create workspace
ar: فشل إنشاء مساحة عمل
es: No se pudo crear el espacio de trabajo
fa: ایجاد فضای کاری ناموفق بود
fi: Työtilan luominen epäonnistui
it: Impossibile creare l'area di lavoro
ja: ワークスペースの作成に失敗しました
pt_br: Falha ao criar o espaço de trabalho
ru: Не удалось создать рабочее пространство
sk: Nepodarilo sa vytvoriť pracovný priestor
sl: Delovnega prostora ni bilo mogoče ustvariti
sq: Dështoi krijimi i hapësirës së punës
sr: Neuspešno kreiranje radnog prostora
uk: Не вдалося створити воркспейс
vi: Không thể tạo không gian làm việc
zh_hk: 建立工作區失敗

source: Workspace archived successfully
ar: تمت أرشفة مساحة العمل بنجاح
es: Espacio de trabajo archivado correctamente
fa: فضای کاری با موفقیت بایگانی شد
fi: Työtila arkistoitu onnistuneesti
it: Area di lavoro archiviata correttamente
ja: ワークスペースが正常にアーカイブされました
pt_br: Espaço de trabalho arquivado com sucesso
ru: Рабочее пространство успешно архивировано
sk: Pracovný priestor bol úspešne archivovaný
sl: Delovni prostor je bil uspešno arhiviran
sq: Hapësira e punës u arkivua me sukses
sr: Radni prostor je uspešno arhiviran
uk: Воркспейс успішно заархівовано
vi: Đã lưu trữ thành công không gian làm việc
zh_hk: 工作區成功歸檔

source: Failed to archive workspace
ar: فشل أرشفة مساحة العمل
es: No se pudo archivar el espacio de trabajo
fa: بایگانی فضای کاری ناموفق بود
fi: Työtilan arkistointi epäonnistui
it: Impossibile archiviare l'area di lavoro
ja: ワークスペースをアーカイブできませんでした
pt_br: Falha ao arquivar o espaço de trabalho
ru: Не удалось архивировать рабочее пространство
sk: Archivácia pracovného priestoru zlyhala
sl: Arhiviranje delovnega prostora ni uspelo
sq: Dështoi arkivimi i hapësirës së punës
sr: Neuspešno arhiviranje radnog prostora
uk: Не вдалося заархівувати воркспейс
vi: Không thể lưu trữ không gian làm việc
zh_hk: 存檔工作區失敗

source: Workspace restored successfully
ar: تمت استعادة مساحة العمل بنجاح
es: Espacio de trabajo restaurado exitosamente
fa: فضای کاری با موفقیت بازیابی شد
fi: Työtila palautettu onnistuneesti
it: Area di lavoro ripristinata correttamente
ja: ワークスペースが正常に復元されました
pt_br: Espaço de trabalho restaurado com sucesso
ru: Рабочее пространство успешно восстановлено
sk: Pracovný priestor bol úspešne obnovený
sl: Delovni prostor je bil uspešno obnovljen
sq: Hapësira e punës u rikthye me sukses
sr: Radni prostor je uspešno vraćen
uk: Воркспейс успішно відновлено
vi: Không gian làm việc đã được khôi phục thành công.
zh_hk: 工作區已成功還原

source: Failed to restore workspace
ar: فشل استعادة مساحة العمل
es: No se pudo restaurar el espacio de trabajo
fa: بازیابی فضای کاری ناموفق بود
fi: Työtilan palauttaminen epäonnistui
it: Impossibile ripristinare l'area di lavoro
ja: ワークスペースの復元に失敗しました
pt_br: Falha ao restaurar o espaço de trabalho
ru: Не удалось восстановить рабочее пространство
sk: Obnovenie pracovného priestoru zlyhalo
sl: Delovnega prostora ni bilo mogoče obnoviti
sq: Dështoi rikthimi i hapësirës së punës
sr: Neuspešno vraćanje radnog prostora
uk: Не вдалося відновити воркспейс
vi: Không thể khôi phục không gian làm việc
zh_hk: 還原工作區失敗

source: Workspace deleted successfully
ar: تم حذف مساحة العمل بنجاح
es: Espacio de trabajo eliminado correctamente
fa: فضای کاری با موفقیت حذف شد
fi: Työtila poistettu onnistuneesti
it: Area di lavoro eliminata correttamente
ja: ワークスペースが正常に削除されました
pt_br: Espaço de trabalho excluído com sucesso
ru: Рабочее пространство успешно удалено
sk: Pracovný priestor bol úspešne odstránený
sl: Delovni prostor je bil uspešno izbrisan
sq: Hapësira e punës u fshi me sukses
sr: Radni prostor je uspešno obrisan
uk: Воркспейс успішно видалено
vi: Không gian làm việc đã được xóa thành công.
zh_hk: 工作區已成功刪除

source: Failed to delete workspace
ar: فشل حذف مساحة العمل
es: No se pudo eliminar el espacio de trabajo
fa: حذف فضای کاری ناموفق بود
fi: Työtilan poistaminen epäonnistui
it: Impossibile eliminare l'area di lavoro
ja: ワークスペースの削除に失敗しました
pt_br: Falha ao excluir o espaço de trabalho
ru: Не удалось удалить рабочее пространство
sk: Pracovný priestor sa nepodarilo odstrániť
sl: Delovnega prostora ni bilo mogoče izbrisati
sq: Dështoi fshirja e hapësirës së punës
sr: Neuspešno brisanje radnog prostora
uk: Не вдалося видалити воркспейс
vi: Không thể xóa không gian làm việc
zh_hk: 刪除工作區失敗

source: New workspace
ar: مساحة عمل جديدة
es: Nuevo espacio de trabajo
fa: فضای کاری جدید
fi: Uusi työtila
it: Nuovo spazio di lavoro
ja: 新しいワークスペース
pt_br: Novo espaço de trabalho
ru: Новое рабочее пространство
sk: Nový pracovný priestor
sl: Nov delovni prostor
sq: Hapësirë e re pune
sr: Novi radni prostor
uk: Новий воркспейс
vi: Không gian làm việc mới
zh_hk: 新工作區

source: No workspaces yet
ar: لا توجد مساحات عمل بعد
es: Aún no hay espacios de trabajo
fa: هنوز هیچ فضای کاری وجود ندارد
fi: Ei vielä työtiloja
it: Ancora nessuno spazio di lavoro
ja: ワークスペースはまだありません
pt_br: Ainda não há espaços de trabalho.
ru: Пока нет рабочих пространств
sk: Zatiaľ žiadne pracovné priestory
sl: Še ni delovnih prostorov
sq: Ende nuk ka hapësira pune
sr: Još nema radnih prostora
uk: Поки що немає воркспейсів
vi: Chưa có không gian làm việc nào
zh_hk: 尚未有工作區

source: More actions
ar: المزيد من الإجراءات
bg: Още действия
ca: Més accions
de: Weitere Aktionen
es: Más acciones
fa: اقدامات بیشتر
fi: Lisää toimintoja
fr: Plus d'actions
it: Altre azioni
ja: その他のアクション
nb: Flere handlinger
nl: Meer acties
pl: Więcej akcji
pt_br: Mais ações
ru: Больше действий
sk: Viac akcií
sl: Več dejanj
sq: Më shumë veprime
sr: Još radnji
sv: Fler åtgärder
tr: Daha fazla eylem
uk: Більше дій
vi: Thêm hành động
zh_hk: 更多行動

source: Archived
ar: مؤرشف
es: Archivado
fa: بایگانی شده
fi: Arkistoitu
it: Archiviato
ja: アーカイブ済み
pt_br: Arquivado
ru: В архиве
sk: Archivované
sl: Arhivirano
sq: Arkivuar
sr: Arhivirano
uk: Заархівовано
vi: Đã lưu trữ
zh_hk: 存檔

source: Pending setup
ar: إعداد معلّق
es: Pendiente de configuración
fa: در انتظار راه‌اندازی
fi: Odottaa määritystä
it: Configurazione in sospeso
ja: セットアップ保留中
pt_br: Configuração pendente
ru: Ожидает настройки
sk: Čaká sa na nastavenie
sl: Čaka na nastavitev
sq: Konfigurim në pritje
sr: Podešavanje na čekanju
uk: Очікує налаштування
vi: Đang chờ thiết lập
zh_hk: 待定設定

source: Ready
ar: جاهز
es: Listo
fa: آماده
fi: Valmis
it: Pronto
ja: 準備ができて
pt_br: Preparar
ru: Готово
sk: Pripravený
sl: Pripravljen
sq: Gati
sr: Spremno
uk: Готово
vi: Sẵn sàng
zh_hk: 準備就緒

source: Add transform
ar: أضف تحويلًا
es: Añadir transformación
fa: تبدیل را اضافه کنید
fi: Lisää muunnos
it: Aggiungi trasformazione
ja: 変換を追加
pt_br: Adicionar transformação
ru: Добавить трансформ
sk: Pridať transformáciu
sl: Dodaj transformacijo
sq: Shto transformim
sr: Dodaj transformaciju
uk: Додати трансформ
vi: Thêm phép biến đổi
zh_hk: 新增變形

source: SQL Transform
ar: تحويل SQL
es: Transformación SQL
fa: تبدیل SQL
fi: SQL-muunnos
it: Trasformazione SQL
ja: SQL変換
pt_br: Transformação SQL
ru: SQL-трансформ
sk: SQL transformácia
sl: SQL transformacija
sq: Transformim SQL
sr: SQL transformacija
uk: SQL-трансформ
vi: Chuyển đổi SQL
zh_hk: SQL 變換

source: Python Script
ar: سكريبت Python
es: Script de Python
fa: اسکریپت پایتون
fi: Python-skripti
it: Script Python
ja: Pythonスクリプト
pt_br: Script Python
ru: Python-скрипт
sk: Skript v Pythone
sl: Skripta v Pythonu
sq: Skript Python
sr: Python skripta
uk: Python-скрипт
vi: Kịch bản Python
zh_hk: Python 腳本

source: Jump to an item on the graph
ar: انتقل إلى عنصر على المخطط
bg: Преход към елемент от графиката
ca: Salta a un element del gràfic
de: Springen Sie zu einem Element im Diagramm
es: Saltar a un elemento del gráfico
fa: پرش به یک مورد در نمودار
fi: Siirry kaavion kohteeseen
fr: Accéder à un élément du graphique
it: Passa a un elemento del grafico
ja: グラフ上の項目にジャンプ
nb: Gå til et element i grafen
nl: Spring naar een item op de grafiek
pl: Przejdź do elementu na wykresie
pt_br: Ir para um item no gráfico
ru: Перейти к элементу на графике
sk: Preskočiť na položku v grafe
sl: Skoči na element na grafu
sq: Kalo te një element në graf
sr: Skoči na stavku na grafu
sv: Hoppa till ett objekt i grafen
tr: Grafikteki bir öğeye atla
uk: Перейти до елемента на графі
vi: Nhảy đến một mục trên biểu đồ
zh_hk: 跳到圖表上的項目

source: Broken dependencies
ar: التبعيات المعطلة
ca: Dependències trencades
de: Defekte Abhängigkeiten
es: Dependencias rotas
fa: وابستگی‌های شکسته
fi: Rikkoutuneet riippuvuudet
fr: dépendances rompues
it: Dipendenze interrotte
ja: 壊れた依存関係
nb: Ødelagte avhengigheter
pl: Zerwane zależności
pt_br: Dependências quebradas
ru: Неработающие зависимости
sk: Prerušené závislosti
sl: Prekinjene odvisnosti
sq: Varësi të prishura
sr: Pokvarene zavisnosti
tr: Bozuk bağımlılıklar
uk: Непрацюючі залежності
vi: Sự phụ thuộc bị phá vỡ
zh_hk: 破碎的依賴

source: Unreferenced entities
ar: كيانات غير مُشار إليها
ca: Entitats sense referència
de: Nicht referenzierte Entitäten
es: Entidades no referenciadas
fa: موجودیت‌های بدون مرجع
fi: Viittaamattomat yksiköt
fr: Entités non référencées
it: Entità non referenziate
ja: 参照されていないエンティティ
nb: Ikke-refererte enheter
pl: Nieodwołane jednostki
pt_br: Entidades não referenciadas
ru: Сущности без ссылок
sk: Nereferencované entity
sl: Nesklicevani subjekti
sq: Entitete pa referenca
sr: Nereferencirani entiteti
tr: Referanssız varlıklar
uk: Сутності без залежностей
vi: Các thực thể không được tham chiếu
zh_hk: 未引用的實體

source: Dependency diagnostics
ar: تشخيص التبعيات
ca: Diagnòstic de dependències
de: Abhängigkeitsdiagnose
es: Diagnóstico de dependencia
fa: تشخیص وابستگی
fi: Riippuvuusdiagnostiikka
fr: Diagnostic des dépendances
it: Diagnostica delle dipendenze
ja: 依存関係診断
nb: Diagnostikk av avhengighet
pl: Diagnostyka zależności
pt_br: Diagnóstico de dependências
ru: Диагностика зависимостей
sk: Diagnostika závislostí
sl: Diagnostika odvisnosti
sq: Diagnostikim i varësive
sr: Dijagnostika zavisnosti
tr: Bağımlılık teşhisi
uk: Діагностика залежностей
vi: Chẩn đoán phụ thuộc
zh_hk: 依賴診斷

source: Go to this
ar: اذهب إلى هذا
ca: Ves a això
de: Gehe zu diesem
es: Ir a esto
fa: برو به این
fi: Mene tähän
fr: Allez ici
it: Vai a questo
ja: こちらへ
nb: Gå til denne
pl: Przejdź do tego
pt_br: Acesse este link.
ru: Перейти к этому
sk: Prejsť na toto
sl: Pojdi na to
sq: Shko te ky
sr: Idi na ovo
tr: Buraya gidin
uk: Перейти до цього
vi: Hãy truy cập vào đây
zh_hk: 前往此處

source: Include items in personal collections
ar: تضمين العناصر في المجموعات الشخصية
ca: Inclou elements a les col·leccions personals
de: Gegenstände aus persönlichen Sammlungen einbeziehen
es: Incluir artículos en colecciones personales
fa: اقلام را در مجموعه‌های شخصی قرار دهید
fi: Sisällytä esineitä henkilökohtaisiin kokoelmiin
fr: Inclure des objets dans les collections personnelles
it: Includi elementi nelle collezioni personali
ja: 個人コレクションのアイテムを含める
nb: Inkluder gjenstander i personlige samlinger
pl: Uwzględnij przedmioty w kolekcjach osobistych
pt_br: Incluir itens em coleções pessoais
ru: Включать элементы в личные коллекции
sk: Zahrnúť položky do osobných zbierok
sl: Vključite predmete v osebne zbirke
sq: Përfshi elemente në koleksionet personale
sr: Uključi stavke u lične kolekcije
tr: Kişisel koleksiyonlardaki öğeleri dahil edin.
uk: Включати елементи в особисті колекції
vi: Bao gồm các vật phẩm trong bộ sưu tập cá nhân
zh_hk: 包括個人收藏的項目

source: Error removing prompt
ar: خطأ في إزالة الـ prompt
bg: Грешка при премахване на подканата
ca: S'ha produït un error en eliminar la sol·licitud
de: Fehler beim Entfernen der Eingabeaufforderung
eo: Bruh, the prompt just failed to delete lol
es: Error al eliminar el mensaje
fa: خطا در حذف اعلان
fi: Virhe kehotteen poistamisessa
fr: Erreur lors de la suppression de l'invite
it: Errore durante la rimozione del prompt
ja: プロンプトの削除中にエラーが発生しました
nb: Feil ved fjerning av ledetekst
nl: Fout bij het verwijderen van de prompt
pl: Błąd podczas usuwania monitu
pt_br: Erro ao remover o prompt
ru: Ошибка удаления подсказки
sk: Chyba pri odstraňovaní výzvy
sl: Napaka pri odstranjevanju poziva
sq: Gabim gjatë heqjes së prompt-it
sr: Greška pri uklanjanju prompta
sv: Fel vid borttagning av prompten
tr: İstemi kaldırma hatası
uk: Помилка видалення промпта
vi: Lỗi khi xóa lời nhắc
zh_hk: 錯誤移除提示

source: Successfully removed prompt
ar: تمت إزالة الموجّه بنجاح
ca: S'ha eliminat correctament la sol·licitud
de: Die Eingabeaufforderung wurde erfolgreich entfernt.
es: El mensaje se eliminó correctamente
fa: درخواست با موفقیت حذف شد
fi: Kehote poistettu onnistuneesti
fr: Message supprimé avec succès
it: Prompt rimosso con successo
ja: プロンプトが正常に削除されました
nb: Vellykket fjernet ledetekst
pl: Pomyślnie usunięto monit
pt_br: Solicitação removida com sucesso
ru: Промпт успешно удалён
sk: Výzva bola úspešne odstránená
sl: Poziv uspešno odstranjen
sq: Prompt-i u hoq me sukses
sr: Prompt je uspešno uklonjen
tr: İstem başarıyla kaldırıldı.
uk: Промпт успішно видалено
vi: Đã xóa thành công lời nhắc
zh_hk: 成功移除提示
