Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Granular control down to the row- and column-level security. Manage advanced permissions per user group, or even at the database level.
ar: تحكم دقيق حتى مستوى أمان الصفوف والأعمدة. أدر الأذونات المتقدمة لكل مجموعة مستخدمين، أو حتى على مستوى قاعدة البيانات.
bg: Подробен контрол до сигурността на ниво ред и колона. Управлявайте разширените разрешения за потребителска група или дори на ниво база данни.
ca: Control granular fins a la seguretat a nivell de fila i columna. Gestioneu els permisos avançats per grup d'usuaris, o fins i tot a nivell de base de dades.
de: Granulare Kontrolle bis hin zur Sicherheit auf Zeilen- und Spaltenebene. Verwalten Sie erweiterte Berechtigungen pro Benutzergruppe oder sogar auf Datenbankebene.
eo: You can totally micromanage security all the way down to each row and column. Set those sick permissions for different user groups, or even at the database level, no cap.
es: Control granular que abarca la seguridad a nivel de fila y columna. Gestione permisos avanzados por grupo de usuarios o incluso a nivel de base de datos.
fa: کنترل دانه ای تا امنیت در سطح ردیف و ستون. مجوزهای پیشرفته را در هر گروه کاربری یا حتی در سطح پایگاه داده مدیریت کنید.
fi: Yksityiskohtainen ohjaus rivi- ja saraketason suojaukseen asti. Hallitse lisäoikeuksia käyttäjäryhmäkohtaisesti tai jopa tietokantatasolla.
fr: Contrôle granulaire de la sécurité jusqu'au niveau des lignes et des colonnes. Gestion des autorisations avancées par groupe d'utilisateurs, voire au niveau de la base de données.
it: Controllo granulare fino alla sicurezza a livello di riga e colonna. Gestisci autorizzazioni avanzate per gruppo di utenti o persino a livello di database.
ja: 行レベルと列レベルのセキュリティに至るまできめ細かな制御が可能です。ユーザー グループごと、またはデータベース レベルでも高度な権限を管理できます。
lt: Granuliuotas valdymas iki saugos eilutės ir stulpelio lygiu. Tvarkykite išplėstinius kiekvienos vartotojų grupės leidimus arba net duomenų bazės lygiu.
nb: Granulær kontroll helt ned til rad- og kolonnenivå. Administrer avanserte tillatelser per brukergruppe, eller til og med på databasenivå.
nl: Gedetailleerde controle tot aan de beveiliging op rij- en kolomniveau. Beheer geavanceerde machtigingen per gebruikersgroep of zelfs op databaseniveau.
pl: Granularna kontrola aż do poziomu bezpieczeństwa wierszy i kolumn. Zarządzaj zaawansowanymi uprawnieniami dla każdej grupy użytkowników, a nawet na poziomie bazy danych.
pt_br: Controle granular até a segurança em nível de linha e coluna. Gerencie permissões avançadas por grupo de usuários ou até mesmo no nível do banco de dados.
ru: Детальный контроль вплоть до уровня безопасности строк и столбцов. Управляйте расширенными разрешениями для каждой группы пользователей или даже на уровне базы данных.
sk: Podrobné ovládanie až po zabezpečenie na úrovni riadkov a stĺpcov. Spravujte rozšírené povolenia podľa skupiny používateľov alebo dokonca na úrovni databázy.
sl: Natančen nadzor vse do varnosti na ravni vrstic in stolpcev. Upravljajte napredna dovoljenja na skupino uporabnikov ali celo na ravni baze podatkov.
sq: Kontroll i detajuar deri te siguria në nivel rreshti dhe kolone. Menaxho leje të avancuara për grup përdoruesish, ose edhe në nivel baze të dhënash.
sr: Detaljna kontrola do nivoa bezbednosti po redovima i kolonama. Upravljajte naprednim dozvolama po korisničkim grupama, ili čak na nivou baze podataka.
sv: Granulär kontroll ner till säkerhet på rad- och kolumnnivå. Hantera avancerade behörigheter per användargrupp, eller till och med på databasnivå.
tr: Satır ve sütun düzeyinde güvenliğe kadar ayrıntılı denetim. Kullanıcı grubu başına veya hatta veritabanı düzeyinde gelişmiş izinleri yönetin.
uk: Гранулярний контроль аж до безпеки на рівні рядків і стовпців. Керуйте розширеними дозволами для кожної групи користувачів або навіть на рівні бази даних.
vi: Kiểm soát chi tiết xuống đến bảo mật cấp hàng và cấp cột. Quản lý các quyền nâng cao cho từng nhóm người dùng hoặc thậm chí ở cấp cơ sở dữ liệu.
zh_hk: 細緻到行和列層級安全性的控制。管理每個使用者群組，甚至資料庫層級的進階權限。

source: Get this with Pro. Try for free.
ar: احصل على هذا مع Pro. جرّبه مجانًا.
bg: Вземете това с Pro. Опитайте безплатно.
ca: Aconsegueix-ho amb Pro. Prova-ho gratuïtament.
de: Holen Sie sich das mit Pro. Kostenlos testen.
es: Obtén esto con Pro. Pruébalo gratis.
fa: این را با نسخه حرفه‌ای دریافت کنید. رایگان امتحان کنید.
fi: Hanki tämä Prolla. Kokeile ilmaiseksi.
fr: Obtenez-le avec Pro. Essai gratuit.
it: Ottienilo con Pro. Provalo gratuitamente.
ja: Proで入手。無料でお試しください。
nb: Få dette med Pro. Prøv gratis.
nl: Ontvang dit bij Pro. Probeer het gratis.
pl: Zdobądź wersję Pro. Wypróbuj za darmo.
pt_br: Obtenha isso com o Pro. Experimente gratuitamente.
ru: Получите это с Pro. Попробуйте бесплатно.
sk: Získajte to s Pro. Vyskúšajte zadarmo.
sl: Pridobite to s Pro. Preizkusite brezplačno.
sq: Merreni këtë me Pro. Provojeni falas.
sr: Nabavite ovo uz Pro. Isprobajte besplatno.
sv: Skaffa detta med Pro. Prova gratis.
tr: Pro ile edinin. Ücretsiz deneyin.
uk: Отримайте це з Pro. Спробуйте безплатно.
vi: Nhận bản Pro này. Dùng thử miễn phí.
zh_hk: 使用 Pro 獲得此功能。免費試用。

source: Make Metabase look like you
ar: اجعل Metabase يبدو مثلك
bg: Направете Metabase да изглежда като вас
ca: Fes que Metabase sembli tu
de: Geben Sie Metabase das Aussehen, das Sie mögen
eo: Make Metabase lowkey your vibe
es: Haz que Metabase se parezca a ti
fa: متابیس را شبیه خود کنید
fi: Tee Metabase näyttämään sinulta
fr: Faites en sorte que Metabase vous ressemble
it: Fai in modo che Metabase ti somigli
ja: Metabaseをあなたのようにカスタマイズ
lt: Padarykite „Metabase“ panašią į jus
nb: Få Metabase til å se ut som deg
nl: Laat Metabase eruit zien als jij
pl: Spraw, aby Metabase wyglądała jak Ty
pt_br: A Metabase do seu jeito
ru: Сделайте Metabase похожим на вас
sk: Nechajte Metabase vyzerať ako vy
sl: Naj Metabase izgleda kot vi
sq: Bëje Metabase të duket si ti
sr: Učinite da Metabase izgleda kao vi
sv: Få Metabase att se ut som dig
tr: Metabase'i kendinize benzetin
uk: Зробіть так, щоб Metabase виглядав як ви
vi: Làm cho Metabase trông giống bạn
zh_hk: 讓 Metabase 看起來像您一樣

source: Customize your internal or customer-facing analytics with your brand name, logo, colors, font and more, and hide giveaway Metabase elements.
ar: خصّص تحليلاتك الداخلية أو المواجهة للعملاء باسم علامتك التجارية وشعارك وألوانك وخطك وغير ذلك، وأخفِ عناصر Metabase الافتراضية.
bg: Персонализирайте вашите вътрешни или насочени към клиента анализи с името на вашата марка, лого, цветове, шрифт и други и скрийте елементите на Metabase за подаръци.
ca: Personalitzeu les vostres anàlisis internes o orientades al client amb el vostre nom de marca, logotip, colors, tipus de lletra i molt més, i amagueu els elements de Metabase de regal.
de: Passen Sie Ihre internen oder kundenorientierten Analysen mit Ihrem Markennamen, Logo, Ihren Farben, Ihrer Schriftart usw. an und verbergen Sie Werbegeschenk-Metabase-Elemente.
eo: Make your analytics look totally you — add your brand name, logo, colors, fonts, and more, and hide those giveaway Metabase bits.
es: Personalice sus análisis internos o de cara al cliente con el nombre de su marca, logotipo, colores, fuente y más, y oculte los elementos informativos de Metabase.
fa: تجزیه و تحلیل داخلی یا مشتری خود را با نام تجاری، لوگو، رنگ ها، فونت و موارد دیگر سفارشی کنید و عناصر متاباز را پنهان کنید.
fi: Mukauta sisäistä tai asiakaskohtaista analytiikkaasi brändinimelläsi, logollasi, väreilläsi, fontillasi ja muilla ominaisuuksilla ja piilota lahjoitusmetabase-elementit.
fr: Personnalisez vos analyses internes ou destinées aux clients avec le nom de votre marque, votre logo, vos couleurs, votre police et bien plus encore, et masquez les éléments Metabase gratuits.
it: Personalizza le tue analisi interne o rivolte ai clienti con il nome del tuo marchio, il logo, i colori, il font e altro ancora, e nascondi gli elementi omaggio di Metabase.
ja: ブランド名、ロゴ、色、フォントなどを使用して社内または顧客向けの分析をカスタマイズし、Metabase の無料要素を非表示にします。
lt: Tinkinkite savo vidinę ar klientams skirtą analizę naudodami prekės pavadinimą, logotipą, spalvas, šriftą ir daugiau, ir paslėpkite dovanų metabazės elementus.
nb: Tilpass de interne eller kundevendte analysene med merkenavn, logo, farger, skrifttype og mer, og skjul Metabase-elementer som gir bort.
nl: Pas uw interne of klantgerichte analyses aan met uw merknaam, logo, kleuren, lettertype en meer. Bovendien kunt u weggeef-metabase-elementen verbergen.
pl: Dostosuj wewnętrzne lub widoczne dla klientów analizy, dodając nazwę marki, logo, kolory, czcionkę i inne elementy, a także ukryj elementy Metabase dotyczące darmowych gadżetów.
pt_br: Personalize suas análises internas ou voltadas para o cliente com o nome da sua marca, logotipo, cores, fonte e muito mais, e oculte elementos oferecidos da Metabase.
ru: Настройте внутреннюю или клиентскую аналитику, используя название бренда, логотип, цвета, шрифт и т. д., а также скройте элементы Metabase для раздачи.
sk: Prispôsobte si svoju internú alebo zákaznícku analýzu pomocou názvu svojej značky, loga, farieb, písma a ďalších prvkov a skryte prvky metabázy.
sl: Prilagodite svojo notranjo analitiko ali analitiko, obrnjeno k strankam, z imenom vaše blagovne znamke, logotipom, barvami, pisavo in še več ter skrijte elemente Metabase za darila.
sq: Personalizo analitikën tënde të brendshme ose për klientët me emrin e brand-it, logo, ngjyra, font dhe më shumë, dhe fshih elementët tregues të Metabase.
sr: Prilagodite internu ili analitiku okrenutu ka klijentima svojim brendom, imenom, logotipom, bojama, fontom i još mnogo toga, i sakrijte prepoznatljive Metabase elemente.
sv: Anpassa dina interna eller kundinriktade analyser med ditt varumärke, logotyp, färger, typsnitt och mer, och dölj metabaselement för giveaway.
tr: Marka adınız, logonuz, renkleriniz, yazı tipiniz ve daha fazlasıyla dahili veya müşteriye yönelik analizlerinizi özelleştirin ve hediye Metabase öğelerini gizleyin.
uk: Налаштуйте вашу внутрішню або клієнтську аналітику під ваш бренд: назву, логотип, кольори, шрифт тощо, і приховайте елементи Metabase, які видають його.
vi: Tùy chỉnh phân tích nội bộ hoặc phân tích hướng đến khách hàng bằng tên thương hiệu, logo, màu sắc, phông chữ, v.v. và ẩn các thành phần Metabase tặng kèm.
zh_hk: 使用您的品牌名稱、標誌、顏色、字型等自訂您的內部或客戶分析，並隱藏贈品 Metabase 元素。

source: Destination database created successfully
ar: تم إنشاء قاعدة البيانات الوجهة بنجاح
bg: Базата данни за местоназначение е създадена успешно
ca: Base de dades de destinació creada correctament
de: Zieldatenbank erfolgreich erstellt
eo: Destin database is totally set up and vibing
es: Base de datos de destino creada correctamente
fa: پایگاه داده مقصد با موفقیت ایجاد شد
fi: Kohdetietokanta luotu onnistuneesti
fr: Base de données de destination créée avec succès
it: Database di destinazione creato con successo
ja: 宛先データベースが正常に作成されました
nb: Destinasjonsdatabase opprettet med suksess
nl: Bestemmingsdatabase succesvol aangemaakt
pl: Baza danych docelowa utworzona pomyślnie
pt_br: Banco de dados de destino criado com sucesso
ru: Целевая база данных успешно создана
sk: Cieľová databáza bola úspešne vytvorená
sl: Ciljna zbirka podatkov je uspešno ustvarjena
sq: Baza e të dhënave e destinacionit u krijua me sukses
sr: Odredišna baza je uspešno kreirana
sv: Destinationsdatabasen skapades framgångsrikt
tr: Hedef veritabanı başarıyla oluşturuldu
uk: Цільову базу даних успішно створено
vi: Cơ sở dữ liệu đích đã được tạo thành công
zh_hk: 目的地資料庫建立成功

source: Destination database updated successfully
ar: تم تحديث قاعدة البيانات الوجهة بنجاح
bg: Базата данни на дестинацията е актуализирана успешно
ca: La base de dades de destinació s'ha actualitzat correctament
de: Zieldatenbank erfolgreich aktualisiert
eo: The destination database is totally updated rn
es: La base de datos de destinos se actualizó correctamente
fa: پایگاه داده مقصد با موفقیت به روز شد
fi: Kohdetietokanta päivitetty onnistuneesti
fr: La base de données de destination a été mise à jour avec succès
it: Database di destinazione aggiornato correttamente
ja: 宛先データベースが正常に更新されました
nb: Destinasjonsdatabasen ble oppdatert
nl: Bestemmingsdatabase succesvol bijgewerkt
pl: Baza danych miejsc docelowych została pomyślnie zaktualizowana
pt_br: Banco de dados de destino atualizado com sucesso
ru: Целевая база данных успешно обновлена
sk: Cieľová databáza bola úspešne aktualizovaná
sl: Ciljna zbirka podatkov je bila uspešno posodobljena
sq: Baza e të dhënave e destinacionit u përditësua me sukses
sr: Odredišna baza je uspešno ažurirana
sv: Destinationsdatabasen har uppdaterats
tr: Hedef veritabanı başarıyla güncellendi
uk: Цільову базу даних успішно оновлено
vi: Cơ sở dữ liệu đích đã được cập nhật thành công
zh_hk: 目的地資料庫更新成功

source: Add destination database
ar: أضف قاعدة بيانات وجهة
bg: Добавете целева база данни
ca: Afegeix la base de dades de destinació
de: Zieldatenbank hinzufügen
eo: Add the destination database, fr fr
es: Agregar base de datos de destino
fa: افزودن پایگاه داده مقصد
fi: Lisää kohdetietokanta
fr: Ajouter une base de données de destination
it: Aggiungi database di destinazione
ja: 宛先データベースを追加する
nb: Legg til destinasjonsdatabase
nl: Bestemmingsdatabase toevoegen
pl: Dodaj bazę danych docelową
pt_br: Adicionar banco de dados de destino
ru: Добавить целевую базу данных
sk: Pridať cieľovú databázu
sl: Dodajte ciljno zbirko podatkov
sq: Shto bazë të dhënash destinacioni
sr: Dodaj odredišnu bazu
sv: Lägg till destinationsdatabas
tr: Hedef veritabanını ekle
uk: Додати цільову базу даних
vi: Thêm cơ sở dữ liệu đích
zh_hk: 新增目的地資料庫

source: Edit destination database
ar: حرّر قاعدة بيانات الوجهة
bg: Редактиране на дестинационна база данни
ca: Edita la base de dades de destinació
de: Zieldatenbank bearbeiten
eo: Update the destination db, fr fr
es: Editar la base de datos de destino
fa: ویرایش پایگاه داده مقصد
fi: Muokkaa kohdetietokantaa
fr: Modifier la base de données de destination
it: Modifica il database di destinazione
ja: 宛先データベースを編集する
nb: Rediger destinasjonsdatabasen
nl: Bewerkingsdoeldatabase
pl: Edytuj bazę danych docelową
pt_br: Editar banco de dados de destino
ru: Редактировать целевую базу данных
sk: Upravte cieľovú databázu
sl: Uredite ciljno zbirko podatkov
sq: Redakto bazën e të dhënave të destinacionit
sr: Izmeni odredišnu bazu
sv: Redigera destinationsdatabas
tr: Hedef veritabanını düzenle
uk: Редагувати цільову базу даних
vi: Chỉnh sửa cơ sở dữ liệu đích
zh_hk: 編輯目的地資料庫

source: You can also add databases programmatically via the API.
ar: يمكنك أيضًا إضافة قواعد البيانات برمجيًا عبر الـ API.
bg: Можете също така да добавяте бази данни програмно чрез API.
ca: També podeu afegir bases de dades amb programació mitjançant l'API.
de: Sie können Datenbanken auch programmgesteuert über die API hinzufügen.
eo: You can also bang in databases through the API, fr.
es: También puede agregar bases de datos mediante programación a través de la API.
fa: همچنین می توانید پایگاه های داده را به صورت برنامه نویسی از طریق API اضافه کنید.
fi: Voit myös lisätä tietokantoja ohjelmallisesti API:n kautta.
fr: Vous pouvez également ajouter des bases de données par programmation via l'API.
it: È anche possibile aggiungere database a livello di programmazione tramite l'API.
ja: API を介してプログラムでデータベースを追加することもできます。
nb: Du kan også legge til databaser programmatisk via API-et.
nl: U kunt databases ook programmatisch toevoegen via de API.
pl: Bazy danych można dodawać również programowo poprzez API.
pt_br: Você também pode adicionar bancos de dados sistematicamente por meio da API.
ru: Вы также можете добавлять базы данных программно через API.
sk: Databázy môžete pridávať aj programovo cez API.
sl: Baze podatkov lahko dodate tudi programsko prek API-ja.
sq: Mund të shtosh baza të dhënash edhe programatikisht përmes API-së.
sr: Možeš i programski da dodaš baze preko API-ja.
sv: Du kan också lägga till databaser programmatiskt via API:et.
tr: API aracılığıyla veritabanlarını programlı olarak da ekleyebilirsiniz.
uk: Також можна додавати бази даних програмно через API.
vi: Bạn cũng có thể thêm cơ sở dữ liệu theo chương trình thông qua API.
zh_hk: 您也可以透過 API 程式化地新增資料庫。

source: Manage your uploads
ar: أدر عمليات الرفع لديك
bg: Управлявайте вашите качвания
ca: Gestioneu les vostres càrregues
de: Verwalten Sie Ihre Uploads
eo: Keep your uploads on fleek
es: Administra tus subidas
fa: آپلودهای خود را مدیریت کنید
fi: Hallinnoi latauksiasi
fr: Gérez vos téléchargements
it: Gestisci i tuoi caricamenti
ja: アップロードを管理する
lt: Tvarkykite savo įkėlimus
nb: Administrer opplastingene dine
nl: Beheer uw uploads
pl: Zarządzaj swoimi przesłanymi plikami
pt_br: Gerencie seus uploads
ru: Управляйте своими загрузками
sk: Spravujte svoje nahrávania
sl: Upravljajte svoje nalaganje
sq: Menaxho ngarkimet e tua
sr: Upravljajte svojim otpremanjima
sv: Hantera dina uppladdningar
tr: Yüklemelerinizi yönetin
uk: Керувати вашими завантаженнями
vi: Quản lý các nội dung tải lên của bạn
zh_hk: 管理您的上傳

source: Error saving {0}
ar: خطأ أثناء حفظ {0}
bg: Грешка при запазване на {0}
ca: S'ha produït un error en desar {0}
de: Fehler beim Speichern von {0}
eo: Oops, couldn’t save {0} fr fr
es: Error al guardar {0}
fa: خطا در ذخیره {0}
fi: Virhe tallennettaessa {0}
fr: Erreur lors de l'enregistrement {0}
it: Errore durante il salvataggio di {0}
ja: 保存中にエラーが発生しました {0}
nb: Feil ved lagring av {0}
nl: Fout bij opslaan {0}
pl: Błąd podczas zapisywania {0}
pt_br: Erro ao salvar {0}
ru: Ошибка сохранения {0}
sk: Chyba pri ukladaní {0}
sl: Napaka pri shranjevanju {0}
sq: Gabim gjatë ruajtjes së {0}
sr: Greška pri čuvanju {0}
sv: Det gick inte att spara {0}
tr: Kaydederken hata oluştu {0}
uk: Помилка збереження {0}
vi: Lỗi khi lưu {0}
zh_hk: 保存錯誤 {0}

source: Error saving settings
ar: خطأ في حفظ الإعدادات
bg: Грешка при запазване на настройките
ca: S'ha produït un error en desar la configuració
de: Fehler beim Speichern der Einstellungen
eo: Oops, settings didn't save, fr fr
es: Error al guardar la configuración
fa: خطا در ذخیره تنظیمات
fi: Virhe asetusten tallentamisessa
fr: Erreur lors de l'enregistrement des paramètres
it: Errore durante il salvataggio delle impostazioni
ja: 設定の保存中にエラーが発生しました
nb: Feil ved lagring av innstillinger
nl: Fout bij het opslaan van instellingen
pl: Błąd podczas zapisywania ustawień
pt_br: Erro ao salvar configurações
ru: Ошибка сохранения настроек
sk: Chyba pri ukladaní nastavení
sl: Napaka pri shranjevanju nastavitev
sq: Gabim gjatë ruajtjes së cilësimeve
sr: Greška pri čuvanju podešavanja
sv: Fel vid sparning av inställningar
tr: Ayarlar kaydedilirken hata oluştu
uk: Помилка збереження налаштувань
vi: Lỗi khi lưu cài đặt
zh_hk: 錯誤儲存設定

source: Use Models in Metabase | Getting started with Metabase
ar: استخدم Models في Metabase | Getting started with Metabase
bg: Използване на модели в метабаза | Първи стъпки с Metabase
ca: Utilitzeu models a Metabase | Com començar amb Metabase
de: Modelle in Metabase verwenden | Erste Schritte mit Metabase
eo: Use models in Metabase, fr | Getting started with Metabase
es: Usar modelos en Metabase | Introducción a Metabase
fa: استفاده از مدل ها در متابیس | شروع کار با متابیس
fi: Käytä malleja metakannassa | Metabasen käytön aloittaminen
fr: Utiliser des modèles dans Metabase | Premiers pas avec Metabase
it: Utilizzare i modelli in Metabase | Introduzione a Metabase
ja: Metabase でモデルを使用する | Metabase を使い始める
lt: Naudokite modelius metabazėje | Darbo su metabaze pradžia
nb: Bruk modeller i Metabase | Kom i gang med Metabase
nl: Modellen gebruiken in Metabase | Aan de slag met Metabase
pl: Używanie modeli w Metabase | Wprowadzenie do Metabase
pt_br: Use modelos na Metabase | Introdução à Metabase
ru: Использование моделей в Metabase | Начало работы с Metabase
sk: Použitie modelov v metabáze | Začíname s metabázou
sl: Uporabi modele v Metabase | Začetek uporabe Metabase
sq: Përdor Modelet në Metabase | Fillimi me Metabase
sr: Koristi modele u Metabase | Prvi koraci sa Metabase
sv: Använd modeller i Metabase | Komma igång med Metabase
tr: Metabase'de Modelleri Kullanma | Metabase ile Başlarken
uk: Використання моделей у Metabase | Початок роботи з Metabase
vi: Sử dụng Models trong Metabase | Bắt đầu với Metabase
zh_hk: 在 Metabase 中使用模型 | Metabase 入門

source: Browse models video thumbnail
ar: صورة مصغّرة لفيديو استعراض النماذج
bg: Разгледайте миниатюра на видеоклипа на моделите
ca: Exploreu la miniatura del vídeo dels models
de: Durchsuchen Sie die Videovorschau der Modelle
eo: Scrollin' through models' vid thumbnailes
es: Explorar miniaturas de videos de modelos
fa: تصاویر کوچک ویدیویی مدل ها را مرور کنید
fi: Selaa mallien videopikkukuvaa
fr: Parcourir les miniatures vidéo des modèles
it: Sfoglia i modelli miniatura video
ja: モデルのビデオサムネイルを閲覧
lt: Naršykite modelių vaizdo įrašų miniatiūras
nb: Bla gjennom videominiatyrbilder av modeller
nl: Blader door de videominiatuur van modellen
pl: Przeglądaj miniatury wideo modeli
pt_br: Navegar modelos miniatura de vídeo
ru: Просмотр миниатюр видео моделей
sk: Prehliadajte miniatúru videa modelov
sl: Brskanje po sličici videa modelov
sq: Miniatura e videos së shfletimit të modeleve
sr: Sličica videa za pregled modela
sv: Bläddra bland modeller videominiatyr
tr: Modellerin video küçük resmine göz atın
uk: Мініатюра відео про перегляд моделей
vi: Duyệt qua hình thu nhỏ video của người mẫu
zh_hk: 瀏覽機型視訊縮圖

source: Create models to clean up and combine tables to make your data easier to explore
ar: أنشئ نماذج لتنظيف الجداول ودمجها لجعل بياناتك أسهل للاستكشاف
bg: Създавайте модели за почистване и комбиниране на таблици, за да направите вашите данни по-лесни за изследване
ca: Creeu models per netejar i combinar taules per facilitar l'exploració de les vostres dades
de: Erstellen Sie Modelle zum Bereinigen und Kombinieren von Tabellen, um die Untersuchung Ihrer Daten zu erleichtern
eo: Make some models to tidy up and merge tables so your data’s way easier to vibe with
es: Cree modelos para limpiar y combinar tablas para que sea más fácil explorar sus datos
fa: مدل هایی را برای تمیز کردن و ترکیب جداول ایجاد کنید تا کاوش داده های خود را آسان تر کنید
fi: Luo malleja puhdistaaksesi ja yhdistä taulukoita, jotta tietosi on helpompi tutkia
fr: Créez des modèles pour nettoyer et combiner des tables afin de faciliter l'exploration de vos données
it: Crea modelli per ripulire e combinare le tabelle per rendere i tuoi dati più facili da esplorare
ja: モデルを作成してテーブルを整理し、結合してデータの探索を容易にします
lt: Kurkite modelius, kad išvalytumėte ir derintumėte lenteles, kad būtų lengviau naršyti duomenis
nb: Lag modeller for å rydde opp i og kombinere tabeller for å gjøre dataene enklere å utforske
nl: Maak modellen om tabellen op te schonen en te combineren, zodat uw gegevens gemakkelijker te verkennen zijn
pl: Twórz modele, aby oczyścić i połączyć tabele, dzięki czemu Twoje dane będą łatwiejsze do eksploracji
pt_br: Crie modelos para limpar e combinar tabelas para tornar seus dados mais fáceis de explorar
ru: Создавайте модели для очистки и объединения таблиц, чтобы сделать ваши данные более удобными для исследования.
sk: Vytvárajte modely na čistenie a kombinovanie tabuliek, aby sa vaše údaje ľahšie skúmali
sl: Ustvarite modele za čiščenje in združevanje tabel za lažje raziskovanje podatkov
sq: Krijo modele për të pastruar dhe kombinuar tabela që të jetë më e lehtë eksplorimi i të dhënave
sr: Kreirajte modele da biste očistili i spojili tabele i učinili podatke lakšim za istraživanje
sv: Skapa modeller för att rensa upp och kombinera tabeller för att göra dina data lättare att utforska
tr: Verilerinizi keşfetmeyi kolaylaştırmak için tabloları temizlemek ve birleştirmek üzere modeller oluşturun
uk: Створюйте моделі, щоб очищати й об’єднувати таблиці, і спростити дослідження даних
vi: Tạo các mô hình để dọn dẹp và kết hợp các bảng để giúp dữ liệu của bạn dễ khám phá hơn
zh_hk: 建立模型來清理和合併表格，使您的資料更容易探索
