Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Join condition refers to a column from outside this join, but it was incorrectly resolved to a column from this join.
ar: شرط الربط يشير إلى عمود من خارج هذا الربط، لكن تم حله بشكل غير صحيح إلى عمود من هذا الربط.
ca: La condició d'unió fa referència a una columna de fora d'aquesta unió, però s'ha resolt incorrectament a una columna d'aquesta unió.
de: Die Join-Bedingung bezieht sich auf eine Spalte außerhalb dieses Joins, wurde aber fälschlicherweise zu einer Spalte innerhalb dieses Joins aufgelöst.
es: La condición de unión se refiere a una columna fuera de esta unión, pero se resolvió incorrectamente a una columna de esta unión.
fa: شرط اتصال به ستونی خارج از این اتصال اشاره دارد، اما به اشتباه به ستونی از این اتصال تبدیل شده است.
fi: Liitosehto viittaa tämän liitoksen ulkopuoliseen sarakkeeseen, mutta se on virheellisesti ratkaistu tämän liitoksen sarakkeeksi.
fr: La condition de jointure fait référence à une colonne extérieure à cette jointure, mais elle a été incorrectement résolue en une colonne de cette jointure.
it: La condizione di join fa riferimento a una colonna esterna a questo join, ma è stata erroneamente risolta in una colonna di questo join.
ja: 結合条件はこの結合の外部の列を参照していますが、この結合の列に誤って解決されました。
nb: Join-betingelsen refererer til en kolonne utenfor denne sammenføyningen, men den ble feilaktig løst til en kolonne fra denne sammenføyningen.
pl: Warunek połączenia odwołuje się do kolumny spoza tego połączenia, ale został nieprawidłowo rozpoznany jako kolumna z tego połączenia.
pt_br: A condição de junção se refere a uma coluna de fora desta junção, mas foi incorretamente resolvida para uma coluna desta junção.
ru: Условие JOIN ссылается на столбец за пределами данного соединения, однако он был ошибочно интерпретирован как столбец этого соединения.
sk: Podmienka spojenia odkazuje na stĺpec mimo tohto spojenia, ale bola nesprávne rozpoznaná ako stĺpec z tohto spojenia.
sl: Pogoj združevanja se nanaša na stolpec zunaj tega združevanja, vendar je bil nepravilno razrešen v stolpec iz tega združevanja.
sq: Kushti i join i referohet një kolone jashtë këtij join, por u zgjidh gabimisht si një kolonë nga ky join.
sr: Uslov spajanja se odnosi na kolonu van ovog spajanja, ali je pogrešno razrešen na kolonu iz ovog spajanja.
tr: Birleştirme koşulu, bu birleştirmenin dışındaki bir sütuna atıfta bulunuyordu, ancak yanlışlıkla bu birleştirmenin içindeki bir sütuna çözümlendi.
uk: Умова join посилається на колонку поза цим join, але її було некоректно розв’язано як колонку з цього join.
vi: Điều kiện kết nối tham chiếu đến một cột nằm ngoài phép nối này, nhưng nó đã được giải quyết không chính xác thành một cột nằm trong phép nối này.
zh_hk: 連線條件指的是此連線之外的列，但卻錯誤地解析為此連線中的列。

source: Indicates whether Metabase is running behind a proxy that sets the source-address-header for incoming requests.
ar: يشير إلى ما إذا كان Metabase يعمل خلف بروكسي يضبط source-address-header للطلبات الواردة.
bg: Показва дали Metabase работи зад прокси сървър, който задава заглавието source-address-header за входящите заявки.
ca: Indica si Metabase s'està executant darrere d'un servidor intermediari que estableix la capçalera de l'adreça d'origen per a les sol·licituds entrants.
de: Zeigt an, ob die Metabase hinter einem Proxy läuft, der den Source-Address-Header für eingehende Anfragen setzt.
eo: Tells you if Metabase is chillin' behind a proxy that sets the source-address-header for incoming requests.
es: Indica si Metabase se está ejecutando detrás de un proxy que establece el encabezado de dirección de origen para las solicitudes entrantes.
fa: نشان می دهد که آیا Metabase پشت پراکسی اجرا می شود که منبع-آدرس-هدر را برای درخواست های دریافتی تنظیم می کند.
fi: Ilmaisee, onko Metabase käytössä välityspalvelimen takana, joka asettaa source-address-headerin saapuville pyynnöille.
fr: Indique si Metabase fonctionne derrière un proxy qui définit l'en-tête source-address-header pour les requêtes entrantes.
it: Indica se Metabase è in esecuzione dietro un proxy che imposta l'intestazione dell'indirizzo sorgente per le richieste in arrivo.
ja: Metabaseが受信リクエストのsource-address-headerを設定するプロキシの後ろで動いているかどうかを示します。
lt: Nurodo, ar metabazė veikia už tarpinio serverio, kuris nustato gaunamų užklausų šaltinio adreso antraštę.
nb: Angir om Metabase kjører bak en proxy som setter source-address-headeren for innkommende forespørsler.
nl: Geeft aan of Metabase achter een proxy draait die de bron-adres-header voor inkomende verzoeken instelt.
pl: Wskazuje, czy Metabase działa za serwerem proxy, który ustawia nagłówek adresu źródłowego dla przychodzących żądań.
pt_br: Indica se o Metabase está sendo executado por trás de um proxy que define o cabeçalho source-address-header para solicitações de entrada.
ru: Указывает, работает ли Metabase за прокси-сервером, который устанавливает заголовок source-address-header для входящих запросов.
sk: Označuje, či Metabase beží za proxy serverom, ktorý nastavuje hlavičku source-address-header pre prichádzajúce požiadavky.
sl: Označuje, ali se metabaza izvaja za strežnikom proxy, ki nastavi glavo izvornega naslova za dohodne zahteve.
sq: Tregon nëse Metabase po ekzekutohet pas një proxy që vendos source-address-header për kërkesat hyrëse.
sr: Ukazuje da li Metabase radi iza proksija koji postavlja source-address-header za dolazne zahteve.
sv: Anger om Metabase körs bakom en proxy som anger source-address-header för inkommande förfrågningar.
tr: Metabase'in gelen istekler için source-address-header ayarlayan bir proxy arkasında çalışıp çalışmadığını gösterir.
uk: Вказує, чи Metabase працює за проксі, який встановлює source-address-header для вхідних запитів.
vi: Chỉ ra liệu Metabase có đang chạy sau proxy đặt tiêu đề địa chỉ nguồn cho các yêu cầu đến hay không.
zh_hk: 表示 Metabase 是否在代理後面執行，該代理會為傳入的請求設定源位址標頭。

source: Value for the session cookie''s `SameSite` directive.
ar: قيمة توجيه `SameSite` لملف تعريف ارتباط الجلسة.
bg: Стойност за директивата SameSite на сесийната бисквитка.
ca: Valor per a la directiva "SameSite" de la galeta de sessió.
de: Wert für die „SameSite“-Direktive des Sitzungscookies.
eo: Value for the session cookie's `SameSite` thingy.
es: Valor para la directiva `SameSite` de la cookie de sesión.
fa: مقدار دستورالعمل «SameSite» کوکی جلسه.
fi: Istuntoevästeen "SameSite" -direktiivin arvo.
fr: Valeur de la directive « SameSite » du cookie de session.
it: Valore per la direttiva `SameSite` del cookie di sessione.
ja: セッション クッキーの `SameSite` ディレクティブの値。
lt: Seanso slapuko direktyvos „SameSite“ reikšmė.
nb: Verdi for øktinformasjonskapselens `SameSite`-direktiv.
nl: Waarde voor de `SameSite`-richtlijn van de sessiecookie.
pl: Wartość dyrektywy `SameSite` pliku cookie sesji.
pt_br: Valor para a diretiva `SameSite` do cookie de sessão.
ru: Значение директивы `SameSite` сеансового cookie-файла.
sk: Hodnota pre smernicu „SameSite“ súboru cookie relácie.
sl: Vrednost za direktivo `SameSite` sejnega piškotka.
sq: Vlera për direktivën `SameSite` të cookie-t të sesionit.
sr: Vrednost za `SameSite` direktivu kolačića sesije.
sv: Värde för sessionskakans "SameSite"-direktiv.
tr: Oturum çerezinin `SameSite` yönergesi için değer.
uk: Значення директиви `SameSite` для сесійного cookie.
vi: Giá trị cho chỉ thị `SameSite` của cookie phiên.
zh_hk: 會話 cookie 的 `SameSite` 指令值。

source: Identify the source of HTTP requests by this header''s value, instead of its remote address.
ar: تحديد مصدر طلبات HTTP عبر قيمة هذا الهيدر بدلًا من عنوانه البعيد.
bg: Идентифицирайте източника на HTTP заявки по стойността на тази заглавка, вместо по неговия отдалечен адрес.
ca: Identifiqueu l'origen de les sol·licituds HTTP pel valor d'aquesta capçalera, en lloc de la seva adreça remota.
de: Identifizieren Sie die Quelle von HTTP-Anfragen anhand des Werts dieses Headers und nicht anhand seiner Remote-Adresse.
eo: Figure out where the HTTP requests are coming from by this header’s value, not its remote address, fr fr.
es: Identifique la fuente de las solicitudes HTTP mediante el valor de este encabezado, en lugar de su dirección remota.
fa: منبع درخواست‌های HTTP را با مقدار این سرصفحه به جای آدرس راه دور آن شناسایی کنید.
fi: Tunnista HTTP-pyyntöjen lähde tämän otsikon arvon perusteella sen etäosoitteen sijaan.
fr: Identifiez la source des requêtes HTTP par la valeur de cet en-tête, au lieu de son adresse distante.
it: Identifica l'origine delle richieste HTTP tramite il valore di questa intestazione, anziché tramite il suo indirizzo remoto.
ja: リモート アドレスではなく、このヘッダーの値によって HTTP 要求のソースを識別します。
lt: Nurodykite HTTP užklausų šaltinį pagal šios antraštės reikšmę, o ne nuotolinį adresą.
nb: Identifiser kilden til HTTP-forespørsler ved hjelp av denne headerens verdi, i stedet for den eksterne adressen.
nl: Identificeer de bron van HTTP-aanvragen aan de hand van de waarde van deze header, in plaats van het externe adres.
pl: Zidentyfikuj źródło żądań HTTP na podstawie wartości tego nagłówka, a nie jego adresu zdalnego.
pt_br: Identifique a origem das solicitações HTTP pelo valor deste cabeçalho, em vez de seu endereço remoto.
ru: Определите источник HTTP-запросов по значению этого заголовка, а не по его удаленному адресу.
sk: Identifikujte zdroj HTTP požiadaviek podľa hodnoty tejto hlavičky namiesto jej vzdialenej adresy.
sl: Prepoznajte vir zahtev HTTP po vrednosti te glave namesto po oddaljenem naslovu.
sq: Identifiko burimin e kërkesave HTTP sipas vlerës së këtij header-i, në vend të adresës së tij remote.
sr: Identifikujte izvor HTTP zahteva prema vrednosti ovog header-a, umesto prema njegovoj udaljenoj adresi.
sv: Identifiera källan till HTTP-förfrågningar genom denna rubriks värde, istället för dess fjärradress.
tr: HTTP isteklerinin kaynağını uzak adresi yerine bu başlığın değerine göre tanımlayın.
uk: Визначати джерело HTTP-запитів за значенням цього заголовка, а не за його віддаленою адресою.
vi: Xác định nguồn yêu cầu HTTP bằng giá trị của tiêu đề này, thay vì địa chỉ từ xa của nó.
zh_hk: 使用此標頭值來識別 HTTP 請求的來源，而不是其遠端位址。

source: moved this question from {0}
ar: نقل هذا السؤال من {0}
bg: премести този въпрос от {0}
ca: ha mogut aquesta pregunta de {0}
de: diese Frage von {0} verschoben
eo: moved this q from {0} ✨
es: movió esta pregunta de {0}
fa: این سوال را از {0}منتقل کرد
fi: siirsi tämän kysymyksen kohteesta {0}
fr: j'ai déplacé cette question de {0}
it: spostata questa domanda da {0}
ja: この質問を {0}から移動しました
lt: perkėlė šį klausimą iš {0}
nb: flyttet dette spørsmålet fra {0}
nl: verplaatste deze vraag van {0}
pl: przeniesiono to pytanie z {0}
pt_br: moveu esta pergunta de {0}
ru: перенес этот вопрос из {0}
sk: presunul túto otázku z {0}
sl: premaknil to vprašanje iz {0}
sq: e zhvendosi këtë pyetje nga {0}
sr: premestio/la je ovo Pitanje iz {0}
sv: flyttade denna fråga från {0}
tr: bu soruyu {0}'dan taşıdı
uk: переміщено цей запит із {0}
vi: đã di chuyển câu hỏi này từ {0}
zh_hk: 將此問題從 {0}移動

source: edited the content
ar: حرّر المحتوى
bg: редактира съдържанието
ca: ha editat el contingut
de: den Inhalt bearbeitet
es: editó el contenido
fa: محتوا را ویرایش کرد
fi: muokkasin sisältöä
fr: j'ai modifié le contenu
it: ha modificato il contenuto
ja: コンテンツを編集した
nb: redigert innholdet
nl: De inhoud is bewerkt.
pl: edytowano treść
pt_br: conteúdo editado
ru: отредактировал контент
sk: upravil obsah
sl: uredil vsebino
sq: redaktoi përmbajtjen
sr: izmenio/la sadržaj
sv: redigerade innehållet
tr: içeriği düzenledi
uk: вміст змінено
vi: đã chỉnh sửa nội dung
zh_hk: 編輯了內容

source: moved from dashboard {0} to {1}
ar: نُقل من لوحة المعلومات {0} إلى {1}
bg: преместени от таблото за управление {0} в {1}
ca: s'ha mogut del tauler {0} a {1}
de: verschoben vom Dashboard {0} nach {1}
eo: Switched from dashboard {0} to {1} lol
es: trasladado del salpicadero {0} a {1}
fa: از داشبورد {0} به {1}منتقل شد
fi: siirretty kojelaudalta {0} osoitteeseen {1}.
fr: déplacé du tableau de bord {0} à {1}
it: spostato dal cruscotto {0} a {1}
ja: ダッシュボード {0} から {1}へ移動
lt: perkeltas iš informacijos suvestinės {0} į {1}
nb: flyttet fra dashbordet {0} til {1}
nl: verplaatst van dashboard {0} naar {1}
pl: przesunięte z pulpitu {0} do {1}
pt_br: moveu do painel {0} para {1}
ru: Перемещено с панели {0} на {1}
sk: presunuté z palubnej dosky {0} na {1}
sl: premaknjena iz nadzorne plošče {0} v {1}
sq: u zhvendos nga paneli {0} te {1}
sr: premestio sa kontrolne table {0} na {1}
sv: flytta från instrumentpanel {0} till {1}
tr: {0} kontrol panelinden {1}adresine taşındı
uk: перемістив із дашборду {0} до {1}
vi: đã di chuyển từ bảng điều khiển {0} đến {1}
zh_hk: 從儀表板 {0} 移至 {1}

source: changed the embedding type
ar: غيّر نوع التضمين
bg: променен тип вграждане
ca: ha canviat el tipus d'incrustació
de: geänderten Einbettungstyp
es: cambió el tipo de incrustación
fa: نوع جاسازی را تغییر داد
fi: muutti upotustyyppiä
fr: le type d'intégration a été modifié
it: cambiato il tipo di incorporamento
ja: 埋め込みタイプを変更しました
nb: endret innbyggingstypen
nl: het inbeddingstype gewijzigd
pl: zmieniono typ osadzenia
pt_br: alterou o tipo de incorporação
ru: изменил тип встраивания
sk: zmenil typ vloženia
sl: spremenil vrsto vdelave
sq: ndryshoi llojin e integrimit
sr: promenio/la tip ugradnje
sv: ändrade inbäddningstypen
tr: yerleştirme türünü değiştirdi
uk: змінив(ла) тип вбудовування
vi: đã thay đổi loại nhúng
zh_hk: 更改了嵌入類型

source: moved this question into {0}
ar: نقل هذا السؤال إلى {0}
bg: премести този въпрос в {0}
ca: ha mogut aquesta pregunta a {0}
de: diese Frage nach {0}verschoben
eo: yo, I slid this question into {0}
es: movió esta pregunta a {0}
fa: این سوال را به {0}منتقل کرد
fi: siirsi tämän kysymyksen kohtaan {0}
fr: déplacé cette question dans {0}
it: spostato questa domanda in {0}
ja: この質問を {0}に移動しました
lt: perkėlė šį klausimą į {0}
nb: flyttet dette spørsmålet til {0}
nl: verplaatste deze vraag naar {0}
pl: przeniesiono to pytanie do {0}
pt_br: moveu essa pergunta para {0}
ru: перенес этот вопрос в {0}
sk: presunul túto otázku do {0}
sl: premaknil to vprašanje v {0}
sq: e zhvendosi këtë pyetje në {0}
sr: premestio/la je ovo Pitanje u {0}
sv: flyttade denna fråga till {0}
tr: bu soruyu {0}'a taşıdı
uk: переміщено цей запит у {0}
vi: đã chuyển câu hỏi này vào {0}
zh_hk: 將此問題移至 {0}

source: changed the source
ar: غيّر المصدر
bg: промени източника
ca: ha canviat la font
de: die Quelle geändert
es: cambió la fuente
fa: منبع را تغییر داد
fi: vaihtoi lähdettä
fr: la source a été modifiée
it: ha cambiato la fonte
ja: ソースを変更しました
nb: endret kilden
nl: de bron gewijzigd
pl: zmieniono źródło
pt_br: alterou a fonte
ru: изменил источник
sk: zmenil zdroj
sl: spremenil vir
sq: ndryshoi burimin
sr: promenio/la izvor
sv: ändrade källan
tr: kaynağı değiştirdi
uk: джерело змінено
vi: đã thay đổi nguồn
zh_hk: 更改了來源

source: Which engine to use by default for search. Supported values are :in-place, :appdb, and :semantic
ar: أي محرك يُستخدم افتراضيًا للبحث. القيم المدعومة هي :in-place و :appdb و :semantic
bg: Коя търсачка да се използва по подразбиране за търсене. Поддържаните стойности са :in-place, :appdb и :semantic
ca: Quin motor s'utilitza per defecte per a la cerca. Els valors compatibles són :in-place, :appdb i :semantic
de: Welche Suchmaschine standardmäßig verwendet werden soll. Unterstützte Werte sind: :in-place, :appdb und :semantic.
es: ¿Qué motor de búsqueda se utilizará de forma predeterminada? Los valores admitidos son: :in-place, :appdb y :semantic.
fa: کدام موتور جستجو به طور پیش‌فرض استفاده شود. مقادیر پشتیبانی شده عبارتند از :in-place، :appdb و :semantic
fi: Mitä hakukonetta käytetään oletusarvoisesti. Tuetut arvot ovat :in-place, :appdb ja :semantic
fr: Moteur de recherche à utiliser par défaut. Les valeurs possibles sont :in-place, :appdb et :semantic.
it: Quale motore utilizzare di default per la ricerca. I valori supportati sono :in-place, :appdb e :semantic
ja: 検索にデフォルトで使用するエンジン。サポートされている値は:in-place、:appdb、:semanticです。
nb: Hvilken motor som skal brukes som standard for søk. Verdier som støttes er :in-place, :appdb og :semantic
nl: Welke zoekmachine standaard wordt gebruikt voor zoeken. Ondersteunde waarden zijn :in-place, :appdb en :semantic.
pl: Którego silnika używać domyślnie do wyszukiwania? Obsługiwane wartości to: :in-place, :appdb i :semantic
pt_br: Qual mecanismo de busca usar por padrão? Os valores suportados são: :in-place, :appdb e :semantic.
ru: Какой поисковый движок использовать по умолчанию? Поддерживаемые значения: :in-place, :appdb и :semantic.
sk: Ktorý vyhľadávací nástroj sa má predvolene použiť pre vyhľadávanie. Podporované hodnoty sú :in-place, :appdb a :semantic.
sl: Kateri iskalni mehanizem naj se privzeto uporablja za iskanje. Podprte vrednosti so :in-place, :appdb in :semantic.
sq: Cilin engine të përdoret si parazgjedhje për kërkim. Vlerat e mbështetura janë :in-place, :appdb, dhe :semantic
sr: Koji engine koristiti podrazumevano za pretragu. Podržane vrednosti su :in-place, :appdb i :semantic
sv: Vilken sökmotor som ska användas som standard för sökning. Värden som stöds är :in-place, :appdb och :semantic
tr: Arama için varsayılan olarak hangi motor kullanılacak? Desteklenen değerler: :in-place, :appdb ve :semantic'tir.
uk: Який рушій використовувати для пошуку за дефолтом. Підтримувані значення: :in-place, :appdb і :semantic
vi: Công cụ tìm kiếm mặc định được sử dụng là gì? Các giá trị được hỗ trợ là :in-place, :appdb và :semantic.
zh_hk: 預設使用哪個搜尋引擎。支援的值為 :in-place、:appdb 及 :semantic。

source: When using the appdb engine against postgresql, override the language used for stemming in to_tsvector. Value must be a valid configured language option in your database such as ''english'' or ''simple''
ar: عند استخدام محرك appdb مع postgresql، تجاوز اللغة المستخدمة للتجذير (stemming) في to_tsvector. يجب أن تكون القيمة خيار لغة صالحًا ومُهيّأ في قاعدة بياناتك مثل ''english'' أو ''simple''
bg: Когато използвате енджин appdb срещу postgresql, заменете езика, използван за stemming в to_tsvector. Стойността трябва да бъде валидна конфигурирана езикова опция във вашата база данни, като например ''english'' или ''simple''.
ca: Quan utilitzeu el motor appdb amb postgresql, substituïu l'idioma utilitzat per a la generació de stemming a to_tsvector. El valor ha de ser una opció d'idioma configurada vàlida a la base de dades, com ara ''english'' o ''simple''.
de: Bei Verwendung der AppDB-Engine für PostgreSQL muss die für das Stemming in `to_tsvector` verwendete Sprache überschrieben werden. Der Wert muss eine gültige, in Ihrer Datenbank konfigurierte Sprachoption sein, z. B. „english“ oder „simple“.
es: Al usar el motor appdb contra postgresql, anule el idioma usado para la derivación en to_tsvector. El valor debe ser una opción de idioma configurada válida en su base de datos, como "inglés" o "simple".
fa: هنگام استفاده از موتور appdb در برابر postgresql، زبانی که برای ریشه‌یابی در to_tsvector استفاده می‌شود را لغو کنید. مقدار باید یک گزینه زبان پیکربندی شده معتبر در پایگاه داده شما مانند ''english'' یا ''simple'' باشد.
fi: Kun käytät appdb-moottoria postgresql:ää vastaan, korvaa to_tsvector-muuttujassa käytetty kieli. Arvon on oltava tietokannassasi määritetty kelvollinen kielivaihtoehto, kuten ''english'' tai ''simple''
fr: Lors de l'utilisation du moteur appdb avec PostgreSQL, remplacez la langue utilisée pour la racinisation dans to_tsvector. La valeur doit correspondre à une option de langue valide configurée dans votre base de données, telle que « english » ou « simple ».
it: Quando si utilizza il motore appdb con postgresql, sovrascrivere la lingua utilizzata per lo stemming in to_tsvector. Il valore deve essere un'opzione di lingua configurata valida nel database, ad esempio ''english'' o ''simple''
ja: postgresqlに対してappdbエンジンを使用する場合、to_tsvectorのステミングに使用する言語をオーバーライドします。 値は、データベースで有効な構成された言語オプションである必要があります（例：''english''、''simple''）。
nb: Når du bruker appdb-motoren mot postgresql, overstyrer du språket som brukes for stemming i to_tsvector. Verdien må være et gyldig konfigurert språkalternativ i databasen, for eksempel ''english'' eller ''simple''.
nl: Bij gebruik van de appdb-engine tegen postgresql, overschrijft u de taal die wordt gebruikt voor stemming in to_tsvector. De waarde moet een geldige geconfigureerde taaloptie zijn in uw database, zoals ''english'' of ''simple''
pl: W przypadku korzystania z silnika AppDB w połączeniu z Postgresql należy nadpisać język używany do stemmingu w to_tsvector. Wartość musi być prawidłową skonfigurowaną opcją językową w bazie danych, np. ''angielski'' lub ''prosty''
pt_br: Ao usar o mecanismo appdb com o PostgreSQL, substitua o idioma usado para stemming em to_tsvector. O valor deve ser uma opção de idioma válida configurada em seu banco de dados, como ''english'' ou ''simple''.
ru: При использовании движка appdb с postgresql переопределите язык, используемый для стемминга в to_tsvector. Значение должно быть допустимым настроенным параметром языка в вашей базе данных, например «english» или «simple».
sk: Pri použití enginu appdb proti postgresql prepíšte jazyk použitý pre stemming v to_tsvector. Hodnota musí byť platná nakonfigurovaná jazyková možnosť vo vašej databáze, napríklad ''english'' alebo ''simple''.
sl: Pri uporabi mehanizma appdb za postgresql prepišite jezik, ki se uporablja za izhajanje v to_tsvector. Vrednost mora biti veljavna konfigurirana jezikovna možnost v vaši bazi podatkov, kot je ''english'' ali ''simple''.
sq: Kur përdoret engine appdb kundër postgresql, mbishkruaj gjuhën e përdorur për stemming në to_tsvector. Vlera duhet të jetë një opsion gjuhe i vlefshëm i konfiguruar në bazën tënde të dhënash si ''english'' ose ''simple''
sr: Kada koristite appdb engine sa postgresql-om, pregazite jezik koji se koristi za stemming u to_tsvector. Vrednost mora biti važeća konfigurisana opcija jezika u vašoj bazi podataka kao što su ''english'' ili ''simple''
sv: När du använder appdb-motorn mot postgresql, åsidosätt språket som används för stemming i to_tsvector. Värdet måste vara ett giltigt konfigurerat språkalternativ i din databas, till exempel ''english'' eller ''simple''
tr: Postgresql'e karşı appdb motorunu kullanırken, to_tsvector'de köklendirme için kullanılan dili geçersiz kılın. Değer, veritabanınızda ''ingilizce'' veya ''basit'' gibi geçerli bir yapılandırılmış dil seçeneği olmalıdır.
uk: Під час використання рушія appdb з postgresql перевизначте мову, що використовується для стемінгу в to_tsvector. Значення має бути коректним налаштованим параметром мови у вашій базі даних, наприклад ''english'' або ''simple''
vi: Khi sử dụng công cụ appdb với postgresql, hãy ghi đè ngôn ngữ được sử dụng để tạo chuỗi trong to_tsvector. Giá trị phải là tùy chọn ngôn ngữ được cấu hình hợp lệ trong cơ sở dữ liệu của bạn, chẳng hạn như ''tiếng Anh'' hoặc ''đơn giản''
zh_hk: 當使用 appdb 引擎對應 postgresql 時，在 to_tsvector 中覆寫幹線使用的語言。 值必須是資料庫中有效的設定語言選項，例如 ''english'「或 」''simple''。
