Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Are you sure? All members of this group will lose any permissions settings they have based on this group. This can't be undone.
ar: هل أنت متأكد؟ سيفقد جميع أعضاء هذه المجموعة أي إعدادات أذونات لديهم بناءً على هذه المجموعة. لا يمكن التراجع عن هذا.
bg: Сигурни ли сте? Всички членове на тази група ще загубят всички разрешения и настройки, базирани на тази група. Няма връщане назад.
ca: Esteu segurs? Tots els membres d'aquest grup perdran les configuracions de permisos que tenen gràcies a aquest grup. Això no es pot desfer.
de: Bist du sicher? Alle Mitglieder dieser Gruppe verlieren alle Berechtigungseinstellungen, die auf dieser Gruppe basieren. Das kann nicht rückgängig gemacht werden.
eo: You sure tho? Everyone in this group’s gonna lose all their perms tied to it. This can’t be undone, fr.
es: ¿Estás seguro? Todos los miembros de este grupo perderán las configuraciones de permisos que tengan basadas en este grupo. Esto no puede deshacerse.
fa: شما مطمئن هستید؟ همه اعضای این گروه هر تنظیمات مجوزی که براساس این گروه قرار دارند را از دست خواهند داد. این نمیتواند لغو شود
fi: Oletko varma? Kaikki tämän ryhmän jäsenet menettävät kaikki tähän ryhmään perustuvat käyttöoikeusasetukset. Tätä ei voi kumota.
fr: Êtes-vous sûr ? Tous les membres de ce groupe perdront toutes leurs autorisations basées sur ce groupe. Cette action ne peut pas être annulée.
hu: Biztos ebben? Minden csoport tag elveszti azon jogait, amit ezen csoport által kapott. Ezt nem lehet visszavonni.
it: Sei sicuro? Tutti i membri di questo gruppo perderanno tutti i permessi basati su di esso. Operazione irreversibile.
ja: このグループに属するすべてのメンバーは、グループに基づいて設定されている全ての権限設定を失います。 この変更は取り消せません。実行してよろしいですか?
ms: Adakah anda pasti? Semua ahli kumpulan ini akan kehilangan sebarang tetapan kebenaran akses yang mereka miliki berdasarkan kumpulan ini. Ini tidak boleh dikembalikan semula.
nb: Er du sikker? Alle medlemmer av denne gruppen vil miste tilganger fra denne gruppen. Denne kan ikke bli gjennopprettet.
nl: Weet je het zeker? Alle leden in deze groep zullen de rechten verliezen die ze hebben verkregen binnen deze groep. Dit kan niet ongedaan worden gemaakt.
pl: Czy na pewno? Wszyscy członkowie tej grupy utracą wszelkie ustawienia uprawnień, które mają w oparciu o tę grupę. Nie można tego cofnąć.
pt_br: Tem certeza? Todos os membros deste grupo perderão as configurações de permissões baseadas neste grupo. Isso não pode ser desfeito.
ru: Вы уверены, что хотите продолжить? Все участники этой группы потеряют все привилегии, основанные на этой группе. Данное действие не может быть отменено.
sk: Si si istý? Všetci členovia tejto skupiny stratia všetky nastavenia povolení, ktoré majú na základe tejto skupiny. Toto nie je možné vrátiť späť.
sl: Ste prepričani? Vsi člani te skupine bodo izgubili vse nastavitve dovoljenj, ki jih imajo na podlagi te skupine. Tega ni mogoče preklicati.
sq: A je i sigurt? Të gjithë anëtarët e këtij grupi do të humbasin çdo cilësim lejesh që kanë bazuar në këtë grup. Kjo nuk mund të zhbëhet.
sr: Da li ste sigurni? Svi članovi ove grupe će izgubiti sva podešavanja dozvola koja imaju na osnovu ove grupe. Ovo ne može da se opozove.
sv: Är du säker? Alla medlemmar i denna grupp kommer att förlora de rättigheter de har baserat på denna grupp. Denna åtgärd kan inte ångras.
tr: Emin misiniz? Bu grubun tüm üyeleri bu gruba dayalı tüm izin ayarlarını kaybedeceklerdir. Bu geri alınamaz.
uk: Ви впевнені? Усі учасники цієї групи втратять усі налаштування дозволів, які вони мають завдяки цій групі. Цю дію не можна скасувати.
vi: Bạn chắc chứ? Tất cả thành viên trong nhóm sẽ mất các quyền có được nhờ nhóm này. Hành động này không thể khôi phục.
zh_hk: 確定嗎？該組所有成員都將遺失該群組下的權限設定。此操作不可逆。

source: Yes
ar: نعم
bg: Да
ca: Sí
de: Ja
eo: Yup, fr fr
es: Sí
fa: بله
fi: Kyllä
fr: Oui
hu: Igen
it: Sì
ja: はい
lt: Taip
ms: Ya
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
sk: Áno
sl: Da
sq: Po
sr: Da
sv: Ja
tr: Evet
uk: Так
vi: Vâng
zh_hk: 是

source: No
ar: لا
bg: Не
de: Nein
eo: nah fam
fa: خیر
fi: Ei
fr: Non
hu: Nem
ja: 不可
lt: Ne
ms: Tidak
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
sk: Nie
sl: Ne
sq: Jo
sr: Ne
sv: Nej
tr: Hayır
uk: Ні
vi: Không
zh_hk: 否

source: Edit Name
ar: تعديل الاسم
bg: Промени името
ca: Edita el nom
de: Name bearbeiten
eo: Change the name, fr fr
es: Editar Nombre
fa: ویرایش نام
fi: Muokkaa nimeä
fr: Modifier le nom
hu: Név szerkesztése
it: Modifica nome
ja: 名前を編集する
lt: Redaguoti vardą
ms: Sunting Nama
nb: Rediger navn
nl: Bewerk naam
pl: Edytuj nazwę
pt_br: Editar nome
ru: Изменить имя
sk: Zmeniť meno
sl: Uredi ime
sq: Redakto Emrin
sr: Izmeni ime
sv: Ändra namn
tr: İsmi düzenle
uk: Редагувати назву
vi: Sửa tên
zh_hk: 編輯名稱

source: Remove Group
ar: إزالة المجموعة
bg: Премахнете групата
ca: Elimina el grup
de: Gruppe löschen
eo: Dip the group
es: Borrar Grupo
fa: حذف گروه
fi: Poista ryhmä
fr: Supprimer le groupe
hu: Csoport Törlése
it: Rimuovi gruppo
ja: グループを削除する
lt: Pašalinti grupę
ms: Keluar Kumpulan
nb: Fjern gruppe
nl: Verwijder groep
pl: Usuń grupę
pt_br: Remover grupo
ru: Удалить группу
sk: Odstrániť skupinu
sl: Odstrani skupino
sq: Hiq Grupin
sr: Ukloni grupu
sv: Radera grupp
tr: Grubu Kaldır
uk: Видалити групу
vi: Xoá nhóm
zh_hk: 移除群組

source: Done
ar: تم
bg: Готово
ca: Fet
de: Fertig
eo: Finished, fr fr
es: Hecho
fa: انجام شد
fi: Valmis
fr: OK
hu: Kész
it: Fatto
ja: 完了
lt: Atlikta
ms: Selesai
nb: Ferdig
nl: Klaar
pl: Gotowe
pt_br: Concluído
ru: Готово
sk: Hotovo
sl: Storiti
sq: Përfundo
sr: Gotovo
sv: Klart
tr: Tamam
uk: Готово
vi: Xong
zh_hk: 完成

source: Group name
ar: اسم المجموعة
bg: Име на групата
ca: Nom del grup
de: Gruppenname
eo: Group name = "Squad name"
es: Nombre Grupo
fa: نام گروه
fi: Ryhmän nimi
fr: Nom du groupe
hu: Csoport név
it: Nome del gruppo
ja: グループ名
lt: Grupės pavadinimas
ms: Nama kumpulan
nb: Gruppenavn
nl: Groepsnaam
pl: Nazwa grupy
pt_br: Nome do grupo
ru: Имя группы
sk: Názov skupiny
sl: Ime skupine
sq: Emri i grupit
sr: Naziv grupe
sv: Gruppnamn
tr: Grup adı
uk: Назва групи
vi: Tên nhóm
zh_hk: 群組名稱

source: Groups
ar: المجموعات
bg: Групи
ca: Grups
de: Gruppen
eo: Squads
es: Grupos
fa: گروه‌ها
fi: Ryhmät
fr: Groupes
hu: Csoportok
it: Gruppi
ja: グループ
lt: Grupės
ms: Kumpulan
nb: Grupper
nl: Groepen
pl: Grupy
pt_br: Grupos
ru: Группы
sk: Skupiny
sl: Skupine
sq: Grupet
sr: Grupe
sv: Grupper
tr: Gruplar
uk: Групи
vi: Các nhóm
zh_hk: 群組

source: Create a group
ar: أنشئ مجموعة
bg: Създайте група
ca: Crea un grup
de: Gruppe erstellen
eo: Make a squad
es: Crear un grupo
fa: یک گروه بساز/ ساختن گروه
fi: Luo ryhmä
fr: Créer un groupe
hu: Csoport létrehozása
it: Crea un gruppo
ja: グループを作成する
lt: Sukurti grupę
ms: Bina kumpulan
nb: Opprett en gruppe
nl: Groep aanmaken
pl: Utwórz grupę
pt_br: Criar um grupo
ru: Создать группу
sk: Vytvorte skupinu
sl: Ustvarjanje skupine
sq: Krijo një grup
sr: Kreiraj grupu
sv: Skapa grupp
tr: Grup oluştur
uk: Створити групу
vi: Tạo một nhóm
zh_hk: 建立群組

source: You can use groups to control your users' access to your data. Put users in groups and then go to the Permissions section to control each group's access. The Administrators and All Users groups are special default groups that can't be removed.
ar: يمكنك استخدام المجموعات للتحكم في وصول المستخدمين إلى بياناتك. ضع المستخدمين في مجموعات ثم اذهب إلى قسم الأذونات للتحكم في وصول كل مجموعة. مجموعتا Administrators وAll Users هما مجموعتان افتراضيتان خاصتان لا يمكن إزالتهما.
bg: Можете да използвате групи, за да контролирате достъпа на Вашите потребители до Вашите данни. Поставете потребителите в групи и след това отидете в раздела Разрешения, за да контролирате достъпа на всяка група. Групите "Администратори" и "Всички потребители" са специални групи по подразбиране, които не могат да бъдат премахнати.
ca: El grups es poden utilitzar per controlar l'accés dels teus usuaris a les dades. Afegeix usuaris als grups i després ves a la secció de Permisos per controlar l'accés de cada grup. Els grups Administradors i Tots els usuaris són grups especials que no es poden eliminar.
de: Mit Hilfe von Gruppen kannst du den Zugriff deiner Benutzer auf ihre Daten steuern. Lege Benutzer in Gruppen an und gehe dann zum Abschnitt Berechtigungen, um den Zugriff jeder Gruppe zu steuern. Die Gruppen Administratoren und Alle Benutzer sind spezielle Standardgruppen, die nicht entfernt werden können.
eo: You can use groups to boss your users' access to your data. Throw users into groups and then hit the Permissions tab to tweak each group's access. The Admins and All Users groups are like the default faves that you can't delete, fr.
es: Puedes usar grupos para controlar el acceso de tus usuarios a los datos. Coloca a los usuarios en grupos y después, ves a la sección de Permisos para controlar el acceso de cada grupo. Los grupos Administradores y All Users son grupos predeterminados especiales que no se pueden eliminar.
fa: شما می توانید از گروه ها برای کنترل دسترسی کاربران به اطلاعات خود استفاده کنید. کاربران را در گروه قرار دهید و سپس به قسمت مجوز دسترسی داشته باشید تا هر گروه را کنترل کنید. مدیران و گروه های همه کاربران گروه های پیش فرض خاصی هستند که قابل حذف نیستند.
fi: Ryhmien avulla hallitset käyttäjien pääsyä tietoihisi. Aseta käyttäjät ryhmiin ja siirry sitten Käyttöoikeudet -osioon hallitaksesi kunkin ryhmän pääsyä. Järjestelmänvalvojat ja Kaikki käyttäjät -ryhmät ovat oletusryhmiä, joita ei voi poistaa.
fr: Vous pouvez utiliser des groupes pour contrôler l’accès de vos utilisateurs à vos données. Placez les utilisateurs dans des groupes, puis, dans la section Autorisations, contrôlez l’accès de chaque groupe. Les groupes Administrateurs et « Tous les utilisateurs » sont des groupes spéciaux qui ne peuvent être supprimés.
hu: Csoportok segítségével szabályozhatja, hogy a felhasználók hozzáférjenek az adatokhoz. Helyezze a felhasználókat csoportokba, majd lépjen az Engedélyek szakaszba az egyes csoportok hozzáférésének szabályozásához. A Rendszergazdák és az Összes felhasználó csoportok speciális alapértelmezett csoportok, amelyeket nem lehet eltávolítani.
it: Puoi utilizzare i gruppi per controllare l'accesso dei tuoi utenti ai tuoi dati. Metti gli utenti in gruppi e poi vai alla sezione Permessi per controllare l'accesso di ciascun gruppo. I gruppi 'Amministratori' (Administrators) e 'Tutti gli utenti' (All Uses) sono gruppi predefiniti speciali che non possono essere rimossi.
ja: グループを使用して、ユーザーのデータへのアクセスを管理することができます。 ユーザーをグループに入れた後、権限のセクションに移動して各グループのアクセスを管理してください。 管理者グループとAll Users グループは、削除できない特殊なデフォルトグループです。
lt: Galite naudoti grupes, kad galėtumėte valdyti naudotojų prieigą prie jūsų duomenų. Suskirstykite vartotojus į grupes ir eikite į leidimų skyrių, kad galėtumėte valdyti kiekvienos grupės prieigą. Administratorių ir Visų vartotojų grupės yra specialios numatytosios grupės, kurių negalima pašalinti.
ms: Anda boleh menggunakan kumpulan untuk mengawal akses pengguna anda kepada data anda. Letakkan pengguna dalam kumpulan dan kemudian pergi ke bahagian Kebenaran untuk mengawal akses setiap kumpulan. Kumpulan Pentadbir dan Semua Pengguna ialah kumpulan khas asal yang tidak boleh dibuang.
nb: Du kan bruke grupper for og kontrollere din brukers tilgang til dataene. Putt brukere i grupper og endre hver gruppes tilgang under tilgangseksjonen. Gruppene "Administratorer" og "Alle brukere" er spesielle grupper som ikke kan slettes.
nl: Je kunt groepen gebruiken om de toegang tot bepaalde gegevens te bepalen. Voeg gebruikers toe aan groepen en beheer daarna de rechten voor elke groep. De "Beheerders" en "Alle gebruikers" zijn speciale standaard groepen en kunnen niet verwijderd worden.
pl: Za pomocą grup można kontrolować dostęp użytkowników do danych. Umieść użytkowników w grupach, a następnie przejdź do sekcji Uprawnienia, aby kontrolować dostęp każdej grupy. Grupy Administratorzy i Wszyscy użytkownicy to specjalne grupy domyślne, których nie można usunąć.
pt_br: Você pode usar grupos para controlar o acesso dos seus usuários aos seus dados. Coloque os usuários em grupos e acesse a seção Permissões para controlar o acesso de cada grupo. Os grupos Administradores e Todos os Usuários são grupos padrão especiais que não podem ser removidos.
ru: Вы можете использовать группы для контроля ваших пользователей к доступу к данным. Добавьте пользователей в группу и затем управляйте привилегиями групп в разделе Разрешения. Группы Администраторы и Все пользователи являются специальными типами групп и не могут быть удалены.
sk: Skupiny môžete použiť na riadenie prístupu vašich používateľov k vašim údajom. Dajte používateľov do skupín a potom prejdite do časti Povolenia, kde môžete riadiť prístup každej skupiny. Skupiny Administrators a All Users sú špeciálne predvolené skupiny, ktoré nie je možné odstrániť.
sl: S skupinami lahko nadzirate dostop uporabnikov do vaših podatkov. Postavite uporabnike v skupine in nato pojdite v razdelek Dovoljenja, da nadzirate dostop vsake skupine. Skupini Skrbniki in Vsi uporabniki sta posebni privzeti skupini, ki jih ni mogoče odstraniti.
sq: Mund të përdorësh grupe për të kontrolluar aksesin e përdoruesve te të dhënat e tua. Vendos përdoruesit në grupe dhe pastaj shko te seksioni Lejet për të kontrolluar aksesin e çdo grupi. Grupet Administratorët dhe Të gjithë përdoruesit janë grupe të veçanta parazgjedhje që nuk mund të hiqen.
sr: Možete koristiti grupe da kontrolišete pristup korisnika vašim podacima. Stavite korisnike u grupe, a zatim idite u odeljak Dozvole da kontrolišete pristup svake grupe. Grupe Administratori i Svi korisnici su posebne podrazumevane grupe koje ne mogu da se uklone.
sv: Du kan använder grupper för att styra dina användares åtkomst till data. Lägg användare i grupper och gå sedan till Rättigheter för att styra varje grupps åtkomst. Grupperna Administratörer och Alla användare är special-grupper som inte kan tas bort.
tr: Kullanıcılarınızın verilerinize erişimini kontrol etmek için grupları kullanabilirsiniz. Kullanıcıları gruplara koyun ve ardından her grubun erişimini kontrol etmek için İzinler bölümüne gidin. Yöneticiler ve Tüm Kullanıcılar grupları, kaldırılamayacak özel varsayılan gruplardır.
uk: Ви можете використовувати групи, щоб керувати доступом користувачів до ваших даних. Додайте користувачів у групи, а потім перейдіть до розділу «Дозволи», щоб керувати доступом кожної групи. Групи Адміністратори та Усі користувачі — це спеціальні дефолтні групи, які не можна видалити.
vi: Bạn có thể sử dụng các nhóm để kiểm soát quyền truy cập của người dùng vào dữ liệu của bạn. Đặt người dùng theo nhóm và sau đó chuyển đến phần Quyền để kiểm soát quyền truy cập của từng nhóm. Các nhóm Quản trị viên và Tất cả Người dùng là các nhóm mặc định đặc biệt không thể xóa được.
zh_hk: 可以通過群組控制成員的資料權限。更改群組權限來控制群組內成員權限。管理員和全員(All Users)是預設分組，無法刪除。

source: Edit Details
hu: Részletek szerkesztése
ms: Sunting Butiran

source: Re-send Invite
hu: Meghívó újraküldése
ms: Hantar semula Jemputan

source: Reset Password
hu: Jelszó visszaállítása
ms: Hantar semula kata laluan

source: Deactivate
ar: إلغاء التفعيل
bg: Деактивирайте
ca: Desactiva
de: Deaktivieren
eo: Like, turn it off, fr.
es: Desactivar
fa: غیرفعال
fi: Deaktivoi
fr: Désactiver
hu: Deaktiválás
it: Disattiva
ja: 無効化
lt: Išjungti
ms: Nyahaktifkan
nb: Deaktiver
nl: Deactiveer
pl: Deaktywuj
pt_br: Desativar
ru: Деактивировать
sk: Deactivovať
sl: Izkljuèite
sq: Çaktivizo
sr: Deaktiviraj
sv: Avaktivera
tr: Devre dışı bırakmak
uk: Деактивувати
vi: Huỷ kích hoạt
zh_hk: 停用

source: People
ar: الأشخاص
bg: Потребители
ca: Gent
de: Mitglieder
eo: Y’all
es: Personas
fa: مردم
fi: Ihmiset
fr: Utilisateurs
hu: Emberek
it: Persone
ja: ユーザー
lt: Žmonės
ms: Pengguna
nb: Brukere
nl: Mensen
pl: Użytkownicy
pt_br: Pessoas
ru: Люди
sk: Ľudia
sl: Narod
sq: Njerëz
sr: Ljudi
sv: Personer
tr: Kişiler
uk: Люди
vi: Mọi người
zh_hk: 人員管理

source: Who do you want to add?
hu: Kit szeretnél hozzáadni?
ms: Siapa yang ingin anda tambah?

source: Edit {0}'s details
hu: Szerkessze a(z) {0} adatait
ms: Sunting butiran {0}

source: {0} has been added
ar: تمت إضافة {0}
bg: {0} беше добавен
ca: S'ha afegit el {0}
de: {0} wurde hinzugefügt
eo: {0} just got added, fr
es: Se ha añadido {0}
fa: {0} اضافه شد
fi: {0} on lisätty
fr: {0} a été ajouté
hu: {0} hozzáadva
it: {0} è stato aggiunto
ja: {0}が追加されました
lt: {0} buvo pridėti
ms: {0} telah ditambah
nb: {0} har blitt lagt til
nl: {0} is toegevoegd
pl: {0} został dodany
pt_br: {0} foi adicionado
ru: {0} был добавлен
sk: {0} bol pridaný
sl: {0} je bil dodan
sq: {0} u shtua
sr: {0} je dodat/a
sv: {0} har lagts till
tr: {0} eklendi
uk: {0} було додано
vi: {0} đã được thêm vào
zh_hk: {0}已經被新增。

source: Add another person
hu: Adjon hozzá egy másik személyt
ms: Tambah pengguna lain

source: We couldn’t send them an email invitation, so make sure to tell them to log in using {0} and this password we’ve generated for them:
hu: Nem sikerült e-mailben meghívót küldeni, ezért kérjük értesítse az érintetteket, hogy jelentkezzenek be a {0} felhasználónévvel és ezzel a rendszer által generált jelszóval:
ms: Kami tidak dapat menghantar jemputan emel kepada mereka, jadi pastikan untuk memberitahu mereka supaya log masuk menggunakan {0} dan kata laluan ini yang telah ditetapkan:

source: If you want to be able to send email invites, just go to the {0} page.
ar: إذا أردت أن تتمكن من إرسال دعوات عبر البريد الإلكتروني، فما عليك سوى الانتقال إلى صفحة {0}.
bg: Ако искате да можете да изпращате покани по имейл, просто отидете на страницата {0}.
ca: Si voleu enviar correu electrònics d'invitació, aneu a la pàgina {0}.
de: Wenn du Einladungen per E-Mail versenden möchtest, gehe einfach auf die Seite {0}.
eo: If u wanna send email invites, just slide into the {0} page.
es: Si quieres poder enviar invitaciones por correo electrónico, simplemente ves a la página {0}.
fa: اگر می خواهید دعوت نامه های ایمیل را ارسال کنید، فقط به صفحه {0} بروید.
fi: Mene sivulle {0} lähettääksesi sähköpostikutsuja.
fr: Si vous souhaitez pouvoir envoyer des courriels d'invitation, accédez à la page {0}.
hu: Ha szeretne e-mailben meghívókat küldeni, egyszerűen lépjen a {0} oldalra.
it: Se vuoi essere in grado di inviare inviti e-mail, vai alla pagina {0}.
ja: 招待メールを送信したい場合は、{0}ページへお進みください
lt: Jei norite siųsti el. laiškų pakvietimus, tiesiog eikite į {0} puslapį.
ms: Jika anda ingin menghantar jemputan emel, sila pergi ke halaman {0}
nb: Hvis du vil ha muligheten til å sende e-post invitasjoner, gå til denne siden {0}.
nl: Als u e-mailuitnodigingen wilt kunnen versturen, ga dan naar de {0} pagina.
pl: Jeśli chcesz mieć możliwość wysyłania zaproszeń do poczty e-mail, przejdź do strony {0}.
pt_br: Se quiser enviar convites por e-mail, basta acessar a página {0}.
ru: Если вы хотите иметь возможность отправлять приглашения по email, просто перейдите на страницу {0}.
sk: Ak chcete mať možnosť posielať emailové pozvánky, jednoducho prejdite na stránku {0}.
sl: Če želite pošiljati e-poštna vabila, pojdite na stran {0}.
sq: Nëse dëshiron të jesh në gjendje të dërgosh ftesa me email, thjesht shko te faqja {0}.
sr: Ako želite da možete da šaljete pozivnice emailom, samo idite na stranicu {0}.
sv: Om du vill kunna skicka epost-inbjudningar, bara gå till {0}s sida.
tr: E-posta davetleri göndermek istiyorsanız, sadece {0} sayfasına gidin.
uk: Якщо ви хочете мати можливість надсилати запрошення email, просто перейдіть на сторінку {0}.
vi: Nếu bạn muốn có khả năng gửi email mời, hãy đi tới trang {0}
zh_hk: 如果您想要能夠發送e-mail 邀請，請轉到{0}頁面。

source: We’ve sent an invite to {0} with instructions to set their password.
ar: أرسلنا دعوة إلى {0} مع تعليمات لتعيين كلمة المرور.
bg: Изпратихме покана до {0} с инструкции за задаване на паролата им.
ca: Hem enviat una invitació a {0} amb les instruccions per establir la seva contrasenya.
de: Wir haben eine Einladung an {0} mit Anweisungen zum Setzen ihres Passworts geschickt.
eo: We’ve shot an invite to {0} with deets on how to set their password.
es: Hemos enviado una invitación a {0} con instrucciones para configurar su contraseña.
fa: ما دعوت نامه ای برای {0} با دستورالعمل هایی برای تنظیم رمز عبور خود فرستاده ایم.
fi: Käyttäjä {0} kutsuttu salasanan muuttamisohjeiden kera.
fr: Nous avons envoyé une invitation à {0} avec les instructions pour modifier le mot de passe
hu: Meghívót küldtünk a(z) {0} címre a jelszó beállítására vonatkozó utasításokkal.
it: Abbiamo inviato un invito a {0} con le istruzioni per impostare la password.
ja: パスワード設定方法を記載した招待メールを{0}へ送信しました
lt: Mes išsiuntėme kvietimą į {0} su nurodymais, kaip nustatyti jų slaptažodį.
ms: Kami telah menghantar jemputan kepada {0} dengan arahan untuk menetapkan kata laluan mereka.
nb: Vi har sendt ut en invitasjon til {0} med instruksjoner om å sette passordet sitt.
nl: Wij hebben {0} een uitnodiging verstuurd om hun wachtwoord te wijzigen.
pl: Wysłaliśmy zaproszenie do {0} z instrukcjami, aby ustawić hasło.
pt_br: Enviamos um convite para {0} com instruções para definir a senha dele.
ru: Мы отправили приглашения для {0} с инструкция по установке пароля.
sk: Poslali sme pozvánku na adresu {0} s pokynmi na nastavenie hesla.
sl: Poslali smo {0} povabilo z navodili za nastavitev gesla.
sq: I kemi dërguar një ftesë {0} me udhëzime për të vendosur fjalëkalimin.
sr: Poslali smo pozivnicu na {0} sa uputstvima da postave lozinku.
sv: Vi har skickat en inbjudan till {0} med instruktioner om hur de kan sätta sitt lösenord.
tr: {0} adresine, şifresini ayarlama ile ilgili bir davet gönderdik.
uk: Ми надіслали запрошення на {0} з інструкціями щодо встановлення пароля.
vi: Chúng tôi đã gửi một thư mời tới {0} kèm hướng dẫn đặt mật khẩu.
zh_hk: 我們已經發送了一個帶有說明的邀請給{0}來設定他們的密碼。

source: We've re-sent {0}'s invite
hu: Újra küldtünk meghívót {0}-nak
ms: Kami telah menghantar semula jemputan {0}

source: Any previous email invites they have will no longer work.
hu: A korábbi e-mailes meghívók a továbbiakban nem működnek.
ms: Sebarang jemputan emel terdahulu yang mereka ada tidak akan berfungsi lagi.

source: Deactivate {0}?
ar: إلغاء تفعيل {0}؟
bg: Деактивирай {0}?
ca: Desactivar {0}?
de: Deaktiviere {0}?
eo: Deactivatin’ {0}??
es: ¿Desactivar {0}?
fa: غیر فعال کردن {0}
fi: Deaktivoidaanko {0}?
fr: Désactiver {0} ?
hu: Deaktiváljuk {0}?
it: Disattiva {0}?
ja: {0}を無効化しますか?
lt: Išjungti {0}?
ms: Nyahaktifkan {0}?
nb: Deaktiver {0}?
nl: {0} deactiveren?
pl: Czy dezaktywować {0}?
pt_br: Desativar {0}?
ru: Деактивировать {0}?
sk: Deaktivovať {0}?
sl: Deaktivirati {0}?
sq: Të çaktivizohet {0}?
sr: Deaktivirati {0}?
sv: Inaktivera {0}?
tr: {0} devre dışı bırakılsın mı?
uk: Деактивувати {0}?
vi: Huỷ kích hoạt {0} ?
zh_hk: 停用{0}？

source: {0} won't be able to log in anymore.
ar: لن يتمكن {0} من تسجيل الدخول بعد الآن.
bg: {0} вече няма да може да влезе в системата.
ca: L'usuari {0} ja no podrà iniciar sessió.
de: {0} wird sich nicht mehr anmelden können.
eo: {0} is gonna be totally locked out now, fr.
es: {0} ya no podrá iniciar sesión.
fa: {0} دیگر قادر به ورود به سیستم نخواهد بود.
fi: {0} ei pysty enää kirjautumaan.
fr: {0} ne pourra plus se connecter.
hu: {0} nem fog tudni belépni ezentúl.
it: {0} non sarà più in grado di accedere.
ja: {0}はログインすることができません
lt: {0} nebegalės prisijungti.
ms: {0} tidak akan dapat log masuk lagi.
nb: {0} vil ikke kunne logge inn lenger.
nl: {0} zal niet meer kunnen inloggen.
pl: {0} nie będzie już w stanie się zalogować.
pt_br: {0} não poderá mais fazer login.
ru: {0} не сможет больше зайти.
sk: {0} sa už nebude môcť prihlásiť.
sl: {0} se ne bo več mogel prijaviti.
sq: {0} nuk do të mund të hyjë më.
sr: {0} više neće moći da se prijavi.
sv: {0} kommer inte längre att kunna logga in.
tr: {0} artık giriş yapamayacak.
uk: {0} більше не зможе входити.
vi: {0} sẽ không thể đăng nhập được nữa.
zh_hk: {0} 不再能夠登入了。

source: Reactivate {0}'s account?
hu: Aktiváljuk {0} hozzáférését?
ms: Aktifkan semula akaun {0}?
