Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The mode indicating the format. One of: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. Default is `"iso"`.
ar: الوضع الذي يحدد التنسيق. أحد القيم التالية: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. القيمة الافتراضية هي `"iso"`.
bg: Режимът, указващ формата. Един от: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. По подразбиране е `"iso"`.
ca: El mode que indica el format. Un dels següents: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. El valor per defecte és `"iso"`.
de: Der Modus, der das Format angibt. Einer der folgenden: „simple“, „iso“, „simpleBytes“, „isoBytes“, „unixSeconds“, „unixMilliseconds“, „unixMicroseconds“ oder „unixNanoseconds“. Standard ist „iso“.
es: El modo que indica el formato. Uno de los siguientes: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. El valor predeterminado es `"iso"`.
fa: حالت نشان دهنده فرمت. یکی از: `"simple"`، `"iso"`، `"simpleBytes"`، `isoBytes"`، `"unixSeconds"`، `"unixMilliseconds"`، `"unixMicroseconds"`، `"unixNanoseconds"`. مقدار پیش فرض `"iso"` است.
fi: Muodon ilmaiseva tila. Yksi seuraavista: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. Oletusarvo on `"iso"`.
fr: Mode indiquant le format. L'un des modes suivants : `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. La valeur par défaut est `"iso"`.
it: La modalità che indica il formato. Una tra: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. Il valore predefinito è `"iso"`.
ja: フォーマットを示すモード。`"simple"`、`"iso"`、`"simpleBytes"`、`"isoBytes"`、`"unixSeconds"`、`"unixMilliseconds"`、`"unixMicroseconds"`、`"unixNanoseconds"` のいずれかです。デフォルトは `"iso"` です。
nb: Modusen som angir formatet. Ett av: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. Standard er `"iso"`.
nl: De modus die het formaat aangeeft. Eén van de volgende: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. De standaardwaarde is `"iso"`.
pl: Tryb wskazujący format. Jeden z następujących: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. Domyślnie jest to `"iso".
pt_br: O modo que indica o formato. Um dos seguintes: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. O padrão é `"iso"`.
ru: Режим, указывающий формат. Один из следующих: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. Значение по умолчанию: `"iso"`.
sk: Režim označujúci formát. Jeden z: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. Predvolená hodnota je `"iso"`.
sl: Način, ki označuje obliko zapisa. Ena od možnosti: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. Privzeta vrednost je `"iso"`.
sq: Modaliteti që tregon formatin. Një nga: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. Parazgjedhja është `"iso"`.
sr: Režim koji označava format. Jedan od: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. Podrazumevano je `"iso"`.
sv: Läget som anger formatet. Ett av: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. Standardvärdet är `"iso"`.
tr: Biçimi belirten mod. `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"` seçeneklerinden biri. Varsayılan değer `"iso"`'dur.
uk: Режим, що визначає формат. Один із: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. Дефолт — `"iso"`.
vi: Chế độ biểu thị định dạng. Một trong các chế độ sau: `"simple"`, `"iso"`, `"simpleBytes"`, `"isoBytes"`, `"unixSeconds"`, `"unixMilliseconds"`, `"unixMicroseconds"`, `"unixNanoseconds"`. Mặc định là `"iso"`.
zh_hk: 表示格式的模式。其中之一：`"simple"`、`"iso"`、`"simpleBytes"`、`"isoBytes"`、`"unixSeconds"`、`"unixMilliseconds"`、`"unixMicroseconds"`、`"unixNanoseconds"`。預設為 `"iso"`。

source: Returns the current date.
ar: يعيد التاريخ الحالي.
bg: Връща текущата дата.
ca: Retorna la data actual.
de: Gibt das aktuelle Datum zurück.
es: Devuelve la fecha actual.
fa: تاریخ فعلی را برمی‌گرداند.
fi: Palauttaa nykyisen päivämäärän.
fr: Renvoie la date actuelle.
it: Restituisce la data corrente.
ja: 現在の日付を返します。
nb: Returnerer gjeldende dato.
nl: Retourneert de huidige datum.
pl: Zwraca bieżącą datę.
pt_br: Retorna a data atual.
ru: Возвращает текущую дату.
sk: Vráti aktuálny dátum.
sl: Vrne trenutni datum.
sq: Kthen datën aktuale.
sr: Vraća trenutni datum.
sv: Returnerar aktuellt datum.
tr: Güncel tarihi döndürür.
uk: Повертає поточну дату.
vi: Trả về ngày hiện tại.
zh_hk: 返回當前日期。

source: Converts a string to a floating-point number.
ar: يحوّل نصًا إلى عدد ذي فاصلة عائمة.
bg: Преобразува низ в число с плаваща запетая.
ca: Converteix una cadena en un nombre de coma flotant.
de: Wandelt eine Zeichenfolge in eine Gleitkommazahl um.
eo: Turns a string into a legit float, no cap.
es: Convierte una cadena en un número de punto flotante.
fa: یک رشته را به عدد ممیز شناور تبدیل می کند.
fi: Muuntaa merkkijonon liukulukuksi.
fr: Convertit une chaîne en un nombre à virgule flottante.
it: Converte una stringa in un numero in virgola mobile.
ja: 文字列を浮動小数点数に変換します。
nb: Konverterer en streng til et flytende tall.
nl: Converteert een tekenreeks naar een drijvendekommagetal.
pl: Konwertuje ciąg znaków na liczbę zmiennoprzecinkową.
pt_br: Converte uma sequência em um número de ponto flutuante.
ru: Преобразует строку в число с плавающей точкой.
sk: Skonvertuje reťazec na číslo s pohyblivou rádovou čiarkou.
sl: Pretvori niz v število s plavajočo vejico.
sq: Konverton një varg në një numër me presje dhjetore.
sr: Konvertuje string u broj sa pokretnim zarezom.
sv: Konverterar en sträng till ett flyttal.
tr: Bir dizeyi kayan noktalı sayıya dönüştürür.
uk: Перетворює строку на число з плаваючою комою.
vi: Chuyển đổi một chuỗi thành số dấu phẩy động.
zh_hk: 轉換字串為浮點數。

source: The string column to convert to floats.
ar: عمود النص المراد تحويله إلى أعداد ذات فاصلة عائمة.
bg: Колоната с низ за преобразуване в плаващи.
ca: La columna de cadena a convertir en flotants.
de: Die in Gleitkommazahlen zu konvertierende Zeichenfolgenspalte.
eo: The string column to turn into floaties.
es: La columna de cadena que se convertirá en flotantes.
fa: ستون رشته برای تبدیل به شناور.
fi: Kelluviksi muutettava merkkijonosarake.
fr: La colonne de chaîne à convertir en flottants.
it: Colonna stringa da convertire in valori float.
ja: 浮動小数点数に変換する文字列の列。
nb: String-kolonnen som skal konverteres til flytende tall.
nl: De tekenreekskolom die naar floats moet worden geconverteerd.
pl: Kolumna ciągu znaków do przekonwertowania na wartości zmiennoprzecinkowe.
pt_br: A coluna da sequência a ser convertida em valores flutuantes.
ru: Столбец строки для преобразования в число с плавающей точкой.
sk: Stĺpec reťazca, ktorý sa má previesť na plávajúce.
sl: Stolpec niza za pretvorbo v lebdeče.
sq: Kolona e vargut për ta konvertuar në float.
sr: String kolona za konverziju u float vrednosti.
sv: Strängkolumnen som ska konverteras till flytande.
tr: Yüzen veriye dönüştürülecek dize sütunu.
uk: Стовпець-строка, який потрібно перетворити на числа з плаваючою комою.
vi: Cột chuỗi để chuyển đổi thành số thực.
zh_hk: 要轉換為浮點數的字串欄位。

source: The position to start copying characters. Index starts at position `1`.
ar: الموضع الذي تبدأ منه نسخ الأحرف. يبدأ الفهرس من الموضع `1`.
bg: Позицията за започване на копиране на знаци. Индексът започва от позиция „1“.
ca: La posició per començar a copiar caràcters. L'índex comença a la posició "1".
de: Die Position, an der mit dem Kopieren der Zeichen begonnen werden soll. Der Index beginnt an Position „1“.
eo: Yo, the spot to begin copying characters is at index 1—no cap.
es: Posición donde se empiezan a copiar caracteres. El índice empieza en la posición `1`.
fa: موقعیت شروع کپی کاراکترها. شاخص از موقعیت "1" شروع می شود.
fi: Merkkien kopioinnin aloituspaikka. Indeksi alkaa kohdasta "1".
fr: Position de début de copie des caractères. L'index commence à la position « 1 ».
it: La posizione per iniziare a copiare i caratteri. L'indice inizia dalla posizione `1`.
ja: 文字のコピーを開始する位置。インデックスは位置 `1` から始まります。
nb: Posisjonen for å begynne å kopiere tegn. Indeksen starter ved posisjon `1`.
nl: De positie om te beginnen met het kopiëren van tekens. Index begint op positie `1`.
pl: Pozycja, od której należy rozpocząć kopiowanie znaków. Indeks zaczyna się od pozycji `1`.
pt_br: A posição para começar a copiar caracteres. O índice começa na posição `1`.
ru: Позиция начала копирования символов. Индекс начинается с позиции `1`.
sk: Pozícia na spustenie kopírovania znakov. Index začína na pozícii „1“.
sl: Položaj za začetek kopiranja znakov. Indeks se začne na mestu `1`.
sq: Pozicioni nga ku të nisë kopjimi i karaktereve. Indeksi nis nga pozicioni `1`.
sr: Pozicija od koje počinje kopiranje karaktera. Indeks počinje od pozicije `1`.
sv: Positionen för att börja kopiera tecken. Index börjar på position `1`.
tr: Karakterlerin kopyalanmaya başlanacağı konum. İndeks `1` konumundan başlar.
uk: Позиція, з якої починати копіювання символів. Індекс починається з позиції `1`.
vi: Vị trí bắt đầu sao chép ký tự. Chỉ mục bắt đầu ở vị trí `1`.
zh_hk: 開始複製字元的位置。索引從位置 `1`開始。

source: Splits a string on a specified delimiter and returns the nth substring.
ar: يقسم سلسلة نصية باستخدام فاصل محدد ويعيد الجزء الفرعي رقم n.
bg: Разделя низ на определен разделител и връща n-тия подниз.
ca: Divideix una cadena en un delimitador especificat i retorna l'enèsima subcadena.
de: Teilt eine Zeichenfolge an einem angegebenen Trennzeichen auf und gibt die n-te Teilzeichenfolge zurück.
eo: Splits a string on a specific thingy and gives u the nth part.
es: Divide una cadena en un delimitador especificado y devuelve la n-ésima subcadena.
fa: رشته ای را بر روی یک جداکننده مشخص تقسیم می کند و nمین رشته فرعی را برمی گرداند.
fi: Jakaa määritetyn erottimen merkkijonon ja palauttaa n:nnen osamerkkijonon.
fr: Divise une chaîne sur un délimiteur spécifié et renvoie la nième sous-chaîne.
it: Divide una stringa in base al delimitatore specificato e restituisce la n-esima sottostringa.
ja: 指定された区切り文字で文字列を分割し、n 番目の部分文字列を返します。
nb: Deler en streng på et spesifisert skilletegn og returnerer den n-te delstrengen.
nl: Splitst een tekenreeks op een opgegeven scheidingsteken en retourneert de n-de subtekenreeks.
pl: Dzieli ciąg znaków według określonego ogranicznika i zwraca n-ty podciąg.
pt_br: Divide uma sequência em um delimitador especificado e retorna a enésima subsequência.
ru: Разбивает строку по указанному разделителю и возвращает n-ную подстроку.
sk: Rozdelí reťazec na zadanom oddeľovači a vráti n-tý podreťazec.
sl: Razdeli niz na določeno ločilo in vrne n-ti podniz.
sq: Ndan një string sipas një delimituesi të caktuar dhe kthen nënstringun e n-të.
sr: Deli string prema zadatom delimiteru i vraća n-ti podstring.
sv: Delar en sträng på en angiven avgränsare och returnerar den n:te delsträngen.
tr: Bir dizeyi belirtilen bir ayırıcıya göre böler ve n'inci alt dizeyi döndürür.
uk: Розбиває рядок за вказаним роздільником і повертає n-й підрядок.
vi: Chia một chuỗi theo một dấu phân cách được chỉ định và trả về chuỗi con thứ n.
zh_hk: 以指定的分隔符分割字串，並傳回第 n 個子字串。

source: delimiter
bg: разделител
ca: delimitador
de: Trennzeichen
eo: delim or just "delim" lol
es: delimitador
fa: جدا کننده
fi: erotin
fr: délimiteur
it: delimitatore
ja: デリミタ
nb: skilletegn
nl: scheidingsteken
pl: rozgranicznik
pt_br: delimitador
ru: разделитель
sk: oddeľovač
sl: ločilo
sq: delimitues
sv: avgränsare
tr: ayırıcı
uk: роздільник
vi: dấu phân cách
zh_hk: 分隔符

source: The pattern describing where each split should occur.
ar: النمط الذي يحدد أين يجب أن يحدث كل تقسيم.
bg: Моделът, описващ къде трябва да се случи всяко разделяне.
ca: El patró que descriu on s'ha de produir cada divisió.
de: Das Muster beschreibt, wo jede Aufteilung erfolgen soll.
eo: The pattern that tells you where each split should go, fr.
es: El patrón que describe dónde debe ocurrir cada división.
fa: الگویی که توضیح می دهد که هر شکاف باید کجا رخ دهد.
fi: Kuvio, joka kuvaa, missä kunkin jaon tulisi tapahtua.
fr: Le modèle décrivant où chaque division doit se produire.
it: Lo schema che descrive dove dovrebbe verificarsi ogni divisione.
ja: 各分割が発生する場所を記述するパターン。
nb: Mønsteret som beskriver hvor hver splitt skal skje.
nl: Het patroon dat beschrijft waar elke splitsing moet plaatsvinden.
pl: Wzór opisujący, gdzie powinno nastąpić każde rozszczepienie.
pt_br: O padrão que descreve onde cada divisão deve ocorrer.
ru: Шаблон, описывающий, где должно происходить каждое разделение.
sk: Vzor popisujúci, kde by malo dôjsť ku každému rozdeleniu.
sl: Vzorec, ki opisuje, kje naj pride do posameznega razcepa.
sq: Modeli që përshkruan ku duhet të ndodhë çdo ndarje.
sr: Obrazac koji opisuje gde treba da se desi svako deljenje.
sv: Mönstret som beskriver var varje split ska ske.
tr: Her bölünmenin nerede gerçekleşmesi gerektiğini tanımlayan desen.
uk: Шаблон, який описує, де має відбуватися кожне розбиття.
vi: Mẫu mô tả vị trí xảy ra mỗi lần phân tách.
zh_hk: 描述每個分割位置的樣式。

source: Which substring to return after the split. Index starts at position `1`.
ar: أي جزء فرعي سيتم إرجاعه بعد التقسيم. يبدأ الفهرس من الموضع `1`.
bg: Кой подниз да се върне след разделянето. Индексът започва от позиция „1“.
ca: Quina subcadena retornar després de la divisió. L'índex comença a la posició "1".
de: Welche Teilzeichenfolge nach der Aufteilung zurückgegeben werden soll. Der Index beginnt an Position „1“.
eo: Which part to yeet back after the split. The index starts at 1, fr.
es: ¿Qué subcadena se devolverá tras la división? El índice empieza en la posición `1`.
fa: کدام زیررشته پس از تقسیم برگردانده شود. شاخص از موقعیت "1" شروع می شود.
fi: Mikä osamerkkijono palautetaan jaon jälkeen. Indeksi alkaa kohdasta "1".
fr: Quelle sous-chaîne renvoyer après la division ? L'index commence à la position « 1 ».
it: Quale sottostringa restituire dopo la suddivisione. L'indice inizia dalla posizione `1`.
ja: 分割後に返される部分文字列。インデックスは位置 `1` から始まります。
nb: Hvilken delstreng som skal returneres etter splittingen. Indeksen starter ved posisjon `1`.
nl: Welke substring moet worden geretourneerd na de splitsing? De index begint op positie `1`.
pl: Który podciąg zwrócić po podziale. Indeks zaczyna się od pozycji `1`.
pt_br: Qual subsequência retornar após a divisão. O índice começa na posição `1`.
ru: Какую подстроку вернуть после разделения. Индекс начинается с позиции `1`.
sk: Ktorý podreťazec sa má vrátiť po rozdelení. Index začína na pozícii „1“.
sl: Kateri podniz vrniti po razdelitvi. Indeks se začne na mestu `1`.
sq: Cilin nënstring të kthejë pas ndarjes. Indeksi nis nga pozicioni `1`.
sr: Koji podstring vratiti nakon deljenja. Indeks počinje od pozicije `1`.
sv: Vilken delsträng som ska returneras efter delningen. Index börjar på position `1`.
tr: Bölmeden sonra hangi alt dizenin döndürüleceği. İndeks `1` pozisyonundan başlar.
uk: Який підрядок повернути після розбиття. Індекс починається з позиції `1`.
vi: Chuỗi con nào sẽ trả về sau khi chia tách. Chỉ mục bắt đầu ở vị trí `1`.
zh_hk: 分割後要返回的子串。索引從位置 `1` 開始。

source: Applies a collation to a text value for sorting and comparison purposes.
ar: يطبّق Collation على قيمة نصية لأغراض الفرز والمقارنة.
bg: Прилага сравнение към текстова стойност за целите на сортиране и сравнение.
ca: Aplica una intercalació a un valor de text amb finalitats d'ordenació i comparació.
de: Wendet eine Sortierung auf einen Textwert an, um diesen zu sortieren und zu vergleichen.
es: Aplica una intercalación a un valor de texto con fines de clasificación y comparación.
fa: برای مرتب‌سازی و مقایسه، یک مقایسه (collation) روی یک مقدار متنی اعمال می‌کند.
fi: Käyttää lajittelua tekstiarvoon lajittelua ja vertailua varten.
fr: Applique un classement à une valeur textuelle à des fins de tri et de comparaison.
it: Applica una collazione a un valore di testo a scopo di ordinamento e confronto.
ja: 並べ替えや比較のために、テキスト値に照合を適用します。
nb: Tilfører en sortering til en tekstverdi for sorterings- og sammenligningsformål.
nl: Past een collatie toe op een tekstwaarde voor sorterings- en vergelijkingsdoeleinden.
pl: Stosuje zestawienie wartości tekstowej w celu sortowania i porównywania.
pt_br: Aplica uma ordenação a um valor de texto para fins de classificação e comparação.
ru: Применяет сопоставление к текстовому значению для сортировки и сравнения.
sk: Použije zoradenie na textovú hodnotu na účely zoradenia a porovnávania.
sl: Uporabi primerjalno metodo za besedilno vrednost za namene razvrščanja in primerjave.
sq: Aplikon një collation te një vlerë teksti për qëllime renditjeje dhe krahasimi.
sr: Primeni kolaciju na tekstualnu vrednost u svrhu sortiranja i poređenja.
sv: Tillämpar en sortering på ett textvärde för sorterings- och jämförelsesyften.
tr: Sıralama ve karşılaştırma amacıyla bir metin değerine bir karşılaştırma uygular.
uk: Застосовує collation до текстового значення для сортування та порівняння.
vi: Áp dụng đối chiếu cho giá trị văn bản nhằm mục đích sắp xếp và so sánh.
zh_hk: 將整理方式套用至文字值，以便排序和比較。

source: The column or text to apply the collation to.
ar: العمود أو النص المراد تطبيق الـ Collation عليه.
bg: Колоната или текстът, към който да се приложи сравнението.
ca: La columna o el text al qual s'aplicarà l'intercalació.
de: Die Spalte oder der Text, auf den die Sortierung angewendet werden soll.
es: La columna o texto al que se aplicará la intercalación.
fa: ستون یا متنی که قرار است عمل ترکیب‌بندی روی آن اعمال شود.
fi: Sarake tai teksti, johon lajittelua sovelletaan.
fr: La colonne ou le texte auquel appliquer le classement.
it: Colonna o testo a cui applicare la collazione.
ja: 照合を適用する列またはテキスト。
nb: Kolonnen eller teksten som sorteringen skal brukes på.
nl: De kolom of tekst waarop de sortering moet worden toegepast.
pl: Kolumna lub tekst, do którego ma zostać zastosowane sortowanie.
pt_br: A coluna ou o texto ao qual a ordenação será aplicada.
ru: Столбец или текст, к которому следует применить сортировку.
sk: Stĺpec alebo text, na ktorý sa má použiť zoradenie.
sl: Stolpec ali besedilo, na katerega se uporabi primerjava.
sq: Kolona ose teksti ku të aplikohet collation.
sr: Kolona ili tekst na koji treba primeniti kolaciju.
sv: Kolumnen eller texten som sorteringen ska tillämpas på.
tr: Sıralamanın uygulanacağı sütun veya metin.
uk: Стовпець або текст, до якого застосувати collation.
vi: Cột hoặc văn bản để áp dụng đối chiếu.
zh_hk: 要套用整理的欄位或文字。

source: collation
bg: съпоставяне
ca: col·lació
de: Kollation
es: colación
fa: جمع‌بندی
fi: lajittelu
it: collazione
ja: 照合
nb: kollasjonering
nl: collatie
pl: porównanie
pt_br: compilação
ru: сортировка
sk: zoradenie
sl: primerjava
sr: kolacija
sv: sortering
tr: karşılaştırma
vi: đối chiếu
zh_hk: 著录

source: The collation specification.
ar: مواصفة الـ Collation.
bg: Спецификацията за сравнение.
ca: L'especificació de col·lació.
de: Die Sortiervorgabe.
es: La especificación de intercalación.
fa: مشخصات تطبیق.
fi: Lajittelumäärittely.
fr: La spécification de collation.
it: La specifica della collazione.
ja: 照合仕様。
nb: Spesifikasjonen for sortering.
nl: De collatiespecificatie.
pl: Specyfikacja zestawienia.
pt_br: A especificação de agrupamento.
ru: Спецификация сортировки.
sk: Špecifikácia zoradenia.
sl: Specifikacija primerjanja.
sq: Specifikimi i collation.
sr: Specifikacija kolacije.
sv: Sorteringsspecifikationen.
tr: Karşılaştırma spesifikasyonu.
uk: Специфікація collation.
vi: Đặc tả đối chiếu.
zh_hk: 整理規格。

source: Extracts the pathname from a URL. E.g., `{0}` would return `{1}`.
ar: يستخرج pathname من URL. مثال: `{0}` سيعيد `{1}`.
bg: Извлича името на пътя от URL. Например `{0}` ще върне `{1}`.
ca: Extreu el nom del camí d'una URL. Per exemple, `{0}` retornaria `{1}`.
de: Extrahiert den Pfadnamen aus einer URL. Beispielsweise würde `{0}` `{1}` zurückgeben.
eo: Pulls the pathname from a URL. Like, `{0}` would give you `{1}`.
es: Extrae la ruta de acceso de una URL. Por ejemplo, `{0}` devolvería `{1}`.
fa: نام مسیر را از یک URL استخراج می کند. به عنوان مثال، `{0}` بر می گردد`{1}`.
fi: Poimii polun nimen URL-osoitteesta. Esim. `{0}` palauttaisi `{1}`.
fr: Extrait le chemin d'accès d'une URL. Par exemple, `{0}` renverrait `{1}`.
it: Estrae il percorso da un URL. Ad esempio, `{0}` restituirebbe `{1}`.
ja: URL からパス名を抽出します。たとえば、`{0}` は `{1}` を返します。
nb: Henter ut banenavnet fra en URL. F.eks. vil `{0}` returnere `{1}`.
nl: Haalt de padnaam uit een URL. Bijvoorbeeld, `{0}` retourneert `{1}`.
pl: Wyodrębnia ścieżkę dostępu z adresu URL. Np. `{0}` zwróci `{1}`.
pt_br: Extrai o caminho de um URL. Por exemplo, `{0}` retornaria `{1}`.
ru: Извлекает путь из URL. Например, `{0}` вернет `{1}`.
sk: Extrahuje názov cesty z adresy URL. Napríklad `{0}` vráti `{1}`.
sl: Izvleče ime poti iz URL-ja. Npr. `{0}` bi vrnilo `{1}`.
sq: Nxjerr pathname nga një URL. P.sh., `{0}` do të kthejë `{1}`.
sr: Izvlači pathname iz URL-a. Npr., `{0}` bi vratilo `{1}`.
sv: Extraherar sökvägen från en URL. Till exempel skulle `{0}` returnera `{1}`.
tr: Bir URL'den yol adını çıkarır. Örneğin, `{0}` komutu `{1}` sonucunu döndürür.
uk: Витягує pathname з URL. Напр., `{0}` поверне `{1}`.
vi: Trích xuất tên đường dẫn từ URL. Ví dụ: `{0}` sẽ trả về `{1}`.
zh_hk: 從 URL 擷取路徑名稱。例如，`{0}` 會返回 `{1}`。

source: url
eo: link or the plug, bestie
fa: آدرس اینترنتی
sl: Spletni naslov
vi: địa chỉ

source: A column containing URLs
ar: عمود يحتوي على URLs
bg: Колона, съдържаща URL адреси
ca: Una columna que conté URL
de: Eine Spalte mit URLs
eo: A column with the links, lol.
es: Una columna que contiene URL
fa: ستونی حاوی URL ها
fi: URL-osoitteita sisältävä sarake
fr: Une colonne contenant des URL
it: Una colonna contenente URL
ja: URLを含む列
nb: En kolonne som inneholder nettadresser
nl: Een kolom met URL's
pl: Kolumna zawierająca adresy URL
pt_br: Uma coluna contendo URLs
ru: Столбец, содержащий URL-адреса
sk: Stĺpec obsahujúci adresy URL
sl: Stolpec, ki vsebuje URL-je
sq: Një kolonë që përmban URL
sr: Kolona koja sadrži URL-ove
sv: En kolumn som innehåller webbadresser
tr: URL'leri içeren bir sütun
uk: Стовпець, що містить URL
vi: Một cột chứa URL
zh_hk: 包含 URL 的欄位
