Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Return reshaped DataFrame organized by given index / column values
ar: أعد DataFrame مُعاد تشكيلها ومنظمة حسب قيم الفهرس/العمود المعطاة
bg: Връща преоформен DataFrame, организиран по дадени стойности на индекс/колона
ca: Retorna un DataFrame reformat organitzat per valors d'índex/columna donats
de: Gibt den neu geformten DataFrame zurück, der nach den angegebenen Index-/Spaltenwerten organisiert ist
es: Devuelve un DataFrame reformateado y organizado según los valores de índice/columna indicados
fa: DataFrame تغییر شکل یافته را که بر اساس مقادیر شاخص/ستون داده شده سازماندهی شده است، برمی‌گرداند.
fi: Palauta uudelleenmuotoiltu DataFrame, joka on järjestetty annettujen indeksien/sarakearvojen mukaan
fr: Renvoie un DataFrame remodelé organisé par des valeurs d'index/colonne données
it: Restituisce il DataFrame rimodellato organizzato in base ai valori di indice/colonna specificati
ja: 指定されたインデックス/列値で整理された再形成されたDataFrameを返します。
nb: Returnerer omformet DataFrame organisert etter gitte indeks- / kolonneverdier
nl: Retourneer een hervormd DataFrame georganiseerd op basis van gegeven index-/kolomwaarden
pl: Zwróć przekształconą ramkę danych zorganizowaną według podanych wartości indeksu/kolumny
pt_br: Retorna DataFrame remodelado organizado por valores de índice/coluna fornecidos
ru: Возвращает реорганизованный DataFrame, организованный по заданным значениям индекса/столбца
sk: Vrátiť pretvorený DataFrame usporiadaný podľa daných hodnôt indexu/stĺpca
sl: Vrne preoblikovane podatkovne okvirje, organizirane po danih vrednostih indeksa/stolpca
sq: Kthe DataFrame të riformësuar të organizuar sipas vlerave të dhëna të indeksit / kolonës
sr: Vrati preoblikovani DataFrame organizovan po datim vrednostima indeksa/kolona
sv: Returnera omformad DataFrame organiserad efter givna index-/kolumnvärden
tr: Verilen dizin/sütun değerlerine göre düzenlenmiş yeniden şekillendirilmiş Veri Çerçevesini döndür
uk: Повернути переформатований DataFrame, упорядкований за заданими значеннями індексу/колонки
vi: Trả về DataFrame được định hình lại được sắp xếp theo giá trị chỉ mục/cột đã cho
zh_hk: 傳回以指定索引/欄位值組織的重整 DataFrame

source: Create a spreadsheet-style pivot table
ar: أنشئ جدولًا محوريًا بأسلوب جداول البيانات
bg: Създаване на обобщена таблица в стил електронна таблица
ca: Crear una taula dinàmica d'estil full de càlcul
de: Erstellen einer Pivot-Tabelle im Tabellenkalkulationsstil
es: Crear una tabla dinámica estilo hoja de cálculo
fa: یک جدول محوری به سبک صفحه گسترده ایجاد کنید
fi: Luo taulukkolaskentaohjelmatyyppinen pivot-taulukko
fr: Créer un tableau croisé dynamique de type feuille de calcul
it: Creare una tabella pivot in stile foglio di calcolo
ja: スプレッドシート形式のピボットテーブルを作成する
nb: Opprett en pivottabell i regnearkstil
nl: Een draaitabel in spreadsheetstijl maken
pl: Utwórz tabelę przestawną w stylu arkusza kalkulacyjnego
pt_br: Crie uma tabela dinâmica no estilo planilha
ru: Создайте сводную таблицу в стиле электронной таблицы
sk: Vytvorenie kontingenčnej tabuľky v štýle tabuľkového procesora
sl: Ustvarite vrtilno tabelo v slogu preglednice
sq: Krijo një tabelë pivot në stil spreadsheet
sr: Kreiraj pivot tabelu u stilu spreadsheet-a
sv: Skapa en pivottabell i kalkylbladsstil
tr: Elektronik tablo tarzında bir pivot tablo oluşturun
uk: Створити зведену таблицю у стилі електронної таблиці
vi: Tạo bảng trục theo kiểu bảng tính
zh_hk: 建立試算表風格的資料透視表

source: Unpivot a DataFrame from wide to long format
ar: ألغِ pivot لـ DataFrame من تنسيق wide إلى تنسيق long
bg: Развъртане на DataFrame от широк към дълъг формат
ca: Despivotar un DataFrame del format ample al format llarg
de: Entpivotieren eines DataFrames vom breiten zum langen Format
es: Despivotar un DataFrame de formato ancho a formato largo
fa: تغییر محور یک DataFrame از فرمت عریض به فرمت بلند
fi: DataFramen pivotin poistaminen leveästä muodosta pitkään muotoon
fr: Dépivoter un DataFrame du format large au format long
it: Trasformare un DataFrame dal formato largo a quello lungo
ja: DataFrame をワイド形式からロング形式にピボット解除する
nb: Opphev pivoteringen av en DataFrame fra bredt til langt format
nl: Een DataFrame van een breed naar een lang formaat omzetten
pl: Odwróć ramkę danych z formatu szerokiego na długi
pt_br: Despivotar um DataFrame de formato largo para longo
ru: Изменить формат DataFrame с широкого на длинный
sk: Zrušenie rozloženia dátového rámca zo širokého na dlhý formát
sl: Razveljavitev vrtenja podatkovnega okvira iz širokega v dolgi format
sq: Unpivot një DataFrame nga formati wide në format long
sr: Unpivot-uj DataFrame iz wide u long format
sv: Avpivotera en DataFrame från brett till långt format
tr: Bir Veri Çerçevesini geniş formattan uzun formata dönüştürme
uk: Розгорнути DataFrame з широкого у довгий формат
vi: Chuyển đổi DataFrame từ định dạng rộng sang định dạng dài
zh_hk: 將 DataFrame 從寬格式反轉為長格式

source: Stack the prescribed level(s) from columns to index
ar: كدّس المستويات المحددة من الأعمدة إلى الفهرس
bg: Подредете предписаното(ите) ниво(я) от колоните към индекса
ca: Apila els nivells prescrits de les columnes a l'índex
de: Stapeln Sie die vorgeschriebene(n) Ebene(n) von Spalten bis Index
es: Apile los niveles prescritos desde las columnas hasta el índice
fa: سطح(های) تجویز شده را از ستون‌ها تا اندیس روی هم قرار دهید
fi: Pinoa määrätyt tasot sarakkeista indeksiin
fr: Empilez les niveaux prescrits des colonnes à indexer
it: Sovrapporre i livelli prescritti dalle colonne all'indice
ja: 指定されたレベルを列からインデックスに積み重ねます
nb: Stable de(t) foreskrevne nivået(ene) fra kolonner til indeks
nl: Stapel de voorgeschreven niveaus van kolommen naar index
pl: Ułóż wymagane poziomy z kolumn do indeksu
pt_br: Empilhe os níveis prescritos das colunas para o índice
ru: Сложить заданный уровень(и) от столбцов до индекса
sk: Stohovať predpísanú úroveň (úrovne) zo stĺpcov do indexu
sl: Zložite predpisane ravni iz stolpcev v indeks
sq: Stack nivelet e përcaktuara nga kolonat te indeksi
sr: Stack-uj zadati nivo(e) iz kolona u indeks
sv: Stapla den/de föreskrivna nivån/nivåerna från kolumner till index
tr: Sütunlardan dizine kadar öngörülen seviyeyi/seviyeleri istifleyin
uk: Скласти задані рівні з колонок в індекс
vi: Xếp chồng các cấp độ được quy định từ cột đến chỉ mục
zh_hk: 從列到索引堆疊規定的層次

source: Pivot a level of the (necessarily hierarchical) index labels
ar: نفّذ pivot لمستوى من تسميات الفهرس (الهرمي بالضرورة)
bg: Завъртане на ниво от (задължително йерархичните) етикети на индекса
ca: Pivota un nivell de les etiquetes d'índex (necessàriament jeràrquiques)
de: Pivotieren Sie eine Ebene der (notwendigerweise hierarchischen) Indexbezeichnungen
es: Pivotar un nivel de las etiquetas de índice (necesariamente jerárquicas)
fa: چرخش یک سطح از برچسب‌های شاخص (لزوماً سلسله مراتبی)
fi: Käännä (välttämättä hierarkkisten) indeksiotsikoiden tasoa
fr: Faire pivoter un niveau des étiquettes d'index (nécessairement hiérarchiques)
it: Ruotare un livello delle etichette dell'indice (necessariamente gerarchiche)
ja: （必然的に階層的な）インデックスラベルのレベルをピボットする
nb: Pivoter et nivå i (nødvendigvis hierarkiske) indeksetiketter
nl: Draai een niveau van de (noodzakelijkerwijs hiërarchische) indexlabels
pl: Przesuń poziom etykiet indeksowych (koniecznie hierarchicznych)
pt_br: Pivotar um nível dos rótulos de índice (necessariamente hierárquicos)
ru: Повернуть уровень (обязательно иерархических) меток индекса
sk: Otočte úroveň (nevyhnutne hierarchických) indexových označení
sl: Zavrtite raven (nujno hierarhičnih) oznak indeksa
sq: Pivot një nivel të etiketave të indeksit (domosdoshmërisht hierarkik)
sr: Pivot-uj nivo (nužno hijerarhijskih) oznaka indeksa
sv: Pivotera en nivå av de (nödvändigtvis hierarkiska) indexetiketterna
tr: (Zorunlu olarak hiyerarşik) dizin etiketlerinin bir düzeyini döndürün
uk: Зробити pivot рівня міток індексу (обов’язково ієрархічного)
vi: Xoay một cấp độ của nhãn chỉ mục (cần phải có thứ bậc)
zh_hk: 樞軸（必然分層）索引標籤的一個層次

source: Write object to a comma-separated values (csv) file
ar: اكتب الكائن إلى ملف قيم مفصولة بفواصل (csv)
bg: Записване на обект във файл със стойности, разделени със запетаи (csv)
ca: Escriure un objecte en un fitxer de valors separats per comes (csv)
de: Objekt in eine CSV-Datei (Comma-Separated Values) schreiben
es: Escribir objeto en un archivo de valores separados por comas (csv)
fa: نوشتن شیء در فایل مقادیر جدا شده با کاما (csv)
fi: Kirjoita objekti pilkulla erotettuihin arvoihin (csv)
fr: Écrire l'objet dans un fichier de valeurs séparées par des virgules (csv)
it: Scrivi l'oggetto in un file con valori separati da virgole (csv)
ja: オブジェクトをカンマ区切り値（csv）ファイルに書き込む
nb: Skriv objektet til en csv-fil (komma-separerte verdier)
nl: Schrijf een object naar een bestand met door komma's gescheiden waarden (csv)
pl: Zapisz obiekt do pliku z wartościami rozdzielonymi przecinkami (csv)
pt_br: Gravar objeto em um arquivo de valores separados por vírgula (csv)
ru: Записать объект в файл со значениями, разделенными запятыми (CSV)
sk: Zapísať objekt do súboru s hodnotami oddelenými čiarkami (CSV)
sl: Zapiši objekt v datoteko z vrednostmi, ločenimi z vejicami (csv)
sq: Shkruaj objektin në një file me vlera të ndara me presje (csv)
sr: Upiši objekat u CSV (comma-separated values) fajl
sv: Skriv objekt till en kommaseparerad fil (csv)
tr: Nesneyi virgülle ayrılmış değerler (csv) dosyasına yazın
uk: Записати об’єкт у файл значень, розділених комами (csv)
vi: Ghi đối tượng vào tệp giá trị được phân tách bằng dấu phẩy (csv)
zh_hk: 將物件寫入逗號分隔值 (csv) 檔案

source: Write object to an Excel sheet
ar: اكتب الكائن إلى ورقة Excel
bg: Записване на обект в Excel лист
ca: Escriure un objecte en un full de càlcul d'Excel
de: Objekt in ein Excel-Blatt schreiben
es: Escribir objeto en una hoja de Excel
fa: نوشتن شیء در یک برگه اکسل
fi: Kirjoita objekti Excel-taulukkoon
fr: Écrire un objet dans une feuille Excel
it: Scrivi l'oggetto in un foglio Excel
ja: オブジェクトをExcelシートに書き込む
nb: Skrive objekt til et Excel-ark
nl: Object naar een Excel-blad schrijven
pl: Zapisz obiekt w arkuszu Excela
pt_br: Escrever objeto em uma planilha do Excel
ru: Записать объект на лист Excel
sk: Zapíšte objekt do excelovského hárka
sl: Zapiši predmet v Excelovo preglednico
sq: Shkruaj objektin në një fletë Excel
sr: Upiši objekat u Excel sheet
sv: Skriva objekt till ett Excel-ark
tr: Nesneyi bir Excel sayfasına yaz
uk: Записати об’єкт в аркуш Excel
vi: Ghi đối tượng vào bảng tính Excel
zh_hk: 將物件寫入 Excel 工作表

source: Convert the object to a JSON string
ar: حوّل الكائن إلى سلسلة JSON
bg: Преобразувайте обекта в JSON низ
ca: Converteix l'objecte en una cadena JSON
de: Konvertieren Sie das Objekt in eine JSON-Zeichenfolge
es: Convierte el objeto en una cadena JSON
fa: تبدیل شیء به یک رشته JSON
fi: Muunna objekti JSON-merkkijonoksi
fr: Convertir l'objet en chaîne JSON
it: Converti l'oggetto in una stringa JSON
ja: オブジェクトをJSON文字列に変換する
nb: Konverterer objektet til en JSON-streng
nl: Converteer het object naar een JSON-string
pl: Konwertuj obiekt na ciąg JSON
pt_br: Converta o objeto em uma string JSON
ru: Преобразовать объект в строку JSON
sk: Previesť objekt na reťazec JSON
sl: Pretvori objekt v niz JSON
sq: Konverto objektin në një string JSON
sr: Konvertuj objekat u JSON string
sv: Konvertera objektet till en JSON-sträng
tr: Nesneyi bir JSON dizesine dönüştürün
uk: Перетворити об’єкт на JSON-строку
vi: Chuyển đổi đối tượng thành chuỗi JSON
zh_hk: 將物件轉換為 JSON 字串

source: Write records stored in a DataFrame to a SQL database
ar: اكتب السجلات المخزنة في DataFrame إلى قاعدة بيانات SQL
bg: Записване на записи, съхранени в DataFrame, в SQL база данни
ca: Escriure registres emmagatzemats en un DataFrame a una base de dades SQL
de: Schreiben Sie in einem DataFrame gespeicherte Datensätze in eine SQL-Datenbank
es: Escribir registros almacenados en un DataFrame en una base de datos SQL
fa: نوشتن رکوردهای ذخیره شده در یک DataFrame در یک پایگاه داده SQL
fi: Kirjoita DataFrameen tallennetut tietueet SQL-tietokantaan
fr: Écrire des enregistrements stockés dans un DataFrame dans une base de données SQL
it: Scrivere i record memorizzati in un DataFrame in un database SQL
ja: DataFrame に保存されたレコードを SQL データベースに書き込む
nb: Skrive poster som er lagret i en DataFrame til en SQL-database
nl: Schrijf records opgeslagen in een DataFrame naar een SQL-database
pl: Zapisywanie rekordów przechowywanych w DataFrame do bazy danych SQL
pt_br: Gravar registros armazenados em um DataFrame em um banco de dados SQL
ru: Запись записей, хранящихся в DataFrame, в базу данных SQL
sk: Zapis záznamov uložených v DataFrame do databázy SQL
sl: Zapisovanje zapisov, shranjenih v podatkovnem okviru, v podatkovno bazo SQL
sq: Shkruaj regjistrimet e ruajtura në një DataFrame në një databazë SQL
sr: Upiši zapise iz DataFrame-a u SQL bazu
sv: Skriva poster som lagras i en DataFrame till en SQL-databas
tr: Bir DataFrame'de saklanan kayıtları bir SQL veritabanına yazın
uk: Записати записи, що зберігаються в DataFrame, у SQL базу даних
vi: Ghi các bản ghi được lưu trữ trong DataFrame vào cơ sở dữ liệu SQL
zh_hk: 將儲存於 DataFrame 的記錄寫入 SQL 資料庫

source: Write a DataFrame to the binary parquet format
ar: اكتب DataFrame بتنسيق parquet الثنائي
bg: Напишете DataFrame в двоичен формат на parket
ca: Escriu un DataFrame al format de parquet binari
de: Schreiben Sie einen DataFrame in das binäre Parquet-Format
es: Escribe un DataFrame en el formato binario parquet
fa: یک DataFrame به فرمت پارکت دودویی بنویسید
fi: Kirjoita DataFrame binääriseen parket-muotoon
fr: Écrire un DataFrame au format parquet binaire
it: Scrivi un DataFrame nel formato binario parquet
ja: DataFrameをバイナリパーケット形式で書き込む
nb: Skriv en DataFrame til det binære parkettformatet
nl: Schrijf een DataFrame naar het binaire parketformaat
pl: Zapisz DataFrame w formacie binarnym Parquet
pt_br: Escreva um DataFrame no formato binário parquet
ru: Записать DataFrame в двоичный формат Parquet
sk: Zapíšte dátový rámec do binárneho formátu parketu
sl: Zapišite podatkovni okvir v binarni format parketa
sq: Shkruaj një DataFrame në formatin binar parquet
sr: Upiši DataFrame u binarni parquet format
sv: Skriv en DataFrame till det binära parkettformatet
tr: İkili parquet biçimine bir DataFrame yazın
uk: Записати DataFrame у двійковий формат parquet
vi: Viết một DataFrame theo định dạng nhị phân parquet
zh_hk: 將 DataFrame 寫成二進位 parquet 格式

source: Convert the DataFrame to a dictionary
ar: حوّل DataFrame إلى قاموس
bg: Преобразуване на DataFrame в речник
ca: Converteix el DataFrame en un diccionari
de: Konvertieren Sie den DataFrame in ein Wörterbuch
es: Convertir el DataFrame en un diccionario
fa: تبدیل DataFrame به یک دیکشنری
fi: Muunna DataFrame sanakirjaksi
fr: Convertir le DataFrame en dictionnaire
it: Convertire il DataFrame in un dizionario
ja: DataFrameを辞書に変換する
nb: Konverter DataFrame til en ordbok
nl: Converteer het DataFrame naar een woordenboek
pl: Konwertuj DataFrame na słownik
pt_br: Converter o DataFrame em um dicionário
ru: Преобразовать DataFrame в словарь
sk: Previesť DataFrame do slovníka
sl: Pretvori DataFrame v slovar
sq: Konverto DataFrame në një fjalor
sr: Konvertuj DataFrame u rečnik
sv: Konvertera DataFrame till en ordlista
tr: DataFrame'i bir sözlüğe dönüştürün
uk: Перетворити DataFrame на словник
vi: Chuyển đổi DataFrame thành một từ điển
zh_hk: 將 DataFrame 轉換為字典

source: Render a DataFrame as an HTML table
ar: اعرض DataFrame كجدول HTML
bg: Рендиране на DataFrame като HTML таблица
ca: Renderitzar un DataFrame com una taula HTML
de: Rendern Sie einen DataFrame als HTML-Tabelle
es: Representar un DataFrame como una tabla HTML
fa: یک DataFrame را به عنوان یک جدول HTML رندر کنید
fi: DataFramen renderöinti HTML-taulukkona
fr: Rendre un DataFrame sous forme de tableau HTML
it: Renderizza un DataFrame come una tabella HTML
ja: DataFrameをHTMLテーブルとしてレンダリングする
nb: Gjengi en DataFrame som en HTML-tabell
nl: Een DataFrame renderen als een HTML-tabel
pl: Renderuj DataFrame jako tabelę HTML
pt_br: Renderizar um DataFrame como uma tabela HTML
ru: Отобразить DataFrame как HTML-таблицу
sk: Vykreslenie DataFrame ako HTML tabuľky
sl: Upodobitev podatkovnega okvira kot tabele HTML
sq: Rendero një DataFrame si tabelë HTML
sr: Renderuj DataFrame kao HTML tabelu
sv: Rendera en DataFrame som en HTML-tabell
tr: Bir DataFrame'i HTML tablosu olarak oluşturma
uk: Відрендерити DataFrame як HTML-таблицю
vi: Hiển thị DataFrame dưới dạng bảng HTML
zh_hk: 將 DataFrame 繪製成 HTML 表格

source: Render a DataFrame to a console-friendly tabular output
ar: اعرض DataFrame كمخرجات جدولية مناسبة للكونسول
bg: Рендиране на DataFrame в табличен изход, удобен за конзола
ca: Renderitzar un DataFrame a una sortida tabular compatible amb la consola
de: Rendern Sie einen DataFrame in eine konsolenfreundliche tabellarische Ausgabe
es: Representar un DataFrame en una salida tabular compatible con la consola
fa: یک DataFrame را به یک خروجی جدولی مناسب برای کنسول رندر کنید
fi: DataFramen renderöinti konsoliystävälliseen taulukkomuotoiseen tulosteeseen
fr: Rendre un DataFrame sous forme de sortie tabulaire compatible avec la console
it: Renderizza un DataFrame in un output tabulare compatibile con la console
ja: DataFrame をコンソール対応の表形式出力にレンダリングする
nb: Render en DataFrame til en konsollvennlig tabellutskrift
nl: Render een DataFrame naar een consolevriendelijke tabeluitvoer
pl: Renderuj DataFrame do przyjaznego dla konsoli wyjścia tabelarycznego
pt_br: Renderizar um DataFrame em uma saída tabular amigável ao console
ru: Преобразовать DataFrame в табличный вывод, удобный для консоли
sk: Vykresliť DataFrame do tabuľkového výstupu vhodného pre konzolu
sl: Upodobi DataFrame v tabelarni izpis, ki je prijazen konzoli
sq: Rendero një DataFrame në një output tabelor miqësor për konsolën
sr: Renderuj DataFrame u izlaz pogodan za konzolu
sv: Rendera en DataFrame till en konsolvänlig tabellform
tr: Bir DataFrame'i konsol dostu bir tablo çıktısına dönüştürün
uk: Відрендерити DataFrame у табличний вивід, зручний для консолі
vi: Kết xuất DataFrame thành đầu ra dạng bảng thân thiện với bảng điều khiển
zh_hk: 將 DataFrame 渲染成控制台友好的表格輸出

source: Convert the DataFrame to a NumPy array
ar: حوِّل DataFrame إلى مصفوفة NumPy
bg: Преобразувайте DataFrame в масив NumPy
ca: Converteix el DataFrame en una matriu NumPy
de: Konvertieren Sie den DataFrame in ein NumPy-Array
es: Convierte el DataFrame en una matriz NumPy
fa: تبدیل DataFrame به آرایه NumPy
fi: Muunna DataFrame NumPy-taulukoksi
fr: Convertir le DataFrame en tableau NumPy
it: Convertire il DataFrame in un array NumPy
ja: DataFrameをNumPy配列に変換する
nb: Konverter DataFrame til en NumPy-matrise
nl: Converteer het DataFrame naar een NumPy-array
pl: Konwertuj DataFrame na tablicę NumPy
pt_br: Converter o DataFrame em uma matriz NumPy
ru: Преобразовать DataFrame в массив NumPy
sk: Konvertujte DataFrame na pole NumPy
sl: Pretvori DataFrame v polje NumPy
sq: Konverto DataFrame në një array NumPy
sr: Konvertuj DataFrame u NumPy niz
sv: Konvertera DataFrame till en NumPy-array
tr: DataFrame'i bir NumPy dizisine dönüştürün
uk: Перетворити DataFrame на масив NumPy
vi: Chuyển đổi DataFrame thành một mảng NumPy
zh_hk: 將 DataFrame 轉換成 NumPy 陣列

source: Shift index by desired number of periods
ar: أزِح الفهرس بعدد الفترات المطلوب
bg: Изместване на индекса с желания брой периоди
ca: Índex de desplaçament pel nombre desitjat de períodes
de: Index um die gewünschte Anzahl von Perioden verschieben
es: Desplazar el índice según el número deseado de períodos
fa: شاخص تغییر بر اساس تعداد دوره‌های دلخواه
fi: Siirrä indeksi halutulla jaksomäärällä
fr: Décaler l'index du nombre de périodes souhaité
it: Sposta l'indice del numero desiderato di periodi
ja: 希望する期間数だけインデックスをシフトする
nb: Skift indeks med ønsket antall perioder
nl: Verschuivingsindex met gewenst aantal perioden
pl: Przesuń indeks o żądaną liczbę okresów
pt_br: Índice de deslocamento pelo número desejado de períodos
ru: Сдвинуть индекс на желаемое количество периодов
sk: Posunúť index o požadovaný počet období
sl: Premakni indeks za želeno število obdobij
sq: Zhvendos indeksin me numrin e dëshiruar të periodave
sr: Pomeri indeks za željeni broj perioda
sv: Förskjut index med önskat antal perioder
tr: İstenilen periyot sayısına göre indeksi kaydır
uk: Зсунути індекс на бажану кількість періодів
vi: Chuyển chỉ số theo số chu kỳ mong muốn
zh_hk: 將指數移動所需的週期數

source: First discrete difference of element
ar: الفرق المتقطع الأول للعنصر
bg: Първа дискретна разлика на елемента
ca: Primera diferència discreta d'element
de: Erste diskrete Differenz des Elements
es: Primera diferencia discreta del elemento
fa: تفاضل گسسته اول عنصر
fi: Elementin ensimmäinen diskreetti erotus
fr: Première différence discrète d'élément
it: Prima differenza discreta dell'elemento
ja: 要素の最初の離散差分
nb: Første diskrete differanse av element
nl: Eerste discrete verschil van element
pl: Pierwsza dyskretna różnica elementu
pt_br: Primeira diferença discreta de elemento
ru: Первая дискретная разность элемента
sk: Prvý diskrétny rozdiel prvku
sl: Prva diskretna razlika elementa
sq: Diferenca e parë diskrete e elementit
sr: Prva diskretna razlika elementa
sv: Elementets första diskreta skillnad
tr: Elemanın ilk ayrık farkı
uk: Перша дискретна різниця елемента
vi: Sự khác biệt rời rạc đầu tiên của phần tử
zh_hk: 元素的第一次離散差分

source: Percentage change between the current and a prior element
ar: التغير بالنسبة المئوية بين العنصر الحالي وعنصر سابق
bg: Процентна промяна между текущия и предходния елемент
ca: Canvi percentual entre l'element actual i un element anterior
de: Prozentuale Änderung zwischen dem aktuellen und einem vorherigen Element
es: Cambio porcentual entre el elemento actual y uno anterior
fa: درصد تغییر بین عنصر فعلی و قبلی
fi: Prosenttimuutos nykyisen ja edellisen elementin välillä
fr: Pourcentage de variation entre l'élément actuel et un élément antérieur
it: Variazione percentuale tra l'elemento corrente e un elemento precedente
ja: 現在の要素と前の要素間のパーセンテージの変化
nb: Prosentvis endring mellom det aktuelle og et tidligere element
nl: Percentageverandering tussen het huidige en een eerder element
pl: Zmiana procentowa pomiędzy bieżącym a poprzednim elementem
pt_br: Variação percentual entre o elemento atual e um anterior
ru: Процентное изменение между текущим и предыдущим элементом
sk: Percentuálna zmena medzi aktuálnym a predchádzajúcim prvkom
sl: Odstotna sprememba med trenutnim in prejšnjim elementom
sq: Ndryshimi përqindor midis elementit aktual dhe një elementi të mëparshëm
sr: Procentualna promena između trenutnog i prethodnog elementa
sv: Procentuell förändring mellan det aktuella och ett tidigare element
tr: Mevcut ve önceki bir eleman arasındaki yüzdelik değişim
uk: Відсоткова зміна між поточним і попереднім елементом
vi: Tỷ lệ phần trăm thay đổi giữa phần tử hiện tại và phần tử trước đó
zh_hk: 目前元素與先前元素之間的百分比變化

source: Make plots of Series or DataFrame
ar: أنشئ مخططات لـ Series أو DataFrame
bg: Създаване на графики на серии или DataFrame
ca: Crea gràfics de sèries o de marcs de dades
de: Erstellen Sie Diagramme von Serien oder DataFrames
es: Realizar gráficos de Series o DataFrame
fa: رسم نمودار از سری‌ها یا دیتافریم‌ها
fi: Tee kuvaajat sarjasta tai DataFramesta
fr: Créer des tracés de séries ou de DataFrame
it: Crea grafici di serie o DataFrame
ja: シリーズまたはデータフレームのプロットを作成する
nb: Lage plott av serier eller DataFrame
nl: Maak grafieken van Series of DataFrame
pl: Tworzenie wykresów serii lub ramek danych
pt_br: Crie gráficos de séries ou DataFrame
ru: Постройте графики Series или DataFrame
sk: Vytvorte grafy sérií alebo dátových rámcov
sl: Izdelava grafov serije ali podatkovnega okvira
sq: Krijo grafikë të Series ose DataFrame
sr: Napravi grafikone Serije ili DataFrame-a
sv: Rita diagram av serier eller dataframes
tr: Seri veya Veri Çerçevesinin grafiklerini oluşturun
uk: Побудувати графіки для Series або DataFrame
vi: Tạo biểu đồ của Series hoặc DataFrame
zh_hk: 製作序列或資料框架的圖形
