Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: [[this]] per [[GenericCategoryMedium]]
ar: [[this]] لكل [[GenericCategoryMedium]]
bg: [[това]] на [[GenericCategoryMedium]]
ca: [[this]] per [[GenricCategoryMedium]]
de: [[this]] nach [[GenericCategoryMedium]]
eo: This is basically that vibe, fr.
es: [[this]] por [[GenericCategoryMedium]]
fa: [[this]] به ازای [[GenericCategorMedium]]
fr: [[this]] par [[GenericCategoryMedium]]
hu: [[ez]] per [[GenericCategoryMedium]]
ja: [[GenericCategoryMedium]] ごとの [[this]]
lt: [[tai]] už [[GenericCategoryMedium]]
ms: [[Ini]] setiap [[KategoriAmSederhana]]
nb: [[dette]] per [[GenericCategoryMedium]]
nl: [[dit]] per [[GenericCategoryMedium]]
pt_br: [[this]] por [[GenericCategoryMedium]]
ru: [[this]] по [[GenericCategoryMedium]]
sk: [[toto]] na [[GenericCategoryMedium]]
sl: [[to]] na [[GenericCategoryMedium]]
sq: [[this]] për [[GenericCategoryMedium]]
sr: [[this]] po [[GenericCategoryMedium]]
sv: [[detta]] per [[GenericCategoryMedium]]
tr: [[GenericCategoryMedium]] başına [[this]]
uk: [[this]] у розрізі [[GenericCategoryMedium]]
vi: [[này]] mỗi [[GenericCategoryMedium]]
zh_hk: [[this]] 每 [[GenericCategoryMedium]]

source: How the [[this]] changes with time
ar: كيف يتغير [[this]] مع الوقت
bg: Как [[това]] се променя с времето
ca: Com el [[this]] canvia al llarg del temps
de: Wie [[this]] die Zeit verändert
eo: How the [[this]] be changin’ over time lol
es: Como el [[this]] cambia con el tiempo
fa: چگونه [[this]] با زمان تغییر می کند
fi: Kuinka [[this]] muuttuu ajan myötä
fr: Comment [[this]] évolue avec le temps
hu: Hogyan változik az [[ez]] az idővel
it: Come [[this]] cambia nel tempo
ja: [[this]]が時間とともにどのように変化するか
lt: Kaip [[tai]] laikas pasikeičia
ms: Bagaimana [[ini]] berubah mengikut masa
nb: Hvordan [[this]] endrer seg over tid
nl: Hoe de [[dit]] met de tijd verandert
pl: Jak [[this]] zmieniało się w czasie
pt_br: Como [[this]] muda com o tempo
ru: Как [[this]] изменялось во времени
sk: Ako sa [[this]] mení s časom
sl: Kako se [[to]] spreminja s časom
sq: Si ndryshon [[this]] me kohën
sr: Kako se [[this]] menja kroz vreme
sv: Hur [[this]] ändras över tid
tr: [[this]]'in zamana göre değişimi
uk: Як [[this]] змінюється з часом
vi: Cách [[này]] thay đổi theo thời gian
zh_hk: [[this]] 隨著時間改變

source: How they compare by seasonality
ar: كيف يقارنون حسب الموسمية
bg: Как се сравняват по сезонност
ca: Com es comparen estacionalment
de: Wie sie im Vergleich zur Saisonalität stehen
eo: How they lowkey compare by seasonality
es: Cómo se comparan por estacionalidad.
fa: چگونگی مقایسه آنها با فصلی
fi: Miten niitä verrataan kausiluonteisuuden mukaan
fr: Comment ils se comparent par saisonnalité
hu: Hogyan viszonyulnak a szezonalitás szerint
it: Come si confrontano per stagionalità
ja: 季節ごとの比較
lt: Kaip jie lyginami pagal sezoniškumą
ms: Bagaimana mereka dibandingkan mengikut musim
nb: Sesongvariasjoner
nl: Seizoensinvloeden vergelijken
pl: W jaki sposób porównują sezonowość
pt_br: Como eles se comparam por sazonalidade
ru: Как они сравниваются по сезонности
sk: Ako sa porovnávajú podľa sezónnosti
sl: Kako se primerjajo glede na sezonskost
sq: Si krahasohen sipas sezonalitetit
sr: Kako se porede po sezonalnosti
sv: Hur de kan jämföras per säsong
tr: Dönemsel olarak karşılaştırılması
uk: Як вони порівнюються за сезонністю
vi: Làm thế nào họ so sánh theo mùa
zh_hk: 怎樣根據季節性進行比較

source: Average income per transaction
ar: متوسط الدخل لكل معاملة
bg: Среден доход на транзакция
ca: Mitjana d'ingressos per transacció
de: Durchschnittseinkommen nach Transaktionen
eo: Average cash per buy ✨
es: Ingreso medio por transacción
fa: درآمد متوسط در هر تراکنش
fi: Keskimääräiset tulot tapahtumaa kohden
fr: Revenu moyen par transaction
hu: Átlagos bevétel tranzakciónként
it: Reddito medio per transazione
ja: トランザクションごとの平均収益
lt: Vidutinės pajamos vienam sandoriui
ms: Pendapatan purata setiap transaksi
nb: Gjennomsnittlig inntekt per transaksjon
nl: Gemiddelde inkomen per transactie
pl: Średni dochód na transakcję
pt_br: Média de renda por transação
ru: Средний доход по транзакции
sk: Priemerný príjem na transakciu
sl: Povprečni dohodek na transakcijo
sq: Të ardhura mesatare për transaksion
sr: Prosečan prihod po transakciji
sv: Genomsnittlig förtjänst per transaktion
tr: İşlem başına ortalama gelir
uk: Середній дохід на транзакцію
vi: Thu nhập trung bình trên mỗi giao dịch
zh_hk: 每次交易的平均收入

source: [[this]] per country
ar: [[this]] لكل بلد
bg: [[това]] за държава
ca: [[this]] per país
de: [[this]] nach Land
eo: [[this]] per country → [[this]] per each, fr fr
es: [[this]] por país
fa: [[this]] در هر کشور
fi: [[this]] maakohtaisesti
fr: [[this]] par pays
hu: [[ez]] országonként
it: [[this]] per paese
ja: 国ごとの [[this]]
lt: [[tai]] kiekvienai šaliai
ms: [[Ini]] setiap negara
nb: [[this]] per land
nl: [[this]] per land
pl: [[this]] per państwo
pt_br: [[this]] por país
ru: [[this]] по странам
sk: [[toto]] na krajinu
sl: [[to]] na državo
sq: [[this]] për vend
sr: [[this]] po zemlji
sv: [[this]] per land
tr: [[this]] ülke başına
uk: [[this]] за країною
vi: [[này]] mỗi quốc gia
zh_hk: 每個國家

source: Income per state
ar: الدخل لكل ولاية
bg: Доход на държава
ca: Ingressos per estat
de: Einkommen nach Status
eo: Cash flow per state
es: Ingresos por provincia
fa: درآمد در هر ایالت
fi: Tulot osavaltiota kohti
fr: Revenu par état
hu: Államonkénti bevétel
it: Reddito per stato
ja: 州ごとの収益
lt: Pajamos už valstybę
ms: Pendapatan setiap negeri
nb: Inntekt per stat
nl: Inkomen per staat
pl: Dochód na stan
pt_br: Renda por estado
ru: Доход по региону
sk: Príjem podľa štátu
sl: Dohodek na državo
sq: Të ardhura për shtet
sr: Prihod po državi
sv: Förtjänst per stat
tr: Eyalet başına gelir
uk: Дохід за штатом
vi: Thu nhập mỗi bang
zh_hk: 每州收入

source: Per [[GenericCategoryMedium]]
ar: لكل [[GenericCategoryMedium]]
bg: На [[GenericCategoryMedium]]
ca: Per [[GenricCategoryMedium]]
de: Nach [[GenericCategoryMedium]]
eo: Per [[GenericCategoryMedium]] — this is defs giving me main character energy lol
es: Por [[GenericCategoryMedium]]
fa: در هر [[GenericCategorMedium]]
fr: Par [[GenericCategoryMedium]]
hu: [[GenericCategoryMedium]] szerint
ja: [[GenericCategoryMedium]] ごとの
ms: Setiap [[KategoriAmSederhana]]
pt_br: Por [[GenericCategoryMedium]]
ru: По [[GenericCategoryMedium]]
sk: Cez [[GenericCategoryMedium]]
sl: Na [[GenericCategoryMedium]]
sq: Për [[GenericCategoryMedium]]
sr: Po [[GenericCategoryMedium]]
tr: Her [[GenericCategoryMedium]]
uk: За [[GenericCategoryMedium]]
vi: Mỗi [[GenericCategoryMedium]]
zh_hk: 按[[GenericCategoryMedium]]

source: A closer look at your [[this]]
hu: Közelebbi pillantás az [[ez]]-re
ms: Lihat lebih dekat pada [[ini]] anda

source: How [[GenericNumber]] is distributed
ar: كيف يتوزع [[GenericNumber]]
bg: Как се разпределя [[GenericNumber]]
ca: Com es distribueix [[GenircNumber]]
de: Wie [[GenericNumber]] verteilt werden
eo: How [[GenericNumber]] is lowkey spreadin' rn
es: Como se distribuye [[GenericNumber]]
fa: نحوه توزیع [[GenericNumber]]
fi: Kuinka [[GenericNumber]] jaetaan
fr: Comment [[GenericNumber]] est réparti
hu: Hogyan oszlik el a [[GenericNumber]]
it: Come è distribuito [[GenericNumber]]
ja: [[GenericNumber]] の分散
lt: Kaip platinama [[GenericNumber]]
ms: Bagaimana [[NomborAm]] diedarkan
nb: Hvordan [[GenericNumber]] er fordelt
nl: Hoe [[GenericNumber]] wordt verdeeld
pl: Jak [[GenericNumber]] jest dystrybuowany
pt_br: Como [[GenericNumber]] é distribuído
ru: Как [[GenericNumber]] распространяется
sk: Ako sa distribuuje [[GenericNumber]]
sl: Kako se porazdeli [[GenericNumber]]
sq: Si shpërndahet [[GenericNumber]]
sr: Kako je [[GenericNumber]] raspoređeno
sv: Hur [[GenericNumber]] är fördelat
tr: [[GenericNumber]] nasıl dağıtılır
uk: Як розподіляється [[GenericNumber]]
vi: Cách [[GenericNumber]] được phân phối
zh_hk: 如何分發[[GenericNumber]]

source: [[Timestamp]] by quarter of year
ar: [[Timestamp]] حسب ربع السنة
bg: [[Timestamp]] по тримесечие на годината
ca: [[Timestamp]] per trimestre
de: [[Timestamp]] nach Quartal des Jahres
eo: [[Timestamp]] by quarter of the year, fr fr
es: [[Timestamp]] por trimestre
fa: [[Timestamp]] تا ربع سال
fi: [[Timestamp]] kvartaaleittain
fr: [[Timestamp]] par trimestre
hu: [[Időbélyeg]] az év negyedei szerint
it: [[Timestamp]] per trimestre
ja: 四半期別の [[Timestamp]]
lt: [[Laiko žymė]] iki ketvirčio
ms: [[Cap Waktu]] mengikut suku tahun
nb: [[Timestamp]] etter kvartal i året
nl: [[Timestamp]] per kwartaal van het jaar
pl: [[Timestamp] według kwartału w roku
pt_br: [[Timestamp]] por trimestre do ano
ru: [[Timestamp]] по кварталам года
sk: [[Timestamp]] podľa štvrťroku
sl: [[Časovni žig]] po četrtletju leta
sq: [[Timestamp]] sipas tremujorit të vitit
sr: [[Timestamp]] po kvartalu u godini
sv: [[Timestamp]] per kvartal
tr: çeyrek yıl [[Timestamp]]
uk: [[Timestamp]] за кварталом року
vi: [[Dấu thời gian]] theo quý
zh_hk: [[時間戳]]按季度計算

source: Events per country
ar: الأحداث لكل بلد
bg: Събития по държави
ca: Esdeveniments per país
de: Ereignisse nach Land
eo: Vibes per country
es: Eventos por país
fa: رویدادها در هر کشور
fi: Tapahtumat maittain
fr: Événements par pays
hu: Események országonként
it: Eventi per paese
ja: 国ごとのイベント
lt: Įvykiai kiekvienoje šalyje
ms: Acara setiap negara
nb: Hendelser per land
nl: Gebeurtenissen per land
pl: Zdarzenia per państwo
pt_br: Eventos por país
ru: События по стране
sk: Udalosti podľa krajín
sl: Dogodki po državah
sq: Ngjarje për vend
sr: Događaji po zemlji
sv: Händelser per land
tr: Ülke başına hareket
uk: Події за країною
vi: Sự kiện mỗi quốc gia
zh_hk: 每個國家的事件

source: Weekdays when [[this.short-name]] were added
ar: أيام الأسبوع التي تمت فيها إضافة [[this.short-name]]
bg: Делнични дни, когато [[this.short-name]] бяха добавени
ca: Dies de la setmana quan es va afegir [[this.short-name]]
de: Wochentage, wenn [[this.short-name]] hinzugefügt werden
eo: Weekdays when [[this.short-name]] were added, fr fr.
es: Días de la semana cuando se añadío [[this.short-name]]
fa: روزهای هفته که [[this.short-name]] اضافه شد
fi: Viikonpäivät, jolloin [[this.short-name]] lisättiin
fr: Jours de la semaine quand [[this.short-name]] a été ajouté
hu: Azok a hétköznapok, amikor [[ez.rövid-név]] hozzá lett adva
it: Giorni della settimana in cui [[this.short-name]] sono stati aggiunti
ja: [[this.short-name]] が追加された曜日
lt: Darbo dienos, kai buvo pridėta [[this.short-name]]
ms: Hari dalam minggu apabila [[nama-pendek.ini]] ditambah
nb: Ukedager når [[this.short-name]] ble lagt til
nl: Weekdagen wanneer [[this.short-name]] worden toegevoegd
pl: Dni powszednie, gdy [[this.short-name]] zostały dodane
pt_br: Dias da semana quando [[this.short-name]] foram adicionados
ru: Дни недели когда [[this.short-name]] было добавлено
sk: Dni, keď boli pridané [[this.short-name]]
sl: Delavniki, ko je bil dodan [[this.short-name]]
sq: Ditët e javës kur [[this.short-name]] u shtuan
sr: Dani u nedelji kada su [[this.short-name]] dodati
sv: Veckodagar när [[this.short-name]] lades till
tr: [[This.short-name]] eklendiğinde hafta içi
uk: Дні тижня, коли було додано [[this.short-name]]
vi: Các ngày trong tuần khi [[this.short-name]] đã được thêm vào
zh_hk: 新增[[this.short-name]]的工作日

source: Months when [[this.short-name]] were added
ar: الأشهر التي تمت فيها إضافة [[this.short-name]]
bg: Месеци, когато [[this.short-name]] бяха добавени
ca: Mes quan es fa afegir [[this.short-name]]
de: Monate, wenn [[this.short-name]] hinzugefügt werden
eo: Months when [[this.short-name]] were added → Months when [[this.short-name]] got plugged in ✨
es: Mes cuando se añadío [[this.short-name]]
fa: روزهای هفته که [[this.short-name]] اضافه شد
fi: Kuukaudet, jolloin [[this.short-name]] lisättiin
fr: Mois quand [[this.short-name]] a été ajouté
hu: Hónapok, amikor [[this.short-name]] hozzáadva
it: Mesi in cui [[this.short-name]] sono stati aggiunti
ja: [[this.short-name]] が追加された月
lt: Mėnesiai, kai buvo pridėta [[this.short-name]]
ms: Bulan apabila [[nama-pendek.ini]] ditambah
nb: Måneder når [[this.short-name]] ble lagt til
nl: Maanden wanneer [[this.short-name]] worden toegevoegd
pl: Miesiące gdy [[this.short-name]] zostały dodane
pt_br: Meses quando [[this.short-name]] foram adicionados
ru: Месяцы, когда [[this.short-name]] было добавлено
sk: Mesiace, keď boli pridané [[this.short-name]]
sl: Meseci, ko je bilo dodano [[this.short-name]]
sq: Muajt kur [[this.short-name]] u shtuan
sr: Meseci kada su [[this.short-name]] dodati
sv: Månader när [[this.short-name]] lades till
tr: [[This.short-name]] eklendiğinde aylar
uk: Місяці, коли було додано [[this.short-name]]
vi: Các tháng khi [[this.short-name]] được thêm vào
zh_hk: 新增[[this.short-name]]的月份

source: How they compare across different categories
ar: كيف يقارنون عبر فئات مختلفة
bg: Как се сравняват в различните категории
ca: Com es comparen entre diferents categories
de: Wie sie im Vergleich zu anderen Kategorien stehen
eo: How they suss out across different categories
es: Cómo se comparan en diferentes categorías
fa: نحوه مقایسه آنها در گروههای مختلف
fi: Miten ne vertautuvat eri luokkiin
fr: Comment ils se comparent à travers différentes catégories
hu: Hogyan hasonlítanak különböző kategóriák szerint
it: Come si confrontano tra categorie diverse
ja: 異なるカテゴリーを比較する方法
lt: Kaip jie palyginami skirtingose kategorijose
ms: Bagaimana mereka dibandingkan merentas kategori berbeza
nb: Hvordan de varierer på tvers av forskjellige kategorier
nl: Hoe ze verhouden tot andere categorieën
pl: Jak oni porównują różne kategorie
pt_br: Como eles se comparam em diferentes categorias
ru: Как они сравниваются в разных категориях
sk: Ako sa porovnávajú rôzne kategórie
sl: Kako se primerjajo v različnih kategorijah
sq: Si krahasohen në kategori të ndryshme
sr: Kako se porede u različitim kategorijama
sv: Jämförelse mellan olika kategorier
tr: Farklı kategorilerde nasıl karşılaştırıldığı
uk: Як вони порівнюються між різними категоріями
vi: Làm thế nào họ so sánh giữa các loại khác nhau
zh_hk: 他們如何比較不同的類別

source: New users per source in the last 30
ar: مستخدمون جدد لكل مصدر في آخر 30
bg: Нови потребители на източник през последните 30
ca: Nous usuaris per origen als darrers 30 dias.
de: Neue Anwender nach Quelle der letzten 30 Tagen
eo: New peeps per source in the last 30, fr fr
es: Nuevos usuarios por origen en los últimos 30 días
fa: کاربران جدید در هر منبع در 30 منبع اخیر
fi: Uusia käyttäjiä lähdettä kohti viimeisen 30 aikana
fr: Nouveaux utilisateurs par source au cours des 30 derniers
hu: Új felhasználók forrásonként az elmúlt 30 évben
it: Nuovi utenti per sorgente negli ultimi 30
ja: 直近30件のうちソースごとの新規ユーザー
lt: Nauji naudotojai per šaltinį per pastaruosius 30
ms: Pengguna baharu setiap sumber dalam 30 terakhir
nb: Nye brukere per kilde i løpet av de siste 30
nl: Nieuwe gebruikers per bron voor de laatste 30 dagen
pl: Nowi użytkownicy na źródło w ciągu ostatnich 30
pt_br: Novos usuários por fonte nos últimos 30
ru: Новые пользователи по источнику за последние 30 дней
sk: Noví používatelia na zdroj za posledných 30
sl: Novi uporabniki na vir v zadnjih 30
sq: Përdorues të rinj sipas burimit në 30 ditët e fundit
sr: Novi korisnici po izvoru u poslednjih 30
sv: Nya användare per källa de senaste 30
tr: Son 30 kaynağa göre yeni kullanıcılar
uk: Нові користувачі за джерелом за останні 30
vi: Người dùng mới trên mỗi nguồn trong 30 gần nhất
zh_hk: 在過去30年，每個來源的新使用者

source: Events per quarter of the year
ar: الأحداث لكل ربع من السنة
bg: Събития за тримесечие на годината
ca: Esdeveniments per trimestre
de: Ereignisse nach Quartal des Jahres
eo: Events per quarter of the year → Events per qtr of the year
es: Eventos por trimestre
fa: وقایع در هر سه ماه سال
fi: Tapahtumat vuosikvartaaleittain
fr: Événements par trimestres
hu: Események az év negyedéve szerint
it: Eventi per trimestre
ja: 四半期毎のイベント
lt: Įvykiai per ketvirtį
ms: Acara setiap suku tahun
nb: Hendelser per kvartal i året
nl: Gebeurtenissen per kwartaal van het jaar
pl: Wydarzenia za kwartał roku
pt_br: Eventos por trimestre do ano
ru: События по кварталу года
sk: Udalosti za štvrťrok
sl: Dogodki na četrtletje
sq: Evente për tremujor të vitit
sr: Događaji po kvartalu u godini
sv: Händelser per kvartal
tr: Yılın çeyreği başına olaylar
uk: Події за кварталом року
vi: Sự kiện mỗi quý trong năm
zh_hk: 該年每季度事件

source: Heres a quick look at your [[this]]
hu: Íme egy gyors pillantás a [[this]]
ms: Berikut adalah pandangan cepat pada [[ini]] anda

source: [[this]] per [[GenericCategoryLarge]], top 5
ar: [[this]] لكل [[GenericCategoryLarge]]، أفضل 5
bg: [[това]] на [[GenericCategoryLarge]], топ 5
ca: [[this]] per [[GenericCategoryLarge]], els 5 primers
de: [[this]] nach [[GenericCategoryLarge]], Top 5
eo: This per [[GenericCategoryLarge]], top 5, no cap
es: [[this]] por [[GenericCategoryLarge]], primeros 5
fa: [[this]] برای [[GenericCategorLarge]] ، 5 مورد برتر
fr: [[this]] par [[GenericCategoryLarge]], top 5
hu: [[ez]] per [[GenericCategoryLarge]], az első 5
it: [[this]] per [[GenericCategoryLarge]], primi 5
ja: [[GenericCategoryLarge]] ごとの [[this]] 上位5つ
lt: [[tai]] už [[GenericCategoryLarge]], viršų 5
ms: [[Ini]] setiap [[KategoriAmBesar]], 5 teratas
nb: [[this]] per [[GenericCategoryLarge]], topp 5
nl: [[dit]] per [[GenericCategoryLarge]], top 5
pl: [[this]] per [[GenericCategoryLarge]], pierwsza 5
pt_br: [[this]] por [[GenericCategoryLarge]], 5 primeiros
ru: [[this]] по [[GenericCategoryLarge]], топ 5
sk: [[this]] na [[GenericCategoryLarge]], top 5
sl: [[to]] na [[GenericCategoryLarge]], top 5
sq: [[this]] për [[GenericCategoryLarge]], top 5
sr: [[this]] po [[GenericCategoryLarge]], top 5
sv: [[this]] per [[GenericCategoryLarge]], topp-5
tr: [[GenericCategoryLarge]] başına[[this]], ilik 5
uk: [[this]] за [[GenericCategoryLarge]], топ-5
vi: [[this]] mỗi [[GenericC CategoryLarge]], top 5
zh_hk: [[this]]按[[GenericCategoryLarge]]，前5名

source: Days when [[this.short-name]] were added
ar: الأيام التي أُضيفت فيها [[this.short-name]]
bg: Дни, когато е добавено [[this.short-name]]
ca: Dies en els que es va afegir [[this.short-name]]
de: Tage wenn [[this.short-name]] wurde hinzugefügt
eo: Days when [[this.short-name]] were added → Days when [[this.short-name]] dropped, fr
es: Días en los que se añadío [[this.short-name]]
fa: روزهایی که [[this.short-name]] اضافه شد
fi: Päivät, jolloin [[this.short-name]] lisättiin
fr: Jours lorsque [[this.short-name]] a été ajouté
hu: Napok, amikor [[this.short-name]] hozzáadva
it: Giorni in cui [[this.short-name]] sono stati aggiunti
ja: [[this.short-name]] が追加されて経過した日数
lt: Dienos, kai buvo pridėta [[this.short-name]]
ms: Hari apabila [[nama-pendek.ini]] ditambah
nb: Dager når [[this.short-name]] ble lagt til
nl: Dagen waarop [[this.short-name]] is toegevoegd
pl: Dni, gdy [[this.short-name]] zostały dodane
pt_br: Dias quando [[this.short-name]] foram adicionados
ru: Дни, когда [[this.short-name]] добавлено
sk: Dni, keď boli pridané [[this.short-name]]
sl: Dnevi, ko je bilo dodano [[this.short-name]]
sq: Ditët kur u shtuan [[this.short-name]]
sr: Dani kada su [[this.short-name]] dodati
sv: Dagar när [[this.short-name]] lades till
tr: [[This.short-name]] eklendiğinde günler
uk: Дні, коли було додано [[this.short-name]]
vi: Ngày khi [[this.short-name]] được thêm vào
zh_hk: 新增[[this.short-name]]的天數

source: Total orders per source
ar: إجمالي الطلبات حسب المصدر
bg: Общ брой поръчки на източник
ca: Comandes totals per orígen
de: Gesamtanzahl nach Quelle
eo: Total orders per source → "Total orders per source" (no big diff, but if I had to, maybe: "Total orders from each vibe")
es: Pedidos totales por origen
fa: کل سفارشات در هر منبع
fi: Tilaukset yhteensä lähdettä kohti
fr: Total des commandes par source
hu: Összes rendelés forrásonként
it: Totale ordini per sorgente
ja: ソースごとの総オーダー数
lt: Iš viso užsakymų per šaltinį
ms: Jumlah pesanan setiap sumber
nb: Totalt antall ordre per kilde
nl: Totaal aantal bestellingen per bron
pl: Łącznie zamówień na źródło
pt_br: Total de pedidos por fonte
ru: Всего заказов по источнику
sk: Celkový počet objednávok na zdroj
sl: Skupna naročila na vir
sq: Totali i porosive sipas burimit
sr: Ukupno porudžbina po izvoru
sv: Totalt antal order per källa
tr: Kaynak başına toplam sipariş
uk: Усього замовлень за джерелом
vi: Tổng số đơn hàng trên mỗi nguồn
zh_hk: 分來源訂單總數

source: [[this]] by quarter of the year
ar: [[this]] حسب ربع السنة
bg: [[това]] по тримесечие на годината
ca: [[this]] per trimestre
de: [[this]] nach Quartal des Jahres
eo: [[this]] by the quarter of the year, fr fr
es: [[this]] por trimestre
fa: [[this]] تا ربع سال
fi: [[this]] kvartaaleittain
fr: [[this]] par trimestre
hu: [[ez]] negyedév szerint
it: [[this]] per trimestre
ja: 四半期別の [[this]]
lt: [[tai]] metų ketvirtį
ms: [[Ini]] mengikut suku tahun
nb: [[this]] etter kvartal i året
nl: [[this]] per kwartaal van het jaar
pl: [[this]] według kwartału w roku
pt_br: [[this]] por trimestre do ano
ru: [[this]] поквартально
sk: [[this]] za štvrťroka rok z roku
sl: [[to]] po četrtletju leta
sq: [[this]] sipas tremujorit të vitit
sr: [[this]] po kvartalima u godini
sv: [[this]] per kvartal
tr: yılın çeyreğine göre [[this]]
uk: [[this]] за кварталом року
vi: [[này]] theo quý của năm
zh_hk: [[這個]]按季度計算

source: Events per [[GenericCategoryMedium]]
ar: الأحداث لكل [[GenericCategoryMedium]]
bg: Събития на [[GenericCategoryMedium]]
ca: Esdeveniments per [[GenericCategoryMedium]]
de: Ereignisse nach [[GenericCategoryMedium]]
eo: Events per [[GenericCategoryMedium]] → Events per vibe or Events per genz category
es: Eventos por [[GenericCategoryMedium]]
fa: رویدادها برای [[GenericCategorMedium]]
fi: Tapahtumat per [[GenericCategoryMedium]]
fr: Événements par [[GenericCategoryMedium]]
hu: Események [[GenericCategoryMedium]] szerint
it: Eventi per [[GenericCategoryMedium]]
ja: [[GenericCategoryMedium]] ごとのイベント
lt: Įvykiai per [[GenericCategoryMedium]]
ms: Acara setiap [[KategoriAmSederhana]]
nb: Hendelser per [[GenericCategoryMedium]]
nl: Gebeurtenissen per [[GenericCategoryMedium]]
pl: Zdarzenie per [[GenericCategoryMedium]]
pt_br: Eventos por [[GenericCategoryMedium]]
ru: События по [[GenericCategoryMedium]]
sk: Udalosti na [[GenericCategoryMedium]]
sl: Dogodki na [[GenericCategoryMedium]]
sq: Ngjarje për [[GenericCategoryMedium]]
sr: Događaji po [[GenericCategoryMedium]]
sv: Händelser per [[GenericCategoryMedium]]
tr: [[GenericCategoryMedium]] başına hareketler
uk: Події за [[GenericCategoryMedium]]
vi: Sự kiện trên [[GenericCategoryMedium]]
zh_hk: 每個[[GenericCategoryMedium]]的事件

source: Events per state
ar: الأحداث لكل ولاية
bg: Събития по държави
ca: Esdeveniments per estat
de: Ereignisse nach Status
eo: Vibes per state
es: Eventos por provincia
fa: رویدادها در هر ایالت
fi: Tapahtumat osavaltioittain
fr: Événements par état
hu: Események államonként
it: Eventi per stato
ja: 状態ごとのイベント
lt: Įvykiai vienai valstybei
ms: Acara setiap negeri
nb: Hendelser per status
nl: Gebeurtenissen per staat
pl: Zdarzenia na stan
pt_br: Eventos por estado
ru: События по региону
sk: Udalosti podľa štátu
sl: Dogodki na državo
sq: Ngjarje për shtet
sr: Događaji po državi
sv: Händelser per stat
tr: Elayete göre hareketler
uk: Події за штатом
vi: Sự kiện mỗi tiểu bang
zh_hk: 每個州的事件

source: Top landing pages
hu: Legnépszerűbb belépő oldalak
ms: Laman pendaratan teratas

source: Heres a closer look at your [[this]] over time
hu: Itt van egy közelebbi pillantás az [[ez]]-re az idő múlásával
ms: Inilah pandangan lebih dekat pada [[ini]] anda dari masa ke masa
