Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The selected filter is on another tab.
ar: الفلتر المحدد موجود في علامة تبويب أخرى.
bg: Избраният филтър е в друг раздел.
ca: El filtre seleccionat es troba en una altra pestanya.
de: Der ausgewählte Filter befindet sich auf einer anderen Registerkarte.
es: El filtro seleccionado está en otra pestaña.
fa: فیلتر انتخاب شده در برگه دیگری قرار دارد.
fi: Valittu suodatin on toisella välilehdellä.
fr: Le filtre sélectionné se trouve sur un autre onglet.
it: Il filtro selezionato si trova in un'altra scheda.
ja: 選択したフィルターは別のタブにあります。
nb: Det valgte filteret befinner seg på en annen fane.
nl: Het geselecteerde filter staat op een ander tabblad.
pl: Wybrany filtr znajduje się na innej karcie.
pt_br: O filtro selecionado está em outra aba.
ru: Выбранный фильтр находится на другой вкладке.
sk: Vybraný filter sa nachádza na inej karte.
sl: Izbrani filter je na drugem zavihku.
sq: Filtri i zgjedhur është në një skedë tjetër.
sr: Izabrani filter je na drugoj kartici.
sv: Det valda filtret finns på en annan flik.
tr: Seçili filtre başka bir sekmede.
uk: Вибраний фільтр знаходиться на іншій вкладці.
vi: Bộ lọc được chọn nằm trên một tab khác.
zh_hk: 選取的篩選器在另一個索引標籤上。

source: This filter can only connect to its own card.
ar: يمكن لهذا الفلتر الاتصال ببطاقته فقط.
bg: Този филтър може да се свърже само със собствената си карта.
ca: Aquest filtre només es pot connectar a la seva pròpia targeta.
de: Dieser Filter kann nur eine Verbindung zu seiner eigenen Karte herstellen.
es: Este filtro solo se puede conectar a su propia tarjeta.
fa: این فیلتر فقط می‌تواند به کارت خودش متصل شود.
fi: Tämä suodatin voi muodostaa yhteyden vain omaan korttiinsa.
fr: Ce filtre ne peut se connecter qu'à sa propre carte.
it: Questo filtro può connettersi solo alla propria scheda.
ja: このフィルターは自身のカードにのみ接続できます。
nb: Dette filteret kan bare koble seg til sitt eget kort.
nl: Dit filter kan alleen verbinding maken met zijn eigen kaart.
pl: Ten filtr może łączyć się tylko z własną kartą.
pt_br: Este filtro só pode se conectar ao seu próprio cartão.
ru: Этот фильтр может подключаться только к своей собственной карте.
sk: Tento filter sa môže pripojiť iba k vlastnej karte.
sl: Ta filter se lahko poveže samo s svojo lastno kartico.
sq: Ky filtër mund të lidhet vetëm me kartën e vet.
sr: Ovaj filter može da se poveže samo sa svojom karticom.
sv: Detta filter kan bara ansluta till sitt eget kort.
tr: Bu filtre sadece kendi kartına bağlanabilir.
uk: Цей фільтр може підключатися лише до власної картки.
vi: Bộ lọc này chỉ có thể kết nối với thẻ riêng của nó.
zh_hk: 此過濾器只能連接到自己的卡。

source: Iframe
eo: Iframe → Iframe, fr fr (for real for real)
fa: آی فریم
fr: Cadre d'information
ja: フレーム
sl: Okvir Iframe
vi: Khung hình

source: Download as PDF
ar: تنزيل كـ PDF
bg: Изтеглете като PDF
ca: Descarrega com a PDF
de: Download als PDF
eo: Save it as a PDF, fr fr
es: Descargar como PDF
fa: دانلود به صورت PDF
fi: Lataa PDF-muodossa
fr: Télécharger en PDF
it: Scarica come PDF
ja: PDFとしてダウンロード
nb: Last ned som PDF
nl: Downloaden als PDF
pl: Pobierz jako PDF
pt_br: Baixar como PDF
ru: Загрузить как PDF
sk: Stiahnuť ako PDF
sl: Prenesi kot PDF
sq: Shkarko si PDF
sr: Preuzmi kao PDF
sv: Ladda ner som PDF
tr: PDF olarak indir
uk: Завантажити як PDF
vi: Tải xuống dưới dạng PDF
zh_hk: 以 PDF 格式下載

source: Failed to hide tables
ar: فشل إخفاء الجداول
bg: Скриването на таблиците не бе успешно
ca: No s'han pogut amagar les taules
de: Tabellen konnten nicht ausgeblendet werden
es: No se pudieron ocultar las tablas
fa: پنهان کردن جداول ناموفق بود
fi: Taulukoiden piilottaminen epäonnistui
fr: Impossible de masquer les tables
it: Impossibile nascondere le tabelle
ja: テーブルを非表示にできませんでした
nb: Kunne ikke skjule tabeller
nl: Tabellen verbergen is mislukt
pl: Nie udało się ukryć tabel
pt_br: Falha ao ocultar tabelas
ru: Не удалось скрыть таблицы
sk: Nepodarilo sa skryť tabuľky
sl: Skrivanje tabel ni uspelo
sq: Dështoi fshehja e tabelave
sr: Neuspešno sakrivanje tabela
sv: Misslyckades med att dölja tabeller
tr: Tabloları gizleme başarısız oldu
uk: Не вдалося приховати таблиці
vi: Không ẩn được bảng
zh_hk: 隱藏表格失敗

source: Tables hidden
ar: تم إخفاء الجداول
bg: Скрити таблици
ca: Taules ocultes
de: Tabellen ausgeblendet
es: Tablas ocultas
fa: جداول پنهان
fi: Taulukot piilotettu
fr: Tables cachées
it: Tabelle nascoste
ja: テーブルが非表示
nb: Skjulte tabeller
nl: Tabellen verborgen
pl: Ukryte tabele
pt_br: Tabelas escondidas
ru: Таблицы скрыты
sk: Skryté tabuľky
sl: Skrite mize
sq: Tabelat u fshehën
sr: Tabele su sakrivene
sv: Tabeller dolda
tr: Tablolar gizli
uk: Таблиці приховано
vi: Bảng ẩn
zh_hk: 隱藏的表格

source: Failed to unhide
ar: فشل الإظهار
bg: Неуспешно показване
ca: No s'ha pogut mostrar
de: Einblenden fehlgeschlagen
es: No se pudo mostrar
fa: نمایش داده نشد
fi: Piilotuksen näyttäminen epäonnistui
fr: Impossible de masquer
it: Impossibile visualizzare
ja: 非表示解除に失敗しました
nb: Kunne ikke fjerne skjulet
nl: Zichtbaar maken mislukt
pl: Nie udało się odsłonić
pt_br: Falha ao exibir
ru: Не удалось отобразить
sk: Nepodarilo sa zobraziť
sl: Razkritja ni uspelo
sq: Dështoi shfaqja
sr: Neuspešno otkrivanje
sv: Misslyckades med att visa
tr: Gizleme başarısız oldu
uk: Не вдалося показати
vi: Không thể bỏ ẩn
zh_hk: 解除隱藏失敗

source: Tables unhidden
ar: تم إظهار الجداول
bg: Масите са показани
ca: Taules visibles
de: Tabellen sichtbar machen
es: Tablas no ocultas
fa: جداول از حالت پنهان خارج می‌شوند
fi: Taulukot näkyvissä
fr: Tables non masquées
it: Tabelle non nascoste
ja: テーブルを非表示解除
nb: Tabeller som ikke er skjult
nl: Tabellen zichtbaar maken
pl: Tabele odkryte
pt_br: Tabelas não ocultadas
ru: Таблицы не скрыты
sk: Tabuľky sa zobrazili
sl: Tabele so razkrite
sq: Tabelat u shfaqën
sr: Tabele su otkrivene
sv: Tabeller visas
tr: Tablolar gizlendi
uk: Таблиці показано
vi: Bảng không được ẩn
zh_hk: 未隱藏的表格

source: Unhide all tables
ar: إظهار جميع الجداول
bg: Покажи всички таблици
ca: Mostra totes les taules
de: Alle Tabellen einblenden
es: Mostrar todas las tablas
fa: نمایش همه جداول مخفی
fi: Näytä kaikki taulukot
fr: Afficher tous les tableaux
it: Scopri tutte le tabelle
ja: すべてのテーブルを非表示解除
nb: Avdekke alle tabeller
nl: Alle tabellen zichtbaar maken
pl: Pokaż wszystkie tabele
pt_br: Mostrar todas as tabelas
ru: Показать все таблицы
sk: Zobraziť všetky tabuľky
sl: Razkrij vse tabele
sq: Shfaq të gjitha tabelat
sr: Otkrij sve tabele
sv: Visa alla tabeller
tr: Tüm tabloları göster
uk: Показати всі таблиці
vi: Hiển thị tất cả các bảng
zh_hk: 取消隱藏所有表格

source: Hide all tables
ar: إخفاء جميع الجداول
bg: Скриване на всички таблици
ca: Amaga totes les taules
de: Alle Tabellen ausblenden
es: Ocultar todas las tablas
fa: مخفی کردن همه جداول
fi: Piilota kaikki taulukot
fr: Masquer tous les tableaux
it: Nascondi tutte le tabelle
ja: すべてのテーブルを非表示にする
nb: Skjul alle tabeller
nl: Verberg alle tabellen
pl: Ukryj wszystkie tabele
pt_br: Ocultar todas as tabelas
ru: Скрыть все таблицы
sk: Skryť všetky tabuľky
sl: Skrij vse tabele
sq: Fshih të gjitha tabelat
sr: Sakrij sve tabele
sv: Dölj alla tabeller
tr: Tüm tabloları gizle
uk: Приховати всі таблиці
vi: Ẩn tất cả các bảng
zh_hk: 隱藏所有表格

source: Reset colors
ar: إعادة تعيين الألوان
bg: Нулиране на цветовете
ca: Restableix els colors
de: Farben zurücksetzen
es: Restablecer colores
fa: تنظیم مجدد رنگ‌ها
fi: Palauta värit
fr: Réinitialiser les couleurs
it: Ripristina i colori
ja: 色をリセット
nb: Tilbakestill farger
nl: Kleuren resetten
pl: Zresetuj kolory
pt_br: Redefinir cores
ru: Сбросить цвета
sk: Obnoviť farby
sl: Ponastavi barve
sq: Rivendos ngjyrat
sr: Resetuj boje
sv: Återställ färger
tr: Renkleri sıfırla
uk: Скинути кольори
vi: Đặt lại màu sắc
zh_hk: 重設顏色

source: Database routing active
ar: توجيه قاعدة البيانات نشط
fa: مسیریابی پایگاه داده فعال است
fi: Tietokannan reititys aktiivinen
it: Routing del database attivo
ja: データベースルーティングがアクティブ
sq: Rrutëzimi i bazës së të dhënave aktiv
sr: Rutiranje baze podataka aktivno
zh_hk: 資料庫路由作用中

source: One or more questions in this dashboard are querying a database with database routing enabled. The corresponding database queries will be executed against the router database.
ar: سؤال واحد أو أكثر في لوحة المعلومات هذه يستعلم قاعدة بيانات مع تفعيل توجيه قاعدة البيانات. سيتم تنفيذ استعلامات قاعدة البيانات المقابلة على قاعدة بيانات المُوجِّه.
fa: یک یا چند سوال در این داشبورد، در حال پرس‌وجو از یک پایگاه داده با مسیریابی فعال پایگاه داده هستند. پرس‌وجوهای مربوط به پایگاه داده در برابر پایگاه داده روتر اجرا خواهند شد.
fi: Yksi tai useampi kysymys tässä kojelaudassa tekee kyselyn tietokantaan, jossa tietokannan reititys on käytössä. Vastaavat tietokantakyselyt suoritetaan reitittimen tietokantaa vasten.
it: Una o più domande in questa dashboard interrogano un database con routing abilitato. Le query corrispondenti verranno eseguite sul database del router.
ja: このダッシュボード内の1つ以上の質問は、データベースルーティングが有効になっているデータベースに対してクエリを実行しています。対応するデータベースクエリは、ルーターデータベースに対して実行されます。
sq: Një ose më shumë pyetje në këtë panel po bëjnë pyetje në një bazë të dhënash me rrutëzim të bazës së të dhënave të aktivizuar. Pyetjet përkatëse ndaj bazës së të dhënave do të ekzekutohen kundrejt bazës së të dhënave e ruterit.
sr: Jedno ili više pitanja na ovoj kontrolnoj tabli šalje upite ka bazi podataka sa uključenim rutiranjem baze podataka. Odgovarajući upiti ka bazi podataka biće izvršeni nad rutirajućom bazom podataka.
zh_hk: 此儀表板中的一個或多個問題正在查詢已啟用資料庫路由的資料庫。相應的資料庫查詢將針對路由器資料庫執行。

source: This question is querying a database with database routing enabled. The database queries will be executed against the router database.
ar: هذا السؤال يستعلم قاعدة بيانات مع تفعيل توجيه قاعدة البيانات. سيتم تنفيذ استعلامات قاعدة البيانات على قاعدة بيانات المُوجِّه.
fa: این سوال در حال پرس و جو از یک پایگاه داده با مسیریابی فعال پایگاه داده است. پرس و جوهای پایگاه داده در برابر پایگاه داده روتر اجرا خواهند شد.
fi: Tämä kysymys koskee tietokannan kyselyä, jossa tietokannan reititys on käytössä. Tietokantakyselyt suoritetaan reitittimen tietokantaa vasten.
it: Questa domanda interroga un database con il routing abilitato. Le query al database verranno eseguite sul database del router.
ja: この質問は、データベースルーティングが有効になっているデータベースに対してクエリを実行します。データベースクエリはルーターデータベースに対して実行されます。
sq: Kjo pyetje po bën pyetje në një bazë të dhënash me rrutëzim të bazës së të dhënave të aktivizuar. Pyetjet ndaj bazës së të dhënave do të ekzekutohen kundrejt bazës së të dhënave e ruterit.
sr: Ovo pitanje šalje upite ka bazi podataka sa uključenim rutiranjem baze podataka. Upiti ka bazi podataka biće izvršeni nad rutirajućom bazom podataka.
zh_hk: 本問題是在啟用資料庫路由的情況下查詢資料庫。資料庫查詢將針對路由器資料庫執行。

source: Metabase account
ar: حساب Metabase
bg: Акаунт в метабазата
ca: Compte de la metabase
de: Metabase-Konto
es: Cuenta de metabase
fa: حساب کاربری متابیس
fi: Metatietokanta-tili
fr: Compte Metabase
it: Account Metabase
ja: メタベースアカウント
nb: Metabase-konto
pl: Konto metabazy
pt_br: Conta Metabase
ru: Учетная запись метабазы
sk: Účet metabázy
sl: Račun metabaze
sq: Llogari Metabase
sr: Metabase nalog
sv: Metabase-konto
tr: Metabase hesabı
uk: Акаунт Metabase
vi: Tài khoản Metabase
zh_hk: Metabase 帳戶

source: Existing session (local testing only)
ar: جلسة حالية (للاختبار المحلي فقط)
bg: Съществуваща сесия (само за локално тестване)
ca: Sessió existent (només proves locals)
de: Bestehende Sitzung (nur lokales Testen)
es: Sesión existente (solo pruebas locales)
fa: جلسه موجود (فقط تست محلی)
fi: Nykyinen istunto (vain paikallinen testaus)
fr: Session existante (tests locaux uniquement)
it: Sessione esistente (solo test locale)
ja: 既存のセッション（ローカルテストのみ）
nb: Eksisterende økt (kun lokal testing)
nl: Bestaande sessie (alleen lokale tests)
pl: Istniejąca sesja (tylko testowanie lokalne)
pt_br: Sessão existente (somente para testes locais)
ru: Текущий сеанс (только локальное тестирование)
sk: Existujúca relácia (iba lokálne testovanie)
sl: Obstoječa seja (samo lokalno testiranje)
sq: Sesioni ekzistues (vetëm testim lokal)
sr: Postojeća sesija (samo lokalno testiranje)
sv: Befintlig session (endast lokal testning)
tr: Mevcut oturum (yalnızca yerel test)
uk: Наявна сесія (лише для локального тестування)
vi: Phiên hiện tại (chỉ thử nghiệm cục bộ)
zh_hk: 現有會話（僅限本地測試）

source: The code below will only work for local testing. To get production ready code, configure {0}.
ar: لن يعمل الكود أدناه إلا للاختبار المحلي. للحصول على كود جاهز للإنتاج، قم بإعداد {0}.
bg: Кодът по-долу ще работи само за локално тестване. За да получите код, готов за производство, конфигурирайте {0}.
ca: El codi següent només funcionarà per a proves locals. Per obtenir codi llest per a la producció, configureu {0}.
de: Der unten stehende Code funktioniert nur für lokale Tests. Um produktionsreifen Code zu erhalten, konfigurieren Sie {0}.
es: El código a continuación solo funciona para pruebas locales. Para obtener el código listo para producción, configure {0}.
fa: کد زیر فقط برای تست محلی کار می‌کند. برای دریافت کد آماده برای اجرا، {0}را پیکربندی کنید.
fi: Alla oleva koodi toimii vain paikallisessa testauksessa. Saadaksesi tuotantovalmiin koodin, konfiguroi {0}.
fr: Le code ci-dessous ne fonctionnera que pour les tests locaux. Pour obtenir un code prêt pour la production, configurez {0}.
it: Il codice seguente funzionerà solo per i test locali. Per ottenere codice pronto per la produzione, configurare {0}.
ja: 以下のコードはローカルテストでのみ動作します。本番環境で使用できるコードを取得するには、 {0}を設定してください。
nb: Koden nedenfor fungerer bare for lokal testing. For å få produksjonsklar kode, konfigurer {0}.
nl: De onderstaande code werkt alleen voor lokale tests. Om code gereed voor productie te maken, configureert u {0}.
pl: Poniższy kod będzie działał tylko w przypadku testów lokalnych. Aby uzyskać kod gotowy do produkcji, skonfiguruj {0}.
pt_br: O código abaixo funcionará apenas para testes locais. Para obter um código pronto para produção, configure {0}.
ru: Приведённый ниже код будет работать только для локального тестирования. Чтобы получить готовый к использованию код, настройте {0}.
sk: Nižšie uvedený kód bude fungovať iba na lokálne testovanie. Ak chcete získať kód pripravený na produkciu, nakonfigurujte {0}.
sl: Spodnja koda bo delovala samo za lokalno testiranje. Za kodo, pripravljeno za produkcijo, konfigurirajte {0}.
sq: Kodi më poshtë do të funksionojë vetëm për testim lokal. Që të marrësh kod gati për prodhim, konfiguro {0}.
sr: Kod ispod će raditi samo za lokalno testiranje. Da biste dobili kod spreman za produkciju, konfigurišite {0}.
sv: Koden nedan fungerar endast för lokal testning. För att få produktionsklar kod, konfigurera {0}.
tr: Aşağıdaki kod yalnızca yerel testler için çalışacaktır. Üretime hazır kod elde etmek için {0}öğesini yapılandırın.
uk: Код нижче працюватиме лише для локального тестування. Щоб отримати код, готовий для продакшену, налаштуйте {0}.
vi: Mã bên dưới chỉ hoạt động khi thử nghiệm cục bộ. Để có mã sẵn sàng cho sản xuất, hãy cấu hình {0}.
zh_hk: 以下程式碼僅適用於本機測試。若要取得生產就緒的程式碼，請設定 {0}。

source: JWT SSO or SAML
ar: JWT SSO أو SAML
bg: JWT SSO или SAML
ca: SSO de JWT o SAML
de: JWT SSO oder SAML
es: JWT SSO o SAML
fa: JWT SSO یا SAML
fi: JWT SSO tai SAML
fr: Authentification JWT ou SAML
it: JWT SSO o SAML
ja: JWT SSO または SAML
nb: JWT SSO eller SAML
nl: JWT SSO of SAML
pl: Logowanie jednokrotne JWT lub SAML
pt_br: JWT SSO ou SAML
ru: JWT SSO или SAML
sk: JWT SSO alebo SAML
sl: JWT SSO ali SAML
sq: JWT SSO ose SAML
sr: JWT SSO ili SAML
sv: JWT SSO eller SAML
tr: JWT SSO veya SAML
uk: JWT SSO або SAML
vi: JWT SSO hoặc SAML
zh_hk: JWT SSO 或 SAML

source: Not available if Guest Mode is selected
ar: غير متاح إذا تم تحديد وضع الضيف
bg: Не е налично, ако е избран режим „Гост“
ca: No disponible si el mode convidat està seleccionat
de: Nicht verfügbar, wenn der Gastmodus ausgewählt ist
es: No disponible si se selecciona el modo invitado
fa: اگر حالت مهمان انتخاب شده باشد، در دسترس نیست
fi: Ei käytettävissä, jos vierastila on valittu
fr: Non disponible si le mode Invité est sélectionné
it: Non disponibile se è selezionata la modalità ospite
ja: ゲストモードが選択されている場合は使用できません
nb: Ikke tilgjengelig hvis gjestemodus er valgt
nl: Niet beschikbaar als de gastmodus is geselecteerd
pl: Niedostępne, jeśli wybrano tryb gościa
pt_br: Não disponível se o Modo Convidado estiver selecionado.
ru: Недоступно, если выбран гостевой режим.
sk: Nie je k dispozícii, ak je vybratý režim hosťa
sl: Ni na voljo, če je izbran način za goste
sq: Nuk është i disponueshëm nëse zgjidhet Guest Mode
sr: Nije dostupno ako je izabran Guest Mode
sv: Inte tillgängligt om gästläge är valt
tr: Misafir Modu seçiliyse kullanılamaz
uk: Недоступно, якщо вибрано Guest Mode
vi: Không khả dụng nếu Chế độ khách được chọn
zh_hk: 若選擇「訪客模式」則無法使用

source: Show parameter
ar: إظهار المعلمة
bg: Показване на параметъра
ca: Mostra el paràmetre
de: Parameter anzeigen
es: Mostrar parámetro
fa: نمایش پارامتر
fi: Näytä parametri
fr: Afficher le paramètre
it: Mostra parametro
ja: パラメータを表示
nb: Vis parameter
nl: Parameter weergeven
pl: Pokaż parametr
pt_br: Mostrar parâmetro
ru: Показать параметр
sk: Zobraziť parameter
sl: Prikaži parameter
sq: Shfaq parametrin
sr: Prikaži parametar
sv: Visa parameter
tr: Parametreyi göster
uk: Показати параметр
vi: Hiển thị tham số
zh_hk: 顯示參數

source: Hide parameter
ar: إخفاء المعلمة
bg: Скриване на параметъра
ca: Amaga el paràmetre
de: Parameter ausblenden
es: Ocultar parámetro
fa: پارامتر را مخفی کنید
fi: Piilota parametri
fr: Masquer le paramètre
it: Nascondi parametro
ja: パラメータを非表示
nb: Skjul parameter
nl: Parameter verbergen
pl: Ukryj parametr
pt_br: Ocultar parâmetro
ru: Скрыть параметр
sk: Skryť parameter
sl: Skrij parameter
sq: Fshih parametrin
sr: Sakrij parametar
sv: Dölj parameter
tr: Parametreyi gizle
uk: Приховати параметр
vi: Ẩn tham số
zh_hk: 隱藏參數

source: Add data
ar: أضف بيانات
bg: Добавяне на данни
ca: Afegeix dades
de: Daten hinzufügen
eo: Add data? That's lowkey giving "plug in the info" or "pop in the deets" ✨
es: Añadir datos
fa: اضافه کردن داده
fi: Lisää tietoja
fr: Ajouter des données
it: Aggiungi dati
ja: データを追加する
nb: Legg til data
nl: Gegevens toevoegen
pl: Dodaj dane
pt_br: Adicionar dados
ru: Добавить данные
sk: Pridať údaje
sl: Dodaj podatke
sq: Shto të dhëna
sr: Dodaj podatke
sv: Lägg till data
tr: Veri ekle
uk: Додати дані
vi: Thêm dữ liệu
zh_hk: 新增資料

source: Internal Collections
ar: المجموعات الداخلية
bg: Вътрешни колекции
ca: Col·leccions internes
de: Interne Sammlungen
es: Colecciones internas
fa: مجموعه‌های داخلی
fi: Sisäiset kokoelmat
fr: Collections internes
it: Collezioni interne
ja: 内部コレクション
nb: Interne samlinger
nl: Interne collecties
pl: Kolekcje wewnętrzne
pt_br: Coleções internas
ru: Внутренние коллекции
sk: Interné kolekcie
sl: Notranje zbirke
sq: Koleksione të brendshme
sr: Interne kolekcije
sv: Interna samlingar
tr: Dahili Koleksiyonlar
uk: Внутрішні колекції
vi: Bộ sưu tập nội bộ
zh_hk: 內部收藏

source: Alerts will be sent
ar: سيتم إرسال التنبيهات
bg: Ще бъдат изпратени сигнали
ca: S'enviaran alertes
de: Benachrichtigungen werden gesendet
eo: Alerts will be sent → Alerts are about to get sent, fr.
es: Se enviarán alertas
fa: هشدارها ارسال خواهد شد
fi: Hälytykset lähetetään
fr: Des alertes seront envoyées
it: Verranno inviati avvisi
ja: アラートが送信されます
nb: Varsler vil bli sendt
nl: Er worden waarschuwingen verzonden
pl: Alerty zostaną wysłane
pt_br: Os alertas serão enviados
ru: Оповещения будут отправлены
sk: Upozornenia budú odoslané
sl: Opozorila bodo poslana
sq: Alarmet do të dërgohen
sr: Upozorenja će biti poslata
sv: Varningar kommer att skickas
tr: Uyarılar gönderilecek
uk: Сповіщення буде надіслано
vi: Cảnh báo sẽ được gửi
zh_hk: 將發送警示

source: Describe how often the alert notification should be sent
ar: صِف عدد مرات إرسال إشعار التنبيه
bg: Опишете колко често трябва да се изпраща известието за предупреждение
ca: Descriu amb quina freqüència s'ha d'enviar la notificació d'alerta
de: Beschreiben Sie, wie oft die Warnmeldung gesendet werden soll
eo: Yo, how often should the alert be pinged?
es: Describe con qué frecuencia debe enviarse la notificación de alerta
fa: توضیح دهید که اعلان هشدار باید چند بار ارسال شود
fi: Kuvaile, kuinka usein hälytysilmoitus tulee lähettää
fr: Décrivez la fréquence à laquelle la notification d'alerte doit être envoyée
it: Descrivere la frequenza con cui deve essere inviata la notifica di avviso
ja: アラート通知を送信する頻度を説明します
lt: Aprašykite, kaip dažnai turėtų būti siunčiamas įspėjimo pranešimas
nb: Beskriv hvor ofte varselet skal sendes
nl: Beschrijf hoe vaak de waarschuwingsmelding moet worden verzonden
pl: Opisz, jak często powinno być wysyłane powiadomienie o alercie
pt_br: Descreva com que frequência a notificação de alerta deve ser enviada
ru: Опишите, как часто следует отправлять оповещения.
sk: Opíšte, ako často by sa malo odosielať výstražné oznámenie
sl: Opišite, kako pogosto naj se pošlje opozorilno obvestilo
sq: Përshkruani sa shpesh duhet të dërgohet njoftimi i alarmit
sr: Opišite koliko često treba poslati obaveštenje upozorenja
sv: Beskriv hur ofta varningsaviseringen ska skickas
tr: Uyarı bildiriminin ne sıklıkla gönderileceğini açıklayın
uk: Опишіть, як часто має надсилатися сповіщення
vi: Mô tả tần suất thông báo cảnh báo nên được gửi
zh_hk: 說明警示通知的傳送頻率

source: Document border
ar: حدود المستند
bg: Граница на документа
ca: Vora del document
de: Dokumentenrand
es: Borde del documento
fa: حاشیه سند
fi: Asiakirjan reuna
fr: Bordure du document
it: Bordo del documento
ja: 文書の境界線
nb: Dokumentgrense
nl: Documentrand
pl: Obramowanie dokumentu
pt_br: Borda do documento
ru: Граница документа
sk: Okraj dokumentu
sl: Obroba dokumenta
sq: Korniza e dokumentit
sr: Okvir dokumenta
sv: Dokumentgräns
tr: Belge kenarlığı
uk: Рамка документа
vi: Đường viền tài liệu
zh_hk: 文件邊框

source: Export to PDF
ar: تصدير إلى PDF
bg: Експортиране в PDF
ca: Exporta a PDF
de: Als PDF exportieren
eo: Export to PDF → Send to PDF real quick
es: Exportar a PDF
fa: صادرات به PDF
fi: Vie PDF-muotoon
fr: Exporter au format PDF
it: Esporta in PDF
ja: PDFにエクスポート
nb: Eksporter til PDF
nl: Exporteren naar PDF
pl: Eksportuj do PDF
pt_br: Exportar para PDF
ru: Экспорт в PDF
sk: Exportovať do PDF
sl: Izvozi v PDF
sq: Eksporto në PDF
sr: Izvezi u PDF
sv: Exportera till PDF
tr: PDF'ye aktar
uk: Експортувати в PDF
vi: Xuất sang PDF
zh_hk: 匯出至 PDF

source: Results (csv, xlsx, json, png)
ar: النتائج (csv, xlsx, json, png)
bg: Резултати (csv, xlsx, json, png)
ca: Resultats (csv, xlsx, json, png)
de: Ergebnisse (csv, xlsx, json, png)
eo: Results (csv, xlsx, json, png) — fr fr, all the vibes
es: Resultados (csv, xlsx, json, png)
fa: نتایج (csv، xlsx، json، png)
fi: Tulokset (csv, xlsx, json, png)
fr: Résultats (csv, xlsx, json, png)
it: Risultati (csv, xlsx, json, png)
ja: 結果（csv、xlsx、json、png）
nb: Resultater (csv, xlsx, json, png)
nl: Resultaten (csv, xlsx, json, png)
pl: Wyniki (csv, xlsx, json, png)
pt_br: Resultados (csv, xlsx, json, png)
ru: Результаты (csv, xlsx, json, png)
sk: Výsledky (csv, xlsx, json, png)
sl: Rezultati (csv, xlsx, json, png)
sq: Rezultatet (csv, xlsx, json, png)
sr: Rezultati (csv, xlsx, json, png)
sv: Resultat (csv, xlsx, json, png)
tr: Sonuçlar (csv, xlsx, json, png)
uk: Результати (csv, xlsx, json, png)
vi: Kết quả (csv, xlsx, json, png)
zh_hk: 結果 (csv, xlsx, json, png)
