Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: No dashboards have been embedded yet.
ar: لم يتم تضمين أي لوحات معلومات بعد.
bg: Все още няма вградени табла за управление.
ca: Encara no s'ha incrustat cap quadre de comandament.
de: Es wurden aktuell noch keine Dashboards eingebettet.
eo: No dashboards have been embedded yet, fr.
es: No se han incrustado cuadros de mando todavía.
fa: هیچ داشبورد هنوز تعبیه نشده است.
fi: Yhtään kojelautaa ei ole upotettu.
fr: Aucun tableau de bord n'a encore été intégré.
hu: Még nincs beágyazott irányítópult.
it: Nessuna 'dashboard' è stata ancora inserita
ja: 埋め込みされたダッシュボードはまだありません
lt: Dar nėra įterptų informacijos suvestinių.
ms: Tiada papan pemuka yang telah disematkan lagi.
nb: Ingen infotavler har blitt bygget inn som en del av en annen side enda.
nl: Geen enkele dashboard is embeded.
pl: Żadne pulpity nie zostały jeszcze osadzone.
pt_br: Nenhum painel foi incorporado ainda.
ru: Ни один дашборд еще не встроен.
sk: Zatiaľ nie sú vložené žiadne dashboardy.
sl: Nobena nadzorna plošča še ni bila vdelana.
sq: Ende nuk është inkorporuar asnjë panel.
sr: Još nijedna kontrolna tabla nije ugrađena.
sv: Inga kontrollpaneler har bäddats in ännu.
tr: Henüz hiçbir gösterge panosu yerleştirilmemiş.
uk: Жодного дашборду ще не вбудовано.
vi: Chưa có trang tổng quan nào được nhúng.
zh_hk: 還沒有資訊看板被嵌入。

source: Embedded Card Listing
hu: Beágyazott kártyalista
ms: Senarai kad tersemat

source: No questions have been embedded yet.
ar: لم يتم تضمين أي أسئلة بعد.
bg: Все още няма вградени въпроси.
ca: Encara no s'ha incrustat cap pregunta.
de: Es wurden aktuell noch keine Fragen eingebettet.
eo: No cap, no questions have been embedded yet.
es: No se han incrustado preguntas todavía.
fa: هیچ سؤالی هنوز تعبیه نشده است.
fi: Yhtään kysymystä ei ole upotettu.
fr: Aucune question n'a encore été intégrée.
hu: Még nincsenek kérdések beágyazva.
it: Nessuna domanda è stata ancora incorporata.
ja: 埋め込みされた質問はまだありません
lt: Dar nėra jokių įterptų klausimų.
ms: Tiada soalan yang telah disematkan lagi.
nb: Ingen spørsmål har blitt innebygd enda.
nl: Geen enkele vraag is publiek embedded.
pl: Żadne pytania nie zostały jeszcze osadzone.
pt_br: Nenhuma pergunta foi incorporada ainda.
ru: Ни один запрос еще не встроен.
sk: Zatiaľ neboli vložené žiadne otázky.
sl: Vprašanja še niso bila vdelana.
sq: Ende nuk është inkorporuar asnjë pyetje.
sr: Još nijedno pitanje nije ugrađeno.
sv: Inga frågor har bäddats in ännu.
tr: Henüz hiçbir soru yerleştirilmedi.
uk: Жодного запиту ще не вбудовано.
vi: Chưa có câu hỏi nào được nhúng.
zh_hk: 還沒有提問被嵌入

source: Regenerate embedding key?
ar: إعادة توليد مفتاح التضمين؟
bg: Регенериране на ключа за вграждане?
ca: Regenerar la clau de incrustació?
de: Regenerieren des Einbettungsschlüssels?
eo: Regenerate the embedding key? Fr, that's a vibe.
es: ¿Regenerar la clave de inserción?
fa: کلید تعبیه را بازسازی کنید؟
fi: Generoi uusi upotusavain?
fr: Regenérer la clé d'intégration ?
hu: Újragenerálja a beágyazási kulcsot?
it: Rigenerare la chiave incorporata?
ja: 埋め込みキーを再生成しますか?
lt: Atkurti įterpimo raktą?
ms: Jana semula kunci penyematan?
nb: Lag ny innebyggingsnøkkel?
nl: Embedding sleutel opnieuw genereren?
pl: Czy wygenerować klucz osadzania?
pt_br: Gerar chave novamente de incorporação?
ru: Сгенерировать ключ встраивания заново?
sk: Obnoviť kľúč pre vkladanie?
sl: Obnovite ključ za vdelavo?
sq: Të rigjenerohet çelësi i inkorporimit?
sr: Regenerisati ključ za ugradnju?
sv: Skapa om nyckel för inbäddning?
tr: Yerleştirme anahtarı yeniden oluşturuluyor mu?
uk: Перегенерувати ключ вбудовування?
vi: Sinh lại mã khoá nhúng
zh_hk: 重新更新嵌入金鑰

source: This will cause existing embeds to stop working until they are updated with the new key.
ar: سيؤدي هذا إلى توقف التضمينات الحالية عن العمل إلى أن يتم تحديثها بالمفتاح الجديد.
bg: Това ще доведе до спиране на работата на съществуващите вграждания, докато не бъдат актуализирани с новия ключ.
ca: Això provocarà que les incrustacions existents deixin de funcionar fins que no s'actualitzi la nova clau.
de: Dies führt dazu, dass bestehende Einbettungen nicht mehr funktionieren, bis sie mit dem neuen Schlüssel aktualisiert werden.
eo: This will make the current embeds break until they get an update with the new key, fr.
es: Esto hará que las inserciones existentes dejen de funcionar hasta que se actualicen con la nueva clave.
fa: این باعث می شود که جاسازی های موجود کار را متوقف کنند تا زمانی که با کلید جدید به روز شوند.
fi: Olemassa olevien upotusten toiminta lakkaa, kunnes ne on päivitetty uudella avaimella.
fr: Cela provoquera le dysfonctionnement des intégrations existantes jusqu'à leur mise à jour avec la nouvelle clé.
hu: Ez azt eredményezi, hogy a meglévő beágyazások leállnak, amíg nem frissítik őket az új kulccsal.
it: Ciò causerà l'interruzione del funzionamento delle parti incorporate esistenti finché non vengono aggiornati con la nuova chiave
ja: すでに埋め込んでいる質問は、新しいキーで更新されない限り使用できなくなります
lt: Dėl šio veiksmo esami įterpimai nustos veikti iki tol, kol jie bus atnaujinti naujuoju raktu.
ms: Ini akan menyebabkan penyematan sedia ada berhenti berfungsi sehingga ia dikemaskini dengan kunci baharu.
nb: Dette vil få eksisterende innebygginger til å stoppe å virke til de er oppdatert med ny nøkkel.
nl: Dit zorgt ervoor dat bestaande embeds niet meer werken totdat deze zijn bijgewerkt met de nieuwe sleutel.
pl: Spowoduje to, że istniejące osadza się przestać działać, dopóki nie zostaną zaktualizowane przy użyciu nowego klucza.
pt_br: Isso fará com que as incorporações existentes parem de funcionar até que sejam atualizadas com a nova senha.
ru: Это приведет к тому, что существующие внедрения перестанут работать до тех пор, пока они не будут обновлены новым ключом.
sk: To spôsobí, že existujúce vložené objekty prestanú fungovať, kým nebudú aktualizované novým kľúčom.
sl: To bo povzročilo, da obstoječe vdelave ne bodo več delovale, dokler jih ne posodobite z novim ključem.
sq: Kjo do të bëjë që inkorporimet ekzistuese të mos funksionojnë derisa të përditësohen me çelësin e ri.
sr: Ovo će uzrokovati da postojeći embed-ovi prestanu da rade dok se ne ažuriraju novim ključem.
sv: Detta kommer att göra att befintliga inbäddningar kommer att sluta fungera tills de har uppdaterats med den nya nyckeln.
tr: Bu, varolan yerleştirmelerin yeni anahtarla güncelleştirilinceye kadar çalışmasının durmasına neden olur.
uk: Це призведе до того, що наявні вбудовування перестануть працювати, доки їх не буде оновлено новим ключем.
vi: Điều này sẽ khiến các nhúng đang có không hoạt động cho tới khi bạn cập nhật mã khoá mới cho chúng.
zh_hk: 這將會造成已經存在的嵌入頁面停止工作，直到它們隨著新的金鑰被更新

source: Regenerate key
ar: إعادة إنشاء المفتاح
bg: Регенериране на ключ
ca: Regenerar la clau
de: Regeneriere Schlüssel
eo: Regen the code, fr fr
es: Regenerar clave
fa: تولید مجدد کلید
fi: Luo uusi avain
fr: Re-générer une clé
hu: Kulcs újragenerálása
it: Chiave rigenerata
ja: キーを再発行する
lt: Atkurti raktą
ms: Jana semula kunci
nb: Lag nøkkel på nytt
nl: Hergenereer sleutel
pl: Wygeneruj ponownie klucz
pt_br: Gerar chave novamente
ru: Перегенерировать ключ
sk: Obnovte kľúč
sl: Ključ za obnovo
sq: Rigjenero key-n
sr: Ponovo generiši ključ
sv: Skapa om nyckel
tr: Anahtarı yeniden oluştur
uk: Згенерувати ключ заново
vi: Sinh lại mã khoá
zh_hk: 重新更新金鑰

source: Generate Key
hu: Kulcs generálása
ms: Hasilkan kunci

source: Enabled
ar: مُفعّل
bg: Активирано
ca: Activat
de: Aktiviert
eo: On or poppin'
es: Habilitado
fa: فعالسازی
fi: Käytössä
fr: Activé
hu: Bekapcsolt
it: Abilitata
ja: 有効
lt: Įjungta
ms: Diaktifkan
nb: Aktivert
nl: Aangezet
pl: Włączone
pt_br: Habilitado
ru: Включено
sk: Zapnuté
sl: Omogočeno
sq: Aktivizuar
sr: Omogućeno
sv: Aktiverad
tr: Etkin
uk: Увімкнено
vi: Bật
zh_hk: 生效

source: Disabled
ar: مُعطّل
bg: Изключено
ca: Desactivat
de: Deaktiviert
eo: Disabled → "Lacking the vibes" or "Not on the same wavelength" (depending on context, but often best to just be respectful and clear)
es: Deshabilitado
fa: غیرفعال سازی
fi: Poissa käytöstä
fr: Désactivé
hu: Kikapcsolt
it: Disabilitato
ja: 無効
lt: Išjungta
ms: Dinonaktifkan
nb: Deaktivert
nl: Uitgezet
pl: Wyłączone
pt_br: Desabilitado
ru: Отключено
sk: Vypnuté
sl: Onemogočen
sq: Çaktivizuar
sr: Onemogućeno
sv: Inaktiverad
tr: Engelli
uk: Вимкнено
vi: Tắt
zh_hk: 取消

source: Unknown setting {0}
hu: Ismeretlen beállítás {0}
lt: Nežinomas nustatymas {0}
ms: Tetapan tidak diketahui {0}

source: Setup
ar: إعداد
es: Configuración
fa: راه‌اندازی
fi: Asennus
hu: Beállítás
it: Impostare
ja: 設定
ms: Tetapan
pt_br: Configurar
ru: Настройка
sk: Nastavenie
sl: Nastavitev
sq: Konfigurimi
sr: Podešavanje
uk: Налаштування
vi: Cài đặt
zh_hk: 設定

source: General
ar: عام
bg: Общ
de: Allgemein
eo: That’s just straight-up "general," no cap
fa: عمومی
fi: Yleinen
fr: Général
hu: Általános
it: Generale
ja: 一般
lt: Bendra
ms: Umum
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общее
sk: Všeobecné
sl: Splošno
sq: Të përgjithshme
sr: Opšte
sv: Generell
tr: Genel
uk: Загальні
vi: Tổng quan
zh_hk: 基本設定

source: Site Name
hu: Webhely neve
lt: Svetainės pavadinimas
ms: Nama Laman

source: Site URL
hu: Webhely URL-je
lt: Svetainės URL
ms: URL Laman

source: Email Address for Help Requests
hu: E-mail cím segítségkéréshez
lt: Pagalbos užklausų el. pašto adresas
ms: Alamat e-mel untuk permintaan bantuan

source: Report Timezone
hu: Jelentés időzónája
lt: Pranešti apie laiko juostą
ms: Zon Waktu Laporan

source: Database Default
hu: Adatbázis alapértelmezett
lt: Duomenų bazės numatytieji
ms: Tetapan Asas Pangkalan Data

source: Select a timezone
hu: Válasszon időzónát
ms: Pilih zon waktu

source: Not all databases support timezones, in which case this setting won't take effect.
ar: ليست كل قواعد البيانات تدعم المناطق الزمنية، وفي هذه الحالة لن يكون لهذا الإعداد تأثير.
bg: Не всички бази данни поддържат часови зони, като в този случай тази настройка няма да влезе в сила.
ca: No totes les bases de dades permeten zones horàries. En aquest cas, aquesta configuració no tindrà efecte.
de: Nicht alle Datenbanken unterstützen Zeitzonen. In diesem Fall wird diese Einstellung nicht wirksam.
eo: Not all databases are on the timezone wave, so this setting might just be vibing in the background.
es: No todas las bases de datos admiten zonas horarias, en cuyo caso esta configuración no tendrá efecto.
fa: همه پایگاه های داده از زمان زنجیره پشتیبانی نمی کنند، و در این صورت این تنظیم تاثیری نخواهد داشت.
fi: Kaikki tietokannat eivät tue aikavyöhykkeitä, jolloin asetuksella ei ole vaikutusta.
fr: Toutes les bases de données ne gèrent pas les fuseaux horaires, le cas échéant ce réglage sera sans effet.
hu: Nem minden adatbázis támogatja az időzónákat, ebben az esetben ez a beállítás nem lép érvénybe.
it: Non tutti i database supportano i fusi orari, nel qual caso questa impostazione non avrà effetto.
ja: タイムゾーン設定をサポートしていないデータベースの場合、この設定は無効になります。
lt: Ne visos duomenų bazės palaiko laiko juostas, tokiu atveju šis nustatymas neįsijungs.
ms: Tidak semua pangkalan data menyokong zon waktu, dalam kes ini tetapan ini tidak akan berkuat kuasa.
nb: Ikke alle databaser støtter tidssoner, hvilket gjør at denne innstillingen ikke vil ta effekt.
nl: Niet alle database ondersteunen tijdzones, in die gevallen heeft deze instelling geen effect.
pl: Nie wszystkie bazy danych obsługują strefy czasowe, w którym to przypadku to ustawienie nie zostanie uwzględnione.
pt_br: Nem todos os bancos de dados são compatíveis com fusos horários. Nesse caso, essa configuração não terá efeito.
ru: Не все базы данных поддерживают часовые пояса, поэтому данная настройка может не сработать.
sk: Nie všetky databázy podporujú časové pásma. V takom prípade sa toto nastavenie neprejaví.
sl: Vse zbirke podatkov ne podpirajo časovnih pasov, zato ta nastavitev ne bo veljala.
sq: Jo të gjitha bazat e të dhënave mbështesin timezone, në këtë rast ky cilësim nuk do të ketë efekt.
sr: Ne podržavaju sve baze vremenske zone; u tom slučaju ovo podešavanje neće imati efekta.
sv: Alla databaser har inte stöd för tidszoner, i vilka fall denna inställning inte kommer att göra någon skillnad.
tr: Tüm veritabanları saat dilimlerini desteklemez, bu durumda bu ayar geçerli olmaz.
uk: Не всі бази даних підтримують часові пояси, у такому разі це налаштування не матиме ефекту.
vi: Không phải tất cả cơ sở dữ liệu đều hõ trợ múi giờ, trong trường hợp đó cài đặt này sẽ không có tác dụng.
zh_hk: 並非所有資料庫支持時區設定，部分設定無法生效。

source: Language
ar: اللغة
bg: Език
ca: Idioma
de: Sprache
eo: Lingo
es: Idioma
fa: زبان
fi: Kieli
fr: Langue
hu: Nyelv
it: Lingua
ja: 言語
lt: Kalba
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sk: Jazyk
sl: Jezik
sq: Gjuha
sr: Jezik
sv: Språk
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hk: 語系

source: Select a language
ar: اختر لغة
bg: Изберете език
ca: Selecciona un idioma
de: Wählen Sie eine Sprache
eo: Pick a vibe or language
es: Seleccione un idioma
fa: یک زبان انتخاب کنید
fi: Valitse kieli
fr: Sélectionnez une langue
hu: Válasszon nyelvet
it: Seleziona una lingua
ja: 言語を選択してください
ms: Pilih bahasa
nb: Velg et språk
nl: Selecteer een taal
pl: Wybierz język
pt_br: Selecione um idioma
ru: Выберите язык
sk: Vyberte jazyk
sl: Izberite jezik
sq: Zgjidh një gjuhë
sr: Izaberi jezik
sv: Välj ett språk
tr: Bir dil seçin
uk: Виберіть мову
vi: Chọn ngôn ngữ
zh_hk: 選擇語言

source: Anonymous Tracking
hu: Névtelen nyomon követés
lt: Anoniminis stebėjimas
ms: Penjejakan Tanpa Nama

source: Friendly Table and Field Names
hu: Barátságos tábla- és mezőnevek
lt: Draugiški stalų ir laukų pavadinimai
ms: Nama jadual dan medan yang mesra

source: Only replace underscores and dashes with spaces
hu: Csak az aláhúzásjeleket és a kötőjeleket cserélje szóközökre
ms: Hanya menggantikan garis bawah dan sempang dengan ruang

source: Enable Nested Queries
hu: Beágyazott lekérdezések engedélyezése
ms: Aktifkan Query Bersarang

source: Updates
ar: التحديثات
bg: Актуализации
ca: Actualitzacions
de: Aktualisierung
eo: Vibe check
es: Actualizaciones
fa: به روز رسانی
fi: Päivitykset
fr: Mises à jour
hu: Frissítések
it: Aggiornamenti
ja: アップデート
lt: Atnaujinimai
ms: Kemas kini
nb: Oppdateringer
pl: Aktualizacje
pt_br: Atualizações
ru: Обновления
sk: Aktualizácie
sl: Posodobitve
sq: Përditësime
sr: Ažuriranja
sv: Uppdatering
tr: Güncellemeler
uk: Оновлення
vi: Các cập nhật
zh_hk: 更新

source: Check for updates
ar: تحقق من التحديثات
bg: Провери за актуализации
ca: Cerca actualitzacions
de: Auf Updates prüfen
eo: Check for the tea
es: Buscar actualizaciones
fa: بررسی برای به روز رسانی
fi: Tarkista päivitykset
fr: Rechercher des mises à jour
hu: Frissítések keresése
it: Controlla Aggiornamenti
ja: アップデートを確認する
lt: Tikrinti, ar yra atnaujinimų
ms: Semak kemas kini
nb: Sjekk etter oppdateringer
nl: Controleer op updates
pl: Sprawdź aktualizację
pt_br: Verificar atualizações
ru: Проверить обновления
sk: Skontroluj aktualizácie
sl: Preverjanje, ali so na voljo posodobitve
sq: Kontrollo për përditësime
sr: Proveri ažuriranja
sv: Leta efter uppdatering
tr: Güncellemeleri kontrol et
uk: Перевірити наявність оновлень
vi: Kiểm tra các cập nhật
zh_hk: 檢查更新

source: SMTP Host
ar: مضيف SMTP
bg: SMTP хост
ca: Servidor SMTP
eo: SMTP host → SMTP vibes or SMTP spot
es: Servidor SMTP
fa: میزبان SMTP
fi: SMTP palvelin
fr: Hôte SMTP
hu: SMTP gazdag
it: Host SMTP
ja: SMTPホスト
lt: SMTP šeimininkas
ms: Hos SMTP
nb: SMTP vert
pl: Host SMTP
pt_br: Host SMTP
ru: SMTP хост
sk: Hostiteľ SMTP
sl: Gostitelj SMTP
sq: Hosti SMTP
sv: SMTP-server
tr: SMTP Ana Bilgisayarı
uk: SMTP хост
vi: Máy chủ SMTP
zh_hk: SMTP地址

source: SMTP Port
ar: منفذ SMTP
bg: SMTP порт
ca: Port SMTP
eo: SMTP Port → SMTP vibe check or SMTP hookup (if you wanna be extra lol)
es: Puerto SMTP
fa: پورت SMTP
fi: SMTP portti
fr: Port SMTP
it: Porta SMTP
ja: SMTPポート
lt: SMTP prievadas
ms: Port SMTP
nl: SMTP poort
pl: Port SMTP
pt_br: Porta SMTP
ru: SMTP порт
sl: Vrata SMTP
sq: Porta SMTP
tr: SMTP Bağlantı Noktası
uk: SMTP порт
vi: Cổng SMTP
zh_hk: SMTP埠

source: That's not a valid port number
hu: Ez nem érvényes port
lt: Tai nėra tinkamas prievado numeris
ms: Itu bukan nombor port yang sah

source: SMTP Security
ar: أمان SMTP
bg: SMTP сигурност
ca: Seguretat SMTP
de: SMTP Sicherheit
eo: SMTP security? Fr, that's like the vibe check for your email, making sure it’s not sus or get hacked lol.
es: Seguridad SMTP
fa: SMTP امنیت
fi: SMTP turvallisuus
fr: Sécurité SMTP
hu: SMTP biztonság
it: Tipo sicurezza SMTP
ja: SMTPセキュリティ
lt: SMTP saugumas
ms: Keselamatan SMTP
nb: SMTP sikkerhet
nl: SMTP-beveiliging
pl: Zabezpieczenia SMTP
pt_br: Segurança SMTP
ru: Безопасность SMTP
sk: SMTP bezpečnosť
sl: Varnost SMTP
sq: Siguria SMTP
sr: SMTP bezbednost
sv: SMTP-säkerhet
tr: SMTP Güvenliği
uk: Безпека SMTP
vi: Bảo mật SMTP
zh_hk: SMTP安全

source: SMTP Username
ar: اسم مستخدم SMTP
bg: SMTP потребителско име
ca: Usuari SMTP
de: SMTP Benutzername
eo: SMTP username = email login info, fr fr
es: Usuario SMTP
fa: نام کاربری SMTP
fi: SMTP käyttäjänimi
fr: Utilisateur SMTP
hu: SMTP felhasználónév
it: Username SMTP
ja: SMTPユーザーネーム
lt: SMTP vartotojo vardas
ms: Nama Pengguna SMTP
nb: SMTP brukernavn
nl: SMTP-gebruikersnaam
pl: Użytkownik SMTP
pt_br: Nome de usuário SMTP
ru: SMTP пользователь
sk: SMTP používateľske meno
sl: Uporabniško ime SMTP
sq: Emri i përdoruesit SMTP
sr: SMTP korisničko ime
sv: SMTP-användarnamn
tr: SMTP Kullanıcı Adı
uk: SMTP ім’я користувача
vi: Tên tài khoản SMTP
zh_hk: SMTP使用者名稱

source: SMTP Password
ar: كلمة مرور SMTP
bg: SMTP парола
ca: Contrasenya SMTP
de: SMTP Passwort
eo: SMTP pass, fr fr
es: Contraseña SMTP
fa: رمز عبور SMTP
fi: SMTP salasana
fr: Mot de passe SMTP
hu: SMTP jelszó
it: Password SMTP
ja: SMTPパスワード
lt: SMTP slaptažodis
ms: Kata Laluan SMTP
nb: SMTP passord
nl: SMTP wachtwoord
pl: Hasło SMTP
pt_br: Senha SMTP
ru: SMTP пароль
sk: SMTP heslo
sl: Geslo za SMTP
sq: Fjalëkalimi SMTP
sr: SMTP lozinka
sv: SMTP-lösenord
tr: SMTP Şifresi
uk: SMTP пароль
vi: Mật khẩu SMTP
zh_hk: SMTP密碼

source: From Address
ar: عنوان المرسل
bg: От Адрес
ca: Correu electrònic de
de: Absenderadresse
eo: From address → From the plug's spot or just "from location" lol
es: Email De
fa: از آدرس
fi: Lähettäjän osoite
fr: Depuis l'adresse
hu: Feladó cím
it: "Da" Indirizzo
ja: 送信元アドレス
lt: Iš adreso
ms: Alamat Pengirim
nb: Fra e-postadresse
nl: Van adres
pl: Adres nadawcy
pt_br: E-mail do remetente
ru: От кого
sk: Z adresy
sl: Od naslova
sq: Adresa From
sr: Adresa pošiljaoca
sv: Från adress
tr: Kimden
uk: Адреса відправника
vi: Địa chỉ gửi
zh_hk: 選擇地址

source: Slack API Token
ms: token API Slack

source: Enter the token you received from Slack
hu: Adja meg a Slacktől kapott tokent
ms: Masukkan token yang anda terima dari Slack

source: Single Sign-On
hu: Egyszeri bejelentkezés
ms: Log masuk tunggal

source: LDAP Authentication
hu: LDAP hitelesítés
lt: LDAP autentifikavimas
ms: Pengesahan Protokol Akses Direktori Ringan

source: LDAP Host
hu: LDAP gazdagép
lt: LDAP šeimininkas
ms: Hos Protokol Akses Direktori Ringan

source: LDAP Port
lt: LDAP prievadas
ms: Pelabuhan Protokol Akses Direktori Ringan

source: LDAP Security
hu: LDAP biztonság
lt: LDAP saugumas
ms: Keselamatan Protokol Akses Direktori Ringan

source: Username or DN
ar: اسم المستخدم أو DN
bg: Потребителско име или DN
ca: Nom d'usuari o DN
de: Benutzername oder DN
eo: User or DMs
es: Nombre de Usuario o DN
fa: نام کاربری یا DN
fi: Käyttäjänimi tai DN
fr: Utilisateur
hu: Felhasználónév vagy DN
it: Username o DN
ja: ユーザーネームまたはDN
lt: Vartotojo vardas arba DN
ms: Nama Pengguna dan DN
nb: Brukernavn eller DN
nl: Gebruikersnaam of DN
pl: Użytkownik lub DN
pt_br: Nome de usuário ou ND
ru: Пользователь или DN
sk: Prihlasovacie meno
sl: Uporabniško ime ali DN
sq: Emër përdoruesi ose DN
sr: Korisničko ime ili DN
sv: Användarnamn eller DN
tr: Kullanıcı adı veya DN
uk: Ім’я користувача або DN
vi: Tên tài khoản hoặc tên miền
zh_hk: 使用者名稱或DN

source: Password
ar: كلمة المرور
bg: Парола
ca: Contrasenya
de: Passwort
eo: passw0rd, fr fr
es: Contraseña
fa: کلمه عبور
fi: Salasana
fr: Mot de passe
hu: Jelszó
ja: パスワード
lt: Slaptažodis
ms: Kata laluan
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sk: Heslo
sl: Geslo
sq: Fjalëkalimi
sr: Lozinka
sv: Lösenord
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_hk: 密碼

source: User search base
ar: قاعدة بحث المستخدمين
bg: Потребителска база за търсене
ca: Base de cerca d'usuari
de: Benutzer-Suchbasis
eo: User search base → User search squad or User search vibe
es: Base de búsqueda de usuario
fa: پایگاه جستجوی کاربر
fi: Käyttäjän etsinnän aloituskohta
fr: Base de recherche des utilisateurs
hu: Felhasználó keresési alap
it: Base di ricerca degli utenti
ja: ユーザー検索ベース
lt: Vartotojų paieškos bazė
ms: Pangkalan Carian Pengguna
nb: Brukersøkebase
nl: Gebruiker zoekbasis
pl: Baza wyszukiwania użytkowników
pt_br: Base de pesquisa de usuário
ru: База для поиска пользователя
sk: Užívateľská základňa pre vyhľadávanie
sl: Baza za iskanje uporabnikov
sq: Baza e kërkimit të përdoruesve
sr: Osnova pretrage korisnika
sv: Användardatabas
tr: Kullanıcı arama tabanı
uk: База пошуку користувачів
vi: Cơ sở tìm kiếm người dùng
zh_hk: 使用者搜索庫

source: User filter
ar: عامل تصفية المستخدمين
bg: Потребителски филтър
ca: Filtre d'usuaris
de: Benutzerfilter
eo: User filter → User vibe check
es: Filtro de usuario
fa: فیلتر کاربر
fi: Käyttäjärajaus
fr: Filtre utilisateur
hu: Felhasználó szűrő
it: Filtro utente
ja: ユーザーフィルター
lt: Vartotojų filtras
ms: Penapis pengguna
nb: Brukerfilter
nl: Gebruikersfilter
pl: Filtr użytkownika
pt_br: Filtro de usuário
ru: Пользовательский фильтр
sk: Používateľský filter
sl: Uporabniški filter
sq: Filtri i përdoruesve
sr: Filter korisnika
sv: Användarfilter
tr: Kullanıcı filtresi
uk: Фільтр користувачів
vi: Lọc người dùng
zh_hk: 使用者篩選

source: Check your parentheses
hu: Ellenőrizze a zárójeleket
lt: Patikrinkite skliaustelius
ms: Semak tanda kurungan anda

source: Email attribute
ar: سمة البريد الإلكتروني
bg: Атрибут на имейл
ca: Atribut del correu electrònic
eo: Email attribute → Email vibe or Email flex
es: Atributo de Email
fa: ویژگی ایمیل
fi: email attribuutti
fr: Attribut adresse électronique
hu: E-mail attribútum
it: Attributo email
ja: メール属性
lt: El. pašto atributas
ms: Atribut e-mel
nb: E-post-attributt
nl: Email attribuut
pl: Ustawienie mail
pt_br: Atributo do e-mail
ru: Email аттрибут
sk: Atribút emailu
sl: Atribut »E-pošta«
sq: Atributi i email-it
sr: Email atribut
sv: Epost-attribut
tr: Email özelliği
uk: Email аттрибут
vi: Thuộc tính email
zh_hk: 電子郵件屬性

source: First name attribute
ar: سمة الاسم الأول
bg: Атрибут за собствено име
ca: Atribut del nom
de: Vornamen-Attribut
eo: First name attribute → "First name Vibe"
es: Atributo de Nombre
fa: نام شناسه اول
fi: Etunimi attribuutti
fr: Attribut prénom
hu: Keresztnév attribútum
it: Attributo nome
ja: 名の属性
lt: Vardo atributas
ms: Atribut nama pertama
nb: Fornavn-attributt
nl: Voornaamattribuut
pl: Atrybut Imienia
pt_br: Atributo do nome
ru: Атрибут имени
sk: Atribút krstné meno
sl: Atribut imena
sq: Atributi i emrit
sr: Atribut imena
sv: Förnamn-attribut
tr: İsim niteliği
uk: Атрибут імені
vi: Thuộc tính tên
zh_hk: 名字屬性

source: Last name attribute
ar: سمة اسم العائلة
bg: Атрибут на фамилното име
ca: Atribut del cognom
de: Nachnamen-Attribut
eo: Last name attribute, fr fr
es: Atributo de Apellidos
fa: مولفه‌ی نام خانوادگی
fi: Sukunimi attribuutti
fr: Attribut Nom
hu: Vezetéknév attribútum
it: Attributo cognome
ja: 姓の属性
lt: Pavardės atributas
ms: Atribut nama terakhir
nb: Etternavn-attributt
nl: Achternaamattribuut
pl: Atrybut Nazwiska
pt_br: Atributo do sobrenome
ru: Атрибут фамилии
sk: Atribút priezvisko
sl: Atribut priimka
sq: Atributi i mbiemrit
sr: Atribut prezimena
sv: Efternamn-attribut
tr: Soyisim niteliği
uk: Атрибут прізвища
vi: Thuộc tính họ
zh_hk: 姓氏屬性

source: Synchronize group memberships
hu: Csoporttagságok szinkronizálása
lt: Sinchronizuokite grupės narystes
ms: Menyelaraskan keahlian kumpulan
