Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

# Abbreviation for '1 minute'
source: 1min
bg: 1 мин.
fa: 1 دقیقه
hu: 1 perc
ja: 1分
ru: 1мин
sv: 1 minut
tr: 1dk
uk: 1хв
vi: 1 phút
zh_hk: 1 分鐘

# Abbreviation for '{0} minutes'. {0} is a number
source: {0}min
bg: {0}мин
fa: {0}دقیقه
hu: {0} percek
ja: {0}分
ru: {0}мин
uk: {0}хв
vi: {0}phút

# Abbreviation for '{0} days'. {0} is a number
source: {0}d
fa: {0}د
hu: {0} napok
ja: {0}日
uk: {0}д
vi: {0}ngày

source: Editor
ar: المحرّر
bg: Редактор
eo: Editor → Editz or Edt (if you wanna be extra)
fa: ویرایشگر
fi: Editori
fr: Editeur
hu: Szerkesztő
it: Editore
ja: エディター
lt: redaktorius
nb: Redaktør
pl: Edytor
ru: Редактор
sl: Urejevalnik
sv: Redigerare
tr: Editör
uk: Редактор
vi: Biên tập viên
zh_hk: 編輯

source: Offset
hu: Eltolás

source: Formula
ar: الصيغة
bg: Формула
ca: Fórmula
de: Formel
eo: Formula = vibe check
es: Fórmula
fa: فرمول
fi: Kaava
fr: Formule
hu: Képlet
ja: フォーミュラ
lt: Formulė
nb: Formel
nl: Formule
pl: Formuła
pt_br: Fórmula
ru: Формула
sk: Vzorec
sq: FormulE
sv: Formel
tr: Formül
uk: Формула
vi: Công thức
zh_hk: 公式

source: Setup guide
ar: دليل الإعداد
bg: Ръководство за настройка
ca: Guia de configuració
de: Einrichtungsanleitung
es: Guía de configuración
fa: راهنمای راه‌اندازی
fi: Asennusopas
fr: Guide d'installation
it: Guida all'installazione
ja: セットアップガイド
nb: Oppsettveiledning
nl: Installatiehandleiding
pl: Przewodnik po konfiguracji
pt_br: Guia de configuração
ru: Руководство по настройке
sk: Sprievodca nastavením
sl: Vodnik za nastavitev
sq: Udhëzues konfigurimi
sr: Vodič za podešavanje
sv: Installationsguide
tr: Kurulum kılavuzu
uk: Посібник з налаштування
vi: Hướng dẫn thiết lập
zh_hk: 設定指南

source: Unauthenticated embeds
ar: تضمينات غير مُصادَقة
bg: Неудостоверени вграждания
ca: Incrustacions no autenticades
de: Nicht authentifizierte Einbettungen
es: Incrustaciones no autenticadas
fa: جاسازی‌های احراز هویت نشده
fi: Todentamattomat upotukset
fr: Intégrations non authentifiées
it: Incorporamenti non autenticati
ja: 認証されていない埋め込み
nb: Uautentifiserte embeds
nl: Niet-geverifieerde insluitingen
pl: Nieuwierzytelnione osadzenia
pt_br: Incorporações não autenticadas
ru: Не аутентифицированные эмбеды
sk: Neoverené vložené súbory
sl: Nepreverjene vdelave
sq: Inkorporime pa autentikim
sr: Ugradnje bez autentifikacije
sv: Oautentiserade inbäddningar
tr: Kimliği doğrulanmamış yerleştirmeler
uk: Вбудовування без автентифікації
vi: Nhúng không cần xác thực
zh_hk: 未經驗證的嵌入

source: Security
ar: الأمان
bg: Сигурност
ca: Seguretat
de: Sicherheit
es: Seguridad
fa: امنیت
fi: Turvallisuus
fr: Sécurité
it: Sicurezza
ja: 安全
nb: Sikkerhet
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
ru: Безопасность
sk: Bezpečnosť
sl: Varnost
sq: Siguria
sr: Bezbednost
sv: Säkerhet
tr: Güvenlik
uk: Безпека
vi: Bảo mật
zh_hk: 安全性

source: Dashboards and questions
ar: لوحات المعلومات والأسئلة
bg: Табла за управление и въпроси
ca: Taulers de control i preguntes
de: Dashboards und Fragen
eo: Dashboards and questions → Dashboards & Qs
es: Paneles de control y preguntas
fa: داشبوردها و سوالات
fi: Kojelaudat ja kysymykset
fr: Tableaux de bord et questions
it: Dashboard e domande
ja: ダッシュボードと質問
nb: Dashbord og spørsmål
nl: Dashboards en vragen
pl: Panele i pytania
pt_br: Painéis e perguntas
ru: Дашборды и запросы
sk: Dashboardy a otázky
sl: Nadzorne plošče in vprašanja
sq: Panele dhe pyetje
sr: Kontrolne table i pitanja
sv: Dashboards och frågor
tr: Gösterge panelleri ve sorular
uk: Дашборди та запитання
vi: Bảng điều khiển và câu hỏi
zh_hk: 儀表板和問題

source: This will trash the dashboard and the questions that are saved in it. Are you sure you want to do this?
ar: سيؤدي هذا إلى نقل لوحة المعلومات والأسئلة المحفوظة فيها إلى سلة المهملات. هل أنت متأكد أنك تريد القيام بذلك؟
bg: Това ще доведе до изтриване на таблото за управление и запазените в него въпроси. Сигурни ли сте, че искате да направите това?
ca: Això deixarà a la paperera el tauler i les preguntes que s'hi desaran. Estàs segur que vols fer això?
de: Dadurch werden das Dashboard und die darin gespeicherten Fragen gelöscht. Sind Sie sicher, dass Sie das tun wollen?
eo: This will totally delete the dashboard and all the questions saved in it. Are you sure you wanna do this?
es: Esto borrará el panel de control y las preguntas guardadas en él. ¿Estás seguro de que quieres hacerlo?
fa: با این کار داشبورد و سوالاتی که در آن ذخیره شده‌اند حذف می‌شوند. آیا مطمئن هستید که می خواهید این کار را انجام دهید؟
fi: Tämä hävittää kojelaudan ja siihen tallennetut kysymykset. Oletko varma, että haluat tehdä tämän?
fr: Cela supprimera le tableau de bord et les questions qui y sont enregistrées. Êtes-vous sûr de vouloir faire cela ?
it: In questo modo, la dashboard e le domande in essa salvate verranno cestinate. Siete sicuri di volerlo fare?
ja: これにより、ダッシュボードおよびダッシュボードに保存されている質問は破棄されます。本当にそうしますか?
lt: Taip prietaisų skydelis ir joje išsaugoti klausimai bus išmesti į šiukšliadėžę. Ar tikrai norite tai padaryti?
nb: Dette vil slette dashbordet og spørsmålene som er lagret i det. Er du sikker på at du vil gjøre dette?
nl: Hierdoor worden het dashboard en de vragen die erin zijn opgeslagen, weggegooid. Weet je zeker dat je dit wilt doen?
pl: Spowoduje to usunięcie pulpitu i zapisanych w nim pytań. Czy na pewno chcesz to zrobić?
pt_br: Com isso, o painel e as perguntas que estão salvas nele serão enviados para a lixeira. Tem certeza de que deseja fazer isso?
ru: Это приведет к удалению дашборда и сохраненных в нем запросов. Вы уверены, что хотите это сделать?
sk: Týmto sa zlikviduje prístrojový panel a otázky, ktoré sú v ňom uložené. Ste si istí, že to chcete urobiť?
sl: S tem boste odstranili nadzorno ploščo in vprašanja, ki so v njej shranjena. Ste prepričani, da želite to storiti?
sq: Kjo do ta çojë në kosh panelin dhe pyetjet që janë ruajtur në të. Je i sigurt që do ta bësh këtë?
sr: Ovo će baciti u otpad kontrolnu tablu i pitanja koja su sačuvana u njoj. Da li si siguran/na da želiš ovo da uradiš?
sv: Detta kommer att kasta instrumentpanelen och tillhörande frågor. Är du säker?
tr: Bu, gösterge tablosunu ve içinde kayıtlı olan soruları çöpe atacaktır. Bunu yapmak istediğinizden emin misiniz?
uk: Це перемістить у кошик дашборд і запитання, збережені в ньому. Ви впевнені, що хочете це зробити?
vi: Thao tác này sẽ đưa bảng điều khiển và các câu hỏi được lưu trong đó vào thùng rác. Bạn có chắc muốn làm việc này không?
zh_hk: 這將會銷毀儀表板及其中儲存的問題。您確定要這麼做？

source: Ask AI a question...
ar: اسأل الذكاء الاصطناعي سؤالًا...
bg: Задайте въпрос на ИИ...
ca: Fes una pregunta a la IA...
de: Stellen Sie der KI eine Frage ...
es: Haz una pregunta a la IA...
fa: از هوش مصنوعی یه سوال بپرس...
fi: Kysy tekoälyltä kysymys...
fr: Posez une question à l'IA...
it: Fai una domanda all'IA...
ja: AIに質問してください...
nb: Still AI et spørsmål...
nl: Stel AI een vraag...
pl: Zadaj pytanie sztucznej inteligencji...
pt_br: Faça uma pergunta à IA...
ru: Задайте вопрос ИИ...
sk: Položte AI otázku...
sl: Postavi vprašanje umetni inteligenci ...
sq: Bëj një pyetje AI...
sr: Postavi VI pitanje...
sv: Ställ en fråga till AI:n...
tr: Yapay zekaya bir soru sor...
uk: Запитайте AI...
vi: Hỏi AI một câu hỏi...
zh_hk: 向 AI 提問...

source: Stop generation
ar: إيقاف التوليد
bg: Спиране на генерирането
ca: Atura la generació
de: Generierung stoppen
eo: Stop generationship
es: Detener la generación
fa: توقف تولید
fi: Lopeta sukupolvi
fr: Arrêter la génération
it: Interrompere la generazione
ja: 生成を停止
nb: Stopp generering
nl: Stop met genereren
pl: Zatrzymaj generację
pt_br: Parar geração
ru: Остановить генерацию
sk: Zastaviť generovanie
sl: Ustavi generiranje
sq: Ndalo gjenerimin
sr: Zaustavi generisanje
sv: Stoppa genereringen
tr: Üretimi durdur
uk: Зупинити генерацію
vi: Dừng tạo thế hệ
zh_hk: 停止生成

source: Start new chat
ar: ابدأ دردشة جديدة
bg: Започнете нов чат
ca: Inicia un xat nou
de: Neuen Chat starten
es: Iniciar un nuevo chat
fa: شروع چت جدید
fi: Aloita uusi keskustelu
fr: Démarrer une nouvelle discussion
it: Avvia una nuova chat
ja: 新しいチャットを開始
nb: Start ny chat
nl: Nieuwe chat starten
pl: Rozpocznij nowy czat
pt_br: Iniciar novo bate-papo
ru: Начать новый чат
sk: Začať nový chat
sl: Začni nov klepet
sq: Nis chat të ri
sr: Započni novi chat
sv: Starta ny chatt
tr: Yeni sohbet başlat
uk: Почати новий чат
vi: Bắt đầu cuộc trò chuyện mới
zh_hk: 開始新的聊天

source: Ask questions to AI.
ar: اطرح أسئلة على الذكاء الاصطناعي.
bg: Задавайте въпроси на ИИ.
ca: Fes preguntes a la IA.
de: Stellen Sie der KI Fragen.
es: Haz preguntas a la IA.
fa: از هوش مصنوعی سوال بپرسید.
fi: Esitä tekoälylle kysymyksiä.
fr: Posez des questions à l’IA.
it: Fai domande all'IA.
ja: AIに質問します。
nb: Still spørsmål til AI.
nl: Stel vragen aan AI.
pl: Zadaj pytania sztucznej inteligencji.
pt_br: Faça perguntas à IA.
ru: Задавайте вопросы ИИ.
sk: Pýtajte sa AI.
sl: Postavljajte vprašanja umetni inteligenci.
sq: Bëj pyetje AI.
sr: Postavljaj pitanja VI.
sv: Ställ frågor till AI.
tr: Yapay zekaya sorular sorun.
uk: Ставте запити AI.
vi: Đặt câu hỏi cho AI.
zh_hk: 向 AI 提出問題。

source: Results will appear here.
ar: ستظهر النتائج هنا.
bg: Резултатите ще се появят тук.
ca: Els resultats apareixeran aquí.
de: Die Ergebnisse werden hier angezeigt.
es: Los resultados aparecerán aquí.
fa: نتایج اینجا ظاهر خواهند شد.
fi: Tulokset näkyvät täällä.
fr: Les résultats apparaîtront ici.
it: I risultati appariranno qui.
ja: 結果はここに表示されます。
nb: Resultatene vil vises her.
nl: De resultaten verschijnen hier.
pl: Wyniki pojawią się tutaj.
pt_br: Os resultados aparecerão aqui.
ru: Результаты появятся здесь.
sk: Výsledky sa zobrazia tu.
sl: Rezultati bodo prikazani tukaj.
sq: Rezultatet do të shfaqen këtu.
sr: Rezultati će se pojaviti ovde.
sv: Resultaten kommer att visas här.
tr: Sonuçlar burada görünecektir.
uk: Результати з’являться тут.
vi: Kết quả sẽ xuất hiện ở đây.
zh_hk: 結果會出現在這裡。

source: AI isn't perfect. Double-check results.
ar: الذكاء الاصطناعي ليس مثاليًا. تحقّق من النتائج.
bg: Изкуственият интелект не е перфектен. Проверете резултатите отново.
ca: La IA no és perfecta. Comprova els resultats.
de: KI ist nicht perfekt. Überprüfen Sie die Ergebnisse doppelt.
es: La IA no es perfecta. Verifica los resultados.
fa: هوش مصنوعی بی‌نقص نیست. نتایج را دوباره بررسی کنید.
fi: Tekoäly ei ole täydellinen. Tarkista tulokset kahdesti.
fr: L'IA n'est pas parfaite. Vérifiez bien les résultats.
it: L'intelligenza artificiale non è perfetta. Controlla attentamente i risultati.
ja: AIは完璧ではありません。結果を再確認してください。
nb: AI er ikke perfekt. Dobbeltsjekk resultatene.
nl: AI is niet perfect. Controleer de resultaten nogmaals.
pl: Sztuczna inteligencja nie jest idealna. Sprawdź dokładnie wyniki.
pt_br: A IA não é perfeita. Verifique os resultados duas vezes.
ru: ИИ не идеален. Перепроверяйте результаты.
sk: Umelá inteligencia nie je dokonalá. Skontrolujte si výsledky ešte raz.
sl: Umetna inteligenca ni popolna. Dvakrat preverite rezultate.
sq: AI nuk është perfekte. Kontrollo dy herë rezultatet.
sr: VI nije savršena. Proveri rezultate.
sv: AI är inte perfekt. Dubbelkolla resultaten.
tr: Yapay zeka mükemmel değil. Sonuçları iki kez kontrol edin.
uk: AI не ідеальний. Перевіряйте результати.
vi: AI không hoàn hảo. Hãy kiểm tra lại kết quả.
zh_hk: AI 並非完美。請仔細檢查結果。

source: Summarized by
ar: تم التلخيص حسب
bg: Обобщено от
ca: Resumit per
de: Zusammengefasst von
es: Resumido por
fa: خلاصه شده توسط
fi: Yhteenvetona
fr: Résumé par
it: Riassunto da
ja: 要約
nb: Oppsummert av
nl: Samengevat door
pl: Podsumowano przez
pt_br: Resumido por
ru: Резюмировано
sk: Zhrnuté podľa
sl: Povzeto po
sq: Përmbledhur sipas
sr: Sumirano po
sv: Sammanfattad av
tr: Özetle
uk: Підсумовано за
vi: Tóm tắt bởi
zh_hk: 總結

source: Analyze chart
ar: حلّل المخطط
bg: Анализ на диаграмата
ca: Analitza el gràfic
de: Diagramm analysieren
eo: Break down the chart
es: Analizar gráfico
fa: نمودار را تجزیه و تحلیل کنید
fi: Analysoi kaaviota
fr: Analyser le graphique
it: Analizza il grafico
ja: チャート分析
nb: Analyser diagrammet
nl: Grafiek analyseren
pl: Analizuj wykres
pt_br: Analisar gráfico
ru: Анализировать диаграмму
sk: Analyzovať graf
sl: Analiziraj grafikon
sq: Analizo grafikun
sr: Analiziraj grafikon
sv: Analysera diagram
tr: Grafiği analiz et
uk: Проаналізувати діаграму
vi: Phân tích biểu đồ
zh_hk: 分析圖表

source: Have Metabot fix it
ar: دع Metabot يصلحه
bg: Нека Metabot го поправи
ca: Que Metabot ho arregli.
de: Lassen Sie es von Metabot reparieren
eo: Have Metabot handle it, fr.
es: Haz que Metabot lo arregle
fa: از متابوت بخواهید آن را درست کند
fi: Anna Metabotin korjata se
fr: Demandez à Metabot de le réparer
it: Fai riparare il problema da Metabot
ja: Metabotに修正してもらう
nb: Få Metabot til å fikse det
nl: Laat Metabot het repareren
pl: Niech Metabot to naprawi
pt_br: Deixe o Metabot consertar isso
ru: Пусть Метабот это исправит.
sk: Nechajte to opraviť Metabotom
sl: Naj Metabot to popravi
sq: Lëre Metabot ta rregullojë
sr: Neka Metabot to popravi
sv: Låt Metabot fixa det
tr: Metabot'un bunu düzeltmesini sağlayın
uk: Нехай Metabot виправить це
vi: Hãy để Metabot sửa nó
zh_hk: 請 Metabot 修復

source: This grants access to Tools
ar: يمنح هذا حق الوصول إلى Tools
bg: Това предоставя достъп до Инструменти
ca: Això dóna accés a les eines
de: Dies gewährt Zugriff auf Tools
eo: This gives you the plug to Tools
es: Esto otorga acceso a Herramientas
fa: این دسترسی به ابزارها را می‌دهد
fi: Tämä antaa pääsyn työkaluihin
fr: Cela donne accès aux outils
it: Ciò garantisce l'accesso agli Strumenti
ja: これによりツールへのアクセスが許可されます
nb: Dette gir tilgang til Tools
nl: Dit geeft toegang tot Hulpmiddelen
pl: Udziela dostępu do narzędzi
pt_br: Isso concede acesso às Ferramentas
ru: Это предоставляет доступ к инструментам
sk: Toto poskytuje prístup k nástrojom
sl: To omogoča dostop do orodij
sq: Kjo jep akses te Mjetet
sr: Ovo daje pristup alatkama
sv: Detta ger åtkomst till Verktyg
tr: Bu, Araçlara erişim sağlar
uk: Це надає доступ до Інструментів
vi: Điều này cấp quyền truy cập vào Công cụ
zh_hk: 此功能可讓您存取工具

source: Enable password authentication
ar: فعّل مصادقة كلمة المرور
bg: Активиране на удостоверяване с парола
ca: Habilita l'autenticació amb contrasenya
de: Aktivieren der Kennwortauthentifizierung
eo: Turn on password auth, bestie
es: Habilitar la autenticación con contraseña
fa: فعال کردن احراز هویت با رمز عبور
fi: Ota salasanatodennus käyttöön
fr: Activer l'authentification par mot de passe
it: Abilita l'autenticazione tramite password
ja: パスワード認証を有効にする
nb: Aktiver passordgodkjenning
nl: Wachtwoordverificatie inschakelen
pl: Włącz uwierzytelnianie hasłem
pt_br: Habilitar autenticação de senha
ru: Включить аутентификацию по паролю
sk: Povoliť overovanie heslom
sl: Omogoči preverjanje pristnosti z geslom
sq: Aktivizo autentikimin me fjalëkalim
sr: Uključi autentifikaciju lozinkom
sv: Aktivera lösenordsautentisering
tr: Parola doğrulamasını etkinleştir
uk: Увімкнути автентифікацію за паролем
vi: Bật xác thực mật khẩu
zh_hk: 啟用密碼驗證

source: Recommended
ar: موصى به
bg: Препоръчва се
ca: Recomanat
de: Empfohlen
eo: Lowkey recommended
es: Recomendado
fa: توصیه می شود
fi: Suositeltava
fr: Recommandé
it: Raccomandato
ja: 推奨
nb: Anbefales
nl: Aanbevolen
pl: Zalecony
pt_br: Recomendado
ru: Рекомендовано
sk: Odporúčané
sl: Priporočeno
sq: E rekomanduar
sr: Preporučeno
sv: Rekommenderad
tr: Tavsiye edilen
uk: Рекомендовано
vi: Khuyến khích
zh_hk: 推薦

source: Clear out unused items
ar: تخلّص من العناصر غير المستخدمة
bg: Изчистете неизползваните елементи
ca: Elimina els elements no utilitzats
de: Räumen Sie nicht verwendete Gegenstände aus
eo: Delete all the stuff you’re not using, fr.
es: Deshazte de los artículos no utilizados
fa: موارد استفاده نشده را پاک کنید
fi: Poista käyttämättömät tavarat
fr: Éliminer les articles inutilisés
it: Svuota gli oggetti inutilizzati
ja: 未使用のアイテムを整理する
lt: Išvalykite nenaudojamus daiktus
nb: Rydd ut ubrukte gjenstander
nl: Ruim ongebruikte spullen op
pl: Wyrzuć nieużywane przedmioty
pt_br: Limpar itens não utilizados
ru: Уберите неиспользуемые вещи
sk: Vyčistite nepoužité položky
sl: Počistite neuporabljene predmete
sq: Pastro artikujt e papërdorur
sr: Ukloni neiskorišćene stavke
sv: Rensa bort oanvända föremål
tr: Kullanılmayan eşyaları temizleyin
uk: Очистити невикористані елементи
vi: Dọn sạch những thứ không sử dụng
zh_hk: 清理閒置物品

source: {0}: Auto binned
es: {0}: Agrupamiento automático
fa: {0}: خودکار حذف می‌شود
fi: {0}: Automaattisesti roskiin lisätty
it: {0}: Eliminato automaticamente
ja: {0}: 自動ビン分割
pt_br: {0}: Agrupado automaticamente
ru: {0}: Авто-биннинг
sk: {0}: Automaticky zaradené do koša
sl: {0}: Samodejno razvrščeno v koš
uk: {0}: Автобінінг
vi: {0}: Tự động phân loại
zh_hk: {0}：自動分檔

source: Show unverified metrics, too
ar: إظهار المقاييس غير الموثَّقة أيضًا
bg: Показване и на непроверени показатели
ca: Mostra també les mètriques no verificades
de: Auch nicht verifizierte Messwerte anzeigen
eo: Show unverified metrics, fr fr
es: Mostrar también métricas no verificadas
fa: معیارهای تأیید نشده را نیز نمایش دهید
fi: Näytä myös vahvistamattomat mittarit
fr: Afficher également les mesures non vérifiées
it: Mostra anche le metriche non verificate
ja: 検証されていない指標も表示する
nb: Vis også ubekreftede beregninger
nl: Toon ook ongeverifieerde statistieken
pl: Pokaż również niezweryfikowane metryki
pt_br: Mostrar também métricas não verificadas
ru: Показывать также непроверенные метрики
sk: Zobraziť aj neoverené metriky
sl: Prikaži tudi nepreverjene meritve
sq: Shfaq edhe metrika të paverifikuara
sr: Prikaži i neproverene metrike
sv: Visa även overifierade mätvärden
tr: Doğrulanmamış ölçümleri de göster
uk: Показувати неперевірені метрики теж
vi: Hiển thị cả số liệu chưa được xác minh
zh_hk: 也顯示未驗證的度量

source: Only show verified metrics
ar: إظهار المقاييس الموثَّقة فقط
bg: Показване само на проверени показатели
ca: Mostra només les mètriques verificades
de: Nur verifizierte Messwerte anzeigen
eo: Only flex verified stats, fr.
es: Mostrar solo métricas verificadas
fa: فقط معیارهای تأیید شده را نشان دهید
fi: Näytä vain vahvistetut mittarit
fr: Afficher uniquement les mesures vérifiées
it: Mostra solo metriche verificate
ja: 検証済みの指標のみを表示する
nb: Vis kun verifiserte beregninger
nl: Alleen geverifieerde statistieken weergeven
pl: Pokaż tylko zweryfikowane metryki
pt_br: Mostrar apenas métricas verificadas
ru: Показывать только проверенные метрики
sk: Zobraziť iba overené metriky
sl: Prikaži samo preverjene meritve
sq: Shfaq vetëm metrika të verifikuara
sr: Prikaži samo proverene metrike
sv: Visa endast verifierade mätvärden
tr: Yalnızca doğrulanmış ölçümleri göster
uk: Показувати лише перевірені метрики
vi: Chỉ hiển thị số liệu đã xác minh
zh_hk: 僅顯示已驗證的度量

source: Show unverified models, too
ar: إظهار النماذج غير الموثَّقة أيضًا
bg: Показване и на непроверени модели
ca: Mostra també els models no verificats
de: Auch nicht verifizierte Modelle anzeigen
eo: Show the unverified models too, fr.
es: Mostrar también modelos no verificados
fa: مدل‌های تأیید نشده را نیز نمایش دهید
fi: Näytä myös vahvistamattomat mallit
fr: Afficher également les modèles non vérifiés
it: Mostra anche i modelli non verificati
ja: 未検証のモデルも表示する
nb: Vis også ubekreftede modeller
nl: Toon ook ongeverifieerde modellen
pl: Pokaż także niezweryfikowane modele
pt_br: Mostrar também modelos não verificados
ru: Показывать также непроверенные модели
sk: Zobraziť aj neoverené modely
sl: Prikaži tudi nepreverjene modele
sq: Shfaq edhe modele të paverifikuara
sr: Prikaži i neproverene modele
sv: Visa även overifierade modeller
tr: Doğrulanmamış modelleri de göster
uk: Показувати неперевірені моделі теж
vi: Hiển thị cả những mô hình chưa được xác minh
zh_hk: 也顯示未驗證的模型

source: It looks like something went wrong. Please refresh the page and try again.
ar: يبدو أن هناك خطأ ما. يُرجى تحديث الصفحة والمحاولة مرة أخرى.
fa: به نظر می‌رسد مشکلی پیش آمده است. لطفاً صفحه را رفرش کنید و دوباره امتحان کنید.
fi: Näyttää siltä, että jokin meni pieleen. Päivitä sivu ja yritä uudelleen.
it: Sembra che qualcosa sia andato storto. Aggiorna la pagina e riprova.
ja: 問題が発生したようです。ページを更新してもう一度お試しください。
sq: Duket se diçka shkoi keq. Të lutem rifresko faqen dhe provo sërish.
sr: Izgleda da je nešto pošlo po zlu. Osvežite stranicu i pokušajte ponovo.
zh_hk: 看起來好像出錯了。請刷新頁面再試一次。

source: SQL + Python
fa: SQL + پایتون

source: Run Python-based transforms alongside SQL to handle more complex logic and data workflows.
ar: شغّل تحويلات قائمة على Python إلى جانب SQL للتعامل مع منطق أكثر تعقيدًا وسير عمل البيانات.
fa: تبدیل‌های مبتنی بر پایتون را در کنار SQL اجرا کنید تا بتوانید گردش‌های کاری منطقی و داده‌ای پیچیده‌تری را مدیریت کنید.
fi: Suorita Python-pohjaisia muunnoksia SQL:n rinnalla käsitelläksesi monimutkaisempaa logiikkaa ja datatyönkulkuja.
it: Esegui trasformazioni basate su Python insieme a SQL per gestire flussi di lavoro di dati e logica più complessi.
ja: より複雑なロジックとデータ ワークフローを処理するために、SQL と並行して Python ベースの変換を実行します。
sq: Ekzekuto transformime të bazuara në Python bashkë me SQL për të trajtuar logjikë dhe workflow-e të dhënash më komplekse.
sr: Pokrećite transformacije zasnovane na Python-u zajedno sa SQL-om za složeniju logiku i tokove rada sa podacima.
zh_hk: 在 SQL 旁運行基於 Python 的轉換，以處理更複雜的邏輯和資料工作流程。

source: Due today:
ar: المستحق اليوم:
es: Vencimiento hoy:
fa: مهلت پرداخت امروز:
fi: Erääntyy tänään:
it: Scadenza oggi:
ja: 本日期限:
pt_br: Data de vencimento:
ru: К оплате сегодня:
sk: Splatné dnes:
sl: Rok za danes:
sq: Për t'u paguar sot:
sr: Za naplatu danas:
uk: До сплати сьогодні:
vi: Hạn chót hôm nay:
zh_hk: 今天到期：

source: Add to trial
ar: أضف إلى التجربة
fa: به نسخه آزمایشی اضافه کنید
fi: Lisää kokeiluun
it: Aggiungi alla prova
ja: トライアルに追加
sq: Shto te prova
sr: Dodaj u probni period
zh_hk: 加入試用

source: Confirm purchase
ar: تأكيد الشراء
bg: Потвърждаване на покупката
ca: Confirma la compra
de: Kauf bestätigen
es: Confirmar compra
fa: خرید را تأیید کنید
fi: Vahvista ostos
fr: Confirmer l'achat
it: Conferma l'acquisto
ja: 購入を確認する
nb: Bekreft kjøpet
nl: Aankoop bevestigen
pl: Potwierdź zakup
pt_br: Confirme a compra
ru: Подтвердить покупку
sk: Potvrdiť nákup
sl: Potrdi nakup
sq: Konfirmo blerjen
sr: Potvrdi kupovinu
sv: Bekräfta köp
tr: Satın almayı onayla
uk: Підтвердити покупку
vi: Xác nhận mua hàng
zh_hk: 確認購買

source: This database connection does not have sufficient permissions
ar: اتصال قاعدة البيانات هذا لا يملك أذونات كافية
es: Esta conexión de base de datos no tiene permisos suficientes
fa: این اتصال به پایگاه داده مجوزهای کافی ندارد
fi: Tällä tietokantayhteydellä ei ole riittäviä käyttöoikeuksia
it: Questa connessione al database non ha autorizzazioni sufficienti
ja: このデータベース接続には十分な権限がありません
pt_br: Esta conexão com o banco de dados não possui permissões suficientes.
ru: У этого подключения к базе данных недостаточно прав
sk: Toto databázové pripojenie nemá dostatočné oprávnenia
sl: Ta povezava z zbirko podatkov nima zadostnih dovoljenj
sq: Kjo lidhje me bazën e të dhënave nuk ka leje të mjaftueshme
sr: Ova konekcija ka bazi podataka nema dovoljne dozvole
uk: Це підключення до бази даних не має достатніх прав
vi: Kết nối cơ sở dữ liệu này không có đủ quyền.
zh_hk: 此資料庫連線的權限不足
