Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Get Answer
ar: احصل على الإجابة
bg: Вземете отговор
ca: Obtenir la resposta
de: Antwort bekommen
eo: Get the tea
es: Obtener Respuesta
fa: دریافت پاسخ
fi: Hanki vastaus
fr: Obtenir la réponse
hu: Kérdés megválaszolása
it: Ottieni la risposta
ja: 回答を得る
lt: Gaukite atsakymą
ms: Dapatkan Jawapan
nb: Få svar
nl: Antwoord krijgen
pl: Uzyskaj odpowiedź
pt_br: Obter resposta
ru: Получить ответ
sk: Získajte výsledok
sl: Pridobite odgovor
sq: Merr Përgjigjen
sr: Dobij odgovor
sv: Få svaret
tr: Cevap almak
uk: Отримати відповідь
vi: Nhận câu trả lời
zh_hk: 得到答案

source: It's okay to play around with saved questions
ar: لا بأس بالتجربة على الأسئلة المحفوظة
bg: Добре е да си поиграете със запазени въпроси
ca: Està bé jugar amb les preguntes desades
de: Es ist in Ordnung mit gespeicherten Abfragen zu experimentieren
eo: It’s chill to mess around with saved Qs
es: Puedes jugar con preguntas guardadas
fa: خوب است که با سوالات ذخیره شده بازی کنید
fi: Tallennettujen kysymysten kanssa voi kokeilla kaikkea
fr: Il n'y aucun souci à s'amuser avec les questions sauvegardées
hu: Az elmentett kérdésekkel való játszadozás rendben van
it: Puoi fare delle prove con le domande salvate
ja: 保存した質問で自由に操作していただいて構いません
lt: Tai gerai, jei norite žaisti su išsaugotais klausimais
ms: Tiada masalah untuk mencuba-cuba dengan soalan yang disimpan.
nb: Det er ok å leke med lagrede spørsmål
nl: Het is prima om met opgeslagen vragen te spelen
pl: To jest OK do zabawy z zapisanych zapytań
pt_br: Não há problema em experimentar com perguntas salvas
ru: Это нормально, когда можно играть с сохраненными запросами
sk: Je v poriadku upravovať uložené otázky
sl: V redu je, da se igrate s shranjenimi vprašanji
sq: Është në rregull të eksperimentosh me pyetjet e ruajtura
sr: U redu je da se poigraš sa sačuvanim pitanjima
sv: Det är ok att leka med sparade frågor
tr: Kayıtlı sorularla oynamak için sorun yok.
uk: Можете вільно експериментувати зі збереженими запитами
vi: Bạn có thể chơi xung quanh với những câu hỏi đã lưu
zh_hk: 隨便看看已經存儲的提問吧

source: You won't make any permanent changes to a saved question unless you click the edit icon in the top-right.
hu: Nem hajt végre végleges változtatásokat egy mentett kérdésen, hacsak nem kattint a jobb felső sarokban található szerkesztés ikonra.
ms: Anda tidak akan membuat sebarang perubahan kekal pada soalan yang disimpan kecuali anda klik ikon sunting di bahagian atas kanan.

source: Search for
hu: Keressen rá
ms: Cari untuk

source: Advanced...
hu: Fejlett...
ms: Lanjutan...

source: Sorry. Something went wrong.
hu: Sajnálom. Ez nem sikerült.
ms: Maaf. Sesuatu telah berlaku.

source: Group time by
hu: Csoportosítás idő szerint
ms: Kumpulkan masa mengikut

source: Your question took too long
ar: استغرق سؤالك وقتًا طويلًا جدًا
bg: Вашият въпрос отне твърде дълго
ca: La teva pregunta ha trigat massa temps
de: Deine Frage dauert zu lange
eo: Your question took forever to send, lol.
es: Tu pregunta tardó demasiado tiempo
fa: سوال شما خیلی طول کشید
fi: Kysymyksesi kesti liian kauan
fr: Votre question a pris trop longtemps
hu: A kérdés túl sokáig tartott
it: La tua domanda ci ha messo troppo tempo
ja: あなたの質問はあまりに長すぎました
lt: Jūsų klausimas užtruko per ilgai
ms: Soalan anda mengambil masa yang terlalu lama
nb: Spørsmålet ditt tok for lang tid å svare på
nl: Het laden van je vraag duurde te lang
pl: Twoje zapytanie trwało zbyt długo
pt_br: Sua pergunta demorou muito
ru: Ваш запрос занимает слишком много времени
sk: Vaša otázka sa spracováva príliš dlho
sl: Vaše vprašanje je trajalo predolgo
sq: Pyetja jote zgjati shumë
sr: Tvojem pitanju je trebalo previše vremena
sv: Din fråga tog för lång tid
tr: Senin sorunun çok uzun sürdü
uk: Ваш запит виконувався надто довго
vi: Câu hỏi của bạn mất quá nhiều thời gian
zh_hk: 您的提問花了很長時間

source: We didn't get an answer back from your database in time, so we had to stop. You can try again in a minute, or if the problem persists, you can email an admin to let them know.
ar: لم نحصل على إجابة من قاعدة بياناتك في الوقت المناسب، لذا اضطررنا للتوقف. يمكنك المحاولة مرة أخرى بعد دقيقة، أو إذا استمرت المشكلة، يمكنك مراسلة مسؤول لإبلاغه.
bg: Не получихме отговор от вашата база данни навреме, така че трябваше да спрем. Можете да опитате отново след минута, или ако проблемът продължава, можете да изпратите имейл до администратор, за да го уведомите.
ca: No hem obtingut una resposta de la base de dades a temps, així que hem hagut d'aturar-ho. Ho pots tornar a provar d'aquí a una estona o, si el problema continua, pots enviar un correu electrònic a l'administrador per fer-li-ho saber.
de: Wir haben nicht rechtzeitig eine Antwort von der Datenbank erhalten, also mussten wir den Vorgang stoppen. Du kannst es in einer Minute noch einmal versuchen. Sollte das Problem weiterhin besteht, kannst du einen Admin per E-Mail benachrichtigen.
eo: We didn't get a reply from your database in time, so we had to dip. Try again in a min, or if it keeps glitching, hit up an admin to let them know.
es: No obtuvimos una respuesta de tu base de datos a tiempo, así que tuvimos que parar.Puedes volver a intentarlo en un minuto, o si el problema persiste, puedes enviar un correo electrónico a un administrador para avisarle.
fa: ما در زمان پاسخی از پایگاه داده خود دریافت نکردیم، بنابراین مجبور شدیم متوقف شویم. میتوانید بعد از یک دقیقه دوباره تلاش کنید یا اگر مشکل باقی بماند، میتوانید یک مدیر را برای اطلاع از آنها ایمیل کنید.
fi: Emme saaneet vastausta tietokannastasi ajoissa, joten meidän oli lopetettava. Voit yrittää uudelleen hetken kuluttua tai jos ongelma jatkuu, voit ilmoittaa asiasta sähköpostitse järjestelmänvalvojalle.
fr: Nous n'avons pas eu de réponse de votre base de données à temps, nous avons donc arrêté le traitement. Vous pouvez réessayer dans une minute, ou si le problème persiste, envoyez un courriel à un administrateur.
hu: Nem kaptunk időben választ az adatbázisából, ezért meg kellett állnunk. Próbálja meg újra egy perc múlva, vagy ha a probléma továbbra is fennáll, küldjön e-mailt egy adminnak.
it: Non abbiamo ricevuto una risposta in tempo dal tuo database, per cui ci siamo fermati. Puoi riprovare tra un minuto e, se il problema rimane, inviare una mail a un amministratore per informarlo.
ja: データベースから時間内に回答を得られなかったため、動作を終了しました。時間をおいて再度お試しいただくか、問題が続く場合は管理者にメールでお問い合わせください。
lt: Netrukus negavome atsakymo iš jūsų duomenų bazės, todėl teko sustoti. Jūs galite pabandyti dar kartą per minutę, arba jei problema išlieka, galite siųsti el. Laišką administratoriui, kad jis žinotų.
ms: Kami tidak menerima balasan dari pangkalan data anda dalam masa yang ditetapkan, jadi kami terpaksa menghentikan. Anda boleh cuba lagi dalam satu minit, atau jika masalah berterusan, anda boleh menghantar emel kepada pentadbir untuk memberitahu mereka.
nb: Vi fikk ikke ett svar fra din database i tid, så vi måtte stoppe. Du kan prøve igjen om ett minutt, hvis problemet fortsetter, kan du sende en e-post til administrator for å rapportere.
nl: We hebben niet op tijd antwoord gekregen van de database, we hebben je vraag helaas moeten staken. Je kunt het over een ongeveer een minuut nog maals proberen. Mocht dit een probleem blijven kun je de beheerder op de hoogte stellen.
pl: Nie otrzymaliśmy odpowiedzi z bazy danych na czas, więc musieliśmy przerwać. Możesz spróbować ponownie za chwilę lub, jeśli problem nie ustąpi, możesz wysłać wiadomość e-mail do administratora, aby go o tym poinformować.
pt_br: Nós não recebemos uma resposta do seu banco de dados a tempo, então tivemos que interromper o processo. Você pode tentar novamente em um minuto ou, se o problema persistir, pode enviar um e-mail para um administrador para notificá-lo.
ru: Мы не получили ответ от Вашей базы данных вовремя, так что нам пришлось остановиться. Вы можете попробовать ещё раз через пару минут, или если проблема сохраняется оповестить администратора по электронной почте
sk: Včas sme nedostali odpoveď z vašej databázy, takže sa dotaz museli ukončil. Môžete to skúsiť znova o minútu, alebo ak problém pretrváva, môžete kontaktovať správcu prostredníctvom emailu a informovať ho.
sl: Odgovora iz vaše baze podatkov nismo dobili pravočasno, zato smo se morali ustaviti. Lahko poskusite znova čez minuto ali če težave ne odpravite, lahko pošljete e-pošto skrbniku in ga o tem obvestite.
sq: Nuk morëm një përgjigje nga databaza juaj në kohë, ndaj u detyruam të ndalojmë. Mund të provoni përsëri pas një minute, ose nëse problemi vazhdon, mund ti dërgoni email një administratori për ta njoftuar.
sr: Nismo na vreme dobili odgovor iz tvoje baze, pa smo morali da zaustavimo. Možeš da pokušaš ponovo za minut, a ako problem potraje, možeš da pošalješ imejl administratoru da ga obavestiš.
sv: Vi fick inget svar från din databas i tid, så vi fick avbryta. Du kan försöka igen om någon minut. Om problemet kvarstår kan du skicka epost till en administratör för att informera.
tr: Veritabanından zamanında cevap alamadık, bu yüzden durmak zorunda kaldık. Bir dakika sonra tekrar deneyebilirsin, ya da problem devam ederse, bir yöneticiye bildirmek için e-posta gönderebilirsiniz.
uk: Ми не отримали вчасно відповідь від вашої бази даних, тож мусили зупинитися. Спробуйте ще раз за хвилину, а якщо проблема не зникне — напишіть адміністратору на email, щоб повідомити про це.
vi: Chúng tôi đã không nhận được câu trả lời từ cơ sở dữ liệu của bạn kịp thời, vì vậy chúng tôi đã phải dừng lại. Bạn có thể thử lại sau một phút hoặc nếu sự cố vẫn còn, bạn có thể gửi email cho quản trị viên để thông báo cho họ biết.
zh_hk: 並沒有及時從資料庫裡獲取結果，因此停止。可以過段時間再嘗試，或者問題依舊存在，可以聯繫管理員。

source: We're experiencing server issues
ar: نواجه مشاكل في الخادم
bg: Имаме проблеми със сървъра
ca: Estem experimentant problemes al servidor
de: Es liegen Server-Probleme vor
eo: We're dealing with some server drama rn
es: Estamos experimentando problemas con el servidor
fa: ما مشکالت سرور را تجربه می کنیم
fi: Meillä on palvelinongelmia
fr: Nous rencontrons des problèmes sur le serveur
hu: Szerverproblémáink vannak
it: Stiamo avendo problemi con il database
ja: サーバーの問題が発生しています
lt: Mes susiduriame su serverio problemomis
ms: Kami sedang mengalami isu pelayan
nb: Vi har for øyeblikket tjenerproblemer
nl: We ondervinden serverproblemen
pl: Napotykamy problemy z serwerami
pt_br: Estamos enfrentando problemas no servidor
ru: У нас сложности с сервером
sk: Vyskytli sa problémy so serverom
sl: Imamo težave s strežnikom
sq: Po përjetojmë probleme me serverin
sr: Imamo probleme sa serverom
sv: Vi har serverproblem
tr: Sunucu sorunları yaşıyoruz
uk: У нас проблеми із сервером
vi: Chúng tôi đang gặp sự cố máy chủ
zh_hk: 我們碰到了伺服器問題

source: Try refreshing the page after waiting a minute or two. If the problem persists we'd recommend you contact an admin.
ar: جرّب تحديث الصفحة بعد الانتظار دقيقة أو دقيقتين. إذا استمرت المشكلة فنوصي بالتواصل مع مسؤول.
bg: Опитайте да опресните страницата, след като изчакате минута или две. Ако проблемът продължава, препоръчваме ви да се свържете с администратор.
ca: Intenta actualitzar la pàgina després d'esperar una estona. Si el problema continua posa't en contacte amb un administrador.
de: Versuche, die Seite nach ein oder zwei Minuten zu aktualisieren. Wenn das Problem weiterhin besteht, empfehlen wir dir, einen Admin zu kontaktieren.
eo: Yo, try refreshin’ the page after chillin’ for a min or two. If it’s still whack, defs hit up an admin, bestie.
es: Intenta actualizar la página después de esperar uno o dos minutos. Si el problema persiste, te recomendamos que te pongas en contacto con un administrador.
fa: پس از یک دقیقه یا دو دقیقه یک صفحه را تمیز کنید. اگر مشکل باقی می ماند، توصیه می کنیم با یک مدیر تماس بگیرید.
fi: Yritä päivittää sivu minuutin tai kahden jälkeen. Jos ongelma jatkuu, suosittelemme ottamaan yhteyttä järjestelmänvalvojaan.
fr: Essayez de rafraîchir la page après une ou deux minutes d'attente. Si le problème persiste, nous vous recommandons de contacter une administrateur.
hu: Próbálja meg frissíteni az oldalt egy-két perc várakozás után. Ha a probléma továbbra is fennáll, javasoljuk, hogy vegye fel a kapcsolatot egy adminnal.
it: Prova a rinfrescare la pagina tra un paio di minuti. Se il problema rimane, ti consigliamo di contattare un amministratore.
ja: 数分後にページを再読み込みしてください。問題が続く場合は、管理者へお問い合わせください。
lt: Pabandykite atnaujinti puslapį po to, kai laukiate minutės ar dvi. Jei problema išlieka, rekomenduojame susisiekti su administratoriumi.
ms: Cuba muat semula halaman selepas menunggu satu atau dua minit. Jika masalah berterusan, kami mencadangkan anda menghubungi pentadbir.
nb: Prøv oppdatere siden etter å ha ventet ett minutt eller to. Hvis problemet fortsetter, ta kontakt med administrator.
nl: Probeer de pagina over enkele minuten te vernieuwen. Als het probleem zich blijft voordoen, raden we je aan om contact op te nemen met een beheerder.
pl: Spróbuj odświeżyć stronę po odczekaniu minuty lub dwóch. Jeśli problem będzie się powtarzał, zalecamy skontaktowanie się z administratorem.
pt_br: Tente atualizar a página após aguardar um ou dois minutos. Se o problema persistir, recomendamos que você entre em contato com um administrador.
ru: Попробуйте обновить страницу, подождав одну-две минуты. Если проблема повториться, рекомендуем обратиться к администратору.
sk: Skúste stránku obnoviť po jednej alebo dvoch minútach. Ak problém pretrváva, odporúčame vám obrátiť sa na správcu.
sl: Poskusite osvežiti stran, ko počakate minuto ali dve. Če težave ne morete odpraviti, priporočamo, da se obrnete na skrbnika.
sq: Provo të rifreskosh faqen pasi të presësh një ose dy minuta. Nëse problemi vazhdon, do të rekomandonim të kontaktosh një administrator.
sr: Pokušaj da osvežiš stranicu nakon što sačekaš minut ili dva. Ako problem potraje, preporučujemo da kontaktiraš administratora.
sv: Försöka ladda om sidan efter att du väntat någon minut. Om problemet kvarstår rekommenderas du ta kontakt med en administratör.
tr: Bir ya da iki dakika bekledikten sonra sayfayı yenilemeyi deneyin. Sorun devam ederse, bir yöneticiye başvurmanızı öneririz.
uk: Спробуйте оновити сторінку, зачекавши хвилину-дві. Якщо проблема не зникне, радимо звернутися до адміністратора.
vi: Hãy thử làm mới trang sau khi đợi một hoặc hai phút. Nếu vấn đề vẫn còn, chúng tôi khuyên bạn nên liên hệ với quản trị viên.
zh_hk: 等待一兩分鐘後，再刷新頁面。如果問題依舊存在，請聯絡管理員。

source: There was a problem with your question
ar: حدثت مشكلة في سؤالك
bg: Имаше проблем с въпроса ви
ca: Hi ha hagut un problema amb la teva pregunta
de: Es gab Probleme mit deiner Frage
eo: Bruh, your question was kinda sus.
es: Hubo un problema con tu pregunta
fa: مشکلی با سوال شما وجود داشت
fi: Kysymyksesi kanssa oli ongelma
fr: Il y a eu un problème avec votre question
hu: Probléma volt a kérdésével
it: C'è stato un problema con la tua domanda
ja: 質問で問題が発生しました
lt: Problema buvo su jūsų klausimu
ms: Terdapat masalah dengan soalan anda
nb: Det var et problem med spørsmålet ditt
nl: Er was een probleem met je vraag
pl: Wystąpił problem z Twoim zapytaniem
pt_br: Houve um problema com sua pergunta
ru: С вашим запросов возникла проблема
sk: Pri vašej otázke sa vyskytol problém
sl: Prišlo je do težave z vašim vprašanjem
sq: Pati një problem me pyetjen tënde
sr: Došlo je do problema sa tvojim pitanjem
sv: Ett problem uppstod med din fråga.
tr: Sorunuzla ilgili bir sorun oluştu
uk: Виникла проблема з вашим запитом
vi: Có một vấn đề với câu hỏi của bạn
zh_hk: 您的提問有故障

source: Most of the time this is caused by an invalid selection or bad input value. Double check your inputs and retry your query.
ar: غالبًا ما يحدث هذا بسبب اختيار غير صالح أو قيمة إدخال سيئة. راجع إدخالاتك وأعد محاولة تشغيل استعلامك.
bg: По-голямата част от времето това е причинено от невалиден избор или лоша входна стойност. Проверете отново вашите данни и опитайте отново.
ca: La majoria de vegades això està causat per una selecció no vàlida o un valor d'entrada incorrecte. Revisa les teves entrades i tornar a executar la consulta.
de: Meistens wird dies durch eine ungültige Auswahl oder einen falschen Eingabewert verursacht. Überprüfen deine Eingaben und versuche es erneut.
eo: Most of the time, it's just cuz of a dodgy selection or bad input. Double-check ur inputs and try again, bestie.
es: La mayoría de las veces esto es causado por una selección no válida o un valor de entrada incorrecto.Revisa tus entradas y vuelva a intentar la consulta.
fa: اغلب اوقات این مسئله ناشی از انتخاب نامعتبر یا ارزش ورودی بد است. دو ورودی خود را بررسی کنید و درخواست خود را دوباره امتحان کنید.
fi: Useimmiten tämä johtuu virheellisestä valinnasta tai huonosta syöttöarvosta. Tarkista syöttämäsi tiedot ja yritä uudelleen.
fr: Cela est causé la plupart du temps par une sélection invalide ou une mauvaise valeur saisie. Vérifiez à nouveau vos entrées et réessayez.
hu: Ezt legtöbbször egy érvénytelen kiválasztás vagy rossz bemeneti érték okozza. Ellenőrizze újra a bemeneti adatokat és próbálja meg újra a lekérdezést.
it: La maggior parte delle volte questo è causato da una selezione invalida o dall'inserimento di un valore anomalo. Ricontrolla l'inserimento e rilancia la query.
ja: これは無効な選択または無効な入力値であるために発生することがあります。 入力を再度確認して、クエリを再試行してください。
lt: Dažniausiai tai sukelia neteisingas pasirinkimas arba bloga įvesties vertė. Patikrinkite savo įvestį ir bandykite dar kartą.
ms: Kebanyakan masa ini disebabkan oleh pilihan yang tidak sah atau nilai input yang buruk. Periksa semula input anda dan cuba semula pertanyaan anda.
nb: For det meste skyldes dette et ugyldig valg eller feil inntastet verdi. Sjekk input en gang til og prøv spørringen din igjen.
nl: Meestal wordt dit veroorzaakt door een ongeldige selectie of een onjuiste invoerwaarde. Controleer je invoer en probeer je vraag opnieuw.
pl: W większości przypadków jest to spowodowane nieprawidłowym wyborem lub złą wartością wejściową. Dokładnie sprawdź wprowadzone dane i ponów zapytanie.
pt_br: Na maioria das vezes, isso é causado por uma seleção inválida ou um valor de entrada incorreto. Verifique suas entradas e tente a consulta novamente.
ru: В большинстве случае это связано с ошибкой выбора или введенного значения. Перепроверьте данные и повторите запрос.
sk: Väčšinu času je to spôsobené neplatným výberom alebo nesprávnou vstupnou hodnotou. Skontrolujte svoje vstupy a skúste znova zadať dopyt.
sl: V večini primerov je to posledica neveljavne izbire ali slabe vhodne vrednosti. Dvakrat preverite vnose in znova poskusite poizvedbo.
sq: Shumicën e kohës kjo shkaktohet nga një përzgjedhje e pavlefshme ose një vlerë input-i jo e saktë. Kontrollo dy herë input-et dhe provo përsëri pyetjen.
sr: Najčešće je to uzrokovano nevažećim izborom ili lošom ulaznom vrednošću. Proveri svoje unose i ponovo pokreni upit.
sv: För det mesta beror detta på en felaktig selektion eller felaktigt indatavärde. Kontrollera vad du angett och försök köra om frågan.
tr: Çoğu zaman geçersiz seçim veya kötü giriş değeri neden olur. Girişlerinizi iki kez kontrol edin ve sorgunuzu tekrar deneyin.
uk: Найчастіше це спричинено неправильним вибором або некоректним значенням введення. Перевірте введені дані й повторіть запит.
vi: Hầu hết thời gian này là do lựa chọn không hợp lệ hoặc giá trị đầu vào xấu. Kiểm tra lại đầu vào của bạn và thử lại truy vấn của bạn.
zh_hk: 大多數情況，是由於無效查詢或錯誤輸入值導致。請確認輸入值，重新執行腳本。

source: This may be the answer you’re looking for. If not, try removing or changing your filters to make them less specific.
ar: قد تكون هذه الإجابة التي تبحث عنها. إن لم تكن كذلك، فجرّب إزالة فلاترك أو تغييرها لتكون أقل تحديدًا.
bg: Това може да е отговорът, който търсите. Ако не, опитайте да премахнете или промените филтрите си, за да ги направите по-малко специфични.
ca: Aquesta pot ser la resposta que esteu cercant. Si no és així intenteu eliminar o canviar els filtres per a que sigui menys específic.
de: Das könnte die Antwort sein, nach der du suchst. Wenn nicht, versuche, deine Filter zu entfernen oder zu ändern, um sie weniger spezifisch zu machen.
eo: This might be the vibe you’re tryna find. If not, try ditching or tweaking your filters to make them less extra.
es: Esta puede ser la respuesta que estás buscando. De lo contrario, intenta eliminar o cambiar tus filtros para que sean menos específicos.
fa: این ممکن است پاسخ شما به دنبال آن هستید. اگر نه، سعی کنید فیلتر ها را از بین ببرید یا تغییر دهید تا آنها را کمتر مشخص کنید.
fi: Tämä voi olla etsimäsi vastaus. Jos ei, yritä poistaa tai vaihtaa suotimet, jotta ne eivät ole yhtä tarkkoja.
fr: C'est peut-être la réponse que vous cherchez. Sinon, essayez d’enlever ou de modifier vos filtres pour les rendre moins restrictifs.
hu: Ez lehet a válasz, amit keres. Ha nem, próbálja meg eltávolítani vagy módosítani a szűrőket, hogy kevésbé specifikusak legyenek.
it: Questa potrebbe essere la risposta che stai cercando. In caso contrario, prova a togliere o modificare i filtri in modo che siano meno specifici.
ja: お探しの回答ですか?そうではない場合は、回答が特定されすぎないように、フィルターを削除または変更してください。
lt: Tai gali būti atsakymas, kurio ieškote. Jei ne, pabandykite pašalinti ar keisti filtrus, kad jie būtų mažiau konkretūs.
ms: Ini mungkin jawapan yang anda cari. Jika tidak, cuba alihkan atau ubah penapis anda supaya kurang spesifik.
nb: Dette kan være svaret du leter etter. Hvis ikke, prøv å fjern eller endre filterne for å gjøre det mindre spesifisert.
nl: Is dit het antwoord dat je zocht? Zo niet, probeer je filters te verwijderen of minder specifiek te maken en probeer het opnieuw.
pl: Może to być odpowiedź, której szukasz. Jeśli nie, spróbuj usunąć lub zmienić filtry, aby uczynić je mniej szczegółowymi.
pt_br: Esta pode ser a resposta que você procura. Caso contrário, tente remover ou alterar seus filtros para que sejam menos específicos.
ru: Возможно, мы нашли то, что вы искали. Если нет, попробуйте отменить или изменить фильтры, сделав их менее строгими.
sk: Toto môže byť výsledok, ktorý hľadáte. Ak nie, skúste filtre odstrániť alebo zmeniť tak, aby výsledok presnejší.
sl: To je morda odgovor, ki ga iščete. Če ne, poskusite odstraniti ali spremeniti filtre, da bodo manj natančni.
sq: Kjo mund të jetë përgjigjja që po kërkon. Nëse jo, provo të heqësh ose të ndryshosh filtrat për t’i bërë më pak specifikë.
sr: Ovo je možda odgovor koji tražite. Ako nije, pokušajte da uklonite ili izmenite filtere da budu manje specifični.
sv: Detta kan vara det svar du söker. Om inte, kan du ta bort eller ändra dina filter för att göra dem mer trubbiga.
tr: Aradığınız cevap bu olabilir. Aksi halde, filtrelerinizi daha az spesifik hale getirmek için kaldırmayı veya değiştirmeyi deneyin.
uk: Можливо, це відповідь, яку ви шукаєте. Якщо ні, спробуйте вилучити або змінити фільтри, щоб зробити їх менш специфічними.
vi: Đây có thể là câu trả lời mà bạn đang tìm kiếm. Nếu không, hãy thử loại bỏ hoặc thay đổi các bộ lọc của bạn để làm cho chúng ít cụ thể hơn.
zh_hk: 這可能是您正在尋找的答案。如果不是，請嘗試刪除或更改篩選器，使其不那麼具體。
