Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Error running query:
hu: Hiba a lekérdezés futtatásakor:
ms: Ralat menjalankan pertanyaan:

source: Client closed connection, no queryId found, can't cancel query
hu: Az ügyfél lezárta a kapcsolatot, nem található queryId, nem lehet lemondani a lekérdezést
ms: Pelanggan menutup sambungan, tiada queryId ditemui, tidak boleh membatalkan query

source: Client closed connection, canceling Druid queryId {0}
hu: Az ügyfél lezárta a kapcsolatot, a Druid queryId {0} lemondása
ms: Pelanggan menutup sambungan, membatalkan queryId Druid {0}

source: Canceling Druid query with ID {0}
hu: A Druid lekérdezés lemondása azonosítóval: {0}
ms: Membatalkan query Druid dengan ID {0}

source: Failed to cancel Druid query with queryId {0}
hu: Nem sikerült lemondani a Druid lekérdezést a queryId {0} alapján
ms: Gagal membatalkan query Druid dengan queryId {0}

source: Don''t know how to retrieve results for columns {0}
ar: لا نعرف كيفية استرجاع النتائج للأعمدة {0}
bg: Не знам как да извлека резултати за колони {0}
ca: No sabem com obtenir els resultats de les columnes {0}
de: Ich weiß nicht, wie ich Ergebnisse für Spalten {0} abrufen soll.
eo: I’m not sure how to pull up results for columns {0} lol
es: No sé cómo recuperar los resultados de las columnas {0}
fa: نمی‌دانم چگونه نتایج مربوط به ستون‌های {0} را بازیابی کنم
fi: En tiedä, miten saada tulokset sarakkeille {0}
fr: Ne sait pas comment récupérer les résultats des colonnes {0}
hu: Nem tudom, hogyan kell lekérni az eredményeket a(z) {0} oszlopokhoz
it: Non so come recuperare i risultati per le colonne {0}
ja: 列{0}の結果を取得する方法がわかりません。
lt: Nežinau, kaip gauti stulpelių {0} rezultatus
ms: Tidak tahu bagaimana untuk mendapatkan keputusan untuk lajur {0}
nb: Vet ikke hvordan jeg skal hente resultater for kolonnene {0}
nl: Weet niet hoe de resultaten voor kolommen moeten worden opgehaald {0}
pl: Nie wiem, jak pobrać wyniki dla kolumn {0}
pt_br: Não sei como recuperar resultados para as colunas {0}
ru: Невозможно извлечь результаты для столбцов {0}
sk: Neviem, ako načítať výsledky pre stĺpce {0}
sl: Ne veste, kako pridobiti rezultate za stolpce {0}
sq: Nuk di si të marr rezultate për kolonat {0}
sr: Ne znam kako da preuzmem rezultate za kolone {0}
sv: Kan inte hämta resultaten för kolumnerna {0}
tr: Sütunlar için sonuçların nasıl alınacağını bilmiyorum {0}
uk: Не знаю, як отримати результати для колонок {0}
vi: Không biết cách truy xuất kết quả cho các cột {0}
zh_hk: 不知道如何檢索結果的列{0}

source: Error post-processing Druid query results
ar: خطأ أثناء المعالجة اللاحقة لنتائج استعلام Druid
bg: Грешка при последващата обработка на резултатите от Druid заявки
ca: Error en post-processar els resultats de la consulta Druid
de: Fehler beim Verarbeiten der Druid-Abfrageergebnisse
eo: Oops, my bad, got an error after running the Druid query, fr.
es: Error al procesar los resultados de la consulta de Druid
fa: خطا در پردازش نتایج پرس‌و‌جو Druid
fi: Virhe jälkikäsittelyssä Druid-kyselyn tuloksissa
fr: Erreur de post-traitement des résultats de la requête Druid
hu: Hiba a Druid lekérdezési eredmények utófeldolgozásakor
it: Errore nel post-elaborazione dei risultati della query Druid
ja: Druidのクエリ結果の後処理エラー
lt: Klaida apdorojant Druid užklausos rezultatus
ms: Ralat selepas memproses keputusan query Druid
nb: Feil ved etterbehandling av resultater av Druid-spørring
nl: Fout bij het verwerken van de resultaten van de Druid-query
pl: Błąd po przetworzeniu wyników zapytania Druid
pt_br: Erro ao pós-processar os resultados da consulta do Druid
ru: Ошибка пост-обработки результатов Druid запроса
sk: Chyba pri následnom spracovaní výsledkov dotazu Druid
sl: Napaka pri naknadni obdelavi rezultatov poizvedbe Druid
sq: Gabim gjatë post-procesimit të rezultateve të pyetjes Druid
sr: Greška pri post-procesiranju rezultata Druid upita
sv: Fel vid efterbearbetning av Druid-resultat
tr: Druid sorgu sonuçlarının işlenmesinden sonra hata oluştu
uk: Помилка постобробки результатів запиту Druid
vi: Lỗi xử lý hậu kỳ kết quả truy vấn Druid
zh_hk: 錯誤後處理Druid查詢結果

source: Error reducing Druid query results
ar: خطأ أثناء تقليل نتائج استعلام Druid
bg: Грешка при намаляване на резултатите от Druid заявки
ca: Error en reduir els resultats de la consulta Druid
de: Fehler beim Reduzieren der Druid-Abfrageergebnisse
eo: Oof, Druid query results getting lowkey clapped rn
es: Error al reducir los resultados de la consulta de Druid
fa: خطا در کاهش نتایج پرس‌و‌جو Druid
fi: Virheen vähentäminen Druid-kyselyn tuloksissa
fr: Réduction des erreurs dans les résultats de la requête Druid
hu: Hiba a Druid lekérdezési eredmények csökkentésekor
it: Errore nel ridurre i risultati della query Druid
ja: Druid クエリ結果を削減する際のエラー
lt: Klaida mažinant Druid užklausos rezultatus
ms: Ralat mengurangkan keputusan query Druid
nb: Feil ved redusering av resultater av Druid-spørring
nl: Fout bij het verkleinen van de resultaten van Druid-zoekopdrachten
pl: Błąd przy redukcji wyników zapytania Druid
pt_br: Erro ao reduzir os resultados da consulta do Druid
ru: Ошибка сокращения результатов Druid запроса.
sk: Chyba pri znížení výsledkov dotazu Druid
sl: Napaka pri zmanjševanju rezultatov poizvedbe Druid
sq: Gabim gjatë reduktimit të rezultateve të pyetjes Druid
sr: Greška pri redukciji rezultata Druid upita
sv: Fel vid nedbrytning av Druid-resultat
tr: Druid sorgu sonuçlarını azaltırken hata oluştu
uk: Помилка редукції результатів запиту Druid
vi: Lỗi khi giảm kết quả truy vấn Druid
zh_hk: 錯誤減少Druid查詢結果

source: WARNING: Don't know how to combine these intervals into a single interval.
hu: FIGYELMEZTETÉS: Nem tudom, hogyan kell kombinálni ezeket az intervallumokat egyetlen intervallummá.
ms: AMARAN: Tidak tahu bagaimana untuk menggabungkan selang-selang ini menjadi satu selang masa.

source: Ignoring intervals: {0}
hu: Intervallumok figyelmen kívül hagyása: {0}
ms: Mengabaikan selang: {0}

source: Error creating aggregation clause
ar: خطأ أثناء إنشاء عبارة التجميع
bg: Грешка при създаването на клауза за обобщаване
ca: Error creant la clàusula d'agregat
de: Fehler beim Erstellen der Aggregationsklausel
eo: Bruh, got an error when tryin’ to make the aggregation clause, fr.
es: Error al crear la cláusula de agregación
fa: خطا در ایجاد عبارت تجمیع
fi: Virhe luotaessa aggregaatiolauseketta
fr: Erreur lors de la création de la clause d'agrégation
hu: Hiba az aggregációs záradék létrehozásakor
it: Errore nella creazione della clausola di aggregazione
ja: 集約時の作成エラー
lt: Klaida kuriant agregavimo sąlygą
ms: Ralat mencipta klausa pengagregatan
nb: Feil ved oppretting av aggregeringsbetingelse
nl: Fout bij maken van aggregatieclausule
pl: Błąd przy tworzeniu klauzuli agregacji
pt_br: Erro ao criar cláusula de agregação
ru: Ошибка создания условия аггрегации
sk: Chyba pri vytváraní klauzuly agregácie
sl: Napaka pri ustvarjanju združevalne klavzule
sq: Gabim gjatë krijimit të klauzolës së agregimit
sr: Greška pri kreiranju klauzule agregacije
sv: Fel när sats för sammanslagning skapades
tr: Toplama maddesi oluşturulurken hata meydana geldi
uk: Помилка створення умови агрегації
vi: Lỗi tạo mệnh đề tổng hợp
zh_hk: 創建聚合子句時出錯

source: Expected :aggregation-options, constant, or expression.
ar: كان متوقعًا :aggregation-options أو ثابتًا أو تعبيرًا.
bg: Очакваше се : опции за агрегиране, константа или израз.
ca: S'esperava :aggregation-options, constant, o expressió.
de: Erwarte: :aggregation-options, Konstante oder Ausdruck.
eo: Expected: :aggregation-options, constant, or expression — fr fr just gotta pick one, no cap
es: Esperaba: opciones de agregación, constante o expresión.
fa: :aggregation-options، مقدار ثابت یا عبارت را انتظار داشتم.
fi: Odotettiin: aggregaatio-optiota, vakiota tai lauseketta
fr: Attendu : agrégation-options, constante ou expression.
hu: Várt: :aggregation-options, konstans vagy kifejezés.
it: Previsto: opzioni di aggregazione, costante o espressione.
ja: 期待される :集約オプション、定数、または式。
lt: Tikėtina: agregavimo parinktys, konstanta arba išraiška.
ms: Dijangkakan: piilihan=agregasi, pemalar, atau ekspresi.
nb: Forventet :aggregerings-alternativ, konstant, eller uttrykk.
nl: Verwacht :aggregation-options, constante, of expressie.
pl: Oczekiwane :opcje agregacji, stała lub wyrażenie.
pt_br: Esperado: opções de agregação, constante ou expressão.
ru: Ожидается: :aggregation-options, константа или выражение.
sk: Očakávané: možnosti agregácie, konštanta alebo výraz.
sl: Pričakovano :možnosti združevanja, konstanta ali izraz.
sq: Pritej :aggregation-options, konstante, ose shprehje.
sr: Očekivano: :aggregation-options, konstanta ili izraz.
sv: Förväntade: sammanslagnings-alternativ, konstant eller uttryck
tr: Beklenen: toplama seçenekleri, sabit veya ifade.
uk: Очікується :aggregation-options, константа або вираз.
vi: Dự kiến: tuỳ chọn gộp, giá trị hằng số, hoặc biểu thức.
zh_hk: 預期：聚合選項、常數或表達式。

source: grouped timeseries queries can only be sorted by the ''timestamp'' column.
hu: a csoportos idősortartalmú lekérdezések csak a ''timestamp'' oszlop alapján rendezhetők.
ms: Pertanyaan siri masa berkelompok hanya boleh diisih mengikut lajur "cap masa".

source: scan queries can only be sorted if they include the ''timestamp'' column.
hu: A vizsgálati lekérdezések csak akkor rendezhetők, ha tartalmazzák a ''timestamp'' oszlopot.
ms: Query imbas hanya boleh diisih jika mereka termasuk lajur "cap masa".

source: scan queries can only be sorted by the ''timestamp'' column.
hu: a vizsgálati lekérdezések csak a ''timestamp'' oszlop alapján rendezhetők.
ms: query imbas hanya boleh diisih mengikut lajur "cap masa".

source: Error generating Druid query
ar: خطأ أثناء توليد استعلام Druid
bg: Грешка при генерирането на Druid заявка
ca: Error en generar una consulta Druid
de: Fehler beim Generieren der Druid-Abfrage
eo: Oops, the Druid query just totally ghosted on me lol
es: Error generando consulta de Druid
fa: خطا در تولید پرس‌وجوی Druid
fi: Virhe Druid-kyselyn luomisessa
fr: Erreur lors de la génération de la requête Druid
hu: Hiba a Druid lekérdezés generálásakor
it: Errore nella generazione della query Druid
ja: Druidのクエリを生成するエラー
lt: Klaida generuojant Druid užklausą
ms: Ralat menjana query Druid
nb: Feil ved generering av Druid-spørring
nl: Fout bij het genereren van een Druid-query
pl: Błąd przy generowaniu zapytania Druid
pt_br: Erro ao gerar consulta do Druid
ru: Ошибка генерации Druid запроса
sk: Chyba pri generovaní dotazu Druid
sl: Napaka pri ustvarjanju poizvedbe Druid
sq: Gabim gjatë gjenerimit të pyetjes Druid
sr: Greška pri generisanju Druid upita
sv: Fel när Druid-fråga skulle skapas
tr: Druid sorgusu oluşturulurken hata meydana geldi
uk: Помилка генерування запиту Druid
vi: Lỗi khi tạo truy vấn Druid
zh_hk: 產生Druid查詢時出錯

source: Fetching Google access/refresh tokens with auth-code {0}...
hu: Google hozzáférési/megújítási tokenek lekérése az auth-code {0} segítségével...
ms: Mengambil token akses/pemulihan Google dengan kod auth {0}...

source: Multiple date filters are not supported in filters:
hu: A több dátumszűrő nem támogatott a szűrőkben:
ms: Penapis tarikh berganda tidak disokong dalam penapis:

source: Unexpected columns in results: {0}
ar: أعمدة غير متوقعة في النتائج: {0}
bg: Неочаквани колони в резултатите: {0}
ca: Columna no esperada en els resultats: {0}
de: Unerwartete Spalten in den Ergebnissen: {0}
eo: Yo, got some surprise columns in the results: {0}
es: Columnas inesperadas en los resultados: {0}
fa: ستون‌های غیرمنتظره در نتایج: {0}
fi: Odottamattomat sarakkeet tuloksissa: {0}
fr: Colonnes inattendues dans les résultats: {0}
hu: Váratlan oszlopok az eredményekben: {0}
it: Colonne inaspettate nei risultati: {0}
ja: 結果に予期しない列がありました:{0}
lt: Netikėti stulpeliai rezultatuose: {0}
ms: Lajur yang tidak dijangka dalam keputusan: {0}
nb: Uventede kolonner i resultatene: {0}
nl: Onverwachte kolommen in resultaten: {0}
pl: Nieoczekiwane kolumny w wynikach: {0}
pt_br: Colunas inesperadas nos resultados: {0}
ru: Неожиданные столбцы в результатах: {0}
sk: Neočakávané stĺpce vo výsledkoch: {0}
sl: Nepričakovani stolpci v rezultatih: {0}
sq: Kolona të papritura në rezultate: {0}
sr: Neočekivane kolone u rezultatima: {0}
sv: Oväntade kolumner i resultaten: {0}
tr: Sonuçlarda beklenmeyen sütunlar: {0}
uk: Неочікувані колонки в результатах: {0}
vi: Cột không mong đợi trong kết quả: {0}
zh_hk: 結果中出現意外的列：{0}

source: Unable to parse query: {0}
ar: تعذر تحليل الاستعلام: {0}
bg: Заявката не може да се парс-не: {0}
ca: No es pot interpretar la consulta: {0}
de: Abfrage kann nicht analysiert werden: {0}
eo: Can't even parse the query rn: {0}
es: No se puede analizar la consulta: {0}
fa: امکان تجزیه کوئری وجود ندارد: {0}
fi: Sorry, I am unable to translate the sentence without knowing what it is. Could you please provide the sentence you would like me to translate into Finnish?
fr: Impossible d'analyser la requête: {0}
hu: Nem sikerült elemezni a lekérdezést: {0}
it: Impossibile fare il parse della query: {0}
ja: クエリを解析できません： {0}
lt: Nepavyko išanalizuoti užklausos: {0}
ms: Gagal mengurai query: {0}
nb: Ikke i stand til å tolke spørring: {0}
nl: Kan zoekopdracht niet parsen: {0}
pl: Nie można przetworzyć zapytania: {0}
pt_br: Não é possível analisar a consulta: {0}
ru: Невозможно обработать запрос: {0}
sk: Nepodarilo sa analyzovať dopyt: {0}
sl: Poizvedbe ni mogoče razčleniti: {0}
sq: Nuk u arrit të pars-ohej pyetja: {0}
sr: Nije moguće parsirati upit: {0}
sv: Kan inte tolka fråga: {0}
tr: Sorgu ayrıştırılamıyor: {0}
uk: Не вдалося розібрати запит: {0}
vi: Không thể phân tích truy vấn: {0}
zh_hk: 無法解析查詢：{0}

source: Don''t know how to substitute {0} {1}
ar: لا نعرف كيفية استبدال {0} {1}
bg: Не знам как да заместя {0} {1}
ca: No sé com substituir {0} {1}
de: Ich weiß nicht, wie ich {0} {1} ersetzen soll
eo: No clue how to swap {0} for {1} rn
es: No sé cómo sustituir {0} {1}
fa: نمی‌دانم چگونه {0} را با {1} جایگزین کنم
fi: En tiedä, miten korvata {0} {1}.
fr: Ne sait pas comment remplacer {0} {1}
hu: Nem tudom, hogyan kell helyettesíteni a(z) {0} {1}
it: Non so come sostituire {0} {1}
ja: {0} を {1} へ置換える方法が不明です。
lt: Nežinau, kaip pakeisti {0} {1}
ms: Tidak tahu bagaimana untuk menggantikan {0} {1}
nb: Vet ikke hvordan jeg skal erstatte {0} {1}
nl: Weet niet hoe {0} {1} moeten worden vervangen
pl: Nie wiem, jak zastąpić {0} {1}
pt_br: Não sei como substituir {0} {1}
ru: Невозможно заменить {0} {1}
sk: Neviem, ako nahradiť {0} {1}
sl: Ne vem, kako nadomestiti {0} {1}
sq: Nuk di si të zëvendësoj {0} {1}
sr: Ne znam kako da zamenim {0} {1}
sv: Kan inte ersätta {0} {1}
tr: Nasıl değiştirileceğini bilmiyorum {0} {1}
uk: Не знаю, як підставити {0} {1}
vi: Không biết cách thay thế {0} {1}
zh_hk: 不知道如何替換{0} {1}

source: Substituted {0} -> {1}
hu: Helyettesítve: {0} -> {1}
ms: Digantikan {0} -> {1}

source: Don''t know how to handle aggregation {0}
ar: لا نعرف كيفية التعامل مع التجميع {0}
bg: Не знам как да обработя агрегирането на {0}
ca: No sé com gestionar l'agregat {0}
de: Ich weiß nicht, wie ich mit der Aggregation {0} umgehen soll
eo: No cap, I’m lowkey lost on how to deal with this aggregation {0}
es: No sé cómo manejar la agregación {0}
fa: نمی‌دانم چگونه تجمیع {0} را مدیریت کنم
fi: En tiedä, miten käsitellä kokoamista {0}
fr: Ne sait pas comment traiter l'agrégation {0}
hu: Nem tudom, hogyan kell kezelni az aggregációt: {0}
it: Non so come gestire l'aggregazione {0}
ja: {0} を集約する方法が不明です。
lt: Nežinau, kaip tvarkyti kaupimą {0}
ms: Tidak tahu bagaimana untuk menangani pengagregatan {0}
nb: Vet ikke hvordan jeg skal håndtere aggregering {0}
nl: Weet niet hoe er met aggregatie moet worden omgegaan {0}
pl: Nie wiem, jak obsłużyć agregację {0}
pt_br: Não sei como lidar com a agregação {0}
ru: Невозможно обработать агрегацию {0}
sk: Neviem, ako spracovať agregáciu {0}
sl: Ne vem, kako ravnati z združevanjem {0}
sq: Nuk di si të trajtoj agregimin {0}
sr: Ne znam kako da obradim agregaciju {0}
sv: Kan inte hantera sammanslagning {0}
tr: Toplama işleminin nasıl yapılacağını bilmiyorum {0}
uk: Не знаю, як опрацювати агрегацію {0}
vi: Không biết cách xử lý tổng hợp {0}
zh_hk: 不知道如何處理聚合{0}

source: Using DNS SRV requires a FQDN for host
ar: يتطلب استخدام DNS SRV وجود FQDN للمضيف
bg: Използването на DNS SRV изисква FQDN за хоста
ca: Utilitzar DNS SRV requereix un FQDN per a l'amfitrió
de: Für die Verwendung von DNS SRV ist ein vollqualifizierter Domänenname für den Host erforderlich
eo: You gotta have a full domain name for the host to use DNS SRV, fr.
es: El uso de DNS SRV requiere un nombre completo para el host
fa: استفاده از DNS SRV نیاز به یک FQDN برای میزبان دارد
fi: DNS SRV:n käyttö edellyttää täydellistä verkkotunnusta (FQDN) isännälle.
fr: L'utilisation de la SRV DNS nécessite un FQDN pour l'hôte
hu: A DNS SRV használata teljesen minősített domain nevet (FQDN) igényel a gazdagép számára
it: L'uso di DNS SRV richiede un FQDN per l'host
ja: DNS SRVを使用するには、ホストにFQDNが必要です。
lt: Naudojant DNS SRV reikalingas pagrindinio kompiuterio FQDN
ms: Menggunakan DNS SRV memerlukan FQDN untuk hos
nb: Å bruke DNS SRV krever en FQDN for vert
nl: Voor het gebruik van DNS SRV is een FQDN voor host vereist
pl: Korzystanie z DNS SRV wymaga FQDN dla hosta
pt_br: O uso do DNS SRV requer um FQDN para o host
ru: Использование DNS SRV требует FQDN хоста
sk: Použitie DNS SRV vyžaduje FQDN pre hostiteľa
sl: Za uporabo DNS SRV potrebujete FQDN za gostitelja
sq: Përdorimi i DNS SRV kërkon një FQDN për host-in
sr: Korišćenje DNS SRV zahteva FQDN za host
sv: För att använda DNS SRV behövs en FQDN för värden
tr: DNS SRV kullanmak, ana bilgisayar için bir FQDN gerektirir
uk: Використання DNS SRV вимагає FQDN для хоста
vi: Sử dụng DNS SRV yêu cầu FQDN cho máy chủ
zh_hk: 使用DNS SRV需要主機的FQDN

source: No database name specified in URI. Monger requires a database to be explicitly configured.
hu: Az URI-ban nincs megadva adatbázisnév. A Monger explicit módon konfigurált adatbázist igényel.
ms: Tiada nama pangkalan data yang dinyatakan dalam URI. Monger memerlukan pangkalan data untuk dikonfigurasikan secara jelas.

source: Opened new MongoDB connection.
hu: Új MongoDB kapcsolat megnyitva.
ms: Membuka sambungan MongoDB baru.

source: Closed MongoDB connection.
hu: MongoDB kapcsolat lezárva.
ms: Menutup sambungan MongoDB.

source: fetch-next-page w/ URI
hu: fetch-next-page URI-val
ms: ambil-halaman-seterusnya dengan URI

source: Error running query.
hu: Hiba a lekérdezés futtatásakor.
ms: Ralat menjalankan query.

source: Client connection closed, no query-id found, can't cancel query
hu: Az ügyfél kapcsolata lezárva, nem található query-id, nem lehet lemondani a lekérdezést
ms: Sambungan pelanggan ditutup, tiada query-id ditemui, tidak boleh membatalkan query

source: Error canceling query with ID {0}
hu: Hiba a lekérdezés lemondásakor azonosítóval: {0}
ms: Ralat membatalkan query dengan ID {0}

source: Error executing query
hu: Hiba a lekérdezés végrehajtásakor
ms: Ralat melaksanakan query

source: Failed to fetch materialized views for this database
hu: Nem sikerült lekérni a materializált nézeteket ebből az adatbázisból
ms: Gagal mengambil pandangan materialisasi untuk pangkalan data ini

source: Invalid Alert: Alert does not have a Card associated with it
ar: تنبيه غير صالح: لا توجد بطاقة مرتبطة بالتنبيه
bg: Невалиден сигнал: Сигналът яма асоциирана карта
ca: Alerta no vàlida: l’Alerta no té associada cap Targeta
de: Ungültige Warnung: Mit der Warnung ist keine Karte verknüpft
eo: Invalid vibe: this alert ain't got a card linked lol
es: Alerta no válida: la alerta no tiene una tarjeta asociada
fa: هشدار نامعتبر: هشدار مرتبط با کارت نیست
fi: Virheellinen hälytys: Varoitukseen ei ole liitetty korttia
fr: Alerte d'invalidité : l'alerte n'est pas associée à une carte
hu: Érvénytelen riasztás: a riasztáshoz nincs társítva Kártya
it: Avviso non valido: l'avviso non ha una carta associata
ja: 無効なアラート: アラートに関連付けられたカードがありません
lt: Neteisingas įspėjimas: įspėjimas neturi su juo susietos kortelės
ms: Amaran Tidak Sah: Amaran tidak mempunyai Kad yang berkaitan dengannya
nb: Ugyldig alarm: Alarm er ikke knyttet til et Kort
nl: Ongeldige waarschuwing: er is geen kaart aan een waarschuwing gekoppeld
pl: Nieważny alert: Alert nie ma z nim powiązanej Karty
pt_br: Alerta inválido: o alerta não tem um cartão associado a ele
ru: Некорректное предупреждение: Предупреждение не имеет ассоциированную с ним карточку
sk: Neplatné upozornenie: Upozornenie nemá k nemu priradenú kartu
sl: Neveljavno opozorilo: Opozorilo nima povezane kartice
sq: Alarm i pavlefshëm: Alarm nuk ka një Kartë të lidhur me të
sr: Nevažeće upozorenje: Upozorenje nema povezanu karticu
sv: Felaktig varning - den har ingen associerad lista
tr: Geçersiz Uyarı: Uyarının kendisiyle ilişkilendirilmiş bir Kartı yok
uk: Недійсне сповіщення: зі Сповіщенням не пов’язана Картка
vi: Cảnh báo không hợp lệ: Cảnh báo không có Thẻ liên kết với nó
zh_hk: 無效警示：警示沒有關聯的卡片

source: Error determining whether Database supports nested queries
hu: Hiba annak meghatározásakor, hogy az adatbázis támogatja-e a beágyazott lekérdezéseket
ms: Ralat menentukan sama ada Pangkalan Data menyokong query bersarang

source: Invalid query params: could not determine slug for parameter with ID {0}
ar: باراميترات الاستعلام غير صالحة: تعذر تحديد slug للباراميتر ذو المعرّف {0}
bg: Невалидни параметри на заявката: не можа да се определи работно име (slug) за параметър с идентификатор {0}
ca: Paràmetres de consulta no vàlids: no s'ha pogut determinar l'identificador per al paràmetre amb ID {0}
de: Ungültige Abfrageparameter: Slug für Parameter mit ID {0} konnte nicht ermittelt werden.
eo: Bruh, the query params are invalid — couldn’t even figure out the slug for the param with ID {0} 🤡
es: Parámetros de consulta no válidos: no se pudo determinar el valor para el parámetro con ID {0}
fa: پارامترهای جستجوی نامعتبر: نمی‌توان نام مستعار را برای پارامتری با شناسه {0} تعیین کرد
fi: Virheelliset kyselyparametrit: ei voitu määrittää slug-arvoa parametrille, jonka tunnus on {0}
fr: Paramètres d'interrogation non valides : n'a pas pu déterminer la limace pour le paramètre avec ID {0}.
hu: Érvénytelen lekérdezési paraméterek: nem sikerült meghatározni a slug-t az ID {0} paraméterhez
it: Parametri query non validi: impossibile determinare lo slug per il parametro con ID {0}
ja: 無効なクエリ・パラメータ: ID {0} のパラメータのスラッグを決定できませんでした
lt: Netinkami užklausos parametrai: nepavyko nustatyti parametro, kurio ID {0}, šliužo
ms: Parameter pertanyaan tidak sah: tidak dapat menentukan slug untuk parameter dengan ID {0}
nb: Ugyldig spørringsparameter: kunne ikke avgjøre URL-parameter for ID {0}
nl: Ongeldige queryparams: kan geen slug bepalen voor parameter met ID {0}
pl: Nieprawidłowe parametry zapytania: nie można określić slug dla parametru z ID {0}
pt_br: Parâmetros de consulta inválidos: não foi possível determinar o slug para o parâmetro com ID {0}
ru: Некорректные параметры запроса: невозможно определить ключ для параметра с ИД {0}
sk: Neplatné parametre dotazu: nebolo možné určiť slug pre parameter s ID {0}
sl: Neveljavni parametri poizvedbe: ni bilo mogoče določiti sluga za parameter z ID-jem {0}
sq: Parametra query të pavlefshëm: nuk u përcaktua dot slug për parametrin me ID {0}
sr: Nevažeći parametri upita: nije moguće odrediti slug za parametar sa ID-jem {0}
sv: Felaktiga fråge-parametrar: kund inte fastställa värdet för parameter med ID {0}
tr: Geçersiz sorgu parametreleri: {0} kimliğine sahip parametre için bilgi bilgisi belirlenemedi
uk: Некоректні параметри запиту: не вдалося визначити slug для параметра з ID {0}
vi: Các tham số truy vấn không hợp lệ: không thể xác định slug cho tham số với ID {0}
zh_hk: 無效的查詢參數：無法為ID為{0}的參數確定slug
