Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Total
ar: الإجمالي
bg: Общо
de: Gesamt
eo: That's totally vibing
fa: جمع
fi: Yhteensä
hu: Teljes
it: Totale
ja: 合計
lt: Iš viso
ms: Jumlah
nb: Totalt
nl: Totaal
pl: Razem
ru: Всего
sk: Celkom
sl: Skupno
sq: Totali
sr: Ukupno
sv: Totalt
tr: Toplam
uk: Разом
vi: Tổng
zh_hk: 總計

source: Which columns do you want to use?
ar: ما الأعمدة التي تريد استخدامها؟
bg: Кои колони искате да използвате?
ca: Quines columnes vols utilitzar?
de: Welche Spalten möchtest du verwenden?
eo: Which columns do u wanna flex with?
es: ¿Qué columnas quieres usar?
fa: کدام ستون ها می خواهید استفاده کنید؟
fi: Mitä sarakkeita haluat käyttää?
fr: Quelles colonnes voulez-vous utiliser ?
hu: Mely oszlopokat szeretné használni?
it: Quali colonne vuoi usare?
ja: どの列を使用しますか?
lt: Kokius stulpelius norite naudoti?
ms: Lajur mana yang anda mahu gunakan?
nb: Hvilke kolonner vil du bruke?
nl: Welke kolommen wil je gebruiken?
pl: Które kolumny chcesz użyć?
pt_br: Quais colunas deseja usar?
ru: Какие колонки вы хотите использовать?
sk: Ktoré stĺpce chcete použiť?
sl: Katere stolpce želite uporabiti?
sq: Cilat kolona do të përdorësh?
sr: Koje kolone želite da koristite?
sv: Vilka kolumner vill du använda?
tr: Hangi sütunları kullanmak istiyorsunuz?
uk: Які стовпці ви хочете використати?
vi: Cột bạn muốn sử dụng
zh_hk: 需要用哪些欄位？

source: Pie
ar: دائري
bg: Пай
ca: Pastís
de: Torte
eo: Pie → vibe check or just "pie" as is, no cap
es: Pastel
fa: پای
fi: Piirakka
fr: Camembert
hu: Pite
it: Torta
ja: 円
lt: Pyragas
ms: Pai
nb: Pai
nl: Taart
pl: Wykres kołowy
pt_br: Pizza
ru: Пирог
sk: Koláčový
sl: Stopalo
sq: Tortë
sr: Torta
sv: Paj
tr: Pasta
uk: Кругова
vi: Bánh
zh_hk: 餅圖

source: Dimension
ar: بُعد
bg: Измерение
ca: Dimensió
eo: Dimens, fr fr
es: Dimensión
fa: بعد، ابعاد، اندازه
fi: Ulottuvuus
hu: Dimenzió
it: Dimensione
ja: ディメンション
lt: Matmenys
ms: Dimensi
nb: Dimensjon
nl: Dimensie
pl: Wymiar
pt_br: Dimensão
ru: Измерение
sk: rozmer
sl: Dimenzija
sr: Dimenzija
tr: Boyut
uk: Вимір
vi: Kích thước
zh_hk: 維度

source: Show legend
ar: إظهار وسيلة الإيضاح
bg: Покажи легенда
ca: Mostra la llegenda
de: Legende anzeigen
eo: Show’s a whole legend, fr fr
es: Mostrar Leyenda
fa: نمایش افسانه
fi: Näytä selite
fr: Montrer la légende
hu: Mutasd a legendát
it: Mostra legenda
ja: 凡例
lt: Rodyti legendą
ms: Tunjukkan legenda
nb: Vis legende
nl: Legenda tonen
pl: Pokaż legendę
pt_br: Mostrar legenda
ru: Показать легенду
sk: Zobraziť legendu
sl: Pokaži legendo
sq: Shfaq legjendën
sr: Prikaži legendu
sv: Visa teckenförklaring
tr: Gösteriyi göster
uk: Показати легенду
vi: Hiển thị huyền thoại
zh_hk: 顯示說明

source: Show percentages in legend
hu: Százalékok mutatása a legendában
ms: Tunjukkan peratusan dalam legenda

source: Minimum slice percentage
ar: الحد الأدنى لنسبة الشريحة
bg: Минимален процент на сегмент
ca: Percentatge mínim de la porció
de: Mindestanteil
eo: Lowkey just the "minimum slice percentage" lol
es: Porcentaje mínimo de porción
fa: حداقل قطعه قطعه
fi: Pienin siivuprosentti
fr: Pourcentage minimum d'une part
hu: Minimális szelet százalék
it: Percentuale della fetta minore
ja: 最小パーセンテージ
lt: Minimalus pjūvio procentas
ms: Peratusan kepingan minimum
nb: Minste oppstykkings-prosent
nl: Minimaal percentage per vlak
pl: Minimalna wartość procentowa fragmentu
pt_br: Porcentagem mínima de porção
ru: Минимальный процентаж среза
sk: Minimálne percento rezov
sl: Najmanjši odstotek rezine
sq: Përqindja minimale e segmentit
sr: Minimalni procenat segmenta
sv: Minsta procenttal i pajdel
tr: Minimum dilim yüzdesi
uk: Мінімальний відсоток сегмента
vi: Tỉ lệ phần trăm tối thiểu
zh_hk: 最小切片百分比

source: Goal met
ar: تم تحقيق الهدف
bg: Постигната цел
ca: Objectiu aconseguit
de: Ziel erreicht
eo: Goals totally achieved, fr fr
es: Objetivo conseguido
fa: هدف ملاقات کرد
fi: Tavoite saavutettu
fr: Objectif atteint
hu: A cél teljesült
it: Obiettivo raggiunto
ja: 目標値に到達しました
lt: Tikslas įvykdytas
ms: Sasaran dicapai
nb: Mål møtt
nl: Doel bereikt
pl: Osiągnięty cel
pt_br: Meta atingida
ru: Цель достигнута
sk: Cieľ sa splnil
sl: Dosežen cilj
sq: Objektivi u arrit
sr: Cilj ostvaren
sv: Målet nått
tr: Hedef bir araya geldi
uk: Мету досягнуто
vi: Đạt được mục tiêu
zh_hk: 目標達成

source: Goal exceeded
ar: تم تجاوز الهدف
bg: Целта е надвишена
ca: Objectiu superat
de: Ziel übertroffen
eo: Goals got totally smashed
es: Objetivo superado
fa: هدف بیش از حد است
fi: Tavoite ylitetty
fr: Objectif dépassé
hu: A cél túlteljesült
it: Obiettivo superato
ja: 目標値を達成しました
lt: Viršytas tikslas
ms: Matlamat melampaui
nb: Mål overskredet
nl: Doel overschreden
pl: Przekroczono cel
pt_br: Meta excedida
ru: Цель достигнута
sk: Cieľ bol prekročený
sl: Presežen cilj
sq: Objektivi u tejkalua
sr: Cilj premašen
sv: Mål överskridet
tr: Hedef aşıldı
uk: Мету перевищено
vi: Vượt quá mục tiêu
zh_hk: 突破目標

source: Goal {0}
ar: الهدف {0}
bg: Цел {0}
ca: Objectiu {0}
de: Ziel {0}
eo: Goal {0} is straight-up goals, fr.
es: Objetivo {0}
fa: هدف {0}
fi: Tavoite {0}
fr: Objectif {0}
hu: {0}. cél
it: Obiettivo {0}
ja: 目標値{0}
ms: Matlamat {0}
nb: Mål {0}
nl: Doel {0}
pl: Cel {0}
pt_br: Meta {0}
ru: Цель {0}
sk: Cieľ {0}
sl: Cilj {0}
sq: Objektiv {0}
sr: Cilj {0}
sv: Mål {0}
tr: Hedef {0}
uk: Мета {0}
vi: Mục tiêu {0}
zh_hk: 目標{0}

source: Progress visualization requires a number.
eo: You gotta have a number to make progress look real.
hu: A haladási vizualizációhoz egy szám szükséges.
lt: Progreso vizualizacijai reikia numerio.
ms: Visualisasi kemajuan memerlukan nombor

source: Progress
ar: التقدّم
bg: Напредък
ca: Progrès
de: Fortschritt
eo: Vibe check
es: Progreso
fa: پیش رفتن
fi: Edistyminen
fr: Barre de progression
hu: Előrehaladás
it: Avanzamento
ja: プログレス
lt: Progresas
ms: Kemajuan
nb: Fremdrift
nl: Vooruitgang
pl: Postęp
pt_br: Progresso
ru: Прогресс
sk: Pokrok
sl: Napredek
sq: Progres
sr: Napredak
sv: Framsteg
tr: İlerleme
uk: Прогрес
vi: Đang thực hiện
zh_hk: 處理

source: Color
ar: اللون
bg: Цвят
de: Farbe
eo: Vibe check
fa: رنگ
fi: Väri
fr: Couleur
hu: Szín
it: Colore
ja: 色
lt: Spalva
ms: Warna
nb: Farge
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
sk: Farba
sl: Barva
sq: Ngjyrë
sr: Boja
sv: Färg
tr: Renk
uk: Колір
vi: Màu
zh_hk: 顏色

source: Row Chart
hu: Sordiagram
ms: Carta Baris

source: row chart
ar: مخطط صفوف
bg: редова диаграма
ca: gràfic de files
de: Balkendiagramm
eo: row chart → vibe chart
es: gráfico de filas
fa: نمودار ردیف
fi: palkkikaavio
fr: graphique en lignes
hu: sordiagram
it: grafico a righe
ja: 行グラフ
lt: eilutės diagrama
ms: carta baris
nb: raddiagram
nl: rij grafiek
pl: wykres wierszowy
pt_br: gráfico de linhas
ru: линейная диаграмма
sk: riadkový graf
sl: vrstični grafikon
sq: grafik me rreshta
sr: trakasti grafikon (redovi)
sv: rad-diagram
tr: çubuk Grafik
uk: рядкова діаграма
vi: biểu đồ hàng
zh_hk: 原始圖表

source: Separator style
ar: نمط الفواصل
bg: Стил на разделител
ca: Estil del separador
de: Trennzeichen-Stil
eo: Separator style → Vibe separator or just separator vibes
es: Estilo separador
fa: سبک جداساز
fi: Erottimen tyyli
fr: Style de séparateur
hu: Elválasztó stílus
it: stile del separatore
ja: 桁区切りスタイル
lt: Separatoriaus stilius
ms: Gaya pemisah
nb: Separatorstil
nl: Separator-stijl
pl: Styl separatora
pt_br: Estilo do separador
ru: Стиль разделителя
sk: Typ oddeľovača
sl: Slog ločila
sq: Stili i ndarësit
sr: Stil separatora
sv: Avdelare
tr: Ayırıcı tarzı
uk: Стиль роздільника
vi: Kiểu tách
zh_hk: 分隔符

source: Number of decimal places
ar: عدد الخانات العشرية
bg: Брой десетични знаци
ca: Nombre de decimals
de: Anzahl der Dezimalstellen
eo: Deci places count
es: Número de decimales
fa: تعداد اعشاری
fi: Desimaalien määrä
fr: Nombre de décimales
hu: Tizedesjegyek száma
it: Numero di posizioni decimali
ja: 小数点以下の桁数
lt: Dešimtainių skaičių skaičius
ms: Bilangan tempat perpuluhan
nb: Nummer med desimal punkter
nl: Aantal decimalen
pl: Liczba miejsc dziesiętnych
pt_br: Número de casas decimais
ru: Количество десятичных знаков
sk: Počet desatinných miest
sl: Število decimalnih mest
sq: Numri i vendeve decimale
sr: Broj decimalnih mesta
sv: Antal decimaler
tr: Ondalık yer sayısı
uk: Кількість десяткових знаків
vi: Số vị thập phân
zh_hk: 小數位數

source: Add a prefix
ar: أضف بادئة
bg: Добавете префикс
ca: Afegeix un prefix
de: Ein Präfix hinzufügen
eo: Throw in a prefix, fr fr
es: Añade un prefijo
fa: افزودن یک پیشوند
fi: Lisää etuliite
fr: Ajouter un préfixe
hu: Adjon hozzá előtagot
it: Aggiungi un prefisso
ja: 接頭辞をつける
lt: Pridėkite priešdėlį
ms: Tambah akhiran
nb: Legg til prefiks
nl: Voorvoegsel toevoegen
pl: Dodaj prefiks
pt_br: Adicione um prefixo
ru: Добавить префикс
sk: Pridajte predponu
sl: Dodajanje predpone
sq: Shto një prefiks
sr: Dodaj prefiks
sv: Lägg till ett prefix
tr: Bir önek ekle
uk: Додати префікс
vi: Thêm một tiền tố
zh_hk: 新增一個前綴

source: Add a suffix
ar: أضف لاحقة
bg: Добавете суфикс
ca: Afegeix un sufix
de: Ein Suffix hinzufügen
eo: Drop a suffix, frfr
es: Añade un sufijo
fa: یک پسوند را اضافه کنید
fi: Lisää pääte
fr: Ajouter un suffixe
hu: Adjon hozzá utótagot
it: Aggiungi un suffisso
ja: 接尾辞をつける
lt: Pridėti priesagą
ms: Tambah awalan
nb: Legg til suffiks
nl: Achtervoegsel toevoegen
pl: Dodaj sufiks
pt_br: Adicione um sufixo
ru: Добавить суффикс
sk: Pridajte príponu
sl: Dodajanje pripone
sq: Shto një sufiks
sr: Dodaj sufiks
sv: Lägg till ett suffix
tr: Bir sonek ekle
uk: Додати суфікс
vi: Thêm một hậu tố
zh_hk: 新增一個後綴

source: Multiply by a number
ar: اضرب في رقم
bg: Умножете по число
ca: Multiplica per un nombre
de: Multiplizieren mit einer Zahl
eo: Multiply by a number → "Times a number, fr"
es: Multiplicar por un número
fa: ضرب به یک عدد
fi: Kerro numerolla
fr: Coefficient multiplicateur
hu: Szorozd meg egy számmal
it: Moltiplica per un numero
ja: 掛ける
lt: Padauginkite iš skaičiaus
ms: Darab dengan nombor
nb: Multipliser med ett tall
nl: Vermenigvuldig met een getal
pl: Pomnóż przez liczbę
pt_br: Multiplique por um número
ru: Умножить на число
sk: Vynásobte číslom
sl: Množenje s številom
sq: Shumëzo me një numër
sr: Pomnoži brojem
sv: Multiplicera med en siffra
tr: Bir sayı ile çarpın
uk: Помножити на число
vi: Nhân với một số
zh_hk: 乘以數字

source: Scatter
ar: مبعثر
bg: Скатер
ca: Dispersió
de: Verstreuen
eo: Scatter → Ghosting or dipping out
es: Dispersión
fa: پراکنده
fi: Pisteet
fr: Nuage de points
hu: Szórás
it: Dispersione
ja: 散布
lt: Sklaida
ms: Sebaran
nb: Spredning
nl: Spreiding
pl: Wykres bąbelkowy
pt_br: Dispersão
ru: Разброс
sk: Bodový
sl: Raztreseni
sq: Shpërndarje
sr: Rasipanje
sv: Spridning
tr: Dağıtma
uk: Точкова
vi: Tiêu tan
zh_hk: 分散

source: scatter plot
ar: مخطط مبعثر
bg: разпръснат парцел
ca: gràfic de dispersió
de: Punktdiagramm
eo: vibe chart
es: gráfico de dispersión
fa: طرح پراکنده
fi: pistekaavio
fr: nuage de points
hu: szórási diagram
it: Trama sparsa
ja: 散布図
lt: sklaida
ms: plot sebaran
nb: spredningsdiagram
nl: spreidingsplot
pl: wykres bąbelkowy
pt_br: gráfico de dispersão
ru: точечная диаграмма
sk: bodový diagram
sl: Raztreseni graf
sq: diagramë shpërndarjeje
sr: dijagram rasipanja
sv: spridningspunkt
tr: dağılım grafiği
uk: точкова діаграма
vi: phân tán âm mưu
zh_hk: 散點圖

source: Pivot the table
hu: Forgassa el a táblázatot
ms: Pivotkan jadual

source: Visible fields
hu: Látható mezők
ms: Medan yang kelihatan

source: Write here, and use Markdown if you'd like
hu: Írjon ide, és használja a Markdownt, ha akarja
ms: Tulis di sini, dan gunakan Markdown jika anda mahu

source: Vertical Alignment
ar: محاذاة عمودية
bg: Вертикално подравняване
ca: Alineació vertical
de: Vertikale Ausrichtung
eo: Vertical alignment → "Up and down vibes"
es: Alineamiento Vertical
fa: چیدمان عمودی
fi: Vertikaalikohdistus
fr: Alignement vertical
hu: Függőleges igazítás
it: Allineamento verticale
ja: 垂直配向
lt: Vertikalus išlygiavimas
ms: Penjajaran Menegak
nb: Loddrett justering
nl: Verticale uitlijning
pl: Wyrównanie w pionie
pt_br: Alinhamento vertical
ru: Вертикальное выравнивание
sk: Vertikálne zarovnanie
sl: Navpična poravnava
sq: Rreshtimi vertikal
sr: Vertikalno poravnanje
sv: Vertikal placering
tr: Dikey hizalama
uk: Вертикальне вирівнювання
vi: Căn dọc
zh_hk: 垂直對齊

source: Top
ar: أعلى
bg: Горна част
ca: A dalt
de: Oben
eo: Top = lowkey classic/definite vibe
es: Arriba:
fa: بالا
fi: Ylös
fr: Haut
hu: Fent
it: Alto
ja: 上
lt: Į viršų
ms: Atas
nb: Topp
nl: Boven
pl: Góra
pt_br: Topo
ru: Верх
sk: Vrchol
sl: Vrh
sq: Sipër
sr: Gore
sv: Toppen
tr: Üst
uk: Вгорі
vi: Đầu
zh_hk: 頂部

source: Middle
ar: وسط
bg: Средна
ca: Al mig
de: Mitte
eo: Mid
es: Medio
fa: میانه
fi: Puoliväli
fr: Milieu
hu: Közép
it: Medio
ja: 中
lt: Vidurio
ms: Tengah
nb: Midten
nl: Midden
pl: Środek
pt_br: Meio
ru: Середина
sk: Stred
sl: Srednji
sq: Në mes
sr: Sredina
sv: Mitten
tr: Orta
uk: Посередині
vi: Giữa
zh_hk: 中部

source: Bottom
ar: أسفل
bg: Отдолу
ca: A baix
de: Unten
eo: Bottom → "The one at the bottom" or just "bottom" (if used in context, it’s often just the same, but if you want to be extra): "The lil one at the bottom" or "the bottom spot"
es: Abajo
fa: پایین
fi: Alas
fr: Bas
hu: Lent
it: Basso
ja: 下
lt: Apatinė
ms: Bawah
nb: Bunn
nl: Onder
pl: Dół
pt_br: Inferior
ru: Низ
sk: Spodok
sl: Dno
sq: Poshtë
sr: Dole
sv: Botten
tr: Alt
uk: Внизу
vi: Cuối
zh_hk: 底部

source: Horizontal Alignment
ar: محاذاة أفقية
bg: Хоризонтално подравняване
ca: Alineació horitzontal
de: Horizontale Ausrichtung
eo: Horizontal Vibes
es: Alineamiento Horizontal
fa: ترازبندی افقی
fi: Horisontaalikohdistus
fr: Alignement horizontal
hu: Vízszintes igazítás
it: Allineamento Orizzontale
ja: 平行配向
lt: Horizontalus suderinimas
ms: Penjajaran Mendatar
nb: Vannrett justering
nl: Horizontale uitlijning
pl: Wyrównanie
pt_br: Alinhamento horizontal
ru: Горизонтальное выравнивание
sk: Horizontálne zarovnanie
sl: Vodoravna poravnava
sq: Rreshtimi horizontal
sr: Horizontalno poravnanje
sv: Horisontal placering
tr: Yatay hizalama
uk: Горизонтальне вирівнювання
vi: Căn ngang
zh_hk: 水平對齊

source: Left
ar: يسار
bg: Лява
ca: Esquerra
de: Links
eo: Left → L’s, or just dip, or yeet out
es: Izquierda
fa: ترک کرد
fi: Vasen
fr: Gauche
hu: Bal
it: Sinistra
ja: 左
lt: Kairė
ms: Kiri
nb: Venstre
nl: Links
pl: Lewa
pt_br: Esquerda
ru: Лево
sk: Vľavo
sl: Levo
sq: Majtas
sr: Levo
sv: Vänster
tr: Ayrıldı
uk: Ліворуч
vi: Bên trái
zh_hk: 左邊

source: Center
ar: توسيط
bg: Център
ca: Centre
de: Zentriert
eo: Center → The plug or the main vibe
es: Centro
fa: مرکز
fi: Keskellä
fr: Centrer
hu: Közép
it: Centro
ja: 中央
lt: Centras
ms: Tengah
nb: Senter
nl: Midden
pl: Środek
pt_br: Centro
ru: Центр
sk: Stred
sq: Në qendër
sr: Centar
sv: Centrerad
tr: merkez
uk: По центру
vi: Giữa
zh_hk: 中心

source: Right
ar: يمين
bg: Дясна
ca: Dreta
de: Rechts
eo: Bet
es: Derecho
fa: درست
fi: Oikea
fr: Droite
hu: Jobb
it: Destra
ja: 右
lt: Teisė
ms: Kanan
nb: Høyre
nl: Rechts
pl: Prawa
pt_br: Direita
ru: Право
sk: Vpravo
sl: Desno
sq: Djathtas
sr: Desno
sv: Höger
tr: Sağ
uk: Праворуч
vi: Phải
zh_hk: 右邊

source: Show background
ar: إظهار الخلفية
bg: Показване на фона
ca: Mostra el fons
de: Hintergrund anzeigen
eo: Show the tea behind it
es: Mostrar fondo
fa: نمایش پس زمینه
fi: Näytä tausta
fr: Montrer l'arrière plan
hu: Háttér megjelenítése
it: Mostra sfondo
ja: 背景を表示する
lt: Rodyti foną
ms: Tunjukkan latar belakang
nb: Vis bakgrunn
nl: Achtergrond weergeven
pl: Pokaż tło
pt_br: Mostrar fundo
ru: Показать фон
sk: Zobraziť pozadie
sl: Pokaži ozadje
sq: Shfaq sfondin
sr: Prikaži pozadinu
sv: Visa bakgrund
tr: Arka planı göster
uk: Показати фон
vi: Hiển thị nền
zh_hk: 顯示背景

source: {0} bin
ar: {0} فئة
bg: {0} кошче
ca: {0} agrupació
de: Klasse
eo: {0} just a whole vibe, fr
es: {0} agrupación
fa: {0} بن
fi: {0} ryhmä
fr: {0} cellule
hu: {0} kuka
it: {0} bidone
ja: {0}ビン
ms: {0} tong Jamak: {0} tong
nb: {0} samling
nl: bak
pl: {0} grupa
pt_br: {0} agrupamento
ru: контейнер
sk: {0} kôš
sl: {0} koš
sq: {0} interval
sr: {0} interval
sv: behållare {0}
tr: {0} bölme
uk: {0} бін
vi: ngăn
zh_hk: {0} 刻度間隔

source: Auto binned
ar: تجميع إلى فئات تلقائيًا
bg: Автоматично binned
ca: Agrupació automàtica
de: Automatische Klassifizierung
eo: Auto binned → Auto got yeeted into the trash, fr fr
es: Agrupación Auto
fa: خودکار متصل
fi: Autom. niputettu
fr: Regroupement automatique
hu: Automatikusan csoportosított
it: intervallo automatico
ja: 自動ビニングされた
lt: Automatinis sujungimas
ms: Dibuat bin secara automatik
nb: Auto samling
nl: Automatisch toegevoegd aan bak
pl: Automatycznie zgrupowane
pt_br: Agrupado automaticamente
ru: Авт. скомпоновано
sk: Automaticky ukladať do koša
sl: Samodejno razbijanje
sq: E ndarë automatikisht në intervale
sr: Automatski grupisano u intervale
sv: Automatiskt lagd i behållare
tr: Otomatik olarak gruplandı
uk: Автоматично згруповано в бін
vi: tự động ngăn
zh_hk: 自動分組

source: DELETE /api/alert/:id is deprecated. Instead, change its `archived` value via PUT /api/alert/:id.
hu: A DELETE /api/alert/ elavult. Ehelyett módosítsa az "archived" értéket a PUT /api/alert/ segítségével.
ms: PADAM /api/amaran/:id telah dihentikan. Sebaliknya, ubah nilai arkib melalui PUT /api/amaran/:id.

source: invalid show value
ar: قيمة show غير صالحة
bg: невалидна стойност
ca: valor a mostrar no vàlid
de: Ungültiger anzeigen Wert
eo: yo, this show is lowkey invalid rn
es: valor no válido para el campo mostrar
fa: ارزش نشان دهنده نامعتبر است
fi: virheellinen esitysarvo
fr: Valeur de présentation invalide
hu: érvénytelen megjelenítési érték
it: Mostra valore non valido
ja: 無効な表示値
lt: negaliojanti rodymo vertė
ms: nilai paparan tidak sah
nb: ukjent vis verdi
nl: ongeldige showwaarde
pl: nieprawidłowe wartości
pt_br: valor de exibição inválido
ru: некорректное отображаемое значение
sk: neplatná hodnota zobrazenia
sl: Neveljavna pokaži vrednost
sq: vlerë show e pavlefshme
sr: nevažeća show vrednost
sv: felaktigt visningsvärde
tr: geçersiz gösterim değeri
uk: недійсне значення show
vi: giá trị hiển thị không hợp lệ
zh_hk: 不可用顯示值

source: invalid value for prefix
ar: قيمة غير صالحة لـ prefix
bg: невалидна стойност за префикс
ca: el valor no es vàlid pel prefixes
de: Ungültiger Wert für Prefix
eo: fr, that prefix is so sus, lol
es: valor no válido para el prefijo
fa: ارزش نامعتبر برای پیشوند
fi: virheellinen etuliitteen arvo
fr: Valeur de préfixe invalide
hu: érvénytelen érték az előtaghoz
it: valore invalido per il prefisso
ja: 無効な敬称の値
lt: neteisinga prefikso reikšmė
ms: nilai awalan tidak sah
nb: ukjent verdi for prefiks
nl: ongeldige waarde voor voorvoegsel
pl: nieprawidłowa wartość prefiksu
pt_br: valor inválido para prefixo
ru: некорректное значение для префикса
sk: neplatná hodnota pre predponu
sl: Neveljavna vrednost za predpono
sq: vlerë e pavlefshme për prefix
sr: nevažeća vrednost za prefiks
sv: felaktigt värde för prefix
tr: önek için geçersiz değer
uk: недійсне значення для префікса
vi: giá trị không hợp lệ cho tiền tố
zh_hk: 不可用的前綴值

source: invalid value for rule name
hu: érvénytelen érték a szabálynévhez
ms: nilai nama peraturan tidak sah

source: value couldn''t be parsed as base64 encoded JSON
ar: تعذر تحليل القيمة كـ JSON مُشفّر base64
bg: Стойността не може да бъде анализирана като JSON, кодиран в base64
ca: el valor no s'ha pogut interpretar com JSON codificat en base64
de: Wert konnte nicht als base64-kodiertes JSON geparsed werden
eo: Bruh, the value's lowkey un-parseable as base64 JSON, fr fr.
es: valor no se pudo analizar como JSON codificado base64
fa: ارزش نمی تواند به عنوان base64 کدگذاری شده JSON تجزیه شود
fi: arvoa ei voitu jäsentää base64-koodatuksi JSONiksi
fr: la valeur n'a pas pu être analysée comme du JSON encodé en base64
hu: az értéket nem sikerült base64 kódolt JSON-ként értelmezni
it: Il valore non può essere convertito in un JSON a codifica base64
ja: base64でエンコードされたJSONとして解析できませんでした
lt: vertė negali būti analizuojama kaip base64 koduotas JSON
ms: nilai tidak dapat diuraikan sebagai JSON yang dikodkan base64
nb: verdi kunne ikke leses som base64 kodet JSON
nl: waarde kon niet worden ontleed als base64 gecodeerde JSON
pl: wartość nie mogła być parsowana jako base64 kodowania JSON
pt_br: valor não pode ser analisado como JSON codificado em base64
ru: значение не может быть преобразовано как base64 кодированная JSON строка
sk: hodnota nemohla byť analyzovaná ako JSON s kódovaním base64
sl: vrednosti ni bilo mogoče razčleniti kot kodiran JSON base64
sq: vlera nuk mund të përpunohej si JSON i koduar base64
sr: vrednost nije mogla da se parsira kao base64-kodirani JSON
sv: värdet kunde inte tolkas som JSON base64 encoded
tr: değer base64 kodlu JSON olarak ayrıştırılamadı
uk: значення не вдалося розібрати як JSON, закодований у base64
vi: giá trị không thể được phân tích cú pháp dưới dạng JSON được mã hóa base64
zh_hk: 值不能被基於64位編碼的JSON解析

source: Invalid entity type
ar: نوع كيان غير صالح
bg: Невалиден тип обект
ca: Tipus d'entitat no vàlida
de: Ungültiger Entität-Typ
eo: Bruh, that's just an invalid entity type lol
es: Tipo de entidad inválida
fa: نوع موجودیت نامعتبر است
fi: Virheellinen entiteettityyppi
fr: Type d'entité invalide
hu: Érvénytelen entitástípus
it: tipo di entità invalido
ja: 無効なエンティティタイプ
lt: Neteisingas subjekto tipas
ms: Jenis entiti tidak sah
nb: Ukjent enhetstype
nl: Ongeldig entiteitstype
pl: Nieprawidłowy typ encji
pt_br: Tipo de entidade inválido
ru: Некорректный тип сущности
sk: Neplatný typ entity
sl: Neveljavna vrsta entitete
sq: Lloj entiteti i pavlefshëm
sr: Nevažeći tip entiteta
sv: Felaktig entitetstyp
tr: Geçersiz varlık türü
uk: Некоректний тип сутності
vi: Loại thực thể không hợp lệ
zh_hk: 不可用的實體類型
