Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Metabase is under maintenance and is operating in read-only mode. Please contact your administrator for details.
hu: Metabase karbantartás alatt áll, és csak olvasható módban működik. Kérjük, forduljon az adminisztrátorhoz a részletekért.
ms: Metabase sedang dalam penyelenggaraan dan beroperasi dalam mod baca-sahaja. Sila hubungi pentadbir anda untuk maklumat lanjut.

source: Search for anything or jump somewhere…
eo: Look up whatever or just dip somewhere…
hu: Keresés bármihez vagy ugrás valahova…
lt: Ieškokite bet ko arba šokite kur nors…
ms: Cari apa sahaja atau lompat ke mana-mana...

source: Browse models
ar: تصفّح النماذج
bg: Преглед на моделите
ca: Explorar els models
de: Durchsuche die Modelle
eo: Scroll through the vibes
es: Ver modelos
fa: مدل ها را مرور کنید
fi: Selaa malleja
fr: Parcourir les modèles
hu: Modellek böngészése
it: Sfoglia i modelli
ja: モデルを見る
lt: Naršyti modelius
ms: Melayari model
nb: Bla gjennom modeller
nl: Modellen zoeken
pl: Przeglądaj modele
pt_br: Procurar modelos
ru: Обзор моделей
sk: Prehľadávať modely
sl: Brskanje po modelih
sq: Shfleto modelet
sr: Pregledaj modele
sv: Bläddra bland modeller
tr: Modellere göz atın
uk: Переглянути моделі
vi: Duyệt các mô hình
zh_hk: 瀏覽機型

source: Browse databases
ar: تصفّح قواعد البيانات
bg: Преглед на бази данни
ca: Explorar bases de dades
de: Durchsuche die Datenbanken
eo: Scroll through the databases
es: Ver bases de datos
fa: پایگاه های داده را مرور کنید
fi: Selaa tietokantoja
fr: Parcourir les bases de données
hu: Adatbázisok böngészése
it: Sfogliare i database
ja: データベースを見る
lt: Naršyti duomenų bazes
ms: Semak pangkalan data
nb: Bla gjennom databaser
nl: Door databases bladeren
pl: Przeglądanie baz danych
pt_br: Procurar bancos de dados
ru: Просмотр баз данных
sk: Prehľadávanie databáz
sl: Brskanje po zbirkah podatkov
sq: Shfleto databazat
sr: Pregledaj baze
sv: Bläddra bland databaser
tr: Veritabanlarına göz atın
uk: Переглянути бази даних
vi: Duyệt cơ sở dữ liệu
zh_hk: 瀏覽資料庫

source: Filter settings
ar: إعدادات عامل التصفية
bg: Настройки на филтъра
ca: Configuració del filtre
de: Filtereinstellungen
eo: Filter vibes
es: Configuración de filtro
fa: تنظیمات فیلتر
fi: Suodatinasetukset
fr: Paramètres de filtre
hu: Szűrő beállítások
it: Impostazioni del filtro
ja: フィルター設定
lt: Filtro nustatymai
ms: Tetapan penapis
nb: Filterinnstillinger
nl: Filterinstellingen
pl: Ustawienia filtra
pt_br: Configurações de filtro
ru: Настройки фильтра
sk: Nastavenia filtra
sl: Nastavitve filtra
sq: Cilësimet e filtrit
sr: Podešavanja filtera
sv: Filterinställningar
tr: Filtre ayarları
uk: Налаштування фільтра
vi: Cài đặt bộ lọc
zh_hk: 篩選器設定

source: It's okay to play around with metrics
ar: لا بأس بالتجربة مع المقاييس
bg: Добре е да си играете с метриките
ca: Està bé jugar amb mètriques
de: Es ist in Ordnung, mit Metriken herumzuspielen
eo: It’s chill to mess around with metrics, fr fr
es: Está bien jugar con las métricas
fa: اشکالی ندارد که با معیارها بازی کنید
fi: Mittareiden kanssa voi leikkiä
fr: Il n'y a pas de mal à jouer avec les métriques
hu: Rendben van ha játszani akarsz a metrikákkal
it: Va bene giocare con le metriche
ja: メトリクスで遊んでもいい
lt: Galima žaisti su metrika
ms: Tidak mengapa untuk bermain dengan metrik
nb: Det er ok å leke seg med målinger
nl: Het is goed om te spelen met statistieken
pl: Można bawić się wskaźnikami
pt_br: Não há problema em experimentar com métricas
ru: Можно играть с метриками
sk: Je v poriadku hrať sa s metrikami
sl: V redu je, da se igrate z meritvami
sq: Është në rregull të eksperimentoni me metrikat
sr: U redu je da se poigraš sa metrikama
sv: Det är okej att leka med mätvärden
tr: Metriklerle oynamakta sorun yok
uk: Можна поекспериментувати з метриками
vi: Không sao cả nếu bạn chơi đùa với các số liệu
zh_hk: 玩玩度量標準也沒關係

source: Remove column
ar: إزالة العمود
bg: Премахване на колона
ca: Elimina la columna
de: Spalte entfernen
eo: Drop the column
es: Eliminar columna
fa: حذف ستون
fi: Poista sarake
fr: Retirer la colonne
hu: Oszlop eltávolítása
it: Rimuovere la colonna
ja: 列の削除
lt: Pašalinti stulpelį
ms: Padam lajur
nb: Fjern kolonne
nl: Kolom verwijderen
pl: Usuń kolumnę
pt_br: Remover coluna
ru: Удалить колонку
sk: Odstránenie stĺpca
sl: Odstrani stolpec
sq: Hiq kolonën
sr: Ukloni kolonu
sv: Ta bort kolumnen
tr: Sütunu kaldır
uk: Видалити стовпець
vi: Xóa cột
zh_hk: 移除欄位

source: Separator
ar: فاصل
bg: Сепаратор
ca: Separador
de: Abscheider
eo: Separator → Divider or smth like that, but if you wanna make it sound more Gen Z, maybe “divvy thing” or “separ8or” lol
es: Separador
fa: جداکننده
fi: Erottaja
fr: Séparateur
hu: Elválasztó
it: Separatore
ja: セパレーター
lt: Atskyriklis
ms: Pemisah
nl: Scheiden door
pt_br: Separador
ru: Сепаратор
sk: Oddeľovač
sl: Ločilo
sq: Ndarës
sv: Avskiljare
tr: Ayırıcı
uk: Роздільник
vi: Bộ tách
zh_hk: 分離器

source: Row offset cannot be zero
ar: لا يمكن أن يكون إزاحة الصف صفرًا
bg: Отместването на реда не може да бъде нула
ca: El desplaçament de la fila no pot ser zero
de: Der Zeilen-Offset kann nicht 0 sein
eo: Bro, row offset can't be zero, fr.
es: El desplazamiento de fila no puede ser cero
fa: افست ردیف نمی تواند صفر باشد
fi: Rivin siirtymä ei voi olla nolla
fr: Le décalage de ligne ne peut être nul
hu: A sor eltolás nem lehet nulla
it: L'offset della riga non può essere zero
ja: 行オフセットをゼロにすることはできない
lt: Eilučių poslinkis negali būti nulis
ms: Penolakan jangka lajur tidak boleh sifar
nb: Radforskyvningen kan ikke være null
nl: Rij offset kan niet nul zijn
pl: Przesunięcie wiersza nie może wynosić zero
pt_br: O deslocamento da linha não pode ser zero
ru: Смещение строки не может быть нулевым
sk: Odsadenie riadkov nemôže byť nulové
sl: Odmik vrstice ne more biti nič
sq: Offset-i i rreshtit nuk mund të jetë zero
sr: Pomak redova ne može biti nula
sv: Radförskjutning kan inte vara noll
tr: Satır ofseti sıfır olamaz
uk: Зсув рядка не може дорівнювати нулю
vi: Độ lệch hàng không thể bằng 0
zh_hk: 行偏移不能為零

source: Returns the value of an expression in a different row
hu: Visszaadja egy kifejezés értékét egy másik sorban
ms: Mengembalikan nilai ekspresi dalam jangka lajur yang berbeza

source: expression
ar: تعبير
bg: изразяване
ca: expressió
de: Ausdruck
eo: expression → vibe check
es: expresión
fa: بیان
fi: lauseke
hu: kifejezés
it: espressione
ja: 表現
lt: išraiška
ms: ungkapan
nb: uttrykk
nl: uitdrukking
pl: wyrażenie
pt_br: expressão
ru: выражение
sk: výraz
sl: izraz
sq: shprehje
sr: izraz
sv: uttryck
tr: ifade
uk: вираз
vi: sự biểu lộ
zh_hk: 表情

source: The value to get from a different row.
ar: القيمة المطلوب جلبها من صف مختلف.
bg: Стойността, която трябва да се получи от друг ред.
ca: El valor que cal obtenir d'una fila diferent.
de: Der Wert, der aus einer anderen Zeile geholt werden soll.
eo: The value u get from a different row, fr.
es: El valor que se obtendrá de una fila diferente.
fa: مقداری که از یک ردیف دیگر به دست می آید.
fi: Arvo, joka saadaan eri riviltä
fr: La valeur à obtenir depuis une autre ligne.
hu: Az érték, amelyet egy másik sorból kell megszerezni.
it: Il valore da ottenere da un'altra riga.
ja: 別の行から取得する値。
lt: Vertė, kurią reikia gauti iš kitos eilutės.
ms: Nilai untuk mendapatkan dari lajur yang berbeza.
nb: Verdien som skal hentes fra en annen rad.
nl: De waarde om uit een andere rij te halen.
pl: Wartość do pobrania z innego wiersza.
pt_br: O valor a ser obtido de uma linha diferente.
ru: Значение, которое нужно получить из другого ряда.
sk: Hodnota, ktorú chcete získať z iného riadku.
sl: Vrednost, ki jo dobite iz druge vrstice.
sq: Vlera për tu marrë nga një rresht tjetër.
sr: Vrednost koju treba uzeti iz drugog reda.
sv: Värdet från en annan rad.
tr: Farklı bir satırdan alınacak değer.
uk: Значення, яке потрібно взяти з іншого рядка.
vi: Giá trị lấy từ một hàng khác.
zh_hk: 要從不同行取得的值。

source: rowOffset
eo: rowOffset → vibe shift or just offset, lowkey?
fr: décalage de ligne
hu: sor eltolás
ja: 行オフセット
lt: eilutės poslinkis
ms: jangka lajur
nb: radOffset
sv: radOffset
vi: hàngOffset

source: Row number relative to the current row, for example -1 for the previous row or 1 for the next row.
hu: A sor száma a jelenlegi sorhoz viszonyítva, például -1 az előző sorhoz vagy 1 a következő sorhoz.
lt: Eilutės numeris, palyginti su dabartine eilute, pavyzdžiui, -1 ankstesnei eilutei arba 1 kitai eilutei.
ms: Nombor lajur relatif kepada lajur semasa, contohnya -1 untuk lajur sebelumnya atau 1 untuk lajur seterusnya.

source: Extracts the host (domain name and TLD, eg. "metabase.com" from "status.metabase.com") from a URL or email
hu: Kinyeri a host nevet (domain név és TLD, pl. "metabase.com" a "status.metabase.com"-ból) egy URL-ből vagy e-mailből
lt: Ištraukia prieglobą (domeno pavadinimą ir ALD, pvz., "metabase.com" iš "status.metabase.com") iš URL arba el.
ms: Ekstrak hos (nama domain dan TLD, contohnya "metabase.com" dari "status.metabase.com") dari URL atau emel

source: urlOrEmail
ca: urlOemail
eo: urlOrEmail → "linkOrEmail"
lt: urlArEmail
ms: URL atau Emel
sv: urlEllerEpost
vi: urlHoặcEmail

source: The URL or Email column to extract the host from.
ar: عمود URL أو البريد الإلكتروني المطلوب استخراج المضيف منه.
bg: Колоната с URL адрес или имейл, от която се извлича хостът.
ca: L'URL o la columna de correu electrònic per extreure el host.
de: Die URL- oder E-Mail-Spalte, aus der der Host extrahiert werden soll.
eo: The URL or Email column to grab the host from, fr fr.
es: La URL o Correo electrónico desde la que extraer el dominio.
fa: ستون URL یا ایمیل برای استخراج میزبان.
fi: URL- tai sähköpostisarake, josta hostnimi poimitaan.
fr: La colonne URL ou Email à partir de laquelle l'hôte doit être extrait.
hu: Az URL vagy Email oszlop, amelyből a gazdagépet kinyeri.
it: La colonna URL o Email da cui estrarre l'host.
ja: ホストを抽出するURLまたはEmailカラム。
lt: URL arba el. pašto stulpelis, iš kurio reikia išskirti pagrindinį kompiuterį.
ms: Ruang URL atau E-mel untuk mengekstrak hos daripadanya.
nb: URL- eller e-postkolonnen som verten skal hentes fra.
nl: De URL of Email kolom om de host uit te halen.
pl: Kolumna URL lub Email, z której ma zostać wyodrębniony host.
pt_br: A coluna URL ou E-mail da qual extrair o host.
ru: Колонка URL или Email, из которой нужно извлечь хост.
sk: Stĺpec s adresou URL alebo e-mailom, z ktorého sa má extrahovať hostiteľ.
sl: Stolpec URL ali e-pošta, iz katerega želite izvleči gostitelja.
sq: Kolona URL ose Email nga e cila të nxirret host-i.
sr: URL ili imejl kolona iz koje treba izvući host.
sv: URL- eller e-postkolumnen som värden ska hämtas från.
tr: Ana bilgisayarın çıkarılacağı URL veya E-posta sütunu.
uk: Стовпець URL або Email, з якого потрібно витягнути хост.
vi: Cột URL hoặc Email để trích xuất máy chủ.
zh_hk: 從 URL 或 Email 欄中提取主機。

source: Extracts the domain name (eg. "metabase") from a URL or email
hu: Kinyeri a domain nevet (pl. "metabase") egy URL-ből vagy e-mailből
lt: Ištraukia domeno pavadinimą (pvz., "metabazę") iš URL arba el. pašto adreso
ms: Mengekstrak nama domain (contohnya "metabase") daripada URL atau e-mel.

source: The URL or Email column to extract domain names from.
ar: عمود URL أو البريد الإلكتروني المطلوب استخراج أسماء النطاقات منه.
bg: Колоната с URL или имейл, от която да се извлекат имената на домейни.
ca: L'URL o la columna de correu electrònic per extreure els noms de domini.
de: Die URL- oder E-Mail-Spalte, aus der Domänennamen extrahiert werden sollen.
eo: The URL or Email column to peep the domain names from.
es: La URL o Correo electrónico desde la que extraer el dominio.
fa: ستون URL یا ایمیل برای استخراج نام دامنه.
fi: URL- tai sähköpostisarake, josta verkkotunnukset poimitaan.
fr: La colonne URL ou Email à partir de laquelle les noms de domaine doivent être extraits.
hu: Az URL vagy Email oszlop, amelyből a domain neveket kinyeri.
it: La colonna URL o Email da cui estrarre i nomi di dominio.
ja: ドメイン名を抽出するURLまたはEmail列。
lt: URL arba el. pašto stulpelis, iš kurio galima išskirti domenų pavadinimus.
ms: Ruang URL atau E-mel untuk mengekstrak nama domain daripadanya.
nb: URL- eller e-postkolonnen som domenenavnene skal hentes fra.
nl: De URL- of e-mailkolom waaruit domeinnamen worden geëxtraheerd.
pl: Kolumna URL lub Email, z której mają zostać wyodrębnione nazwy domen.
pt_br: A coluna URL ou E-mail da qual extrair os nomes de domínio.
ru: Колонка URL или Email для извлечения доменных имен.
sk: Stĺpec URL alebo E-mail, z ktorého sa majú extrahovať názvy domén.
sl: Stolpec URL ali e-pošta, iz katerega želite izvleči imena domen.
sq: Kolona URL ose Email nga e cila të nxirren emrat e domain-eve.
sr: URL ili imejl kolona iz koje treba izvući nazive domena.
sv: URL- eller e-postkolumnen som domännamnen ska extraheras från.
tr: Alan adlarının çıkarılacağı URL veya E-posta sütunu.
uk: Стовпець URL або Email, з якого потрібно витягнути доменні імена.
vi: Cột URL hoặc Email để trích xuất tên miền.
zh_hk: 要抽取網域名稱的 URL 或 Email 欄。

source: Extracts the first subdomain (eg. "status" from "status.metabase.com", "" from "bbc.co.uk") from a URL. Ignores "www".
hu: Kinyeri az első aldomain-t (pl. "status" a "status.metabase.com"-ból, "" a "bbc.co.uk"-ból) egy URL-ből. Figyelmen kívül hagyja a "www"-t.
lt: Iš URL ištraukia pirmąjį padomenį (pvz., "status" iš "status.metabase.com", "" iš "bbc.co.uk"). Ignoruoja „www“.
ms: Mengekstrak subdomain pertama (cth. "status" daripada "status.metabase.com", "" daripada "bbc.co.uk") daripada URL. Abaikan "www".

source: The URL column to extract the subdomain from.
ar: عمود URL المطلوب استخراج النطاق الفرعي منه.
bg: Колоната с URL адреси, от която се извлича поддомейнът.
ca: La columna d'URL de la qual extreure el subdomini.
de: Die Spalte mit der URL aus der die Subdomäne extrahiert wird.
eo: The URL column to scoop the subdomain from, fr fr.
es: La URL de la que extraer el subdominio.
fa: ستون URL برای استخراج زیر دامنه از.
fi: URL, josta aliverkkotunnus puretaan.
fr: La colonne URL à partir de laquelle le sous-domaine doit être extrait.
hu: Az URL oszlop, amelyből az aldomain-t kinyeri.
it: La colonna URL da cui estrarre il sottodominio.
ja: サブドメインを抽出するURLカラム。
lt: URL stulpelis, iš kurio reikia išskirti padomenį.
ms: Ruang URL untuk mengekstrak subdomain daripadanya.
nb: URL-kolonnen som underdomenet skal hentes fra.
nl: De URL-kolom om het subdomein uit te halen.
pl: Kolumna URL, z której ma zostać wyodrębniona subdomena.
pt_br: A coluna URL da qual extrair o subdomínio.
ru: Столбец URL, из которого нужно извлечь субдомен.
sk: Stĺpec adresy URL, z ktorého sa má subdoména extrahovať.
sl: Stolpec URL, iz katerega želite izvleči poddomeno.
sq: Kolona URL nga e cila të nxirret subdomain-i.
sr: URL kolona iz koje treba izvući poddomen.
sv: URL-kolumnen som subdomänen ska extraheras från.
tr: Alt alan adının çıkarılacağı URL sütunu.
uk: Стовпець URL, з якого потрібно витягнути піддомен.
vi: Cột URL để trích xuất tên miền phụ.
zh_hk: 要從中抽取子網域的 URL 欄。

source: ProfileImage
bg: Профилно изображение
ca: Imatge de perfil
de: ProfilBild
eo: profile pic
es: Imagen de perfil
fa: تصویر نمایه
fi: Profiilikuva
fr: Image de profil
hu: ProfileKep
it: Immagine del profilo
ja: プロフィール画像
lt: Profilio vaizdas
ms: Imej Profil
nb: Profilbilde
nl: Profielafbeelding
sk: Obrázok profilu
sl: Slika profila
sv: Profilbild
vi: Ảnh đại diện
zh_hk: 設定檔圖片

source: Returns the localized short name ("Apr") for the given month number (4)
hu: Visszaadja a lokalizált rövid nevet (pl. "Ápr") a megadott hónapszámhoz (4)
lt: Grąžina lokalizuotą trumpąjį nurodyto mėnesio numerio pavadinimą („Apr“) (4)
ms: Mengembalikan nama pendek tempatan ("Apr") untuk nombor bulan yang diberi (4).

source: monthNumber
ca: mesNúmero
de: MonatNummer
eo: monthNumber → month cuz, fr fr
es: mesNúmero
fa: ماه شماره
fi: kuukausiNumero
fr: Numéro du mois
it: numero del mese
ja: 月番号
lt: mėnesioSkaičius
ms: nomborBulan
nb: månedNummer
sl: mesečna številka
sv: månadsNummer
tr: aySayısı
vi: thángSố
zh_hk: 月數

source: Column or expression giving the number of a month in the year, 1 to 12.
hu: Oszlop vagy kifejezés, amely egy hónap számát adja meg az évben, 1-től 12-ig.
lt: Stulpelis arba išraiška, nurodantis mėnesio skaičių per metus, nuo 1 iki 12.
ms: Ruang atau ungkapan yang memberi nombor bulan dalam tahun, 1 hingga 12.

source: Birthday Month
ar: شهر الميلاد
bg: Месец на раждане
ca: Mes de naixement
de: Geburtsmonat
eo: It's basically birthday season, fr.
es: Mes de cumpleaños
fa: ماه تولد
fi: Syntymäkuukausi
fr: Mois d'anniversaire
hu: Születésnap hónapja
it: Mese di nascita
ja: 誕生月
lt: Gimtadienio mėnuo
ms: Bulan Ulangtahun
nb: Burdsdagsmåned
nl: Verjaardag Maand
pl: Miesiąc urodzin
pt_br: Mês de aniversário
ru: Месяц рождения
sk: Mesiac narodenín
sl: Mesec rojstnih dni
sq: Muaji i ditëlindjes
sr: Mesec rođenja
sv: Födelsedagsmånad
tr: Doğum Günü Ayı
uk: Місяць народження
vi: Tháng sinh nhật
zh_hk: 生日月份

source: Returns a string like "Q1", given the quarter number
hu: Visszaad egy "Q1" szerű karakterláncot a negyedéves szám alapján
lt: Grąžina eilutę, pvz., „Q1“, atsižvelgiant į ketvirčio skaičių
ms: Mengembalikan rentetan seperti "Q1", berdasarkan nombor suku tahun

source: quarterNumber
ca: trimestreNúmero
eo: quarterNumber → quarterNo cap
fa: ربع شماره
fi: kvartaaliNumero
fr: Nombre de trimestres
it: numero del trimestre
ja: クォーターナンバー
lt: ketvirtisNumeris
ms: nomborsukuTahun
nb: kvartalNummer
nl: kwartierNummer
sl: Četrtletje Število
sv: kvartalsNummer
tr: çeyrekSayısı
vi: quýSố
zh_hk: 季度號碼

source: Column or expression giving the number of a quarter of the year, 1 to 4.
hu: Oszlop vagy kifejezés, amely az év egy negyedének számát adja meg, 1-től 4-ig.
lt: Stulpelis arba išraiška, nurodantis metų ketvirčio skaičių nuo 1 iki 4.
ms: Ruang atau ungkapan yang memberi nombor suku tahun, 1 hingga 4.

source: Fiscal Quarter
ar: الربع المالي
bg: Фискално тримесечие
ca: Trimestre Fiscal
de: Fiskalquartal
eo: Tax season, but make it fancy
es: Trimestre Fiscal
fa: سه ماهه مالی
fi: Taloudellinen kvartaali
fr: Trimestre fiscal
hu: Pénzügyi negyedév
it: Trimestre fiscale
ja: 四半期
lt: Fiskalinis ketvirtis
ms: Suku Kewangan
nb: Regnskapskvartal
nl: Fiscaal kwartaal
pl: Kwartał podatkowy
pt_br: Trimestre Fiscal
ru: Финансовый квартал
sk: Fiškálny štvrťrok
sl: Poslovno četrtletje
sq: Tremujor fiskal
sr: Fiskalni kvartal
sv: Finansiella kvartal
tr: Mali Çeyrek
uk: Фінансовий квартал
vi: Quý tài chính
zh_hk: 財政季度

source: Returns the localized name of a day of the week, given the day's number.
ar: يُرجع الاسم المحلي ليوم من أيام الأسبوع، بناءً على رقم اليوم.
bg: Връща локализираното име на ден от седмицата, като се задава номерът на деня.
ca: Retorna el nom localitzat d'un dia de la setmana, donat el número del dia.
de: Gibt den lokalisierten Namen eines Wochentags zurück, wenn die Nummer des Tages angegeben ist.
eo: Returns the local vibe of a day of the week, based on its number, fr.
es: Devuelve el nombre localizado de un día de la semana, dado el número del día.
fa: با توجه به شماره روز، نام محلی یک روز هفته را برمی‌گرداند.
fi: Palauttaa lokalisoidun viikonpäivän nimen päivän numeron mukaan.
fr: Renvoie le nom localisé d'un jour de la semaine, en fonction du numéro du jour.
hu: Visszaadja a hét egy napjának lokalizált nevét a nap száma alapján.
it: Restituisce il nome localizzato di un giorno della settimana, dato il numero del giorno.
ja: 曜日番号に対応するローカライズされた曜日名を返します。
lt: Grąžina lokalizuotą savaitės dienos pavadinimą, atsižvelgiant į dienos numerį.
ms: Mengembalikan nama tempatan bagi hari dalam seminggu, berdasarkan nombor hari tersebut.
nb: Returnerer lokalt navn for en dag i uken, gitt den dagens nummer.
nl: Geeft de gelokaliseerde naam van een dag van de week, gegeven het dagnummer.
pl: Zwraca zlokalizowaną nazwę dnia tygodnia, biorąc pod uwagę numer dnia.
pt_br: Retorna o nome localizado de um dia da semana, dado o número do dia.
ru: Возвращает локализованное название дня недели, заданное номером дня.
sk: Vráti lokalizovaný názov dňa v týždni vzhľadom na číslo dňa.
sl: Vrne lokalizirano ime dneva v tednu glede na številko dneva.
sq: Kthen emrin e lokalizuar të një dite të javës, duke pasur numrin e ditës.
sr: Vraća lokalizovan naziv dana u nedelji, na osnovu broja dana.
sv: Returnerar det lokaliserade namnet på en veckodag, givet dagens nummer.
tr: Günün numarası verildiğinde, haftanın bir gününün yerelleştirilmiş adını döndürür.
uk: Повертає локалізовану назву дня тижня за номером дня.
vi: Trả về tên bản địa của một ngày trong tuần, dựa theo số thứ tự của ngày đó.
zh_hk: 給定星期的編號，返回星期的本地化名稱。

source: dayNumber
ca: diaNúmero
de: TagNummer
eo: dayNumber → "day vibe"
es: númeroDía
fa: شماره روز
fi: päiväNumero
fr: numéro du jour
it: numero del giorno
ja: デイナンバー
lt: dienaNumber
ms: Nombor Hari
nb: dagNummer
nl: dagNummer
sl: Številka dneva
sv: dagNummer
tr: günSayısı
vi: ngàySố
zh_hk: 日數

source: Column or expression giving the number of a day of the week, 1 to 7. Which day is 1 is defined in your localization setting; default Sunday.
hu: Oszlop vagy kifejezés, amely egy hét napjának számát adja meg, 1-től 7-ig. Hogy melyik nap az 1, azt a lokalizációs beállítás határozza meg; alapértelmezés szerint vasárnap.
lt: Stulpelis arba išraiška, nurodantis savaitės dienos skaičių nuo 1 iki 7. Kuri diena yra 1, nustatoma lokalizacijos nustatymuose; numatytasis sekmadienis.
ms: Ruang atau ungkapan yang memberi nombor hari dalam seminggu, 1 hingga 7. Hari yang mana 1 adalah ditakrifkan dalam tetapan tempatan anda; biasanya Ahad.

source: Weekday
bg: Седмичен ден
ca: Dia de la setmana
de: Wochentag
eo: Weekday → Wkdy or just "weekday" but with a vibe, like "Wkdy" is kinda the move lol
es: Día de la semana
fa: روز هفته
fi: Viikonpäivä
fr: Jour de la semaine
hu: Hétköznap
it: Giorno feriale
ja: 平日
lt: Savaitės diena
ms: Hari Bekerja
nb: Ukedag
nl: Weekdag
pl: Dzień powszedni
pt_br: Dia da semana
ru: Будни
sk: Víkendový deň
sl: Dan
sq: Dita e javës
sr: Dan u nedelji
sv: Veckodag
tr: Hafta içi
uk: День тижня
vi: Ngày trong tuần
zh_hk: 平日

source: Takes a datetime and returns an integer (1-7) with the number of the day of the week. Which day is 1 is defined in your localization settings.
hu: Egy dátum-időpontot vesz, és egy egész számot (1-7) ad vissza a hét napjának számával. Hogy melyik nap az 1, azt a helyi beállítások határozzák meg.
lt: Paima datą ir laiką ir grąžina sveikąjį skaičių (1–7) su savaitės dienos skaičiumi. Kuri diena yra 1, nurodyta lokalizacijos nustatymuose.
ms: Mengambil tarikhmasa dan mengembalikan nombor bulat (1-7) dengan nombor hari dalam seminggu. Hari yang mana 1 adalah ditakrifkan dalam tetapan tempatan anda.

source: Common functions
hu: Általános funkciók
ms: Fungsi Biasa

source: Common aggregations
hu: Általános aggregációk
ms: Agregasi Biasa

source: Shortcuts
ar: اختصارات
bg: Преки пътища
ca: Dreceres
de: Verknüpfungen
eo: Vibing hacks
es: Atajos
fa: میانبرها
fi: Oikopolut
fr: Raccourcis
hu: Gyorsbillentyűk
it: Scorciatoie
ja: ショートカット
ms: Pintasan
nb: Svarveier
nl: Snelkoppelingen
pl: Skróty
pt_br: Atalhos
ru: Ярлыки
sk: Skratky
sl: Bližnjice
sq: Shkurtore
sr: Prečice
sv: Genvägar
tr: Kısayollar
uk: Шорткати
vi: Phím tắt
zh_hk: 捷徑

source: Trash
ar: سلة المهملات
bg: Отпадъци
ca: Paperera
de: Papierkorb
eo: That's hella garbage
es: Papelera
fa: سطل زباله
fi: Roskakori
fr: Corbeille
hu: Kuka
it: Rifiuti
ja: ゴミ箱
lt: Šiukšliadėžė
ms: Sampah
nb: Søppel
nl: Prullenbak
pl: Śmieci
pt_br: Lixeira
ru: Корзина
sk: Odpadky
sl: Smetnjak
sq: Kosh
sr: Smeće
sv: Papperskorgen
tr: Çöp
uk: Кошик
vi: Rác
zh_hk: 垃圾
