Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: E.g., Count of orders and Average rating grouped by Year
ar: مثال: عدد الطلبات ومتوسط التقييم مجمّع حسب السنة
bg: Например, брой поръчки и среден рейтинг, групирани по година
ca: Per exemple, el nombre de comandes i la valoració mitjana agrupades per any
de: Z. B. Anzahl der Bestellungen und durchschnittliche Bewertung gruppiert nach Jahr
eo: Like, total orders and average ratings all grouped by year, you feel me?
es: Por ejemplo, recuento de pedidos y calificación promedio agrupados por año
fa: به عنوان مثال، تعداد سفارشات و میانگین رتبه بندی بر اساس سال
fi: Esim. tilausten määrä ja keskiarvo ryhmitelty vuoden mukaan
fr: Par exemple, nombre de commandes et note moyenne regroupées par année
it: Ad esempio, conteggio degli ordini e valutazione media raggruppati per anno
ja: 例: 注文数と平均評価を年別にグループ化
nb: F.eks. antall bestillinger og gjennomsnittlig vurdering gruppert etter år
nl: Bijv. Aantal bestellingen en gemiddelde beoordeling gegroepeerd per jaar
pl: Np. liczba zamówień i średnia ocena pogrupowane według roku
pt_br: Por exemplo, Número de pedidos e classificação Média agrupados por ano
ru: Например, количество заказов и средний рейтинг, сгруппированные по году
sk: Napr. počet objednávok a priemerné hodnotenie zoskupené podľa roku
sl: Npr. Število naročil in Povprečna ocena, združena po letih
sq: P.sh., Numërim i porosive dhe Mesatare e vlerësimit të grupuara sipas Vitit
sr: Npr., broj porudžbina i prosečna ocena grupisano po godini
sv: T.ex. antal beställningar och medelbetyg grupperade efter år
tr: Örn. Yıla göre gruplandırılmış sipariş sayısı ve ortalama puan
uk: Напр., Кількість замовлень і Середній рейтинг, згруповані за Роком
vi: Ví dụ: Số lượng đơn hàng và Xếp hạng trung bình được nhóm theo Năm
zh_hk: 例如，按年份分類的訂單數量和平均評分

source: Funnel charts visualize how a value is broken out by a series of steps, and the percent change between steps.
ar: تُظهر المخططات القمعية كيف يتم توزيع قيمة عبر سلسلة من الخطوات، ونسبة التغير بين الخطوات.
bg: Диаграмите на фуниите визуализират как дадена стойност се разделя на поредица от стъпки и процентната промяна между стъпките.
ca: Els gràfics d'embut visualitzen com es divideix un valor per una sèrie de passos i el percentatge de canvi entre els passos.
de: Trichterdiagramme visualisieren, wie ein Wert durch eine Reihe von Schritten aufgeschlüsselt wird, und die prozentuale Änderung zwischen den Schritten.
eo: Funnel charts show how a value gets split up through different steps, and how much it changes %-wise between each one.
es: Los gráficos de embudo visualizan cómo se desglosa un valor en una serie de pasos y el cambio porcentual entre pasos.
fa: نمودارهای قیفی نحوه شکسته شدن یک مقدار توسط یک سری مراحل و درصد تغییر بین مراحل را تجسم می کنند.
fi: Kanavakaaviot visualisoivat, kuinka arvo jaetaan vaiheiden mukaan ja kuinka prosenttimuutos vaiheiden välillä on.
fr: Les graphiques en entonnoir visualisent la manière dont une valeur est répartie en une série d'étapes et le pourcentage de variation entre les étapes.
it: I grafici a imbuto visualizzano il modo in cui un valore viene suddiviso in una serie di passaggi e la variazione percentuale tra i passaggi.
ja: ファネル チャートは、値が一連のステップによってどのように分類されるか、およびステップ間のパーセント変化を視覚化します。
nb: Traktdiagrammer visualiserer hvordan en verdi brytes ned i en rekke trinn, og den prosentvise endringen mellom trinnene.
nl: Trechterdiagrammen visualiseren hoe een waarde wordt opgedeeld in een reeks stappen en de procentuele verandering tussen de stappen.
pl: Wykresy lejkowe pokazują, w jaki sposób wartość rozkłada się na serię kroków oraz jaka jest procentowa zmiana między krokami.
pt_br: Os gráficos de funil mostram como um valor é dividido em uma série de etapas e a porcentagem de alteração entre as etapas.
ru: Воронкообразные диаграммы наглядно показывают, как значение разбивается на последовательность шагов, а также процентное изменение между шагами.
sk: Grafy zúženia zobrazujú, ako je hodnota rozdelená do série krokov a percentuálnu zmenu medzi jednotlivými krokmi.
sl: Grafikoni lijaka prikazujejo, kako je vrednost razčlenjena po nizu korakov, in odstotno spremembo med koraki.
sq: Grafikët e hinkës vizualizojnë si ndahet një vlerë sipas një serie hapash, dhe ndryshimin në përqindje mes hapave.
sr: Grafikoni levka prikazuju kako se vrednost razlaže po nizu koraka, i procentualnu promenu između koraka.
sv: Trattdiagram visualiserar hur ett värde delas upp i en serie steg och procentuell förändring mellan stegen.
tr: Huni grafikleri, bir değerin bir dizi adıma nasıl bölündüğünü ve adımlar arasındaki yüzdelik değişimi görselleştirir.
uk: Діаграми-воронки показують, як значення розподіляється за серією кроків, і відсоткову зміну між кроками.
vi: Biểu đồ phễu trực quan hóa cách giá trị được chia thành một loạt các bước và phần trăm thay đổi giữa các bước.
zh_hk: 漏斗圖可視化數值如何透過一系列步驟分解，以及步驟間的百分比變化。

source: Then pick an aggregate metric (such as Average or Sum) and customize the gauge in the visualization settings.
ar: ثم اختر مقياسًا تجميعيًا (مثل Average أو Sum) وخصّص المؤشّر في إعدادات التصور.
bg: След това изберете обобщен показател (като средно или сума) и персонализирайте измервателния уред в настройките за визуализация.
ca: A continuació, trieu una mètrica agregada (com ara Mitjana o Suma) i personalitzeu l'indicador a la configuració de visualització.
de: Wählen Sie dann eine aggregierte Metrik (z. B. Durchschnitt oder Summe) und passen Sie die Anzeige in den Visualisierungseinstellungen an.
eo: Then pick an aggregate metric (like Average or Sum) and flex with the gauge in the visualization settings.
es: Luego, seleccione una métrica agregada (como Promedio o Suma) y personalice el indicador en la configuración de visualización.
fa: سپس یک متریک مجموع (مانند میانگین یا مجموع) را انتخاب کنید و گیج را در تنظیمات تجسم سفارشی کنید.
fi: Valitse sitten aggregaattimittari (kuten keskiarvo tai summa) ja mukauta mittaria visualisointiasetuksissa.
fr: Choisissez ensuite une mesure globale (telle que Moyenne ou Somme) et personnalisez la jauge dans les paramètres de visualisation.
it: Quindi seleziona una metrica aggregata (ad esempio Media o Somma) e personalizza l'indicatore nelle impostazioni di visualizzazione.
ja: 次に、集計メトリック (平均や合計など) を選択し、視覚化設定でゲージをカスタマイズします。
nb: Velg deretter et aggregert mål (for eksempel Gjennomsnitt eller Sum), og tilpass måleren i visualiseringsinnstillingene.
nl: Selecteer vervolgens een geaggregeerde metriek (zoals Gemiddelde of Som) en pas de meter aan in de visualisatie-instellingen.
pl: Następnie wybierz metrykę zbiorczą (np. Średnia lub Suma) i dostosuj wskaźnik w ustawieniach wizualizacji.
pt_br: Em seguida, escolha uma métrica agregada (como Média ou Soma) e personalize o medidor nas configurações de visualização.
ru: Затем выберите совокупный показатель (например, среднее значение или сумма) и настройте шкалу в настройках визуализации.
sk: Potom vyberte súhrnnú metriku (napríklad Priemer alebo Súčet) a prispôsobte meradlo v nastaveniach vizualizácie.
sl: Nato izberite agregatno meritev (na primer povprečje ali vsota) in prilagodite merilnik v nastavitvah vizualizacije.
sq: Pastaj zgjidh një metrikë të agreguar (si Mesatare ose Shumë) dhe personalizo matësin te cilësimet e vizualizimit.
sr: Zatim izaberite agregatnu metriku (kao što su Average ili Sum) i prilagodite merač u podešavanjima vizualizacije.
sv: Välj sedan ett aggregerat mått (som medelvärde eller summa) och anpassa mätaren i visualiseringsinställningarna.
tr: Daha sonra bir toplu ölçüm (Ortalama veya Toplam gibi) seçin ve görselleştirme ayarlarında göstergeyi özelleştirin.
uk: Потім виберіть агреговану метрику (наприклад, Average або Sum) і налаштуйте індикатор у налаштуваннях візуалізації.
vi: Sau đó chọn một số liệu tổng hợp (như Trung bình hoặc Tổng) và tùy chỉnh thước đo trong cài đặt trực quan.
zh_hk: 然後，選取合計指標 (例如平均值或總和)，並在可視化設定中自訂量表。

source: E.g. Average star rating
ar: مثال: متوسط تقييم النجوم
bg: Например среден рейтинг със звезди
ca: Per exemple, puntuació mitjana en estrelles
de: ZB Durchschnittliche Sternebewertung
eo: Like, the typical star rating, ya know?
es: Por ejemplo, calificación promedio de estrellas
fa: به عنوان مثال میانگین امتیاز ستاره
fi: Esim Keskimääräinen tähtiluokitus
fr: Par exemple, note moyenne par étoiles
it: Ad esempio, valutazione media in stelle
ja: 例: 平均星評価
nb: F.eks. gjennomsnittlig stjernerangering
nl: Bijvoorbeeld Gemiddelde sterbeoordeling
pl: Np. średnia ocena gwiazdkowa
pt_br: Por exemplo, classificação Média por estrelas
ru: Например, средний рейтинг звезд
sk: Napr. Priemerné hodnotenie hviezdičkami
sl: Npr. povprečna ocena z zvezdicami
sq: P.sh. Vlerësimi mesatar me yje
sr: Npr. prosečna ocena zvezdicama
sv: T.ex. Genomsnittligt betyg
tr: Örn. Ortalama yıldız derecesi
uk: Напр. Середній рейтинг зірок
vi: Ví dụ: Xếp hạng sao trung bình
zh_hk: 例如：平均星級

source: Then pick one or more metrics and a time column to group by.
ar: ثم اختر مقياسًا واحدًا أو أكثر وعمودًا زمنيًا للتجميع حسبه.
bg: След това изберете един или повече показатели и колона за време, по които да групирате.
ca: A continuació, trieu una o més mètriques i una columna de temps per agrupar-les.
de: Wählen Sie dann eine oder mehrere Metriken und eine Zeitspalte zum Gruppieren aus.
eo: Then pick one or more stats and a time column to bunch up.
es: Luego, seleccione una o más métricas y una columna de tiempo para agrupar.
fa: سپس یک یا چند معیار و یک ستون زمانی را برای گروه بندی انتخاب کنید.
fi: Valitse sitten yksi tai useampi tieto ja aikasarake ryhmittelyä varten.
fr: Choisissez ensuite une ou plusieurs métriques et une colonne de temps pour effectuer le regroupement.
it: Quindi seleziona una o più metriche e una colonna temporale in base alla quale effettuare il raggruppamento.
ja: 次に、グループ化する 1 つ以上のメトリックと時間列を選択します。
nb: Velg deretter en eller flere beregninger og en tidskolonne å gruppere etter.
nl: Selecteer vervolgens een of meer statistieken en een tijdkolom waarop u wilt groeperen.
pl: Następnie wybierz jedną lub więcej metryk i kolumnę czasu, według których chcesz grupować.
pt_br: Em seguida, escolha uma ou mais métricas e uma coluna de tempo para agrupar.
ru: Затем выберите один или несколько показателей и столбец времени для группировки.
sk: Potom vyberte jednu alebo viacero metrík a stĺpec času, podľa ktorého ich chcete zoskupiť.
sl: Nato izberite eno ali več meritev in časovni stolpec, po katerem jih želite združiti.
sq: Pastaj zgjidh një ose më shumë metrika dhe një kolonë kohe për t’i grupuar sipas.
sr: Zatim izaberite jednu ili više metrika i vremensku kolonu za grupisanje.
sv: Välj sedan en eller flera mätvärden och en tidskolumn att gruppera efter.
tr: Daha sonra gruplandırmak için bir veya daha fazla metrik ve bir zaman sütunu seçin.
uk: Потім виберіть одну або кілька метрик і часову колонку для групування.
vi: Sau đó chọn một hoặc nhiều số liệu và cột thời gian để nhóm theo.
zh_hk: 接著選取一個或多個指標和時間列來進行群組。

source: E.g., Count of orders grouped by Year
ar: مثال: عدد الطلبات مجمّع حسب السنة
bg: Например, брой поръчки, групирани по години
ca: Per exemple, recompte de comandes agrupades per Any
de: Z. B. Anzahl der Bestellungen gruppiert nach Jahr
eo: E.g., total orders stacked by year, fr.
es: Por ejemplo, recuento de pedidos agrupados por año
fa: به عنوان مثال، تعداد سفارشات گروه بندی شده بر اساس سال
fi: Esim. Tilausten määrä ryhmitelty vuoden mukaan
fr: Par exemple, nombre de commandes regroupées par année
it: Ad esempio, conteggio degli ordini raggruppati per anno
ja: 例: 年別にグループ化された注文数
nb: F.eks. antall bestillinger gruppert etter år
nl: Bijv. Aantal bestellingen gegroepeerd op jaar
pl: Np. liczba zamówień pogrupowana według roku
pt_br: Por exemplo, Número de pedidos agrupados por Ano
ru: Например, количество заказов, сгруппированных по году
sk: Napr. počet objednávok zoskupených podľa roku
sl: Npr. Število naročil, razvrščenih po letu
sq: P.sh., Numërim i porosive të grupuara sipas Vitit
sr: Npr., broj porudžbina grupisan po godini
sv: T.ex. Antal beställningar grupperade efter år
tr: Örn. Yıla göre gruplandırılmış sipariş sayısı
uk: Напр., Кількість замовлень, згрупована за Роком
vi: Ví dụ, Số lượng đơn hàng được nhóm theo Năm
zh_hk: 例如，按年份分類的訂單數量

source: Build map visualizations with geospatial data: Pin and Grid maps require longitude and latitude columns, Region maps require a column with region names.
ar: أنشئ تصورات خرائط ببيانات مكانية: تتطلب خرائط Pin وGrid أعمدة خطوط الطول وخطوط العرض، وتتطلب خرائط Region عمودًا يحتوي أسماء المناطق.
bg: Изграждайте визуализации на карти с геопространствени данни: Pin и Grid картите изискват колони за географска дължина и ширина, а регионалните карти изискват колона с имена на региони.
ca: Crea visualitzacions de mapes amb dades geoespacials: els mapes de pins i quadriculats requereixen columnes de longitud i latitud, els mapes de regions requereixen una columna amb noms de regions.
de: Erstellen Sie Kartenvisualisierungen mit Geodaten: Pin- und Rasterkarten erfordern Längen- und Breitengradspalten, Regionskarten erfordern eine Spalte mit Regionsnamen.
eo: Make cool map visuals with geospatial data: Pin and Grid maps need longitude & latitude columns, while Region maps gotta have a column with region names.
es: Cree visualizaciones de mapas con datos geoespaciales: los mapas de pines y cuadrículas requieren columnas de longitud y latitud, los mapas de regiones requieren una columna con nombres de regiones.
fa: ساخت تصاویر نقشه با داده‌های جغرافیایی: نقشه‌های پین و گرید به ستون‌های طول و عرض جغرافیایی نیاز دارند، نقشه‌های منطقه‌ای به ستونی با نام مناطق نیاز دارند.
fi: Luo karttavisualisointeja paikkatietodatan avulla: Pin- ja ruudukkokartat vaativat pituus- ja leveysastesarakkeet, aluekartat vaativat sarakkeen, jossa on alueiden nimet.
fr: Créez des visualisations cartographiques avec des données géospatiales : les cartes à épingles et à grille nécessitent des colonnes de longitude et de latitude, les cartes de région nécessitent une colonne avec les noms de région.
it: Crea visualizzazioni di mappe con dati geospaziali: le mappe con puntine e griglie richiedono colonne di longitudine e latitudine, le mappe regionali richiedono una colonna con i nomi delle regioni.
ja: 地理空間データを使用してマップの視覚化を構築します。ピン マップとグリッド マップには経度と緯度の列が必要であり、地域マップには地域名の列が必要です。
nb: Bygg kartvisualiseringer med geospatiale data: Pin- og rutenettkart krever kolonner med lengde- og breddegrad, mens regionkart krever en kolonne med regionnavn.
nl: Maak kaartvisualisaties met georuimtelijke gegevens: Pin- en rasterkaarten vereisen kolommen voor lengtegraad en breedtegraad, regiokaarten vereisen een kolom met regionamen.
pl: Twórz wizualizacje map przy użyciu danych geoprzestrzennych: mapy punktowe i siatki wymagają kolumn długości i szerokości geograficznej, mapy regionów wymagają kolumny z nazwami regionów.
pt_br: Crie visualizações de mapas com dados geoespaciais: mapas de pinos e grades exigem colunas de longitude e latitude, mapas de regiões exigem uma coluna com nomes de regiões.
ru: Создавайте визуализации карт с использованием геопространственных данных: для карт Pin и Grid требуются столбцы долготы и широты, для карт регионов требуется столбец с названиями регионов.
sk: Vytvárajte vizualizácie mapy s geopriestorovými údajmi: Mapy Pin a Grid vyžadujú stĺpce so zemepisnou dĺžkou a zemepisnou šírkou, mapy regiónov vyžadujú stĺpec s názvami regiónov.
sl: Zgradite vizualizacije zemljevidov z geoprostorskimi podatki: Zemljevidi Pin in Grid zahtevajo stolpce z zemljepisno dolžino in zemljepisno širino, zemljevidi regij pa stolpec z imeni regij.
sq: Ndërto vizualizime harte me të dhëna gjeohapësinore: hartat Pin dhe Grid kërkojnë kolona gjatësie gjeografike dhe gjerësie gjeografike, hartat Region kërkojnë një kolonë me emra rajonesh.
sr: Pravi vizualizacije mapa sa geoprostornim podacima: Pin i Grid mape zahtevaju kolone za geografsku dužinu i širinu, a Region mape zahtevaju kolonu sa imenima regiona.
sv: Bygg kartvisualiseringar med geospatiala data: Nål- och rutnätskartor kräver longitud- och latitudkolumner, regionkartor kräver en kolumn med regionnamn.
tr: Coğrafi verilerle harita görselleştirmeleri oluşturun: Pin ve Grid haritaları için boylam ve enlem sütunları, Bölge haritaları için bölge adlarının bulunduğu bir sütun gerekir.
uk: Створюйте візуалізації мап із геопросторовими даними: мапи Pin і Grid потребують стовпців довготи та широти, мапи Region потребують стовпця з назвами регіонів.
vi: Xây dựng hình ảnh bản đồ bằng dữ liệu không gian địa lý: Bản đồ ghim và lưới yêu cầu các cột kinh độ và vĩ độ, bản đồ vùng yêu cầu một cột có tên vùng.
zh_hk: 使用地理空間資料建立地圖可視化：Pin 和 Grid 地圖需要經度和緯度列，Region 地圖需要包含區域名稱的列。

source: E.g., Count of users grouped by Subscription plan
ar: مثال: عدد المستخدمين مجمّع حسب خطة الاشتراك
bg: Например, брой потребители, групирани по абонаментен план
ca: Per exemple, recompte d'usuaris agrupats per pla de subscripció
de: Z. B. Anzahl der Benutzer gruppiert nach Abonnementplan
eo: Like, the total users chillin’ by their subscription plan, fr.
es: Por ejemplo, recuento de usuarios agrupados por plan de suscripción
fa: به عنوان مثال، تعداد کاربران گروه بندی شده بر اساس طرح اشتراک
fi: Esim. Tilaussuunnitelman mukaan ryhmitelty käyttäjien määrä
fr: Par exemple, nombre d'utilisateurs regroupés par forfait d'abonnement
it: Ad esempio, conteggio degli utenti raggruppati per piano di abbonamento
ja: 例: サブスクリプションプラン別にグループ化されたユーザー数
nb: F.eks. antall brukere gruppert etter abonnementsordning
nl: Bijv. Aantal gebruikers gegroepeerd op abonnementsplan
pl: Np. liczba użytkowników pogrupowana według planu subskrypcji
pt_br: Por exemplo, Número de usuários agrupados por plano de Assinatura
ru: Например, количество пользователей, сгруппированных по плану подписки.
sk: Napr. počet používateľov zoskupených podľa plánu predplatného
sl: Npr. število uporabnikov, razvrščenih po naročniškem načrtu
sq: P.sh., Numërim i përdoruesve të grupuar sipas Planit të abonimit
sr: Npr., broj korisnika grupisan po planu pretplate
sv: T.ex. Antal användare grupperade efter prenumerationsplan
tr: Örn. Abonelik planına göre gruplandırılmış kullanıcı sayısı
uk: Напр., Кількість користувачів, згрупована за Планом підписки
vi: Ví dụ: Số lượng người dùng được nhóm theo Gói đăng ký
zh_hk: 例如，依訂閱方案分類的使用者計數

source: Then pick an aggregate metric (such as Average or Sum) and multiple columns to group by.
ar: ثم اختر مقياسًا تجميعيًا (مثل Average أو Sum) وعدة أعمدة للتجميع حسبها.
bg: След това изберете обобщен показател (като Средно или Сума) и няколко колони, по които да групирате.
ca: A continuació, trieu una mètrica agregada (com ara Mitjana o Suma) i diverses columnes per agrupar-les.
de: Wählen Sie dann eine aggregierte Metrik (z. B. Durchschnitt oder Summe) und mehrere Spalten zum Gruppieren aus.
eo: Then pick an aggregate metric (like Average or Sum) and a few columns to group by, fr fr.
es: Luego, seleccione una métrica agregada (como Promedio o Suma) y varias columnas para agrupar.
fa: سپس یک متریک مجموع (مانند میانگین یا مجموع) و چندین ستون را برای گروه بندی انتخاب کنید.
fi: Valitse sitten koostettu tieto (kuten Keskiarvo tai Summa) ja useita sarakkeita ryhmitelläksesi.
fr: Choisissez ensuite une mesure agrégée (telle que Moyenne ou Somme) et plusieurs colonnes à regrouper.
it: Quindi seleziona una metrica aggregata (ad esempio Media o Somma) e più colonne in base alle quali effettuare il raggruppamento.
ja: 次に、集計メトリック (平均や合計など) とグループ化する複数の列を選択します。
nb: Velg deretter et aggregert mål (for eksempel Gjennomsnitt eller Sum) og flere kolonner å gruppere etter.
nl: Selecteer vervolgens een geaggregeerde metriek (zoals Gemiddelde of Som) en meerdere kolommen waarop u wilt groeperen.
pl: Następnie wybierz metrykę zbiorczą (taką jak Średnia lub Suma) i wiele kolumn, według których chcesz grupować.
pt_br: Em seguida, escolha uma métrica agregada (como Média ou Soma) e várias colunas para agrupar.
ru: Затем выберите совокупный показатель (например, среднее значение или сумма) и несколько столбцов для группировки.
sk: Potom vyberte súhrnnú metriku (napríklad Priemer alebo Súčet) a viacero stĺpcov, podľa ktorých sa má zoskupiť.
sl: Nato izberite agregatno meritev (kot je povprečje ali vsota) in več stolpcev, po katerih želite združiti.
sq: Pastaj zgjidh një metrikë të agreguar (si Mesatare ose Shumë) dhe disa kolona për t’i grupuar sipas.
sr: Zatim izaberite agregatnu metriku (kao što su Average ili Sum) i više kolona za grupisanje.
sv: Välj sedan ett aggregerat mått (som medelvärde eller summa) och flera kolumner att gruppera efter.
tr: Daha sonra bir toplu ölçüm (Ortalama veya Toplam gibi) ve gruplandırmak için birden fazla sütun seçin.
uk: Потім виберіть агреговану метрику (наприклад, Average або Sum) і кілька колонок для групування.
vi: Sau đó chọn một số liệu tổng hợp (như Trung bình hoặc Tổng) và nhiều cột để nhóm theo.
zh_hk: 接著選取一個聚合指標 (例如平均值或總和) 和多個列來進行群組。

source: E.g. Count of orders grouped by State, Year, and Product category
ar: مثال: عدد الطلبات مجمّع حسب الولاية والسنة وفئة المنتج
bg: Например брой поръчки, групирани по държава, година и продуктова категория
ca: Per exemple, recompte de comandes agrupades per estat, any i categoria de producte
de: Z. B. Anzahl der Bestellungen gruppiert nach Bundesland, Jahr und Produktkategorie
eo: E.g. number of orders, grouped by State, Year, and Product category, fr.
es: Por ejemplo, recuento de pedidos agrupados por estado, año y categoría de producto.
fa: به عنوان مثال تعداد سفارشات گروه بندی شده بر اساس ایالت، سال و دسته بندی محصول
fi: Esim. tilausten määrä ryhmiteltynä osavaltion, vuoden ja tuoteluokan mukaan
fr: Par exemple, nombre de commandes regroupées par État, année et catégorie de produit
it: Ad esempio, conteggio degli ordini raggruppati per Stato, Anno e Categoria di prodotto
ja: 例: 州、年、製品カテゴリ別にグループ化された注文数
nb: F.eks. antall bestillinger gruppert etter stat, år og produktkategori
nl: Bijvoorbeeld: Aantal bestellingen gegroepeerd op staat, jaar en productcategorie
pl: Np. liczba zamówień pogrupowanych według stanu, roku i kategorii produktu
pt_br: Por exemplo, Número de pedidos agrupados por Estado, Ano e Categoria de produto
ru: Например, количество заказов, сгруппированных по штату, году и категории продукта.
sk: Napr. počet objednávok zoskupených podľa štátu, roku a kategórie produktu
sl: Npr. število naročil, razvrščenih po državi, letu in kategoriji izdelkov
sq: P.sh. Numërim i porosive të grupuara sipas Shtetit, Vitit dhe Kategorisë së produktit
sr: Npr. broj porudžbina grupisan po državi, godini i kategoriji proizvoda
sv: T.ex. Antal beställningar grupperade efter stat, år och produktkategori
tr: Örn. Eyalet, Yıl ve Ürün kategorisine göre gruplandırılmış sipariş sayısı
uk: Напр. Кількість замовлень, згрупована за Штатом, Роком і Категорією товару
vi: Ví dụ: Số lượng đơn hàng được nhóm theo Tiểu bang, Năm và Danh mục sản phẩm
zh_hk: 例如：按州、年份和產品類別分類的訂單數量
