Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Results too large to display. The query returned too much data to show in this notification.
ar: النتائج كبيرة جدًا لعرضها. أرجع الاستعلام بيانات كثيرة جدًا لعرضها في هذا الإشعار.
bg: Резултатите са твърде големи за показване. Заявката върна твърде много данни, за да се покажат в това известие.
ca: Els resultats són massa grans per mostrar-los. La consulta ha retornat massa dades per mostrar-les en aquesta notificació.
de: Ergebnisse zu groß zum Anzeigen. Die Abfrage hat zu viele Daten zurückgegeben, um sie in dieser Benachrichtigung anzuzeigen.
es: Los resultados son demasiado grandes para mostrarlos. La consulta devolvió demasiados datos para mostrarlos en esta notificación.
fa: نتایج برای نمایش خیلی بزرگ هستند. پرس و جو داده‌های زیادی را برای نمایش در این اعلان برگردانده است.
fi: Tulokset liian suuria näytettäviksi. Kysely palautti liikaa tietoa näytettäväksi tässä ilmoituksessa.
fr: Résultats trop volumineux pour être affichés. La requête a renvoyé trop de données pour être affichées dans cette notification.
it: Risultati troppo grandi per essere visualizzati. La query ha restituito troppi dati per essere mostrati in questa notifica.
ja: 結果が大きすぎて表示できません。クエリによって返されたデータが多すぎるため、この通知に表示できません。
nb: Resultatene er for store til å vises. Søket returnerte for mye data til å vises i denne meldingen.
nl: Resultaten te groot om weer te geven. De query heeft te veel gegevens geretourneerd om in deze melding weer te geven.
pl: Wyniki są za duże, aby je wyświetlić. Zapytanie zwróciło zbyt dużo danych, aby wyświetlić je w tym powiadomieniu.
pt_br: Resultados muito grandes para serem exibidos. A consulta retornou muitos dados para serem exibidos nesta notificação.
ru: Результаты слишком велики для отображения. Запрос вернул слишком много данных для отображения в этом уведомлении.
sk: Výsledky sú príliš veľké na zobrazenie. Dotaz vrátil príliš veľa údajov na zobrazenie v tomto oznámení.
sl: Rezultati so preveliki za prikaz. Poizvedba je vrnila preveč podatkov za prikaz v tem obvestilu.
sq: Rezultatet janë shumë të mëdha për t'u shfaqur. Pyetja ktheu shumë të dhëna për t'u shfaqur në këtë njoftim.
sr: Rezultati su preveliki za prikaz. Upit je vratio previše podataka za prikaz u ovom obaveštenju.
sv: Resultaten är för stora för att visas. Frågan returnerade för mycket data för att visas i den här aviseringen.
tr: Sonuçlar görüntülenemeyecek kadar büyük. Sorgu, bu bildirimde gösterilemeyecek kadar çok veri döndürdü.
uk: Результати надто великі для відображення. Запит повернув забагато даних, щоб показати їх у цьому сповіщенні.
vi: Kết quả quá lớn để hiển thị. Truy vấn trả về quá nhiều dữ liệu để hiển thị trong thông báo này.
zh_hk: 結果太大，無法顯示。查詢傳回的資料太多，無法在此通知中顯示。

source: Boolean indicating whether a Metabase instance is in read-only mode with regards to its app db. Will take up to 1m to propagate to other Metabase instances in a cluster.Audit tables are excluded from read-only-mode mode.
ar: قيمة منطقية تشير إلى ما إذا كان مثيل Metabase في وضع القراءة فقط فيما يتعلق بقاعدة بيانات التطبيق. قد يستغرق نشرها إلى مثيلات Metabase الأخرى في عنقود حتى 1 دقيقة. تُستثنى جداول التدقيق من وضع القراءة فقط.
bg: Булева стойност, показваща дали екземпляр на Metabase е в режим само за четене по отношение на своята база данни на приложения. Ще отнеме до 1 m за разпространение към други копия на Metabase в клъстер. Таблиците за одит са изключени от режим само за четене.
ca: Booleà que indica si una instància de Metabase està en mode de només lectura pel que fa a la seva base de dades d'aplicació. Trigarà fins a 1 min a propagar-se a altres instàncies de Metabase d'un clúster. Les taules d'auditoria estan excloses del mode de només lectura.
de: Boolescher Wert, der angibt, ob eine Metabase-Instanz hinsichtlich ihrer Anwendungsdatenbank schreibgeschützt ist. Die Übertragung auf andere Metabase-Instanzen in einem Cluster dauert bis zu 1 Minute. Audit-Tabellen sind vom schreibgeschützten Modus ausgeschlossen.
eo: This boolean tells you if a Metabase is in read-only mode for its app database. It might take up to a min to update across other Metabase instances in the cluster. Also, audit tables are chill and not affected by the read-only mode.
es: Valor booleano que indica si una instancia de Metabase está en modo de solo lectura con respecto a su base de datos de aplicaciones. La propagación a otras instancias de Metabase del clúster puede tardar hasta 1 minuto. Las tablas de auditoría se excluyen del modo de solo lectura.
fa: Boolean نشان می دهد که آیا یک نمونه Metabase با توجه به db برنامه خود در حالت فقط خواندنی است یا خیر. تا 1 متر طول می کشد تا به سایر موارد متاباز در یک خوشه منتشر شود. جداول حسابرسی از حالت فقط خواندنی حذف می شوند.
fi: Boolen arvo ilmaisee, onko metakanta-ilmentymä vain luku -tilassa sovellusdb:n suhteen. Kestää jopa 1 metri, ennen kuin se siirtyy klusterin muihin Metabase-esiintymiin. Tarkastustaulukot eivät ole käytettävissä vain luku -tilassa.
fr: Valeur booléenne indiquant si une instance de Metabase est en lecture seule pour sa base de données d'application. La propagation aux autres instances de Metabase d'un cluster peut prendre jusqu'à 1 minute. Les tables d'audit sont exclues du mode lecture seule.
it: Valore booleano che indica se un'istanza di Metabase è in modalità di sola lettura relativamente al suo database app. Ci vorrà fino a 1m per propagarsi ad altre istanze di Metabase in un cluster. Le tabelle di audit sono escluse dalla modalità di sola lettura.
ja: メタベース インスタンスが、そのアプリ データベースに関して読み取り専用モードであるかどうかを示すブール値。クラスター内の他のメタベース インスタンスに伝播するには最大 1 分かかります。監査テーブルは読み取り専用モードから除外されます。
lt: Būlio reikšmė, nurodanti, ar metabazės egzempliorius yra tik skaitymo režimu, atsižvelgiant į jo programos db. Prireiks iki 1 m, kol bus perduota į kitus metabazės egzempliorius grupėje.Audito lentelės neįtraukiamos į tik skaitymo režimą.
nb: Boolsk som angir om en Metabase-forekomst er i skrivebeskyttet modus med hensyn til sin app db. Det tar opptil 1 m å spre seg til andre Metabase-forekomster i en klynge. revisjonstabeller er ekskludert fra skrivebeskyttet modus.
nl: Booleaanse waarde die aangeeft of een Metabase-instantie zich in de alleen-lezenmodus bevindt met betrekking tot de app-db. Het duurt maximaal 1m om te propageren naar andere Metabase-instanties in een cluster. Audittabellen zijn uitgesloten van de alleen-lezenmodus.
pl: Wartość logiczna wskazująca, czy instancja Metabase jest w trybie tylko do odczytu w odniesieniu do swojej bazy danych aplikacji. Propagacja do innych instancji Metabase w klastrze zajmie do 1 m. Tabele audytu są wyłączone z trybu tylko do odczytu.
pt_br: Booleano que indica se uma instância do Metabase está em modo somente leitura em relação ao seu banco de dados de aplicativos. Levará até 1 minuto para propagar para outras instâncias do Metabase em um cluster. As tabelas de auditoria são excluídas do modo somente leitura.
ru: Булевое значение, указывающее, находится ли экземпляр Metabase в режиме только для чтения относительно его базы данных приложений. Распространение на другие экземпляры Metabase в кластере займет до 1 мин. Таблицы аудита исключены из режима только для чтения.
sk: Logická hodnota označujúca, či je inštancia metabázy v režime iba na čítanie, pokiaľ ide o jej databázu aplikácie. Rozšírenie do iných inštancií metabázy v klastri bude trvať až 1 m. Tabuľky auditu sú vylúčené z režimu iba na čítanie.
sl: Logična vrednost, ki označuje, ali je primerek Metabase v načinu samo za branje glede na svojo bazo podatkov aplikacij. Razširjanje na druge primerke metabaze v gruči bo trajalo do 1 m. Revizijske tabele so izključene iz načina samo za branje.
sq: Boolean që tregon nëse një instancë Metabase është në modalitet vetëm për lexim në lidhje me DB-në e aplikacionit. Mund të duhen deri në 1m që të përhapet te instancat e tjera Metabase në një cluster. Tabelat e auditit përjashtohen nga modaliteti vetëm për lexim.
sr: Boolean koji označava da li je Metabase instanca u režimu samo za čitanje u odnosu na svoju app db. Može potrajati do 1m da se propagira na druge Metabase instance u klasteru. Audit tabele su izuzete iz režima samo za čitanje.
sv: Boolean som indikerar om en Metabase-instans är i skrivskyddat läge med avseende på dess app db. Kommer att ta upp till 1 m att spridas till andra Metabase-instanser i ett kluster. Granskningstabeller exkluderas från skrivskyddat läge.
tr: Bir Metabase örneğinin uygulama veritabanı açısından salt okunur modda olup olmadığını belirten Boolean. Bir kümedeki diğer Metabase örneklerine yayılması 1m'ye kadar zaman alır. Denetim tabloları salt okunur mod modundan hariç tutulur.
uk: Булеве значення, що вказує, чи інстанс Metabase працює в режимі лише для читання щодо своєї app db. Поширення на інші інстанси Metabase у кластері може тривати до 1 хв. Audit-таблиці виключені з режиму лише для читання.
vi: Boolean cho biết liệu một phiên bản Metabase có ở chế độ chỉ đọc liên quan đến cơ sở dữ liệu ứng dụng của nó hay không. Sẽ mất tới 1 phút để truyền đến các phiên bản Metabase khác trong một cụm. Các bảng kiểm toán bị loại trừ khỏi chế độ chỉ đọc.
zh_hk: 表示 Metabase 實例對於其應用程式資料庫是否處於唯讀模式的布林值。傳播至群集中的其他 Metabase 實例最長需要 1 毫秒。審計表不在唯讀模式之列。

source: OK [[[{0}]]]
ar: موافق [[[{0}]]]
bg: ОК [[[{0}]]]
ca: CORRECTE [[[{0}]]]
eo: Ayo, OK [[[ {0} ]]]—we vibin’ with that, fr.
es: VALE [[[{0}]]]
fa: تأیید [[[{0}]]]
ja: 成功 [[[{0}]]]
lt: Gerai [[[ {0} ]]]
ru: ОК [[[{0}]]]
sl: V redu [[[{0}]]]
tr: Tamam [[[{0}]]]
vi: Được rồi [[[{0}]]]
zh_hk: 成功 [[[{0}]]]

source: You are not allowed to move a {0}.
ar: غير مسموح لك بنقل {0}.
bg: Не е позволено да местите {0}.
ca: No tens permís per moure un {0}.
de: Es ist Ihnen nicht erlaubt, ein {0}zu verschieben.
es: No está permitido mover un {0}.
fa: شما مجاز به جابجایی {0}نیستید.
fi: Et saa siirtää {0}-merkkiä.
fr: Vous n'êtes pas autorisé à déplacer un {0}.
it: Non ti è consentito spostare un {0}.
ja: {0}を移動することはできません。
nb: Du har ikke lov til å flytte en {0}.
nl: Je mag geen {0}verplaatsen.
pl: Nie masz uprawnień do przenoszenia {0}.
pt_br: Você não tem permissão para mover um {0}.
ru: Вам запрещено перемещать {0}.
sk: Nie je dovolené presunúť {0}.
sl: Elementa {0}ni dovoljeno premikati.
sq: Nuk të lejohet të lëvizësh një {0}.
sr: Nemate dozvolu da premestite {0}.
sv: Du har inte tillåtelse att flytta en {0}.
tr: {0}öğesini hareket ettirmenize izin verilmiyor.
uk: Вам не дозволено переміщувати {0}.
vi: Bạn không được phép di chuyển một {0}.
zh_hk: 您不可以移動 {0}。

source: A remote-synced Collection can only be placed in another remote-synced Collection or the root Collection.
ar: لا يمكن وضع مجموعة متزامنة عن بُعد إلا داخل مجموعة متزامنة عن بُعد أخرى أو المجموعة الجذرية.
bg: Дистанционно синхронизирана колекция може да бъде поставена само в друга дистанционно синхронизирана колекция или в главната колекция.
ca: Una col·lecció sincronitzada remotament només es pot col·locar en una altra col·lecció sincronitzada remotament o a la col·lecció arrel.
de: Eine remote synchronisierte Sammlung kann nur in einer anderen remote synchronisierten Sammlung oder der Stammsammlung platziert werden.
es: Una colección sincronizada de forma remota solo se puede colocar en otra colección sincronizada de forma remota o en la colección raíz.
fa: یک مجموعه همگام‌سازی‌شده از راه دور فقط می‌تواند در یک مجموعه همگام‌سازی‌شده از راه دور دیگر یا مجموعه ریشه قرار گیرد.
fi: Etäsynkronoitu kokoelma voidaan sijoittaa vain toiseen etäsynkronoituun kokoelmaan tai juurikokoelmaan.
fr: Une collection synchronisée à distance ne peut être placée que dans une autre collection synchronisée à distance ou dans la collection racine.
it: Una raccolta sincronizzata in remoto può essere inserita solo in un'altra raccolta sincronizzata in remoto o nella raccolta radice.
ja: リモート同期されたコレクションは、別のリモート同期されたコレクションまたはルート コレクションにのみ配置できます。
nb: En fjernsynkronisert samling kan bare plasseres i en annen fjernsynkronisert samling eller i rotsamlingen.
nl: Een op afstand gesynchroniseerde verzameling kan alleen in een andere op afstand gesynchroniseerde verzameling of in de hoofdverzameling worden geplaatst.
pl: Kolekcję synchronizowaną zdalnie można umieścić wyłącznie w innej kolekcji synchronizowanej zdalnie lub w kolekcji głównej.
pt_br: Uma coleção sincronizada remotamente só pode ser colocada em outra coleção sincronizada remotamente ou na coleção raiz.
ru: Удаленно синхронизированную коллекцию можно поместить только в другую удаленно синхронизированную коллекцию или в корневую коллекцию.
sk: Vzdialene synchronizovanú kolekciu je možné umiestniť iba do inej vzdialene synchronizovanej kolekcie alebo do koreňovej kolekcie.
sl: Zbirko, sinhronizirano na daljavo, je mogoče postaviti le v drugo zbirko, sinhronizirano na daljavo, ali v korensko zbirko.
sq: Një Koleksion i sinkronizuar në distancë mund të vendoset vetëm në një Koleksion tjetër të sinkronizuar në distancë ose te Koleksioni rrënjë.
sr: Udaljeno sinhronizovana kolekcija može biti smeštena samo u drugu udaljeno sinhronizovanu kolekciju ili u osnovnu kolekciju.
sv: En fjärrsynkroniserad samling kan bara placeras i en annan fjärrsynkroniserad samling eller rotsamlingen.
tr: Uzaktan senkronize edilen bir Koleksiyon yalnızca başka bir uzaktan senkronize Koleksiyona veya kök Koleksiyona yerleştirilebilir.
uk: Колекцію, синхронізовану з віддаленим джерелом, можна розмістити лише в іншій Колекції, синхронізованій з віддаленим джерелом, або в кореневій Колекції.
vi: Bộ sưu tập được đồng bộ từ xa chỉ có thể được đặt trong một Bộ sưu tập được đồng bộ từ xa khác hoặc Bộ sưu tập gốc.
zh_hk: 遠端同步的集合只能放置在另一個遠端同步的集合或根集合中。

source: You cannot operate on the Root Collection.
ar: لا يمكنك إجراء عمليات على المجموعة الجذرية.
bg: Не можете да работите с коренната колекция.
ca: No podeu operar sobre la col·lecció arrel.
de: Sie können die Root-Sammlung nicht bearbeiten.
eo: You can't mess with the Root Collection, fr fr.
es: No se puede operar en la Colección Raíz.
fa: شما نمی‌توانید روی مجموعه ریشه (Root Collection) عملیاتی انجام دهید.
fi: Et voi käsitellä juurikokoelmaa.
fr: Vous ne pouvez pas opérer sur la collection racine.
it: Non è possibile operare sulla Root Collection.
ja: ルート コレクションを操作することはできません。
nb: Du kan ikke operere på rotsamlingen.
nl: U kunt niet op de Root-collectie opereren.
pl: Nie można wykonywać operacji na kolekcji głównej.
pt_br: Você não pode operar na Coleção Raiz.
ru: Вы не можете работать с корневой коллекцией.
sk: S koreňovou kolekciou nie je možné pracovať.
sl: Zbirke Root ne morete upravljati.
sq: Nuk mund të kryeni veprime mbi Koleksionin rrënjë.
sr: Ne možete izvršavati radnje nad Osnovnom kolekcijom.
sv: Du kan inte arbeta med rotsamlingen.
tr: Root Collection üzerinde işlem yapamazsınız.
uk: Ви не можете виконувати дії з Кореневою колекцією.
vi: Bạn không thể thao tác trên Bộ sưu tập gốc.
zh_hk: 您無法對 Root Collection 進行操作。

source: Cannot move collections across tenant-specific namespace boundary in OSS.
ar: لا يمكن نقل المجموعات عبر حد نطاق الأسماء الخاص بالمستأجر في OSS.
bg: Не може да се преместват колекции през границата на специфичното за клиента пространство от имена в OSS.
ca: No es poden moure col·leccions a través del límit de l'espai de noms específic del client a OSS.
de: In OSS können Sammlungen nicht über mandantenspezifische Namensraumgrenzen hinweg verschoben werden.
es: No se pueden mover colecciones a través del límite del espacio de nombres específico del inquilino en OSS.
fa: نمی‌توان مجموعه‌ها را در OSS از مرز فضای نام مختص مستأجر عبور داد.
fi: Kokoelmia ei voi siirtää vuokraajakohtaisen nimiavaruuden rajan yli OSS:ssä.
fr: Impossible de déplacer des collections au-delà des limites d'espace de noms spécifiques au locataire dans OSS.
it: Impossibile spostare le raccolte oltre i confini dello spazio dei nomi specifico del tenant in OSS.
ja: OSS では、テナント固有の名前空間の境界を越えてコレクションを移動することはできません。
nb: Kan ikke flytte samlinger på tvers av leietakerspesifikke navneromsgrenser i OSS.
nl: Het is niet mogelijk om collecties over de tenantspecifieke naamruimtegrens heen te verplaatsen in OSS.
pl: Nie można przenosić kolekcji poza granice przestrzeni nazw specyficznej dla dzierżawy w OSS.
pt_br: Não é possível mover coleções através de limites de namespace específicos de locatário no OSS.
ru: Нельзя перемещать коллекции через границу пространства имен, специфичного для тенанта, в OSS.
sk: Kolekcie nie je možné presúvať cez hranicu menného priestoru špecifického pre nájomníka v OSS.
sl: Zbirk ni mogoče premikati prek meje imenskega prostora, specifičnega za najemnika, v odprtokodnem programskem omrežju (OSS).
sq: Nuk mund të lëvizen koleksionet përtej kufirit të namespace-it specifik për tenant në OSS.
sr: Nije moguće premeštati kolekcije preko tenant namespace granice u OSS.
sv: Det går inte att flytta samlingar över hyresgästspecifika namnrymdsgränser i OSS.
tr: OSS'de koleksiyonları kiracıya özgü ad alanı sınırları ötesine taşıyamazsınız.
uk: Неможливо переміщувати колекції через межу простору імен, специфічного для тенанта, в OSS.
vi: Không thể di chuyển các bộ sưu tập qua ranh giới không gian tên dành riêng cho người thuê trong OSS.
zh_hk: 無法在 OSS 中跨租戶特定命名空間邊界移動集合。

source: You cannot operate on the Custom Reports Collection.
ar: لا يمكنك إجراء عمليات على مجموعة التقارير المخصصة.
bg: Не можете да работите с колекцията от персонализирани отчети.
ca: No podeu operar amb la col·lecció d'informes personalitzats.
de: Sie können die benutzerdefinierte Berichtssammlung nicht bearbeiten.
eo: You can’t even mess with the Custom Reports Collection, fr.
es: No se puede operar en la colección de informes personalizados.
fa: شما نمی‌توانید روی مجموعه گزارش‌های سفارشی کار کنید.
fi: Et voi käsitellä mukautettuja raporttikokoelmia.
fr: Vous ne pouvez pas opérer sur la collection de rapports personnalisés.
it: Non è possibile operare sulla raccolta di report personalizzati.
ja: カスタム レポート コレクションを操作することはできません。
nb: Du kan ikke bruke den egendefinerte rapportsamlingen.
nl: U kunt niet met de verzameling aangepaste rapporten werken.
pl: Nie można wykonywać operacji na zbiorze raportów niestandardowych.
pt_br: Você não pode operar na Coleção de Relatórios Personalizados.
ru: Вы не можете работать с коллекцией пользовательских отчетов.
sk: S kolekciou vlastných zostáv nie je možné pracovať.
sl: Zbirke poročil po meri ni mogoče upravljati.
sq: Nuk mund të kryeni veprime mbi Koleksionin e Raporteve të Personalizuara.
sr: Ne možete izvršavati radnje nad kolekcijom Prilagođeni izveštaji.
sv: Du kan inte arbeta med samlingen anpassade rapporter.
tr: Özel Raporlar Koleksiyonu üzerinde işlem yapamazsınız.
uk: Ви не можете виконувати дії з колекцією "Користувацькі звіти".
vi: Bạn không thể thao tác trên Bộ sưu tập báo cáo tùy chỉnh.
zh_hk: 您不能在自訂報表集合上操作。

source: You are not allowed to change the owner of a {0}.
ar: غير مسموح لك بتغيير مالك {0}.
bg: Нямате право да променяте собственика на {0}.
ca: No tens permís per canviar el propietari d'un {0}.
de: Es ist Ihnen nicht gestattet, den Besitzer eines {0}zu ändern.
es: No está permitido cambiar el propietario de un {0}.
fa: شما مجاز به تغییر مالک یک {0}نیستید.
fi: Et voi muuttaa {0}-kohteen omistajaa.
fr: Vous n'êtes pas autorisé à changer le propriétaire d'un {0}.
it: Non è consentito cambiare il proprietario di un {0}.
ja: {0}の所有者を変更することはできません。
nb: Du har ikke lov til å endre eieren av en {0}.
nl: Je mag de eigenaar van een {0}niet wijzigen.
pl: Nie masz uprawnień do zmiany właściciela {0}.
pt_br: Você não tem permissão para alterar o proprietário de um {0}.
ru: Вам запрещено менять владельца {0}.
sk: Nemáte povolené zmeniť vlastníka {0}.
sl: Lastnika elementa {0}ni dovoljeno spremeniti.
sq: Nuk të lejohet të ndryshosh pronarin e një {0}.
sr: Nemate dozvolu da promenite vlasnika za {0}.
sv: Du har inte tillåtelse att ändra ägaren till en {0}.
tr: {0}öğesinin sahibini değiştiremezsiniz.
uk: Вам не дозволено змінювати власника {0}.
vi: Bạn không được phép thay đổi chủ sở hữu của {0}.
zh_hk: 您不能變更 {0}的擁有者。

source: You cannot archive a {0}.
ar: لا يمكنك أرشفة {0}.
bg: Не можете да архивирате {0}.
ca: No podeu arxivar un {0}.
de: Ein {0}kann nicht archiviert werden.
es: No puedes archivar un {0}.
fa: شما نمی‌توانید یک {0}را بایگانی کنید.
fi: Et voi arkistoida {0}-tiedostoa.
fr: Vous ne pouvez pas archiver un {0}.
it: Non è possibile archiviare un {0}.
ja: {0}をアーカイブすることはできません。
nb: Du kan ikke arkivere en {0}.
nl: Je kunt geen {0}archiveren.
pl: Nie można zarchiwizować {0}.
pt_br: Você não pode arquivar um {0}.
ru: Вы не можете заархивировать {0}.
sk: Súbor {0}nemôžete archivovať.
sl: Datoteke {0}ne morete arhivirati.
sq: Nuk mund të arkivosh një {0}.
sr: Ne možete arhivirati {0}.
sv: Du kan inte arkivera en {0}.
tr: {0}öğesini arşivleyemezsiniz.
uk: Ви не можете архівувати {0}.
vi: Bạn không thể lưu trữ một {0}.
zh_hk: 您無法將 {0}存檔。

source: Uses content that is not remote synced.
ar: يستخدم محتوى غير متزامن عن بُعد.
bg: Използва съдържание, което не е синхронизирано дистанционно.
ca: Utilitza contingut que no està sincronitzat remotament.
de: Verwendet Inhalte, die nicht remote synchronisiert werden.
es: Utiliza contenido que no está sincronizado de forma remota.
fa: از محتوایی استفاده می‌کند که از راه دور همگام‌سازی نشده است.
fi: Käyttää sisältöä, jota ei ole etäsynkronoitu.
fr: Utilise du contenu qui n'est pas synchronisé à distance.
it: Utilizza contenuti non sincronizzati in remoto.
ja: リモート同期されていないコンテンツを使用します。
nb: Bruker innhold som ikke er fjernsynkronisert.
nl: Maakt gebruik van inhoud die niet op afstand is gesynchroniseerd.
pl: Używa treści, które nie są synchronizowane zdalnie.
pt_br: Utiliza conteúdo que não é sincronizado remotamente.
ru: Использует контент, который не синхронизирован удаленно.
sk: Používa obsah, ktorý nie je synchronizovaný na diaľku.
sl: Uporablja vsebino, ki ni sinhronizirana na daljavo.
sq: Përdor përmbajtje që nuk është e sinkronizuar në distancë.
sr: Koristi sadržaj koji nije udaljeno sinhronizovan.
sv: Använder innehåll som inte är fjärrsynkroniserat.
tr: Uzaktan senkronize edilmeyen içerikleri kullanır.
uk: Використовує контент, який не синхронізовано через Remote Sync.
vi: Sử dụng nội dung không được đồng bộ hóa từ xa.
zh_hk: 使用非遠端同步的內容。

source: Used by remote synced content.
ar: مستخدم بواسطة محتوى متزامن عن بُعد.
bg: Използва се от отдалечено синхронизирано съдържание.
ca: Utilitzat pel contingut sincronitzat remotament.
de: Wird von synchronisierten Remote-Inhalten verwendet.
es: Utilizado por contenido sincronizado de forma remota.
fa: توسط محتوای همگام‌سازی‌شده از راه دور استفاده می‌شود.
fi: Etäsynkronoidun sisällön käyttämä.
fr: Utilisé par le contenu synchronisé à distance.
it: Utilizzato da contenuti sincronizzati in remoto.
ja: リモートで同期されたコンテンツによって使用されます。
nb: Brukes av eksternt synkronisert innhold.
nl: Wordt gebruikt door op afstand gesynchroniseerde inhoud.
pl: Używane przez zdalnie synchronizowaną zawartość.
pt_br: Utilizado por conteúdo sincronizado remotamente.
ru: Используется удаленно синхронизированным контентом.
sk: Používa sa vzdialene synchronizovaným obsahom.
sl: Uporablja se za oddaljeno sinhronizirano vsebino.
sq: Përdoret nga përmbajtje e sinkronizuar në distancë.
sr: Koristi ga udaljeno sinhronizovan sadržaj.
sv: Används av fjärrsynkroniserat innehåll.
tr: Uzaktan senkronize edilen içerik tarafından kullanılır.
uk: Використовується контентом, синхронізованим через Remote Sync.
vi: Được sử dụng bởi nội dung được đồng bộ hóa từ xa.
zh_hk: 遠端同步內容使用。
