Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Auth token request headers (a JSON map)
ar: رؤوس طلب توكن المصادقة (خريطة JSON)
bg: Заглавия на заявката за Auth токен (JSON карта)
ca: Capçaleres de sol·licitud de testimoni d'autenticació (un mapa JSON)
de: Header der Auth-Token-Anforderung (eine JSON-Map)
eo: Auth token request headers (a JSON map) → "Auth token request headers (like a JSON info sheet)"
es: Cabeceras de solicitud de token de autenticación (un mapa JSON)
fa: سرصفحه‌های درخواست رمز تأیید (نقشه JSON)
fi: Todennustokenin pyynnön otsikot (JSON-kartta)
fr: En-têtes de la demande de jeton d'authentification (une carte JSON)
hu: Auth token kérés fejléc (egy JSON map)
it: Intestazioni della richiesta di token di autorizzazione (una mappa JSON)
ja: 認証トークン・リクエスト・ヘッダー（JSONマップ）
lt: Auth prieigos rakto užklausos antraštės (JSON žemėlapis)
ms: Pengepala permintaan token pengesahan (peta JSON)
nb: Auth-token-forespørselshoder (et JSON-kart)
nl: Auth token verzoek headers (een JSON map)
pl: Nagłówki żądania tokenu uwierzytelniania (mapa JSON)
pt_br: Cabeçalhos de solicitação de token de autenticação (um mapa JSON)
ru: Заголовки запроса токена Auth (карта JSON)
sk: Hlavičky žiadosti o autentifikačný token (mapa JSON)
sl: Glave zahtev žetona za preverjanje pristnosti (zemljevid JSON)
sq: Header-at e kërkesës për token-in e autentikimit (një map JSON)
sr: Headeri zahteva za auth token (JSON mapa)
sv: Auth-token-begärans rubriker (en JSON-karta)
tr: Auth token istek başlıkları (bir JSON haritası)
uk: Заголовки запиту на токен автентифікації (JSON-мапа)
vi: Tiêu đề yêu cầu mã thông báo xác thực (bản đồ JSON)
zh_hk: Auth 令牌請求標頭（一個 JSON 地圖）

source: Azure Managed Identity
bg: Управлявана идентичност в Azure
ca: Identitat gestionada d'Azure
eo: Azure Managed Identity → Azure's got that legit ID vibe
es: Identidad gestionada por Azure
fr: Identité gérée Azure
hu: Azure kezelt identitás
it: Identità gestita da Azure
lt: Azure valdoma tapatybė
ms: Identiti Terurus Azure
nl: Azure Beheerde Identiteit
pl: Tożsamość zarządzana przez platformę Azure
pt_br: Identidade gerenciada do Azure
ru: Управляемые идентификационные данные Azure
sk: Spravovaná identita Azure
sl: Upravljana identiteta Azure
sv: Azure-hanterad identitet
tr: Azure Yönetilen Kimlik
uk: Керована ідентичність Azure
vi: Azure Quản lý danh tính
zh_hk: Azure 管理身份

source: Maximum length of a JSON string before skipping it during sync for JSON unfolding. If this is set too high it could lead to slow syncs or out of memory errors.
ar: الحد الأقصى لطول سلسلة JSON قبل تخطيها أثناء المزامنة لفك JSON. إذا تم ضبطه على قيمة عالية جدًا فقد يؤدي ذلك إلى مزامنة بطيئة أو أخطاء نفاد الذاكرة.
bg: Максимална дължина на JSON низ, преди да бъде пропуснат по време на синхронизиране за разгъване на JSON. Ако тази стойност е зададена твърде висока, това може да доведе до бавни синхронизации или грешки, свързани с изчерпване на паметта.
ca: Longitud màxima d'una cadena JSON abans de saltar-la durant la sincronització per al desplegament de JSON. Si s'estableix massa alt, podria provocar sincronitzacions lentes o errors sense memòria.
de: Maximale Länge einer JSON-Zeichenkette, bevor sie bei der Synchronisierung für die JSON-Abwicklung übersprungen wird. Wenn dieser Wert zu hoch angesetzt ist, kann es zu langsamen Synchronisierungen oder Fehlern wegen Speichermangels kommen.
eo: Max length of a JSON string before it gets skipped during sync for JSON unfolding. If it’s set too high, it could make syncs hella slow or cause out of memory errors.
es: Longitud máxima de una cadena JSON antes de omitirla durante la sincronización para el despliegue JSON. Si se establece demasiado alta, podría dar lugar a sincronizaciones lentas o errores de falta de memoria.
fa: حداکثر طول یک رشته JSON قبل از رد شدن از آن در حین همگام‌سازی برای باز شدن JSON. اگر این مقدار بیش از حد بالا تنظیم شود، می‌تواند منجر به همگام‌سازی کند یا خطاهای کمبود حافظه شود.
fi: JSON-merkkijonon enimmäispituus, ennen kuin se ohitetaan synkronoinnin aikana JSONin käsittelyssä. Liian korkea arvo voi aiheuttaa synkronoinnin hitaus- tai muistin loppumisvirheen.
fr: Longueur maximale d'une chaîne JSON avant de l'ignorer lors de la synchronisation pour le dépliage JSON. Si cette longueur est trop élevée, cela peut entraîner des synchronisations lentes ou des erreurs de mémoire.
hu: A JSON karakterlánc maximális hossza, mielőtt kihagyásra kerülne a JSON kicsomagolás során a szinkronizálás alatt. Ha túl magasra van állítva, lassú szinkronizáláshoz vagy memóriahibákhoz vezethet.
it: Lunghezza massima di una stringa JSON prima di saltarla durante la sincronizzazione per lo svolgimento di JSON. Se è impostata troppo alta, potrebbe causare sincronizzazioni lente o errori di memoria esaurita.
ja: JSON展開の同期中にスキップするまでのJSON文字列の最大長。これを大きく設定しすぎると、同期に時間がかかったり、メモリ不足のエラーが発生したりする可能性があります。
lt: Didžiausias JSON eilutės ilgis prieš ją praleidžiant sinchronizuojant JSON išskleidimo metu. Jei nustatyta per aukšta, gali lėtėti sinchronizavimas arba gali atsirasti atminties trūkumo klaidų.
ms: Panjang maksimum rentetan JSON sebelum melangkaunya semasa penyegerakan untuk JSON terbentang. Jika ini ditetapkan terlalu tinggi, ia boleh menyebabkan penyegerakan yang perlahan atau ralat ingatan.
nb: Maksimal lengde på en JSON-streng før den hoppes over under synkronisering for JSON-utfolding. Hvis denne er satt for høyt, kan det føre til treg synkronisering eller minnefeil.
nl: Maximale lengte van een JSON string voordat deze wordt overgeslagen tijdens sync voor JSON unfolding. Als dit te hoog is ingesteld, kan dit leiden tot langzame synchronisaties of fouten door geheugenverlies.
pl: Maksymalna długość ciągu JSON przed pominięciem go podczas synchronizacji w celu rozwinięcia JSON. Jeśli ta wartość jest zbyt wysoka, może to prowadzić do powolnej synchronizacji lub błędów braku pamięci.
pt_br: Comprimento máximo de uma sequência JSON antes de ignorá-la durante a sincronização para desdobramento JSON. Se definido como um valor muito alto, pode levar a sincronizações lentas ou erros de falta de memória.
ru: Максимальная длина строки JSON перед ее пропуском при синхронизации для разворачивания JSON. Если это значение слишком велико, это может привести к медленной синхронизации или ошибкам, связанным с нехваткой памяти.
sk: Maximálna dĺžka reťazca JSON pred jeho preskočením počas synchronizácie pre rozklad JSON. Ak je táto hodnota nastavená príliš vysoko, môže to viesť k pomalej synchronizácii alebo k chybám nedostatku pamäte.
sl: Največja dolžina niza JSON, preden ga preskočite med sinhronizacijo za odvijanje JSON. Če je ta nastavitev previsoka, lahko pride do počasne sinhronizacije ali napak pri pomanjkanju pomnilnika.
sq: Gjatësia maksimale e një string-u JSON para se të anashkalohet gjatë sinkronizimit për shpalosjen e JSON. Nëse vendoset shumë e lartë, mund të çojë në sinkronizime të ngadalta ose gabime “out of memory”.
sr: Maksimalna dužina JSON stringa pre nego što se preskoči tokom sinhronizacije za JSON unfolding. Ako je ovo podešeno previsoko, može dovesti do sporih sinhronizacija ili grešaka zbog nedostatka memorije.
sv: Maximal längd på en JSON-sträng innan den hoppas över (ingen granskning av JSON) under synkronisering. Om denna är för hög kan det leda till långsamma synkroniseringar och/eller minnesfel.
tr: JSON açılımı için senkronizasyon sırasında atlanmadan önce bir JSON dizesinin maksimum uzunluğu. Bu çok yüksek ayarlanırsa yavaş senkronizasyonlara veya bellek dışı hatalara yol açabilir.
uk: Максимальна довжина JSON-рядка, після якої його пропускають під час синку для розгортання JSON. Якщо значення надто велике, це може призвести до повільного синку або помилок нестачі памʼяті.
vi: Độ dài tối đa của chuỗi JSON trước khi bỏ qua trong quá trình đồng bộ hóa để mở rộng JSON. Nếu đặt quá cao, có thể dẫn đến đồng bộ hóa chậm hoặc lỗi hết bộ nhớ.
zh_hk: 在 JSON 展開同步過程中跳過 JSON 字串之前，JSON 字串的最大長度。如果設定得太高，可能會導致同步緩慢或記憶體不足的錯誤。

source: User lookup filter. The placeholder '{login'} will be replaced by the user supplied login.
hu: Felhasználói keresési szűrő. A '{login'} helyőrzőt a felhasználó által megadott bejelentkezési név váltja fel.
ms: Penapis carian pengguna. Tempat letak '{log masuk'} akan digantikan dengan log masuk yang diberikan oleh pengguna.

source: Filtering by ids work only when you ask for a single model
ar: التصفية حسب ids تعمل فقط عندما تطلب نموذجًا واحدًا
bg: Филтрирането по идентификатори работи само когато поискате един модел
ca: El filtratge per identificadors només funciona quan demaneu un únic model
de: Die Filterung nach IDs funktioniert nur, wenn Sie nach einem einzelnen Modell fragen
eo: Filtering by IDs only works when you’re asking for just one model, fr fr
es: El filtrado por ids sólo funciona cuando se pide un único modelo
fa: فیلتر کردن بر اساس شناسه تنها زمانی کار می کند که شما یک مدل واحد را درخواست کنید
fi: Id-suodatus toimii vain, kun pyydät yhtä mallia
fr: Le filtrage par identifiant ne fonctionne que lorsque vous demandez un seul modèle.
hu: Az azonosítók szerinti szűrés csak akkor működik, ha egyetlen modellt kér le.
it: I filtri per id funzionano solo quando si richiede un singolo modello
ja: IDによるフィルタリングは、単一のモデルを要求した場合にのみ機能します。
lt: iltravimas pagal ID veikia tik tada, kai prašote vieno modelio
ms: Penapisan mengikut id hanya berfungsi apabila anda meminta satu model
nb: Filtrering etter ID-er fungerer bare når du ber om en enkelt modell
nl: Filteren op id's werkt alleen als je om een enkel model vraagt
pl: Filtrowanie według identyfikatorów działa tylko wtedy, gdy pytasz o pojedynczy model
pt_br: A filtragem por IDs funciona apenas quando você solicita um único modelo
ru: Фильтрация по идентификаторам работает только в том случае, если вы запрашиваете одну модель
sk: Filtrovanie podľa id funguje len vtedy, keď sa pýtate na jeden model
sl: Filtriranje po ID-jih deluje le, če zahtevate en model
sq: Filtrimi sipas ids funksionon vetëm kur kërkoni një model të vetëm
sr: Filtriranje po ids radi samo kada tražite jedan model
sv: Filtrering på id fungerar bara när du ber om en enstaka modell
tr: Kimliklere göre filtreleme yalnızca tek bir model sorduğunuzda çalışır
uk: Фільтрування за ID працює лише тоді, коли ви запитуєте одну модель
vi: Lọc theo id chỉ hoạt động khi bạn yêu cầu một mô hình duy nhất
zh_hk: 依 ID 篩選僅在您要求單一模型時有效

source: Unsupported File Type
ar: نوع ملف غير مدعوم
bg: Неподдържан тип файл
ca: Tipus de fitxer no compatible
de: Nicht unterstützter Dateityp
eo: Bruh, this file’s so unsupported lol
es: Tipo de archivo no compatible
fa: نوع فایل پشتیبانی نشده
fi: Tiedostotyyppiä ei tueta
fr: Type de fichier non pris en charge
hu: Nem támogatott fájltípus
it: Tipo di file non supportato
ja: サポートされていないファイルタイプ
lt: Nepalaikomas failo tipas
ms: Jenis Fail Tidak Disokong
nb: Ikke-støttet filtype
nl: Niet-ondersteund bestandstype
pl: Nieobsługiwany typ pliku
pt_br: Tipo de arquivo não compatível
ru: Неподдерживаемый тип файла
sk: Nepodporovaný typ súboru
sl: Nepodprta vrsta datoteke
sq: Tip skedari i pambështetur
sr: Nepodržan tip fajla
sv: Filtypen stöds inte
tr: Desteklenmeyen Dosya Türü
uk: Непідтримуваний тип файлу
vi: Loại tệp không được hỗ trợ
zh_hk: 不支援的檔案類型

source: You cannot change the table ID of a sandbox once it has been created.
ar: لا يمكنك تغيير ID الجدول لبيئة معزولة بعد إنشائها.
bg: Не можете да променяте идентификатора на таблицата на пясъчника, след като той е създаден.
ca: No podeu canviar l'ID de la taula d'una zona de proves un cop s'ha creat.
de: Sie können die Tabellen-ID einer Sandbox nicht mehr ändern, sobald sie erstellt worden ist.
eo: You can't flip the table ID of a sandbox once it's been made, fr.
es: No se puede cambiar el ID de tabla de una caja de arena una vez creada.
fa: شما نمی‌توانید شناسه جدول سندباکس را پس از ایجاد تغییر دهید.
fi: Et voi muuttaa sandboxtaulukon tunnusta, kun se on luotu.
fr: Vous ne pouvez pas modifier l'ID de table d'un bac à sable une fois qu'il a été créé.
hu: A homokozó létrehozása után nem változtathatja meg a tábla azonosítóját.
it: Non è possibile modificare l'ID della tabella di una sandbox una volta creata.
ja: 一度作成したサンドボックスのテーブルIDを変更することはできません。
lt: Negalite pakeisti smėlio dėžės lentelės ID, kai ji buvo sukurta.
ms: Anda tidak boleh menukar ID jadual kotak pasir setelah ia dibuat.
nb: Du kan ikke endre tabell-ID-en til en sandkasse når den først er opprettet.
nl: U kunt de tabel-ID van een zandbak niet wijzigen als deze eenmaal is aangemaakt.
pl: Nie można zmienić identyfikatora tabeli piaskownicy po jej utworzeniu.
pt_br: Você não pode alterar o ID da tabela de um sandbox depois de criado.
ru: Вы не можете изменить идентификатор таблицы песочницы после ее создания.
sk: ID tabuľky pieskoviska po jeho vytvorení nemožno zmeniť.
sl: Ko je peskovnik ustvarjen, ne morete spremeniti ID-ja tabele.
sq: Nuk mund të ndryshoni ID-në e tabelës së një sandbox-i pasi të jetë krijuar.
sr: Ne možete promeniti ID tabele sandboxa nakon što je kreiran.
sv: Du kan inte ändra tabell-ID för en sandlåda när den väl har skapats.
tr: Bir sanal alan oluşturulduktan sonra tablo kimliğini değiştiremezsiniz.
uk: Ви не можете змінити ID таблиці для sandbox після його створення.
vi: Bạn không thể thay đổi ID bảng của hộp cát sau khi nó đã được tạo.
zh_hk: 一旦建立沙箱，就無法變更其表 ID。

source: Is SCIM currently enabled?
ar: هل SCIM مفعّل حاليًا؟
bg: Активиран ли е SCIM в момента?
ca: Està SCIM habilitat actualment?
de: Ist SCIM derzeit aktiviert?
eo: Is SCIM lowkey turned on rn?
es: ¿Está activado actualmente el SCIM?
fa: آیا SCIM در حال حاضر فعال است؟
fi: Onko SCIM tällä hetkellä käytössä?
fr: Le SCIM est-il actuellement activé ?
hu: Jelenleg engedélyezve van a SCIM?
it: Lo SCIM è attualmente abilitato?
ja: SCIMは現在有効ですか？
lt: Ar SCIM šiuo metu įjungta?
ms: Adakah SCIM didayakan pada masa ini?
nb: Er SCIM aktivert for øyeblikket?
nl: Is SCIM momenteel ingeschakeld?
pl: Czy funkcja SCIM jest obecnie włączona?
pt_br: O SCIM está habilitado atualmente?
ru: Включен ли в настоящее время SCIM?
sk: Je SCIM v súčasnosti povolený?
sl: Ali je SCIM trenutno omogočen?
sq: A është SCIM aktualisht i aktivizuar?
sr: Da li je SCIM trenutno omogućen?
sv: Är SCIM aktiverat?
tr: SCIM şu anda etkin mi?
uk: SCIM наразі увімкнено?
vi: SCIM hiện có được bật không?
zh_hk: SCIM 目前是否已啟用？

source: Base URL for SCIM endpoints
ar: Base URL لنقاط نهاية SCIM
bg: Базов URL адрес за крайните точки на SCIM
ca: URL base per a punts finals SCIM
de: Basis-URL für SCIM-Endpunkte
eo: Link for SCIM endpoints, fr fr
es: URL base para los extremos SCIM
fa: URL پایه برای نقاط پایانی SCIM
fi: SCIM-endpointien perus-URL-osoite
fr: URL de base pour les points d'extrémité du SCIM
hu: Alap URL a SCIM végpontokhoz
it: URL di base per gli endpoint SCIM
ja: SCIMエンドポイントのベースURL
lt: Bazinis SCIM galinių taškų URL
ms: URL asas untuk titik akhir SCIM
nb: Basis-URL for SCIM-sluttpunkter
nl: Basis-URL voor SCIM-eindpunten
pl: Podstawowy adres URL dla punktów końcowych SCIM
pt_br: URL base para endpoints SCIM
ru: Базовый URL для конечных точек SCIM
sk: Základná adresa URL pre koncové body SCIM
sl: Osnovni URL za končne točke SCIM
sq: URL bazë për endpoint-et SCIM
sr: Osnovni URL za SCIM endpoint-e
sv: Bas-URL för SCIM-slutpunkter
tr: SCIM uç noktaları için temel URL
uk: Базовий URL для SCIM endpoints
vi: URL cơ sở cho các điểm cuối SCIM
zh_hk: SCIM 端點的基本 URL

source: Pro and Enterprise
eo: Pro and Enterprise → Pro and Enterprise (no cap, that’s already lowkey elite)
hu: Pro és Enterprise
lt: Pro ir Enterprise
ms: Pro dan Perusahaan

source: A "powered by Metabase" banner appears on static embeds. You can {0} which removes it.
eo: A "powered by Metabase" banner pops up on static embeds. You can {0} to ghost it.
hu: Egy "Powered by Metabase" banner jelenik meg a statikus beágyazásokon. Ezt {0} eltávolíthatja.
lt: Ant statinių įterpimų rodoma reklamjuostė „įgalinta Metabase“. Galite {0}, kuris tai pašalina.
ms: Sepanduk "dikuasakan oleh Metabase" muncul pada benaman statik. Anda boleh {0} yang mengalih keluarnya.

source: upgrade to a specific paid plan
eo: slide into a paid plan upgrade
hu: frissítsen egy adott fizetős csomagra
lt: atnaujinti į konkretų mokamą planą
ms: naik taraf kepada pelan berbayar tertentu

source: View-only
ar: عرض فقط
bg: Само за преглед
ca: Només visualització
de: Nur-Ansicht
eo: View-only → Just lookin’ but can’t touch or whatever
es: Solo-lectura
fa: فقط برای مشاهده
fi: Vain katseluoikeus
fr: Lecture seule
hu: Csak megtekintés
it: Solo vista
ja: 閲覧のみ
lt: Neredaguojamas
ms: Lihat sahaja
nb: Kun for visning
nl: Alleen bekijken
pl: Tylko do wyświetlenia
pt_br: Somente leitura
ru: Только для просмотра
sk: Zobrazenie iba na stránke
sl: Samo za ogled
sq: Vetëm shikim
sr: Samo pregled
sv: Läs-endast
tr: Yalnızca görüntüle
uk: Лише перегляд
vi: Chỉ xem
zh_hk: 僅供檢視

source: One of the administrators hid the source table “{0}”, making this question view-only.
ar: قام أحد المسؤولين بإخفاء جدول المصدر “{0}”، مما جعل هذا السؤال للعرض فقط.
bg: Един от администраторите е скрил таблицата с източника "{0}", като е направил този въпрос достъпен само за преглед.
ca: Un dels administradors ha amagat la taula d'origen "{0}", fent que aquesta pregunta sigui només visual.
de: Einer der Administratoren hat die Quelltabelle "{0}" ausgeblendet, sodass diese Frage nur angezeigt und nicht editiert werden kann.
eo: One of the mods straight-up hid the source table “{0},” so now this question's just view-only.
es: Uno de los administradores escondió la tabla fuente de "{0}", ahora esta pregunta es solo-vista.
fa: یکی از مدیران جدول منبع "{0}" را مخفی کرد و این سؤال را فقط برای مشاهده ایجاد کرد.
fi: Yksi järjestelmänvalvojista piilotti lähdetaulun "{0}", joten tämä kysymys muuttui vain katseluoikeudelliseksi.
fr: Un administrateur a caché la table source “{0}”, rendant cette question non modifiable.
hu: Az egyik adminisztrátor elrejtette a(z) „{0}” forrástáblát, így ez a kérdés csak megtekinthető.
it: Uno degli amministratori ha nascosto la tabella di origine "{0}", rendendo questa domanda di sola visualizzazione.
ja: 管理者の一人がソーステーブル "{0}" を非表示にし、この質問を表示専用にしました。
lt: Vienas iš administratorių paslėpė šaltinio lentelę „{0}“, todėl šis klausimas neredaguojamas.
ms: Salah seorang pentadbir menyembunyikan jadual sumber "{0}", menjadikan soalan ini lihat sahaja.
nb: En av administratorene skjulte kildetabellen "{0}", slik at dette spørsmålet bare kan vises.
nl: Een van de beheerders heeft de brontabel "{0}" verborgen, waardoor deze vraag alleen zichtbaar is.
pl: Jeden z administratorów ukrył tabelę źródłową "{0}", czyniąc to pytanie tylko do wyświetlenia.
pt_br: Um dos administradores ocultou a tabela de origem “{0}”, tornando esta questão somente para visualização.
ru: Один из администраторов скрыл исходную таблицу "{0}", сделав этот вопрос доступным только для просмотра.
sk: Jeden zo správcov skryl zdrojovú tabuľku "{0}", čím sa táto otázka stala len na zobrazenie.
sl: Eden od administratorjev je skril izvorno tabelo »{0}«, tako da je to vprašanje postalo samo za ogled.
sq: Një nga administratorët fshehu tabelën burim “{0}”, duke e bërë këtë pyetje vetëm për shikim.
sr: Jedan od administratora je sakrio izvornu tabelu “{0}”, pa je ovo pitanje samo za pregled.
sv: En av administratörerna har dolt källtabellen "{0}", vilket gör frågan till endast läsbar.
tr: Yöneticilerden biri "{0}" kaynak tablosunu gizleyerek bu soruyu salt görünüm haline getirdi.
uk: Один з адміністраторів приховав вихідну таблицю “{0}”, через що цей запит доступний лише для перегляду.
vi: Một trong những người quản trị đã ẩn bảng nguồn “{0}”, khiến câu hỏi này chỉ có thể xem.
zh_hk: 其中一位管理員隱藏了來源資料表 "{0}" ，使得這個問題只能檢視。

source: Add a function or metric
ar: أضف دالة أو مقياسًا
bg: Добавяне на функция или метрика
ca: Afegiu una funció o mètrica
de: Eine Funktion oder Metrik hinzufügen
eo: slap in a function or metric, fr fr
es: Añade una función o métrica
fa: یک تابع یا متریک اضافه کنید
fi: Lisää funktio tai mittari
fr: Ajoutez une fonction ou un indicateur
hu: Adjon hozzá egy függvényt vagy metrikát
it: Aggiungere una funzione o una metrica
ja: 関数またはメトリックを追加する
lt: Pridėti funkciją arba metriką
ms: Tambahkan fungsi atau metrik
nb: Legg til en funksjon eller beregning
nl: Een functie of metriek toevoegen
pl: Dodaj funkcję lub metrykę
pt_br: Adicionar função ou métrica
ru: Добавьте функцию или метрику
sk: Pridanie funkcie alebo metriky
sl: Dodajanje funkcije ali metrike
sq: Shto njE funksion ose metrikE
sr: Dodaj funkciju ili metriku
sv: Lägg till funktion eller mätvärde
tr: Bir fonksiyon veya metrik ekleyin
uk: Додайте функцію або метрику
vi: Thêm một hàm hoặc số liệu
zh_hk: 新增函數或公制

source: You're running Metabase {0}
ar: أنت تشغّل Metabase {0}
bg: Работите с Metabase {0}
ca: Estàs executant Metabase {0}
de: Sie verwenden die Metabase {0}
eo: You're out here running Metabase {0} — that's kinda sus or lowkey impressive, fr.
es: Estás usando Metabase {0}
fa: شما Metabase {0}را اجرا می کنید
fi: Käytät Metabase {0}
fr: Vous exécutez Metabase {0}
hu: A Metabase {0}-t használja
it: Si sta eseguendo Metabase {0}
lt: Jūs naudojate Metabase {0}
ms: Anda menjalankan Metabase {0}
nb: Du kjører Metabase {0}
nl: U gebruikt Metabase {0}
pl: Korzystasz z Metabase {0}
pt_br: Você está executando a versão do Metabase {0}
ru: Вы используете Metabase {0}
sk: Používate databázu Metabase {0}
sl: Uporabljate Metabase {0}
sq: Po ekzekuton Metabase {0}
sr: Koristite Metabase {0}
sv: Du använder Metabase {0}
tr: Metabase çalıştırıyorsunuz {0}
uk: У вас запущено Metabase {0}
vi: Bạn đang chạy Metabase {0}
zh_hk: 您正在執行 Metabase {0}

source: Embedded analytics SDK
eo: embedded analytics SDK → embedded analytics API, fr fr
hu: Beágyazott analitika SDK
lt: Įterptas analitikos SDK
ms: SDK analitis terbenam

source: Interactive embedding with full, granular control. Embed and style individual Metabase components in your app, and tailor the experience to each person. Allows for CSS styling, custom user flows, event subscriptions, and more. Only available with SSO via JWT.
eo: Yo, it’s all about that interactive embedding with max control. You can drop and style each Metabase piece in your app, makin’ it super personalized for everyone. You can do CSS tweaks, custom user flows, event alerts, and more. But fr, it’s only a thing if you got SSO through JWT.
hu: Interaktív beágyazás teljes, részletes vezérléssel. Egyedi Metabase-komponensek beágyazása és formázása az alkalmazásában, az élmény személyre szabása minden felhasználó számára. Támogatja a CSS-stílusokat, egyedi felhasználói folyamatokat, eseményekre való feliratkozást és még sok mást. Csak SSO JWT-n keresztül érhető el.
lt: Interaktyvus įterpimas su pilna ir detalia kontrole. Priderintos patirties sukūrimui, įterpkite ir apipavidalinkite individualias Metabase dalis. Tai palaiko stilizavimą su CSS, individualizuotus naudotojų srautus, užsirašymus įvykiams ir daugiau. Visa tai galima naudoti tik su SSO iš JWT.
ms: Pembenaman interaktif dengan kawalan penuh berbutir. Benamkan dan gayakan komponen Metabase individu dalam apl anda dan sesuaikan pengalaman kepada setiap orang. Membenarkan penggayaan CSS, aliran pengguna tersuai, langganan acara dan banyak lagi. Hanya tersedia dengan SSO melalui JWT.

source: Try it out
eo: Go ahead and give it a shot
hu: Próbálja ki
lt: Išbandykite
ms: Cubalah
