Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Group membership lookup filter. The placeholders '{dn}' and '{uid}' will be replaced by the user''s Distinguished Name and UID, respectively.
ar: فلتر البحث عن عضوية المجموعة. سيتم استبدال العناصر النائبة '{dn}' و'{uid}' باسم DN وUID للمستخدم على التوالي.
bg: Филтър за търсене на членство в група. Плейсхолдерите '{dn}' и '{uid}' ще бъдат заменени съответно с Разширеното име и UID на потребителя.
ca: Filtre per cercar pertinença a grup. Els camps '{dn}' i '{uid}' se substituiran amb el Nom Distingit i l'UID de l'usuari, respectivament.
de: Gruppenmitgliedschafts-Suchfilter. Die Platzhalter '{dn}' und '{uid}' werden durch den Unterscheidungsnamen und die UID des Benutzers ersetzt.
eo: Group membership lookup filter. The placeholders '{dn}' and '{uid}' will be swapped with the user’s Distinguished Name and UID, fr fr.
es: Filtro de búsqueda de miembros de grupo. Los marcadores de posición '{dn}' y '{uid}' serán reemplazados por el nombre distinguido y el UID del usuario, respectivamente.
fa: فیلتر جستجوی عضویت گروه. جای‌پوش‌های '{dn}' و '{uid}' به ترتیب با نام متمایز و UID کاربر جایگزین خواهند شد.
fi: Ryhmän jäsenyyden hakusuodin. Paikkamerkit '{dn}' ja '{uid}' korvataan käyttäjän Distinguished Name ja UID -tiedoilla.
fr: Filtre de recherche d'appartenance à un groupe. Les caractères de remplacement '{dn}' et '{uid}' seront remplacés par le nom distinctif et l'UID de l'utilisateur, respectivement.
hu: Csoporttagsági keresési szűrő. A '{dn}' és '{uid}' helyőrzőket a felhasználó Megkülönböztetett Neve és azonosítója váltja fel.
it: Filtro di ricerca dell'appartenenza al gruppo. Le variabili '{dn}' e '{uid}' saranno sostituite rispettivamente dal Distinguished Name e UID dell'utente.
ja: グループメンバー検索フィルターです。プレースホルダーの'{dn}'と'{uid}'は、それぞれユーザーの識別名とUIDに置き換えられます。
lt: Grupės narystės paieškos filtras. Vietos žymos „{dn}“ ir „{uid}“ bus atitinkamai pakeistos išskirtiniu vartotojo vardu ir UID.
ms: Penapis carian keahlian kumpulan. Tempat letak '{dn}' dan '{uid}' akan digantikan dengan Nama Terhormat dan UID pengguna, masing-masing.
nb: Filter for gruppemedlemsskapsoppslag. Plassholderne '{dn}' og '{uid}' vil bli erstattet henholdsvis av brukerens Distinguished Name og UID.
nl: Opzoekfilter voor groepslidmaatschap. De tijdelijke aanduidingen '{dn}' en '{uid}' worden vervangen door respectievelijk de Distinguished Name en UID van de gebruiker.
pl: Filtr wyszukiwania członkostwa w grupie. Podstawki '{dn}' i '{uid}' będą zastąpione Rozróżnialną Nazwą użytkownika i UID, odpowiednio.
pt_br: Filtro de pesquisa de membros de grupo. As variáveis '{dn}' e '{uid}' serão substituídas pelo nome distinto e UID do usuário, respectivamente.
ru: Фильтр поиска участия в группе. Шаблоны '{dn}' и '{uid}' будут заменены характерным именем и UID пользователя соответственно.
sk: Filter vyhľadávania členstva v skupine. Zástupné symboly '{dn}' a '{uid}' budú nahradené rozlišovacím menom používateľa a UID, resp.
sl: Filter za iskanje članstva v skupini. Označbi mesta »{dn}« in »{uid}« bosta nadomeščeni z uporabnikovim razlikovalnim imenom in UID.
sq: Filtër kërkimi për anëtarësim në grup. Placeholder-at '{dn}' dhe '{uid}' do të zëvendësohen përkatësisht me Distinguished Name dhe UID të përdoruesit.
sr: Filter za pretragu članstva u grupi. Placeholders '{dn}' i '{uid}' biće zamenjeni korisnikovim Distinguished Name-om, odnosno UID-jem.
sv: Filter för sökning av grupptillhörighet. Platshållarna '{dn}' och '{uid}' ersätts med användarens distinkta namn respektive UID.
tr: Grup üyeliği arama filtresi. '{dn}' ve '{uid}' yer tutucuları sırasıyla kullanıcının Ayırt Edici Adı ve UID'si ile değiştirilecektir.
uk: Фільтр пошуку членства в групах. Плейсхолдери '{dn}' і '{uid}' буде замінено на Distinguished Name користувача та UID відповідно.
vi: Bộ lọc tìm kiếm thành viên nhóm. Các chỗ trống '{dn}' và '{uid}' sẽ được thay thế bằng Tên Phân biệt và UID của người dùng, tương ứng.
zh_hk: 群組成員查找過濾器。佔位符“{dn}”和“{uid}”將分別替換為使用者的專有名稱和 UID。

source: Error deleting Sandboxes: {0}
ar: خطأ في حذف بيئات معزولة: {0}
bg: Грешка при изтриване на Пясъчници: {0}
ca: Error en eliminar Sandboxes: {0}
de: Fehler beim Löschen von Sandboxes: {0}
eo: Oops, couldn’t delete the Sandboxes: {0} smh
es: Error al eliminar las zonas de pruebas: {0}
fa: خطا در حذف Sandboxes: {0}
fi: Virhe poistettaessa hiekkalaatikoita: {0}
fr: Erreur en effaçant Sandboxes: {0}
hu: Hiba a homokozók törlésekor: {0}
it: Errore durante la cancellazione delle Sandboxes: {0}
ja: サンドボックスの削除でエラーが発生しました。{0}
lt: Klaida ištrinant smėlio dėžes: {0}
ms: Ralat memadam Sandboxes: {0}
nb: Feil ved sletting av sandkasser: {0}
nl: Fout bij verwijderen van sandboxen: {0}
pl: Błąd usuwania Sandboxes: {0}
pt_br: Erro ao excluir sandoxes: {0}
ru: Ошибка удаления Песочницы: {0}
sk: Chyba pri mazaní Sandboxes: {0}
sl: Napaka pri brisanju peskovnikov: {0}
sq: Gabim gjatë fshirjes së sandbox-eve: {0}
sr: Greška pri brisanju sandbox-ova: {0}
sv: Fel vid borttagning av Sandboxes: {0}
tr: Korumalı Alanlar silinirken hata oluştu: {0}
uk: Помилка видалення пісочниці: {0}
vi: Lỗi khi xóa Sandboxes: {0}
zh_hk: 刪除沙盒時發生錯誤：{0}

source: BEGIN LOAD from {0} with context {1}
hu: BETÖLTÉS KEZDÉSE innen: {0}, ezzel a kontextussal: {1}
ms: MULAKAN PEMUATAN dari {0} dengan konteks {1}

source: Finished first pass of load; now performing second pass
hu: Az első betöltési fázis befejezve; most a második fázis következik
ms: Selesai pusingan pertama pemuatan; kini melaksanakan pusingan kedua

source: END LOAD from {0} with context {1}
hu: BETÖLTÉS VÉGE innen: {0}, ezzel a kontextussal: {1}
ms: TAMAT PEMUATAN dari {0} dengan konteks {1}

source: ERROR LOAD from {0}: {1}
hu: BETÖLTÉSI HIBA innen: {0}: {1}
ms: RALAT PEMUATAN dari {0}: {1}

source: BEGIN DUMP to {0} via user {1}
hu: KIÖNTÉS KEZDÉSE ide: {0}, felhasználó által: {1}
ms: MULAKAN PENGELUARAN ke {0} melalui pengguna {1}

source: END DUMP to {0} via user {1}
hu: KIÖNTÉS VÉGE ide: {0}, felhasználó által: {1}
ms: TAMAT PENGELUARAN ke {0} melalui pengguna {1}

source: Could not find context for fully qualified card name {0}
hu: Nem található kontextus a teljesen kvalifikált kártyanévhez: {0}
ms: Tidak dapat mencari konteks untuk nama kad lengkap {0}

source: Could not find context for fully qualified snippet name {0}
hu: Nem található kontextus a teljesen kvalifikált snippet névhez: {0}
ms: Tidak dapat mencari konteks untuk nama petikan lengkap {0}

source: Failed to execute query for loaded card "{0}": {1}
hu: Nem sikerült végrehajtani a "{0}" betöltött kártya lekérdezését: {1}
ms: Gagal melaksanakan query untuk kad yang dimuatkan "{0}": {1}

source: Cannot connect to database ''{0}'' in order to sync unhidden tables
hu: Nem lehet csatlakozni az adatbázishoz: ''{0}'', hogy szinkronizáljuk a rejtett táblákat
ms: Tidak dapat menyambung ke pangkalan data ''{0}'' untuk menyegerakkan jadual yang tidak tersembunyi

source: Can't decrypt app db with MB_ENCRYPTION_SECRET_KEY
hu: Nem lehet visszafejteni az alkalmazás adatbázist az MB_ENCRYPTION_SECRET_KEY használatával
ms: Tidak boleh menyahkunci db aplikasi dengan MB_ENCRYPTION_SECRET_KEY

source: Enable the new field-filter operators
hu: Az új mező-szűrő operátorok engedélyezése
ms: Aktifkan operator penapis medan baru

source: New field filter operators are not enabled
hu: Az új mező-szűrő operátorok nincsenek engedélyezve
ms: Operator penapis medan baru tidak diaktifkan

source: Invalid domain
ar: نطاق غير صالح
bg: Невалиден домейн
ca: Domini no vàlid
de: Ungültige Domäne
eo: No cap, that domain's sus and not valid rn
es: Dominio no válido
fa: دامنه نامعتبر
fi: Virheellinen verkkotunnus
fr: Domaine invalide
hu: Érvénytelen domain
it: Dominio non valido
ja: 無効なドメイン
lt: Neteisingas domenas
ms: Domain tidak sah
nb: Ugyldig domene
nl: Ongeldig domein
pl: Nieprawidłowa domena
pt_br: Domínio inválido
ru: Некорректный домен
sk: Neplatná doména
sl: Neveljavna domena
sq: Domain i pavlefshëm
sr: Nevažeći domen
sv: Ogiltig domän
tr: Geçersiz alan
uk: Недійсний домен
vi: Tên miền không hợp lệ
zh_hk: 無效領域

source: User lookup filter. The placeholder '{login}' will be replaced by the user supplied login.
hu: Felhasználói keresési szűrő. A „{login}” helyőrzőt a felhasználó által megadott bejelentkezési név váltja fel.
ms: Penapis carian pengguna. Tempat letak '{log masuk}' akan digantikan dengan log masuk yang diberikan oleh pengguna.

source: Attribute to use for the user''s email. (usually ''mail'', ''email'' or ''userPrincipalName'')
ar: السمة التي سيتم استخدامها لبريد المستخدم. (عادةً ''mail'' أو ''email'' أو ''userPrincipalName'')
bg: Атрибут за използване за потребителския имейл. (обикновено „mail“, „email“ или „userPrincipalName“)
ca: Atributs a utilitzar pel correu electrònic d'un usuari. (normalment ''mail'', ''email'' o ''userPrincipalName'')
de: Attribut für die E-Mail des Benutzers (normalerweise ''mail'', ''email'' oder ''userPrincipalName'').
eo: Use this attribute for the user's email, like "mail," "email," or "userPrincipalName" — gotta get it right, no cap.
es: Atributo que se utilizará para el correo electrónico del usuario. (generalmente ''mail'', ''email'' o ''userPrincipalName'')
fa: ویژگی برای استفاده در ایمیل کاربر. (معمولاً 'mail'، 'email' یا 'userPrincipalName')
fi: Attribuutti, jota käytetään käyttäjän sähköpostissa. (yleensä ''posti'', ''sähköposti'' tai ''userPrincipalName'')
fr: Attribut à utiliser pour l'e-mail de l'utilisateur. (généralement ''mail'', ''email'' ou ''userPrincipalName'')
hu: Attribútum a felhasználó e-mail címéhez. (általában ''mail'', ''email'' vagy ''userPrincipalName'')
it: Attributo da usare per l'email utente. (solitamente ''mail'', ''email'' oppure ''userPrincipalName'')
ja: ユーザの電子メールに使用する属性です。(通常は''mail''、''email''、''userPrincipalName''のいずれか)
lt: Atributas, naudojamas vartotojo el. paštui. (paprastai „paštas“, „el. paštas“ arba „naudotojo principo vardas“)
ms: Atribut yang digunakan untuk e-mel pengguna. (biasanya ''mel'', ''e-mel'' atau ''PrinsipNamaPengguna'')
nb: Attributten som skal benyttes for brukerens epost. (vanligvis "mail", "email" eller "userPrincipalName")
nl: Kenmerk dat moet worden gebruikt voor de e-mail van de gebruiker. (meestal ''mail'', ''e-mail'' of ''userPrincipalName'')
pl: Atrybut do użycia dla emaila użytkownika. (zwykle ''mail'', ''email'' lub ''userPrincipalName'')
pt_br: Atributo a ser usado para o e-mail do usuário. (geralmente ''mail'', ''email'' ou ''userPrincipalName'')
ru: Атрибут, используемый как email пользователя. (обычно это ''mail'', ''email'' или ''userPrincipalName'')
sk: Atribút, ktorý sa použije pre používateľský email. (Zvyčajne 'mail', 'email' alebo 'userPrincipalName')
sl: Atribut, ki se uporablja za uporabnikov e-poštni naslov. (običajno ''mail'', ''email'' ali ''userPrincipalName'')
sq: Atributi që do të përdoret për email-in e përdoruesit. (zakonisht ''mail'', ''email'' ose ''userPrincipalName'')
sr: Atribut koji se koristi za email korisnika. (obično ''mail'', ''email'' ili ''userPrincipalName'')
sv: Attribut för användarens e-post. (vanligtvis ''mail'', ''email'' eller ''userPrincipalName'')
tr: Kullanıcının e-postası için kullanılacak özellik. (genellikle ''mail'', ''email'' veya ''userPrincipalName'')
uk: Атрибут для email користувача. (зазвичай ''mail'', ''email'' або ''userPrincipalName'')
vi: Thuộc tính để sử dụng cho email của người dùng. (thông thường là ''mail'', ''email'' hoặc ''userPrincipalName'')
zh_hk: 用於使用者電子信箱的屬性。(通常為''mail''、''email'' 或 ''userPrincipalName'')

source: Search base for groups. Not required for LDAP directories that provide a ''memberOf'' overlay, such as Active Directory. (Will be searched recursively)
ar: قاعدة البحث عن المجموعات. غير مطلوب لأدلة LDAP التي توفر تراكب ''memberOf'' مثل Active Directory. (سيتم البحث بشكل متكرر)
bg: База за търсене на групи. Не е необходимо за LDAP директории, които предоставят ''memberOf'' слой, като Active Directory. (Ще бъде търсено рекурсивно)
ca: Base per a la cerca de grups. No necessari per a directoris LDAP que proporcionen el camp ''memberOf'', com Active Directory. (Se cercarà recursivament)
de: Suchbasis für Gruppen. Nicht erforderlich für LDAP-Verzeichnisse, die eine "memberOf"-Überlagerung bereitstellen, wie z.B. Active Directory. (Wird rekursiv durchsucht)
eo: Look up the base for groups. Not needed if you got LDAP dirs with a ''memberOf'' overlay, like Active Directory. (It’s gonna search deep, fr)
es: Base de búsqueda para grupos. No es necesario para los directorios LDAP que proporcionan una superposición ''memberOf'', como Active Directory. (Se buscará de forma recursiva)
fa: پایه جستجو برای گروه‌ها. برای دایرکتوری‌های LDAP که یک پوشش 'memberOf' ارائه می‌دهند، مانند Active Directory، لازم نیست. (به صورت بازگشتی جستجو خواهد شد)
fi: Ryhmien etsinnän aloituskohta, ei vaadita jos LDAP hakemisto sisältää "memberOf" -peitteen, kuten Active Directoryn (Etsitään rekursiivisesti)
fr: Base de recherche pour les groupes. Non requis pour les annuaires LDAP qui fournissent une superposition ''memberOf'', comme Active Directory. (La recherche sera effectuée de manière récursive).
hu: Csoportok keresési bázisa. Nem szükséges az LDAP könyvtárak számára, amelyek ''memberOf'' overlayt biztosítanak, mint például az Active Directory. (Rekurzívan lesz keresve)
it: Ricerca di base per gruppi. Non necessario per LDAP directories che forniscono una sovrapposizione con ''memberOf'', come Active Directory. (Saranno ricercate ricorsivamente)
ja: グループの検索ベース。Active Directoryなど、''memberOf''オーバーレイを提供するLDAPディレクトリでは必要ありません。(再帰的に検索されます)
lt: Grupių paieškos bazė. Nereikalaujama LDAP katalogams, kuriuose yra „memberOf“ perdanga, pvz., „Active Directory“. (Bus ieškoma rekursyviai)
ms: Asas carian untuk kumpulan. Tidak diperlukan untuk direktori LDAP yang menyediakan tindanan ''memberOf'', seperti Active Directory. (Akan dicari secara rekursif)
nb: Base for søk i grupper, ikke påkrevd hvis din LDAP-katalog tilbyr et ''memberOf'' overlegg, som f.eks Active Directory. (Vil bli søkt rekursivt)
nl: Zoekbasis voor groepen. Niet vereist voor LDAP-directory's die een ''memberOf''-overlay bieden, zoals Active Directory. (Wordt recursief gezocht)
pl: Baza wyszukiwania dla grup. Nie jest wymagana dla katalogów LDAP, które zapewniają nakładkę ''memberOf'', takich jak Active Directory. (Będzie przeszukiwane rekurencyjnie)
pt_br: Base de pesquisa para grupos. Não é necessária para diretórios LDAP que fornecem uma sobreposição ''memberOf'', como o Active Directory. (A pesquisa será feita recursivamente)
ru: Основа поиска для групп. Не требуется для каталогов LDAP, которые предоставляют значение ''memberOf'', например Active Directory. (Поиск будет выполняться рекурсивно)
sk: Vyhľadávacia báza pre skupiny. Nie je potrebná pre LDAP adresáre, ktoré poskytujú overlay 'memberOf', ako je Active Directory. (Bude vyhľadávané rekurzívne)
sl: Iskanje baze za skupine. Ni zahtevano za LDAP imenike, ki ponujajo prekrivno plast ''memberOf'', kot je Active Directory. (Iskano bo rekurzivno)
sq: Search base për grupet. Nuk kërkohet për direktori LDAP që ofrojnë një overlay ''memberOf'', si Active Directory. (Do të kërkohet në mënyrë rekursive)
sr: Search base za grupe. Nije obavezno za LDAP direktorijume koji pružaju ''memberOf'' overlay, kao što je Active Directory. (Pretražuje se rekurzivno)
sv: Sökbas för grupper. Krävs inte för LDAP-kataloger som tillhandahåller ett ''memberOf''-tillägg, såsom Active Directory. (Kommer att sökas rekursivt)
tr: Gruplar için arama tabanı. Active Directory gibi bir "memberOf" yer paylaşımı sağlayan LDAP dizinleri için gerekli değildir. (Yinelemeli olarak aranacaktır)
uk: База пошуку для груп. Не обовʼязково для LDAP-каталогів, які надають overlay ''memberOf'', як-от Active Directory. (Пошук виконуватиметься рекурсивно)
vi: Cơ sở tìm kiếm cho nhóm. Không yêu cầu cho các thư mục LDAP cung cấp một lớp phủ ''memberOf'', như Active Directory. (Sẽ được tìm kiếm đệ quy)
zh_hk: 搜尋群組的基礎。不適用於提供"memberOf"重疊的LDAP目錄，例如Active Directory。（將進行遞歸搜尋）

source: You are not allowed to change the owner of a Personal Collection.
eo: You can’t even switch up the owner of a Personal Collection, fr.
hu: Nem módosíthatja egy Személyes Gyűjtemény tulajdonosát.
lt: Jums neleidžiama keisti asmeninės kolekcijos savininko.
ms: Anda tidak dibenarkan untuk mengubah pemilik Koleksi Peribadi.

source: You are not allowed to change the authority level of a Personal Collection.
eo: You can't lowkey mess with the authority level of a Personal Collection, fr.
hu: Nem módosíthatja egy Személyes Gyűjtemény jogosultsági szintjét.
lt: Jums neleidžiama keisti asmeninės kolekcijos autoriteto lygio.
ms: Anda tidak dibenarkan untuk mengubah tahap kuasa Koleksi Peribadi.

source: You are not allowed to move a Personal Collection.
eo: You can’t even move a Personal Collection, fr.
hu: Személyes Gyűjteményt nem mozgathat.
lt: Jums neleidžiama perkelti asmeninės kolekcijos.
ms: Anda tidak dibenarkan untuk memindahkan Koleksi Peribadi.

source: You cannot update a CollectionPermissionGraphRevision!
hu: Nem frissítheti a CollectionPermissionGraphRevision-t!
ms: Anda tidak boleh mengemas kini CollectionPermissionGraphRevision!

source: Invalid Field {0} {1}
hu: Érvénytelen mező: {0} {1}
ms: Medan Tidak Sah {0} {1}

source: Invalid Field {0} {1}: falling back to {2}
hu: Érvénytelen mező: {0} {1}: visszaesik ide: {2}
ms: Medan Tidak Sah {0} {1}: beralih ke {2}

source: To make table and field names more human-friendly, Metabase will replace dashes and underscores in them with spaces.
hu: A táblázat- és mezőnevek emberbarátabbá tétele érdekében a Metabase lecseréli a kötőjeleket és aláhúzásokat szóközökre.
ms: Untuk menjadikan nama jadual dan medan lebih mesra pengguna, Metabase akan menggantikan tanda hubung dan garis bawah dalam nama tersebut dengan ruang.

source: We’ll capitalize each word while at it, so ‘last_visited_at’ will become ‘Last Visited At’.
hu: Minden szót nagybetűvel kezdünk, így a ‘last_visited_at’ ‘Last Visited At’ lesz.
ms: Kami akan mengecam setiap perkataan, jadi ‘last_visited_at’ akan menjadi ‘Last Visited At’.

source: Setting names in would collide: {0} and {1}
hu: A beállítás nevek ütköznének: {0} és {1}
ms: Nama tetapan dalam akan bertembung: {0} dan {1}

source: Indicates when Metabase last checked for new versions.
ar: يشير إلى آخر مرة تحقّق فيها Metabase من إصدارات جديدة.
bg: Показва кога Metabase последно провери за нови версии.
ca: Indica el darrer moment que Metabase ha cercat noves versions.
de: Gibt an, wann Metabase zuletzt nach neuen Versionen gesucht hat.
eo: Tells you when Metabase last peeped for new updates, fr.
es: Indica cuándo fue la última vez que Metabase comprobó si había nuevas versiones.
fa: زمانی که Metabase آخرین بار برای نسخه‌های جدید بررسی کرده است را نشان می‌دهد.
fi: Ilmaisee, milloin Metabase viimeksi tarkisti uusia versioita.
fr: Indiquez quand Metabase doit vérifier si de nouvelles versions sont disponibles.
hu: Jelzi, mikor ellenőrizte a Metabase utoljára az új verziókat.
it: Indica quando Metabase ha cercato l'ultima volta per nuove versioni.
ja: Metabaseが最後に新しいバージョンをチェックした時期を示します。
lt: Nurodo, kada paskutinį kartą metabazė tikrino, ar nėra naujų versijų.
ms: Menunjukkan bila Metabase terakhir kali memeriksa versi baru.
nb: Indiker når Metabase sist sjekket etter nye versjoner.
nl: Geeft aan wanneer Metabase voor het laatst heeft gecontroleerd op nieuwe versies.
pl: Wskazuje, kiedy Metabase ostatnio sprawdzał dostępność nowych wersji.
pt_br: Indica quando foi a última vez que o Metabase verificou se há novas versões.
ru: Указывает, когда последний раз Metabase проверяла наличие новых версий.
sk: Ukazuje, kedy Metabase naposledy kontrolovala nové verzie.
sl: Označuje, kdaj je Metabase nazadnje preveril, ali so na voljo nove različice.
sq: Tregon kur Metabase kontrolloi për herë të fundit për versione të reja.
sr: Pokazuje kada je Metabase poslednji put proverio nove verzije.
sv: Indikerar när Metabase senast kontrollerade efter nya versioner.
tr: Metabase'in yeni sürümleri en son ne zaman kontrol ettiğini gösterir.
uk: Вказує, коли Metabase востаннє перевіряв наявність нових версій.
vi: Cho biết khi Metabase kiểm tra lần cuối cho các phiên bản mới.
zh_hk: 表示 Metabase 上次檢查新版本的時間。

source: This URL is used for things like creating links in emails, auth redirects,
hu: Ezt az URL-t olyan dolgokra használják, mint például linkek létrehozása e-mailekben, hitelesítési átirányítások,
ms: URL ini digunakan untuk perkara seperti membuat pautan dalam e-mel, pengalihan pengesahan,

source: and in some embedding scenarios, so changing it could break functionality or get you locked out of this instance.
hu: és bizonyos beágyazási forgatókönyvekben, így a módosítása megszakíthatja a funkcionalitást, vagy kizárhatja a példányból.
ms: dan dalam beberapa senario penyematan, jadi mengubahnya boleh merosakkan fungsi atau menyebabkan anda terkunci keluar dari contoh ini.
