Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Process batches updates synchronously. If true, all `submit!` calls will be processed immediately. Default is false.
ar: معالجة تحديثات الدُفعات بشكل متزامن. إذا كانت true، فستُعالج جميع استدعاءات `submit!` فورًا. الافتراضي هو false.
bg: Обработвайте синхронизирано актуализациите на партиди. Ако е вярно, всички повиквания `submit!` ще се обработват незабавно. По подразбиране е false.
ca: Processa les actualitzacions de lots de manera síncrona. Si és cert, totes les trucades d'"envia!" es processaran immediatament. El valor per defecte és fals.
de: Stapelaktualisierungen synchron verarbeiten. Wenn true, werden alle `submit!`-Aufrufe sofort verarbeitet. Standard ist false.
eo: Basically, batch updates go down sync. If it's true, all the `submit!` stuff will be processed ASAP. Default is false, btw.
es: Procesa las actualizaciones de lotes de forma sincrónica. Si es verdadero, todas las llamadas de `enviar!` se procesarán inmediatamente. El valor predeterminado es falso.
fa: به‌روزرسانی‌های دسته‌ای را به صورت همزمان پردازش کنید. اگر درست باشد، همه تماس‌های «ارسال!» فوراً پردازش می‌شوند. پیش فرض نادرست است.
fi: Käsittele erien päivitykset synkronisesti. Jos true, kaikki `submit!`-kutsut käsitellään välittömästi. Oletusarvo on false.
fr: Traiter les mises à jour de lots de manière synchrone. Si true, tous les appels `submit!` seront traités immédiatement. La valeur par défaut est false.
hu: Tételcsoportok frissítéseinek szinkron feldolgozása. Ha igaz, minden submit! hívás azonnal feldolgozásra kerül. Az alapértelmezés hamis.
it: Elabora gli aggiornamenti dei batch in modo sincrono. Se true, tutte le chiamate `submit!` saranno elaborate immediatamente. L'impostazione predefinita è false.
ja: バッチ更新を同期的に処理する。trueを指定すると、すべての `submit!` コールを直ちに処理する。デフォルトはfalseである。
lt: Apdorokite paketų atnaujinimus sinchroniškai. Jei tiesa, visi „pateikti!“ skambučiai bus apdoroti nedelsiant. Numatytasis yra klaidingas.
ms: Proses kemas kini kumpulan secara segerak. Jika benar, semua panggilan `submit!` akan diproses dengan serta-merta. Lalai adalah palsu.
nb: Behandle batch-oppdateringer synkront. Hvis sann, vil alle `submit!`-kall bli behandlet umiddelbart. Standard er usann.
nl: Verwerk batches updates synchroon. Indien waar, worden alle `submit!` oproepen onmiddellijk verwerkt. Standaard is false.
pl: Przetwarza aktualizacje wsadowe synchronicznie. Jeśli true, wszystkie wywołania `submit!` będą przetwarzane natychmiast. Domyślnie false.
pt_br: Processa atualizações em lote de forma síncrona. Se verdadeiro, todas as chamadas `submit!` serão processadas imediatamente. O padrão é falso.
ru: Синхронно обрабатывать пакетные обновления. Если значение равно true, все вызовы `submit!` будут обрабатываться немедленно. По умолчанию значение false.
sk: Synchrónne spracovanie aktualizácií dávok. Ak je to pravda, všetky volania `odoslať!` sa spracujú okamžite. Predvolené nastavenie je false.
sl: Obdelava paketov se posodablja sinhrono. Če je res, bodo vsi klici »pošlji!« obdelani takoj. Privzeto je napačno.
sq: Përpuno përditësimet e batch-eve në mënyrë sinkrone. Nëse është true, të gjitha thirrjet `submit!` do të përpunohen menjëherë. Default është false.
sr: Obradi batch ažuriranja sinhrono. Ako je true, svi `submit!` pozivi će se odmah obraditi. Podrazumevano je false.
sv: Behandla ihopslagna uppdateringar synkront. Om true, kommer alla `submit!`-anrop att behandlas omedelbart. Standard är false.
tr: Toplu güncellemeleri eşzamanlı olarak işleyin. Eğer true ise, tüm `submit!` çağrıları hemen işlenecektir. Varsayılan değer yanlıştır.
uk: Обробляти батч-оновлення синхронно. Якщо true, усі виклики `submit!` буде оброблено негайно. За замовчуванням — false.
vi: Xử lý các đợt cập nhật đồng bộ. Nếu đúng, tất cả các lệnh gọi `submit!` sẽ được xử lý ngay lập tức. Mặc định là sai.
zh_hk: 同步處理批次更新。如果為真，所有 `submit!` 呼叫將立即處理。預設為 false。

source: Query Reference Validation
hu: Lekérdezés hivatkozás ellenőrzése
lt: Užklausos nuorodos patvirtinimas
ms: Pengesahan Rujukan Query

source: Is SAML Single Log Out enabled?
ar: هل تم تفعيل تسجيل الخروج الأحادي (Single Log Out) في SAML؟
bg: Активиран ли е SAML Single Log Out?
ca: Està activat el Single Logout de SAML?
de: Ist SAML Single Log Out aktiviert?
eo: Yo, is SAML Single Log Out actually enabled or nah?
es: ¿Está habilitado el cierre de sesión único de SAML?
fa: آیا SAML Single Log Out فعال است؟
fi: Onko SAML Single Log Out käytössä?
fr: La fonction SAML Single Log Out est-elle activée ?
hu: Engedélyezve van a SAML Single Log Out?
it: SAML Single Log Out è abilitato?
ja: SAML シングル・ログアウトが有効になっているか。
lt: Ar įjungtas SAML vienkartinis atsijungimas?
ms: Adakah SAML Single Log Out diaktifkan?
nb: Er SAML Single Log Out aktivert?
nl: Is SAML Single Log Out ingeschakeld?
pl: Czy funkcja SAML Single Log Out jest włączona?
pt_br: O Single Log Out SAML está habilitado?
ru: Включен ли SAML Single Log Out?
sk: Je povolené jednotné odhlásenie SAML?
sl: Ali je omogočena enotna odjava SAML?
sq: A është aktivizuar SAML Single Log Out?
sr: Da li je omogućen SAML Single Log Out?
sv: Är SAML Single Log Out aktiverat?
tr: SAML Tek Oturum Kapatma etkin mi?
uk: Увімкнено SAML Single Log Out?
vi: Tính năng SAML Single Log Out có được bật không?
zh_hk: 是否啟用 SAML 單一登出？

source: Show Visualization
hu: Vizualizáció megjelenítése
ms: Tunjukkan Visualisasi

source: Show Editor
hu: Szerkesztő megjelenítése
ms: Paparkan Editor

source: Negative values in measure column have been omitted from pie chart.
ar: تم استبعاد القيم السالبة في عمود المقياس من المخطط الدائري.
bg: Отрицателните стойности в колоната с мерки са пропуснати в кръговата диаграма.
ca: Els valors negatius de la columna de mesures s'han omès del gràfic circular.
de: Negative Werte in der Spalte "Maßnahmen" wurden im Kreisdiagramm weggelassen.
eo: The negative numbers in the measure column got snipped from the pie chart, fr fr.
es: Los valores negativos de la columna de medidas se han omitido del gráfico circular.
fa: مقادیر منفی در ستون اندازه گیری از نمودار دایره ای حذف شده است.
fi: Negatiiviset arvot mittasarakkeessa on jätetty pois ympyräkaaviosta.
fr: Les valeurs négatives dans la colonne des mesures ont été omises dans le diagramme circulaire.
hu: A mérték oszlopban szereplő negatív értékeket kihagyták a kördiagramról.
it: I valori negativi nella colonna delle misure sono stati omessi dal grafico a torta.
ja: 負の値は円グラフでは省略されています.
lt: Neigiamos vertės matavimo stulpelyje skritulinėje diagramoje praleistos.
ms: Nilai negatif dalam lajur ukuran telah diabaikan daripada carta pai.
nb: Negative verdier i tiltakskolonnen er utelatt fra kakediagrammet.
nl: Negatieve waarden in maatkolommen zijn weggelaten uit het taartdiagram.
pl: Wartości ujemne w kolumnie miary zostały pominięte na wykresie kołowym.
pt_br: Os valores negativos na coluna de medidas foram omitidos do gráfico de pizza.
ru: Отрицательные значения в столбце "Мера" были опущены из круговой диаграммы.
sk: Záporné hodnoty v stĺpci miery boli z koláčového grafu vynechané.
sl: Negativne vrednosti v stolpcu mere so bile izpuščene iz tortnega grafikona.
sq: Vlerat negative në kolonën e matjes janë hequr nga grafiku tortë.
sr: Negativne vrednosti u koloni mere su izostavljene iz tortnog grafikona.
sv: Negativa värden i mät-kolumnen har utelämnats från cirkeldiagrammet.
tr: Hesaplama sütunundaki negatif değerler pasta grafikten çıkarılmıştır.
uk: Негативні значення в колонці показника було пропущено на круговій діаграмі.
vi: Các giá trị âm trong cột đo đã bị loại khỏi biểu đồ hình tròn.
zh_hk: 餅狀圖中省略了測量列中的負值。

source: You are using API keys. This is only supported for evaluation purposes, has limited feature coverage, and will only work on http://localhost. For regular use, please implement SSO (https://github.com/metabase/metabase/blob/master/enterprise/frontend/src/embedding-sdk/README.md#authenticate-users-from-your-back-end)
hu: API kulcsokat használ. Ez csak értékelési célokra támogatott, korlátozott funkciókat tartalmaz, és csak a http://localhost címen működik. Rendszeres használathoz kérjük, valósítson meg SSO-t.
ms: Anda menggunakan kunci API. Ini hanya disokong untuk tujuan penilaian, mempunyai liputan ciri yang terhad dan hanya akan berfungsi pada http://localhost. Untuk kegunaan biasa, sila laksanakan SSO (https://github.com/metabase/metabase/blob/master/enterprise/frontend/src/embedding-sdk/README.md#authenticate-users-from-your-back-end)

source: No JWT URI or API key provided.
hu: Nem adott meg JWT URI-t vagy API kulcsot.
ms: Tiada kunci URI atau API JWT disediakan.

source: Include items in sub-collections
ar: تضمين العناصر في المجموعات الفرعية
bg: Включване на елементи в подколекции
ca: Inclou articles a les subcol·leccions
de: Objekte in Untersammlungen einbeziehen
eo: Add stuff to sub-collections, fr fr
es: Incluir elementos en sub-colecciones
fa: موارد را در زیر مجموعه ها قرار دهید
fi: Sisällytä kohteet alakokoelmiin
fr: Inclure des éléments dans des sous-collections
hu: Elemek bevonása az algyűjteményekbe
it: Includere gli elementi nelle sottocollezioni
ja: サブコレクションに格納する
lt: Įtraukite elementus į subkolekcijas
ms: Sertakan item dalam sub-koleksi
nb: Inkluder elementer i undersamlinger
nl: Items van subcollecties meenemen
pl: Dołączanie elementów do podkolekcji
pt_br: Incluir itens em subcoleções
ru: Включение элементов в подколлекции
sk: Zahrnúť položky do čiastkových zbierok
sl: Vključitev elementov v podzbirke
sq: Përfshi elementet në nën-koleksione
sr: Uključi stavke u pod-kolekcijama
sv: Inkludera objekt i underkollektioner
tr: Öğeleri alt koleksiyonlara dahil etme
uk: Включати елементи в підколекціях
vi: Bao gồm các mục trong các bộ sưu tập phụ
zh_hk: 包含子收藏中的項目

source: Last used at
ar: آخر استخدام في
bg: Последно използван в
ca: Últim ús a les
de: Zuletzt verwendet am
eo: Last used at → Been a minute since it was last used, lol
es: Utilizado por última vez en
fa: آخرین استفاده در
fi: Viimeisi käytetty
fr: Dernière utilisation à
hu: Utoljára használt időpont
it: Ultimo utilizzo presso
ja: 最終利用
lt: Paskutinį kartą naudota
ms: Terakhir digunakan pada
nb: Sist brukt på
nl: Laatst gebruikt op
pl: Ostatnio używany w
pt_br: Usado por último em
ru: Последний раз использовался в
sk: Naposledy použité v
sl: Nazadnje uporabljen pri
sq: Përdorur për herë të fundit më
sr: Poslednji put korišćeno
sv: Senast använt den
tr: Son kullanım
uk: Останнє використання
vi: Lần cuối sử dụng tại
zh_hk: 最後使用於

source: Select unused items to move to trash
ar: حدّد العناصر غير المستخدمة لنقلها إلى المهملات
bg: Изберете неизползвани елементи, които да преместите в кошчето за боклук
ca: Seleccioneu els elements no utilitzats per moure'ls a la paperera
de: Wählen Sie unbenutzte Objekte aus, um sie in den Papierkorb zu verschieben.
eo: Pick the stuff you haven't used yet and yeet it to the trash, bestie
es: Seleccione los elementos no utilizados para moverlos a la papelera
fa: موارد استفاده نشده را برای انتقال به سطل زباله انتخاب کنید
fi: Valitse roskakoriin siirrettävät käyttämättömät kohteet
fr: Sélectionner les éléments inutilisés à mettre à la poubelle
hu: Válassza ki a nem használt elemeket a lomtárba helyezéshez
it: Selezionare gli elementi inutilizzati da spostare nel cestino
ja: ゴミ箱へ移動するアイテムを選択してください
lt: Pasirinkite nenaudojamus elementus, kuriuos norite perkelti į šiukšliadėžę
ms: Pilih item yang tidak digunakan untuk dialihkan ke sampah
nb: Velg ubrukte elementer som skal flyttes til papirkurven
nl: Selecteer ongebruikte items om naar de prullenbak te verplaatsen
pl: Wybierz nieużywane elementy do przeniesienia do kosza
pt_br: Selecione itens não utilizados para mover para a lixeira
ru: Выберите неиспользуемые предметы для перемещения в корзину
sk: Vyberte nepoužívané položky, ktoré chcete presunúť do koša
sl: Izbiranje neuporabljenih elementov za premik v smetnjak
sq: Zgjidh elementet e papërdorura për ti çuar te koshi
sr: Izaberite nekorišćene stavke za premeštanje u otpad
sv: Välj oanvända föremål som ska flyttas till papperskorgen
tr: Çöp kutusuna taşınacak kullanılmayan öğeleri seçin
uk: Виберіть невикористані елементи, щоб перемістити їх у кошик
vi: Chọn các mục không sử dụng để chuyển vào thùng rác
zh_hk: 選擇未使用的項目移至垃圾桶

source: 1 month
ar: شهر واحد
bg: 1 месец
ca: 1 mes
de: 1 Monat
eo: a month (no cap)
es: 1 mes
fa: 1 ماه
fi: 1 kuukausi
fr: 1 mois
hu: 1 hónap
it: 1 mese
ja: 1ヶ月
lt: 1 mėnuo
ms: 1 bulan
nb: 1 måned
nl: 1 maand
pl: 1 miesiąc
pt_br: 1 mês
ru: 1 месяц
sk: 1 mesiac
sl: 1 mesec
sq: 1 muaj
sr: 1 mesec
sv: 1 månad
tr: 1 ay
uk: 1 місяць
vi: 1 tháng
zh_hk: 1 個月

source: 2 months
ar: شهران
bg: 2 месеца
ca: 2 mesos
de: 2 Monate
eo: 2 months → 2 months, fr fr
es: 2 meses
fa: 2 ماه
fi: 2 kuukautta
fr: 2 mois
hu: 2 hónap
it: 2 mesi
ja: 2ヶ月
lt: 2 mėn
ms: 2 bulan
nb: 2 måneder
nl: 2 maanden
pl: 2 miesiące
pt_br: 2 meses
ru: 2 месяца
sk: 2 mesiace
sl: 2 meseca
sq: 2 muaj
sr: 2 meseca
sv: 2 månader
tr: 2 ay
uk: 2 місяці
vi: 2 tháng
zh_hk: 2 個月

source: 3 months
ar: 3 أشهر
bg: 3 месеца
ca: 3 mesos
de: 3 Monate
eo: 3 months is basically "3 months, no cap"
es: 3 meses
fa: 3 ماه
fi: 3 kuukautta
fr: 3 mois
hu: 3 hónap
it: 3 mesi
ja: 3ヶ月
lt: 3 mėn
ms: 3 bulan
nb: 3 måneder
nl: 3 maanden
pl: 3 miesiące
pt_br: 3 meses
ru: 3 месяца
sk: 3 mesiace
sl: 3 mesece
sq: 3 muaj
sr: 3 meseca
sv: 3 månader
tr: 3 ay
uk: 3 місяці
vi: 3 tháng
zh_hk: 3 個月

source: 6 months
ar: 6 أشهر
bg: 6 месеца
ca: 6 mesos
de: 6 Monate
eo: half a year, fr so long lol
es: 6 meses
fa: 6 ماه
fi: 6 kuukautta
fr: 6 mois
hu: 6 hónap
it: 6 mesi
ja: 6ヶ月
lt: 6 mėn
ms: 6 bulan
nb: 6 måneder
nl: 6 maanden
pl: 6 miesięcy
pt_br: 6 meses
ru: 6 месяцев
sk: 6 mesiacov
sl: 6 mesecev
sq: 6 muaj
sr: 6 meseci
sv: 6 månader
tr: 6 ay
uk: 6 місяців
vi: 6 tháng
zh_hk: 6 個月

source: 9 months
ar: 9 أشهر
bg: 9 месеца
ca: 9 mesos
de: 9 Monate
eo: 9 months? That’s basically a whole glow-up era, fr.
es: 9 meses
fa: 9 ماه
fi: 9 kuukautta
fr: 9 mois
hu: 9 hónap
it: 9 mesi
ja: 9ヶ月
lt: 9 mėn
ms: 9 bulan
nb: 9 måneder
nl: 9 maanden
pl: 9 miesięcy
pt_br: 9 meses
ru: 9 месяцев
sk: 9 mesiacov
sl: 9 mesecev
sq: 9 muaj
sr: 9 meseci
sv: 9 månader
tr: 9 ay
uk: 9 місяців
vi: 9 tháng
zh_hk: 9 個月

source: 1 year
ar: سنة واحدة
bg: 1 година
ca: 1 any
de: 1 Jahr
eo: 1 year → 1 year (nothing much, but if you wanna flex: "a whole year")
es: 1 año
fa: 1 سال
fi: 1 vuosi
fr: 1 an
hu: 1 év
it: 1 anno
ja: 1年
lt: 1 metai
ms: 1 tahun
nb: 1 år
nl: 1 jaar
pl: 1 rok
pt_br: 1 ano
ru: 1 год
sk: 1 rok
sl: 1 leto
sq: 1 vit
sr: 1 godina
sv: 1 år
tr: 1 yıl
uk: 1 рік
vi: 1 năm
zh_hk: 1 年

source: 1.5 years
ar: 1.5 سنة
bg: 1,5 години
ca: 1,5 anys
de: 1,5 Jahre
eo: a year and a half, lowkey.
es: 1,5 años
fa: 1.5 سال
fi: 1.5 vuotta
fr: 1,5 an
hu: 1,5 év
it: 1,5 anni
ja: 1.5年
lt: 1,5 metų
ms: 1.5 tahun
nb: 1,5 år
nl: 1.5 jaren
pl: 1,5 roku
pt_br: 1,5 ano
ru: 1,5 года
sk: 1,5 roka
sl: 1,5 leta
sq: 1.5 vjet
sr: 1.5 godina
sv: 1,5 år
tr: 1,5 yıl
uk: 1,5 року
vi: 1,5 năm
zh_hk: 1.5 年

source: 2 years
ar: سنتان
bg: 2 години
ca: 2 anys
de: 2 Jahre
eo: 2 years = 2 yrs, fr fr
es: 2 años
fa: 2 سال
fi: 2 vuotta
fr: 2 ans
hu: 2 év
it: 2 anni
ja: 2年
lt: 2 metai
ms: 2 tahun
nb: 2 år
nl: 2 jaren
pl: 2 lata
pt_br: 2 anos
ru: 2 года
sk: 2 roky
sl: 2 leti
sq: 2 vjet
sr: 2 godine
sv: 2 år
tr: 2 yıl
uk: 2 роки
vi: 2 năm
zh_hk: 2 年

source: Invalid date filter: {0}
ar: فلتر تاريخ غير صالح: {0}
bg: Невалиден филтър за дата: {0}
ca: Filtre de data no vàlid: {0}
de: Ungültiger Datumsfilter: {0}
eo: Bruh, this date filter's totally invalid: {0}
es: Filtro de fecha no válido: {0}
fa: فیلتر تاریخ نامعتبر: {0}
fi: Virheellinen päivämääräsuodatin: {0}
fr: Filtre de date invalide : {0}
hu: Érvénytelen dátumszűrő: {0}
it: Filtro data non valido: {0}
ja: 無効な日付です:{0}
lt: Netinkamas datos filtras: {0}
ms: Penapis tarikh tidak sah: {0}
nb: Ugyldig datofilter: {0}
nl: Ongeldig datumfilter: {0}
pl: Nieprawidłowy filtr daty: {0}
pt_br: Filtro de data inválido: {0}
ru: Неверный фильтр даты: {0}
sk: Neplatný dátumový filter: {0}
sl: Neveljaven filter datuma: {0}
sq: Filtër date i pavlefshëm: {0}
sr: Nevažeći filter datuma: {0}
sv: Ogiltigt datumfilter: {0}
tr: Geçersiz tarih filtresi: {0}
uk: Недійсний фільтр дати: {0}
vi: Bộ lọc ngày không hợp lệ: {0}
zh_hk: 無效日期篩選器： {0}

source: Error fetching SCIM token
ar: خطأ في جلب توكن SCIM
bg: Грешка при извличането на токен SCIM
ca: S'ha produït un error en obtenir el testimoni SCIM
de: Fehler beim Abrufen des SCIM-Tokens
eo: Bruh, got a big oof fetching the SCIM token lol
es: Error al recuperar el token SCIM
fa: خطا در واکشی نشانه SCIM
fi: Virhe noudettaessa SCIM-tokenia
fr: Erreur dans l'obtention du jeton SCIM
hu: Hiba a SCIM token lekérésekor
it: Errore nell'acquisizione del token SCIM
ja: SCIM トークンの取得エラー
lt: Gaunant SCIM prieigos raktą įvyko klaida
ms: Ralat semasa mengambil token SCIM
nb: Feil ved henting av SCIM-token
nl: Fout bij het ophalen van SCIM-token
pl: Błąd pobierania tokenu SCIM
pt_br: Erro ao buscar token SCIM
ru: Ошибка при получении токена SCIM
sk: Chyba pri načítaní tokenu SCIM
sl: Napaka pri pridobivanju žetona SCIM
sq: Gabim gjatë marrjes së token-it SCIM
sr: Greška pri preuzimanju SCIM tokena
sv: Fel vid hämtning av SCIM-token
tr: SCIM belirteci alınırken hata oluştu
uk: Помилка отримання SCIM-токена
vi: Lỗi khi tải mã thông báo SCIM
zh_hk: 取得 SCIM 令牌出錯

source: User provisioning via SCIM
ar: توفير المستخدمين عبر SCIM
bg: Осигуряване на потребители чрез SCIM
ca: Provisió d'usuaris mitjançant SCIM
de: Benutzerbereitstellung über SCIM
eo: User setup through SCIM, fr.
es: Provisión de usuarios a través de SCIM
fa: تامین کاربر از طریق SCIM
fi: Käyttäjän hallinta SCIM:n kautta
fr: Approvisionnement des utilisateurs via le SCIM
hu: Felhasználók létrehozása SCIM-en keresztül
it: Provisioning degli utenti tramite SCIM
ja: SCIMを使ったID管理の同期処理
lt: Vartotojo aprūpinimas per SCIM
ms: Peruntukan pengguna melalui SCIM
nb: Klargjøring av brukere via SCIM
nl: Gebruikersbeheer via SCIM
pl: Udostępnianie użytkowników za pośrednictwem SCIM
pt_br: Provisionamento de usuários via SCIM
ru: Предоставление пользователей через SCIM
sk: Poskytovanie používateľov prostredníctvom SCIM
sl: Omogočanje uporabe uporabnikov prek sistema SCIM
sq: Provisionim përdoruesish përmes SCIM
sr: Provisioning korisnika preko SCIM-a
sv: Tillhandahållande av användare via SCIM
tr: SCIM aracılığıyla kullanıcı sağlama
uk: Провізіонінг користувачів через SCIM
vi: Cung cấp người dùng thông qua SCIM
zh_hk: 透過 SCIM 進行使用者配置

source: When enabled, you can use the settings below to set up user access on your identity management system.
ar: عند التمكين، يمكنك استخدام الإعدادات أدناه لإعداد وصول المستخدمين على نظام إدارة الهوية لديك.
bg: Когато е разрешено, можете да използвате настройките по-долу, за да настроите достъпа на потребителите в системата за управление на идентичността.
ca: Quan està activat, podeu utilitzar la configuració següent per configurar l'accés dels usuaris al vostre sistema de gestió d'identitats.
de: Wenn diese Option aktiviert ist, können Sie mit den nachstehenden Einstellungen den Benutzerzugriff auf Ihr Identitätsmanagementsystem einrichten.
eo: When you turn this on, u can use the settings below 2 set up who gets in on ur identity management system, fr.
es: Cuando está activada, puede utilizar la siguiente configuración para configurar el acceso de los usuarios en su sistema de gestión de identidades.
fa: وقتی فعال است، می‌توانید از تنظیمات زیر برای تنظیم دسترسی کاربر در سیستم مدیریت هویت خود استفاده کنید.
fi: Kun tämä on käytössä, voit käyttää alla olevia asetuksia määrittääksesi käyttöoikeuksia identiteetinhallintajärjestelmässäsi.
fr: Lorsque cette option est activée, vous pouvez utiliser les paramètres ci-dessous pour configurer l'accès des utilisateurs à votre système de gestion des identités.
hu: Ha engedélyezve van, használhatja az alábbi beállításokat a felhasználói hozzáférés beállításához az identitáskezelő rendszerben.
it: Una volta abilitato, è possibile utilizzare le impostazioni seguenti per impostare l'accesso degli utenti sul sistema di gestione delle identità.
ja: 有効な場合以下の設定を行うと、任意のID管理システムによるアクセス制御を行います.
lt: Kai įjungta, galite naudoti toliau nurodytus nustatymus, kad nustatytumėte vartotojo prieigą prie tapatybės valdymo sistemos.
ms: Apabila didayakan, anda boleh menggunakan tetapan di bawah untuk menyediakan akses pengguna pada sistem pengurusan identiti anda.
nb: Når denne funksjonen er aktivert, kan du bruke innstillingene nedenfor til å konfigurere brukertilgang i identitetsstyringssystemet.
nl: Indien ingeschakeld, kunt u de onderstaande instellingen gebruiken om gebruikerstoegang in te stellen op uw identiteitsbeheersysteem.
pl: Po włączeniu można użyć poniższych ustawień, aby skonfigurować dostęp użytkownika w systemie zarządzania tożsamością.
pt_br: Quando ativado, você pode usar as configurações abaixo para configurar o acesso do usuário no seu sistema de gerenciamento de identidade.
ru: Если эта функция включена, вы можете использовать приведенные ниже параметры для настройки доступа пользователей к вашей системе управления идентификацией.
sk: Ak je táto možnosť povolená, môžete pomocou nižšie uvedených nastavení nastaviť prístup používateľov v systéme správy identít.
sl: Ko je omogočeno, lahko s spodnjimi nastavitvami nastavite uporabniški dostop v sistemu za upravljanje identitete.
sq: Kur aktivizohet, mund të përdorësh cilësimet më poshtë për të konfiguruar aksesin e përdoruesve në sistemin tënd të menaxhimit të identitetit.
sr: Kada je omogućeno, možete koristiti podešavanja ispod da podesite pristup korisnika u vašem sistemu za upravljanje identitetima.
sv: När den är aktiverad kan du använda inställningarna nedan för att konfigurera användaråtkomst i ditt identitetshanteringssystem.
tr: Etkinleştirildiğinde, kimlik yönetim sisteminizde kullanıcı erişimini ayarlamak için aşağıdaki ayarları kullanabilirsiniz.
uk: Коли ввімкнено, ви можете використати наведені нижче налаштування, щоб налаштувати доступ користувачів у вашій системі керування ідентичностями.
vi: Khi được bật, bạn có thể sử dụng các cài đặt bên dưới để thiết lập quyền truy cập của người dùng trên hệ thống quản lý danh tính của mình.
zh_hk: 啟用後，您可以使用下列設定在身分管理系統上設定使用者存取權限。
