Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: New job created
ar: تم إنشاء وظيفة جديدة
bg: Създадено е ново работно място
ca: Nova feina creada
de: Neuer Job geschaffen
es: Nuevo puesto de trabajo creado
fa: شغل جدید ایجاد شده
fi: Uusi työpaikka luotu
fr: Nouvel emploi créé
it: Nuovo lavoro creato
ja: 新しいジョブが作成されました
nb: Ny jobb skapt
nl: Nieuwe baan gecreëerd
pl: Utworzono nowe stanowisko pracy
pt_br: Novo emprego criado
ru: Создано новое рабочее место
sk: Vytvorené nové pracovné miesto
sl: Ustvarjeno novo delovno mesto
sq: U krijua job i ri
sr: Novi posao kreiran
sv: Nytt jobb skapat
tr: Yeni iş yaratıldı
uk: Створено нове завдання
vi: Công việc mới được tạo
zh_hk: 創造新工作

source: New job
ar: وظيفة جديدة
bg: Нова работа
ca: Nova feina
de: Neuer Job
es: Nuevo trabajo
fa: شغل جدید
fi: Uusi työpaikka
fr: Nouvel emploi
it: Nuovo lavoro
ja: 新しい仕事
nb: Ny jobb
nl: Nieuwe baan
pl: Nowa praca
pt_br: Novo emprego
ru: Новая работа
sk: Nová práca
sl: Nova služba
sq: Job i ri
sr: Novi posao
sv: Nytt jobb
tr: Yeni iş
uk: Новий джоб
vi: Công việc mới
zh_hk: 新工作

source: Save your transform
ar: احفظ تحويلك
bg: Запазете трансформацията си
ca: Desa la transformació
de: Speichern Sie Ihre Transformation
es: Guarda tu transformación
fa: تبدیل خود را ذخیره کنید
fi: Tallenna muunnos
fr: Enregistrez votre transformation
it: Salva la tua trasformazione
ja: 変換を保存する
nb: Lagre transformasjonen din
nl: Bewaar uw transformatie
pl: Zapisz swoją transformację
pt_br: Salve sua transformação
ru: Сохраните ваше преобразование
sk: Uložte si transformáciu
sl: Shranite svojo transformacijo
sq: Ruaj transformimin tënd
sr: Sačuvajte svoju transformaciju
sv: Spara din transformation
tr: Dönüşümünüzü kaydedin
uk: Збережіть свій трансформ
vi: Lưu chuyển đổi của bạn
zh_hk: 儲存您的變形

source: My Great Transform
ar: تحويلي الرائع
bg: Моята голяма трансформация
ca: La meva gran transformació
de: Meine große Transformation
es: Mi gran transformación
fa: دگرگونی بزرگ من
fi: Suuri muodonmuutos
fr: Ma grande transformation
it: La mia grande trasformazione
ja: 私の大変革
nb: Min store forvandling
nl: Mijn grote transformatie
pl: Moja wielka transformacja
pt_br: Minha Grande Transformação
ru: Мое великое преображение
sk: Moja veľká premena
sl: Moja velika preobrazba
sq: Transformimi im i mrekullueshëm
sr: Moja sjajna transformacija
sv: Min stora förvandling
tr: Büyük Dönüşümüm
uk: Мій чудовий трансформ
vi: Sự biến đổi vĩ đại của tôi
zh_hk: 我的大變身

source: Save anyway
ar: احفظ على أي حال
bg: Запази въпреки това
ca: Desa igualment
de: Trotzdem speichern
es: Guardar de todos modos
fa: در هر صورت ذخیره کنید
fi: Tallenna joka tapauksessa
fr: Enregistrer quand même
it: Salva comunque
ja: とにかく保存する
nb: Lagre uansett
nl: Hoe dan ook besparen
pl: Zapisz mimo wszystko
pt_br: Salvar de qualquer maneira
ru: Сохранить в любом случае
sk: Aj tak uložiť
sl: Vseeno shrani
sq: Ruaj gjithsesi
sr: Sačuvaj ipak
sv: Spara ändå
tr: Yine de kaydet
uk: Усе одно зберегти
vi: Lưu dù sao
zh_hk: 無論如何保存

source: Remove filter
ar: إزالة الفلتر
bg: Премахване на филтъра
ca: Elimina el filtre
de: Filter entfernen
es: Quitar filtro
fa: حذف فیلتر
fi: Poista suodatin
fr: Supprimer le filtre
it: Rimuovi filtro
ja: フィルターを削除
nb: Fjern filter
nl: Filter verwijderen
pl: Usuń filtr
pt_br: Remover filtro
ru: Удалить фильтр
sk: Odstrániť filter
sl: Odstrani filter
sq: Hiq filtrin
sr: Ukloni filter
sv: Ta bort filter
tr: Filtreyi kaldır
uk: Прибрати фільтр
vi: Xóa bộ lọc
zh_hk: 移除篩選器

source: Open filter widget
ar: فتح ويدجت الفلتر
bg: Отваряне на филтърния уиджет
ca: Obre el widget del filtre
de: Filter-Widget öffnen
es: Abrir el widget de filtro
fa: ابزارک فیلتر را باز کنید
fi: Avaa suodatinwidget
fr: Ouvrir le widget de filtre
it: Apri il widget del filtro
ja: フィルターウィジェットを開く
nb: Åpne filterwidget
nl: Filterwidget openen
pl: Otwórz widget filtra
pt_br: Abrir widget de filtro
ru: Открыть виджет фильтра
sk: Otvoriť widget filtra
sl: Odpri pripomoček za filter
sq: Hap widget-in e filtrit
sr: Otvori widget za filter
sv: Öppna filterwidgeten
tr: Açık filtre bileşeni
uk: Відкрити віджет фільтра
vi: Mở tiện ích bộ lọc
zh_hk: 開啟篩選器 Widget

source: Pick a transform or create a new one
ar: اختر تحويلًا أو أنشئ تحويلًا جديدًا
bg: Изберете трансформация или създайте нова
ca: Trieu una transformació o creeu-ne una de nova
de: Wähle eine Transformation aus oder erstelle eine neue.
es: Elige una transformación o crea una nueva
fa: یک تبدیل انتخاب کنید یا یک تبدیل جدید ایجاد کنید
fi: Valitse muunnos tai luo uusi
fr: Choisissez une transformation ou créez-en une nouvelle.
it: Scegli una trasformazione o creane una nuova
ja: 変換を選択するか、新しい変換を作成します
nb: Velg en transformasjon eller opprett en ny
nl: Kies een transformatie of maak er een nieuwe
pl: Wybierz transformację lub utwórz nową
pt_br: Selecione uma transformação ou crie uma nova.
ru: Выберите преобразование или создайте новое
sk: Vyberte transformáciu alebo vytvorte novú
sl: Izberite transformacijo ali ustvarite novo
sq: Zgjidh një transformim ose krijo një të ri
sr: Izaberite transformaciju ili napravite novu
sv: Välj en transformation eller skapa en ny
tr: Bir dönüşüm seçin veya yeni bir dönüşüm oluşturun
uk: Виберіть трансформацію або створіть нову
vi: Chọn một phép biến đổi hoặc tạo một phép biến đổi mới
zh_hk: 選取變形或建立新的變形

source: Create custom tables with transforms, and run them on a schedule.
ar: أنشئ جداول مخصصة باستخدام التحويلات، وشغّلها وفق جدول.
bg: Създавайте персонализирани таблици с трансформации и ги изпълнявайте по график.
ca: Crea taules personalitzades amb transformacions i executa-les de manera programada.
de: Erstellen Sie benutzerdefinierte Tabellen mit Transformationen und führen Sie sie nach einem Zeitplan aus.
es: Cree tablas personalizadas con transformaciones y ejecútelas según un cronograma.
fa: جداول سفارشی با تبدیل‌ها ایجاد کنید و آنها را طبق یک برنامه اجرا کنید.
fi: Luo mukautettuja taulukoita muunnoksilla ja suorita ne aikataulun mukaisesti.
fr: Créez des tables personnalisées avec des transformations et exécutez-les selon un calendrier.
it: Crea tabelle personalizzate con trasformazioni ed eseguile in base a una pianificazione.
ja: 変換を使用してカスタム テーブルを作成し、スケジュールに従って実行します。
nb: Opprett egendefinerte tabeller med transformasjoner, og kjør dem etter en tidsplan.
nl: Maak aangepaste tabellen met transformaties en voer ze volgens een schema uit.
pl: Twórz niestandardowe tabele z transformacjami i uruchamiaj je zgodnie z harmonogramem.
pt_br: Crie tabelas personalizadas com transformações e execute-as conforme uma programação.
ru: Создавайте пользовательские таблицы с преобразованиями и запускайте их по расписанию.
sk: Vytvorte si vlastné tabuľky s transformáciami a spustite ich podľa plánu.
sl: Ustvarite tabele po meri s transformacijami in jih zaženite po urniku.
sq: Krijo tabela të personalizuara me transformime dhe ekzekutoji sipas një orari.
sr: Kreirajte prilagođene tabele pomoću transformacija i pokrećite ih po rasporedu.
sv: Skapa anpassade tabeller med transformationer och kör dem enligt ett schema.
tr: Dönüşümlerle özel tablolar oluşturun ve bunları bir programa göre çalıştırın.
uk: Створюйте кастомні таблиці за допомогою трансформів і запускайте їх за розкладом.
vi: Tạo các bảng tùy chỉnh với các chuyển đổi và chạy chúng theo lịch trình.
zh_hk: 使用轉換建立自訂表格，並依計畫執行。

source: Collection archived
ar: تمت أرشفة المجموعة
bg: Колекцията е архивирана
ca: Col·lecció arxivada
de: Sammlung archiviert
es: Colección archivada
fa: مجموعه بایگانی شده
fi: Kokoelma arkistoitu
fr: Collection archivée
it: Collezione archiviata
ja: コレクションがアーカイブされました
nb: Samling arkivert
nl: Collectie gearchiveerd
pl: Zarchiwizowano kolekcję
pt_br: Coleção arquivada
ru: Архив коллекции
sk: Kolekcia archivovaná
sl: Zbirka arhivirana
sq: Koleksioni u arkivua
sr: Kolekcija je arhivirana
sv: Samlingen arkiverad
tr: Koleksiyon arşivlendi
uk: Колекцію заархівовано
vi: Bộ sưu tập đã được lưu trữ
zh_hk: 藏品存檔

source: Failed to archive collection
ar: فشلت أرشفة المجموعة
bg: Архивирането на колекцията не бе успешно
ca: No s'ha pogut arxivar la col·lecció
de: Archivierung der Sammlung fehlgeschlagen
es: No se pudo archivar la colección
fa: بایگانی مجموعه ناموفق بود
fi: Kokoelman arkistointi epäonnistui
fr: Collection archivée impossible
it: Impossibile archiviare la raccolta
ja: コレクションをアーカイブできませんでした
nb: Kunne ikke arkivere samlingen
nl: Archivering van de collectie mislukt
pl: Nie udało się zarchiwizować kolekcji
pt_br: Falha ao arquivar a coleção
ru: Не удалось заархивировать коллекцию.
sk: Archivácia kolekcie zlyhala
sl: Arhiviranje zbirke ni uspelo
sq: Dështoi arkivimi i koleksionit
sr: Nije uspelo arhiviranje kolekcije
sv: Kunde inte arkivera samlingen
tr: Koleksiyon arşivlenemedi.
uk: Не вдалося заархівувати колекцію
vi: Không thể lưu trữ bộ sưu tập
zh_hk: 存檔集合失敗

source: This will also archive {0} transform inside it.
ar: سيؤدي هذا أيضًا إلى أرشفة {0} تحويلات بداخلها.
bg: Това ще архивира и трансформацията {0} вътре в него.
ca: Això també arxivarà la transformació {0} dins d'ella.
de: Dadurch wird auch die Transformation {0} darin archiviert.
es: Esto también archivará la transformación {0} dentro de él.
fa: این همچنین تبدیل {0} را درون خود بایگانی می‌کند.
fi: Tämä arkistoi myös {0} muunnoksen sen sisällä.
fr: Cela archivera également la transformation {0} à l'intérieur.
it: Questo archivierà anche la trasformazione {0} al suo interno.
ja: これにより、 {0} 変換も内部にアーカイブされます。
nb: Dette vil også arkivere {0} transform inne i den.
nl: Dit archiveert ook de {0} transformatie erin.
pl: Spowoduje to również zarchiwizowanie transformacji {0} w jej obrębie.
pt_br: Isso também arquivará a transformação {0} dentro dele.
ru: Это также позволит заархивировать преобразование {0} внутри него.
sk: Týmto sa tiež archivuje transformácia {0} vo vnútri.
sl: To bo arhiviralo tudi transformacijo {0} znotraj nje.
sq: Kjo do të arkivojë gjithashtu {0} transformim brenda tij.
sr: Ovo će takođe arhivirati {0} transformaciju u njoj.
sv: Detta kommer också att arkivera {0} transform inuti den.
tr: Bu aynı zamanda içindeki {0} dönüşümünü de arşivleyecektir.
uk: Це також заархівує {0} трансформацію всередині неї.
vi: Điều này cũng sẽ lưu trữ các phép biến đổi {0} bên trong nó.
zh_hk: 這也會在其中存檔 {0} 變形。

source: Are you sure you want to archive this collection?
ar: هل أنت متأكد أنك تريد أرشفة هذه المجموعة؟
bg: Сигурни ли сте, че искате да архивирате тази колекция?
ca: Esteu segur que voleu arxivar aquesta col·lecció?
de: Möchten Sie diese Sammlung wirklich archivieren?
es: ¿Estás seguro de que deseas archivar esta colección?
fa: آیا مطمئن هستید که می‌خواهید این مجموعه را بایگانی کنید؟
fi: Haluatko varmasti arkistoida tämän kokoelman?
fr: Êtes-vous sûr de vouloir archiver cette collection ?
it: Sei sicuro di voler archiviare questa raccolta?
ja: このコレクションをアーカイブしてもよろしいですか?
nb: Er du sikker på at du vil arkivere denne samlingen?
nl: Weet je zeker dat je deze collectie wilt archiveren?
pl: Czy na pewno chcesz zarchiwizować tę kolekcję?
pt_br: Tem certeza de que deseja arquivar esta coleção?
ru: Вы уверены, что хотите заархивировать эту коллекцию?
sk: Naozaj chcete archivovať túto kolekciu?
sl: Ali ste prepričani, da želite arhivirati to zbirko?
sq: Je i sigurt që do ta arkivosh këtë koleksion?
sr: Da li ste sigurni da želite da arhivirate ovu kolekciju?
sv: Är du säker på att du vill arkivera den här samlingen?
tr: Bu koleksiyonu arşivlemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете заархівувати цю колекцію?
vi: Bạn có chắc chắn muốn lưu trữ bộ sưu tập này không?
zh_hk: 您確定要將這個收藏集歸檔？

source: Archive "{0}"?
ar: أرشفة "{0}"؟
bg: Архив „{0}“?
ca: Arxiu "{0}"?
de: Archiv "{0}"?
es: ¿Archivo "{0}"?
fa: بایگانی «{0}»؟
fi: Arkisto "{0}"?
it: Archiviare "{0}"?
ja: 「{0}」をアーカイブしますか?
nb: Arkiv "{0}"?
nl: Archief "{0}"?
pl: Archiwum "{0}"?
pt_br: Arquivar "{0}"?
ru: Архив "{0}"?
sk: Archív „{0}“?
sl: Arhiv »{0}«?
sq: Arkivo "{0}"?
sr: Arhivirati "{0}"?
sv: Arkivera "{0}"?
tr: Arşiv "{0}"?
uk: Заархівувати "{0}"?
vi: Lưu trữ "{0}"?
zh_hk: 檔案 "{0}"?

source: Collection menu
ar: قائمة المجموعة
bg: Меню за колекции
ca: Menú de col·lecció
de: Sammlungsmenü
es: Menú de colección
fa: منوی مجموعه
fi: Kokoelmavalikko
fr: Menu Collection
it: Menù della collezione
ja: コレクションメニュー
nb: Meny for samling
nl: Collectiemenu
pl: Menu kolekcji
pt_br: Menu de coleção
ru: Меню коллекции
sk: Ponuka kolekcie
sl: Meni zbirke
sq: Menuja e koleksionit
sr: Meni kolekcije
sv: Samlingsmeny
tr: Koleksiyon menüsü
uk: Меню колекції
vi: Menu bộ sưu tập
zh_hk: 收藏選單

source: Edit collection details
ar: تعديل تفاصيل المجموعة
bg: Редактиране на подробности за колекцията
ca: Edita els detalls de la col·lecció
de: Sammlungsdetails bearbeiten
es: Editar detalles de la colección
fa: ویرایش جزئیات مجموعه
fi: Muokkaa kokoelman tietoja
fr: Modifier les détails de la collection
it: Modifica i dettagli della raccolta
ja: コレクションの詳細を編集する
nb: Rediger kolleksjonsdetaljer
nl: Collectiegegevens bewerken
pl: Edytuj szczegóły kolekcji
pt_br: Editar detalhes da coleção
ru: Редактировать сведения о коллекции
sk: Upraviť podrobnosti zbierky
sl: Urejanje podrobnosti zbirke
sq: Redakto detajet e koleksionit
sr: Uredi detalje kolekcije
sv: Redigera samlingsinformation
tr: Koleksiyon ayrıntılarını düzenle
uk: Редагувати деталі колекції
vi: Chỉnh sửa chi tiết bộ sưu tập
zh_hk: 編輯收藏細節

source: No output
ar: لا يوجد إخراج
bg: Няма изход
ca: Sense sortida
de: Keine Ausgabe
es: Sin salida
fa: خروجی ندارد
fi: Ei lähtöä
fr: Aucune sortie
it: Nessuna uscita
ja: 出力なし
nb: Ingen utgang
nl: Geen uitvoer
pl: Brak wyjścia
pt_br: Nenhuma saída
ru: Нет выхода
sk: Žiadny výstup
sl: Brez izhoda
sq: Pa output
sr: Nema izlaza
sv: Ingen utgång
tr: Çıkış yok
uk: Немає виводу
vi: Không có đầu ra
zh_hk: 無輸出

source: data points are off screen
ar: نقاط البيانات خارج الشاشة
de: Datenpunkte befinden sich außerhalb des Bildschirms
es: Los puntos de datos están fuera de la pantalla
fa: نقاط داده خارج از صفحه نمایش هستند
fi: datapisteet ovat näytön ulkopuolella
fr: Les points de données sont hors écran.
it: i punti dati sono fuori dallo schermo
ja: データポイントが画面外にある
pl: punkty danych są poza ekranem
pt_br: Os pontos de dados estão fora da tela.
ru: точки данных вне экрана
sk: dátové body sú mimo obrazovky
sl: podatkovne točke so zunaj zaslona
sq: pikat e të dhënave janë jashtë ekranit
sr: tačke podataka su van ekrana
tr: Veri noktaları ekran dışında
uk: точки даних поза екраном
vi: Các điểm dữ liệu nằm ngoài màn hình.
zh_hk: 資料點不在螢幕上

source: Every data point is out of range
ar: كل نقاط البيانات خارج النطاق
de: Jeder Datenpunkt liegt außerhalb des zulässigen Bereichs
es: Todos los puntos de datos están fuera de rango
fa: هر نقطه داده خارج از محدوده است
fi: Jokainen datapiste on alueen ulkopuolella
fr: Chaque point de données est hors plage
it: Ogni punto dati è fuori intervallo
ja: すべてのデータポイントが範囲外です
pl: Każdy punkt danych jest poza zakresem
pt_br: Todos os pontos de dados estão fora do intervalo.
ru: Все точки данных вне диапазона
sk: Každý dátový bod je mimo rozsahu
sl: Vsaka podatkovna točka je izven dosega
sq: Çdo pikë e të dhënave është jashtë intervalit
sr: Sve tačke podataka su van opsega
tr: Her veri noktası aralık dışında.
uk: Усі точки даних поза діапазоном
vi: Mọi điểm dữ liệu đều nằm ngoài phạm vi cho phép.
zh_hk: 每個資料點都超出範圍

source: Every data point is off-screen because of your y-axis settings
ar: كل نقاط البيانات خارج الشاشة بسبب إعدادات محور y لديك
de: Aufgrund Ihrer Y-Achsen-Einstellungen befinden sich alle Datenpunkte außerhalb des Bildschirms.
es: Cada punto de datos está fuera de la pantalla debido a la configuración del eje y
fa: به دلیل تنظیمات محور y، هر نقطه داده خارج از صفحه نمایش است.
fi: Jokainen datapiste on näytön ulkopuolella y-akselin asetusten vuoksi.
fr: Chaque point de données est hors écran en raison de vos paramètres d'axe y
it: Ogni punto dati è fuori dallo schermo a causa delle impostazioni dell'asse y
ja: Y軸の設定により、すべてのデータポイントが画面外になっています
pl: Każdy punkt danych jest poza ekranem ze względu na ustawienia osi Y
pt_br: Todos os pontos de dados estão fora da tela devido às suas configurações do eixo y.
ru: Все точки данных вне экрана из-за ваших настроек оси Y
sk: Každý dátový bod je mimo obrazovky kvôli nastaveniam osi y
sl: Vsaka podatkovna točka je izven zaslona zaradi nastavitev osi y
sq: Çdo pikë e të dhënave është jashtë ekranit për shkak të cilësimeve të boshtit y
sr: Sve tačke podataka su van ekrana zbog podešavanja y-ose
tr: Y ekseni ayarlarınız nedeniyle her veri noktası ekran dışında kalıyor.
uk: Усі точки даних поза екраном через налаштування осі Y
vi: Tất cả các điểm dữ liệu đều nằm ngoài màn hình do cài đặt trục y của bạn.
zh_hk: 由於您的 Y 軸設定，每個資料點都在螢幕外。

source: This may be the answer you're looking for. If not, try removing or changing your filters to make them less specific.
ar: قد تكون هذه هي الإجابة التي تبحث عنها. إن لم تكن كذلك، فجرّب إزالة الفلاتر أو تغييرها لتكون أقل تحديدًا.
bg: Това може да е отговорът, който търсите. Ако не, опитайте да премахнете или промените филтрите си, за да ги направите по-малко специфични.
ca: Aquesta pot ser la resposta que busques. Si no, prova d'eliminar o canviar els filtres per fer-los menys específics.
de: Dies könnte die Antwort sein, nach der Sie suchen. Andernfalls entfernen oder ändern Sie Ihre Filter, um sie weniger spezifisch zu gestalten.
eo: This might be the vibe you’re tryna find. If not, try diffing or loosening up your filters to make it less strict.
es: Esta podría ser la respuesta que buscas. Si no, prueba a eliminar o cambiar los filtros para que sean menos específicos.
fa: این ممکن است پاسخی باشد که به دنبالش هستید. اگر نه، سعی کنید فیلترهای خود را حذف یا تغییر دهید تا آنها را کمتر خاص کنید.
fi: Tämä saattaa olla etsimäsi vastaus. Jos ei, kokeile poistaa tai muuttaa suodattimiasi, jotta ne olisivat vähemmän tarkkoja.
fr: C'est peut-être la réponse que vous cherchez. Sinon, essayez de supprimer ou de modifier vos filtres pour les rendre moins spécifiques.
it: Questa potrebbe essere la risposta che stai cercando. In caso contrario, prova a rimuovere o modificare i filtri per renderli meno specifici.
ja: これがあなたが探している答えかもしれません。もし見つからない場合は、フィルターを削除するか変更して、より具体的な条件を下げてみてください。
nb: Dette kan være svaret du leter etter. Hvis ikke, kan du prøve å fjerne eller endre filtrene for å gjøre dem mindre spesifikke.
nl: Dit is mogelijk het antwoord dat u zoekt. Zo niet, probeer dan uw filters te verwijderen of te wijzigen om ze minder specifiek te maken.
pl: To może być odpowiedź, której szukasz. Jeśli nie, spróbuj usunąć lub zmienić filtry, aby były mniej szczegółowe.
pt_br: Esta pode ser a resposta que você procura. Caso contrário, tente remover ou alterar seus filtros para torná-los menos específicos.
ru: Это может быть ответом, который вы ищете. Если нет, попробуйте удалить или изменить фильтры, сделав их менее конкретными.
sk: Toto môže byť odpoveď, ktorú hľadáte. Ak nie, skúste odstrániť alebo zmeniť filtre, aby boli menej špecifické.
sl: To je morda odgovor, ki ga iščete. Če ne, poskusite odstraniti ali spremeniti filtre, da bodo manj natančni.
sq: Kjo mund të jetë përgjigjja që po kërkon. Nëse jo, provo të heqësh ose të ndryshosh filtrat e tu që të jenë më pak specifikë.
sr: Ovo je možda odgovor koji tražite. Ako nije, pokušajte da uklonite ili promenite filtere kako bi bili manje specifični.
sv: Det här kan vara svaret du letar efter. Om inte, försök att ta bort eller ändra dina filter för att göra dem mindre specifika.
tr: Aradığınız cevap bu olabilir. Değilse, filtrelerinizi kaldırmayı veya değiştirerek daha az spesifik hale getirmeyi deneyin.
uk: Це може бути відповідь, яку ви шукаєте. Якщо ні, спробуйте прибрати або змінити фільтри, щоб зробити їх менш специфічними.
vi: Đây có thể là câu trả lời bạn đang tìm kiếm. Nếu không, hãy thử xóa hoặc thay đổi bộ lọc để làm cho chúng ít cụ thể hơn.
zh_hk: 這可能就是您要找的答案。如果不是，請嘗試移除或變更您的篩選條件，使其不那麼具體。

source: Made with
ar: صُنع باستخدام
bg: Направено с
ca: Fet amb
de: Hergestellt mit
eo: Built with or made with → stitched with
es: Hecho con
fa: ساخته شده با
fi: Valmistettu
fr: Fabriqué avec
it: Fatto con
ja: で作られた
nb: Laget med
nl: Gemaakt met
pl: Wykonane z
pt_br: Feito com
ru: Сделано с
sk: Vyrobené s
sl: Narejeno z
sq: Krijuar me
sr: Napravljeno uz
sv: Tillverkad med
tr: İle yapıldı
uk: Зроблено з
vi: Được làm bằng
zh_hk: 採用

source: Add a title
ar: أضف عنوانًا
bg: Добавете заглавие
ca: Afegeix un títol
de: Einen Titel hinzufügen
eo: Drop a lit title
es: Añadir un título
fa: اضافه کردن عنوان
fi: Lisää otsikko
fr: Ajouter un titre
it: Aggiungi un titolo
ja: タイトルを追加する
nb: Legg til en tittel
nl: Voeg een titel toe
pl: Dodaj tytuł
pt_br: Adicionar um título
ru: Добавить заголовок
sk: Pridať názov
sl: Dodaj naslov
sq: Shto një titull
sr: Dodaj naslov
sv: Lägg till en titel
tr: Bir başlık ekle
uk: Додайте назву
vi: Thêm tiêu đề
zh_hk: 新增標題

source: Redo
ar: إعادة
bg: Преработи
ca: Refer
de: Wiederholen
eo: Rework or redo? Just say "redo" — it’s already pretty chill, but if you wanna make it sound more Gen Z, you could go with "re-try" or "do it again" lol.
es: Rehacer
fa: از نو انجام دادن
fi: Tee uudelleen
fr: Refaire
it: Rifare
ja: やり直す
nb: Gjør om
nl: Opnieuw doen
pl: Przerobić
pt_br: Refazer
ru: Переделать
sk: Znovu
sl: Ponovi
sq: Ribëj
sr: Ponovi
sv: Göra om
tr: Yeniden yap
uk: Повторити
vi: Làm lại
zh_hk: 重做

source: Start by selecting a dataset
ar: ابدأ باختيار مجموعة بيانات
bg: Започнете, като изберете набор от данни
ca: Comença seleccionant un conjunt de dades
de: Beginnen Sie mit der Auswahl eines Datensatzes
eo: Kick things off by pickin’ a dataset, fr fr
es: Comience seleccionando un conjunto de datos
fa: با انتخاب یک مجموعه داده شروع کنید
fi: Aloita valitsemalla tietojoukko
fr: Commencez par sélectionner un ensemble de données
it: Inizia selezionando un set di dati
ja: データセットを選択して開始します
nb: Begynn med å velge et datasett
nl: Begin met het selecteren van een dataset
pl: Zacznij od wybrania zestawu danych
pt_br: Comece selecionando um conjunto de dados
ru: Начните с выбора набора данных
sk: Začnite výberom súboru údajov
sl: Začnite z izbiro nabora podatkov
sq: Fillo duke zgjedhur një dataset
sr: Započni tako što ćeš izabrati dataset
sv: Börja med att välja en datauppsättning
tr: Bir veri kümesi seçerek başlayın
uk: Почніть із вибору набору даних
vi: Bắt đầu bằng cách chọn một tập dữ liệu
zh_hk: 從選擇資料集開始

source: Find something to visualize in the column on the left.
ar: اعثر على شيء لتصوره في العمود على اليسار.
bg: Намерете нещо за визуализиране в колоната отляво.
ca: Troba alguna cosa per visualitzar a la columna de l'esquerra.
de: Suchen Sie in der linken Spalte etwas zum Visualisieren.
eo: Find somethin’ to yeet in the column on the left.
es: Encuentre algo para visualizar en la columna de la izquierda.
fa: چیزی برای تجسم در ستون سمت چپ پیدا کنید.
fi: Etsi vasemmalla olevasta sarakkeesta jotain visualisoitavaa.
fr: Trouvez quelque chose à visualiser dans la colonne de gauche.
it: Trova qualcosa da visualizzare nella colonna a sinistra.
ja: 左側の列で視覚化するものを見つけます。
nb: Finn noe å visualisere i kolonnen til venstre.
nl: Zoek iets om te visualiseren in de kolom aan de linkerkant.
pl: Znajdź coś, co możesz zwizualizować, w kolumnie po lewej stronie.
pt_br: Encontre algo para visualizar na coluna à esquerda.
ru: Найдите что-нибудь для визуализации в колонке слева.
sk: V stĺpci vľavo nájdite niečo na vizualizáciu.
sl: V stolpcu na levi poiščite nekaj za vizualizacijo.
sq: Gjej diçka për të vizualizuar te kolona në të majtë.
sr: Pronađi nešto za vizualizaciju u koloni levo.
sv: Hitta något att visualisera i kolumnen till vänster.
tr: Soldaki sütunda görselleştirebileceğiniz bir şey bulun.
uk: Знайдіть щось для візуалізації в колонці ліворуч.
vi: Tìm thứ gì đó để hình dung ở cột bên trái.
zh_hk: 在左邊的欄中找一些可視化的東西。
