Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Separate values with a space. Localhost is not allowed. Changes will take effect within one minute.
ar: افصل القيم بمسافة. Localhost غير مسموح. ستصبح التغييرات سارية خلال دقيقة واحدة.
bg: Разделете стойностите с интервал. Localhost не е разрешен. Промените ще влязат в сила в рамките на една минута.
ca: Separeu els valors amb un espai. No es permet Localhost. Els canvis tindran efecte en un minut.
de: Trennen Sie Werte durch ein Leerzeichen. Localhost ist nicht zulässig. Änderungen werden innerhalb einer Minute wirksam.
es: Separe los valores con un espacio. No se permite el uso de localhost. Los cambios surtirán efecto en un minuto.
fa: مقادیر را با فاصله از هم جدا کنید. Localhost مجاز نیست. تغییرات ظرف یک دقیقه اعمال می‌شوند.
fi: Erota arvot välilyönnillä. Paikallinen isäntä ei ole sallittu. Muutokset tulevat voimaan minuutin kuluessa.
fr: Séparez les valeurs par un espace. Localhost n'est pas autorisé. Les modifications prendront effet dans la minute.
it: Separare i valori con uno spazio. Localhost non è consentito. Le modifiche avranno effetto entro un minuto.
ja: 値はスペースで区切ってください。localhost は許可されていません。変更は 1 分以内に有効になります。
nb: Skill verdiene med et mellomrom. Localhost er ikke tillatt. Endringer vil tre i kraft innen ett minutt.
nl: Scheid waarden met een spatie. Localhost is niet toegestaan. Wijzigingen worden binnen een minuut doorgevoerd.
pl: Oddziel wartości spacją. Localhost nie jest dozwolony. Zmiany zaczną obowiązywać w ciągu minuty.
pt_br: Separe os valores com um espaço. Localhost não é permitido. As alterações entrarão em vigor em até um minuto.
ru: Разделяйте значения пробелом. Localhost не допускается. Изменения вступят в силу в течение одной минуты.
sk: Hodnoty oddeľte medzerou. Localhost nie je povolený. Zmeny sa prejavia do jednej minúty.
sl: Vrednosti ločite s presledkom. Lokalni gostitelj ni dovoljen. Spremembe bodo začele veljati v eni minuti.
sq: Ndaji vlerat me hapësirë. Localhost nuk lejohet. Ndryshimet do të hyjnë në fuqi brenda një minute.
sr: Razdvojite vrednosti razmakom. Localhost nije dozvoljen. Promene će stupiti na snagu u roku od jednog minuta.
sv: Separera värden med ett mellanslag. Localhost är inte tillåtet. Ändringarna träder i kraft inom en minut.
tr: Değerleri boşlukla ayırın. Yerel ana bilgisayara izin verilmez. Değişiklikler bir dakika içinde geçerli olacaktır.
uk: Розділяйте значення пробілом. Localhost не дозволено. Зміни набудуть чинності протягом однієї хвилини.
vi: Phân tách các giá trị bằng dấu cách. Không được phép sử dụng máy chủ cục bộ. Các thay đổi sẽ có hiệu lực trong vòng một phút.
zh_hk: 以空格分隔數值。不允許使用 Localhost。變更會在一分鐘內生效。

source: Separate values with a space. Localhost is automatically included. Changes will take effect within one minute.
ar: افصل القيم بمسافة. يتم تضمين Localhost تلقائيًا. ستسري التغييرات خلال دقيقة واحدة.
bg: Разделете стойностите с интервал. Localhost се включва автоматично. Промените ще влязат в сила в рамките на една минута.
ca: Separeu els valors amb un espai. Localhost s'inclou automàticament. Els canvis tindran efecte en un minut.
de: Trennen Sie Werte durch ein Leerzeichen. Localhost wird automatisch berücksichtigt. Änderungen werden innerhalb einer Minute wirksam.
es: Separe los valores con un espacio. Localhost se incluye automáticamente. Los cambios surtirán efecto en un minuto.
fa: مقادیر را با فاصله از هم جدا کنید. Localhost به طور خودکار لحاظ می‌شود. تغییرات ظرف یک دقیقه اعمال می‌شوند.
fi: Erota arvot välilyönnillä. Localhost sisällytetään automaattisesti. Muutokset tulevat voimaan minuutin kuluessa.
fr: Séparez les valeurs par un espace. Localhost est automatiquement inclus. Les modifications prendront effet dans la minute.
it: Separare i valori con uno spazio. Localhost viene incluso automaticamente. Le modifiche avranno effetto entro un minuto.
ja: 値はスペースで区切ってください。localhost は自動的に含まれます。変更は1分以内に有効になります。
nb: Skill verdiene med et mellomrom. Localhost inkluderes automatisk. Endringer trer i kraft i løpet av ett minutt.
nl: Scheid waarden met een spatie. Localhost wordt automatisch toegevoegd. Wijzigingen worden binnen een minuut doorgevoerd.
pl: Oddziel wartości spacją. Adres localhost jest uwzględniany automatycznie. Zmiany zaczną obowiązywać w ciągu minuty.
pt_br: Separe os valores com um espaço. O host local é incluído automaticamente. As alterações entrarão em vigor em até um minuto.
ru: Разделяйте значения пробелом. Localhost добавляется автоматически. Изменения вступят в силу в течение одной минуты.
sk: Hodnoty oddeľte medzerou. Localhost sa zahrnie automaticky. Zmeny sa prejavia do jednej minúty.
sl: Vrednosti ločite s presledkom. Lokalni gostitelj je vključen samodejno. Spremembe bodo začele veljati v eni minuti.
sq: Ndani vlerat me një hapësirë. Localhost përfshihet automatikisht. Ndryshimet do të hyjnë në fuqi brenda një minute.
sr: Razdvojite vrednosti razmakom. Localhost je automatski uključen. Izmene će stupiti na snagu u roku od jednog minuta.
sv: Separera värden med ett mellanslag. Localhost inkluderas automatiskt. Ändringarna träder i kraft inom en minut.
tr: Değerleri boşlukla ayırın. Localhost otomatik olarak eklenir. Değişiklikler bir dakika içinde geçerli olacaktır.
uk: Розділяйте значення пробілом. Localhost додається автоматично. Зміни набудуть чинності протягом однієї хвилини.
vi: Phân tách các giá trị bằng dấu cách. Máy chủ cục bộ sẽ tự động được bao gồm. Các thay đổi sẽ có hiệu lực trong vòng một phút.
zh_hk: 以空格分隔數值。Localhost 會自動包含在內。變更會在一分鐘內生效。

source: Add the website domains where you want to allow modular embedding (with or without SDK). API keys can only be used on localhost. {0}
ar: أضف نطاقات مواقع الويب التي تريد السماح لها بالتضمين المعياري (مع SDK أو بدونه). لا يمكن استخدام مفاتيح API إلا على localhost. {0}
bg: Добавете домейните на уебсайтовете, където искате да разрешите модулно вграждане (със или без SDK). API ключовете могат да се използват само на localhost. {0}
ca: Afegiu els dominis del lloc web on voleu permetre la incrustació modular (amb o sense SDK). Les claus API només es poden utilitzar a localhost. {0}
de: Fügen Sie die Website-Domains hinzu, auf denen Sie die modulare Einbettung (mit oder ohne SDK) zulassen möchten. API-Schlüssel können nur auf localhost verwendet werden. {0}
es: Añade los dominios del sitio web donde quieras permitir la incrustación modular (con o sin SDK). Las claves API solo se pueden usar en el host local. {0}
fa: دامنه‌های وب‌سایتی را که می‌خواهید امکان جاسازی ماژولار را در آنها فراهم کنید (با یا بدون SDK) اضافه کنید. کلیدهای API فقط می‌توانند در localhost استفاده شوند. {0}
fi: Lisää verkkosivustojen verkkotunnukset, joissa haluat sallia modulaarisen upottamisen (SDK:lla tai ilman). API-avaimia voi käyttää vain paikallisessa koneessa. {0}
fr: Ajoutez les domaines des sites web pour lesquels vous souhaitez autoriser l'intégration modulaire (avec ou sans SDK). Les clés API ne peuvent être utilisées qu'en local. {0}
it: Aggiungi i domini dei siti web in cui desideri consentire l'incorporamento modulare (con o senza SDK). Le chiavi API possono essere utilizzate solo su localhost. {0}
ja: モジュール埋め込み（SDKの有無にかかわらず）を許可するウェブサイトのドメインを追加します。APIキーはローカルホストでのみ使用できます。 {0}
nb: Legg til nettstedsdomenene der du vil tillate modulær innbygging (med eller uten SDK). API-nøkler kan bare brukes på localhost. {0}
nl: Voeg de websitedomeinen toe waar u modulaire integratie wilt toestaan (met of zonder SDK). API-sleutels kunnen alleen op localhost worden gebruikt. {0}
pl: Dodaj domeny witryn, w których chcesz zezwolić na modułowe osadzanie (z SDK lub bez). Klucze API można używać tylko na komputerze lokalnym. {0}
pt_br: Adicione os domínios dos sites onde você deseja permitir a incorporação modular (com ou sem SDK). As chaves de API só podem ser usadas em localhost. {0}
ru: Добавьте домены веб-сайтов, где вы хотите разрешить модульное встраивание (с SDK или без него). Ключи API можно использовать только на localhost. {0}
sk: Pridajte domény webových stránok, kde chcete povoliť modulárne vkladanie (s SDK alebo bez neho). Kľúče API je možné použiť iba na localhoste. {0}
sl: Dodajte domene spletnih mest, kjer želite omogočiti modularno vdelavo (z ali brez SDK-ja). Ključe API je mogoče uporabljati samo na localhostu. {0}
sq: Shto domain-et e faqeve ku dëshiron të lejosh integrimin modular (me ose pa SDK). Çelësat API mund të përdoren vetëm në localhost. {0}
sr: Dodajte domene veb-sajtova na kojima želite da dozvolite modularno ugrađivanje (sa ili bez SDK-a). API ključevi se mogu koristiti samo na localhost. {0}
sv: Lägg till webbplatsdomänerna där du vill tillåta modulär inbäddning (med eller utan SDK). API-nycklar kan endast användas på localhost. {0}
tr: Modüler yerleştirmeye (SDK ile veya SDK olmadan) izin vermek istediğiniz web sitesi alan adlarını ekleyin. API anahtarları yalnızca localhost'ta kullanılabilir. {0}
uk: Додайте домени вебсайтів, для яких ви хочете дозволити модульне вбудовування (з SDK або без нього). API-ключі можна використовувати лише на localhost. {0}
vi: Thêm các tên miền trang web mà bạn muốn cho phép nhúng mô-đun (có hoặc không có SDK). Khóa API chỉ có thể được sử dụng trên localhost. {0}
zh_hk: 新增您要允許模組嵌入的網站網域 (有或沒有 SDK)。API 金鑰只能在 localhost 上使用。 {0}

source: implement JWT or SAML SSO
ar: نفّذ JWT أو SAML SSO
bg: внедряване на JWT или SAML SSO
ca: implementar JWT o SAML SSO
de: Implementieren Sie JWT oder SAML SSO
es: Implementar JWT o SAML SSO
fa: پیاده‌سازی JWT یا SAML SSO
fi: ota käyttöön JWT tai SAML SSO
fr: implémenter JWT ou SAML SSO
it: implementare JWT o SAML SSO
ja: JWTまたはSAML SSOを実装する
nb: implementere JWT eller SAML SSO
nl: JWT of SAML SSO implementeren
pl: wdrożenie JWT lub SAML SSO
pt_br: implementar JWT ou SAML SSO
ru: реализовать единый вход в систему JWT или SAML
sk: implementovať JWT alebo SAML SSO
sl: implementirajte JWT ali SAML SSO
sq: implemento JWT ose SAML SSO
sr: implementirajte JWT ili SAML SSO
sv: implementera JWT eller SAML SSO
tr: JWT veya SAML SSO'yu uygulayın
uk: реалізуйте JWT або SAML SSO
vi: triển khai JWT hoặc SAML SSO
zh_hk: 實作 JWT 或 SAML SSO

source: Enable modular embedding SDK
ar: فعّل SDK للتضمين المعياري
bg: Активиране на модулен SDK за вграждане
ca: Activa l'SDK d'incrustació modular
de: Modulares Einbettungs-SDK aktivieren
es: Habilitar SDK de incrustación modular
fa: فعال کردن SDK تعبیه ماژولار
fi: Ota käyttöön modulaarinen upotus-SDK
fr: Activer le SDK d'intégration modulaire
it: Abilita SDK di incorporamento modulare
ja: モジュラー埋め込みSDKを有効にする
nb: Aktiver SDK for modulær innbygging
nl: Schakel de SDK voor modulaire integratie in.
pl: Włącz modułowy zestaw SDK do osadzania
pt_br: Habilitar SDK de incorporação modular
ru: Включить модульный SDK для встраивания
sk: Povoliť modulárnu vkladaciu SDK
sl: Omogoči modularni vdelani SDK
sq: Aktivizo SDK-në e integrimit modular
sr: Omogući modularni embedding SDK
sv: Aktivera modulär inbäddnings-SDK
tr: Modüler gömme SDK'sını etkinleştirin
uk: Увімкнути SDK модульного вбудовування
vi: Kích hoạt SDK nhúng mô-đun
zh_hk: 啟用模組化嵌入式 SDK

source: Embed the full power of Metabase into your application to build a custom analytics experience and programmatically manage dashboards and data.
ar: ضمّن كامل قوة Metabase في تطبيقك لبناء تجربة تحليلات مخصصة وإدارة لوحات المعلومات والبيانات برمجيًا.
bg: Вградете пълната мощ на Metabase във вашето приложение, за да изградите персонализирано аналитично изживяване и да управлявате програмно табла и данни.
ca: Incorpora tota la potència de Metabase a la teva aplicació per crear una experiència d'anàlisi personalitzada i gestionar els quadres de comandament i les dades de manera programàtica.
de: Integrieren Sie die volle Leistung von Metabase in Ihre Anwendung, um eine benutzerdefinierte Analyseerfahrung zu erstellen und Dashboards und Daten programmgesteuert zu verwalten.
es: Incorpore todo el poder de Metabase en su aplicación para crear una experiencia de análisis personalizada y administrar paneles y datos de manera programática.
fa: تمام قدرت متابیس را در برنامه خود بگنجانید تا یک تجربه تحلیلی سفارشی ایجاد کنید و داشبوردها و داده‌ها را به صورت برنامه‌نویسی مدیریت کنید.
fi: Hyödynnä Metabasen täysi teho sovellukseesi luodaksesi mukautetun analytiikkakokemuksen ja hallitaksesi raporttinäkymiä ja tietoja ohjelmallisesti.
fr: Intégrez toute la puissance de Metabase dans votre application pour créer une expérience d'analyse personnalisée et gérer par programmation les tableaux de bord et les données.
it: Integra tutta la potenza di Metabase nella tua applicazione per creare un'esperienza di analisi personalizzata e gestire in modo programmatico dashboard e dati.
ja: Metabase の全機能をアプリケーションに組み込んで、カスタム分析エクスペリエンスを構築し、ダッシュボードとデータをプログラムで管理します。
nb: Integrer Metabases fulle kraft i applikasjonen din for å bygge en tilpasset analyseopplevelse og programmatisk administrere dashbord og data.
nl: Integreer de volledige kracht van Metabase in uw applicatie om een aangepaste analyse-ervaring te creëren en dashboards en gegevens programmatisch te beheren.
pl: Wykorzystaj pełną moc Metabase w swojej aplikacji, aby stworzyć własne środowisko analityczne i programowo zarządzać pulpitami nawigacyjnymi i danymi.
pt_br: Incorpore todo o poder do Metabase em seu aplicativo para criar uma experiência de análise personalizada e gerenciar painéis e dados programaticamente.
ru: Внедрите все возможности Metabase в свое приложение, чтобы создать индивидуальный аналитический интерфейс и программно управлять панелями мониторинга и данными.
sk: Vložte plný výkon Metabase do svojej aplikácie a vytvorte si vlastné analytické prostredie a programovo spravujte dashboardy a údaje.
sl: V svojo aplikacijo vključite polno moč platforme Metabase, da ustvarite prilagojeno analitično izkušnjo in programsko upravljate nadzorne plošče in podatke.
sq: Inkorporo fuqinë e plotë të Metabase në aplikacionin tënd për të ndërtuar një eksperiencë analitike të personalizuar dhe për të menaxhuar programatikisht panele dhe të dhëna.
sr: Ugradite punu moć Metabase-a u svoju aplikaciju da biste izgradili prilagođeno analitičko iskustvo i programski upravljali kontrolnim tablama i podacima.
sv: Bädda in Metabases fulla kraft i din applikation för att bygga en anpassad analysupplevelse och programmatiskt hantera dashboards och data.
tr: Metabase'in tüm gücünü uygulamanıza entegre ederek özel bir analiz deneyimi oluşturun ve panoları ve verileri programatik olarak yönetin.
uk: Вбудуйте всю потужність Metabase у свій застосунок, щоб створити кастомний аналітичний досвід і програмно керувати дашбордами та даними.
vi: Nhúng toàn bộ sức mạnh của Metabase vào ứng dụng của bạn để xây dựng trải nghiệm phân tích tùy chỉnh và quản lý bảng thông tin và dữ liệu theo chương trình.
zh_hk: 將 Metabase 的全部功能嵌入到您的應用程式中，以建立自訂的分析體驗，並程式化地管理儀表板和資料。

source: Quick start
ar: بدء سريع
bg: Бърз старт
ca: Inici ràpid
de: Schnellstart
es: Inicio rápido
fa: شروع سریع
fi: Pika-aloitus
fr: Démarrage rapide
it: Avvio rapido
ja: クイックスタート
nb: Rask start
nl: Snelle start
pl: Szybki start
pt_br: Início rápido
ru: Быстрый старт
sk: Rýchly štart
sl: Hitri začetek
sq: Nisje e shpejtë
sr: Brzi početak
sv: Snabbstart
tr: Hızlı başlangıç
uk: Швидкий старт
vi: Bắt đầu nhanh
zh_hk: 快速啟動

source: Embedding settings
ar: إعدادات التضمين
bg: Настройки за вграждане
ca: Configuració d'incrustació
de: Einbettungseinstellungen
es: Configuración de incrustación
fa: تنظیمات جاسازی
fi: Upotusasetukset
fr: Paramètres d'intégration
it: Impostazioni di incorporamento
ja: 埋め込み設定
nb: Innstillinger for innebygging
nl: Inbeddingsinstellingen
pl: Ustawienia osadzania
pt_br: Configurações de incorporação
ru: Настройки встраивания
sk: Nastavenia vkladania
sl: Nastavitve vdelave
sq: Cilësimet e integrimit
sr: Podešavanja ugradnje
sv: Inbäddningsinställningar
tr: Gömme ayarları
uk: Налаштування вбудовування
vi: Cài đặt nhúng
zh_hk: 嵌入設定

source: Embedding methods
ar: طرق التضمين
bg: Методи за вграждане
ca: Mètodes d'incrustació
de: Einbettungsmethoden
es: Métodos de incrustación
fa: روش‌های جاسازی
fi: Upotusmenetelmät
fr: Méthodes d'intégration
it: Metodi di incorporamento
ja: 埋め込み方法
nb: Metoder for innbygging
nl: Inbeddingsmethoden
pl: Metody osadzania
pt_br: Métodos de incorporação
ru: Методы встраивания
sk: Metódy vkladania
sl: Metode vdelave
sq: Metodat e integrimit
sr: Metode ugrađivanja
sv: Inbäddningsmetoder
tr: Gömme yöntemleri
uk: Методи вбудовування
vi: Phương pháp nhúng
zh_hk: 嵌入方法

source: Enable modular embedding
ar: فعّل التضمين المعياري
bg: Активиране на модулно вграждане
ca: Habilita la incrustació modular
de: Modulare Einbettung ermöglichen
es: Habilitar la incrustación modular
fa: فعال کردن تعبیه ماژولار
fi: Ota käyttöön modulaarinen upottaminen
fr: Activer l'intégration modulaire
it: Abilita l'incorporamento modulare
ja: モジュール埋め込みを有効にする
nb: Aktiver modulær innbygging
nl: Modulaire integratie inschakelen
pl: Włącz osadzanie modułowe
pt_br: Habilitar incorporação modular
ru: Включить модульное встраивание
sk: Povoliť modulárne vkladanie
sl: Omogoči modularno vdelavo
sq: Aktivizo integrimin modular
sr: Omogući modularno ugrađivanje
sv: Aktivera modulär inbäddning
tr: Modüler gömme özelliğini etkinleştirin
uk: Увімкнути модульне вбудовування
vi: Cho phép nhúng mô-đun
zh_hk: 啟用模組化嵌入

source: The simplest way to embed Metabase. Embed dashboards, questions, the query builder, natural language querying with AI, and more in your app with components. Built on the SDK with per-component controls and theming.
ar: أبسط طريقة لتضمين Metabase. ضمّن لوحات المعلومات والأسئلة ومنشئ الاستعلامات والاستعلام باللغة الطبيعية باستخدام الذكاء الاصطناعي والمزيد في تطبيقك عبر مكوّنات. مبني على الـ SDK مع عناصر تحكم وتخصيص ثيم لكل مكوّن.
bg: Най-лесният начин за вграждане на Metabase. Вградете табла за управление, въпроси, конструктора на заявки, заявки на естествен език с изкуствен интелект и други в приложението си с компоненти. Изградено върху SDK с контроли и теми за всеки компонент.
ca: La manera més senzilla d'integrar la Metabase. Integra quadres de comandament, preguntes, el creador de consultes, consultes en llenguatge natural amb IA i molt més a la teva aplicació amb components. Construït sobre l'SDK amb controls i temes per component.
de: Metabase lässt sich am einfachsten einbinden. Integrieren Sie Dashboards, Fragen, den Abfrage-Builder, KI-gestützte Abfragen in natürlicher Sprache und vieles mehr mithilfe von Komponenten in Ihre App. Basierend auf dem SDK mit Steuerelementen und Designoptionen pro Komponente.
es: La forma más sencilla de integrar Metabase. Integra paneles, preguntas, el generador de consultas, consultas en lenguaje natural con IA y mucho más en tu aplicación con componentes. Desarrollado en el SDK con controles y temas por componente.
fa: ساده‌ترین روش برای جاسازی متابیس. داشبوردها، سوالات، سازنده پرس‌وجو، پرس‌وجوی زبان طبیعی با هوش مصنوعی و موارد دیگر را با کامپوننت‌ها در برنامه خود جاسازی کنید. ساخته شده بر روی SDK با کنترل‌ها و قالب‌بندی‌های هر کامپوننت.
fi: Yksinkertaisin tapa upottaa Metabase. Upota sovellukseesi komponenttien avulla koontinäyttöjä, kysymyksiä, kyselyiden luontityökalua, luonnollisen kielen kyselyitä tekoälyn avulla ja paljon muuta. Rakennettu SDK:lle komponenttikohtaisilla ohjaimilla ja teemoilla.
fr: L'intégration de Metabase en toute simplicité. Intégrez tableaux de bord, questions, générateur de requêtes, requêtes en langage naturel avec IA et bien plus encore dans votre application grâce aux composants. Basé sur le SDK, il offre des contrôles et des thèmes personnalisables pour chaque composant.
it: Il modo più semplice per integrare Metabase. Integra dashboard, domande, il generatore di query, query in linguaggio naturale con intelligenza artificiale e altro ancora nella tua app con i componenti. Basato sull'SDK con controlli e temi per componente.
ja: Metabase を埋め込む最もシンプルな方法。ダッシュボード、質問、クエリビルダー、AI を活用した自然言語クエリなどをコンポーネントを使ってアプリに埋め込みます。SDK をベースに構築されており、コンポーネントごとのコントロールとテーマ設定が可能です。
nb: Den enkleste måten å bygge inn Metabase på. Bygg inn dashbord, spørsmål, spørringsbyggeren, naturlig språkspørring med AI og mye mer i appen din med komponenter. Bygget på SDK med kontroller og tematisering per komponent.
nl: De eenvoudigste manier om Metabase in te sluiten. Integreer dashboards, vragen, de querybuilder, zoekopdrachten in natuurlijke taal met AI en meer in uw app met behulp van componenten. Gebouwd op de SDK met per-component besturingselementen en thema's.
pl: Najprostszy sposób na osadzenie Metabase. Osadź pulpity nawigacyjne, pytania, kreator zapytań, zapytania w języku naturalnym z wykorzystaniem sztucznej inteligencji i wiele więcej w swojej aplikacji za pomocą komponentów. Zbudowany na SDK z kontrolkami i motywami dla poszczególnych komponentów.
pt_br: A maneira mais simples de incorporar o Metabase. Incorpore painéis, perguntas, o construtor de consultas, consultas em linguagem natural com IA e muito mais em seu aplicativo com componentes. Desenvolvido com base no SDK, com controles e temas por componente.
ru: Простейший способ встроить Metabase. Встраивайте в свое приложение панели мониторинга, вопросы, конструктор запросов, запросы на естественном языке с использованием ИИ и многое другое с помощью компонентов. Создано на основе SDK с возможностью управления каждым компонентом и темами оформления.
sk: Najjednoduchší spôsob vloženia Metabase. Vložte dashboardy, otázky, nástroj na tvorbu dotazov, dotazovanie v prirodzenom jazyku s umelou inteligenciou a ďalšie do svojej aplikácie pomocou komponentov. Postavené na SDK s ovládacími prvkami a témami pre jednotlivé komponenty.
sl: Najenostavnejši način za vdelavo Metabase. V svojo aplikacijo s komponentami vdelajte nadzorne plošče, vprašanja, graditelj poizvedb, poizvedovanje v naravnem jeziku z umetno inteligenco in še več. Zgrajeno na SDK-ju s kontrolniki in temami za vsako komponento posebej.
sq: Mënyra më e thjeshtë për të inkorporuar Metabase. Inkorporo panele, pyetje, ndërtuesin e pyetjeve, kërkim me gjuhë natyrore me AI, dhe më shumë në aplikacionin tënd me komponentë. Ndërtuar mbi SDK me kontrolle dhe theming për çdo komponent.
sr: Najjednostavniji način za ugrađivanje Metabase. Ugradite kontrolne table, pitanja, kreator upita, upite na prirodnom jeziku uz VI i još mnogo toga u svoju aplikaciju pomoću komponenti. Bazirano na SDK-u, uz kontrole po komponenti i teme.
sv: Det enklaste sättet att bädda in Metabase. Bädda in dashboards, frågor, frågebyggaren, frågor med naturligt språk med AI och mer i din app med komponenter. Byggt på SDK med kontroller och teman per komponent.
tr: Metabase'i entegre etmenin en basit yolu. Bileşenler kullanarak panoları, soruları, sorgu oluşturucuyu, yapay zeka destekli doğal dil sorgulamayı ve daha fazlasını uygulamanıza entegre edin. Bileşen başına kontroller ve tema seçenekleriyle SDK üzerine inşa edilmiştir.
uk: Найпростіший спосіб вбудувати Metabase. Вбудовуйте приладові дошки, запити, конструктор запитів, запити природною мовою з AI та інше у свій застосунок за допомогою компонентів. Побудовано на SDK з керуванням і темами для кожного компонента.
vi: Cách đơn giản nhất để nhúng Metabase. Nhúng bảng điều khiển, câu hỏi, trình tạo truy vấn, truy vấn ngôn ngữ tự nhiên với AI và nhiều hơn nữa vào ứng dụng của bạn bằng các thành phần. Được xây dựng trên SDK với các điều khiển và chủ đề riêng biệt cho từng thành phần.
zh_hk: 嵌入 Metabase 的最簡單方法。使用元件在您的應用程式中嵌入儀表板、問題、查詢建構器、使用 AI 的自然語言查詢等。以 SDK 為基礎，搭配每個元件的控制和主題。
