Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: {0} The group can edit metadata via the “Table metadata” tab in the Admin settings.
ar: {0} يمكن للمجموعة تعديل البيانات الوصفية عبر علامة التبويب “البيانات الوصفية للجدول” في إعدادات المسؤول.
bg: {0} Групата може да редактира метаданните чрез раздела "Метаданни на таблицата" в настройките на администратора.
ca: {0} El grup pot editar metadades mitjançant la pestanya "Metadades de la taula" a la configuració de l'administració.
de: {0} Die Gruppe kann die Metadaten über die Registerkarte "Tabellenmetadaten" in den Verwaltungseinstellungen bearbeiten.
eo: {0} The squad can flex with metadata on the “Table metadata” tab in Admin settings, no cap.
es: {0} El grupo puede editar metadatos a través de la pestaña “Metadatos de tabla” en la configuración de administrador.
fa: {0} گروه می تواند ابرداده ها را از طریق برگه "متاداده جدول" در تنظیمات مدیریت ویرایش کند.
fi: {0} Ryhmä voi muokata metatietoja Hallinta-asetusten Taulun metatiedot -välilehden kautta.
fr: {Le groupe peut modifier les métadonnées via l'onglet "Métadonnées de la table" dans les paramètres d'administration.
hu: {0} A csoport szerkesztheti a metaadatokat az Admin beállítások “Tábla metaadatok” fülén.
it: {0} Il gruppo può modificare i metadati tramite la scheda "Metadati tabella" nelle impostazioni dell'amministratore.
ja: {0} 管理者設定の「テーブル・メタデータ」タブでメタデータを編集できる。
lt: {0} Grupė gali redaguoti metaduomenis administratoriaus nustatymų skirtuke „Lentelės metaduomenys“.
ms: {0} Kumpulan boleh menyunting metadata melalui tab "Metadata jadual" dalam tetapan Pentadbir.
nb: {0} Gruppen kan redigere metadata via fanen "Tabellmetadata" i administratorinnstillingene.
nl: {0} De groep kan metagegevens bewerken via het tabblad "Tabel metagegevens" in de beheerinstellingen.
pl: {0} Grupa może edytować metadane w zakładce "Metadane tabeli" w ustawieniach administratora.
pt_br: {0} O grupo pode editar metadados por meio da guia "Metadados da tabela" nas configurações do administrador.
ru: {0} Группа может редактировать метаданные на вкладке "Метаданные таблицы" в настройках администратора.
sk: {0} Skupina môže upravovať metadáta prostredníctvom karty "Metadáta tabuľky" v nastaveniach správcu.
sl: {0} Skupina lahko ureja metapodatke prek zavihka »Metapodatki tabele« v nastavitvah skrbnika.
sq: {0} Grupi mund të ndryshojë metadata përmes skedës “Metadata e tabelës” te cilësimet e administratorit.
sr: {0} Grupa može da uređuje metapodatke preko kartice „Metapodaci tabele“ u administratorskim podešavanjima.
sv: {0} Gruppen kan redigera metadata via fliken "Table metadata" i Admin-inställningarna.
tr: {0} Grup, Yönetici ayarlarındaki "Tablo meta verileri" sekmesi aracılığıyla meta verileri düzenleyebilir.
uk: {0} Група може редагувати метадані через вкладку «Метадані таблиці» в налаштуваннях Адміністратора.
vi: {0} Nhóm có thể chỉnh sửa siêu dữ liệu thông qua tab “Siêu dữ liệu bảng” trong cài đặt Quản trị viên.
zh_hk: {0} 群組可透過管理員設定中的「表元資料」標籤編輯元資料。

source: {0} The group can edit database settings for a given database in the “Database” tab of the Admin settings.
bg: {0} Групата може да редактира настройките на базата данни за дадена база данни в раздела "База данни" на настройките на администратора.
ca: {0} El grup pot editar la configuració de la base de dades per a una base de dades determinada a la pestanya "Base de dades" de la configuració de l'administració.
eo: {0} The group can tweak the database settings in the “Database” tab of the Admin panel, fr fr.
hu: {0} A csoport szerkesztheti az adatbázis beállításokat az Admin beállítások "Adatbázis" fülén.
lt: {0} Grupė gali redaguoti nurodytos duomenų bazės duomenų bazės nustatymus administratoriaus nustatymų skirtuke „Duomenų bazė“.
ms: {0} Kumpulan boleh menyunting tetapan pangkalan data untuk pangkalan data yang diberikan dalam tab "Pangkalan data" dalam tetapan Pentadbir.
nb: {0} Gruppen kan redigere databaseinnstillingene for en gitt database i "Database"-fanen i administratorinnstillingene.
nl: {0} De groep kan database-instellingen bewerken voor een bepaalde database op het tabblad "Database" van de Beheerdersinstellingen.
sv: {0} Gruppen kan redigera databasinställningar för en viss databas på fliken "Databas" i Admin-inställningarna.

source: Groups with View data access set to "Blocked" can't create queries.
ar: المجموعات التي تم تعيين وصول "عرض البيانات" لديها إلى "Blocked" لا يمكنها إنشاء استعلامات.
bg: Групи с достъп до данни View, зададен на "Блокиран", не могат да създават заявки.
ca: Els grups amb l'accés a les dades de Visualització establert com a "Bloquejat" no poden crear consultes.
de: Gruppen, deren Ansichtsdatenzugriff auf "Blockiert" eingestellt ist, können keine Abfragen erstellen.
eo: Yo, if your group’s View data access is set to “Blocked,” they can’t even make queries, fr.
es: Los grupos con acceso a Ver datos configurado como "Bloqueado" no pueden crear consultas.
fa: گروه‌هایی که دسترسی به داده‌ها روی «مسدود شده» تنظیم شده است، نمی‌توانند پرس و جو ایجاد کنند.
fi: Ryhmät, joiden katseluoikeudet on estetty, eivät voi luoda kyselyjä.
fr: Les groupes dont l'accès aux données de la vue est réglé sur "bloqué" ne peuvent pas créer de requêtes.
hu: A 'Tiltott' adatmegtekintési hozzáféréssel rendelkező csoportok nem hozhatnak létre lekérdezéseket.
it: I gruppi con accesso ai dati della vista impostato su "Bloccato" non possono creare query.
ja: ビュー・データ・アクセスが "ブロック "に設定されているグループは、クエリを作成できません。
lt: Grupės, kurių duomenų peržiūros prieiga nustatyta į „Užblokuota“, negali kurti užklausų.
ms: Kumpulan dengan akses Lihat data ditetapkan kepada "Disekat" tidak boleh mencipta query.
nb: Grupper med visningstilgang satt til "Blokkert" kan ikke opprette spørringer.
nl: Groepen met gegevenstoegang voor weergeven ingesteld op "Geblokkeerd" kunnen geen query's maken.
pl: Grupy z dostępem do danych widoku ustawionym na "Zablokowany" nie mogą tworzyć zapytań.
pt_br: Os grupos com acesso Visualizar dados definido como "Bloqueado" não podem criar consultas.
ru: Группы, у которых для доступа к данным View установлено значение "Заблокировано", не могут создавать запросы.
sk: Skupiny s prístupom k údajom View nastaveným na možnosť "Blokované" nemôžu vytvárať dotazy.
sl: Skupine z dostopom za ogled podatkov, nastavljenim na "Blokirano", ne morejo ustvarjati poizvedb.
sq: Grupet me aksesin Shiko të dhënat të vendosur në "I bllokuar" nuk mund të krijojnë pyetje.
sr: Grupe sa pristupom "Prikaz podataka" podešenim na "Blokirano" ne mogu da kreiraju upite.
sv: Grupper med View data access inställd på "Blocked" kan inte skapa frågor.
tr: Görünüm veri erişimi "Engellendi" olarak ayarlanmış gruplar sorgu oluşturamaz.
uk: Групи з доступом «Перегляд даних», встановленим на "Заблоковано", не можуть створювати запити.
vi: Các nhóm có quyền truy cập dữ liệu View được đặt thành "Bị chặn" không thể tạo truy vấn.
zh_hk: 檢視資料存取權設定為 "Blocked "的群組無法建立查詢。

source: Change "No self-service (Deprecated)" View data access to enable custom Create queries permissions.
ar: غيّر وصول "عرض البيانات" من "No self-service (Deprecated)" لتمكين أذونات "إنشاء استعلامات" المخصصة.
bg: Промяна на "Без самообслужване (отпаднало)" Преглед на достъпа до данни, за да разрешите потребителски разрешения за създаване на заявки.
ca: Canviar "Sense autoservei (obsolet)" Visualitza l'accés a les dades per habilitar els permisos de creació de consultes personalitzats.
de: Ändern Sie "Keine Selbstbedienung (veraltet)". Datenzugriff anzeigen, um benutzerdefinierte Berechtigungen zum Erstellen von Abfragen zu aktivieren.
eo: Yo, update "No self-service (Deprecated)" view data access so we can actually make custom Create queries, fr.
es: Cambia Ver acceso a datos de "Sin autoservicio (obsoleto)" a habilitar permisos personalizados de Creación de consultas.
fa: "بدون سلف سرویس (منسوخ شده)" را تغییر دهید تا دسترسی به داده ها را برای فعال کردن مجوزهای ایجاد درخواست های سفارشی مشاهده کنید.
fi: Muuta "Ei itsepalvelua (poistettu käytöstä)" katseluoikeudeksi ottaaksesi mukautetut luontikyselyt käyttöön.
fr: Modifier "Pas de libre-service (Déclassé)" Voir l'accès aux données pour activer les autorisations de création de requêtes personnalisées.
hu: Az 'Önkiszolgálás nélkül (Elavult)' adatmegtekintési hozzáférés megváltoztatása a saját lekérdezések létrehozásának engedélyezéséhez.
it: Modificare "Nessun self-service (deprecato)". Visualizza l'accesso ai dati per abilitare le autorizzazioni per la creazione di query personalizzate.
ja: セルフサービスなし（非推奨）」の変更データアクセスを表示し、カスタムクエリ作成権限を有効にします。
lt: Pakeiskite „Nėra savitarnos (nebenaudojama)“ Peržiūrėkite prieigą prie duomenų, kad įgalintumėte tinkintus leidimus kurti užklausas.
ms: Tukar "Tiada perkhidmatan layan diri (Dipendekkan)" Akses data paparan untuk mengaktifkan kebenaran cipta query tersuai.
nb: Endre "Ingen selvbetjening (utdatert)" Vis datatilgang for å aktivere egendefinerte tillatelser for Opprett spørringer.
nl: Wijzig "Geen zelfbediening (Deprecated)". Gegevenstoegang bekijken om aangepaste machtigingen voor query's maken in te schakelen.
pl: Zmień "Brak samoobsługi (przestarzałe)" Wyświetl dostęp do danych, aby włączyć niestandardowe uprawnienia do tworzenia zapytań.
pt_br: Altere o acesso Visualizar dados "Sem autoatendimento (obsoleto)" para ativar as permissões personalizadas de Criar consultas.
ru: Измените "Без самообслуживания (устаревшее)". Доступ к данным в режиме просмотра, чтобы включить пользовательские разрешения на создание запросов.
sk: Zmena "Žiadna samoobsluha (zastarané)" Zobraziť prístup k údajom, aby ste povolili vlastné oprávnenia na vytváranie dotazov.
sl: Spremenite "Brez samopostrežnega (zastarelo)" Ogled dostopa do podatkov, da omogočite dovoljenja za ustvarjanje poizvedb po meri.
sq: Ndrysho aksesin Shiko të dhënat "Pa vetë-shërbim (E vjetruar)" për të aktivizuar leje të personalizuara për Krijo pyetje.
sr: Promenite "Bez samostalnog rada (Zastarelo)" pristup "Prikaz podataka" da biste omogućili prilagođene dozvole za "Kreiranje upita".
sv: Ändra "Ingen självbetjäning (Föråldrad)" Visa dataåtkomst för att aktivera anpassade behörigheter för Skapa frågor.
tr: "Self servis yok (Kullanımdan kaldırıldı)" olarak değiştirin Özel Sorgu oluşturma izinlerini etkinleştirmek için veri erişimini görüntüleyin.
uk: Змініть доступ «Перегляд даних» для "Без self-service (Застаріло)", щоб увімкнути кастомні дозволи «Створення запитів».
vi: Thay đổi quyền truy cập dữ liệu "Không tự phục vụ (Đã lỗi thời)" để bật quyền Tạo truy vấn tùy chỉnh.
zh_hk: 變更 「無自助服務 (已廢棄)」。檢視資料存取，以啟用自訂建立查詢權限。

source: In a future release, if a group's View data access for a database (or any of its schemas or tables) is still set to No self-service (Deprecated), Metabase will automatically change that group's View data access for the entire database to Blocked. We'll be defaulting to Blocked, the least permissive View data access, to prevent any unintended access to data.
ar: في إصدار قادم، إذا ظل وصول "عرض البيانات" لمجموعة ما لقاعدة بيانات (أو لأي من المخططات أو الجداول التابعة لها) مضبوطًا على No self-service (Deprecated)، فسيقوم Metabase تلقائيًا بتغيير وصول "عرض البيانات" لتلك المجموعة لقاعدة البيانات بأكملها إلى Blocked. سنجعل القيمة الافتراضية Blocked، وهي أقل مستويات وصول "عرض البيانات" سماحيةً، لمنع أي وصول غير مقصود إلى البيانات.
bg: В бъдеща версия, ако достъпът на дадена група до данни за преглеждане на база данни (или някоя от нейните схеми или таблици) все още е настроен на No self-service (Deprecated) (Без самообслужване), Metabase автоматично ще промени достъпа на тази група до данни за преглеждане на цялата база данни на Blocked (Блокиран). По подразбиране ще изберем Blocked (Блокиран), най-малко разрешаващият достъп до данни View, за да предотвратим неволен достъп до данни.
ca: En una versió futura, si l'accés a les dades de visualització d'un grup per a una base de dades (o qualsevol dels seus esquemes o taules) encara està establert en Sense autoservei (obsolet), Metabase canviarà automàticament l'accés a les dades de visualització d'aquest grup per a tota la base de dades a Bloquejat. Es posarà per defecte a Bloquejat, l'accés a les dades de visualització menys permissiu, per evitar qualsevol accés no desitjat a les dades.
de: Wenn in einer zukünftigen Version der Ansichtsdatenzugriff einer Gruppe für eine Datenbank (oder eines ihrer Schemata oder Tabellen) immer noch auf Keine Selbstbedienung (veraltet) eingestellt ist, wird Metabase den Ansichtsdatenzugriff dieser Gruppe für die gesamte Datenbank automatisch auf Blockiert ändern. Wir werden standardmäßig auf Blockiert, den am wenigsten zulässigen View-Datenzugriff, setzen, um einen unbeabsichtigten Datenzugriff zu verhindern.
eo: Yo, so in a future update, if a group’s View data access for a database (or any schemas/tables) is still on that No self-service (Deprecated) stuff, Metabase will auto-switch it to Blocked. We’re making Blocked the default, the most locked down option, so nobody accidentally sneaks into the data.
es: En una versión futura, si el acceso a Ver datos de un grupo para una base de datos (o cualquiera de sus esquemas o tablas) todavía está configurado en Sin autoservicio (obsoleto), Metabase cambiará automáticamente el acceso a Ver datos de ese grupo para toda la base de datos a Bloqueado. Utilizaremos Bloqueado, el acceso a datos menos permisivo, para evitar cualquier acceso no deseado a los datos.
fa: در نسخه بعدی، اگر دسترسی گروهی به مشاهده اطلاعات برای یک پایگاه داده (یا هر یک از طرحواره ها یا جداول آن) همچنان روی No self-service (منسوخ شده) تنظیم شده باشد، Metabase به طور خودکار دسترسی به داده مشاهده آن گروه برای کل پایگاه داده را به Blocked تغییر می دهد. برای جلوگیری از هرگونه دسترسی ناخواسته به داده‌ها، به‌طور پیش‌فرض روی «مسدود»، کمترین اجازه دسترسی به داده‌های «نما» پیش‌فرض می‌شویم.
fi: Jos tulevassa julkaisussa ryhmän tietokannan (tai minkä tahansa sen skeemojen tai taulujen) katseluoikeus on edelleen asetettu arvoon Ei itsepalvelua (poistettu käytöstä), Metabase muuttaa automaattisesti kyseisen ryhmän koko tietokannan katseluoikeuden arvoksi Estetty. Oletuksena tulee Estetty, sekä pienin mahdollinen katseluoikeus, jotta tietoihin ei pääse tahattomasti.
fr: Dans une prochaine version, si l'accès aux données de visualisation d'un groupe pour une base de données (ou l'un de ses schémas ou tables) est toujours réglé sur Pas de libre-service (Déclassé), Metabase changera automatiquement l'accès aux données de visualisation de ce groupe pour l'ensemble de la base de données en Bloqué. Nous choisirons par défaut l'option Bloqué, qui est l'accès le moins permissif aux données de visualisation, afin d'éviter tout accès involontaire aux données.
hu: A jövőbeli kiadásban, ha egy csoport adatmegtekintési hozzáférése egy adatbázishoz (vagy annak bármely sémájához vagy táblájához) továbbra is az Önkiszolgálás nélkül (Elavult) beállításon marad, Metabase automatikusan a teljes adatbázisra vonatkozó adatmegtekintési hozzáférést Tiltottra változtatja. Az alapértelmezett beállítás a Tiltott lesz, ami a legkevésbé engedékeny adatmegtekintési hozzáférés, hogy megakadályozzuk az adatokhoz való nem szándékos hozzáférést.
it: In una versione futura, se l'accesso ai dati di visualizzazione di un gruppo per un database (o uno qualsiasi dei suoi schemi o tabelle) è ancora impostato su Nessun self-service (Deprecato), Metabase cambierà automaticamente l'accesso ai dati di visualizzazione di quel gruppo per l'intero database in Bloccato. L'impostazione predefinita è Bloccato, l'accesso ai dati di visualizzazione meno permissivo, per evitare qualsiasi accesso involontario ai dati.
ja: 将来のリリースでは、データベース（またはそのスキーマやテーブル）に対するグループのビューデータアクセスがまだセルフサービスなし（Deprecated）に設定されている場合、Metabaseは自動的にデータベース全体に対するそのグループのビューデータアクセスをブロック（Blocked）に変更します。データへの意図しないアクセスを防止するため、ビューデータアクセスの許容度が最も低いBlockedをデフォルトとします。
lt: Būsimame leidime, jei grupės duomenų bazės (arba bet kurios iš jos schemų ar lentelių) duomenų peržiūros prieiga vis dar nustatyta į Nėra savitarnos (nebenaudojama), metabazės automatiškai pakeis tos grupės prieigą prie visos duomenų bazės peržiūrėti duomenis į Užblokuota. . Pagal numatytuosius nustatymus nustatysime Užblokuota – mažiausiai leistiną prieigą prie duomenų peržiūros, kad išvengtume bet kokios netyčinės prieigos prie duomenų.
ms: Dalam keluaran akan datang, jika akses data Lihat kumpulan untuk pangkalan data (atau mana-mana skema atau jadualnya) masih ditetapkan kepada Tiada perkhidmatan sendiri (Dipendekkan), Metabase akan secara automatik mengubah akses data Lihat kumpulan tersebut untuk keseluruhan pangkalan data kepada Disekat. Kami akan menggunakan Disekat secara lalai, akses data Lihat yang paling kurang memberi, untuk mencegah sebarang akses data yang tidak diingini.
nb: I en fremtidig versjon vil Metabase automatisk endre gruppens tilgang til visningsdata for hele databasen til blokkert hvis gruppens tilgang til visningsdata for en database (eller noen av dens skjemaer eller tabeller) fortsatt er satt til Ingen selvbetjening (utdatert). Vi bruker standardinnstillingen Blokkert, som er den minst tillatte visningsdatatilgangen, for å forhindre utilsiktet tilgang til data.
nl: In een toekomstige release, als de View gegevenstoegang van een groep voor een database (of een van zijn schema's of tabellen) nog steeds is ingesteld op Geen zelfbediening (Deprecated), zal Metabase automatisch de View gegevenstoegang van die groep voor de hele database wijzigen in Geblokkeerd. We zetten deze standaard op Geblokkeerd, de minst permissieve View data toegang, om onbedoelde toegang tot data te voorkomen.
pl: W przyszłej wersji, jeśli dostęp do danych widoku grupy dla bazy danych (lub dowolnego z jej schematów lub tabel) jest nadal ustawiony na Brak samoobsługi (przestarzałe), Metabase automatycznie zmieni dostęp do danych widoku tej grupy dla całej bazy danych na Zablokowany. Będziemy domyślnie ustawiać opcję Blocked, najmniej liberalny dostęp do danych widoku, aby zapobiec niezamierzonemu dostępowi do danych.
pt_br: Em uma versão futura, se o acesso Visualizar dados de um grupo para um banco de dados (ou qualquer um de seus esquemas ou tabelas) ainda estiver definido como Sem autoatendimento (obsoleto), a Metabase mudará automaticamente o acesso Visualizar dados desse grupo para todo o banco de dados para Bloqueado. O padrão será Bloqueado, o acesso Visualizar dados menos permissivo, para evitar qualquer acesso não intencional aos dados.
ru: В будущем выпуске, если доступ группы к данным View для базы данных (или любой из ее схем или таблиц) все еще установлен на No self-service (Deprecated), Metabase автоматически изменит доступ этой группы к данным View для всей базы данных на Blocked. Мы установим по умолчанию значение Blocked, наименее разрешенный доступ к данным View, чтобы предотвратить любой непреднамеренный доступ к данным.
sk: Ak bude v budúcej verzii prístup skupiny k údajom View pre databázu (alebo niektorú z jej schém alebo tabuliek) stále nastavený na možnosť No self-service (Deprecated), Metabase automaticky zmení prístup tejto skupiny k údajom View pre celú databázu na možnosť Blocked. Predvolene nastavíme možnosť Blocked (Blokovaný), čo je najmenej povolený prístup k údajom View, aby sme zabránili akémukoľvek neúmyselnému prístupu k údajom.
sl: Če je v prihodnji izdaji dostop do podatkov skupine za zbirko podatkov (ali katero koli njeno shemo ali tabelo) še vedno nastavljen na Brez samopostrežne storitve (zastarelo), bo zbirka metapodatkov samodejno spremenila dostop do podatkov te skupine za celotno zbirko podatkov na Blokirano. Privzeto bomo nastavili Blokirano, najmanj dopusten dostop do podatkov za ogled, da preprečimo nenameren dostop do podatkov.
sq: Në një version të ardhshëm, nëse aksesimi Shiko të dhënat i një grupi për një databazë (ose ndonjë nga skemat apo tabelat e saj) është ende i vendosur në Pa vetë-shërbim (E vjetruar), Metabase do ta ndryshojë automatikisht aksesin Shiko të dhënat të atij grupi për të gjithë databazën në I bllokuar. Do ta bëjmë parazgjedhjen I bllokuar, aksesin më pak lehtësues Shiko të dhënat, për të parandaluar çdo akses të paqëllimshëm në të dhëna.
sr: U nekom budućem izdanju, ako je pristup grupe "Prikaz podataka" za bazu (ili bilo koju njenu šemu ili tabelu) i dalje podešen na Bez samostalnog rada (Zastarelo), Metabase će automatski promeniti pristup te grupe "Prikaz podataka" za celu bazu na Blokirano. Podrazumevano ćemo postaviti Blokirano, najmanje permisivni pristup "Prikaz podataka", da bismo sprečili bilo kakav nenamerni pristup podacima.
sv: I en framtida version kommer Metabase, om en grupps View data access för en databas (eller något av dess scheman eller tabeller) fortfarande är inställd på No self-service (Deprecated), automatiskt att ändra den gruppens View data access för hela databasen till Blocked. Vi kommer att använda blockerad som standard, den minst tillåtna åtkomsten till visningsdata, för att förhindra oavsiktlig åtkomst till data.
tr: Gelecekteki bir sürümde, bir grubun bir veritabanı (veya şemalarından veya tablolarından herhangi biri) için Görünüm veri erişimi hala self servis yok (Kullanımdan kaldırıldı) olarak ayarlanmışsa, Metabase bu grubun tüm veritabanı için Görünüm veri erişimini otomatik olarak Engellendi olarak değiştirecektir. Verilere istenmeyen erişimi önlemek için varsayılan olarak en az izin verilen Görünüm veri erişimi olan Engellenmiş olarak ayarlayacağız.
uk: У майбутньому релізі, якщо доступ групи «Перегляд даних» для бази даних (або будь-якої з її схем чи таблиць) все ще буде встановлено на «Без self-service (Застаріло)", Metabase автоматично змінить доступ «Перегляд даних» цієї групи для всієї бази даних на "Заблоковано". За дефолтом буде "Заблоковано" — найменш дозволяючий доступ «Перегляд даних» — щоб запобігти будь-якому ненавмисному доступу до даних.
vi: Trong bản phát hành trong tương lai, nếu quyền truy cập dữ liệu View của nhóm đối với cơ sở dữ liệu (hoặc bất kỳ lược đồ hoặc bảng nào của nhóm) vẫn được đặt thành Không tự phục vụ (Đã lỗi thời), Metabase sẽ tự động thay đổi quyền truy cập dữ liệu View của nhóm đó đối với toàn bộ cơ sở dữ liệu thành Bị chặn. Chúng tôi sẽ mặc định là Bị chặn, quyền truy cập dữ liệu View ít được phép nhất, để ngăn chặn mọi truy cập không mong muốn vào dữ liệu.
zh_hk: 在未來的版本中，如果某個群組對某個資料庫（或其任何模式或表）的檢視資料存取權仍然設置為 「無自助服務」（已停用），Metabase 將自動將該群組對整個資料庫的檢視資料存取權變更為 「已封鎖」。我們將預設為 Blocked，這是最不允許的檢視資料存取，以防止任何非預期的資料存取。
