Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: No attached google sheet(s) found.
ar: لم يتم العثور على أي google sheet(s) مرفقة.
bg: Няма намерени прикачени таблици в Google.
ca: No s'han trobat fulls de càlcul de Google adjunts.
de: Keine angehängten Google-Tabellen gefunden.
eo: Bro, no attached Google Sheet(s) found, fr.
es: No se encontraron hojas de Google adjuntas.
fa: هیچ برگه گوگل پیوستی یافت نشد.
fi: Liitettyjä Google-taulukoita ei löytynyt.
fr: Aucune feuille Google jointe trouvée.
it: Nessun foglio di calcolo Google allegato trovato.
ja: 添付された Google シートが見つかりません。
nb: Ingen vedlagte Google-ark funnet.
nl: Er zijn geen bijgevoegde Google-sheets gevonden.
pl: Nie znaleziono żadnych dołączonych arkuszy Google.
pt_br: Nenhuma planilha do Google anexada encontrada.
ru: Прикрепленных таблиц Google не найдено.
sk: Nenašli sa žiadne priložené tabuľky Google.
sl: Ni najdenih priloženih Google preglednic.
sq: Nuk u gjetën google sheet(s) të bashkangjitura.
sr: Nije pronađen nijedan prikačeni Google Sheet.
sv: Inga bifogade Google-ark hittades.
tr: Ekli Google e-tablosu bulunamadı.
uk: Не знайдено приєднаних Google Sheet(ів).
vi: Không tìm thấy trang tính Google nào được đính kèm.
zh_hk: 未找到附加的 google 工作表。

source: Information about Google Sheets Integration
ar: معلومات عن تكامل Google Sheets
bg: Информация за интегрирането на Google Таблици
ca: Informació sobre la integració de Google Sheets
de: Informationen zur Google Sheets-Integration
eo: Lowkey all about the tea on Google Sheets integration
es: Información sobre la integración de Hojas de cálculo de Google
fa: اطلاعاتی درباره ادغام برگه‌های Google
fi: Tietoja Google Sheets -integraatiosta
fr: Informations sur l'intégration de Google Sheets
it: Informazioni sull'integrazione di Google Sheets
ja: Google スプレッドシート統合に関する情報
lt: Informacija apie „Google“ skaičiuoklių integravimą
nb: Informasjon om Google Sheets-integrering
nl: Informatie over Google Sheets-integratie
pl: Informacje o integracji z Arkuszami Google
pt_br: Informações sobre a integração do Planilhas Google
ru: Информация об интеграции с Google Таблицами
sk: Informácie o integrácii Tabuliek Google
sl: Informacije o integraciji Google Preglednic
sq: Informacion rreth Integrimit të Google Sheets
sr: Informacije o integraciji Google Sheets
sv: Information om Google Sheets-integrering
tr: Google E-Tablolar Entegrasyonu Hakkında Bilgiler
uk: Інформація про інтеграцію Google Sheets
vi: Thông tin về Tích hợp Google Trang tính
zh_hk: Google Sheets 整合相關資訊

source: Missing store-api-url.
ar: store-api-url مفقود.
bg: Липсва URL адрес на API на магазина.
ca: Falta la botiga-api-url.
de: Store-API-URL fehlt.
eo: Bruh, we’re missing store-api-url rn.
es: Falta la URL de la API de la tienda.
fa: فروشگاه-api-url موجود نیست.
fi: Store-api-url puuttuu.
fr: URL de l'API du magasin manquante.
it: Manca store-api-url.
ja: store-api-url がありません。
lt: Trūksta parduotuvės-api-url.
nb: Mangler store-api-url.
nl: Store-api-url ontbreekt.
pl: Brak adresu URL sklepu-api.
pt_br: store-api-url ausente.
ru: Отсутствует store-api-url.
sk: Chýba store-api-url.
sl: Manjka URL-api-storitve.
sq: Mungon store-api-url.
sr: Nedostaje store-api-url.
sv: Saknar store-api-url.
tr: Mağaza-api-url'si eksik.
uk: Відсутній store-api-url.
vi: Thiếu store-api-url.
zh_hk: 缺少 store-api-url。

source: Missing api-key.
ar: api-key مفقود.
bg: Липсва api-ключ.
ca: Falta la clau api.
de: API-Schlüssel fehlt.
eo: Lowkey missing the api-key rn
es: Falta clave API.
fa: کلید api وجود ندارد.
fi: Api-avain puuttuu.
fr: Clé API manquante.
it: Chiave API mancante.
ja: APIキーがありません。
lt: Trūksta API rakto.
nb: Mangler api-nøkkel.
nl: API-sleutel ontbreekt.
pl: Brak klucza API.
pt_br: api-key ausente.
ru: Отсутствует API-ключ.
sk: Chýba api-key.
sl: Manjka api-ključ.
sq: Mungon api-key.
sr: Nedostaje api-key.
sv: Saknar api-nyckel.
tr: Eksik api anahtarı.
uk: Відсутній api-key.
vi: Thiếu khóa api.
zh_hk: 缺少 api-key。

source: Conflicting sandboxing and impersonation policies found.
ar: تم العثور على سياسات متضاربة لعزل البيانات (sandboxing) وانتحال الهوية.
bg: Намерени са противоречиви правила за тестова среда и имитация.
ca: S'han trobat polítiques de sandbox i de suplantació en conflicte.
de: Es wurden widersprüchliche Sandboxing- und Identitätswechselrichtlinien gefunden.
eo: Yo, we got some shady sandboxing and impersonation policies clashing, fr fr.
es: Se encontraron políticas de sandbox y suplantación conflictivas.
fa: خط‌مشی‌های جعبه‌شناختی متناقض و جعل هویت یافت شد.
fi: Ristiriitaisia hiekkalaatikko- ja toisena henkilönä esiintymistä koskevia käytäntöjä löydetty.
fr: Des politiques de sandboxing et d'emprunt d'identité contradictoires ont été trouvées.
it: Sono state rilevate policy di sandboxing e impersonificazione in conflitto.
ja: 競合するサンドボックス化ポリシーと偽装ポリシーが見つかりました。
lt: Rasta prieštaraujančių smėlio dėžės ir apsimetinėjimo politika.
nb: Motstridende retningslinjer for sandboxing og etterligning funnet.
nl: Er zijn tegenstrijdige sandbox- en imitatiebeleidsregels gevonden.
pl: Znaleziono sprzeczne zasady sandboxingu i podszywania się.
pt_br: Foram encontradas políticas conflitantes de sandbox e representação.
ru: Обнаружены конфликтующие политики изоляции и имперсонализации.
sk: Našli sa kolidujúce pravidlá karantény a odcudzenia identity.
sl: Najdeni so bili sporni pravilniki o peskovniku in lažnem predstavljanju.
sq: U gjetën politika në konflikt për sandboxing dhe imitim identiteti.
sr: Pronađene su konfliktne politike sandboxing-a i predstavljanja kao drugi korisnik.
sv: Motstridiga policyer för sandboxing och identitetsstöld hittades.
tr: Çakışan sanal alan ve kimliğe bürünme politikaları bulundu.
uk: Виявлено конфліктні політики sandboxing та імперсонації.
vi: Đã phát hiện ra chính sách hộp cát và mạo danh xung đột.
zh_hk: 發現衝突的沙箱和冒充政策。

source: The Anthropic API Key used in Metabase Enterprise.
ar: مفتاح Anthropic API المستخدم في Metabase Enterprise.
de: Der in Metabase Enterprise verwendete Anthropic-API-Schlüssel.
es: La clave API antrópica utilizada en Metabase Enterprise.
fa: کلید API مربوط به Anthropic که در Metabase Enterprise استفاده می‌شود.
fi: Metabase Enterprisessa käytetty Anthropic API -avain.
fr: Clé API Anthropic utilisée dans Metabase Enterprise.
it: La chiave API antropica utilizzata in Metabase Enterprise.
ja: Metabase Enterprise で使用される Anthropic API キー。
pl: Klucz API Anthropic używany w Metabase Enterprise.
pt_br: A chave da API antrópica usada no Metabase Enterprise.
ru: API-ключ Anthropic, используемый в Metabase Enterprise.
sk: Kľúč antropického rozhrania API používaný v Metabase Enterprise.
sl: Ključ Anthropic API, ki se uporablja v Metabase Enterprise.
sq: Çelësi API i Anthropic i përdorur në Metabase Enterprise.
sr: Anthropic API ključ koji se koristi u Metabase Enterprise.
tr: Metabase Enterprise'da kullanılan Anthropic API Anahtarı.
uk: Ключ API Anthropic, що використовується в Metabase Enterprise.
vi: Khóa API Anthropic được sử dụng trong Metabase Enterprise.
zh_hk: Metabase Enterprise 使用的 Anthropic API 金鑰。

source: The OpenAI embeddings base URL used in Metabase Enterprise.
ar: عنوان URL الأساسي لتضمينات OpenAI المستخدم في Metabase Enterprise.
bg: Базовият URL адрес на вгражданията на OpenAI, използван в Metabase Enterprise.
ca: L'URL base d'incrustacions d'OpenAI utilitzada a Metabase Enterprise.
de: Die in Metabase Enterprise verwendete Basis-URL für OpenAI-Einbettungen.
es: La URL base de incrustaciones de OpenAI utilizada en Metabase Enterprise.
fa: URL پایه‌ی تعبیه‌های OpenAI که در Metabase Enterprise استفاده می‌شود.
fi: Metabase Enterprisessa käytetty OpenAI-upotusten perus-URL-osoite.
fr: L'URL de base des intégrations OpenAI utilisée dans Metabase Enterprise.
it: URL di base degli incorporamenti OpenAI utilizzato in Metabase Enterprise.
ja: Metabase Enterprise で使用される OpenAI 埋め込みベース URL。
nb: OpenAI-innbyggingsbasen URL som brukes i Metabase Enterprise.
nl: De basis-URL voor OpenAI-embeddings die wordt gebruikt in Metabase Enterprise.
pl: Podstawowy adres URL osadzeń OpenAI używany w Metabase Enterprise.
pt_br: URL base de incorporações do OpenAI usada no Metabase Enterprise.
ru: Базовый URL-адрес встраиваний OpenAI, используемый в Metabase Enterprise.
sk: Základná URL adresa vloženia OpenAI používaná v Metabase Enterprise.
sl: Osnovni URL vdelav OpenAI, ki se uporablja v Metabase Enterprise.
sq: URL bazë e OpenAI embeddings që përdoret në Metabase Enterprise.
sr: Osnovni URL za OpenAI embeddings koji se koristi u Metabase Enterprise.
sv: Bas-URL:en för OpenAI-inbäddningar som används i Metabase Enterprise.
tr: Metabase Enterprise'da kullanılan OpenAI yerleştirmelerinin temel URL'si.
uk: Базовий URL OpenAI embeddings, який використовується в Metabase Enterprise.
vi: URL cơ sở nhúng OpenAI được sử dụng trong Metabase Enterprise.
zh_hk: Metabase Enterprise 中使用的 OpenAI 嵌入式基礎 URL。

source: The OpenAI Model (e.g. ''gpt-4'', ''gpt-3.5-turbo'')
ar: نموذج OpenAI (مثل ''gpt-4''، ''gpt-3.5-turbo'')
bg: Моделът OpenAI (напр. ''gpt-4'', ''gpt-3.5-turbo'')
ca: El model OpenAI (per exemple, ''gpt-4'', ''gpt-3.5-turbo'')
de: Das OpenAI-Modell (z. B. „gpt-4“, „gpt-3.5-turbo“)
eo: The OpenAI model (like “gpt-4” or “gpt-3.5-turbo”) is basically the squad of AI, ya know?
es: El modelo OpenAI (por ejemplo, ''gpt-4'', ''gpt-3.5-turbo'')
fa: مدل OpenAI (به عنوان مثال ''gpt-4''، ''gpt-3.5-turbo'')
fi: OpenAI-malli (esim. ''gpt-4'', ''gpt-3.5-turbo'')
fr: Le modèle OpenAI (par exemple « gpt-4 », « gpt-3.5-turbo »)
it: Il modello OpenAI (ad esempio ''gpt-4'', ''gpt-3.5-turbo'')
ja: OpenAI モデル (例: ''gpt-4''、''gpt-3.5-turbo'')
lt: „OpenAI“ modelis (pvz., „gpt-4“, „gpt-3.5-turbo“)
nb: OpenAI-modellen (f.eks. "gpt-4", "gpt-3.5-turbo")
nl: Het OpenAI-model (bijv. ''gpt-4'', ''gpt-3.5-turbo'')
pl: Model OpenAI (np. „gpt-4”, „gpt-3.5-turbo”)
pt_br: O modelo OpenAI (por exemplo ''gpt-4'', ''gpt-3.5-turbo'')
ru: Модель OpenAI (например, «gpt-4», «gpt-3.5-turbo»)
sk: Model OpenAI (napr. ''gpt-4'', ''gpt-3.5-turbo'')
sl: Model OpenAI (npr. ''gpt-4'', ''gpt-3.5-turbo'')
sq: Modeli OpenAI (p.sh. ''gpt-4'', ''gpt-3.5-turbo'')
sr: OpenAI model (npr. ''gpt-4'', ''gpt-3.5-turbo'')
sv: OpenAI-modellen (t.ex. ''gpt-4'', ''gpt-3.5-turbo'')
tr: OpenAI Modeli (örneğin ''gpt-4'', ''gpt-3.5-turbo'')
uk: Модель OpenAI (наприклад, ''gpt-4'', ''gpt-3.5-turbo'')
vi: Mô hình OpenAI (ví dụ ''gpt-4'', ''gpt-3.5-turbo'')
zh_hk: OpenAI 模型 (例如 ''gpt-4''、''gpt-3.5-turbo'')

source: URL for the a AI Service
ar: URL لخدمة ذكاء اصطناعي
bg: URL адрес за услуга с изкуствен интелект
ca: URL per a un servei d'IA
de: URL für einen KI-Dienst
eo: Link for the AI thingy 💻✨
es: URL para un servicio de IA
fa: آدرس اینترنتی (URL) برای سرویس هوش مصنوعی
fi: Tekoälypalvelun URL-osoite
fr: URL pour un service d'IA
it: URL per il servizio di intelligenza artificiale
ja: AIサービスのURL
nb: URL for a AI-tjenesten
nl: URL voor een AI-service
pl: Adres URL usługi AI
pt_br: URL para um serviço de IA
ru: URL для службы ИИ
sk: URL adresa služby umelej inteligencie
sl: URL za storitev umetne inteligence
sq: URL për një Shërbim AI
sr: URL za VI servis
sv: URL för en AI-tjänst
tr: Bir AI Hizmeti için URL
uk: URL для AI-сервісу
vi: URL cho Dịch vụ AI
zh_hk: AI 服務的 URL

source: Override Metabot ID for agent streaming requests.
ar: تجاوز معرّف Metabot لطلبات بثّ الوكيل.
bg: Замяна на Metabot ID за заявки за стрийминг на агенти.
ca: Substitueix l'ID de Metabot per a les sol·licituds de transmissió d'agents.
de: Überschreiben Sie die Metabot-ID für Agent-Streaming-Anfragen.
es: Anular el ID de Metabot para las solicitudes de transmisión del agente.
fa: برای درخواست‌های پخش زنده توسط نماینده، شناسه متابوت را نادیده بگیرید.
fi: Ohita Metabot-tunnus agentin suoratoistopyynnöissä.
fr: Remplacer l'ID Metabot pour les demandes de streaming d'agent.
it: Sostituisci l'ID Metabot per le richieste di streaming dell'agente.
ja: エージェント ストリーミング リクエストの Metabot ID をオーバーライドします。
nb: Overstyr Metabot-ID for agentstrømmeforespørsler.
nl: Metabot-ID voor agentstreamingverzoeken overschrijven.
pl: Zastąp identyfikator Metabota w przypadku żądań przesyłania strumieniowego agentów.
pt_br: Substituir ID do Metabot para solicitações de streaming de agentes.
ru: Переопределить Metabot ID для запросов на потоковую передачу агента.
sk: Prepísať ID Metabota pre požiadavky na streamovanie agentov.
sl: Preglasi ID Metabota za zahteve za pretakanje agentov.
sq: Anashkalo ID-në e Metabot për kërkesat e streaming të agentit.
sr: Zameni Metabot ID za streaming zahteve agenta.
sv: Åsidosätt Metabot-ID för agentströmningsförfrågningar.
tr: Aracı akış istekleri için Metabot kimliğini geçersiz kılın.
uk: Перевизначати ID Metabot для стримінгових запитів агента.
vi: Ghi đè ID Metabot cho các yêu cầu phát trực tuyến của tác nhân.
zh_hk: 覆寫代理程式串流請求的 Metabot ID。

source: Override Metabot profile ID for agent streaming requests.
ar: تجاوز معرّف ملف تعريف Metabot لطلبات بث الوكيل.
bg: Замяна на идентификатора на профила на Metabot за заявки за стрийминг на агенти.
ca: Substitueix l'ID del perfil de Metabot per a les sol·licituds de transmissió d'agents.
de: Metabot-Profil-ID für Agenten-Streaming-Anfragen überschreiben.
es: Anular el ID del perfil de Metabot para las solicitudes de transmisión del agente.
fa: شناسه پروفایل متابوت را برای درخواست‌های پخش زنده توسط نماینده لغو کنید.
fi: Ohita Metabot-profiilitunnus agentin suoratoistopyynnöissä.
fr: Remplacer l'ID de profil Metabot pour les requêtes de streaming de l'agent.
it: Sostituisci l'ID del profilo Metabot per le richieste di streaming degli agenti.
ja: エージェント ストリーミング リクエストの Metabot プロファイル ID をオーバーライドします。
nb: Overstyr Metabot-profil-ID for strømmeforespørsler fra agenter.
nl: Overschrijf de Metabot-profiel-ID voor agentstreamingverzoeken.
pl: Zastąp identyfikator profilu Metabota w przypadku żądań przesyłania strumieniowego agentów.
pt_br: Substituir o ID do perfil do Metabot para solicitações de streaming do agente.
ru: Переопределите идентификатор профиля Metabot для запросов потоковой передачи от агентов.
sk: Prepísať ID profilu Metabot pre požiadavky na streamovanie agentov.
sl: Preglasi ID profila Metabot za zahteve za pretakanje agentov.
sq: Anashkalo ID-në e profilit të Metabot për kërkesat e streaming-ut të agjentit.
sr: Pregazi ID Metabot profila za streaming zahteve agenta.
sv: Åsidosätt Metabot-profil-ID för agentströmningsförfrågningar.
tr: Agent akış istekleri için Metabot profil kimliğini geçersiz kılın.
uk: Перевизначити ID профілю Metabot для запитів стримінгу агента.
vi: Ghi đè ID hồ sơ Metabot cho các yêu cầu truyền phát của tác nhân.
zh_hk: 覆寫代理程式串流請求的 Metabot 設定檔 ID。

source: The number of seconds the tokens passed to AI service should be valid.
ar: عدد الثواني التي يجب أن تظل فيها التوكنز المرسلة إلى خدمة الذكاء الاصطناعي صالحة.
bg: Броят секунди, през които токените, предадени на услугата с изкуствен интелект, трябва да са валидни.
ca: El nombre de segons que els tokens passats al servei d'IA han de ser vàlids.
de: Die Anzahl der Sekunden, die die an den KI-Dienst übergebenen Token gültig sein sollen.
eo: The number of seconds the tokens took to pass to the AI service should be valid.
es: La cantidad de segundos que los tokens pasados al servicio de IA deben ser válidos.
fa: تعداد ثانیه‌هایی که توکن‌ها به سرویس هوش مصنوعی ارسال می‌شوند باید معتبر باشند.
fi: Sekuntimäärä, jonka tekoälypalvelulle välitettyjen tokenien tulisi olla voimassa.
fr: Le nombre de secondes pendant lesquelles les jetons transmis au service AI doivent être valides.
it: Numero di secondi per cui i token passati al servizio AI devono essere validi.
ja: AI サービスに渡されるトークンが有効である秒数。
nb: Antall sekunder tokens som sendes til AI-tjenesten, skal være gyldige.
nl: Het aantal seconden dat de tokens aan de AI-service worden doorgegeven, moet geldig zijn.
pl: Liczba sekund, w czasie których tokeny muszą być przekazywane do usługi AI, musi być ważna.
pt_br: O número de segundos que os tokens passados ao serviço de IA devem ser válidos.
ru: Количество секунд, в течение которых токены, переданные в службу ИИ, должны быть действительными.
sk: Počet sekúnd, počas ktorých by mali byť tokeny odovzdané službe AI platné.
sl: Število sekund, ko morajo biti žetoni, posredovani storitvi umetne inteligence, veljavni.
sq: Numri i sekondave që token-at e kaluar te shërbimi AI duhet të jenë të vlefshëm.
sr: Broj sekundi tokom kojih tokeni prosleđeni VI servisu treba da važe.
sv: Antalet sekunder som tokens skickas till AI-tjänsten ska vara giltiga.
tr: Jetonların AI servisine iletilmesi gereken saniye sayısı.
uk: Кількість секунд, протягом яких токени, передані в AI-сервіс, мають бути дійсними.
vi: Số giây mà mã thông báo chuyển đến dịch vụ AI phải hợp lệ.
zh_hk: 傳送給 AI 服務的代幣的有效秒數。

source: Invalid metabot_id {0}
ar: metabot_id غير صالح {0}
bg: Невалиден metabot_id {0}
ca: metabot_id no vàlid {0}
de: Ungültige Metabot-ID {0}
eo: Bruh, metabot_id {0} is so invalid lol
es: Metabot_id no válido {0}
fa: شناسه متابوت نامعتبر {0}
fi: Virheellinen metabot_id {0}
fr: Metabot_id invalide {0}
it: Metabot_id non valido {0}
ja: 無効な metabot_id {0}
nb: Ugyldig metabot_id {0}
nl: Ongeldige metabot_id {0}
pl: Nieprawidłowy metabot_id {0}
pt_br: Metabot_id {0} inválido
ru: Неверный metabot_id {0}
sk: Neplatné metabot_id {0}
sl: Neveljaven metabot_id {0}
sq: metabot_id i pavlefshëm {0}
sr: Nevažeći metabot_id {0}
sv: Ogiltigt metabot_id {0}
tr: Geçersiz metabot_id {0}
uk: Недійсний metabot_id {0}
vi: Metabot_id không hợp lệ {0}
zh_hk: 無效的 metabot_id {0}

source: Segment with id {0} not found
ar: لم يتم العثور على الشريحة بالمعرّف {0}
ca: No s'ha trobat el segment amb l'identificador {0}
de: Segment mit der ID {0} nicht gefunden
es: Segmento con id {0} no encontrado
fa: قطعه‌ای با شناسه {0} یافت نشد
fi: Segmenttiä, jonka tunnuksena on {0} , ei löytynyt
fr: Segment avec l'identifiant {0} introuvable
it: Segmento con id {0} non trovato
ja: ID {0} のセグメントが見つかりません
nb: Segment med id {0} ikke funnet
pl: Nie znaleziono segmentu o identyfikatorze {0}
pt_br: Segmento com ID {0} não encontrado
ru: Сегмент с ID {0} не найден
sk: Segment s ID {0} sa nenašiel
sl: Segment z ID-jem {0} ni bil najden
sq: Segmenti me id {0} nuk u gjet
sr: Segment sa id {0} nije pronađen
tr: {0} kimlik numaralı segment bulunamadı.
uk: Сегмент з id {0} не знайдено
vi: Không tìm thấy phân đoạn có id {0}
zh_hk: 未找到 ID 為 {0} 的區段

source: Measure with id {0} not found
ar: لم يتم العثور على المقياس بالمعرّف {0}
ca: No s'ha trobat la mesura amb l'identificador {0}
de: Messung mit der ID {0} nicht gefunden
es: Medida con id {0} no encontrada
fa: معیار با شناسه {0} یافت نشد.
fi: Mittaria, jonka tunnuksena on {0} , ei löytynyt
fr: Mesure avec l'identifiant {0} introuvable
it: Misura con id {0} non trovata
ja: ID {0} の測定値が見つかりません
nb: Tiltak med id {0} ikke funnet
pl: Nie znaleziono pomiaru o identyfikatorze {0}
pt_br: Medida com ID {0} não encontrada
ru: Показатель с ID {0} не найден
sk: Meranie s ID {0} sa nenašlo
sl: Mere z ID-jem {0} ni bilo mogoče najti
sq: Matja me id {0} nuk u gjet
sr: Mera sa id {0} nije pronađena
tr: {0} kimlik numaralı ölçüm bulunamadı.
uk: Міру з id {0} не знайдено
vi: Không tìm thấy phép đo có ID {0}
zh_hk: 未找到 ID 為 {0} 的測量

source: Superuser is allowed full access
ar: يُسمح للمستخدم الفائق بالوصول الكامل
bg: Суперпотребителят има пълен достъп
ca: El superusuari té accés complet
de: Der Superuser hat vollen Zugriff
eo: Superuser's got all the drip, full access fr.
es: Al superusuario se le permite acceso completo
fa: کاربر ارشد (Superuser) اجازه دسترسی کامل دارد
fi: Superkäyttäjällä on täydet käyttöoikeudet
fr: Le superutilisateur a un accès complet
it: Al superutente è consentito l'accesso completo
ja: スーパーユーザーにはフルアクセスが許可されます
nb: Superbruker har full tilgang
nl: Supergebruiker heeft volledige toegang
pl: Superużytkownik ma pełny dostęp
pt_br: O superusuário tem acesso total
ru: Суперпользователю разрешен полный доступ
sk: Superpoužívateľ má povolený plný prístup
sl: Superuporabnik ima poln dostop
sq: Superpërdoruesi lejohet të ketë akses të plotë
sr: Superkorisniku je dozvoljen pun pristup
sv: Superanvändaren har fullständig åtkomst
tr: Süper kullanıcıya tam erişim izni verildi
uk: Суперкористувачу дозволено повний доступ
vi: Siêu người dùng được phép truy cập đầy đủ
zh_hk: 超級使用者允許完全存取

source: User does not have permission to download data from this card
ar: ليس لدى المستخدم إذن لتنزيل البيانات من هذه البطاقة
bg: Потребителят няма разрешение да изтегля данни от тази карта
ca: L'usuari no té permís per descarregar dades d'aquesta targeta
de: Der Benutzer hat keine Berechtigung, Daten von dieser Karte herunterzuladen
eo: Bruh, this user ain’t got the vibe to download data from this card.
es: El usuario no tiene permiso para descargar datos de esta tarjeta
fa: کاربر اجازه دانلود داده‌ها از این کارت را ندارد
fi: Käyttäjällä ei ole oikeutta ladata tietoja tältä kortilta
fr: L'utilisateur n'a pas l'autorisation de télécharger les données de cette carte
it: L'utente non ha l'autorizzazione per scaricare i dati da questa scheda
ja: ユーザーにはこのカードからデータをダウンロードする権限がありません
nb: Brukeren har ikke tillatelse til å laste ned data fra dette kortet
nl: Gebruiker heeft geen toestemming om gegevens van deze kaart te downloaden
pl: Użytkownik nie ma uprawnień do pobierania danych z tej karty
pt_br: O usuário não tem permissão para baixar dados deste cartão
ru: У пользователя нет разрешения на загрузку данных с этой карты
sk: Používateľ nemá povolenie na sťahovanie údajov z tejto karty
sl: Uporabnik nima dovoljenja za prenos podatkov s te kartice
sq: Përdoruesi nuk ka leje të shkarkojë të dhëna nga kjo kartë
sr: Korisnik nema dozvolu da preuzima podatke iz ove kartice
sv: Användaren har inte behörighet att ladda ner data från det här kortet
tr: Kullanıcının bu karttan veri indirme izni yok
uk: Користувач не має прав на завантаження даних із цієї картки
vi: Người dùng không có quyền tải xuống dữ liệu từ thẻ này
zh_hk: 使用者沒有權限從這張卡下載資料

source: User has permission to download some data from this card
ar: لدى المستخدم إذن لتنزيل بعض البيانات من هذه البطاقة
bg: Потребителят има разрешение да изтегли някои данни от тази карта
ca: L'usuari té permís per descarregar algunes dades d'aquesta targeta.
de: Der Benutzer hat die Berechtigung, einige Daten von dieser Karte herunterzuladen
eo: User’s allowed to snag some data from this card, fr fr
es: El usuario tiene permiso para descargar algunos datos de esta tarjeta
fa: کاربر اجازه دانلود برخی داده‌ها از این کارت را دارد
fi: Käyttäjällä on lupa ladata joitakin tietoja tältä kortilta
fr: L'utilisateur a l'autorisation de télécharger certaines données de cette carte
it: L'utente ha il permesso di scaricare alcuni dati da questa scheda
ja: ユーザーはこのカードから一部のデータをダウンロードする権限を持っています
nb: Brukeren har tillatelse til å laste ned data fra dette kortet
nl: Gebruiker heeft toestemming om bepaalde gegevens van deze kaart te downloaden
pl: Użytkownik ma uprawnienia do pobrania niektórych danych z tej karty
pt_br: O usuário tem permissão para baixar alguns dados deste cartão
ru: Пользователь имеет разрешение на загрузку некоторых данных с этой карты
sk: Používateľ má povolenie na stiahnutie niektorých údajov z tejto karty
sl: Uporabnik ima dovoljenje za prenos nekaterih podatkov s te kartice
sq: Përdoruesi ka leje të shkarkojë disa të dhëna nga kjo kartë
sr: Korisnik ima dozvolu da preuzme neke podatke iz ove kartice
sv: Användaren har behörighet att ladda ner viss data från det här kortet
tr: Kullanıcının bu karttan bazı verileri indirme izni var
uk: Користувач має права на завантаження деяких даних із цієї картки
vi: Người dùng có quyền tải xuống một số dữ liệu từ thẻ này
zh_hk: 使用者有權從這張卡下載某些資料
