Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Don't put any sensitive data in the dictionary, since anyone can see the dictionary—including viewers of public links. Uploading a new dictionary will replace the existing dictionary. See a list of _supported locales_.
ar: لا تضع أي بيانات حساسة في القاموس، لأن أي شخص يمكنه رؤية القاموس — بما في ذلك مشاهدو الروابط العامة. سيؤدي رفع قاموس جديد إلى استبدال القاموس الحالي. راجع قائمة _supported locales_.
bg: Не поставяйте чувствителни данни в речника, тъй като всеки може да го види, включително и тези, които гледат публични връзки. Качването на нов речник ще замени съществуващия. Вижте списък с _поддържани локали_.
ca: No poseu cap dada sensible al diccionari, ja que tothom el pot veure, inclosos els que visualitzen enllaços públics. Si pugeu un diccionari nou, se substituirà el diccionari existent. Vegeu una llista de _configuracions regionals compatibles_.
de: Geben Sie keine vertraulichen Daten in das Wörterbuch ein, da jeder darauf zugreifen kann – auch Benutzer öffentlicher Links. Das Hochladen eines neuen Wörterbuchs ersetzt das vorhandene. Eine Liste der unterstützten Gebietsschemas finden Sie hier.
es: No incluya datos confidenciales en el diccionario, ya que cualquiera puede verlo, incluso quienes ven enlaces públicos. Al subir un nuevo diccionario, se reemplazará el existente. Consulte la lista de configuraciones regionales compatibles.
fa: هیچ داده حساسی را در فرهنگ لغت قرار ندهید، زیرا هر کسی می‌تواند فرهنگ لغت را ببیند - از جمله بینندگان لینک‌های عمومی. آپلود یک فرهنگ لغت جدید جایگزین فرهنگ لغت موجود خواهد شد. لیستی از _محل‌های پشتیبانی شده_ را مشاهده کنید.
fi: Älä lisää sanakirjaan arkaluonteisia tietoja, koska kuka tahansa voi nähdä sanakirjan – myös julkisten linkkien katsojat. Uuden sanakirjan lataaminen korvaa olemassa olevan sanakirjan. Katso luettelo _tuetuista kieliasetuksista_.
fr: N'ajoutez aucune donnée sensible au dictionnaire, car tout le monde peut y accéder, y compris les utilisateurs de liens publics. Le téléchargement d'un nouveau dictionnaire remplacera le dictionnaire existant. Consultez la liste des paramètres régionaux pris en charge.
it: Non inserire dati sensibili nel dizionario, poiché chiunque può visualizzarlo, inclusi coloro che visualizzano link pubblici. Caricando un nuovo dizionario, quello esistente verrà sostituito. Consulta l'elenco delle _impostazioni locali supportate_.
ja: 辞書には機密データを保存しないでください。辞書は誰でも閲覧可能であり、公開リンクの閲覧者も例外ではありません。新しい辞書をアップロードすると、既存の辞書が置き換えられます。_サポートされているロケール_のリストをご覧ください。
nb: Ikke legg inn sensitive data i ordboken, siden hvem som helst kan se ordboken - også de som ser på offentlige lenker. Når du laster opp en ny ordbok, erstattes den eksisterende ordboken. Se en liste over _støttede lokaliteter_.
nl: Plaats geen gevoelige gegevens in het woordenboek, aangezien iedereen het woordenboek kan zien, inclusief degenen die openbare links bekijken. Het uploaden van een nieuw woordenboek vervangt het bestaande woordenboek. Bekijk een lijst met _ondersteunde locales_.
pl: Nie umieszczaj w słowniku żadnych poufnych danych, ponieważ każdy może go zobaczyć – w tym osoby przeglądające linki publiczne. Przesłanie nowego słownika spowoduje zastąpienie istniejącego. Zobacz listę _obsługiwanych ustawień regionalnych_.
pt_br: Não insira dados confidenciais no dicionário, pois qualquer pessoa pode vê-lo, inclusive quem visualiza links públicos. O upload de um novo dicionário substituirá o dicionário existente. Veja uma lista de _localidades suportadas_.
ru: Не помещайте в словарь конфиденциальные данные, так как его может увидеть любой, включая пользователей, просматривающих публичные ссылки. Загрузка нового словаря заменит существующий. См. список поддерживаемых локалей.
sk: Nevkladajte do slovníka žiadne citlivé údaje, pretože slovník si môže pozrieť ktokoľvek – vrátane používateľov verejných odkazov. Nahraním nového slovníka sa nahradí existujúci slovník. Pozrite si zoznam _podporovaných lokalizácií_.
sl: V slovar ne vnašajte občutljivih podatkov, saj si ga lahko ogleda kdorkoli – vključno z obiskovalci javnih povezav. Z nalaganjem novega slovarja boste nadomestili obstoječega. Oglejte si seznam _podprtih jezikovnih nastavitev_.
sq: Mos vendos asnjë të dhënë sensitive në fjalor, pasi kushdo mund ta shohë fjalorin — përfshirë shikuesit e lidhjeve publike. Ngarkimi i një fjalori të ri do të zëvendësojë fjalorin ekzistues. Shih listën e _locale-ve të mbështetura_.
sr: Ne stavljajte osetljive podatke u rečnik, pošto svako može da vidi rečnik — uključujući i posetioce javnih linkova. Otpremanje novog rečnika će zameniti postojeći rečnik. Pogledajte listu _podržanih lokaliteta_.
sv: Lägg inte in några känsliga uppgifter i ordboken, eftersom vem som helst kan se ordboken – inklusive de som tittar på offentliga länkar. Om du laddar upp en ny ordbok ersätts den befintliga ordboken. Se en lista över _stödda språkinställningar_.
tr: Sözlüğe hassas veriler girmeyin, çünkü sözlüğü herkes görebilir; genel bağlantıları görüntüleyenler de dahil. Yeni bir sözlük yüklemek, mevcut sözlüğün yerini alacaktır. _Desteklenen yerel ayarların_ listesine bakın.
uk: Не додавайте до словника жодних чутливих даних, адже будь-хто може бачити словник — зокрема переглядачі публічних посилань. Завантаження нового словника замінить наявний словник. Перегляньте список _підтримуваних локалей_.
vi: Không nên đưa bất kỳ dữ liệu nhạy cảm nào vào từ điển, vì bất kỳ ai cũng có thể xem từ điển, kể cả người xem liên kết công khai. Việc tải lên một từ điển mới sẽ thay thế từ điển hiện có. Xem danh sách _các ngôn ngữ được hỗ trợ_.
zh_hk: 請勿在字典中放入任何敏感資料，因為任何人都可以看到字典 - 包括公開連結的檢視者。上傳新字典會取代現有字典。請參閱 _ 支援的本地語言清單。

source: Get translation dictionary template
ar: احصل على قالب قاموس الترجمة
bg: Вземете шаблон за преводачески речник
ca: Obtén una plantilla de diccionari de traducció
de: Holen Sie sich eine Übersetzungswörterbuchvorlage
es: Obtener plantilla de diccionario de traducción
fa: دریافت الگوی فرهنگ لغت ترجمه
fi: Hanki käännössanakirjan malli
fr: Obtenir un modèle de dictionnaire de traduction
it: Ottieni il modello del dizionario di traduzione
ja: 翻訳辞書テンプレートを入手する
nb: Hent mal for oversettelsesordbok
nl: Download vertaalwoordenboek sjabloon
pl: Pobierz szablon słownika tłumaczeń
pt_br: Obter modelo de dicionário de tradução
ru: Получить шаблон словаря перевода
sk: Získať šablónu prekladového slovníka
sl: Pridobi predlogo prevajalskega slovarja
sq: Merr shabllonin e fjalorit të përkthimit
sr: Preuzmi šablon rečnika prevoda
sv: Hämta mall för översättningslexikon
tr: Çeviri sözlüğü şablonunu alın
uk: Отримати шаблон словника перекладу
vi: Nhận mẫu từ điển dịch thuật
zh_hk: 取得翻譯字典範本

source: We couldn't upload the file due to this error:
ar: لم نتمكن من رفع الملف بسبب هذه الأخطاء:
bg: Не успяхме да качим файла поради тази грешка:
ca: No hem pogut carregar el fitxer a causa d'aquest error:
de: Wir konnten die Datei aufgrund dieses Fehlers nicht hochladen:
eo: We couldn’t upload the file cuz of this error, fr.
es: No pudimos cargar el archivo debido a este error:
fa: به دلیل این خطا نتوانستیم فایل را آپلود کنیم:
fi: Emme voineet ladata tiedostoa tämän virheen vuoksi:
fr: Nous n'avons pas pu télécharger le fichier en raison de cette erreur :
it: Non è stato possibile caricare il file a causa di questo errore:
ja: 次のエラーのため、ファイルをアップロードできませんでした:
nb: Vi kunne ikke laste opp filen på grunn av denne feilen:
nl: We konden het bestand niet uploaden vanwege deze fout:
pl: Nie mogliśmy przesłać pliku z powodu następującego błędu:
pt_br: Não foi possível carregar o arquivo devido a este erro:
ru: Мы не смогли загрузить файл из-за этой ошибки:
sk: Súbor sa nám nepodarilo nahrať kvôli tejto chybe:
sl: Datoteke ni bilo mogoče naložiti zaradi te napake:
sq: Nuk arritëm ta ngarkonim skedarin për shkak të këtij gabimi:
sr: Nismo mogli da otpremimo fajl zbog ove greške:
sv: Vi kunde inte ladda upp filen på grund av detta fel:
tr: Bu hatadan dolayı dosyayı yükleyemedik:
uk: Не вдалося завантажити файл через таку помилку:
vi: Chúng tôi không thể tải tệp lên do những lỗi sau:
zh_hk: 由於這些錯誤，我們無法上傳檔案：

source: Upload new dictionary?
ar: هل تريد رفع قاموس جديد؟
bg: Качване на нов речник?
ca: Voleu penjar un diccionari nou?
de: Neues Wörterbuch hochladen?
eo: Drop a new dictionary?
es: ¿Subir nuevo diccionario?
fa: دیکشنری جدید آپلود کنم؟
fi: Ladataanko uusi sanakirja?
fr: Télécharger un nouveau dictionnaire ?
it: Caricare un nuovo dizionario?
ja: 新しい辞書をアップロードしますか?
nb: Laste opp ny ordbok?
nl: Nieuw woordenboek uploaden?
pl: Przesłać nowy słownik?
pt_br: Carregar novo dicionário?
ru: Загрузить новый словарь?
sk: Nahrať nový slovník?
sl: Naložiti nov slovar?
sq: Të ngarkohet fjalor i ri?
sr: Otpremiti novi rečnik?
sv: Ladda upp en ny ordbok?
tr: Yeni sözlük yükle?
uk: Завантажити новий словник?
vi: Tải lên từ điển mới?
zh_hk: 上傳新字典？

source: This will replace the existing dictionary.
ar: سيؤدي هذا إلى استبدال القاموس الحالي.
bg: Това ще замени съществуващия речник.
ca: Això substituirà el diccionari existent.
de: Dadurch wird das vorhandene Wörterbuch ersetzt.
eo: This gonna totally replace the old dictionary, fr.
es: Esto reemplazará el diccionario existente.
fa: این جایگزین دیکشنری موجود خواهد شد.
fi: Tämä korvaa nykyisen sanakirjan.
fr: Cela remplacera le dictionnaire existant.
it: Questo sostituirà il dizionario esistente.
ja: これにより、既存の辞書が置き換えられます。
nb: Dette vil erstatte den eksisterende ordboken.
nl: Dit zal het bestaande woordenboek vervangen.
pl: Spowoduje to zastąpienie istniejącego słownika.
pt_br: Isto substituirá o dicionário existente.
ru: Это заменит существующий словарь.
sk: Toto nahradí existujúci slovník.
sl: To bo nadomestilo obstoječi slovar.
sq: Kjo do të zëvendësojë fjalorin ekzistues.
sr: Ovo će zameniti postojeći rečnik.
sv: Detta kommer att ersätta den befintliga ordboken.
tr: Bu, mevcut sözlüğün yerini alacak.
uk: Це замінить наявний словник.
vi: Từ điển này sẽ thay thế từ điển hiện tại.
zh_hk: 這將取代現有的字典。

source: Replace existing dictionary
ar: استبدال القاموس الحالي
bg: Замяна на съществуващия речник
ca: Substitueix el diccionari existent
de: Vorhandenes Wörterbuch ersetzen
eo: Switch out the current dictionary
es: Reemplazar el diccionario existente
fa: جایگزین کردن فرهنگ لغت موجود
fi: Korvaa olemassa oleva sanakirja
fr: Remplacer le dictionnaire existant
it: Sostituisci il dizionario esistente
ja: 既存の辞書を置き換える
nb: Erstatt eksisterende ordbok
nl: Bestaand woordenboek vervangen
pl: Zastąp istniejący słownik
pt_br: Substituir dicionário existente
ru: Заменить существующий словарь
sk: Nahradiť existujúci slovník
sl: Zamenjaj obstoječi slovar
sq: Zëvendëso fjalorin ekzistues
sr: Zameni postojeći rečnik
sv: Ersätt befintlig ordbok
tr: Mevcut sözlüğü değiştir
uk: Замінити наявний словник
vi: Thay thế từ điển hiện tại
zh_hk: 更換現有字典

source: Could not upload dictionary
ar: تعذّر رفع القاموس
bg: Не можа да се качи речникът
ca: No s'ha pogut carregar el diccionari
de: Wörterbuch konnte nicht hochgeladen werden
eo: Couldn't even upload the dictionary, lol
es: No se pudo cargar el diccionario
fa: نتوانستم دیکشنری را آپلود کنم
fi: Sanakirjan lataaminen epäonnistui
fr: Impossible de télécharger le dictionnaire
it: Impossibile caricare il dizionario
ja: 辞書をアップロードできませんでした
nb: Kunne ikke laste opp ordbok
nl: Woordenboek kon niet worden geüpload
pl: Nie można przesłać słownika
pt_br: Não foi possível carregar o dicionário
ru: Не удалось загрузить словарь.
sk: Nepodarilo sa nahrať slovník
sl: Slovarja ni bilo mogoče naložiti
sq: Nuk u ngarkua dot fjalori
sr: Nije moguće otpremiti rečnik
sv: Kunde inte ladda upp ordboken
tr: Sözlük yüklenemedi
uk: Не вдалося завантажити словник
vi: Không thể tải lên từ điển
zh_hk: 無法上傳字典

source: Dictionary uploaded
ar: تم رفع القاموس
bg: Речникът е качен
ca: Diccionari penjat
de: Wörterbuch hochgeladen
eo: Dictionary’s been uploaded, fr fr
es: Diccionario subido
fa: دیکشنری آپلود شد
fi: Sanakirja ladattu
fr: Dictionnaire téléchargé
it: Dizionario caricato
ja: 辞書をアップロードしました
nb: Ordbok lastet opp
nl: Woordenboek geüpload
pl: Słownik przesłany
pt_br: Dicionário carregado
ru: Словарь загружен
sk: Slovník bol nahraný
sl: Slovar je bil naložen
sq: Fjalori u ngarkua
sr: Rečnik je otpremljen
sv: Ordboken uppladdad
tr: Sözlük yüklendi
uk: Словник завантажено
vi: Từ điển đã tải lên
zh_hk: 已上傳字典

source: Upload edited translation dictionary
ar: حمّل قاموس الترجمة المُعدّل
bg: Качване на редактиран преводен речник
ca: Puja el diccionari de traducció editat
de: Bearbeitetes Übersetzungswörterbuch hochladen
es: Subir diccionario de traducción editado
fa: آپلود فرهنگ لغت ترجمه ویرایش شده
fi: Lataa muokattu käännössanakirja
fr: Télécharger le dictionnaire de traduction édité
it: Carica il dizionario di traduzione modificato
ja: 編集した翻訳辞書をアップロード
nb: Last opp redigert oversettelsesordbok
nl: Upload bewerkt vertaalwoordenboek
pl: Prześlij edytowany słownik tłumaczeń
pt_br: Carregar dicionário de tradução editado
ru: Загрузить отредактированный словарь перевода
sk: Nahrať upravený prekladový slovník
sl: Naloži urejeni prevodni slovar
sq: Ngarko fjalorin e përkthimit të redaktuar
sr: Otpremi izmenjeni rečnik prevoda
sv: Ladda upp redigerad översättningslexikon
tr: Düzenlenmiş çeviri sözlüğünü yükleyin
uk: Завантажити відредагований словник перекладу
vi: Tải lên từ điển dịch đã chỉnh sửa
zh_hk: 上傳已編輯的翻譯字典

source: Uploading dictionary…
ar: جارٍ رفع القاموس…
bg: Качване на речника…
ca: Pujant el diccionari…
de: Wörterbuch wird hochgeladen…
eo: Uploading the vocab rn…
es: Subiendo diccionario…
fa: در حال آپلود دیکشنری…
fi: Sanakirjan lataaminen…
fr: Téléchargement du dictionnaire…
it: Caricamento del dizionario…
ja: 辞書をアップロードしています…
nb: Laste opp ordbok…
nl: Woordenboek uploaden…
pl: Przesyłanie słownika…
pt_br: Carregando dicionário…
ru: Загрузка словаря…
sk: Nahrávanie slovníka…
sl: Nalaganje slovarja…
sq: Po ngarkohet fjalori…
sr: Otpremanje rečnika…
sv: Laddar upp ordboken…
tr: Sözlük yükleniyor…
uk: Завантаження словника…
vi: Đang tải lên từ điển…
zh_hk: 上傳字典…

source: Published table
ar: جدول منشور
de: Veröffentlichte Tabelle
es: Tabla publicada
fa: جدول منتشر شده
fi: Julkaistu taulukko
fr: Table publiée
it: Tabella pubblicata
ja: 掲載テーブル
pl: Opublikowana tabela
pt_br: Tabela publicada
ru: Опубликованная таблица
sk: Publikovaná tabuľka
sl: Objavljena tabela
sq: Tabelë e publikuar
sr: Objavljena tabela
tr: Yayınlanan tablo
uk: Опублікована таблиця
vi: Bảng đã công bố
zh_hk: 已出版表格

source: Create new snippet
ar: أنشئ مقتطفًا جديدًا
bg: Създаване на нов фрагмент
ca: Crea un fragment nou
de: Neues Snippet erstellen
es: Crear nuevo fragmento
fa: ایجاد قطعه کد جدید
fi: Luo uusi katkelma
fr: Créer un nouvel extrait
it: Crea un nuovo frammento
ja: 新しいスニペットを作成
nb: Opprett ny snippet
nl: Nieuw fragment maken
pl: Utwórz nowy fragment kodu
pt_br: Criar novo trecho de código
ru: Создать новый фрагмент
sk: Vytvoriť nový úryvok kódu
sl: Ustvari nov delček kode
sq: Krijo fragment të ri kodi
sr: Kreiraj novi isečak koda
sv: Skapa nytt utdrag
tr: Yeni kod parçası oluştur
uk: Створити новий фрагмент
vi: Tạo đoạn mã mới
zh_hk: 建立新片段

source: Snippet folder
ar: مجلد مقتطفات
de: Snippet-Ordner
es: Carpeta de snippets
fa: پوشه قطعه کد
fi: Katkelmakansio
fr: Dossier d'extraits
it: Cartella frammenti
ja: スニペットフォルダ
pl: Folder fragmentów kodu
pt_br: Pasta de trechos
ru: Папка сниппетов
sk: Priečinok s úryvkami
sl: Mapa izrezkov
sq: Dosje fragmentesh
sr: Folder za isečke
tr: Kod parçası klasörü
uk: Папка фрагментів
vi: Thư mục đoạn trích
zh_hk: 片段資料夾

source: When someone views a question using data from this database, Metabase will send the queries to the destination database set by the person's user attribute. Each destination database must have identical schemas.
ar: عندما يعرض شخص سؤالًا يستخدم بيانات من قاعدة البيانات هذه، سيرسل Metabase الاستعلامات إلى قاعدة البيانات الوجهة التي تُحدَّد بواسطة سمة المستخدم الخاصة بالشخص. يجب أن تمتلك كل قاعدة بيانات وجهة مخططات (schemas) متطابقة.
bg: Когато някой преглежда въпрос, използвайки данни от тази база данни, Metabase ще изпрати заявките към целевата база данни, зададена от потребителския атрибут на лицето. Всяка целева база данни трябва да има идентични схеми.
ca: Quan algú visualitza una pregunta utilitzant dades d'aquesta base de dades, la Metabase enviarà les consultes a la base de dades de destinació definida per l'atribut d'usuari de la persona. Cada base de dades de destinació ha de tenir esquemes idèntics.
de: Wenn jemand eine Frage mit Daten aus dieser Datenbank anzeigt, sendet Metabase die Abfragen an die Zieldatenbank, die durch das Benutzerattribut der Person festgelegt wurde. Jede Zieldatenbank muss über identische Schemata verfügen.
eo: When someone checks out a question using data from this database, Metabase will send the queries to the destination database that’s linked to their user info. Each destination database gotta have the same setup tho.
es: Cuando alguien consulta una pregunta con datos de esta base de datos, Metabase envía las consultas a la base de datos de destino definida por el atributo de usuario. Cada base de datos de destino debe tener esquemas idénticos.
fa: وقتی کسی با استفاده از داده‌های این پایگاه داده، سوالی را مشاهده می‌کند، متابیس پرس‌وجوها را به پایگاه داده مقصد که توسط ویژگی کاربر آن شخص تنظیم شده است، ارسال می‌کند. هر پایگاه داده مقصد باید طرحواره‌های یکسانی داشته باشد.
fi: Kun joku tarkastelee kysymystä tämän tietokannan tietojen avulla, Metabase lähettää kyselyt henkilön käyttäjäattribuutin määrittämään kohdetietokantaan. Jokaisella kohdetietokannalla on oltava identtiset rakenteet.
fr: Lorsqu'une personne consulte une question utilisant les données de cette base de données, Metabase envoie les requêtes à la base de données de destination définie par l'attribut utilisateur de la personne. Chaque base de données de destination doit avoir des schémas identiques.
it: Quando qualcuno visualizza una domanda utilizzando i dati di questo database, Metabase invierà le query al database di destinazione impostato dall'attributo utente della persona. Ogni database di destinazione deve avere schemi identici.
ja: このデータベースのデータを使用して誰かが質問を閲覧すると、Metabase は、その人のユーザー属性によって設定された宛先データベースにクエリを送信します。各宛先データベースは同一のスキーマを持っている必要があります。
nb: Når noen ser på et spørsmål ved hjelp av data fra denne databasen, sender Metabase forespørslene til den destinasjonsdatabasen som er angitt av personens brukerattributt. Hver destinasjonsdatabase må ha identiske skjemaer.
nl: Wanneer iemand een vraag bekijkt met behulp van gegevens uit deze database, stuurt Metabase de query's naar de doeldatabase die is ingesteld met het gebruikerskenmerk van de persoon. Elke doeldatabase moet identieke schema's hebben.
pl: Gdy ktoś przegląda pytanie, używając danych z tej bazy danych, Metabase wyśle zapytania do bazy docelowej ustawionej przez atrybut użytkownika tej osoby. Każda baza docelowa musi mieć identyczne schematy.
pt_br: Quando alguém visualiza uma pergunta usando dados deste banco de dados, o Metabase envia as consultas para o banco de dados de destino definido pelo atributo de usuário da pessoa. Cada banco de dados de destino deve ter esquemas idênticos.
ru: Когда кто-то просматривает вопрос, используя данные из этой базы данных, Metabase отправит запросы в целевую базу данных, установленную атрибутом пользователя этого человека. Каждая целевая база данных должна иметь идентичные схемы.
sk: Keď si niekto zobrazí otázku s použitím údajov z tejto databázy, Metabase odošle dotazy do cieľovej databázy nastavenej atribútom používateľa danej osoby. Každá cieľová databáza musí mať identické schémy.
sl: Ko si nekdo ogleda vprašanje z uporabo podatkov iz te baze podatkov, bo Metabase poslal poizvedbe v ciljno bazo podatkov, ki jo določa uporabniški atribut osebe. Vsaka ciljna baza podatkov mora imeti enake sheme.
sq: Kur dikush shikon një pyetje që përdor të dhëna nga kjo bazë të dhënash, Metabase do t’i dërgojë query-t te baza e të dhënave destinacioni e caktuar nga atributi i përdoruesit të personit. Çdo bazë e të dhënave destinacioni duhet të ketë skema identike.
sr: Kada neko gleda pitanje koje koristi podatke iz ove baze, Metabase će slati upite u odredišnu bazu podešenu korisničkim atributom te osobe. Svaka odredišna baza mora imati identične šeme.
sv: När någon tittar på en fråga med hjälp av data från den här databasen skickar Metabase frågorna till måldatabasen som anges av personens användarattribut. Varje måldatabas måste ha identiska scheman.
tr: Birisi bu veritabanındaki verileri kullanarak bir soruyu görüntülediğinde, Metabase sorguları kişinin kullanıcı özniteliği tarafından ayarlanan hedef veritabanına gönderecektir. Her hedef veritabanının aynı şemalara sahip olması gerekir.
uk: Коли хтось переглядає запитання, використовуючи дані з цієї бази даних, Metabase надсилатиме запити до цільової бази даних, заданої атрибутом користувача цієї людини. Кожна цільова база даних повинна мати ідентичні схеми.
vi: Khi ai đó xem một câu hỏi bằng dữ liệu từ cơ sở dữ liệu này, Metabase sẽ gửi các truy vấn đến cơ sở dữ liệu đích được thiết lập bởi thuộc tính người dùng của người đó. Mỗi cơ sở dữ liệu đích phải có các lược đồ giống hệt nhau.
zh_hk: 當有人使用此資料庫的資料檢視問題時，Metabase 會將查詢傳送至該人的使用者屬性所設定的目的地資料庫。每個目標資料庫都必須有相同的模式。

source: Database routing enabled
ar: تم تفعيل توجيه قاعدة البيانات
bg: Маршрутизирането на базата данни е активирано
ca: Enrutament de base de dades habilitat
de: Datenbankrouting aktiviert
eo: DB routing is totally enabled, fr.
es: Enrutamiento de base de datos habilitado
fa: مسیریابی پایگاه داده فعال شد
fi: Tietokannan reititys käytössä
fr: Routage de base de données activé
it: Routing del database abilitato
ja: データベースルーティングが有効
nb: Databaseruting aktivert
nl: Database-routering ingeschakeld
pl: Włączono routing bazy danych
pt_br: Roteamento de banco de dados habilitado
ru: Включена маршрутизация базы данных
sk: Smerovanie databázy povolené
sl: Usmerjanje baze podatkov omogočeno
sq: Rrutëzimi i bazës së të dhënave u aktivizua
sr: Rutiranje baze podataka je uključeno
sv: Databasrouting aktiverad
tr: Veritabanı yönlendirmesi etkinleştirildi
uk: Маршрутизацію бази даних увімкнено
vi: Đã bật định tuyến cơ sở dữ liệu
zh_hk: 已啟用資料庫路由

source: Database routing updated
ar: تم تحديث توجيه قاعدة البيانات
bg: Маршрутизирането на базата данни е актуализирано
ca: Enrutament de la base de dades actualitzat
de: Datenbankrouting aktualisiert
eo: Database routing got a glow-up
es: Enrutamiento de base de datos actualizado
fa: مسیریابی پایگاه داده به روز شد
fi: Tietokannan reititys päivitetty
fr: Routage de la base de données mis à jour
it: Routing del database aggiornato
ja: データベースルーティングが更新されました
nb: Oppdatering av databasens ruting
nl: Database-routering bijgewerkt
pl: Zaktualizowano routing bazy danych
pt_br: Roteamento de banco de dados atualizado
ru: Маршрутизация базы данных обновлена
sk: Smerovanie databázy bolo aktualizované
sl: Usmerjanje baze podatkov posodobljeno
sq: Rrutëzimi i bazës së të dhënave u përditësua
sr: Rutiranje baze podataka je ažurirano
sv: Databasrouting uppdaterad
tr: Veritabanı yönlendirmesi güncellendi
uk: Маршрутизацію бази даних оновлено
vi: Đã cập nhật định tuyến cơ sở dữ liệu
zh_hk: 資料庫路由更新
