Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Slack Connect authentication
ar: مصادقة Slack Connect
de: Slack Connect-Authentifizierung
es: Autenticación de Slack Connect
fa: احراز هویت Slack Connect
fi: Slack Connect -todennus
fr: Authentification Slack Connect
it: Autenticazione Slack Connect
ja: Slack Connect認証
pl: Uwierzytelnianie Slack Connect
pt_br: Autenticação do Slack Connect
ru: Аутентификация Slack Connect
sk: Autentifikácia v Slack Connect
sl: Preverjanje pristnosti v Slack Connectu
sq: Autentikimi Slack Connect
sr: Slack Connect autentifikacija
tr: Slack Connect kimlik doğrulaması
uk: Аутентифікація Slack Connect
vi: Xác thực Slack Connect
zh_hk: Slack Connect 驗證

source: Account linking requires an authenticated session
ar: يتطلب ربط الحساب جلسة مصادقة
de: Für die Kontoverknüpfung ist eine authentifizierte Sitzung erforderlich.
es: La vinculación de cuentas requiere una sesión autenticada
fa: پیوند حساب نیاز به یک جلسه احراز هویت دارد
fi: Tilin linkittäminen vaatii todennetun istunnon
fr: La liaison de compte nécessite une session authentifiée
it: Il collegamento dell'account richiede una sessione autenticata
ja: アカウントのリンクには認証されたセッションが必要です
pl: Łączenie kont wymaga uwierzytelnionej sesji
pt_br: A vinculação de contas requer uma sessão autenticada.
ru: Для привязки аккаунта требуется аутентифицированная сессия
sk: Prepojenie účtov vyžaduje overenú reláciu
sl: Povezovanje računov zahteva overjeno sejo
sq: Lidhja e llogarisë kërkon një sesion të autentikuar
sr: Povezivanje naloga zahteva autentifikovanu sesiju
tr: Hesap bağlantısı için kimlik doğrulaması yapılmış bir oturum gereklidir.
uk: Привʼязування акаунта потребує автентифікованої сесії
vi: Việc liên kết tài khoản yêu cầu phiên xác thực.
zh_hk: 帳戶連結需要驗證會話

source: Slack Connect is not enabled
ar: Slack Connect غير مفعّل
de: Slack Connect ist nicht aktiviert
es: Slack Connect no está habilitado
fa: اتصال Slack فعال نیست
fi: Slack Connect ei ole käytössä
fr: Slack Connect n’est pas activé
it: Slack Connect non è abilitato
ja: Slack Connectが有効になっていません
pl: Slack Connect nie jest włączony
pt_br: O Slack Connect não está ativado.
ru: Slack Connect не включен
sk: Slack Connect nie je povolený
sl: Slack Connect ni omogočen
sq: Slack Connect nuk është aktivizuar
sr: Slack Connect nije omogućen
tr: Slack Connect etkin değil
uk: Slack Connect не ввімкнено
vi: Tính năng Slack Connect chưa được kích hoạt.
zh_hk: Slack Connect 未啟用

source: POST not supported for OIDC authentication. Use GET instead.
ar: POST غير مدعوم لمصادقة OIDC. استخدم GET بدلًا من ذلك.
de: POST wird für die OIDC-Authentifizierung nicht unterstützt. Verwenden Sie stattdessen GET.
es: POST no es compatible con la autenticación OIDC. Use GET en su lugar.
fa: POST برای احراز هویت OIDC پشتیبانی نمی‌شود. به جای آن از GET استفاده کنید.
fi: POST-todennusta ei tueta OIDC-todennuksessa. Käytä sen sijaan GET-todennusta.
fr: La méthode POST n'est pas prise en charge pour l'authentification OIDC. Utilisez plutôt la méthode GET.
it: POST non supportato per l'autenticazione OIDC. Utilizzare invece GET.
ja: OIDC認証ではPOSTはサポートされていません。代わりにGETを使用してください。
pl: POST nie jest obsługiwany dla uwierzytelniania OIDC. Zamiast tego należy użyć GET.
pt_br: O método POST não é suportado para autenticação OIDC. Use o método GET em vez disso.
ru: POST не поддерживается для аутентификации OIDC. Используйте GET вместо этого.
sk: POST nie je podporovaný pre overovanie OIDC. Použite namiesto toho GET.
sl: POST ni podprt za overjanje OIDC. Namesto tega uporabite GET.
sq: POST nuk mbështetet për autentikimin OIDC. Përdor GET në vend të tij.
sr: POST nije podržan za OIDC autentifikaciju. Umesto toga koristite GET.
tr: OIDC kimlik doğrulaması için POST yöntemi desteklenmiyor. Bunun yerine GET yöntemini kullanın.
uk: POST не підтримується для аутентифікації OIDC. Натомість використайте GET.
vi: Phương thức POST không được hỗ trợ cho xác thực OIDC. Thay vào đó, hãy sử dụng phương thức GET.
zh_hk: OIDC 驗證不支援 POST。請改用 GET。

source: Slack authentication failed
ar: فشلت مصادقة Slack
de: Slack-Authentifizierung fehlgeschlagen
es: Error en la autenticación de Slack
fa: احراز هویت Slack ناموفق بود
fi: Slack-todennus epäonnistui
fr: L'authentification Slack a échoué.
it: Autenticazione Slack non riuscita
ja: Slack認証に失敗しました
pl: Uwierzytelnianie Slack nie powiodło się
pt_br: A autenticação do Slack falhou.
ru: Сбой аутентификации Slack
sk: Overenie v Slacku zlyhalo
sl: Preverjanje pristnosti v Slacku ni uspelo
sq: Autentikimi Slack dështoi
sr: Slack autentifikacija nije uspela
tr: Slack kimlik doğrulaması başarısız oldu
uk: Аутентифікація Slack не вдалася
vi: Xác thực Slack thất bại
zh_hk: Slack 驗證失敗

source: JWT token missing email claim
ar: رمز JWT يفتقد مطالبة البريد الإلكتروني
bg: Липсващо имейл искане за JWT токен
ca: Reclamació de correu electrònic que falta per al token JWT
de: E-Mail-Anspruch auf fehlendes JWT-Token
es: Falta la reclamación de correo electrónico del token JWT
fa: ادعای ایمیل مفقود شدن توکن JWT
fi: JWT-tunnuksen puuttuvan sähköpostiosoitteen vaatimus
fr: Jeton JWT manquant, réclamation par e-mail
it: Richiesta di email mancante per token JWT
ja: JWT トークンの欠落に関するメール クレーム
nb: JWT-token mangler e-postkrav
nl: E-mailclaim over ontbrekende JWT-token
pl: Brak zgłoszenia e-maila z żądaniem tokenu JWT
pt_br: Token JWT sem declaração de e-mail
ru: Претензия по электронной почте об отсутствии токена JWT
sk: Chýbajúci e-mailový nárok na token JWT
sl: Zahtevek za manjkajočo e-pošto žetona JWT
sq: Token-it JWT i mungon claim-i i email-it
sr: JWT token nema email claim
sv: JWT-token saknar e-postanspråk
tr: JWT belirteci eksik e-posta talebi
uk: У JWT-токені відсутній claim email
vi: Yêu cầu email về mã thông báo JWT bị thiếu
zh_hk: JWT 令牌遺失電子郵件聲稱

source: JWT authentication is not enabled
ar: مصادقة JWT غير مفعّلة
bg: JWT удостоверяването не е активирано
ca: L'autenticació JWT no està habilitada
de: Die JWT-Authentifizierung ist nicht aktiviert.
es: La autenticación JWT no está habilitada.
fa: احراز هویت JWT فعال نیست
fi: JWT-todennus ei ole käytössä
fr: L'authentification JWT n'est pas activée.
it: L'autenticazione JWT non è abilitata
ja: JWT認証が有効になっていません
nb: JWT-godkjenning er ikke aktivert
nl: JWT-authenticatie is niet ingeschakeld
pl: Uwierzytelnianie JWT nie jest włączone
pt_br: A autenticação JWT não está habilitada.
ru: Аутентификация JWT не включена
sk: Autentifikácia JWT nie je povolená
sl: Preverjanje pristnosti JWT ni omogočeno
sq: Autentikimi JWT nuk është i aktivizuar
sr: JWT autentifikacija nije omogućena
sv: JWT-autentisering är inte aktiverad
tr: JWT kimlik doğrulaması etkin değil
uk: JWT-автентифікацію не ввімкнено
vi: Xác thực JWT không được bật
zh_hk: 未啟用 JWT 驗證

source: Invalid SAML configuration: could not find user email. We tried looking for {0}, but couldn''t find the attribute. Please make sure your SAML IdP is properly configured.
ar: إعداد SAML غير صالح: تعذّر العثور على بريد المستخدم الإلكتروني. حاولنا البحث عن {0}، لكن لم نتمكن من العثور على السمة. يرجى التأكد من أن موفّر هوية SAML (IdP) مضبوط بشكل صحيح.
bg: Невалидна SAML конфигурация: не можахме да намерим потребителски имейл. Опитахме се да търсим {0}, но не успяхме да намерим атрибута. Моля, уверете се, че вашият SAML IdP е правилно конфигуриран.
ca: Configuració SAML no vàlida: no s'ha pogut trobar el correu electrònic de l'usuari. Hem intentat cercar {0}, però no hem trobat l'atribut. Assegureu-vos que el vostre IdP SAML estigui configurat correctament.
de: Ungültige SAML-Konfiguration: Die E-Mail-Adresse des Benutzers konnte nicht gefunden werden. Wir haben nach dem Attribut {0}gesucht, konnten es aber nicht finden. Bitte stellen Sie sicher, dass Ihr SAML-Identitätsanbieter (IdP) korrekt konfiguriert ist.
es: Configuración SAML no válida: no se pudo encontrar el correo electrónico del usuario. Se intentó buscar {0}, pero no se encontró el atributo. Asegúrese de que su proveedor de identidad SAML esté configurado correctamente.
fa: پیکربندی SAML نامعتبر است: ایمیل کاربر پیدا نشد. ما سعی کردیم {0}را جستجو کنیم، اما نتوانستیم این ویژگی را پیدا کنیم. لطفاً مطمئن شوید که SAML IdP شما به درستی پیکربندی شده است.
fi: Virheellinen SAML-määritys: käyttäjän sähköpostiosoitetta ei löytynyt. Yritimme etsiä merkkijonoa {0}, mutta emme löytäneet attribuuttia. Varmista, että SAML IdP on määritetty oikein.
fr: Configuration SAML invalide : l’adresse e-mail de l’utilisateur est introuvable. Nous avons tenté de rechercher l’attribut {0}, mais sans succès. Veuillez vérifier que votre fournisseur d’identité SAML est correctement configuré.
it: Configurazione SAML non valida: impossibile trovare l''indirizzo email dell''utente. Abbiamo provato a cercare {0}, ma non siamo riusciti a trovare l''attributo. Assicurati che il tuo IdP SAML sia configurato correttamente.
ja: SAML設定が無効です。ユーザーのメールアドレスが見つかりません。 {0}を検索しましたが、属性が見つかりません。SAML IdPが正しく設定されていることを確認してください。
nb: Ugyldig SAML-konfigurasjon: Fant ikke brukerens e-postadresse. Vi prøvde å lete etter {0}, men kunne ikke finne attributtet. Kontroller at SAML IdP-en din er riktig konfigurert.
nl: Ongeldige SAML-configuratie: kon gebruikers-e-mailadres niet vinden. We hebben gezocht naar {0}, maar konden het kenmerk niet vinden. Controleer of uw SAML IdP correct is geconfigureerd.
pl: Nieprawidłowa konfiguracja SAML: nie można znaleźć adresu e-mail użytkownika. Próbowaliśmy wyszukać {0}, ale nie znaleźliśmy tego atrybutu. Upewnij się, że Twój dostawca tożsamości SAML jest poprawnie skonfigurowany.
pt_br: Configuração SAML inválida: não foi possível encontrar o e-mail do usuário. Tentamos procurar por {0}, mas não encontramos o atributo. Certifique-se de que seu IdP SAML esteja configurado corretamente.
ru: Неверная конфигурация SAML: не удалось найти адрес электронной почты пользователя. Мы попытались найти атрибут {0}, но не смогли его найти. Убедитесь, что ваш поставщик удостоверений SAML настроен правильно.
sk: Neplatná konfigurácia SAML: nepodarilo sa nájsť e-mail používateľa. Skúsili sme vyhľadať atribút {0}, ale nepodarilo sa nám ho nájsť. Uistite sa, že váš poskytovateľ identity SAML je správne nakonfigurovaný.
sl: Neveljavna konfiguracija SAML: uporabnikovega e-poštnega naslova ni bilo mogoče najti. Poskusili smo najti {0}, vendar atributa nismo mogli najti. Prepričajte se, da je vaš ponudnik identitete SAML pravilno konfiguriran.
sq: Konfigurim SAML i pavlefshëm: s’u gjet email-i i përdoruesit. U përpoqëm të kërkonim {0}, por nuk e gjetëm atributin. Ju lutem sigurohu që IdP-ja jote SAML është konfiguruar siç duhet.
sr: Nevažeća SAML konfiguracija: nije pronađen email korisnika. Pokušali smo da pronađemo {0}, ali nismo našli atribut. Proverite da je vaš SAML IdP ispravno konfigurisan.
sv: Ogiltig SAML-konfiguration: Kunde inte hitta användarens e-postadress. Vi försökte leta efter {0}, men kunde inte hitta attributet. Se till att din SAML IdP är korrekt konfigurerad.
tr: Geçersiz SAML yapılandırması: Kullanıcı e-postası bulunamadı. {0}özniteliğini aradık, ancak bulamadık. Lütfen SAML Kimlik Sağlayıcınızın doğru şekilde yapılandırıldığından emin olun.
uk: Недійсна конфігурація SAML: не вдалося знайти email користувача. Ми шукали {0}, але не змогли знайти цей атрибут. Переконайтеся, що ваш SAML IdP правильно налаштований.
vi: Cấu hình SAML không hợp lệ: không tìm thấy email người dùng. Chúng tôi đã thử tìm kiếm {0}nhưng không tìm thấy thuộc tính này. Vui lòng đảm bảo rằng SAML IdP của bạn được cấu hình đúng.
zh_hk: 無效 SAML 配置：找不到使用者電子郵件。我們嘗試尋找 {0}，但找不到屬性。請確認您的 SAML IdP 已經正確設定。

source: SAML authentication is not enabled
ar: مصادقة SAML غير مفعّلة
bg: SAML удостоверяването не е активирано
ca: L'autenticació SAML no està habilitada
de: SAML-Authentifizierung ist nicht aktiviert
es: La autenticación SAML no está habilitada.
fa: احراز هویت SAML فعال نیست
fi: SAML-todennus ei ole käytössä
fr: L'authentification SAML n'est pas activée.
it: L'autenticazione SAML non è abilitata
ja: SAML認証が有効になっていません
nb: SAML-autentisering er ikke aktivert
nl: SAML-authenticatie is niet ingeschakeld
pl: Uwierzytelnianie SAML nie jest włączone
pt_br: A autenticação SAML não está ativada.
ru: Аутентификация SAML не включена
sk: Overovanie SAML nie je povolené
sl: Preverjanje pristnosti SAML ni omogočeno
sq: Autentikimi SAML nuk është i aktivizuar
sr: SAML autentifikacija nije omogućena
sv: SAML-autentisering är inte aktiverad
tr: SAML kimlik doğrulaması etkin değil
uk: SAML-автентифікацію не ввімкнено
vi: Xác thực SAML không được bật
zh_hk: 未啟用 SAML 驗證

source: Slack Connect authentication is not enabled
ar: مصادقة Slack Connect غير مفعّلة
de: Slack Connect-Authentifizierung ist nicht aktiviert
es: La autenticación de Slack Connect no está habilitada
fa: احراز هویت Slack Connect فعال نیست
fi: Slack Connect -todennus ei ole käytössä
fr: L'authentification Slack Connect n'est pas activée.
it: L'autenticazione Slack Connect non è abilitata
ja: Slack Connect認証が有効になっていません
pl: Uwierzytelnianie Slack Connect nie jest włączone
pt_br: A autenticação do Slack Connect não está ativada.
ru: Аутентификация Slack Connect не включена
sk: Autentifikácia Slack Connect nie je povolená
sl: Preverjanje pristnosti Slack Connect ni omogočeno
sq: Autentikimi Slack Connect nuk është i konfiguruar dhe aktivizuar
sr: Slack Connect autentifikacija nije omogućena
tr: Slack Connect kimlik doğrulaması etkin değil
uk: Автентифікацію Slack Connect не ввімкнено
vi: Tính năng xác thực Slack Connect chưa được bật.
zh_hk: Slack Connect 身份驗證未啟用

source: Slack Connect authentication is not available on your plan
ar: مصادقة Slack Connect غير متاحة في خطتك
de: Die Slack Connect-Authentifizierung ist in Ihrem Tarif nicht verfügbar.
es: La autenticación de Slack Connect no está disponible en tu plan
fa: احراز هویت Slack Connect در طرح شما در دسترس نیست
fi: Slack Connect -todennus ei ole saatavilla paketissasi
fr: L'authentification Slack Connect n'est pas disponible dans votre forfait.
it: L'autenticazione Slack Connect non è disponibile sul tuo piano
ja: Slack Connect 認証は、お客様のプランではご利用いただけません
pl: Uwierzytelnianie Slack Connect nie jest dostępne w Twoim planie
pt_br: A autenticação do Slack Connect não está disponível no seu plano.
ru: Аутентификация Slack Connect недоступна в вашем тарифе
sk: Autentifikácia Slack Connect nie je vo vašom pláne dostupná
sl: Preverjanje pristnosti Slack Connect ni na voljo v vašem paketu
sq: Autentikimi Slack Connect nuk është i disponueshëm në planin tënd
sr: Slack Connect autentifikacija nije dostupna u vašem planu
tr: Planınızda Slack Connect kimlik doğrulama özelliği mevcut değil.
uk: Аутентифікація Slack Connect недоступна у вашому тарифі
vi: Tính năng xác thực Slack Connect không khả dụng trên gói dịch vụ của bạn.
zh_hk: 您的計劃無法使用 Slack Connect 驗證

source: Failed to build Slack OIDC configuration
ar: فشل إنشاء إعدادات Slack OIDC
de: Fehler beim Erstellen der Slack OIDC-Konfiguration
es: No se pudo crear la configuración de Slack OIDC
fa: ساخت پیکربندی Slack OIDC ناموفق بود
fi: Slackin OIDC-konfiguraation rakentaminen epäonnistui.
fr: Échec de la création de la configuration OIDC de Slack
it: Impossibile creare la configurazione Slack OIDC
ja: Slack OIDC構成の構築に失敗しました
pl: Nie udało się utworzyć konfiguracji Slack OIDC
pt_br: Falha ao criar a configuração OIDC do Slack
ru: Не удалось собрать конфигурацию Slack OIDC
sk: Nepodarilo sa vytvoriť konfiguráciu OIDC v Slacku
sl: Zgradba konfiguracije OIDC v Slacku ni uspela
sq: Dështoi ndërtimi i konfigurimit Slack OIDC
sr: Neuspešno kreiranje Slack OIDC konfiguracije
tr: Slack OIDC yapılandırması oluşturulamadı.
uk: Не вдалося зібрати конфігурацію Slack OIDC
vi: Không thể xây dựng cấu hình Slack OIDC.
zh_hk: 建立 Slack OIDC 設定失敗

source: Slack Connect is not configured
ar: Slack Connect غير مُعدّ
de: Slack Connect ist nicht konfiguriert
es: Slack Connect no está configurado
fa: Slack Connect پیکربندی نشده است
fi: Slack Connectia ei ole määritetty
fr: Slack Connect n'est pas configuré
it: Slack Connect non è configurato
ja: Slack Connectが設定されていません
pl: Slack Connect nie jest skonfigurowany
pt_br: O Slack Connect não está configurado.
ru: Slack Connect не настроен
sk: Slack Connect nie je nakonfigurovaný
sl: Slack Connect ni konfiguriran
sq: Slack Connect nuk është i konfiguruar
sr: Slack Connect nije podešen
tr: Slack Connect yapılandırılmamış.
uk: Slack Connect не налаштовано
vi: Slack Connect chưa được cấu hình.
zh_hk: Slack Connect 未設定

source: Slack OIDC claim for the team/workspace ID
ar: Claim في Slack OIDC لمعرّف الفريق/مساحة العمل
de: Slack-OIDC-Claim für die Team-/Workspace-ID
es: Slack OIDC claim para el ID del equipo/espacio de trabajo
fa: ادعای Slack OIDC برای شناسه تیم/فضای کاری
fi: Slackin OIDC-väite tiimin/työtilan tunnukselle
fr: Slack OIDC claim pour l'ID de l'équipe/espace de travail
it: Claim OIDC di Slack per l'ID del team/workspace
ja: チーム/ワークスペース ID の Slack OIDC クレーム
pl: Claim OIDC Slack dla identyfikatora zespołu/obszaru roboczego
pt_br: Declaração OIDC do Slack para o ID da equipe/espaço de trabalho
ru: OIDC claim Slack для ID команды/рабочего пространства
sk: Nárok Slack OIDC pre ID tímu/pracovného priestoru
sl: Zahteva Slack OIDC za ID ekipe/delovnega prostora
sq: Claim OIDC i Slack për ID-në e team/workspace
sr: Slack OIDC claim za ID tima/radnog prostora
tr: Ekip/çalışma alanı ID'si için Slack OIDC claim'i
uk: OIDC claim Slack для ID команди/воркспейсу
vi: Xác thực OIDC của Slack cho ID nhóm/không gian làm việc
zh_hk: 用於團隊/工作區 ID 的 Slack OIDC claim

source: Is Slack Connect authentication configured and enabled?
ar: هل تم إعداد مصادقة Slack Connect وتهيئتها وتفعيلها؟
de: Ist die Slack Connect-Authentifizierung konfiguriert und aktiviert?
es: ¿La autenticación de Slack Connect está configurada y habilitada?
fa: آیا احراز هویت Slack Connect پیکربندی و فعال شده است؟
fi: Onko Slack Connect -todennus määritetty ja käytössä?
fr: L'authentification Slack Connect est-elle configurée et activée ?
it: L'autenticazione Slack Connect è configurata e abilitata?
ja: Slack Connect認証は設定され、有効になっていますか？
pl: Czy uwierzytelnianie Slack Connect jest skonfigurowane i włączone?
pt_br: A autenticação do Slack Connect está configurada e ativada?
ru: Аутентификация Slack Connect настроена и включена?
sk: Je nakonfigurované a povolené overovanie v Slack Connect?
sl: Ali je preverjanje pristnosti Slack Connect konfigurirano in omogočeno?
sq: A është autentikimi Slack Connect i konfiguruar dhe aktivizuar?
sr: Da li je Slack Connect autentifikacija podešena i omogućena?
tr: Slack Connect kimlik doğrulaması yapılandırıldı ve etkin mi?
uk: Автентифікацію Slack Connect налаштовано й увімкнено?
vi: Xác thực Slack Connect đã được cấu hình và kích hoạt chưa?
zh_hk: 是否已設定並啟用 Slack Connect 驗證？

source: Key to retrieve the JWT user''s first name
ar: المفتاح لاستخراج الاسم الأول لمستخدم JWT
bg: Ключ за извличане на първото име на JWT потребителя
ca: Clau per recuperar el nom de l'usuari de JWT
de: Schlüssel zum Abrufen des Vornamens des JWT-Benutzers
eo: The main hack to get the JWT user’s first name
es: Clave para recuperar el nombre del usuario JWT
fa: کلید بازیابی نام کوچک کاربر JWT
fi: Avain JWT-käyttäjän etunimen hakemiseen
fr: Clé pour récupérer le prénom de l'utilisateur JWT
it: Chiave per recuperare il nome dell'utente JWT
ja: JWT ユーザーのファーストネームを取得するためのキー
lt: Raktas, skirtas gauti JWT vartotojo vardą
nb: Nøkkel for å hente JWT-brukerens fornavn
nl: Sleutel om de voornaam van de JWT-gebruiker op te halen
pl: Klucz umożliwiający pobranie imienia użytkownika JWT
pt_br: Chave para recuperar o primeiro nome do usuário JWT
ru: Ключ для получения имени пользователя JWT
sk: Kľúč na získanie krstného mena používateľa JWT
sl: Ključ za pridobitev imena uporabnika JWT
sq: Çelësi për të marrë emrin e përdoruesit JWT
sr: Ključ za preuzimanje imena JWT korisnika
sv: Nyckel för att hämta JWT-användarens förnamn
tr: JWT kullanıcısının adını alma anahtarı
uk: Ключ для отримання імені користувача JWT
vi: Chìa khóa để lấy tên của người dùng JWT
zh_hk: 擷取 JWT 使用者名字的鑰匙

source: Key to retrieve the JWT user''s tenant
ar: مفتاح لاسترجاع مستأجر مستخدم JWT
bg: Ключ за извличане на наемателя на JWT потребителя
ca: Clau per recuperar el tenant de l'usuari de JWT
de: Schlüssel zum Abrufen des Mandanten des JWT-Benutzers
es: Clave para recuperar el inquilino del usuario JWT
fa: کلید برای بازیابی مستاجر کاربر JWT
fi: Avain JWT-käyttäjän vuokraajan hakemiseen
fr: Clé permettant de récupérer le locataire de l'utilisateur JWT
it: Chiave per recuperare il tenant dell'utente JWT
ja: JWTユーザーのテナントを取得するためのキー
nb: Nøkkel for å hente JWT-brukerens leietaker
nl: Sleutel om de tenant van de JWT-gebruiker op te halen
pl: Klucz do pobrania dzierżawy użytkownika JWT
pt_br: Chave para recuperar o locatário do usuário JWT
ru: Ключ для получения тенанта пользователя JWT
sk: Kľúč na načítanie nájomníka používateľa JWT
sl: Ključ za pridobitev najemnika uporabnika JWT
sq: Çelësi për të marrë tenant-in e përdoruesit JWT
sr: Ključ za preuzimanje tenant-a JWT korisnika
sv: Nyckel för att hämta JWT-användarens hyresgäst
tr: JWT kullanıcısının kiracısını almak için kullanılan anahtar.
uk: Ключ для отримання тенанта користувача JWT
vi: Khóa để truy xuất tenant của người dùng JWT
zh_hk: 擷取 JWT 使用者租戶的鑰匙

source: Client ID for your Slack app. Get this from https://api.slack.com/apps
ar: Client ID لتطبيق Slack الخاص بك. احصل عليه من https://api.slack.com/apps
de: Client-ID für Ihre Slack-App. Diese erhalten Sie unter https://api.slack.com/apps
es: Client ID de tu app de Slack. Consíguelo en https://api.slack.com/apps
fa: شناسه کلاینت برای برنامه Slack شما. این را از https://api.slack.com/apps دریافت کنید
fi: Slack-sovelluksesi asiakastunnus. Hae se osoitteesta https://api.slack.com/apps
fr: ID client pour votre app Slack. Obtenez-le sur https://api.slack.com/apps
it: ID cliente per l'applicazione Slack. Ottenere questo da https://api.slack.com/apps
ja: SlackアプリのクライアントID。https://api.slack.com/appsから取得してください。
pl: Identyfikator klienta dla Twojej aplikacji Slack. Możesz go znaleźć na stronie https://api.slack.com/apps
pt_br: ID do cliente para seu aplicativo Slack. Obtenha-o em https://api.slack.com/apps
ru: Client ID для вашего приложения Slack. Возьмите его на https://api.slack.com/apps
sk: ID klienta pre vašu Slack aplikáciu. Získajte ho z https://api.slack.com/apps
sl: ID odjemalca za vašo aplikacijo Slack. Pridobite ga na https://api.slack.com/apps
sq: Client ID për aplikacionin tënd Slack. Merre këtë nga https://api.slack.com/apps
sr: Client ID za vašu Slack aplikaciju. Preuzmite ga sa https://api.slack.com/apps
tr: Slack uygulamanız için Client ID. Bunu https://api.slack.com/apps adresinden alın
uk: Client ID для вашого застосунку Slack. Візьміть його з https://api.slack.com/apps
vi: ID khách hàng cho ứng dụng Slack của bạn. Bạn có thể lấy thông tin này tại https://api.slack.com/apps
zh_hk: 您 Slack 應用程式的用戶端 ID。從 https://api.slack.com/apps 取得
