Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: {0} points to non-existent file: {1}
ar: {0} يشير إلى ملف غير موجود: {1}
bg: {0} сочи към несъществуващ файл: {1}
ca: {0} apunta a un arxiu no existent: {1}
de: {0} zeigt auf eine nicht-existente Datei: {1}
eo: {0} points to a file that’s totally ghosted: {1}
es: {0} apunta a un archivo inexistente: {1}
fa: {0} به فایلی که وجود ندارد اشاره می‌کند: {1}
fi: {0} osoittaa olemattomaan tiedostoon: {1}
fr: {0} pointe vers un fichier inexistant: {1}
hu: {0} nem létező fájlra mutat: {1}
it: {0} punta a un file inesistente: {1}
ja: {0} は存在しないファイルを指しています：{1}
lt: {0} nukreipia į neegzistuojantį failą: {1}
ms: {0} menunjuk ke fail yang tidak wujud: {1}
nb: {0} peker på en ikke-eksisterende fil: {1}
nl: {0} verwijst naar een niet-bestaand bestand: {1}
pl: {0} wskazuje na nieistniejący plik: {1}
pt_br: {0} aponta para um arquivo inexistente: {1}
ru: {0} указывает на несуществующий файл: {1}
sk: {0} ukazuje na neexistujúci súbor: {1}
sl: {0} kaže na neobstoječo datoteko: {1}
sq: {0} tregon te një skedar që nuk ekziston: {1}
sr: {0} upućuje na nepostojeći fajl: {1}
sv: {0} pekar på en fil som saknas: {1}
tr: {0}, var olmayan dosyaya işaret ediyor: {1}
uk: {0} вказує на неіснуючий файл: {1}
vi: {0} chỉ đến tệp không tồn tại: {1}
zh_hk: {0} 指向不存在的文件：{1}

source: {0} (a local file path) cannot be used in Metabase hosted environment
ar: لا يمكن استخدام {0} (مسار ملف محلي) في بيئة Metabase المستضافة
bg: {0} (локален път към файла) не може да се използва в хоствана среда на Metabase
ca: {0} (un camí a un arxiu local) no es pot utilitzar en l'entorn de Metabase
de: {0} (lokaler Pfad) kann nicht in einer gehosteten Metabase-Umgebung verwendet werden
eo: Yo, {0} (that local file path) can't be used in the Metabase hosted setup, fr.
es: {0} (una ruta de archivo local) no se puede usar en el entorno alojado de Metabase
fa: {0} (یک مسیر فایل محلی) نمی‌تواند در محیط میزبانی شده Metabase استفاده شود
fi: {0} (paikallinen tiedostopolku) ei voi olla käytössä Metabasen isännöidyssä ympäristössä.
fr: {0} (un chemin de fichier local) ne peut être utilisé dans un environnement Metabase hébergé
hu: A(z) {0} (helyi fájl útvonal) nem használható a Metabase hosztolt környezetében
it: {0} (un percorso di file locale) non può essere utilizzato in un ambiente ospitato da Metabase
ja: {0}(ローカルファイルのパス)は、Metabaseホスト環境では使用できません。
lt: {0} (vietinis failo kelias) negali būti naudojamas metabazės priglobtoje aplinkoje
ms: {0} (laluan fail tempatan) tidak boleh digunakan dalam persekitaran yang dihoskan oleh Metabase
nb: {0} (en lokal filsti) kan ikke brukes i Metabase-vertsmiljø
nl: {0} (een lokaal bestandspad) kan niet worden gebruikt in een door Metabase gehoste omgeving
pl: {0} (ścieżka do pliku lokalnego) nie może być użyta w środowisku hostowany Metabase
pt_br: {0} (um caminho de arquivo local) não pode ser usado em um ambiente hospedado no Metabase
ru: {0} (локальный путь к файлу) не может быть использован в среде, где размещается Metabase
sk: {0} (lokálna cesta k súboru) nemôže byť použitá v prostredí hostovanom Metabase
sl: {0} (pot do lokalne datoteke) ni mogoče uporabiti v gostujočem okolju Metabase
sq: {0} (një rrugë lokale skedari) nuk mund të përdoret në mjedisin e hostuar të Metabase
sr: {0} (lokalna putanja fajla) ne može se koristiti u Metabase hostovanom okruženju
sv: {0} (en lokal sökväg) kan inte användas i Metabase-installationen
tr: {0} (yerel dosya yolu) Metatabanı tarafından barındırılan ortamda kullanılamaz
uk: {0} (локальний шлях до файлу) не може бути використаний у хостинговому середовищі Metabase
vi: {0} (một đường dẫn tệp cục bộ) không thể được sử dụng trong môi trường lưu trữ Metabase
zh_hk: {0}（本地文件路徑）不能在 Metabase 託管環境中使用

source: Error parsing Setting {0}: {1}
ar: خطأ أثناء تحليل Setting {0}: {1}
bg: Грешка при синтактичния анализ на настройка {0}: {1}
ca: Error en interpretar la Configuració {0}: {1}
de: Fehler beim Parsen der Einstellung {0}: {1}
eo: Oops, couldn't decode Setting {0}: {1} 🚫🤷‍♀️
es: Error al analizar la configuración {0}: {1}
fa: خطا در تجزیه تنظیمات {0}: {1}
fi: Virhe jäsentäessä asetusta {0}: {1}
fr: Erreur de l'analyse du paramètre {0}: {1}
hu: Hiba a(z) {0} beállítás feldolgozása során: {1}
it: Errore nell'analisi dell'Impostazione {0}: {1}
ja: 設定{0}の解析エラー：{1}
lt: Klaida analizuojant nustatymą {0}: {1}
ms: Ralat menghuraikan Tetapan {0}: {1}
nb: Feil ved lesing av innstilling {0}: {1}
nl: Fout bij het parseren van Instelling {0}: {1}
pl: Błąd podczas analizowania ustawienia {0}: {1}
pt_br: Erro ao analisar a configuração {0}: {1}
ru: Ошибка обработки параметра {0}: {1}
sk: Chyba pri analýze Nastavenia {0}: {1}
sl: Napaka pri razčlenjevanju Nastavitev {0}: {1}
sq: Gabim gjatë parsimit të Setting {0}: {1}
sr: Greška pri parsiranju podešavanja {0}: {1}
sv: Fel vid tolkning av inställning {0}: {1}
tr: {0} Ayarı ayrıştırılırken hata oluştu: {1}
uk: Помилка розбору налаштування {0}: {1}
vi: Lỗi phân tích Cài đặt {0}: {1}
zh_hk: 解析設定 {0} 時發生錯誤：{1}

source: Site-wide values are not allowed for Setting {0}
ar: القيم على مستوى الموقع غير مسموح بها للإعداد {0}
bg: Стойностите за целия сайт не са разрешени за настройка {0}
ca: Valors que afecten tot el lloc no estan permesos per a la Configuració {0}
de: Site-Weite Werte sind für die Einstellung {0} nicht zulässig
eo: Bruh, you can't use site-wide values for Setting {0} lol
es: Los valores globales de sitio no están permitidos para la Configuración {0}
fa: مقادیر در تمام سایت برای تنظیمات {0} مجاز نیستند
fi: Sivustokohtaisia arvoja ei sallita asetukselle {0}
fr: Des valeurs globales à tout le site ne sont pas autorisées pour le paramètre {0}
hu: A webhelyszintű értékek nem engedélyezettek a(z) {0} beállításhoz
it: Valori estesi al sito non sono consentiti per l'Impostazione {0}
ja: 設定{0}にはサイトワイドな値は使用できません。
lt: Nustatyme {0} neleidžiamos visos svetainės reikšmės
ms: Nilai seluruh laman tidak dibenarkan untuk Tetapan {0}
nb: Verdier på nettstednivå er ikke tillatt for innstilling {0}
nl: Site-brede waarden zijn niet toegestaan voor Instelling {0}
pl: Wartości dotyczące całej strony nie są dozwolone dla ustawienia {0}
pt_br: Valores em todo o site não são permitidos para a configuração {0}
ru: Значения на уровне всего сайта не разрешены для Настройки {0}
sk: Hodnoty na celom webovom sídle nie sú povolené pre Nastavenie {0}
sl: Vrednosti za celotno spletno mesto niso dovoljene za nastavitev {0}
sq: Vlerat site-wide nuk lejohen për Setting {0}
sr: Vrednosti na nivou sajta nisu dozvoljene za podešavanje {0}
sv: Inställningar för hela sajten tillåts in för inställning {0}
tr: {0} Ayarı için site genelindeki değerlere izin verilmez
uk: Значення на рівні сайту не дозволені для налаштування {0}
vi: Giá trị toàn bộ trang không được phép cho Cài đặt {0}
zh_hk: 設定 {0} 不允許全站範圍的值

source: Setting {0} is deprecated as of Metabase {1} and may be removed in a future version.
hu: A(z) {0} beállítás elavult a Metabase {1} verziójától és egy jövőbeli verzióban eltávolításra kerülhet.
ms: Tetapan {0} tidak lagi digunakan mulai Metabase {1} dan mungkin akan dikeluarkan dalam versi masa depan.

source: Setting name ''{0}'' is retired; use a different name instead
ar: اسم الإعداد ''{0}'' مُتقاعد؛ استخدم اسمًا مختلفًا بدلًا من ذلك
bg: Името на настройката ''{0}'' е оттеглено; вместо това използвайте друго име
ca: El nom de la Configuració ''{0}'' està retirat; utilitza un nom diferent
de: Einstellungsname ''{0}'' ist veraltet; Verwende stattdessen einen anderen Namen
eo: Yo, the setting name "{0}" is a vibe shutdown rn; pick a different one, pls.
es: Se retira el nombre de configuración ''{0}''; usa un nombre diferente en su lugar
fa: نام تنظیم ''{0}'' بازنشسته شده است؛ از یک نام دیگر استفاده کنید
fi: Asetuksen nimi ''{0}'' on poistettu käytöstä; käytä sen sijaan eri nimeä
fr: Le nom du paramètre "{0}" est retiré; utilisez un nom différent
hu: A(z) ''{0}'' beállítás neve elavult; használjon helyette más nevet
it: Il nome dell'impostazione ''{0}'' è stato ritirato; usa un nome diverso
ja: ''{0}'' という設定名は使用できなくなりました。新しい設定名を指定してください。
lt: Nustatymo pavadinimas „{0}“ nebenaudojamas; vietoj to naudokite kitą pavadinimą
ms: Nama tetapan ''{0}'' tidak lagi digunakan; gunakan nama yang berbeza sebagai gantinya
nb: Innstillingsnavnet ''{0}'' er tatt ut av bruk; bruk et annet navn i stedet
nl: Instellingsnaam ''{0}'' is met pensioen; gebruik in plaats daarvan een andere naam
pl: Nazwa ustawienia ''{0}'' jest wycofana; użyj innej nazwy
pt_br: O nome da configuração ''{0}'' foi descontinuado; use um nome diferente em vez disso
ru: Название Настройки ''{0}'' устарело; используйте другое название
sk: Názov nastavenia ''{0}'' je zastaraný; použite namiesto toho iný názov
sl: Nastavitev imena ''{0}'' je upokojena; Namesto tega uporabite drugo ime
sq: Emri i setting ''{0}'' është nxjerrë nga përdorimi; përdorni një emër tjetër në vend të tij
sr: Naziv podešavanja ''{0}'' je povučen; umesto toga koristite drugi naziv
sv: Inställningen "{0}" används inte längre - använd ett annat namn istället
tr: Ayar adı ''{0}'' kullanımdan kaldırıldı; bunun yerine başka bir ad kullanın
uk: Назву налаштування ''{0}'' виведено з використання; натомість використайте іншу назву
vi: Tên Cài đặt ''{0}'' đã ngừng sử dụng; hãy sử dụng tên khác
zh_hk: 設定名稱「{0}」已停用；請改用其他名稱

source: Boolean indicating whether analytics data should be sent to Google Analytics on the frontend
hu: Logikai érték, amely jelzi, hogy az analitikai adatokat el kell-e küldeni a Google Analytics számára az előtérben
ms: Boolean yang menunjukkan sama ada data analitik harus dihantar ke Google Analytics pada bahagian depan

source: Metabase version for which a notice about usage of deprecated features has been shown.
ar: إصدار Metabase الذي تم عرض إشعار حول استخدام ميزات مهجورة له.
bg: Версия на Metabase, за която е показано известие за използване на оттеглени функции.
ca: Versió de Metabase per a la que s'ha mostrat un avís de característiques depreciades.
de: Metabasisversion, für die ein Hinweis zur Verwendung veralteter Funktionen angezeigt wurde.
eo: This is the version of Metabase that threw a warning about using old, deprecated features, fr fr.
es: Versión de la metabase para la que se ha mostrado un aviso sobre el uso de funciones obsoletas.
fa: نسخه Metabase که اطلاعیه‌ای در مورد استفاده از ویژگی‌های منسوخ شده نشان داده شده است.
fi: Metabase-versio, jolle ilmoitus käytöstä poistettujen ominaisuuksien käytöstä on näytetty.
fr: Version de Metabase pour laquelle un avis a été affichée concernant l'utilisation de fonctionnalités dépréciées.
hu: Metabase verzió, amelyhez egy értesítést mutattak az elavult funkciók használatáról.
it: Versione di Metabase per la quale è stato mostrato un avviso sull'uso di funzionalità deprecate.
ja: 廃止された機能の使用に関する通知が表示されているメタベースのバージョン。
lt: Metabazės versija, kurioje buvo parodytas pranešimas apie nebenaudojamų funkcijų naudojimą.
ms: Versi Metabase di mana notis mengenai penggunaan ciri yang tidak lagi digunakan telah ditunjukkan.
nb: Metabase-versjon som det er vist en melding om bruk av foreldede funksjoner for.
nl: Metabase-versie waarvoor een melding over het gebruik van verouderde functies is weergegeven.
pl: Wersja Metabase, dla której pokazano informację o używaniu przestarzałych funkcji.
pt_br: A versão do Metabase para a qual foi exibido um aviso de uso de recursos obsoletos.
ru: Версия Metabase, для которой было показано уведомление об использовании устаревших функций.
sk: Verzia Metabase, pre ktorú bolo zobrazené upozornenie o používaní zastaraných funkcií.
sl: Različica metabaze, za katero je bilo prikazano obvestilo o uporabi zastarelih funkcij.
sq: Versioni i Metabase për të cilin është shfaqur një njoftim për përdorimin e veçorive të deprecate.
sr: Verzija Metabase-a za koju je prikazano obaveštenje o korišćenju zastarelih funkcija.
sv: Metabase-version för vilken ett meddelande om användning av förlegade funktioner ska visas om sådana använts.
tr: Kullanımdan kaldırılan özelliklerin kullanımına ilişkin bir bildirimin gösterildiği metatabanı sürümü.
uk: Версія Metabase, для якої було показано повідомлення про використання застарілих особливостей.
vi: Phiên bản Metabase mà thông báo về việc sử dụng các tính năng đã ngừng được hiển thị.
zh_hk: 已顯示有關使用已棄用功能的通知的 Metabase 版本。

source: Whether or not to display a message about pinning dashboards. It will also be hidden if any dashboards are pinned. Admins might hide this to direct users to better content than raw data
ar: ما إذا كان سيتم عرض رسالة حول تثبيت لوحات المعلومات على الصفحة الرئيسية أم لا. سيتم أيضًا إخفاؤها إذا كانت أي لوحة معلومات مثبّتة. قد يُخفي المسؤولون هذا لتوجيه المستخدمين إلى محتوى أفضل من البيانات الخام
bg: Дали да се покаже или не съобщение за фиксиране на табла за управление. Също така ще бъде скрито, ако някакви табла за управление са фиксирани. Администраторите може да скрият това, за да насочат потребителите към по-добро съдържание от необработените данни
ca: Mostrar o no un missatge sobre fixar els quadres de comandament. També s'amagarà si algun dels quadres de comandament està fixat. Els administradors podrien amagar això per dirigir als usuaris a millor contingut que a dades en cru
de: Ob eine Meldung zum Anheften von Dashboards angezeigt werden soll oder nicht. Es wird auch ausgeblendet, wenn Dashboards angeheftet sind. Administratoren können dies ausblenden, um Benutzer zu besseren Inhalten als Rohdaten zu leiten
eo: Should we show a message about pinning dashboards or nah? It’ll also stay hidden if any dashboards are pinned. Admins might hide this so users don’t get distracted and just go to the good stuff instead of raw data.
es: Mostrar o no un mensaje sobre la fijación de paneles. También se ocultará si se fijan paneles. Los administradores pueden ocultar esto para dirigir a los usuarios a un contenido mejor que los datos sin procesar
fa: نمایش یا عدم نمایش پیامی درباره پین کردن داشبوردها. در صورت پین شدن هر داشبوردی نیز مخفی خواهد شد. ممکن است مدیران این را پنهان کنند تا کاربران را به محتوای بهتری از داده‌های خام هدایت کنند
fi: Näytetäänkö viestiä kojetaulujen kiinnittämisestä vai ei. Se myös piilotetaan, jos mitään kojetauluja on kiinnitetty. Ylläpitäjät saattavat piilottaa tämän ohjatakseen käyttäjiä parempaan sisältöön kuin raakadataan.
fr: Afficher ou non un message sur l'épinglage des tableaux de bord. Ce sera également caché si un tableau de bord est déjà épinglé. Les administrateurs peuvent cacher ceci pour diriger les utilisateurs vers de meilleurs contenus que les données brutes.
hu: Megjelenjen-e egy üzenet az irányítópultok rögzítéséről. Ez akkor is el lesz rejtve, ha bármelyik irányítópult rögzítve van. Az adminok elrejthetik ezt, hogy a felhasználókat jobb tartalom felé irányítsák, mint a nyers adatok
it: Indicare se visualizzare o meno un messaggio sul fissaggio dei dashboard. Sarà anche nascosto se eventuali dashboard sono fissati. Gli amministratori potrebbero nascondere questo per indirizzare gli utenti a contenuti migliori rispetto ai dati grezzi.
ja: ダッシュボードのピン留めに関するメッセージを表示するかどうか。また、ダッシュボードがピン留めされている場合は非表示になります。管理者は、生のデータよりも優れたコンテンツにユーザーを誘導するために、これを非表示にすることがあります。
lt: Ar rodyti pranešimą apie prietaisų skydelių prisegimą, ar ne. Jis taip pat bus paslėptas, jei bus prisegtas prietaisų skydelis. Administratoriai gali tai paslėpti, kad nukreiptų vartotojus į geresnį turinį nei neapdoroti duomenys
ms: Sama ada untuk memaparkan mesej mengenai menyemat papan pemuka atau tidak. Ia juga akan disembunyikan jika ada papan pemuka yang disematkan. Pentadbir mungkin menyembunyikan ini untuk mengarahkan pengguna ke kandungan yang lebih baik daripada data mentah
nb: Om du skal vise en melding om å feste tavler eller ikke. Den vil også bli skjult hvis noen tavler er festet. Administratorer kan skjule dette for å lede brukere til bedre innhold enn rådata
nl: Wel of niet een bericht weergeven over het vastzetten van dashboards. Het wordt ook verborgen als dashboards zijn vastgezet. Beheerders kunnen dit verbergen om gebruikers naar betere inhoud te leiden dan onbewerkte gegevens
pl: Czy wyświetlać komunikat o przypinaniu pulpitów. Będzie on również ukryty jeśli jakiekolwiek pulpity zostaną przypięte. Administratorzy mogą to ukryć, aby skierować użytkowników do lepszych treści niż surowe dane.
pt_br: Se deve ou não exibir uma mensagem sobre a fixação de painéis. Ela também ficará oculta se algum painel for fixado. Os administradores podem ocultar essa opção para direcionar os usuários a um conteúdo melhor do que os dados brutos
ru: Показывать ли сообщение о закреплении дашбордов. Оно также будет скрыто, если прикреплены любые дашборды. Администраторы могут скрыть это, чтобы направить пользователей к более ценному контенту, чем необработанные данные
sk: Či zobraziť správu o pripnutí dashboardov. Bude tiež skrytá, ak sú akékoľvek dashboardy pripnuté. Správcovia to môžu skryť, aby nasmerovali používateľov na lepší obsah než surové údaje
sl: Ali naj se prikaže sporočilo o pripenjanju nadzornih plošč. Prav tako bo skrita, če so pripete nadzorne plošče. Skrbniki lahko to skrijejo, da uporabnike usmerijo na boljšo vsebino kot neobdelane podatke
sq: Nëse të shfaqet apo jo një mesazh për fiksimin e paneleve. Do të fshihet gjithashtu nëse ndonjë panel është i fiksuar. Administratorët mund ta fshehin këtë për t’i orientuar përdoruesit te përmbajtje më e mirë sesa të dhëna të papërpunuara
sr: Da li prikazivati poruku o zakačinjavanju kontrolnih tabli. Takođe će biti sakrivena ako je bilo koja kontrolna tabla zakačena. Administratori mogu ovo da sakriju kako bi usmerili korisnike na bolji sadržaj od sirovih podataka
sv: Huruvida meddelande ska visas om fästa instrumentpaneler. Det kommer också att döljas om några instrumentpaneler dolts. Admin kan dölja detta för styra användare till bättre innehåll än rådata
tr: Panoları sabitleme hakkında bir mesajın gösterilip gösterilmeyeceği. Ayrıca herhangi bir pano sabitlendiğinde de gizlenecektir. Yöneticiler, kullanıcıları ham verilerden daha iyi içeriğe yönlendirmek için bunu gizleyebilir
uk: Чи показувати повідомлення про закріплення дашбордів. Його також буде приховано, якщо закріплено будь-які дашборди. Адміни можуть приховати це, щоб скерувати користувачів до кращого контенту, ніж сирі дані
vi: Có hay không hiển thị một thông báo về việc ghim bảng điều khiển. Nó cũng sẽ bị ẩn nếu có bất kỳ bảng điều khiển nào được ghim. Quản trị viên có thể ẩn điều này để hướng người dùng đến nội dung tốt hơn dữ liệu thô
zh_hk: 是否顯示關於固定資訊看板的消息。 如果固定了任何資訊看板，它也將被隱藏。 系統管理員可能會隱藏此項目，以引導使用者獲得比原始數據更好的內容

source: This will affect things like grouping by week or filtering in GUI queries.
hu: Ez befolyásolja például a hét szerinti csoportosítást vagy a GUI lekérdezések szűrését.
ms: Ini akan mempengaruhi perkara seperti pengelompokan mengikut minggu atau penapisan dalam pertanyaan GUI.

source: It won''t affect most SQL queries,
hu: Nem lesz hat
ms: Ia tidak akan mempengaruhi kebanyakan pertanyaan SQL,

source: although it is used to set the WEEK_START session variable in Snowflake.
hu: bár ezt használják a WEEK_START munkamenet változó beállításához a Snowflake-ben.
ms: walaupun ia digunakan untuk menetapkan pembolehubah sesi WEEK_START dalam Snowflake.

source: Error fetching Metabase Cloud gateway IP addresses:
hu: Hiba a Metabase Cloud gateway IP-címek lekérése során:
ms: Ralat mendapatkan alamat IP gerbang Metabase Cloud:

source: Metabase Cloud gateway IP addresses, to configure connections to DBs behind firewalls
ar: عناوين IP لبوابة Metabase Cloud، لتهيئة الاتصالات بقواعد البيانات خلف جدران الحماية
bg: IP адреси на шлюз на Metabase Cloud, за конфигуриране на връзки към DBs зад защитни стени
ca: Adreces IP de la gateway a Metabase Cloud, per configurar connexions a BD darrere de tallafocs
de: Metabase Cloud-Gateway-IP-Adressen, um Verbindungen zu DBs hinter Firewalls zu konfigurieren
eo: Metabase Cloud gateway IPs, so u can set up the connection to DBs chillin' behind firewalls lol
es: Direcciones IP de puerta de enlace Metabase Cloud, para configurar conexiones a bases de datos detrás de cortafuegos
fa: آدرس‌های IP دروازه Metabase Cloud، برای پیکربندی اتصالات به پایگاه‌های داده پشت فایروال‌ها
fi: Metabase Cloud -palvelimen IP-osoitteet, jotta voit määrittää yhteydet palomuurin takana oleviin tietokantoihin.
fr: Adresses IP de la passerelle Metabase Cloud, pour configurer les connexions à des bases de données derrière des pare-feux.
hu: Metabase Cloud gateway IP-címek, hogy konfigurálhassa a tűzfal mögötti adatbázisokhoz való kapcsolatokat
it: Indirizzi IP del gateway Metabase Cloud, per configurare le connessioni ai database dietro i firewall
ja: Metabase CloudのゲートウェイIPアドレス(ファイアウォール内のDBへの接続を設定するため
lt: metabazės debesies šliuzo IP adresai, skirti konfigūruoti ryšius su DB už ugniasienės
ms: Alamat IP gerbang Metabase Cloud, untuk mengkonfigurasi sambungan ke DB di belakang firewalls
nb: Metabase Cloud gateway IP-adresser, for å konfigurere tilkoblinger til databaser bak brannmurer
nl: Metabase Cloud gateway IP-adressen, om verbindingen met DB's achter firewalls te configureren
pl: Adresy IP bramy Metabase Cloud, aby skonfigurować połączenia z bazami danych za zaporami
pt_br: Endereços IP de gateway do Metabase Cloud, para configurar conexões com bancos de dados por trás de firewalls
ru: IP-адреса шлюза Metabase Cloud для настройки подключений к базам данных за межсетевыми экранами
sk: Metabase Cloud gateway IP adresy, pre konfiguráciu spojení s DB za firewally
sl: Metabase Naslovi IP prehoda v oblaku za konfiguracijo povezav z bazami podatkov za požarnimi zidovi
sq: Adresat IP të gateway-it të Metabase Cloud, për të konfiguruar lidhjet me DB-të pas firewall-eve
sr: IP adrese Metabase Cloud gateway-a, za podešavanje konekcija ka bazama podataka iza firewall-ova
sv: IP-adresser för Metabase Cloud gateway, för att konfigurera anslutningar till databaser bakom brandväggar
tr: Güvenlik duvarlarının arkasındaki DB'lere bağlantıları yapılandırmak için Metabase Cloud ağ geçidi IP adresleri
uk: IP-адреси шлюзу Metabase Cloud для налаштування підключень до БД за фаєрволами
vi: Địa chỉ IP cổng Metabase Cloud để cấu hình kết nối đến các cơ sở dữ liệu nằm phía sau tường lửa
zh_hk: Metabase Cloud 閘道 IP 地址，用於配置與防火牆後面的資料庫的連接

source: Whether an introductory modal should be shown after the next database connection is added.
hu: Megjelenjen-e egy bevezető modal, miután hozzáadják a következő adatbáziskapcsolatot.
ms: Sama ada modal pengenalan harus ditunjukkan selepas sambungan pangkalan data seterusnya ditambah.

source: Defaults to false if any non-default database has already finished syncing for this instance.
hu: Alapértelmezés szerint hamis, ha bármelyik nem alapértelmezett adatbázis már befejezte a szinkronizálást ezen az példányon.
ms: Tetapan lalai kepada false jika mana-mana pangkalan data bukan lalai telah selesai menyelaraskan untuk contoh ini.

source: Alert: {0} has {1}
hu: Figyelmeztetés: {0}-nak {1} van
ms: Amaran: {0} mempunyai {1}

source: Nothing to compare to.
ar: لا يوجد ما يمكن المقارنة به.
bg: Няма с какво да се сравнява.
ca: Res amb què comparar-ho.
de: Nichts, gegen das verglichen werden kann.
eo: It’s totally not it, no cap
es: Nada con lo que comparar.
fa: هیچ چیز برای مقایسه وجود ندارد.
fi: Ei mitään mihin verrata.
fr: Rien à comparer.
hu: Nincs mihez hasonlítani.
it: Niente da confrontare.
ja: 比較するものがありません。
lt: Nėra su kuo lyginti.
ms: Tiada apa untuk dibandingkan.
nb: Ingenting å sammenligne med.
nl: Niets om mee te vergelijken.
pl: Nie ma nic do porównania.
pt_br: Nada com que se comparar.
ru: Нечего сравнивать.
sk: Niet s čím porovnávať.
sl: Nič za primerjavo.
sq: Asgjë për të krahasuar.
sr: Nema sa čim da se poredi.
sv: Ingenting att jämföra med.
tr: Karşılaştırılacak bir şey yok.
uk: Немає з чим порівнювати.
vi: Không có gì để so sánh.
zh_hk: 沒有可比較的對象。
