Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Alias for `case()`. Tests an expression against a list of cases and returns the corresponding value of the first matching case, with an optional default value if nothing else is met.
ar: اسم مستعار لـ `case()`. يختبر تعبيرًا مقابل قائمة من الحالات ويُرجع القيمة المقابلة لأول حالة مطابقة، مع قيمة افتراضية اختيارية إذا لم يتم استيفاء أي شيء آخر.
bg: Псевдоним за „case()“. Тества израз спрямо списък от случаи и връща съответната стойност на първия съвпадащ случай, с незадължителна стойност по подразбиране, ако не се срещне нищо друго.
ca: Àlies per a `case()`. Prova una expressió amb una llista de casos i retorna el valor corresponent del primer cas coincident, amb un valor predeterminat opcional si no es compleix res més.
de: Alias für „case()“. Testet einen Ausdruck anhand einer Liste von Fällen und gibt den entsprechenden Wert des ersten übereinstimmenden Falls zurück, mit einem optionalen Standardwert, wenn nichts anderes erfüllt ist.
eo: Alias for `case()`. It’s like testing an expression against a bunch of cases and it gives you the first match, with a fallback if nothing hits. Lowkey kinda vibe.
es: Alias de `case()`. Compara una expresión con una lista de casos y devuelve el valor correspondiente al primer caso coincidente, con un valor predeterminado opcional si no se cumple ningún otro requisito.
fa: نام مستعار "case()". یک عبارت را در برابر فهرستی از موارد آزمایش می‌کند و مقدار متناظر اولین مورد منطبق را با یک مقدار پیش‌فرض اختیاری برمی‌گرداند، اگر هیچ چیز دیگری رعایت نشده باشد.
fi: Alias `case()`:lle. Testaa lauseketta tapausluettelossa ja palauttaa ensimmäisen vastaavan tapauksen arvon valinnaisella oletusarvolla, jos mikään muu ei täyty.
fr: Alias pour « case() ». Teste une expression par rapport à une liste de cas et renvoie la valeur correspondante du premier cas correspondant, avec une valeur par défaut facultative si aucune autre condition n'est remplie.
it: Alias di `case()`. Esegue il test di un'espressione rispetto a un elenco di casi e restituisce il valore corrispondente del primo caso corrispondente, con un valore predefinito facoltativo se non viene soddisfatto nient'altro.
ja: `case()` のエイリアス。ケースのリストに対して式をテストし、最初に一致したケースに対応する値を返します。他に何も満たされない場合は、オプションのデフォルト値が返されます。
nb: Alias for `case()`. Tester et uttrykk mot en liste over tilfeller og returnerer den tilsvarende verdien for det første samsvarende tilfellet, med en valgfri standardverdi hvis ingenting annet er oppfylt.
nl: Alias voor `case()`. Test een expressie tegen een lijst met cases en retourneert de overeenkomstige waarde van de eerste overeenkomende case, met een optionele standaardwaarde als er aan niets anders wordt voldaan.
pl: Alias dla `case()`. Testuje wyrażenie na liście przypadków i zwraca odpowiadającą wartość pierwszego pasującego przypadku, z opcjonalną wartością domyślną, jeśli nic innego nie jest spełnione.
pt_br: Apelido para `case()`. Testa uma expressão em uma lista de casos e retorna o valor correspondente do primeiro caso correspondente, com um valor padrão opcional se nada mais for encontrado.
ru: Псевдоним для `case()`. Проверяет выражение по списку случаев и возвращает соответствующее значение первого совпадающего случая с необязательным значением по умолчанию, если ничего другого не выполнено.
sk: Alias pre „case()“. Testuje výraz oproti zoznamu prípadov a vráti zodpovedajúcu hodnotu prvého zodpovedajúceho prípadu s voliteľnou predvolenou hodnotou, ak nie je splnené nič iné.
sl: Vzdevek za `case()`. Preizkusi izraz glede na seznam primerov in vrne ustrezno vrednost prvega primera, ki se ujema, z izbirno privzeto vrednostjo, če ni izpolnjeno nič drugega.
sq: Alias për `case()`. Teston një shprehje kundrejt një liste rastesh dhe kthen vlerën përkatëse të rastit të parë që përputhet, me një vlerë të parazgjedhur opsionale nëse nuk plotësohet asgjë tjetër.
sr: Alias za `case()`. Testira izraz prema listi slučajeva i vraća odgovarajuću vrednost prvog slučaja koji se poklopi, uz opcionu podrazumevanu vrednost ako se ništa ne ispuni.
sv: Alias för `case()`. Testar ett uttryck mot en lista med fall och returnerar motsvarande värde för det första matchande fallet, med ett valfritt standardvärde om inget annat uppfylls.
tr: `case()` için takma ad. Bir ifadeyi bir dizi durumla test eder ve eşleşen ilk durumun karşılık gelen değerini döndürür; başka hiçbir şey karşılanmazsa isteğe bağlı varsayılan bir değer döndürür.
uk: Аліас для `case()`. Перевіряє вираз на відповідність списку випадків і повертає відповідне значення для першого збігу, з опційним дефолтним значенням, якщо жоден інший не підходить.
vi: Biệt danh cho `case()`. Kiểm tra một biểu thức so với danh sách các trường hợp và trả về giá trị tương ứng của trường hợp khớp đầu tiên, với giá trị mặc định tùy chọn nếu không có gì khác được đáp ứng.
zh_hk: `case()` 的別名。用 case 清單測試表達式，並返回第一個匹配 case 的對應值，如果沒有其他符合，則返回可選的預設值。

source: Returns true if `value1` equals `$value2` (or `$value3`, etc. if specified).
ar: يُرجع true إذا كانت `$value1` تساوي `$value2` (أو `$value3`، إلخ إذا تم تحديدها).
bg: Връща true, ако `value1` е равно на `$value2` (или `$value3` и т.н., ако е посочено).
ca: Retorna cert si `valor1` és igual a `$value2` (o `$value3`, etc. si s'especifica).
de: Gibt „true“ zurück, wenn „value1“ gleich „$value2“ ist (oder „$value3“ usw., falls angegeben).
eo: Returns true if `value1` is vibing with `$value2` (or `$value3`, etc. if you specify).
es: Devuelve verdadero si `value1` es igual a `$value2` (o `$value3`, etc. si se especifica).
fa: اگر «مقدار1» برابر «$value2» (یا «$value3» و غیره در صورت مشخص شدن باشد، مقدار واقعی را برمی‌گرداند.
fi: Palauttaa tosi, jos arvo1 on yhtä suuri kuin$value2(tai `$value3` jne., jos määritetty).
fr: Renvoie vrai si `value1` est égal à `$value2` (ou `$value3`, etc. si spécifié).
it: Restituisce true se `value1` è uguale a `$value2` (o `$value3`, ecc. se specificato).
ja: `value1` が `$value2` (または指定されている場合は `$value3` など) に等しい場合は true を返します。
nb: Returnerer true hvis `verdi1` er lik `$value2` (eller `$value3`, osv. hvis spesifisert).
nl: Retourneert true als `value1` gelijk is aan `$value2` (of `$value3`, etc. indien opgegeven).
pl: Zwraca wartość true, jeśli `value1` jest równe `$value2` (lub `$value3` itd., jeśli określono).
pt_br: Retorna true se `value1` for igual a `$value2` (ou `$value3`, etc., se especificado).
ru: Возвращает true, если `value1` равно `$value2` (или `$value3` и т. д., если указано).
sk: Vráti hodnotu true, ak sa `value1` rovná `$value2` (alebo `$value3` atď., ak je zadané).
sl: Vrne true, če je `value1` enako `$value2` (ali `$value3` itd., če je navedeno).
sq: Kthen true nëse `value1` është e barabartë me `$value2` (ose `$value3`, etj. nëse specifikohet).
sr: Vraća true ako je `value1` jednako `$value2` (ili `$value3`, itd. ako je navedeno).
sv: Returnerar sant om `värde1` är lika med `$value2` (eller `$value3`, etc. om det anges).
tr: `value1` değeri `$value2` (veya belirtilmişse `$value3` vb.) değerine eşitse true döndürür.
uk: Повертає true, якщо `value1` дорівнює `$value2` (або `$value3` тощо, якщо вказано).
vi: Trả về true nếu `value1` bằng `$value2` (hoặc `$value3`, v.v. nếu được chỉ định).
zh_hk: 如果 `value1` 等於 `$value2`（或 `$value3`，如果指定），則返回 true。

source: The column or value to check.
ar: العمود أو القيمة المطلوب التحقق منها.
bg: Колоната или стойността, която се проверява.
ca: La columna o el valor que cal comprovar.
de: Die zu prüfende Spalte oder der zu prüfende Wert.
eo: The thing you wanna peep or the value to peep.
es: La columna o valor a comprobar.
fa: ستون یا مقداری که باید بررسی شود.
fi: Tarkistettava sarake tai arvo.
fr: La colonne ou la valeur à vérifier.
it: La colonna o il valore da controllare.
ja: チェックする列または値。
lt: Stulpelis arba vertė, kurią reikia patikrinti.
nb: Kolonnen eller verdien som skal kontrolleres.
nl: De kolom of waarde die moet worden gecontroleerd.
pl: Kolumna lub wartość do sprawdzenia.
pt_br: A coluna ou valor a ser verificado.
ru: Столбец или значение для проверки.
sk: Stĺpec alebo hodnota, ktorá sa má skontrolovať.
sl: Stolpec ali vrednost, ki jo želite preveriti.
sq: Kolona ose vlera për tu kontrolluar.
sr: Kolona ili vrednost za proveru.
sv: Kolumnen eller värdet att jämföra mot.
tr: Kontrol edilecek sütun veya değer.
uk: Стовпець або значення для перевірки.
vi: Cột hoặc giá trị cần kiểm tra.
zh_hk: 要檢查的欄或值。

source: The column or value to look for.
ar: العمود أو القيمة المطلوب البحث عنها.
bg: Колоната или стойността, която трябва да се търси.
ca: La columna o el valor que cal cercar.
de: Die Spalte oder der Wert, nach dem gesucht werden soll.
eo: The column or value to peep for.
es: La columna o valor a buscar.
fa: ستون یا مقداری که باید جستجو کنید.
fi: Etsittävä sarake tai arvo.
fr: La colonne ou la valeur à rechercher.
it: La colonna o il valore da cercare.
ja: 探す列または値。
lt: Stulpelis arba reikšmė, kurios reikia ieškoti.
nb: Kolonnen eller verdien du skal se etter.
nl: De kolom of waarde waarnaar moet worden gezocht.
pl: Kolumna lub wartość do wyszukania.
pt_br: A coluna ou valor a ser procurado.
ru: Столбец или значение, которое нужно найти.
sk: Stĺpec alebo hodnota, ktorá sa má vyhľadať.
sl: Stolpec ali vrednost, ki jo želite iskati.
sq: Kolona ose vlera për të kërkuar.
sr: Kolona ili vrednost koju tražiš.
sv: Kolumnen eller värdet att leta efter.
tr: Aranacak sütun veya değer.
uk: Стовпець або значення, яке потрібно знайти.
vi: Cột hoặc giá trị cần tìm.
zh_hk: 要尋找的欄位或數值。

source: Returns true if `$value1` doesn't equal `$value2` (and `$value3`, etc. if specified).
ar: يُرجع true إذا كانت `$value1` لا تساوي `$value2` (وكذلك `$value3`، إلخ إذا تم تحديدها).
bg: Връща истина, ако `$value1` не е равно на `$value2` (и `$value3` и т.н., ако е указано).
ca: Retorna cert si `$value1` no és igual a `$value2` (i `$value3`, etc. si s'especifica).
de: Gibt „true“ zurück, wenn „$value1“ nicht gleich „$value2“ ist (und „$value3“ usw., falls angegeben).
eo: Returns true if `$value1` isn’t the same as `$value2` (and `$value3`, etc. if ya specify).
es: Devuelve verdadero si `$value1` no es igual a `$value2` (y `$value3`, etc. si se especifica).
fa: اگر «$value1« برابر با «$value2» نباشد، درست برمی‌گردد (و اگر مشخص شده باشد، «$value3» و غیره است).
fi: Palauttaa tosi, jos `$value1` ei ole yhtä suuri kuin `$value2` (ja `$value3` jne. jos määritetty).
fr: Renvoie vrai si `$value1` n'est pas égal à `$value2` (et `$value3`, etc. si spécifié).
it: Restituisce true se `$value1` non è uguale a `$value2` (e `$value3`, ecc. se specificato).
ja: `$value1` が `$value2` (および指定されている場合は `$value3` など) と等しくない場合は true を返します。
nb: Returnerer true hvis `$value1` ikke er lik `$value2` (og `$value3`, osv. hvis spesifisert).
nl: Retourneert true als `$value1` niet gelijk is aan `$value2` (en `$value3`, enz. indien opgegeven).
pl: Zwraca wartość true, jeśli `$value1` nie jest równe `$value2` (i `$value3` itd., jeśli określono).
pt_br: Retorna true se `$value1` não for igual a `$value2` (e `$value3`, etc., se especificado).
ru: Возвращает true, если `$value1` не равно `$value2` (и `$value3` и т. д., если указано).
sk: Vráti hodnotu true, ak sa `$value1` nerovná `$value2` (a `$value3` atď., ak je zadané).
sl: Vrne true, če `$value1` ni enako `$value2` (in `$value3` itd., če je navedeno).
sq: Kthen true nëse `$value1` nuk është e barabartë me `$value2` (dhe `$value3`, etj. nëse specifikohet).
sr: Vraća true ako `$value1` nije jednako `$value2` (i `$value3`, itd. ako je navedeno).
sv: Returnerar sant om `$value1` inte är lika med `$value2` (och `$value3`, etc. om det anges).
tr: `$value1` `$value2` (veya belirtilmişse `$value3` vb.) değerine eşit değilse doğru döndürür.
uk: Повертає true, якщо `$value1` не дорівнює `$value2` (і `$value3` тощо, якщо вказано).
vi: Trả về true nếu `$value1` không bằng `$value2` (và `$value3`, v.v. nếu được chỉ định).
zh_hk: 如果 `$value1` 不等於 `$value2` (如果指定，還有 `$value3` 等)，則返回 true。

source: aggregation
ar: التجميع
bg: агрегация
ca: agregació
eo: aggregation → squad collab or just "agg" if you wanna keep it short and trendy
es: agregación
fa: تجمیع
fi: yhdistäminen
fr: agrégation
it: aggregazione
ja: 集約
nb: aggregering
nl: aggregatie
pl: zbiór
pt_br: agregação
ru: агрегация
sk: agregácia
sl: agregacija
sq: agregim
sr: agregacija
sv: aggregering
tr: toplama
uk: агрегація
vi: tổng hợp
zh_hk: 聚合

source: Unknown operator {0}
ar: معامل غير معروف {0}
bg: Неизвестен оператор {0}
ca: Operador desconegut {0}
de: Unbekannter Operator {0}
eo: Bruh, it's like "Unknown operator {0}" so it's lowkey giving "Who tf is this operator {0}?"
es: Operador desconocido {0}
fa: عملگر ناشناس {0}
fi: Tuntematon operaattori {0}
fr: Opérateur inconnu {0}
it: Operatore sconosciuto {0}
ja: 不明な演算子 {0}
nb: Ukjent operatør {0}
nl: Onbekende operator {0}
pl: Nieznany operator {0}
pt_br: Operador {0} desconhecido
ru: Неизвестный оператор {0}
sk: Neznámy operátor {0}
sl: Neznani operater {0}
sq: Operator i panjohur {0}
sr: Nepoznat operator {0}
sv: Okänd operatör {0}
tr: Bilinmeyen operatör {0}
uk: Невідомий оператор {0}
vi: Toán tử không xác định {0}
zh_hk: 不明操作員 {0}

source: Aggregations like {0} are not allowed when building a custom {1}
ar: لا يُسمح بالتجميعات مثل {0} عند إنشاء {1} مخصّص
bg: Агрегации като {0} не са разрешени при изграждането на персонализиран {1}
ca: No es permeten agregacions com ara {0} en crear un {1}personalitzat.
de: Aggregationen wie {0} sind beim Erstellen eines benutzerdefinierten {1}nicht zulässig
eo: Yo, you can't do aggregations like {0} when you're makin' a custom {1}, frfr.
es: No se permiten agregaciones como {0} al crear un {1}personalizado
fa: تجمیع‌هایی مانند {0} هنگام ساخت یک سفارشی {1}مجاز نیستند.
fi: Yhdistelmät, kuten {0} , eivät ole sallittuja mukautettua {1}-objektia rakennettaessa.
fr: Les agrégations telles que {0} ne sont pas autorisées lors de la création d'un {1}personnalisé
it: Aggregazioni come {0} non sono consentite quando si crea un {1}personalizzato
ja: {0} のような集計は、カスタムの {1}を構築するときには許可されません。
nb: Aggregeringer som {0} er ikke tillatt når du bygger en tilpasset {1}
nl: Aggregaties zoals {0} zijn niet toegestaan bij het bouwen van een aangepaste {1}
pl: Agregacje takie jak {0} nie są dozwolone podczas tworzenia niestandardowego {1}
pt_br: Agregações como {0} não são permitidas ao construir um {1} personalizado
ru: Агрегации типа {0} не допускаются при создании пользовательского {1}.
sk: Agregácie ako {0} nie sú povolené pri vytváraní vlastného {1}
sl: Agregacije, kot je {0} , niso dovoljene pri gradnji {1}po meri.
sq: Agregimet si {0} nuk lejohen kur ndërtohet një {1} i personalizuar
sr: Agregacije poput {0} nisu dozvoljene prilikom pravljenja prilagođenog {1}
sv: Aggregeringar som {0} är inte tillåtna när man skapar en anpassad {1}
tr: Özel bir {1}oluştururken {0} gibi toplamalara izin verilmez
uk: Агрегації на кшталт {0} не дозволені під час побудови кастомного {1}
vi: Các tập hợp như {0} không được phép khi xây dựng tùy chỉnh {1}
zh_hk: 建立自訂 {1}時，不允許使用 {0} 之類的聚合。

source: Unknown Aggregation, Measure or Metric: {0}
ar: تجميع أو مقياس أو Metric غير معروف: {0}
ca: Agregació, mesura o mètrica desconeguda: {0}
de: Unbekannte Aggregation, Kennzahl oder Metrik: {0}
es: Agregación, medida o métrica desconocida: {0}
fa: تجمیع، معیار یا متریک ناشناخته: {0}
fi: Tuntematon kooste, mitta tai metriikka: {0}
fr: Agrégation, mesure ou métrique inconnue : {0}
it: Aggregazione, misura o metrica sconosciuta: {0}
ja: 不明な集計、測定、またはメトリック: {0}
nb: Ukjent aggregering, mål eller metrikk: {0}
pl: Nieznana agregacja, miara lub metryka: {0}
pt_br: Agregação, medida ou métrica desconhecida: {0}
ru: Неизвестная агрегация, мера или метрика: {0}
sk: Neznáma agregácia, miera alebo metrika: {0}
sl: Neznana agregacija, mera ali metrika: {0}
sq: Agregim, Matje ose Metrikë e panjohur: {0}
sr: Nepoznata agregacija, mera ili metrika: {0}
tr: Bilinmeyen Toplama, Ölçü veya Metrik: {0}
uk: Невідома агрегація, вимірювання або метрика: {0}
vi: Tổng hợp, phép đo hoặc chỉ số không xác định: {0}
zh_hk: 未知聚合、測量或度量： {0}

source: Unknown Segment or boolean column: {0}
ar: شريحة أو عمود boolean غير معروف: {0}
bg: Неизвестен сегмент или булева колона: {0}
ca: Segment o columna booleana desconeguda: {0}
de: Unbekanntes Segment oder Boolesche Spalte: {0}
eo: Bruh, it's like an unknown segment or boolean column: {0} 🤷‍♀️
es: Segmento desconocido o columna booleana: {0}
fa: بخش یا ستون بولی ناشناخته: {0}
fi: Tuntematon segmentti tai totuusarvoinen sarake: {0}
fr: Segment inconnu ou colonne booléenne : {0}
it: Segmento sconosciuto o colonna booleana: {0}
ja: 不明なセグメントまたはブール列: {0}
nb: Ukjent segment eller boolsk kolonne: {0}
nl: Onbekend segment of Booleaanse kolom: {0}
pl: Nieznany segment lub kolumna boolowska: {0}
pt_br: Segmento desconhecido ou coluna booleana: {0}
ru: Неизвестный сегмент или логический столбец: {0}
sk: Neznámy segment alebo boolovský stĺpec: {0}
sl: Neznan segment ali logični stolpec: {0}
sq: Segment ose kolonë boolean e panjohur: {0}
sr: Nepoznat Segment ili boolean kolona: {0}
sv: Okänt segment eller boolesk kolumn: {0}
tr: Bilinmeyen Segment veya Boole sütunu: {0}
uk: Невідомий Segment або булевий стовпець: {0}
vi: Phân đoạn hoặc cột boolean không xác định: {0}
zh_hk: 未知區段或布林列： {0}

source: Unknown column, Aggregation, Measure or Metric: {0}
ar: عمود أو تجميع أو مقياس أو Metric غير معروف: {0}
ca: Columna desconeguda, agregació, mesura o mètrica: {0}
de: Unbekannte Spalte, Aggregation, Kennzahl oder Metrik: {0}
es: Columna desconocida, Agregación, Medida o Métrica: {0}
fa: ستون، تجمیع، معیار یا متریک ناشناخته: {0}
fi: Tuntematon sarake, kooste, mitta tai metriikka: {0}
fr: Colonne, agrégation, mesure ou métrique inconnue : {0}
it: Colonna sconosciuta, aggregazione, misura o metrica: {0}
ja: 不明な列、集計、メジャー、またはメトリック: {0}
nb: Ukjent kolonne, aggregering, mål eller metrikk: {0}
pl: Nieznana kolumna, agregacja, miara lub metryka: {0}
pt_br: Coluna, agregação, medida ou métrica desconhecida: {0}
ru: Неизвестный столбец, агрегация, мера или метрика: {0}
sk: Neznámy stĺpec, agregácia, miera alebo metrika: {0}
sl: Neznan stolpec, agregacija, mera ali metrika: {0}
sq: Kolonë, Agregim, Matje ose Metrikë e panjohur: {0}
sr: Nepoznata kolona, agregacija, mera ili metrika: {0}
tr: Bilinmeyen sütun, toplama, ölçü veya metrik: {0}
uk: Невідома колонка, агрегація, вимірювання або метрика: {0}
vi: Cột, Tổng hợp, Đo lường hoặc Số liệu không xác định: {0}
zh_hk: 未知列、聚集、度量或公制： {0}

source: Unknown column: {0}
ar: عمود غير معروف: {0}
bg: Неизвестна колона: {0}
ca: Columna desconeguda: {0}
de: Unbekannte Spalte: {0}
eo: Bruh, it's like, "Unknown column: {0}" — no cap, I’m deadass confused rn
es: Columna desconocida: {0}
fa: ستون ناشناس: {0}
fi: Tuntematon sarake: {0}
fr: Colonne inconnue : {0}
it: Colonna sconosciuta: {0}
ja: 不明な列: {0}
nb: Ukjent kolonne: {0}
nl: Onbekende kolom: {0}
pl: Nieznana kolumna: {0}
pt_br: Coluna desconhecida: {0}
ru: Неизвестный столбец: {0}
sk: Neznámy stĺpec: {0}
sl: Neznan stolpec: {0}
sq: Kolonë e panjohur: {0}
sr: Nepoznata kolona: {0}
sv: Okänd kolumn: {0}
tr: Bilinmeyen sütun: {0}
uk: Невідомий стовпець: {0}
vi: Cột không xác định: {0}
zh_hk: 未知列： {0}

source: Invalid node type: {0}
ar: نوع عقدة غير صالح: {0}
bg: Невалиден тип възел: {0}
ca: Tipus de node no vàlid: {0}
de: Ungültiger Knotentyp: {0}
eo: Bruh, it's like, "Invalid node type: {0}" — lowkey, that's just not it.
es: Tipo de nodo no válido: {0}
fa: نوع گره نامعتبر: {0}
fi: Virheellinen solmutyyppi: {0}
fr: Type de nœud non valide : {0}
it: Tipo di nodo non valido: {0}
ja: 無効なノードタイプ: {0}
nb: Ugyldig nodetype: {0}
nl: Ongeldig knooppunttype: {0}
pl: Nieprawidłowy typ węzła: {0}
pt_br: Tipo de nó inválido: {0}
ru: Неверный тип узла: {0}
sk: Neplatný typ uzla: {0}
sl: Neveljavna vrsta vozlišča: {0}
sq: Lloj nyjeje i pavlefshëm: {0}
sr: Nevažeći tip čvora: {0}
sv: Ogiltig nodtyp: {0}
tr: Geçersiz düğüm türü: {0}
uk: Неприпустимий тип вузла: {0}
vi: Loại nút không hợp lệ: {0}
zh_hk: 無效節點類型： {0}

source: Must be root node
ar: يجب أن تكون عقدة جذر
bg: Трябва да е основен възел
ca: Ha de ser un node arrel
de: Muss ein Stammknoten sein
eo: It’s gotta be the OG node, fr.
es: Debe ser el nodo raíz
fa: باید گره ریشه باشد
fi: Täytyy olla juurisolmu
fr: Doit être un nœud racine
it: Deve essere il nodo radice
ja: ルートノードである必要があります
nb: Må være rotnode
nl: Moet root node zijn
pl: Musi być węzłem głównym
pt_br: Deve ser o nó raiz
ru: Должен быть корневым узлом
sk: Musí to byť koreňový uzol
sl: Mora biti korensko vozlišče
sq: Duhet të jetë nyja rrënjë
sr: Mora biti korenski čvor
sv: Måste vara rotnod
tr: Kök düğüm olmalı
uk: Має бути кореневим вузлом
vi: Phải là nút gốc
zh_hk: 必須是根節點

source: Root must have one child
ar: يجب أن يكون للجذر ابن واحد
bg: Root трябва да има едно дете
ca: Root ha de tenir un fill
de: Root muss ein Kind haben
eo: Root gotta have one kid fr 😤
es: La raíz debe tener un hijo
fa: روت باید یک فرزند داشته باشد
fi: Rootilla tulee olla yksi lapsi
fr: La racine doit avoir un enfant
it: La radice deve avere un figlio
ja: ルートには1つの子が必要です
nb: Roten må ha ett barn
nl: Root moet één kind hebben
pl: Root musi mieć jedno dziecko
pt_br: A raiz deve ter um filho
ru: Корень должен иметь одного потомка
sk: Root musí mať jedno dieťa
sl: Root mora imeti enega otroka
sq: Rrënja duhet të ketë një fëmijë
sr: Korenski čvor mora imati jedno dete
sv: Root måste ha ett barn
tr: Kökün bir çocuğu olmalı
uk: Корінь має мати одну дочірню вершину
vi: Gốc phải có một con
zh_hk: 根部必須有一個孩子

source: Empty field value
ar: قيمة حقل فارغة
bg: Празна стойност на полето
ca: Valor del camp buit
de: Leerer Feldwert
eo: Bruh, it's just an empty field, no cap
es: Valor de campo vacío
fa: مقدار فیلد خالی
fi: Tyhjän kentän arvo
fr: Valeur du champ vide
it: Valore del campo vuoto
ja: 空のフィールド値
nb: Tom feltverdi
nl: Lege veldwaarde
pl: Pusta wartość pola
pt_br: Valor de campo vazio
ru: Значение пустого поля
sk: Hodnota prázdneho poľa
sl: Vrednost praznega polja
sq: Vlerë fushe bosh
sr: Prazna vrednost polja
sv: Tomt fältvärde
tr: Boş alan değeri
uk: Порожнє значення поля
vi: Giá trị trường trống
zh_hk: 空字段值

source: Empty token text
ar: نص التوكن فارغ
bg: Празен текст на токена
ca: Text de testimoni buit
de: Leerer Token-Text
eo: Empty token text → Yo, this token’s straight-up empty rn
es: Texto de token vacío
fa: متن نشانه خالی
fi: Tyhjä tunnusteksti
fr: Texte de jeton vide
it: Testo del token vuoto
ja: 空のトークンテキスト
nb: Tom symboltekst
nl: Lege tokentekst
pl: Pusty tekst tokena
pt_br: Texto de token vazio
ru: Текст пустого токена
sk: Prázdny text tokenu
sl: Prazno besedilo žetona
sq: Tekst token-i bosh
sr: Prazan tekst tokena
sv: Tom token text
tr: Boş token metni
uk: Порожній текст токена
vi: Văn bản mã thông báo trống
zh_hk: 空標記文字

source: Empty dimension name
ar: اسم بُعد فارغ
bg: Празно име на измерение
ca: Nom de dimensió buit
de: Leerer Dimensionsname
eo: Bruh, that’s just “Empty dimension name” lol, no cap
es: Nombre de dimensión vacío
fa: نام بعد خالی
fi: Tyhjä ulottuvuuden nimi
fr: Nom de dimension vide
it: Nome dimensione vuoto
ja: 空のディメンション名
nb: Tomt dimensjonsnavn
nl: Naam van lege dimensie
pl: Pusta nazwa wymiaru
pt_br: Nome da dimensão vazio
ru: Имя пустого измерения
sk: Názov prázdnej dimenzie
sl: Prazno ime dimenzije
sq: Emër dimensioni bosh
sr: Prazno ime dimenzije
sv: Tomt dimensionsnamn
tr: Boş boyut adı
uk: Порожня назва виміру
vi: Tên kích thước rỗng
zh_hk: 空尺寸名稱
