Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: If you’re trying to migrate from a development DB to a production one, you don’t need to do this. You can just {0}
ar: إذا كنت تحاول الترحيل من DB تطوير إلى بيئة إنتاج، فلست بحاجة إلى فعل ذلك. يمكنك فقط {0}
bg: Ако се опитвате да мигрирате от разработваща БД към производствена, не е нужно да правите това. Можете просто {0}
ca: Si estàs intentant migrar d'una base de dades de desenvolupament a producció, no has de fer això. Pots fer simplement {0}
de: Wenn Du versuchst, von einer Entwicklungsdatenbank zu einer Produktionsdatenbank zu migrieren, musst Du das nicht tun. Du kannst einfach {0}
eo: If you’re tryna switch from a dev DB to a prod one, you don’t gotta do all that. Just {0} fam.
es: Si estás intentando migrar de una base de datos de desarrollo a una de producción, no necesitas hacer esto. Solo tienes que {0}
fa: اگر در حال تلاش برای مهاجرت از یک DB توسعه به یک تولید هستید، نیازی به انجام این کار ندارید. می‌توانید فقط {0}
fi: Jos yrität siirtyä kehitystietokannasta tuotantotietokantaan, sinun ei tarvitse tehdä tätä. Voit vain {0}
fr: Si vous essayez de migrer depuis une BD de développement vers une BD de production, vous n'avez pas besoin de faire ça. Vous pouvez juste {0}
hu: Ha fejlesztési adatbázisról próbál átállni egy éles adatbázisra, ezt nem kell megtennie. Egyszerűen {0}
it: Se stai cercando di migrare da un database di sviluppo a uno di produzione, non è necessario farlo. Puoi semplicemente {0}
ja: 開発用DBから本番用DBに移行する場合は、この作業は必要ありません。{0}で済みます。
lt: Jei bandote pereiti iš kūrimo DB į gamybinę, to daryti nereikia. Galite tiesiog {0}
ms: Jika anda cuba untuk beralih dari DB pembangunan ke yang produksi, anda tidak perlu melakukan ini. Anda hanya boleh {0}
nb: Hvis du prøver å migrere fra en utviklings DB til produksjon, trenger du ikke gjøre dette. Du kan bare {0}
nl: Als u probeert te migreren van een ontwikkelingsdatabase naar een productiedatabase, hoeft u dit niet te doen. U kunt gewoon {0}
pl: Jeśli próbujesz przenieść się z bazy danych deweloperskiej na produkcyjną, nie musisz tego robić. Wystarczy, że {0}
pt_br: Se estiver tentando migrar de um banco de dados de desenvolvimento para um de produção, não é necessário fazer isso. Você pode simplesmente {0}
ru: Если вы пытаетесь перенести данные из тестовой базы данных в рабочую, вам не нужно делать это. Вы можете просто {0}
sk: Ak sa snažíte prejsť z vývojovej databázy na produkčnú, nemusíte to robiť. Stačí len {0}
sl: Če se poskušate preseliti iz razvojne zbirke podatkov v produkcijo, vam tega ni treba storiti. Lahko samo {0}
sq: Nëse po përpiqesh të migrosh nga një DB zhvillimi në një DB prodhimi, nuk ke nevojë ta bësh këtë. Thjesht mund të {0}
sr: Ako pokušavate da migrirate sa razvojne baze na produkcijsku, ne morate ovo da radite. Možete samo {0}
sv: Om du försöker migrera från en utvecklings -DB till en produktion, behöver du inte göra det. Du kan bara {0}
tr: Eğer bir geliştirme veritabanından bir üretim veritabanına geçmeye çalışıyorsanız bunu yapmanıza gerek yok. Sadece {0}
uk: Якщо ви намагаєтеся мігрувати з девелоперської БД на продакшн, вам не потрібно цього робити. Ви можете просто {0}
vi: Nếu bạn đang cố gắng di chuyển từ một cơ sở dữ liệu phát triển sang một cơ sở dữ liệu sản xuất, bạn không cần làm điều này. Bạn có thể chỉ {0}
zh_hk: 如果您嘗試從開發資料庫遷移到生產資料庫，則無需執行此操作。你可以{0}

source: edit your connection details.
ar: عدّل تفاصيل اتصالك.
bg: редактирайте подробностите за връзката.
ca: editar els detalls de la connexió.
de: deine Verbindungsdetails bearbeiten.
eo: update ur info fr
es: edita los detalles de conexión.
fa: جزئیات اتصال خود را ویرایش کنید.
fi: Muokkaa yhteystietosi.
fr: éditer les détails de connexion.
hu: módosítsa a kapcsolat részleteit.
it: modifica i dettagli della tua connessione.
ja: 接続の詳細を編集します。
lt: redaguoti savo ryšio informaciją.
ms: sunting butiran sambungan anda.
nb: rediger tilkoblingsdetaljer.
nl: bewerk uw verbindingsdetails.
pl: zmienisz parametry swojego połączenia.
pt_br: editar seus detalhes de conexão.
ru: изменить параметры подключения.
sk: upraviť údaje o pripojení.
sl: Uredite podrobnosti povezave.
sq: redakto detajet e lidhjes.
sr: izmenite detalje konekcije.
sv: Redigera dina anslutningsuppgifter.
tr: bağlantı ayrıntılarınızı düzenleyin.
uk: відредагувати деталі підключення.
vi: chỉnh sửa chi tiết kết nối của bạn.
zh_hk: 編輯您的連接詳細訊息。

source: Deleting this database will also delete everything based on it. If you’re really trying to do this, please check each of these boxes:
ar: سيؤدي حذف قاعدة البيانات هذه أيضًا إلى حذف كل ما هو مبني عليها. إذا كنت تريد فعل ذلك فعلًا، يرجى تحديد كل واحد من هذه المربعات:
bg: Изтриването на тази база данни ще изтрие и всичко, базирано на нея. Ако наистина се опитвате да направите това, моля, отбележете всяка от тези кутии:
ca: Elimina aquesta base de dades també eliminarà tot el que està basat en ella. Si realment estàs intentant fer això, si us plau, marca cadascuna d'aquestes caixes:
de: Durch das Löschen dieser Datenbank werden auch alle auf ihr basierenden Inhalte gelöscht. Wenn Du das wirklich tun willst, klicke bitte jede der folgenden Boxen an:
eo: Deleting this database will also delete everything linked to it, fr. If you’re deadass tryna do this, make sure to check each box, lol.
es: Eliminar esta base de datos también eliminará todo lo que se base en ella. Si realmente estás tratando de hacer esto, marca cada una de estas casillas:
fa: حذف این پایگاه‌داده هر چیزی که بر اساس آن است را نیز حذف خواهد کرد. اگر واقعاً قصد انجام این کار را دارید، لطفاً هر کدام از این جعبه‌ها را بررسی کنید:
fi: Tämän tietokannan poistaminen poistaa myös kaiken sen perusteella olevan. Jos todella yrität tehdä tämän, tarkista jokainen näistä ruuduista:
fr: Supprimer cette base de données supprimera également tout ce qui est basé dessus. Si vous essayez vraiement de faire ça, veuillez vérifier les points suivants:
hu: Ennek az adatbázisnak a törlése az összes rá épülő dolgot is törli. Ha ezt tényleg meg akarja tenni, kérjük, jelölje be az összes négyzetet:
it: Eliminare questo database eliminerà anche tutto ciò che si basa su di esso. Se stai davvero cercando di fare questo, ti preghiamo di controllare ciascuna di queste caselle:
ja: このデータベースを削除すると、このデータベースに基づくものもすべて削除されます。本当にやろうとするならば、それぞれの項目にチェックを入れてください。
lt: Ištrynus šią duomenų bazę, bus ištrinta ir viskas, kas ja pagrįsta. Jei tikrai bandote tai padaryti, pažymėkite kiekvieną iš šių laukelių:
ms: Memadam pangkalan data ini juga akan memadamkan segala yang berdasarkan padanya. Jika anda benar-benar cuba melakukan ini, sila tandakan setiap kotak ini:
nb: Å slette denne databasen vil også slette alt som er basert på den. Hvis du virkelig vil prøve å gjøre dette, vennligst merk av på hver av disse boksene:
nl: Als je deze database verwijdert, wordt ook alles wat erop gebaseerd is verwijderd. Als je dit echt wilt doen, controleer dan elk van deze vakjes:
pl: Usunięcie tej bazy danych spowoduje również usunięcie wszystkiego, co na niej opiera się. Jeśli naprawdę chcesz to zrobić, proszę zaznacz każde z tych poniższych pól:
pt_br: Excluir este banco de dados também excluirá tudo o que for baseado nele. Se você realmente quiser fazer isso, marque cada uma destas caixas:
ru: Удаление этой базы данных также удалит все, что на ней основано. Если вы действительно хотите это сделать, проверьте каждый из этих пунктов:
sk: Odstránením tejto databázy sa tiež odstránia všetky údaje založené na nej. Ak to skutočne chcete urobiť, skontrolujte každú z týchto možností:
sl: Če izbrišete to bazo podatkov, boste izbrisali tudi vse, kar temelji na njej. Če res poskušate to storiti, potrdite vsako od teh polj:
sq: Fshirja e kësaj baze të dhënash do të fshijë edhe gjithçka që bazohet në të. Nëse vërtet po përpiqesh ta bësh këtë, të lutem shëno secilën nga këto kutiza:
sr: Brisanje ove baze će obrisati i sve što je zasnovano na njoj. Ako stvarno želite ovo da uradite, molimo označite svako od ovih polja:
sv: Att ta bort den här databasen kommer också att ta bort allt baserat på den. Om detta är vad du vill göra, kryssa i samtliga rutor nedan:
tr: Bu veritabanını silmek, buna dayalı her şeyi de silecektir. Bunu gerçekten yapmaya çalışıyorsanız, lütfen bu kutulardan her birini işaretleyin:
uk: Видалення цієї бази даних також видалить усе, що на ній базується. Якщо ви справді хочете це зробити, позначте кожен із цих чекбоксів:
vi: Xóa cơ sở dữ liệu này sẽ xóa tất cả mọi thứ dựa trên nó. Nếu bạn thực sự muốn làm điều này, vui lòng chọn từng hộp sau:
zh_hk: 刪除此資料庫也將刪除基於它的所有內容。如果您真的想這樣做，請選中以下每個框：

source: Deleting this database will also delete everything based on it. If you’re really trying to do this, please check the box below:
ar: سيؤدي حذف قاعدة البيانات هذه أيضًا إلى حذف كل ما هو مبني عليها. إذا كنت تريد فعل ذلك فعلًا، يرجى تحديد المربع أدناه:
bg: Изтриването на тази база данни ще изтрие и всичко, базирано на нея. Ако наистина се опитвате да направите това, моля, отбележете полето по-долу:
ca: Elimina aquesta base de dades també eliminarà tot el que està basat en ella. Si realment estàs intentant fer això, si us plau, marca la caixa a sota:
de: Durch das Löschen dieser Datenbank werden auch alle auf ihr basierenden Inhalte gelöscht. Wenn Du das wirklich tun willst, klicke bitte die Box unten an:
eo: Deleting this database is gonna nuke everything linked to it. If you’re deadass tryna do this, make sure to check the box down below:
es: Eliminar esta base de datos también eliminará todo lo que se base en ella. Si realmente está tratando de hacer esto, marque la casilla a continuación:
fa: حذف این پایگاه‌داده هر چیزی که بر اساس آن است را نیز حذف خواهد کرد. اگر واقعاً قصد انجام این کار را دارید، لطفاً جعبه زیر را بررسی کنید:
fi: Tämän tietokannan poistaminen poistaa myös kaiken sen perusteella olevan. Jos todella haluat tehdä tämän, rastita alla oleva ruutu:
fr: Supprimer cette base de données supprimera également tout ce qui est basé dessus. Si vous essayez vraiement de faire ça, veuillez vérifier le point suivant:
hu: Ennek az adatbázisnak a törlése az összes rá épülő dolgot is törli. Ha ezt tényleg meg akarja tenni, kérjük, jelölje be az alábbi négyzetet:
it: Eliminare questo database eliminerà anche tutto ciò che si basa su di esso. Se stai davvero cercando di fare questo, ti preghiamo di controllare la casella qui sotto:
ja: このデータベースを削除すると、このデータベースに基づくものもすべて削除されます。本当にそうしたい場合は、下のチェックボックスにチェックを入れてください。
lt: Ištrynus šią duomenų bazę, bus ištrinta ir viskas, kas ja pagrįsta. Jei tikrai bandote tai padaryti, pažymėkite toliau esantį laukelį:
ms: Memadam pangkalan data ini juga akan memadamkan segala yang berdasarkan padanya. Jika anda benar-benar mahu melakukan ini, sila tandakan kotak di bawah:
nb: Å slette denne databasen vil også slette alt som er basert på den. Hvis du virkelig vil prøve å gjøre dette, vennligst merk av på boksen nedenfor:
nl: Het verwijderen van deze database zal ook alles wat erop gebaseerd is verwijderen. Als je dit echt probeert te doen, vink dan het vakje hieronder aan:
pl: Usunięcie tej bazy danych spowoduje również usunięcie wszystkiego, co na niej opiera się. Jeśli naprawdę chcesz to zrobić, proszę zaznacz pole poniżej:
pt_br: Excluir este banco de dados também excluirá tudo o que for baseado nele. Se você realmente quiser fazer isso, marque a caixa abaixo:
ru: Удаление этой базы данных также удалит все, что на ней основано. Если вы действительно хотите это сделать, подтвердите ниже:
sk: Odstránenie tejto databázy tiež odstráni všetko na nej založené. Ak to naozaj chcete urobiť, zaškrtnite políčko nižšie:
sl: Če izbrišete to bazo podatkov, boste izbrisali tudi vse, kar temelji na njej. Če res poskušate to storiti, potrdite spodnje polje:
sq: Fshirja e kësaj baze të dhënash do të fshijë edhe gjithçka që bazohet në të. Nëse vërtet po përpiqesh ta bësh këtë, të lutem shëno kutizën më poshtë:
sr: Brisanje ove baze će obrisati i sve što je zasnovano na njoj. Ako stvarno želite ovo da uradite, molimo označite polje ispod:
sv: Att ta bort den här databasen kommer också att ta bort allt baserat på den. Om du verkligen försöker göra detta, kontrollera rutan nedan:
tr: Bu veritabanını silmek, buna dayalı her şeyi de silecektir. Bunu gerçekten yapmaya çalışıyorsanız, lütfen aşağıdaki kutucuğu işaretleyin:
uk: Видалення цієї бази даних також видалить усе, що на ній базується. Якщо ви справді хочете це зробити, позначте чекбокс нижче:
vi: Xóa cơ sở dữ liệu này sẽ xóa tất cả mọi thứ dựa trên nó. Nếu bạn thực sự muốn làm điều này, vui lòng tích vào ô bên dưới:
zh_hk: 刪除此資料庫也將刪除基於它的所有內容。如果你真的想這樣做，請勾選下面的方框：

source: This will delete every saved question, model, metric, and segment you’ve made that uses this data, and can’t be undone!
ar: سيؤدي هذا إلى حذف كل سؤال ونموذج ومقياس وشريحة محفوظة أنشأتها تستخدم هذه البيانات، ولا يمكن التراجع عنه!
bg: Това ще изтрие всеки запазен въпрос, модел, метрика и сегмент, които сте създали, използвайки тези данни, и не може да бъде отменено!
ca: Això eliminarà totes les preguntes desades, model, mètrica, i segment que hagis creat que utilitza aquestes dades, i no es pot desfer!
de: Dies wird jede gespeicherte Frage, jedes Modell, jede Metrik und jedes Segment löschen, das diese Daten verwendet hat, und es kann nicht rückgängig gemacht werden!
eo: This will delete all your saved Qs, models, metrics, and segments that use this data, and u can’t undo it rn — it’s a done deal fam.
es: ¡Esto eliminará todas las preguntas, modelos, métricas y segmentos guardados que hayas creado que usen estos datos y no se puede deshacer!
fa: این فرآیند تمامی پرسش‌ها، مدل‌ها، مقیاس‌ها و بخش‌هایی که ذخیره کرده‌اید و از این داده‌ها استفاده می‌کنند را حذف خواهد کرد، و قابل بازگشت نیست!
fi: Tämä poistaa kaikki tallennetut kysymykset, mallit, mittarit ja segmentit, jotka olet tehnyt käyttäen tätä dataa, eikä sitä voi peruuttaa!
fr: Cela supprimera toute question sauvegardée, modèle, métrique ou segment que vous avez fait utilisant ces données, et ceci ne peut être annulé!
hu: Ezzel minden olyan mentett kérdést, modellt, metrikát és szegmenst töröl, amely ezt az adatot használja, és ez nem vonható vissza!
it: Questo cancellerà ogni domanda salvata, modello, metrica e segmento che hai fatto usando questi dati e non può essere annullato!
ja: これにより、このデータを使用して作成した保存済みの質問、モデル、メトリック、セグメントがすべて削除され、元に戻すことができなくなります
lt: Bus ištrintas kiekvienas išsaugotas klausimas, modelis, metrika ir segmentas, kurį sukūrėte naudojant šiuos duomenis, ir šio veiksmo anuliuoti negalima!
ms: Ini akan memadamkan setiap soalan yang disimpan, model, metrik, dan segmen yang anda buat yang menggunakan data ini, dan tidak boleh diundurkan!
nb: Dette vil slette alle lagrede spørsmål, modeller, målinger og segment du har laget som benytter disse dataene, og kan ikke angres!
nl: Dit zal elke opgeslagen vraag, model, metriek en segment dat je hebt gemaakt met deze gegevens verwijderen, en kan niet ongedaan gemaakt worden!
pl: Spowoduje to usunięcie każdego zapisanego pytania, modelu, metryki i segmentu, które zostały utworzone na tej bazie danych i nie może być cofnięte!
pt_br: Isso excluirá todas as perguntas salvas, modelos, métricas e segmentos que você criou que usam esses dados. Essa ação não pode ser desfeita.
ru: Это приведет к удалению всех сохраненных запросов, моделей, метрик и сегментов, которые вы создали, используя эти данные, и это невозможно отменить!
sk: Tým sa odstráni každá uložená otázka, model, metrika a segment, ktorý ste vytvorili použitím týchto dát a nedá sa to vrátiť späť!
sl: S tem boste izbrisali vsa shranjena vprašanja, modele, meritve in segmente, ki so jih ustvarili, ki uporabljajo te podatke, in jih ni mogoče razveljaviti!
sq: Kjo do të fshijë çdo pyetje, model, metrikë dhe segment të ruajtur që ke krijuar që përdor këto të dhëna, dhe nuk mund të zhbëhet!
sr: Ovo će obrisati svako sačuvano pitanje, model, metriku i segment koji ste napravili a koji koristi ove podatke, i ne može se opozvati!
sv: Detta kommer att ta bort alla sparade frågor, modell, metriska och segment som du har gjort som använder dessa data och kan inte ångras!
tr: Bu, bu verileri kullandığınız her kaydedilmiş soruyu, modeli, metriği ve segmenti silecek ve geri alınamaz!
uk: Це видалить усі збережені запитання, моделі, метрики та сегменти, які ви створили й які використовують ці дані, і це не можна буде скасувати!
vi: Hành động này sẽ xóa mọi câu hỏi đã lưu, mô hình, số liệu và phân đoạn bạn đã tạo sử dụng dữ liệu này, và không thể hoàn tác!
zh_hk: 這將刪除您使用這些數據創建的所有已保存問題、模型、指標和片段，且無法恢復！

source: If you’re sure, please type {0} in this box:
ar: إذا كنت متأكدًا، يرجى كتابة {0} في هذا المربع:
bg: Ако сте сигурни, моля, въведете {0} в тази кутия:
ca: Si estàs segur, si us plau escriu {0} en aquesta caixa:
de: Wenn du sicher bist, gib bitte {0} in dieses Feld ein:
eo: If you’re positive, just type {0} in this box, fr fr
es: Si estás seguro, escribe {0} en este campo:
fa: اگر مطمئن هستید، لطفا {0} را در این کادر تایپ کنید:
fi: Jos olet varma, kirjoita {0} tähän ruutuun:
fr: Si vous êtes sûr, veuillez écrire {0} dans ce champ de saisie :
hu: Ha biztos benne, írja be ezt a szöveget a mezőbe: {0}
it: Se sei sicuro, digita {0} in questa casella:
ja: 間違いなければ、この欄に{0}と入力してください。
lt: Jei esate tikri, įveskite {0} į šį laukelį:
ms: Jika anda pasti, sila taip {0} dalam kotak ini:
nb: Hvis du er sikker, skriv inn {0} i denne boksen:
nl: Als je zeker bent, typ dan {0} in dit vak:
pl: Jeśli jesteś pewien, wpisz {0} w to pole:
pt_br: Se você tem certeza, por favor digite {0} neste campo:
ru: Если вы уверены, пожалуйста, введите {0} в это поле:
sk: Ak ste si istí, zadajte {0} do tohto poľa:
sl: Če ste prepričani, vnesite {0} v to polje:
sq: Nëse je i sigurt, të lutem shkruaj {0} në këtë kuti:
sr: Ako ste sigurni, unesite {0} u ovo polje:
sv: Om du är säker, skriv {0} i den här rutan:
tr: Eminseniz, lütfen bu kutuya {0} yazın:
uk: Якщо ви впевнені, введіть {0} у це поле:
vi: Nếu bạn chắc chắn, vui lòng gõ {0} trong hộp này:
zh_hk: 如果您確定，請在此欄中輸入 {0}：

source: Are you completely sure?
ar: هل أنت متأكد تمامًا؟
bg: Наистина ли сте сигурни?
ca: Estàs completament segur?
de: Sind Sie wirklich sicher?
eo: Are you 100% sure or what?
es: ¿estás completamente seguro?
fa: آیا کاملاً مطمئن هستید?
fi: Oletko täysin varma?
fr: Êtes-vous vraiment sûr ?
hu: Teljesen biztos vagy benne?
it: Sei completamente sicuro?
ja: 本当に大丈夫ですか?
lt: Ar esi visiškai tikras?
ms: Adakah anda benar-benar pasti?
nb: Er du helt sikker?
nl: Weet je het helemaal zeker?
pl: Czy na pewno jesteś pewien?
pt_br: Você tem certeza?
ru: Вы полностью уверены?
sk: Ste si úplne istí?
sl: Ste popolnoma prepričani?
sq: A je plotësisht i sigurt?
sr: Da li ste potpuno sigurni?
sv: Är du helt säker?
tr: Tamamen emin misiniz?
uk: Ви абсолютно впевнені?
vi: Bạn có hoàn toàn chắc chắn không?
zh_hk: 您完全確定嗎？

source: Delete {0} saved question
ar: احذف {0} من الأسئلة المحفوظة
bg: Изтриване на {0} запазен въпрос
ca: Eliminar {0} pregunta desada
de: {0} gespeicherte Frage löschen
eo: Delete {0} saved Q, fr
es: Eliminar {0} pregunta almacenada
fa: سوال ذخیره شده {0} را حذف کنید
fi: Poista tallennettu kysymys {0}
fr: Supprimer {0} question sauvegardée
hu: {0} mentett kérdés törlése
it: Cancellare {0} domanda salvata
ja: 保存した問題を削除する{0}。
lt: Ištrinti {0} išsaugotą klausimą
ms: Padamkan {0} soalan yang disimpan Jamak: Padamkan {0} soalan yang disimpan
nb: Slett {0} lagret spørsmål
nl: Wis {0} opgeslagen vraag
pl: Usuń {0} zapisane pytanie
pt_br: Excluir {0} pergunta salva
ru: Удалить {0} сохраненный запрос
sk: Odstrániť {0} uloženú otázku
sl: Izbriši {0} shranjeno vprašanje
sq: Fshi {0} pyetje të ruajtur
sr: Obriši {0} sačuvano pitanje
sv: Ta bort {0} sparad fråga
tr: Kayıtlı {0} soruyu sil
uk: Видалити {0} збережений запит
vi: Xóa {0} câu hỏi đã lưu
zh_hk: 刪除 {0} 已儲存的問題

source: Delete {0} model
ar: احذف {0} من النماذج
bg: Изтриване на модел {0}
ca: Eliminar {0} model
de: {0} Modell löschen
eo: Delete that {0} model, fr fr
es: Eliminar {0} modelo
fa: مدل {0} را حذف کنید
fi: Poista {0} malli
fr: Supprimer {0} modèle
hu: {0} modell törlése
it: Cancellare il modello {0}
ja: {0}のモデルを削除する
lt: Ištrinti {0} modelį
ms: Padamkan {0} model Jamak: Padamkan {0} model
nb: Slett {0} modell
nl: Wis {0} model
pl: Usuń {0} model
pt_br: Excluir {0} modelo
ru: Удалить {0} модель
sk: Odstrániť model {0}
sl: Izbriši {0} model
sq: Fshi {0} model
sr: Obriši {0} model
sv: Ta bort {0} modell
tr: {0} modelini sil
uk: Видалити {0} модель
vi: Xóa {0} mô hình
zh_hk: 刪除 {0} 型號

source: Delete {0} metric
ar: احذف {0} من المقاييس
bg: Изтриване на метриката {0}
ca: Eliminar {0} mètrica
de: {0} Metrik löschen
eo: Delete that {0} metric, fr fr
es: Eliminar {0} métrica
fa: حذف معیار {0}
fi: Poista {0} mittari
fr: Supprimer {0} métrique
hu: {0} mutató törlése
it: Cancellare la metrica {0}
ja: {0} メトリックを削除する
lt: Ištrinti {0} metriką
ms: Padamkan {0} metrik Jamak: Padamkan {0} metrik
nb: Slett {0} måling
nl: Wis {0} metriek
pl: Usuń {0} metrykę
pt_br: Excluir {0} métrica
ru: Удалить {0} метрику
sk: Odstrániť metriku {0}
sl: Izbriši {0} metriko
sq: Fshi {0} metrikë
sr: Obriši {0} metriku
sv: Ta bort {0} nyckeltal
tr: {0} metriğini sil
uk: Видалити {0} метрику
vi: Xóa {0} số liệu
zh_hk: 刪除 {0} 公制

source: Delete {0} segment
ar: احذف {0} من الشرائح
bg: Изтриване на сегмент {0}
ca: Eliminar {0} segment
de: {0} Segment löschen
eo: Delete that {0} segment, fr.
es: Eliminar {0} segmento
fa: حذف بخش {0}
fi: Poista {0} segmentti
fr: Supprimer {0} segment
hu: {0} szegmens törlése
it: Cancellare il segmento {0}
ja: {0}セグメントを削除する
lt: Ištrinti {0} segmentą
ms: Padamkan {0} segmen Jamak: Padamkan {0} segmen
nb: Slett {0} segment
nl: Wis {0} segment
pl: Usuń {0} segment
pt_br: Excluir {0} segmento
ru: Удалить {0} сегмент
sk: Odstrániť segment {0}
sl: Izbriši {0} segment
sq: Fshi {0} segment
sr: Obriši {0} segment
sv: Radera {0} segment
tr: {0} segmentini sil
uk: Видалити {0} сегмент
vi: Xóa {0} phân đoạn
zh_hk: 刪除 {0} 區段

source: Edit Link
ar: عدّل الرابط
bg: Редактиране на връзката
ca: Editar l'enllaç
de: Link bearbeiten
eo: Fix the link or update the link
es: Editar enlace
fa: ویرایش لینک
fi: Muokkaa linkkiä
fr: Modifier le lien
hu: Link szerkesztése
it: Modifica collegamento
ja: リンクを編集する
lt: Redaguoti nuorodą
ms: Sunting pautan
nb: Rediger lenke
nl: Link bewerken
pl: Edytuj link
pt_br: Editar link
ru: Изменить ссылку
sk: Upraviť odkaz
sl: Uredi povezavo
sq: Redakto Link-un
sr: Uredi link
sv: Redigera länk
tr: Bağlantıyı Düzenle
uk: Редагувати посилання
vi: Chỉnh sửa liên kết
zh_hk: 編輯連結

source: Edit definition
ar: حرّر التعريف
bg: Редактиране на дефиницията
ca: Editar la definició
de: Definition bearbeiten
es: Editar definición
fa: ویرایش تعریف
fi: You will be provided with a sentence in English, and your task is to translate it into Finnish.
fr: Modifier la définition
hu: Definíció szerkesztése
it: Modifica definizione
ja: 定義を編集する
ms: Sunting definisi
nb: Rediger definisjon
nl: Definitie bewerken
pl: Edytuj definicję
pt_br: Editar definição
ru: Изменить определение
sk: Upraviť definíciu
sl: Urejanje definicije
sq: Redakto përkufizimin
sr: Uredi definiciju
sv: Redigera definition
tr: Tanımı Düzenle
uk: Редагувати визначення
vi: Chỉnh sửa định nghĩa
zh_hk: 編輯定義

source: Archive {0}?
ar: أرشفة {0}؟
bg: Архивирай {0}?
ca: Arxivar {0}?
de: {0} archivieren?
eo: Archive {0}? That’s lowkey sus rn
es: ¿Archivar {0}?
fa: {0} را آرشیو کنید?
fi: Arkistoidaanko {0}?
fr: Archiver {0}?
hu: Archiválja {0}?
it: Archiviare {0}?
ja: アーカイブ{0}?
lt: Archyvuoti {0}?
ms: Arkibkan {0}?
nb: Arkiver {0}?
nl: Archiveren {0}?
pl: Zarchiwizować {0}?
pt_br: Arquivar {0}?
ru: Архивировать {0}?
sk: Archivovať {0}?
sl: Arhiv {0}?
sq: Të arkivohet {0}?
sr: Arhivirati {0}?
sv: Arkiv {0}?
tr: {0} Arşivlensin mi?
uk: Архівувати {0}?
vi: Lưu trữ {0}?
zh_hk: 封存 {0}？
