Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Not able to reactivate an active user
ar: لا يمكن إعادة تفعيل مستخدم نشط
bg: Не е в състояние да активира отново активен потребител
ca: No es pot activar un usuari actiu
de: Ein aktivierter Nutzer kann nicht erneut aktiviert werden
eo: Can't even reactivate an active user, fr.
es: No se puede activar un usuario activo
fa: قادر به فعال کردن یک کاربر فعال نیست
fi: Ei mahdollista aktivoida aktiivista käyttäjää.
fr: Impossible de réactiver un utilisateur actif
hu: Nem lehet újraaktiválni egy aktív felhasználót
it: Non è possibile riattivare un utente attivo
ja: アクティブユーザーを再有効化することはできません
lt: Negalima aktyvuoti aktyvaus naudotojo
ms: Tidak dapat mengaktifkan semula pengguna yang aktif
nb: Kan ikke aktivere en aktiv bruker
nl: Kan een actieve gebruiker niet opnieuw activeren
pl: Nie można reaktywować aktywnego użytkownika
pt_br: Não é possível reativar um usuário ativo
ru: Невозможно повторно активировать активного пользователя
sk: Nie je možné reaktivovať aktívneho používateľa
sl: Aktivnega uporabnika ni mogoče znova aktivirati
sq: Nuk mund të riaktivizohet një përdorues aktiv
sr: Nije moguće reaktivirati aktivnog korisnika
sv: Kan inte återaktivera en aktiv användare
tr: Etkin bir aktif kullanıcıyı yeniden etkinleştiremez
uk: Неможливо повторно активувати активного користувача
vi: Không thể kích hoạt lại người dùng đang hoạt động
zh_hk: 不能恢復活動一個已經處於活動狀態的使用者

source: Invalid password
ar: كلمة مرور غير صالحة
bg: Невалидна парола
ca: La contrasenya no es vàlida
de: Ungültiges Passwort
eo: Password's straight up invalid lol
es: Contraseña inválida
fa: رمز عبور نامعتبر
fi: Virheellinen salasana
fr: Mot de passe incorrect
hu: Érvénytelen jelszó
it: Password non valida
ja: 無効なパスワード
lt: Neteisingas slaptažodis
ms: Kata laluan tidak sah
nb: Ugyldig passord
nl: Ongeldig wachtwoord
pl: Niepoprawne hasło
pt_br: Senha inválida
ru: Некорректный пароль
sk: Nesprávne heslo
sl: Neveljavno geslo
sq: Fjalëkalim i pavlefshëm
sr: Nevažeća lozinka
sv: Felaktigt lösenord
tr: Geçersiz şifre
uk: Некоректний пароль
vi: Mật khẩu không hợp lệ
zh_hk: 不可用密碼

source: All {0}
ar: كل {0}
bg: Всички {0}
ca: Tots els {0}
de: Alle {0}
eo: All the vibes fam
es: Todos los {0}
fa: همه {0}
fi: Kaikki {0}
fr: Tous/Toutes les {0}
hu: Mind a(z) {0}
it: Tutto {0}
ja: 全{0}
lt: Visi {0}
ms: Semua {0}
nb: Alle {0}
nl: Alle {0}
pl: Wszystkie {0}
pt_br: Todos {0}
ru: Все {0}
sk: Všetko {0}
sl: Vse {0}
sq: Të gjitha {0}
sr: Svi {0}
sv: Alla {0}
tr: {0}'n tümü
uk: Усі {0}
vi: Tất cả {0}
zh_hk: 全部 {0}

source: {0}, all {1}
ar: {0}، كل {1}
bg: {0}, всички {1}
ca: {0}, tots {1}
de: {0}, alle {1}
eo: {0}, all the vibes
es: {0}, todos {1}
fa: {0}، همه {1}
fi: {0}, kaikki {1}
fr: {0}, tous/toutes les {1}
hu: {0}, minden {1}
it: {0}, tutto {1}
ja: {0}、全{1}
lt: {0} , visi {1}
ms: {0}, semua {1}
nb: {0}, alle {1}
nl: {0}, alle {1}
pl: {0}, wszystkie {1}
pt_br: {0}, todos {1}
ru: {0}, все {1}
sk: {0}, všetky {1}
sl: {0}, vse {1}
sq: {0}, të gjitha {1}
sr: {0}, svih {1}
sv: {0}, alla {1}
tr: {0}, tüm {1}
uk: {0}, усі {1}
vi: {0}, tất cả {1}
zh_hk: {0}，所有的{1}

source: Comparison of {0} and {1}
ar: مقارنة بين {0} و{1}
bg: Сравнение на {0} и {1}
ca: Comparativa de {0} i {1}
de: Vergleich von {0} und {1}
eo: Compare {0} and {1} fr fr
es: Comparativa de {0} y {1}
fa: مقایسه {0} و {1}
fi: Kohteiden {0} ja {1} vertailu
fr: Comparaison de {0} avec {1}
hu: {0} és {1} összehasonlítása
it: Confronto di {0} e {1}
ja: {0}と{1}の比較
lt: {0} ir {1} palyginimas
ms: Perbandingan antara {0} dan {1}
nb: Sammenligning av {0} og {1}
nl: Vergelijk {0} en {1}
pl: Porównanie {0} z {1}
pt_br: Comparação de {0} e {1}
ru: Сравнение {0} и {1}
sk: Porovnanie {0} a {1}
sl: Primerjava {0} in {1}
sq: Krahasim i {0} dhe {1}
sr: Poređenje {0} i {1}
sv: Jämförelse mellan {0} och {1}
tr: {0} ve {1} öğelerinin karşılaştırması
uk: Порівняння {0} і {1}
vi: So sánh {0} và {1}
zh_hk: 比較 {0} 和 {1}

source: Automatically generated comparison dashboard comparing {0} and {1}
ar: لوحة معلومات مقارنة مولّدة تلقائيًا تقارن بين {0} و{1}
bg: Автоматично генерирано табло за сравнение, сравняващо {0} и {1}
ca: Crea automàticament comparatives de {0} i {1}
de: Automatisch generiertes Vergleichs-Dashboard welches {0} und {1} vergleicht
eo: Auto-generated comparison dashboard peeping {0} and {1} — no cap, it’s basically a vibe
es: Crea automáticamente comparativas de {0} y {1}
fa: داشبورد مقایسه به صورت خودکار ایجاد شده در مقایسه با {0} و {1}
fi: Automaattisesti luotu vertailun dashboard, jossa verrataan kohteita {0} ja {1}
fr: Tableau de bord de comparaison généré automatiquement et comparant {0} à {1}
hu: Automatikusan generált összehasonlító irányítópult {0} és {1} összehasonlításához
it: Dashboard di confronto generato automaticamente che confronta {0} e {1}
ja: {0}と{1}を比較する比較ダッシュボードが自動作成されました
lt: Automatiškai sukurtas palyginimo prietaisų skydelis, lyginantis {0} ir {1}
ms: Papan pemuka perbandingan yang dijana secara automatik membandingkan {0} dan {1}
nb: Automatisk generert sammenligningsinfotavle som sammenligner {0} og {1}
nl: Automatisch gegenereerd vergelijkingsdashboard dat {0} en {1} vergelijkt
pl: Automatycznie generowane porównanie pulpitu porównujące {0} i {1}
pt_br: Painel de comparação gerado automaticamente comparando {0} e {1}
ru: Автоматически сгенерированный дашборд, сравнивающий {0} и {1}
sk: Automaticky generovaný porovnávací dashboard porovnávajúci {0} a {1}
sl: Samodejno ustvarjena nadzorna plošča za primerjavo, ki primerja {0} in {1}
sq: Panel krahasimi i gjeneruar automatikisht që krahason {0} dhe {1}
sr: Automatski generisana kontrolna tabla poređenja koja upoređuje {0} i {1}
sv: Automatiskt skapad jämförelse-panel som jämför {0} och {1}
tr: Otomatik olarak oluşturulan {0} ve {1} ile karşılaştırma gösterge tablosu
uk: Автоматично згенерований дашборд порівняння {0} і {1}
vi: Bảng điều khiển so sánh được tạo tự động so sánh {0} và {1}
zh_hk: 自動生成的 {0} 和 {1} 的對比資訊看板

source: sum
ar: المجموع
bg: сума
ca: suma
de: Summe
eo: Sum = fr fr, no cap
es: suma
fa: مجموع
fi: summa
fr: somme
hu: összeg
it: somma
ja: 合計
lt: suma
ms: jumlah
nl: som
pl: suma
pt_br: soma
ru: сумма
sk: suma
sl: vsota
sq: shumë
sr: zbir
sv: summa
tr: toplam
uk: сума
vi: tổng
zh_hk: 總和

source: average
ar: المتوسط
bg: средно аритметично
ca: mitjana
de: Durchschnitt
eo: Meh, that's kinda mid
es: media
fa: میانگین
fi: keskiverto
fr: moyenne
hu: átlag
it: media
ja: 平均
lt: vidurkį
ms: purata
nb: gjennomsnitt
nl: gemiddelde
pl: średnia
pt_br: média
ru: среднее
sk: priemer
sl: povprečen
sq: mesatare
sr: prosek
sv: genomsnittlig
tr: ortalama
uk: середнє
vi: trung bình
zh_hk: 平均值

source: minumum
bg: минимум
eo: minumum → lowkey minimum
hu: minimum
ms: minimum
nl: Minimum
sv: minimum

source: maximum
ar: الحد الأقصى
bg: максимум
ca: màxim
eo: biggest vibe
es: máximo
fa: بیشترین
fi: enimmäismäärä
it: massimo
ja: 最大
lt: maksimaliai
ms: maksimum
nb: maksimum
pl: maksimum
pt_br: máximo
ru: максимум
sk: maximálna hodnota
sl: maksimalen
sq: maksimum
sr: maksimum
sv: maximalt
tr: maksimum
uk: максимум
vi: lớn nhất
zh_hk: 最大值

source: distinct count
ar: العدد المميّز
bg: отчетлив брой
ca: compta diferents
de: einzigartige Anzahl
eo: lowkey just countin’ the vibes
es: Cuenta distinta
fa: تعداد مجزا
fi: erillinen määrä
fr: Nombre de valeurs distinctes
hu: egyedi szám
it: conta distinti
ja: 重複を除いたカウント
lt: atskiras skaičius
ms: kiraan berbeza
nb: forskjellige antall
nl: Unieke rijen
pl: liczba unikalnych
pt_br: contagem distinta
ru: уникальное количество
sk: odlišný počet
sl: Različno število
sq: numërim unik
sr: broj različitih
sv: distinkt antal
tr: ayrı sayım
uk: унікальна кількість
vi: số lượng khác biệt
zh_hk: 不重複計數

source: standard deviation
ar: الانحراف المعياري
bg: стандартно отклонение
ca: desviació estàndard
de: Standardabweichung
eo: Bro, that's just "the spread" or "the variance" lowkey.
es: desviación estándar
fa: انحراف معیار
fi: keskihajonta
fr: écart-type
hu: szórás
it: deviazione standard
ja: 標準偏差
lt: standartinis nuokrypis
ms: sisihan piawai
nb: standardavvik
nl: standaardafwijking
pl: odchylenie standardowe
pt_br: desvio padrão
ru: стандартное отклонение
sk: smerodajná odchýlka
sl: Standardni odklon
sq: devijim standard
sr: standardna devijacija
sv: standardavvikelse
tr: standart sapma
uk: стандартне відхилення
vi: độ lệch chuẩn
zh_hk: 標準差

source: cumulative count
ar: العدد التراكمي
bg: кумулативен брой
ca: recompte acumulatiu
de: kumulierte Anzahl
eo: Total vibes count
es: recuento acumulativo
fa: شمارش تجمعی
fi: kumulatiivinen määrä
fr: nombre cumulé
hu: kumulatív szám
it: conta comulato
ja: 累積カウント
lt: kaupiamasis skaičius
ms: kiraan terkumpul
nb: kumulativt antall
nl: cumulatieve telling
pl: skumulowana liczba
pt_br: contagem acumulativa
ru: накопительное количество
sk: kumulatívny počet
sl: Kumulativno štetje
sq: numërim kumulativ
sr: kumulativni broj
sv: ackumulerat antal
tr: kümülatif sayım
uk: накопичувальна кількість
vi: số tích lũy
zh_hk: 累積計數

source: cumulative sum
ar: المجموع التراكمي
bg: кумулативна сума
ca: suma acumulativa
de: kumulierte Summe
eo: total vibe check
es: suma acumulativa
fa: جمع تجمعی
fi: kumulatiivinen summa
fr: somme cumulée
hu: kumulatív összeg
it: somma cumulata
ja: 累積和
lt: sukaupta suma
ms: jumlah terkumpul
nb: kumulativ sum
nl: cumulatieve som
pl: skumulowana suma
pt_br: soma cumulativa
ru: накопительная сумма
sk: kumulatívna suma
sl: Kumulativna vsota
sq: shumë kumulative
sr: kumulativni zbir
sv: ackumulerad summa
tr: kümülatif toplam
uk: накопичувальна сума
vi: tổng tích lũy
zh_hk: 累積總和

source: {0} and {1}
ar: {0} و{1}
bg: {0} и {1}
ca: {0} i {1}
de: {0} und {1}
eo: {0} and {1} → {0} & {1} (or just keep it as is, since it's already pretty neutral)
es: {0} y {1}
fa: {0} و {1}
fi: {0} ja {1}
fr: {0} et {1}
hu: {0} és {1}
it: {0} e {1}
ja: {0}と{1}
lt: {0} ir {1}
ms: {0} dan {1}
nb: {0} og {1}
nl: {0} en {1}
pl: {0} i {1}
pt_br: {0} e {1}
ru: {0} и {1}
sk: {0} a {1}
sl: {0} in {1}
sq: {0} dhe {1}
sr: {0} i {1}
sv: {0} och {1}
tr: {0} ve {1}
uk: {0} і {1}
vi: {0} và {1}
zh_hk: {0} 和 {1}

source: {0} of {1}
ar: {0} من {1}
bg: {0} от {1}
ca: {0} de {1}
de: {0} von {1}
eo: {0} of {1} is like saying "yo, {0} out here reppin' {1}" or just "{0} from {1}" but honestly, for a chill vibe, you can just say "{0} of {1}" — no cap.
es: {0} de {1}
fa: {0} از {1}
fi: {1}:n {0}
fr: {0} parmi {1}
it: {0} di {1}
ja: {1}の{0}
lt: {0} iš {1}
ms: {0} daripada {1}
nb: {0} av {1}
nl: {0} van {1}
pl: {0} z {1}
pt_br: {0} de {1}
ru: {0} из {1}
sk: {0} z {1}
sq: {0} e {1}
sr: {0} od {1}
sv: {0} av {1}
tr: {1}'n {0}
uk: {0} з {1}
vi: {0} của {1}
zh_hk: {0} 的 {1}

source: {0} by {1}
ar: {0} حسب {1}
bg: {0} от {1}
ca: {0} per {1}
de: {0} durch {1}
eo: {0} frfr by {1}
es: {0} por {1}
fa: {0} توسط {1}
fi: {0} ryhmitelty {1}
fr: {0} par {1}
hu: {0}, szerző: {1}
it: {0} per {1}
ja: {1}で{0}
ms: {0} mengikut {1}
nb: {0} med {1}
nl: {0} bij {1}
pl: {0} na {1}
pt_br: {0} por {1}
ru: {0} по {1}
sk: {0} od {1}
sl: {0} avtor {1}
sq: {0} sipas {1}
sr: {0} po {1}
sv: {0} mot {1}
tr: {1} tarafından olan {0}
uk: {0} за {1}
vi: {0} bởi {1}
zh_hk: {0}由{1}

source: {0} in the {1} segment
ar: {0} ضمن شريحة {1}
bg: {0} в сегмента {1}
ca: {0} al segment {1}
de: {0} im {1} Segment
eo: {0} in the {1} zone
es: {0} en el segmento {1}
fa: {0} در بخش {1}
fi: {0} segmentissä {1}
fr: {0} dans le segment {1}
hu: {0} a {1} szegmensben
it: {0} nel segmento di {1}
ja: {1}セグメントの{0}
lt: {0} {1} segmente
ms: {0} dalam segmen {1}
nb: {0} i {1} segmentet
nl: {0} in het {1} segment
pl: {0} w segmencie {1}
pt_br: {0} no segmento {1}
ru: {0} в {1} сегменте
sk: {0} v segmente {1}
sl: {0} v segmentu {1}
sq: {0} në segmentin {1}
sr: {0} u segmentu {1}
sv: {0} i segment {1}
tr: {0} segmentinde {1}
uk: {0} у сегменті {1}
vi: {0} trong phân đoạn {1}
zh_hk: 劃分 {1} 中的 {0}

source: {0} segment
ar: شريحة {0}
bg: {0} сегмент
eo: {0} segment is kinda sus, but I guess you can say it’s the vibe
es: {0} segmento
fa: {0} بخش
fi: {0} segmentti
fr: le segment {0}
hu: {0} szegmens
it: {0} segmento
ja: {0}セグメント
lt: {0} segmentas
ms: segmen {0}
pt_br: Segmento {0}
ru: {0} сегмент
sq: Segmenti {0}
sv: segment {0}
uk: сегмент {0}
vi: Phân đoạn {0}
zh_hk: 劃分 {0}

source: {0} metric
ar: {0} مقياس
bg: {0} метричен показател
ca: {0} mètrica
de: {0} Metrik
es: {0} métrica
fa: {0} متریک
fi: {0} mittari
fr: métrique {0}
hu: {0} metrika
it: {0} metrica
ja: {0}メトリクス
lt: {0} metrika
ms: metrik {0} Jamak: metrik {0}
nb: {0} indikator
nl: metriek
pl: {0} metryka
pt_br: {0} métrica
ru: {0} метрика
sk: {0} metrika
sl: {0} matrika
sq: {0} metrikë
sr: {0} metrika
sv: mätetal {0}
tr: {0} metrik
uk: {0} метрика
vi: {0} số liệu
zh_hk: {0} 量值

source: {0} field
ar: {0} حقول
bg: Поле {0}
ca: {0} camp
de: {0} Feld
eo: {0} zone or {0} spot, fr tho
es: {0} campo
fa: {0} فیلد
fi: {0} kenttä
fr: le champ {0}
hu: {0} mező
it: {0} campo
ja: {0}フィールド
lt: {0} laukas
ms: medan {0} Jamak: medan{0}
nb: {0} felt
nl: {0} veld
pl: {0} pole
pt_br: {0} campo
ru: {0} поле
sk: {0} pole
sl: {0} polje
sq: {0} fushë
sr: {0} polje
sv: {0} fält
tr: {0} alan
uk: {0} поле
vi: {0} trường
zh_hk: 欄位 {0}

source: "{0}" question
hu: "{0}" kérdés
ms: soalan "{0}"

source: Compare with {0}
ar: قارن مع {0}
bg: Сравнете с {0}
ca: Compara amb {0}
de: Vergleich mit {0}
eo: Compare with {0} → Spill the tea with {0}
es: Compara con {0}
fa: مقایسه با {0}
fi: Vertaa kohteeseen {0}
fr: Comparer avec {0}
hu: Összehasonlítás a következővel: {0}
it: Confronta con {0}
ja: {0}と比較する
lt: Palyginti su {0}
ms: Bandingkan dengan {0}
nb: Sammenlign med {0}
nl: Vergelijk met {0}
pl: Porównaj z {0}
pt_br: Compare com {0}
ru: Сравнить с {0}
sk: Porovnať s {0}
sl: Primerjajte z {0}
sq: Krahaso me {0}
sr: Uporedi sa {0}
sv: Jämför med {0}
tr: {0} ile karşılaştır
uk: Порівняти з {0}
vi: So sánh với {0}
zh_hk: 與{0}比較

source: Compare with entire dataset
ar: قارن مع مجموعة البيانات بالكامل
bg: Сравнете с целия набор от данни
ca: Compara amb totes les dades
de: Vergleich mit dem kompletten Datensatz
eo: Compare with the whole squad's data
es: Compara con todos los datos
fa: مقایسه با مجموعه داده های کل
fi: Vertaa koko tietojoukkoon
fr: Comparer avec le jeu de données complet
hu: Hasonlítsa össze az egész adatkészlettel
it: Confronta con l'intero dataset
ja: 全データセットと比較する
lt: Palyginti su visu rinkiniu
ms: Bnadingkan dengan seluruh dataset
nb: Sammenlign med hele datasettet
nl: Vergelijk met volledige dataset
pl: Porównaj z całym zbiorem
pt_br: Compare com todo o conjunto de dados
ru: Сравнить с набором данных
sk: Porovnať s celým súborom údajov
sl: Primerjava s celotnim naborom podatkov
sq: Krahaso me të gjithë dataset-in
sr: Uporedi sa celim skupom podataka
sv: Jämför med hela dataset
tr: Tüm veri kümesiyle karşılaştırın
uk: Порівняти з усім датасетом
vi: So sánh với toàn bộ dữ liệu
zh_hk: 與整個資料集進行比較

source: Applying heuristic %s to %s.
hu: %s heurisztika alkalmazása %s-re.
ms: Menerapkan heuristik %s kepada %s.

source: Dimensions bindings:n%s
hu: Dimenziók kötése: %s
ms: Ikat dimensi:n%s

source: Using definitions:nMetrics:n%snFilters:n%s
hu: Definíciók használata: Metrikák: %s Szűrők: %s
ms: Menggunakan definisi:nMetrik:n%snPenapis:n%s

source: Can''t create dashboard for {0}
hu: Nem lehet irányítópultot létrehozni {0}-hoz
ms: Tidak boleh mencipta papan pemuka untuk {0}

source: {0}st
bg: {0} ул
ca: {0}er
de: {0}er
eo: {0}st → {0}th, but if you mean it as "first," you can say "first" or "number one"—no real slang for that.
es: {0}º
fa: {0} خیابان
fr: premier {0}
it: {0}primo
ja: {0}番目
lt: {0} g
ms: {0} pertama
nb: {0}ste
nl: {0}ste
pt_br: {0}º
ru: {0}ый
sk: prvý
sv: {0}sta
tr: {0}ci
uk: {0}-й
vi: {0}th
zh_hk: {0}第一名

source: {0}nd
bg: {0} и
ca: {0}n
de: {0}er
eo: That’s just {0}nd, fr.
es: {0}º
fr: second {0}
it: {0}secondo
ja: {0}番目
ms: {0} kedua
nb: {0}dre
nl: {0}e
pt_br: {0}º
ru: {0}ой
sk: druhý
sv: {0}dra
tr: {0}ci
uk: {0}-й
zh_hk: {0}第二名

source: {0}rd
ca: {0}er
de: {0}er
eo: "{0}rd" ➡️ "{0}th" (no real Gen Z slang for this, but if you wanna make it more chill, maybe just say “the {0} one” or something like that)
es: {0}º
fr: troisième {0}
it: {0}terzo
ja: {0}番目
ms: {0} ketiga
nb: {0}dje
nl: {0}e
pt_br: {0}º
ru: {0}ий
sk: tretí
sv: {0}dje
tr: {0}cü
uk: {0}-й
zh_hk: {0}第三名

source: {0}th
ca: {0}t
de: {0}er
eo: {0}th — fr, just say “{0}th” lol, no cap
es: {0}º
fr: {0} ième
it: {0}mo
ja: {0}番目
ms: {0} keempat
nb: {0}de
nl: {0}e
pt_br: {0}º
ru: {0}ый
sk: štvrtý
sv: {0}rde
tr: {0}cü
uk: {0}-й
zh_hk: {0}第四名

source: at {0}
ar: عند {0}
bg: в {0}
ca: el {0}
de: unter {0}
eo: at {0} → at {0} fr fr
es: via {0}
fa: در {0}
fi: klo {0}
fr: à {0}
hu: itt: {0}
it: a {0}
ja: {0}で
ms: pada {0}
nb: på {0}
nl: {0}e
pt_br: em {0}
ru: к {0}
sk: o {0}
sl: na {0}
sq: në {0}
sr: u {0}
sv: vid {0}
tr: {0}da
uk: до {0}
vi: ở {0}
zh_hk: 在{0}

source: on {0}
ar: في {0}
bg: на {0}
ca: en {0}
de: auf {0}
eo: on {0} is kinda sus rn
es: en {0}
fa: در {0}
fr: le {0}
hu: ekkor: {0}
it: su {0}
ja: {0}で
ms: pada {0}
nb: på {0}
nl: op {0}
pt_br: no {0}
ru: на {0}
sk: dňa {0}
sl: na {0}
sq: më {0}
sr: dana {0}
sv: på {0}
tr: {0} tarihinde
vi: trên {0}
zh_hk: 在{0}

source: in {0} week - {1}
ar: في الأسبوع {0} - {1}
bg: след {0} седмица - {1}
ca: en {0} setmana - {1}
de: in {0} Woche - {1}
eo: in {0} weeks, fr {1}
es: en {0} semana - {1}
fa: در {0} هفته - {1}
fi: {0} viikossa - {1}
fr: en {0} semaine - {1}
hu: {0} hét - {1}
it: in {0} settimane - {1}
ja: {0}週 - {1}
lt: {0} savaitę - {1}
ms: dalam minggu {0} - {1}
nb: om {0} uke - {1}
pl: w {0} tygodniu - {1}
pt_br: em {0} semana - {1}
ru: в {0} неделю - {1}
sk: o {0} týždeň - {1}
sl: v {0} tednu - {1}
sq: në javën {0} - {1}
sr: u {0}. nedelji - {1}
sv: i vecka {0} - {1}
tr: {0} içinde hafta - {1}
uk: на {0}-му тижні — {1}
vi: trong {0} tuần - {1}
zh_hk: 在{0}-{1}周之間

source: in {0}
ar: في {0}
bg: в {0}
ca: en {0}
eo: in {0} is lowkey giving "in {0}" fr, no cap
es: en {0}
fa: در {0}
fi: paikassa {0}
fr: en {0}
hu: itt: {0}
ja: {0}で
ms: dalam {0}
nb: om {0}
pl: w {0}
pt_br: em {0}
ru: в {0}
sk: v {0}
sl: v {0}
sq: në {0}
sr: u {0}
sv: i {0}
tr: {0} içinde
uk: у {0}
vi: trong {0}
zh_hk: 在{0}之內

source: in Q{0} - {1}
ar: في ر{0} - {1}
bg: в Q {0} - {1}
ca: en T{0} - {1}
eo: in Q{0} - {1} (no cap, just keep it chill lol)
es: in T{0} {1}
fa: در Q {0} - {1}
fi: Q{0} - {1}
fr: au semestre {0} - {1}
hu: Q{0} - {1}
ja: Q{0} - {1}で
lt: Q {0} - {1}
ms: dalam Q{0} - {1}
nb: i K{0} - {1}
pl: w Q{0} - {1}
pt_br: em T{0} - {1}
ru: в Кв{0} - {1}
sk: v Q{0} - {1}
sl: v Q{0} - {1}
sq: në T{0} - {1}
sr: u K{0} - {1}
sv: i Q{0} - {1}
tr: Q{0} - {1} içinde
uk: у Кв.{0} — {1}
vi: trong Q{0} - {1}
zh_hk: 在Q{0}-{1}

source: {0} is {1}
ar: {0} هو {1}
bg: {0} е {1}
ca: {0} es {1}
de: {0} ist {1}
eo: {0} is lowkey vibing with {1}
es: {0} es {1}
fa: {0} {1} است
fi: {0} on {1}
fr: {0} vaut {1}
hu: {0} az {1}
it: {0} è {1}
ja: {0}は{1}
lt: {0} yra {1}
ms: {0} ialah {1}
nb: {0} er {1}
pl: {0} jest {1}
pt_br: {0} é {1}
ru: {0} из {1}
sk: {0} je {1}
sl: {0} je {1}
sq: {0} është {1}
sr: {0} je {1}
sv: {0} är {1}
tr: {0} ise {1}dur
vi: {0} là {1}
zh_hk: {0}是{1}

source: {0} is between {1} and {2}
ar: {0} بين {1} و{2}
bg: {0} е между {1} ​​и {2}
ca: {0} està entre {1} i {2}
de: {0} ist zwischen {1} und {2}
eo: {0} is chillin' between {1} and {2}
es: {0} está entre {1} y {2}
fa: {0} بین {1} و {2}
fi: {0} on välillä {1} ja {2}
fr: {0} est compris entre {1} et {2}
hu: {0} {1} és {2} között van
it: 0} è tra {1} e {2}
ja: {0}は{1}と{2}の間
lt: {0} yra tarp {1} ir {2}
ms: {0} adalah antara {1} dan {2}
nb: {0} er mellom {1} og {2}
nl: {0} ligt tussen {1} en {2}
pl: {0} jest pomiędzy {1} i {2}
pt_br: {0} está entre {1} e {2}
ru: {0} между {1} и {2}
sk: {0} je medzu {1} a {2}
sl: {0} je med {1} in {2}
sq: {0} është midis {1} dhe {2}
sr: {0} je između {1} i {2}
sv: {0} ligger mellan {1} och {2}
tr: {0} ise {1} ile {2} arasında
uk: {0} між {1} і {2}
vi: {0} ở giữa {1} và {2}
zh_hk: {0}是在{1}和{2}中間的

source: {0} is between {1} and {2}; and {3} is between {4} and {5}
ar: {0} بين {1} و{2}؛ و{3} بين {4} و{5}
bg: {0} е между {1} ​​и {2}; и {3} е между {4} и {5}
ca: {0} està entre {1} i {2}; i {3} està entre {4} i {5}
de: {0} ist zwischen {1} und {2}; und {3} ist zwischen {4} und {5}
eo: {0} is chillin’ between {1} and {2}, and {3} is vibin’ between {4} and {5}
es: {0} está entre {1} y {2} y {3} está entre {4} y {5}
fa: {0} بین {1} و {2} است و {3} بین {4} و {5}
fi: {0} on välillä {1} ja {2}; ja {3} on välillä {4} ja {5}
fr: {0}est compris entre {1} et {2}; et {3} entre {4} et {5}
hu: {0} {1} és {2} között van, és {3} {4} és {5} között van
it: 0} è tra {1} e {2}; e {3} è tra {4} e {5}
ja: {0}は{1}と{2}の間、{3}は{4}と{5}の間
lt: {0} yra tarp {1} ir {2} ; ir {3} yra tarp {4} ir {5}
ms: {0} adalah antara {1} dan {2}; dan {3} adalah antara {4} dan {5}
nb: {0} er mellom {1} og {2}, og {3} er mellom {4} og {5}
nl: {0} ligt tussen {1} en {2}; en {3} ligt tussen {4} en {5}
pl: {0} jest pomiędzy {1} i {2}; i {3} jest pomiędzy {4} i {5}
pt_br: {0} está entre {1} e {2}; e {3} está entre {4} e {5}
ru: {0} между {1} и {2}; и {3} между {4} и {5}
sk: {0} je medzi {1} a {2}; a {3} je medzi {4} a {5}
sl: {0} je med {1} in {2}; in {3} je med {4} in {5}
sq: {0} është midis {1} dhe {2}; dhe {3} është midis {4} dhe {5}
sr: {0} je između {1} i {2}; a {3} je između {4} i {5}
sv: {0} ligger mellan {1} och {2}; och {3} ligger mellan {4} och {5}
tr: {0} ise {1} ile {2} arasında; ve {3} ise {4} ile {5} arasında
uk: {0} між {1} і {2}; і {3} між {4} і {5}
vi: {0} nằm trong khoảng từ {1} đến {2}; và {3} nằm trong khoảng từ {4} đến {5}
zh_hk: {0}在{1} 和 {2}之間; and {3} 在{4} 和 {5}之間；

source: where {0}
ar: حيث {0}
bg: където {0}
ca: on {0}
de: wo {0}
eo: where tf {0} at?
es: donde {0}
fa: جایی که {0}
fi: missä {0}
fr: où {0}
hu: ahol {0}
it: dove {0}
ja: {0}で
lt: kur {0}
ms: di mana {0}
nb: hvor {0}
nl: waar {0}
pl: gdzie {0}
pt_br: onde {0}
ru: где {0}
sk: kde {0}
sl: kje {0}
sq: ku {0}
sr: gde {0}
sv: där {0}
tr: nereye {0}
uk: де {0}
vi: ở {0}
zh_hk: 在{0}的地方

source: A closer look at {0}
ar: نظرة أقرب على {0}
bg: По-подробен поглед към {0}
ca: Veure més detalls de {0}
de: Ein genauerer Blick auf {0}
eo: A deep dive into {0}
es: Ver más detalles de {0}
fa: یک نگاه نزدیک به {0}
fi: Tutustu tarkemmin kohteeseen {0}
fr: Voir {0} de plus près
hu: Nagyobb betekintés a(z) {0}-ba
it: Uno sguardo più da vicino a {0}
ja: {0}の詳細を探ってみよう
lt: Apsilankykite {0}
ms: Pandangan lebih dekat pada {0}
nb: En grundigere titt på {0}
nl: {0} nader bekijken
pl: Bliższe spojrzenie na {0}
pt_br: Um olhar mais atento no {0}
ru: Подробнее о {0}
sk: Bližší pohľad na {0}
sl: Podrobnejši pogled na {0}
sq: Një vështrim më nga afër te {0}
sr: Detaljniji prikaz za {0}
sv: En närmare titt på {0}
tr: {0} öğesine daha yakından bakın
uk: Детальніше про {0}
vi: Nhìn kỹ hơn vào {0}
zh_hk: 更詳細地檢視{0}

source: A closer look at the {0}
hu: Nagyobb betekintés a(z) {0}-ba
ms: Pandangan lebih dekat pada {0}

source: Adding %s cards to dashboard %s:n%s
hu: %s kártya hozzáadása az irányítópulthoz %s: %s
ms: Menambah %s kad ke papan pemuka %s:n%s

source: 0 <= score <= {0}
hu: 0 <= pontszám <= {0}
ms: 0 <= skor <= {0}

source: 1 <= width <= {0}
hu: 1 <= szélesség <= {0}
ms: 1 <= lebar <= {0}

source: Valid metrics references
hu: Érvényes mérőszám-hivatkozások
ms: Rujukan metrik yang sah

source: Valid filters references
hu: Érvényes szűrőreferenciák
ms: Rujukan penapis yang sah

source: Valid group references
hu: Érvényes csoportreferenciák
ms: Rujukan kumpulan yang sah

source: Valid order_by references
hu: Érvényes order_by referenciák
ms: Rujukan order_by yang sah

source: Valid dashboard filters references
hu: Érvényes irányítópult-szűrőreferenciák
ms: Rujukan penapis papan pemuka yang sah

source: Valid dimension references
hu: Érvényes méretreferenciák
ms: Rujukan dimensi yang sah

source: Valid card dimension references
hu: Érvényes kártyaméret hivatkozások
ms: Rujukan dimensi kad yang sah
