Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Library created
ar: تم إنشاء المكتبة
bg: Библиотеката е създадена
ca: Biblioteca creada
de: Bibliothek erstellt
es: Biblioteca creada
fa: کتابخانه ایجاد شد
fi: Kirjasto luotu
fr: Bibliothèque créée
it: Libreria creata
ja: ライブラリを作成しました
nb: Bibliotek opprettet
nl: Bibliotheek aangemaakt
pl: Biblioteka utworzona
pt_br: Biblioteca criada
ru: Библиотека создана
sk: Knižnica vytvorená
sl: Knjižnica ustvarjena
sq: Libraria u krijua
sr: Library je kreirana
sv: Bibliotek skapat
tr: Kütüphane oluşturuldu
uk: Бібліотеку створено
vi: Thư viện đã được tạo
zh_hk: 建立圖書館

source: A source of truth for analytics
ar: مصدر موثوق للتحليلات
de: Eine Single Source of Truth für Analytics
es: Una fuente de verdad para el análisis
fa: منبعی از حقیقت برای تحلیل‌ها
fi: Totuuden lähde analytiikalle
fr: Une source de vérité pour l'analyse
it: Un'unica fonte di verità per l'analisi
ja: 分析の信頼できる唯一の情報源
pl: Źródło prawdy dla analityki
pt_br: Uma fonte confiável para análises.
ru: Единый источник истины для аналитики
sk: Zdroj pravdy pre analytiku
sl: Vir resnice za analitiko
sq: Një burim i së vërtetës për analitikë
sr: Izvor istine za analitiku
tr: Analitik için tek doğru kaynak
uk: Єдине джерело правди для аналітики
vi: Nguồn thông tin đáng tin cậy cho phân tích
zh_hk: 分析的真相來源

source: The Library helps you create a source of truth for analytics by providing a centrally managed set of curated content. It separates authoritative, reusable components from ad-hoc analyses.
ar: تساعدك المكتبة على إنشاء مصدر موثوق للتحليلات عبر توفير مجموعة مُدارة مركزيًا من المحتوى المُنسّق. وهي تفصل المكوّنات المعتمدة والقابلة لإعادة الاستخدام عن التحليلات المخصّصة.
bg: Библиотеката ви помага да създадете източник на достоверна информация за анализи, като предоставя централно управляван набор от курирано съдържание. Тя отделя авторитетни, многократно използваеми компоненти от ad-hoc анализите.
ca: La Biblioteca us ajuda a crear una font de veritat per a l'analítica proporcionant un conjunt de contingut seleccionat gestionat centralment. Separa els components autoritzats i reutilitzables de les anàlisis ad hoc.
de: Die Bibliothek hilft Ihnen dabei, eine zentrale Datenquelle für Analysen zu schaffen, indem sie einen zentral verwalteten Satz kuratierter Inhalte bereitstellt. Sie trennt maßgebliche, wiederverwendbare Komponenten von Ad-hoc-Analysen.
es: La Biblioteca te ayuda a crear una fuente de información fiable para el análisis, proporcionándote un conjunto centralizado de contenido seleccionado. Separa los componentes fiables y reutilizables de los análisis ad hoc.
fa: این کتابخانه با ارائه مجموعه‌ای از محتوای گردآوری‌شده که به صورت متمرکز مدیریت می‌شوند، به شما کمک می‌کند تا منبعی از حقیقت برای تجزیه و تحلیل ایجاد کنید. این کتابخانه، اجزای معتبر و قابل استفاده مجدد را از تجزیه و تحلیل‌های موردی جدا می‌کند.
fi: Kirjasto auttaa sinua luomaan totuudenmukaisen analytiikan lähteen tarjoamalla keskitetysti hallitun kuratoidun sisällön. Se erottaa auktoritatiiviset, uudelleenkäytettävät komponentit ad-hoc-analyyseistä.
fr: La bibliothèque vous aide à créer une source de référence pour vos analyses en fournissant un ensemble de contenus organisés et gérés de manière centralisée. Elle distingue les composants réutilisables et faisant autorité des analyses ponctuelles.
it: La Library ti aiuta a creare una fonte attendibile per l'analisi fornendo un set di contenuti curati e gestiti centralmente. Separa i componenti autorevoli e riutilizzabili dalle analisi ad hoc.
ja: ライブラリは、厳選されたコンテンツを一元管理することで、分析のための信頼できる情報源の構築を支援します。信頼性が高く再利用可能なコンポーネントとアドホックな分析を分離します。
nb: Biblioteket hjelper deg med å skape en sannhetskilde for analyser ved å tilby et sentralt administrert sett med kuratert innhold. Det skiller autoritative, gjenbrukbare komponenter fra ad hoc-analyser.
nl: De bibliotheek helpt u een bron van waarheid voor analyses te creëren door een centraal beheerde set samengestelde content te bieden. Het scheidt gezaghebbende, herbruikbare componenten van ad-hoc analyses.
pl: Biblioteka pomaga stworzyć źródło rzetelnych danych analitycznych, udostępniając centralnie zarządzany zestaw starannie wyselekcjonowanych treści. Oddziela ona wiarygodne, wielokrotnego użytku komponenty od doraźnych analiz.
pt_br: A Biblioteca ajuda você a criar uma fonte de verdade para análises, fornecendo um conjunto de conteúdo selecionado e gerenciado centralmente. Ela separa componentes confiáveis e reutilizáveis de análises pontuais.
ru: Библиотека помогает вам создать источник достоверной аналитики, предоставляя централизованно управляемый набор тщательно подобранного контента. Она отделяет авторитетные, многократно используемые компоненты от ситуативного анализа.
sk: Knižnica vám pomáha vytvoriť zdroj pravdivých údajov pre analytiku tým, že poskytuje centrálne spravovaný súbor kurátorovaného obsahu. Oddeľuje autoritatívne, opakovane použiteľné komponenty od ad-hoc analýz.
sl: Knjižnica vam pomaga ustvariti vir resnice za analitiko, saj zagotavlja centralno upravljan nabor kurirane vsebine. Ločuje avtoritativne, ponovno uporabne komponente od ad-hoc analiz.
sq: Libraria të ndihmon të krijosh një burim të vetëm të vërtete për analitikën duke ofruar një grup përmbajtjeje të kuruar, të menaxhuar në qendër. Ajo ndan komponentët autoritativë, të ripërdorshëm nga analizat ad-hoc.
sr: Library vam pomaže da napravite izvor istine za analitiku tako što obezbeđuje centralno upravljan skup kuriranog sadržaja. Razdvaja autoritativne, ponovo upotrebljive komponente od ad-hoc analiza.
sv: Biblioteket hjälper dig att skapa en sanningskälla för analyser genom att tillhandahålla en centralt hanterad uppsättning av kuraterat innehåll. Det separerar auktoritativa, återanvändbara komponenter från ad hoc-analyser.
tr: Kütüphane, merkezi olarak yönetilen, özenle seçilmiş bir içerik seti sunarak analitikler için bir gerçeklik kaynağı oluşturmanıza yardımcı olur. Güvenilir ve yeniden kullanılabilir bileşenleri, özel analizlerden ayırır.
uk: Бібліотека допомагає створити єдине джерело правди для аналітики, надаючи централізовано керований набір курованого контенту. Вона відокремлює авторитетні, повторно використовувані компоненти від ad-hoc аналізів.
vi: Thư viện giúp bạn tạo ra nguồn dữ liệu đáng tin cậy cho phân tích bằng cách cung cấp một bộ nội dung được quản lý tập trung, được chọn lọc kỹ lưỡng. Thư viện tách biệt các thành phần có thẩm quyền, có thể tái sử dụng với các phân tích tùy ý.
zh_hk: 資料庫透過提供一套集中管理的精選內容，協助您建立分析的真相來源。它將權威、可重複使用的元件與臨時分析分開。

source: Create my Library
ar: أنشئ مكتبتي
bg: Създай моята библиотека
ca: Crea la meva biblioteca
de: Meine Bibliothek erstellen
es: Crear mi biblioteca
fa: کتابخانه من را ایجاد کنید
fi: Luo kirjastoni
fr: Créer ma bibliothèque
it: Crea la mia libreria
ja: ライブラリを作成する
nb: Opprett biblioteket mitt
nl: Maak mijn bibliotheek
pl: Utwórz moją bibliotekę
pt_br: Criar minha biblioteca
ru: Создать мою библиотеку
sk: Vytvoriť moju knižnicu
sl: Ustvari mojo knjižnico
sq: Krijo Librarinë time
sr: Kreiraj moj Library
sv: Skapa mitt bibliotek
tr: Kütüphanemi oluştur
uk: Створити мою Бібліотеку
vi: Tạo Thư viện của tôi
zh_hk: 建立我的圖書館

source: Cleaned, pre-transformed data sources ready for exploring
ar: مصادر بيانات منظَّفة ومُحوَّلة مسبقًا وجاهزة للاستكشاف
bg: Почистени, предварително трансформирани източници на данни, готови за проучване
ca: Fonts de dades netes i pretransformades, llestes per explorar
de: Bereinigter, vortransformierter Datenquellen, bereit zur Erkundung
es: Fuentes de datos limpias y pretransformadas, listas para explorar
fa: منابع داده تمیز و از پیش تبدیل‌شده، آماده برای کاوش
fi: Puhdistetut, esimuunnetut tietolähteet valmiina tutkittavaksi
fr: Sources de données nettoyées et pré-transformées, prêtes à être explorées
it: Fonti di dati pulite e pre-trasformate, pronte per l'esplorazione
ja: 探索の準備が整った、クリーニング済みで事前変換済みのデータソース
nb: Rensede, forhåndstransformerte datakilder klare for utforsking
nl: Opgeschoonde, vooraf getransformeerde gegevensbronnen, klaar voor verkenning
pl: Oczyszczone, wstępnie przetworzone źródła danych gotowe do eksploracji
pt_br: Fontes de dados limpas e pré-transformadas, prontas para exploração.
ru: Очищенные, предварительно преобразованные источники данных, готовые к исследованию
sk: Vyčistené, predtransformované zdroje údajov pripravené na preskúmanie
sl: Očiščeni, predhodno transformirani viri podatkov, pripravljeni za raziskovanje
sq: Burime të dhënash të pastruara, të transformuara paraprakisht, gati për eksplorim
sr: Očišćeni, unapred transformisani izvori podataka spremni za istraživanje
sv: Rensade, förtransformerade datakällor redo att utforskas
tr: Keşfe hazır, temizlenmiş, önceden dönüştürülmüş veri kaynakları
uk: Очищені, попередньо трансформовані джерела даних, готові до дослідження
vi: Các nguồn dữ liệu đã được làm sạch và chuyển đổi trước, sẵn sàng để khám phá
zh_hk: 已清理、預先轉換的資料來源，可供探索

source: Standardized calculations with known dimensions
ar: حسابات موحَّدة مع أبعاد معروفة
bg: Стандартизирани изчисления с известни размери
ca: Càlculs estandarditzats amb dimensions conegudes
de: Standardisierte Berechnungen mit bekannten Dimensionen
es: Cálculos estandarizados con dimensiones conocidas
fa: محاسبات استاندارد با ابعاد معلوم
fi: Standardoidut laskelmat tunnetuilla mitoilla
fr: Calculs normalisés avec des dimensions connues
it: Calcoli standardizzati con dimensioni note
ja: 既知の次元による標準化された計算
nb: Standardiserte beregninger med kjente dimensjoner
nl: Gestandaardiseerde berekeningen met bekende dimensies
pl: Standaryzowane obliczenia ze znanymi wymiarami
pt_br: Cálculos padronizados com dimensões conhecidas
ru: Стандартизированные расчеты с известными размерами
sk: Štandardizované výpočty so známymi rozmermi
sl: Standardizirani izračuni z znanimi dimenzijami
sq: Kalkulime të standardizuara me dimensione të njohura
sr: Standardizovani proračuni sa poznatim dimenzijama
sv: Standardiserade beräkningar med kända dimensioner
tr: Bilinen boyutlarla standartlaştırılmış hesaplamalar
uk: Стандартизовані обчислення з відомими вимірами
vi: Các phép tính chuẩn hóa với các kích thước đã biết
zh_hk: 已知尺寸的標準化計算

source: Version control
ar: التحكم في الإصدارات
bg: Контрол на версиите
ca: Control de versions
de: Versionskontrolle
es: Control de versiones
fa: کنترل نسخه
fi: Versiohallinta
fr: Contrôle de version
it: Controllo della versione
ja: バージョン管理
nb: Versjonskontroll
nl: Versiebeheer
pl: Kontrola wersji
pt_br: Controle de versão
ru: Контроль версий
sk: Správa verzií
sl: Nadzor različic
sq: Kontroll versionesh
sr: Kontrola verzija
sv: Versionskontroll
tr: Sürüm kontrolü
uk: Контроль версій
vi: Kiểm soát phiên bản
zh_hk: 版本控制

source: Sync your Library to Git
ar: زامن مكتبتك مع Git
bg: Синхронизирайте библиотеката си с Git
ca: Sincronitza la teva biblioteca amb Git
de: Synchronisiere deine Bibliothek mit Git
es: Sincroniza tu biblioteca con Git
fa: کتابخانه خود را با گیت همگام‌سازی کنید
fi: Synkronoi kirjastosi Gitiin
fr: Synchronisez votre bibliothèque avec Git
it: Sincronizza la tua libreria con Git
ja: ライブラリをGitに同期する
nb: Synkroniser biblioteket ditt til Git
nl: Synchroniseer uw bibliotheek met Git
pl: Synchronizuj swoją bibliotekę z Gitem
pt_br: Sincronize sua biblioteca com o Git
ru: Синхронизируйте свою библиотеку с Git
sk: Synchronizujte svoju knižnicu s Gitom
sl: Sinhronizirajte svojo knjižnico z Gitom
sq: Sinkronizo Librarinë tënde me Git
sr: Sinhronizujte svoj Library sa Git-om
sv: Synkronisera ditt bibliotek med Git
tr: Kütüphanenizi Git ile senkronize edin
uk: Синхронізувати вашу Бібліотеку з Git
vi: Đồng bộ hóa Thư viện của bạn với Git
zh_hk: 同步您的資料庫到 Git

source: High trust
ar: موثوقية عالية
bg: Високо доверие
ca: Alta confiança
de: Hohes Vertrauen
es: Alta confianza
fa: اعتماد بالا
fi: Korkea luottamus
fr: Haute confiance
it: Alta fiducia
ja: 高い信頼
nb: Høy tillit
nl: Hoog vertrouwen
pl: Wysoki poziom zaufania
pt_br: Alto nível de confiança
ru: Высокое доверие
sk: Vysoká dôvera
sl: Visoko zaupanje
sq: Besueshmëri e lartë
sr: Visoko poverenje
sv: Högt förtroende
tr: Yüksek güven
uk: Висока довіра
vi: Độ tin cậy cao
zh_hk: 高度信任

source: Default to reliable sources your data team prescribes
ar: استخدم افتراضيًا مصادر موثوقة يوصي بها فريق البيانات لديك
bg: По подразбиране използвайте надеждни източници, предписани от вашия екип за данни
ca: Per defecte, feu servir fonts fiables que prescriu el vostre equip de dades
de: Verwenden Sie standardmäßig die von Ihrem Datenteam empfohlenen zuverlässigen Quellen.
es: Utilice fuentes confiables que su equipo de datos prescriba
fa: به طور پیش‌فرض از منابع معتبری که تیم داده شما تجویز می‌کند استفاده کنید
fi: Käytä oletuksena luotettavia lähteitä, joita datatiimisi suosittelee
fr: Utilisez par défaut les sources fiables recommandées par votre équipe de données.
it: Utilizza fonti affidabili prescritte dal tuo team dati
ja: データチームが推奨する信頼できるソースをデフォルトとする
nb: Bruk pålitelige kilder som datateamet ditt foreskriver som standard
nl: Gebruik alleen betrouwbare bronnen die uw datateam voorschrijft
pl: Domyślnie korzystaj z wiarygodnych źródeł danych zalecanych przez Twój zespół
pt_br: Utilize, por padrão, fontes confiáveis recomendadas pela sua equipe de dados.
ru: Используйте по умолчанию надежные источники, рекомендованные вашей командой по работе с данными
sk: Predvolene používajte spoľahlivé zdroje, ktoré vám predpíše váš dátový tím
sl: Privzeto uporablja zanesljive vire, ki jih predpisuje vaša podatkovna ekipa
sq: Si parazgjedhje, përdor burime të besueshme që ekipi yt i të dhënave përcakton
sr: Podrazumevano koristi pouzdane izvore koje vaša data ekipa propisuje
sv: Använd som standard tillförlitliga källor som ditt datateam föreskriver
tr: Veri ekibinizin önerdiği güvenilir kaynaklara güvenin
uk: За замовчуванням — надійні джерела, які визначає ваша дата-команда
vi: Mặc định là các nguồn đáng tin cậy mà nhóm dữ liệu của bạn quy định
zh_hk: 預設為您的資料團隊指定的可靠來源

source: Go to {0}
ar: انتقل إلى {0}
bg: Отидете на {0}
ca: Ves a {0}
de: Gehe zu {0}
es: Ir a {0}
fa: به {0}بروید
fi: Siirry kohtaan {0}
fr: Allez à {0}
it: Vai a {0}
ja: {0}へ移動
nb: Gå til {0}
nl: Ga naar {0}
pl: Przejdź do {0}
pt_br: Acesse {0}
ru: Перейти к {0}
sk: Prejsť na {0}
sl: Pojdi na {0}
sq: Shko te {0}
sr: Idi na {0}
sv: Gå till {0}
tr: {0}adresine gidin
uk: Перейти до {0}
vi: Đi tới {0}
zh_hk: 前往 {0}

source: Publishing a table saves it to the Library.
ar: يؤدي نشر جدول إلى حفظه في المكتبة.
bg: Публикуването на таблица я запазва в библиотеката.
ca: En publicar una taula, es desa a la Biblioteca.
de: Beim Veröffentlichen einer Tabelle wird diese in der Bibliothek gespeichert.
es: Al publicar una tabla, la guarda en la Biblioteca.
fa: انتشار یک جدول، آن را در کتابخانه ذخیره می‌کند.
fi: Taulukon julkaiseminen tallentaa sen kirjastoon.
fr: La publication d'un tableau l'enregistre dans la bibliothèque.
it: La pubblicazione di una tabella la salva nella Libreria.
ja: テーブルを公開すると、ライブラリに保存されます。
nb: Når du publiserer en tabell, lagres den i biblioteket.
nl: Wanneer u een tabel publiceert, wordt deze opgeslagen in de bibliotheek.
pl: Opublikowanie tabeli powoduje jej zapisanie w bibliotece.
pt_br: Publicar uma tabela a salva na Biblioteca.
ru: Публикация таблицы сохраняет ее в библиотеке.
sk: Publikovanie tabuľky ju uloží do knižnice.
sl: Objava tabele jo shrani v knjižnico.
sq: Publikimi i një tabele e ruan atë në Librari.
sr: Objavljivanje tabele je čuva u Library.
sv: Om du publicerar en tabell sparas den i biblioteket.
tr: Bir tabloyu yayımlamak onu Kütüphaneye kaydeder.
uk: Публікація таблиці зберігає її в Бібліотеці.
vi: Việc xuất bản một bảng sẽ lưu bảng đó vào Thư viện.
zh_hk: 發佈表格會將其儲存到資料庫。

source: Publish {0} and the tables it depends on?
ar: نشر {0} والجداول التي يعتمد عليها؟
bg: Публикуване на {0} и таблиците, от които зависи?
ca: Publicar {0} i les taules de les quals depèn?
de: {0} und die zugehörigen Tabellen veröffentlichen?
es: ¿Publicar {0} y las tablas de las que depende?
fa: {0} و جداولی که به آنها وابسته است را منتشر کنید؟
fi: Julkaistaanko {0} ja taulukot, joista se on riippuvainen?
fr: Publier {0} et les tables dont il dépend ?
it: Pubblica {0} e le tabelle da cui dipende?
ja: {0} とそれが依存するテーブルを公開しますか?
nb: Publisere {0} og tabellene den er avhengig av?
nl: Publiceer {0} en de tabellen waarvan het afhankelijk is?
pl: Opublikować {0} i tabele, od których zależy?
pt_br: Publicar {0} e as tabelas das quais depende?
ru: Опубликовать {0} и таблицы, от которых он зависит?
sk: Publikovať {0} a tabuľky, od ktorých závisí?
sl: Objavi {0} in tabele, od katerih je odvisen?
sq: Ta publikosh {0} dhe tabelat nga të cilat varet?
sr: Objaviti {0} i tabele od kojih zavisi?
sv: Publicera {0} och tabellerna den är beroende av?
tr: {0} ve bağlı olduğu tabloları yayınla?
uk: Опублікувати {0} і таблиці, від яких він залежить?
vi: Xuất bản {0} và các bảng mà nó phụ thuộc vào?
zh_hk: 發佈 {0} 及其依賴的表格？

source: Publish {0}?
ar: نشر {0}؟
bg: Публикуване {0}?
ca: Publicar {0}?
de: Veröffentlichen {0}?
es: ¿Publicar {0}?
fa: انتشار {0}?
fi: Julkaistaanko {0}?
fr: Publier {0}?
it: Pubblicare {0}?
ja: {0}を公開しますか?
nb: Publisere {0}?
nl: Publiceren {0}?
pl: Opublikować {0}?
pt_br: Publicar {0}?
ru: Опубликовать {0}?
sk: Publikovať {0}?
sl: Objaviti {0}?
sq: Ta publikosh {0}?
sr: Objaviti {0}?
sv: Publicera {0}?
tr: {0}yayınla?
uk: Опублікувати {0}?
vi: Xuất bản {0}?
zh_hk: 發表 {0}?

source: Publish these tables and the tables they depend on?
ar: نشر هذه الجداول والجداول التي تعتمد عليها؟
bg: Да се публикуват ли тези таблици и таблиците, от които зависят?
ca: Publicar aquestes taules i les taules de les quals depenen?
de: Sollen diese Tabellen und die Tabellen, von denen sie abhängen, veröffentlicht werden?
es: ¿Publicar estas tablas y las tablas de las que dependen?
fa: این جداول و جداولی که به آنها وابسته هستند را منتشر کنید؟
fi: Julkaistaanko nämä taulukot ja taulukot, joista ne ovat riippuvaisia?
fr: Publier ces tableaux et les tableaux dont ils dépendent ?
it: Pubblicare queste tabelle e le tabelle da cui dipendono?
ja: これらのテーブルとそれらが依存するテーブルを公開しますか?
nb: Publisere disse tabellene og tabellene de er avhengige av?
nl: Deze tabellen en de tabellen waarvan ze afhankelijk zijn, publiceren?
pl: Opublikować te tabele i tabele, od których są zależne?
pt_br: Publicar essas tabelas e as tabelas das quais elas dependem?
ru: Опубликовать эти таблицы и таблицы, от которых они зависят?
sk: Publikovať tieto tabuľky a tabuľky, od ktorých závisia?
sl: Objaviti te tabele in tabele, od katerih so odvisne?
sq: T’i publikosh këto tabela dhe tabelat nga të cilat varen?
sr: Objaviti ove tabele i tabele od kojih zavise?
sv: Publicera dessa tabeller och de tabeller de är beroende av?
tr: Bu tabloları ve bunlara bağlı olan tabloları yayınlayın?
uk: Опублікувати ці таблиці та таблиці, від яких вони залежать?
vi: Xuất bản các bảng này và các bảng mà chúng phụ thuộc vào?
zh_hk: 公佈這些表格及其所依據的表格？

source: Publish these tables?
ar: نشر هذه الجداول؟
bg: Да се публикуват ли тези таблици?
ca: Publicar aquestes taules?
de: Sollen diese Tabellen veröffentlicht werden?
es: ¿Publicar estas tablas?
fa: این جداول را منتشر کنید؟
fi: Julkaistaanko nämä taulukot?
fr: Publier ces tableaux ?
it: Pubblicare queste tabelle?
ja: これらの表を公開しますか?
nb: Publisere disse tabellene?
nl: Deze tabellen publiceren?
pl: Opublikować te tabele?
pt_br: Publicar essas tabelas?
ru: Опубликовать эти таблицы?
sk: Publikovať tieto tabuľky?
sl: Objaviti te tabele?
sq: T’i publikosh këto tabela?
sr: Objaviti ove tabele?
sv: Publicera dessa tabeller?
tr: Bu tabloları yayınla?
uk: Опублікувати ці таблиці?
vi: Xuất bản những bảng này?
zh_hk: 公佈這些表格？

source: Because {0} uses foreign keys to display values from other tables, you'll need to publish these, too:
ar: لأن {0} يستخدم مفاتيح خارجية لعرض قيم من جداول أخرى، ستحتاج إلى نشر هذه أيضًا:
bg: Тъй като {0} използва външни ключове за показване на стойности от други таблици, ще трябва да публикувате и тях:
ca: Com que {0} utilitza claus externes per mostrar valors d'altres taules, també caldrà publicar-les:
de: Da {0} Fremdschlüssel verwendet, um Werte aus anderen Tabellen anzuzeigen, müssen Sie diese ebenfalls veröffentlichen:
es: Debido a que {0} usa claves externas para mostrar valores de otras tablas, también deberá publicarlas:
fa: از آنجا که {0} از کلیدهای خارجی برای نمایش مقادیر جداول دیگر استفاده می‌کند، باید این موارد را نیز منتشر کنید:
fi: Koska {0} käyttää viiteavaimia muiden taulukoiden arvojen näyttämiseen, sinun on julkaistava myös nämä:
fr: Étant donné que {0} utilise des clés étrangères pour afficher les valeurs d'autres tables, vous devrez également les publier :
it: Poiché {0} utilizza chiavi esterne per visualizzare i valori di altre tabelle, sarà necessario pubblicare anche queste:
ja: {0} は外部キーを使用して他のテーブルの値を表示するため、これらも公開する必要があります。
nb: Fordi {0} bruker fremmednøkler for å vise verdier fra andre tabeller, må du også publisere disse:
nl: Omdat {0} externe sleutels gebruikt om waarden uit andere tabellen weer te geven, moet u deze ook publiceren:
pl: Ponieważ {0} używa kluczy obcych do wyświetlania wartości z innych tabel, musisz je również opublikować:
pt_br: Como {0} usa chaves estrangeiras para exibir valores de outras tabelas, você também precisará publicar essas chaves:
ru: Поскольку {0} использует внешние ключи для отображения значений из других таблиц, вам также необходимо их опубликовать:
sk: Keďže {0} používa cudzie kľúče na zobrazenie hodnôt z iných tabuliek, budete musieť publikovať aj tieto:
sl: Ker {0} uporablja tuje ključe za prikaz vrednosti iz drugih tabel, boste morali objaviti tudi te:
sq: Meqë {0} përdor çelësa të huaj për të shfaqur vlera nga tabela të tjera, do të duhet t’i publikosh edhe këto:
sr: Pošto {0} koristi strane ključeve da prikaže vrednosti iz drugih tabela, moraćete da objavite i ove:
sv: Eftersom {0} använder främmande nycklar för att visa värden från andra tabeller, måste du också publicera dessa:
tr: {0} diğer tablolardaki değerleri görüntülemek için yabancı anahtarlar kullandığından, bunları da yayınlamanız gerekir:
uk: Оскільки {0} використовує зовнішні ключі, щоб відображати значення з інших таблиць, вам також потрібно опублікувати такі:
vi: Vì {0} sử dụng khóa ngoại để hiển thị giá trị từ các bảng khác nên bạn cũng cần phải xuất bản những giá trị này:
zh_hk: 因為 {0} 使用外鍵來顯示其他資料表中的值，所以您也需要發佈這些資料：
