Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You can''t specify a value for {0} if it''s already set in the JWT.
ar: لا يمكنك تحديد قيمة لـ {0} إذا كانت مضبوطة بالفعل في JWT.
bg: Не можете да посочите стойност за {0}, ако тя вече е зададена в JWT.
ca: No podeu especificar un valor per a {0} si ja s'ha definit a la JWT.
de: Du kannst keinen Wert für {0} angeben, wenn er schon im JWT gesetzt ist.
eo: You can’t set a value for {0} if it’s already locked in the JWT, fr fr.
es: No puedes especificar un valor para {0} si ya está configurado en el JWT.
fa: اگر قبلاً در JWT تنظیم شده باشد ، نمی توانید مقدار {0} را تعیین کنید.
fi: Et voi määrittää arvoa kohteelle {0}, jos se on jo asetettu JWT:ssä.
fr: Vous ne pouvez pas spécifier une valeur pour {0} si elle est déjà définie dans le JWT.
hu: Nem adhat meg értéket a(z) {0} számára, ha az már be van állítva a JWT-ben.
it: Non puoi specificare un valore per {0} se è già settato in JWT.
ja: JWTですでに設定されている場合、{0}の値を指定することはできません。
lt: Negalite nurodyti {0} vertės, jei ji jau nustatyta JWT.
ms: Anda tidak boleh menetapkan nilai untuk {0} jika ia sudah ditetapkan dalam JWT.
nb: Du kan ikke sette en verdi for {0} hvis den allerede er satt i JWT.
nl: Je kunt geen waarde opgeven voor {0} als deze al is ingesteld in de JWT.
pl: Nie można podać wartości {0}, jeśli jest ona już ustawiona w JWT.
pt_br: Você não pode especificar um valor para {0} se ele já estiver definido no JWT.
ru: Вы не можете указать значение для {0}, если оно уже установлено в JWT.
sk: Nie je možné zadať hodnotu pre {0}, ak je už nastavená v JWT.
sl: Vrednosti za {0} ne morete določiti, če je že nastavljena v JWT.
sq: Nuk mund të specifikosh një vlerë për {0} nëse është vendosur tashmë në JWT.
sr: Ne možete navesti vrednost za {0} ako je već postavljena u JWT-u.
sv: Du kan inte ange ett värde på {0} om det redan är satt i JWT.
tr: JWT'de önceden ayarlanmışsa {0} için bir değer belirtemezsiniz.
uk: Ви не можете вказати значення для {0}, якщо його вже задано в JWT.
vi: Bạn không thể chỉ định giá trị cho {0} nếu nó đã được đặt trong JWT.
zh_hk: 您無法在JWT給{0}設定一個值，假如已經被設定

source: You must specify a value for {0} in the JWT.
ar: يجب أن تحدد قيمة لـ {0} في JWT.
bg: Трябва да посочите стойност за {0} в JWT.
ca: Heu d'especificar un valor per a {0} a la JWT.
de: Du musst einen Wert für {0} im JWT angeben.
eo: Bruh, you gotta specify a value for {0} in the JWT or it's not gonna work.
es: Debes especificar un valor para {0} en el JWT.
fa: شما باید یک مقدار برای {0} در JWT مشخص کنید.
fi: Sinun on määritettävä arvo kohteelle {0} JWT:ssä.
fr: Vous devez spécifier une valeur pour {0} dans le JWT.
hu: Meg kell adnia egy értéket a(z) {0} számára a JWT-ben.
it: Devi specificare un valore per {0} nel token JWT
ja: JWTで{0}の値を指定する必要があります。
lt: JWT turite nurodyti {0} reikšmę.
ms: Anda mesti menetapkan nilai untuk {0} dalam JWT.
nb: Du må spesifisere en verdi for {0} i JWT.
nl: Je moet een waarde voor {0} opgeven in de JWT.
pl: Musisz podać wartość {0} w JWT.
pt_br: Você deve especificar um valor para {0} no JWT.
ru: Вы должны указать значение для {0} в JWT.
sk: Musíte zadať hodnotu pre {0} v JWT.
sl: V JWT morate določiti vrednost za {0}.
sq: Duhet të specifikosh një vlerë për {0} në JWT.
sr: Morate navesti vrednost za {0} u JWT-u.
sv: Du måste ange ett värde på {0} i JWT.
tr: JWT'de {0} için bir değer belirtmelisiniz.
uk: Ви повинні вказати значення для {0} у JWT.
vi: Bạn phải chỉ định một giá trị cho {0} trong JWT.
zh_hk: 您必須在JWT給{0}設定一個值

source: You can only specify a value for {0} in the JWT.
ar: يمكنك فقط تحديد قيمة لـ {0} في JWT.
bg: Можете да посочите стойност само за {0} в JWT.
ca: Només podeu especificar un valor per a {0} a la JWT.
de: Du kannst nur im JWT einen Wert für {0} angeben.
eo: You can only set a value for {0} in the JWT, fr fr.
es: Solo puedes especificar un valor para {0} en el JWT.
fa: شما تنها می‌توانید مقدار برای {0} را در JWT مشخص کنید.
fi: Voit määrittää JWT:ssä vain arvon kohteelle {0}.
fr: Vous pouvez seulement spécifier une valeur pour {0} dans le JWT.
hu: A JWT-ben csak a(z) {0} számára adhat meg értéket.
it: Puoi specificare un solo valore per {0} nel token JWT
ja: JWTでは{0}の値のみを指定できます。
lt: JWT galite nurodyti tik {0} reikšmę.
ms: Anda hanya boleh menetapkan nilai untuk {0} dalam JWT.
nb: Du kan bare spesifisere en verdi for {0} i JWT.
nl: Je kunt alleen een waarde voor {0} opgeven in de JWT.
pl: Możesz podać tylko wartość {0} w JWT.
pt_br: Você pode especificar apenas um valor para {0} no JWT.
ru: Вы можете указать только значение для {0} в JWT.
sk: V JWT môžete zadať iba hodnotu pre {0}.
sl: Vrednost za {0} lahko določite samo v JWT.
sq: Mund të specifikosh një vlerë për {0} vetëm në JWT.
sr: Možete navesti vrednost za {0} samo u JWT-u.
sv: Du kan bara ange ett värde på {0} i JWT.
tr: JWT'de yalnızca {0} için bir değer belirtebilirsiniz.
uk: Ви можете вказувати значення для {0} лише в JWT.
vi: Bạn chỉ có thể chỉ định một giá trị cho {0} trong JWT.
zh_hk: 您只能在JWT給{0}設定一個值

source: Error searching field values
hu: Hiba a mezőértékek keresése közben.
ms: Ralat mencari nilai medan

source: Error searching for remapping
hu: Hiba az újratérképezés keresése közben.
ms: Ralat mencari pemetaan semula

source: Google Auth token appears to be incorrect.
hu: Úgy tűnik, hogy a Google Auth token helytelen.
ms: Token Google Auth nampaknya tidak betul.

source: Double check that it matches in Google and Metabase.
hu: Ellenőrizze, hogy egyezik-e a Google-ban és a Metabase-ban.
ms: Periksa dua kali bahawa ia sepadan di Google dan Metabase.

source: Everything else
hu: Minden más
ms: Segala yang lain

source: WARNING: You have enabled namespace tracing, which could log sensitive information like db passwords.
hu: FIGYELMEZTETÉS: Engedélyezte a névtér nyomon követését, ami érzékeny információkat, például adatbázis jelszavakat is naplózhat.
ms: AMARAN: Anda telah mengaktifkan penjejakan namespace, yang boleh mencatat maklumat sensitif seperti kata laluan db.

source: Database Upgrade Required
hu: Adatbázis frissítés szükséges
ms: Pengemas kini Pangkalan Data Diperlukan

source: NOTICE: Your database requires updates to work with this version of Metabase.
hu: FIGYELMEZTETÉS: Az adatbázisának frissítésekre van szüksége, hogy működjön ezzel a Metabase verzióval.
ms: NOTIS: Pangkalan data anda memerlukan kemas kini untuk berfungsi dengan versi Metabase ini.

source: Please execute the following sql commands on your database before proceeding.
hu: A folytatás előtt hajtsa végre a következő SQL parancsokat az adatbázisán.
ms: Sila jalankan arahan sql berikut pada pangkalan data anda sebelum meneruskan. Selepas pangkalan data anda dikemaskini, cuba jalankan aplikasi ini sekali lagi.

source: Once your database is updated try running the application again.
hu: Az adatbázis frissítése után próbálja újra futtatni az alkalmazást.
ms: Setelah pangkalan data anda dikemaskini, cuba jalankan aplikasi sekali lagi.

source: Database requires manual upgrade.
ar: تتطلب قاعدة البيانات ترقية يدوية.
bg: Базата данни изисква ръчно надстройване.
ca: La base de dades requereix una actualització manual.
de: Datenbank erfordert manuelle Aktualisierung.
eo: The database needs a manual upgrade fr.
es: La base de datos requiere actualización manual.
fa: پایگاه داده نیاز به به‌روزرسانی دستی دارد.
fi: Tietokanta vaatii manuaalisen päivityksen.
fr: La base de données nécessite une mise à jour manuelle.
hu: Az adatbázis manuális frissítést igényel.
it: Il database necessita di un aggiornamento manuale.
ja: データベースを手動でアップデートしてください。
lt: Duomenų bazę reikia atnaujinti rankiniu būdu.
ms: Pangkalan data memerlukan pengemaskinian manual.
nb: Databasen krever manuell oppgradering
nl: Database moet handmatig geüpdatet worden.
pl: Baza danych wymaga ręcznej aktualizacji.
pt_br: O banco de dados requer atualização manual.
ru: База данных требует ручного обновления.
sk: Databáza vyžaduje manuálnu aktualizáciu.
sl: Zbirka podatkov zahteva ročno nadgradnjo.
sq: Baza e të dhënave kërkon përmirësim manual.
sr: Baza podataka zahteva ručni upgrade.
sv: Databasen kräver manuell uppgradering.
tr: Veritabanı manuel yükseltme gerektirir.
uk: База даних потребує ручного оновлення.
vi: Cơ sở dữ liệu yêu cầu nâng cấp thủ công.
zh_hk: 資料庫需要手動更新

source: Set transaction to automatically roll back...
hu: Tranzakció automatikus visszavonásának beállítása...
ms: Tetapkan transaksi untuk secara automatik mengembalikan...

source: Disable auto-commit...
hu: Automatikus véglegesítés kikapcsolása...
ms: Lumpuhkan auto-commit...

source: Set default db connection with connection pool...
hu: Alapértelmezett adatbázis kapcsolat beállítása kapcsolati pool-lal...
ms: Tetapkan sambungan db lalai dengan kumpulan sambungan...

source: Successfully verified {0} {1} application database connection.
hu: Sikeresen ellenőrizte a(z) {0} {1} alkalmazás adatbázis kapcsolatát.
ms: Berjaya mengesahkan sambungan pangkalan data aplikasi {0} {1}.

source: Don''t know how to parse date param ''{0}'' — invalid format
ar: لا نعرف كيفية تحليل بارامتر التاريخ ''{0}'' — تنسيق غير صالح
bg: Не знам как да анализирам параметъра на датата „{0}“ - невалиден формат
ca: No sé com interpretar la data "{0}" — el format no és vàlid
de: Kann den Datumsparameter "{0}" nicht parsen - ungültiges Format.
eo: Bruh, I’m so confused rn, can’t even parse date param ‘{0}’ — it’s invalid fr.
es: No sé cómo analizar el parámetro de fecha "{0}" - formato no válido
fa: نمی‌دانم چگونه پارامتر تاریخ ''{0}'' را تجزیه کنم — قالب نامعتبر
fi: En osaa jäsentää päivämääräparametria ''{0}'' – virheellinen muoto
fr: Ne sait pas comment analyser le paramètre date ''{0}'' - format non valide
hu: Nem tudom, hogyan kell elemezni a dátum paramétert: ''{0}'' — érvénytelen formátum
it: Non so come analizzare il parametro data ''{0}'' - formato non valido
ja: 日付パラメタ''{0}''をパースする方法がわかりません - 無効なフォーマットです。
lt: Neaišku, kaip išanalizuoti datos parametrą „{0}“ – netinkamas formatas
ms: Tidak tahu bagaimana untuk menghuraikan parameter tarikh ''{0}'' — format tidak sah
nb: Vet ikke hvordan datoparameter "{0}" skal tolkes — ugyldig format
nl: Weet niet hoe ik datum param ''{0}'' moet ontleden - ongeldig formaat
pl: Nie wiem, jak parsować parametr daty "{0}" - niepoprawny format
pt_br: Não sei como analisar o parâmetro de data ''{0}'' — formato inválido
ru: Не знаю, как разобрать параметр даты ''{0}'' - неверный формат
sk: Neviem, ako rozložiť parameter dátumu ''{0}'' - neplatný formát
sl: Ne vem, kako razčleniti datum param ''{0}'' — neveljavna oblika
sq: Nuk di si të pars-ohet parametri i datës ''{0}'' — format i pavlefshëm
sr: Ne znam kako da parsiram parametar datuma ''{0}'' — nevažeći format
sv: Vet inte hur jag ska tolka parametern "{0}" - felaktigt format
tr: '' {0} '' tarih parametresini nasıl ayrıştırılacağı bilinmiyor - geçersiz biçim
uk: Не знаю, як розібрати параметр дати ''{0}'' — некоректний формат
vi: Không biết cách phân tích tham số ngày '' {0} '' - định dạng không hợp lệ
zh_hk: 不知道如何解析日期參數“ {0}”-無效格式

source: The sub-query from referenced question #{0} failed with the following error: {1}
ar: فشل الاستعلام الفرعي من السؤال المُشار إليه #{0} مع الخطأ التالي: {1}
bg: Подзаявката от препратен въпрос № {0} не успя със следната грешка: {1}
ca: La sub-consulta referenciada a la pregunta #{0} ha fallat amb l'error: {1}
de: Die Unterabfrage der referenzierten Frage #{0} ist mit folgendem Fehler fehlgeschlagen: {1}
eo: The sub-query from that referenced question #{0} totally flopped with this error: {1}
es: La subconsulta de la pregunta referenciada #{0} falló con el siguiente error: {1}
fa: زیرپرسش از سوال ارجاعی شماره #{0} با خطای زیر شکست خورد: {1}
fi: Alikysely viitetystä kysymyksestä #{0} epäonnistui seuraavan virheen vuoksi: {1}
fr: La sous-requête de la question référencée #{0} a échoué avec l'erreur suivante : {1}
hu: A hivatkozott #{0}. kérdés al-lekérdezése a következő hibával sikertelen volt: {1}
it: La sub-query da domanda referenziata #{0} è fallita con il seguente errore: {1}
ja: 参照されている質問#{0}のサブクエリが次のエラーで失敗しました：{1}
lt: Antrinė užklausa iš nurodyto klausimo #{0} nepavyko dėl šios klaidos: {1}
ms: Sub-pertanyaan dari soalan yang dirujuk #{0} gagal dengan ralat berikut: {1}
nb: Spørsmål #{0} refererte til en underspørring som feilet med følgende feilmelding: {1}
nl: De subquery van vraag # {0} waarnaar is verwezen, is mislukt met de volgende fout: {1}
pl: Zapytanie podrzędne z odwołania do zapytania nr {0} nie powiodło się z następującym błędem: {1}
pt_br: A subconsulta da pergunta referenciada #{0} falhou com o seguinte erro: {1}
ru: Подзапрос из ссылочного запроса № {0} не выполнен со следующей ошибкой: {1}
sk: Vedľajší dotaz z referenčnej otázky č. {0} zlyhal s nasledujúcou chybou: {1}
sl: Podpoizvedba iz vprašanja #{0} s sklicevanjem ni uspela s to napako: {1}
sq: Nën-pyetja nga pyetja e referuar #{0} dështoi me gabimin e mëposhtëm: {1}
sr: Podupit iz referenciranog pitanja #{0} nije uspeo sa sledećom greškom: {1}
sv: Följande underfråga från tillhörande fråga #{0} misslyckades med följande fel: {1}
tr: Başvuru yapılan # {0} sorusundan gelen alt sorgu şu hatayla başarısız oldu: {1}
uk: Підзапит із пов’язаного запитання #{0} завершився з такою помилкою: {1}
vi: Truy vấn phụ từ câu hỏi được tham chiếu # {0} không thành công với lỗi sau: {1}
zh_hk: 引用問題＃{0}的子查詢失敗，出現以下錯誤：{1}

source: WARNING: Metabase only officially supports MySQL {0}/MariaDB {1} and above.
hu: FIGYELMEZTETÉS: A Metabase hivatalosan csak a MySQL {0}/MariaDB {1} és újabb verziókat támogatja.
ms: AMARAN: Metabase hanya secara rasmi menyokong MySQL {0}/MariaDB {1} dan ke atas.

source: All Metabase features may not work properly when using an unsupported version.
hu: Az összes Metabase funkció nem biztos, hogy megfelelően működik, ha nem támogatott verziót használ.
ms: Semua ciri Metabase mungkin tidak berfungsi dengan betul apabila menggunakan versi yang tidak disokong.

source: Unable to substitute parameters
hu: Nem lehet helyettesíteni a paramétereket
ms: Tidak dapat menggantikan parameter

source: Cannot run the query: missing required parameters: {0}
ar: لا يمكن تشغيل الاستعلام: بارامترات مطلوبة مفقودة: {0}
bg: Заявката не може да се изпълни: липсват необходимите параметри: {0}
ca: No es pot executar la consulta: falten els paràmetres obligatoris: {0}
de: Abfrage nicht ausführbar: fehlende notwendige Parameter: {0}
eo: Bruh, can't run the query, missing the key info: {0} 😬
es: No se puede ejecutar la consulta: faltan los parámetros necesarios: {0}
fa: نمی توان پرس و جو را اجرا کرد: پارامترهای لازم وجود ندارد: {0}
fi: Kyselyä ei voi suorittaa: pakolliset parametrit puuttuvat: {0}
fr: Impossible d’exécuter la requête : paramètres requis manquants : {0}
hu: Nem lehet futtatni a lekérdezést: hiányzó szükséges paraméterek: {0}
it: Impossibile lanciare la query: parametri mancanti: {0}
ja: クエリを実行できません。必須パラメタ{0}が欠けています。
lt: Negalima vykdyti užklausos: trūksta būtinų parametrų: {0}
ms: Tidak dapat menjalankan pertanyaan: parameter yang diperlukan hilang: {0}
nb: Kan ikke kjøre spørring: mangler påkrevde parameter: {0}
nl: Kan de query niet uitvoeren: vereiste parameters ontbreken: {0}
pl: Nie można uruchomić zapytania: brak wymaganych parametrów: {0}
pt_br: Não é possível executar a consulta: parâmetros necessários ausentes: {0}
ru: Невозможно выполнить запрос: отсутствуют обязательные параметры: {0}
sk: Dotaz sa nedá spustiť: chýbajú požadované parametre: {0}
sl: Poizvedbe ni mogoče zagnati: manjkajo zahtevani parametri: {0}
sq: Nuk mund të ekzekutohet pyetja: mungojnë parametrat e detyrueshëm: {0}
sr: Ne mogu da pokrenem upit: nedostaju obavezni parametri: {0}
sv: Kan inte köra frågan: obligatoriska parametrar saknas: {0}
tr: Sorgu çalıştırılamıyor: eksik gerekli parametreler: {0}
uk: Неможливо виконати запит: відсутні обов’язкові параметри: {0}
vi: Không thể chạy truy vấn: thiếu tham số bắt buộc: {0}
zh_hk: 無法執行查詢，缺少必須參數 {0}

source: Don''t know how to parse {0} {1} as a temporal literal
ar: لا نعرف كيفية تحليل {0} {1} كقيمة حرفية زمنية
bg: Не знам как да анализирам {0} {1} като временен литерал
ca: No sé com interpretar {0} {1} com a literal temporal
de: {0} {1} kann nicht als zeitlichen Wert interpretiert werden.
eo: Bruh, I’m so confused rn — I don’t even know how to parse {0} {1} as a time vibe.
es: No sé cómo analizar {0} {1} como un literal temporal
fa: نمی دانید چگونه {0} {1} را به عنوان یک لفظ موقت تجزیه کنید
fi: En tiedä kuinka jäsentää {0} {1} temporaaliseksi literaaliksi
fr: Ne sait pas comment analyser {0} {1} comme un littéral temporel
hu: Nem tudom, hogyan kell elemezni a(z) {0} {1} elemet időbeli literálként
it: Non so come analizzare {0} {1} come letterale temporale
ja: {0} {1} を時刻文字列として解析する方法がわかりません
lt: Nežinau, kaip išanalizuoti {0} {1} kaip laikinį literalą
ms: Tidak tahu bagaimana untuk menghuraikan {0} {1} sebagai literal temporal
nb: Vet ikke hvordan jeg tolker {0} {1} som en kronologisk literal
nl: Weet niet hoe {0} {1} moet worden ontleed als een tijdelijke letterlijke
pl: Nie wiem, jak parsować {0} {1} jako literał czasowy
pt_br: Não sei como analisar {0} {1} como um literal temporal
ru: Не знаю, как разобрать {0} {1} как временный литерал
sk: Neviem, ako analyzovať {0} {1} ako dočasný reťazec
sl: Ne vem, kako razčleniti {0} {1} kot časovno dobesedno
sq: Nuk di si të pars-ohet {0} {1} si një literal kohor
sr: Ne znam kako da parsiram {0} {1} kao temporalni literal
sv: Vet inte hur jag ska tolka {0} {1} som ett tidsuttryck
tr: {0} {1} 'ı geçici bir değişmez olarak nasıl çözümleneceği bilinmiyor
uk: Не знаю, як розібрати {0} {1} як часовий літерал
vi: Không biết cách phân tích {0} {1} như một nghĩa đen tạm thời
zh_hk: 無法解析 {0} {1} 為暫存文字

source: Setting {0} database timezone with statement: {1}
hu: A(z) {0} adatbázis időzónájának beállítása a következő utasítással: {1}
ms: Menetapkan zon waktu pangkalan data {0} dengan penyataan: {1}

source: Error setting connection to readwrite
hu: Hiba az olvasási-írási kapcsolat beállításakor
ms: Ralat menetapkan sambungan kepada baca-tulis

source: Failed to set timezone ''{0}'' for {1} database
hu: Nem sikerült beállítani a(z) {0} időzónát a(z) {1} adatbázishoz
ms: Gagal menetapkan zon waktu ''{0}'' untuk pangkalan data {1}

source: Error setting transaction isolation level for {0} database to {1}
hu: Hiba a(z) {0} adatbázis tranzakciós izolációs szintjének {1}-ra állításakor
ms: Ralat menetapkan tahap pengasingan transaksi untuk pangkalan data {0} kepada {1}

source: Error setting connection to read-only
hu: Hiba az olvasásra alkalmas kapcsolat beállításakor
ms: Ralat menetapkan sambungan kepada baca sahaja

source: Error setting default holdability for connection
hu: Hiba a kapcsolat alapértelmezett megtarthatóságának beállításakor
ms: Ralat menetapkan pegang lalai untuk sambungan

source: Error setting result set fetch direction to FETCH_FORWARD
hu: Hiba az eredményhalmaz letöltési irányának FETCH_FORWARD-ra állításakor
ms: Ralat menetapkan arah ambil set hasil kepada FETCH_FORWARD

source: Query canceled, calling PreparedStatement.cancel()
hu: Lekérdezés törölve, PreparedStatement.cancel() hívása
ms: Query dibatalkan, memanggil PreparedStatement.cancel()

source: Failed to connect to database
hu: Nem sikerült csatlakozni az adatbázishoz
ms: Gagal menyambung ke pangkalan data

source: Unable to determine connection properties for driver {0}
hu: Nem lehet meghatározni a kapcsolat tulajdonságait a(z) {0} illesztőprogramhoz
ms: Tidak dapat menentukan sifat sambungan untuk pemandu {0}

source: Error fetching field values
hu: Hiba a mezőértékek lekérése közben
ms: Ralat mengambil nilai medan

source: You cannot set {0}; it is a read-only setting.
ar: لا يمكنك تعيين {0}؛ إنه إعداد للقراءة فقط.
bg: Не можете да зададете {0}; това е настройка само за четене.
ca: No podeu modificar {0} perquè és una configuració de només lectura.
de: Sie könnten {0} nicht setzen, es handelt sich hier um eine "Nur Lesend"-Eigenschaft.
eo: You can't change {0}; it's a read-only vibe.
es: No puedes establecer {0}; Es una configuración de solo lectura.
fa: شما نمی توانید {0} را تنظیم کنید. این یک تنظیم فقط خواندنی است.
fi: Et voi asettaa {0}; se on vain luku -asetus.
fr: Vous ne pouvez pas modifier {0}; c'est un paramètre en lecture seule.
hu: Nem állíthatja be a(z) {0}-t; ez egy csak olvasható beállítás.
it: Non puoi settare {0}; è un opzione readonly.
ja: {0}を設定することはできません。これは読み取り専用の設定です。
lt: Negalite nustatyti {0}; tai tik skaitomas nustatymas.
ms: Anda tidak boleh menetapkan {0}; ini adalah tetapan baca sahaja.
nb: Du kan ikke endre innstillingen {0}; den er skrivebeskyttet
nl: U kunt {0} niet instellen; het is een alleen-lezen instelling.
pl: Nie można ustawić {0}; jest to ustawienie tylko do odczytu.
pt_br: Não é possível definir {0}; essa é uma configuração somente leitura.
ru: Вы не можете установить {0}; это настройка только для чтения.
sk: Nemôžete nastaviť {0}; je to nastavenie len na čítanie.
sl: Ne morete nastaviti {0}; To je nastavitev samo za branje.
sq: Nuk mund ta vendosni {0}; është një setting vetëm për lexim.
sr: Ne možete da postavite {0}; ovo podešavanje je samo za čitanje.
sv: Du kan inte sätta {0} - det är inte ändringsbart.
tr: {0} ayarlayamazsınız; salt okunur bir ayardır.
uk: Ви не можете встановити {0}; це налаштування лише для читання.
vi: Bạn không thể đặt {0}; nó là một thiết lập chỉ đọc.
zh_hk: 無法設定 {0} ，因為是唯讀設定

source: defsetting descriptions strings must have `:visibilty` `:internal`, `:setter` `:none`, or internationalized, found: `{0}`
hu: A defsetting leírásainak tartalmaznia kell a `:visibility` `:internal`, `:setter` `:none`, vagy nemzetköziesített karakterláncokat, megtaláltuk: `{0}`
ms: Tali penerangan defsetting mesti mempunyai :visibilty :internal, :setter :none, atau diantarabangsakan, ditemui: {0}

source: Setting {0} is internal
ar: الإعداد {0} داخلي
bg: Настройката {0} е вътрешна
ca: La configuració {1} és interna
de: Einstellung {0} ist intern
eo: Setting {0} is lowkey internal
es: La configuración {0} es interna
fa: تنظیم {0} داخلی است
fi: Asetus {0} on sisäinen.
fr: Le paramètre {0} est interne
hu: A(z) {0} beállítás belső
it: L'impostazione {0} è interna
ja: {0} の設定は内部的なものです
lt: Nustatymas {0} yra vidinis
ms: Tetapan {0} adalah dalaman
nb: Innstilling {0} er intern
nl: Instelling {0} is intern
pl: Ustawienie {0} jest wewnętrzne
pt_br: A configuração {0} é interna
ru: Параметр {0} является внутренним
sk: Nastavenie {0} je interné
sl: Nastavitev {0} je notranja
sq: Setting {0} është i brendshëm
sr: Podešavanje {0} je interno
sv: Inställningen {0} är intern
tr: {0} ayarı dahili
uk: Налаштування {0} є внутрішнім
vi: Đặt {0} là nội bộ
zh_hk: 設定 {0} 是內部的

source: Loading local plugin manifest at {0}
hu: Helyi plugin manifest betöltése itt: {0}
ms: Memuatkan manifesto plugin tempatan di {0}

source: Google Analytics tracking code.
hu: Google Analytics követőkód.
ms: Kod penjejak Google Analytics.

source: Sending Pulse ({0}: {1}) with {2} Cards via email
hu: Impulzus ({0}: {1}) {2} kártyával küldése e-mailben
ms: Menghantar Pulse ({0}: {1}) dengan {2} Kad melalui emel

source: Sending Pulse ({0}: {1}) with {2} Cards via Slack
hu: Impulzus ({0}: {1}) {2} kártyával küldése Slack-en
ms: Menghantar Pulse ({0}: {1}) dengan {2} Kad melalui Slack

source: Rendering pulse card with chart-type {0} and render-type {1}
hu: Impulzuskártya renderelése {0} diagramtípussal és {1} renderelési típussal
ms: Memaparkan kad nadi dengan jenis carta {0} dan jenis paparan {1}

source: FIXME: These aren''t valid temporal literals: {0} {1}. Why are we attempting to format them as such?
hu: FIXME: Ezek nem érvényes időbeli literálok: {0} {1}. Miért próbáljuk így formázni őket?
ms: FIXME: Ini bukan literal temporal yang sah: {0} {1}. Mengapa kita cuba memformat mereka seperti ini?
