Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: There aren't any questions to move into dashboards. Looks like everything is in its place.
ar: لا توجد أي أسئلة لنقلها إلى لوحات المعلومات. يبدو أن كل شيء في مكانه.
bg: Няма въпроси за преместване в таблата за управление. Изглежда всичко е на мястото си.
ca: No hi ha cap pregunta per passar als taulers de control. Sembla que tot està al seu lloc.
de: Es gibt keine Fragen, die in Dashboards verschoben werden müssen. Alles scheint an seinem Platz zu sein.
eo: There’s no cap, no questions to bump to dashboards. Looks like everything’s chill and in its spot.
es: No hay preguntas que mover a los paneles. Parece que todo está en su sitio.
fa: هیچ سوالی برای انتقال به داشبورد وجود ندارد. انگار همه چیز سر جای خودش است.
fi: Hallintapaneeleihin siirrettäviä kysymyksiä ei ole. Kaikki näyttää olevan paikoillaan.
fr: Il n'y a aucune question à déplacer vers les tableaux de bord. Tout semble être à sa place.
it: Non ci sono domande da spostare nei dashboard. Sembra che tutto sia al suo posto.
ja: ダッシュボードに移動する質問はありません。すべてが所定の場所に配置されているようです。
lt: Nėra jokių klausimų, kuriuos reikia perkelti į prietaisų skydelius. Atrodo viskas savo vietose.
nb: Det er ingen spørsmål som skal flyttes til dashbord. Alt ser ut til å være på plass.
nl: Er zijn geen vragen om naar dashboards te verhuizen. Het lijkt erop dat alles op zijn plek staat.
pl: Nie ma żadnych pytań do przeniesienia do pulpitów. Wygląda na to, że wszystko jest na swoim miejscu.
pt_br: Não há perguntas para mover para os painéis. Parece que tudo está em seu devido lugar.
ru: Нет вопросов для перемещения в панели. Кажется, все на своих местах.
sk: Neexistujú žiadne otázky na presun do informačných panelov. Zdá sa, že všetko je na svojom mieste.
sl: Ni vprašanj za premik na nadzorne plošče. Videti je, da je vse na svojem mestu.
sq: Nuk ka asnjë pyetje për t’u zhvendosur në panele. Duket se gjithçka është në vendin e vet.
sr: Nema pitanja za premeštanje u kontrolne table. Izgleda da je sve na svom mestu.
sv: Det finns inga frågor att flytta till instrumentpaneler. Ser ut som att allt är på sin plats.
tr: Gösterge panellerine geçmek için hiçbir soru yok. Her şey yerli yerinde görünüyor.
uk: Немає запитів, які потрібно перемістити на дашборди. Схоже, усе на своєму місці.
vi: Không có câu hỏi nào cần chuyển vào bảng điều khiển. Có vẻ như mọi thứ đều đúng vị trí.
zh_hk: 沒有任何問題要移到儀表板。看起來一切都各就其位。

source: Move these questions
ar: انقل هذه الأسئلة
bg: Преместете тези въпроси
ca: Mou aquestes preguntes
de: Verschieben Sie diese Fragen
eo: Skip these questions fr fr
es: Mueva estas preguntas
fa: این سوالات را جابجا کنید
fi: Siirrä nämä kysymykset
fr: Déplacez ces questions
it: Sposta queste domande
ja: これらの質問を移動する
lt: Perkelti šį klausimą? Daugiskaita: perkelti šiuos klausimus
nb: Flytt disse spørsmålene
nl: Verplaats deze vragen
pl: Przenieść te pytania
pt_br: Mover essas perguntas
ru: Переместить эти вопросы
sk: Presuňte tieto otázky
sl: Drugo
sq: Zhvendos këto pyetje
sr: Premesti ova pitanja
sv: Flytta frågorna
tr: Bu soruları taşı
uk: Перемістити ці запити
vi: Di chuyển những câu hỏi này
zh_hk: 移動這些問題

source: Save changes or save as new?
ar: حفظ التغييرات أم الحفظ كسؤال جديد؟
bg: Запазване на промените или запазване като нови?
ca: Desar els canvis o desar-los com a nou?
de: Änderungen speichern oder als neu speichern?
eo: Save it or just make a new one?
es: ¿Guardar cambios o guardar como nuevo?
fa: تغییرات ذخیره شود یا به عنوان جدید ذخیره شود؟
fi: Tallenna muutokset vai tallenna uutena?
fr: Enregistrer les modifications ou enregistrer comme nouveau ?
it: Salvare le modifiche o salvare come nuovo?
ja: 変更を保存しますか？
lt: Išsaugoti pakeitimus arba išsaugoti kaip naują?
nb: Lagre endringer eller lagre som ny?
nl: Wijzigingen opslaan of opslaan als nieuw?
pl: Zapisać zmiany czy jako nowy?
pt_br: Salvar alterações ou salvar como novo?
ru: Сохранить изменения или сохранить как новые?
sk: Uložiť zmeny alebo uložiť ako nové?
sl: Shraniti spremembe ali shraniti kot nove?
sq: Ti ruaj ndryshimet apo ti ruaj si të re?
sr: Sačuvaj izmene ili sačuvaj kao novo?
sv: Spara ändringar eller spara som ny?
tr: Değişiklikleri kaydet veya yeni olarak kaydet?
uk: Зберегти зміни чи зберегти як новий?
vi: Lưu thay đổi hay lưu thành mới?
zh_hk: 儲存變更或另存新檔？

source: Where do you want to save this?
ar: أين تريد حفظ هذا؟
bg: Къде искате да го запазите?
ca: On vols guardar això?
de: Wo möchtest du das speichern?
eo: Where do you wanna stash this?
es: ¿Dónde quieres guardar esto?
fa: کجا می خواهید این را ذخیره کنید؟
fi: Mihin haluat tallentaa tämän?
fr: Où voulez-vous enregistrer ce document ?
it: Dove vuoi salvare questo?
ja: どこに保存しますか？
lt: Kur norite tai išsaugoti?
nb: Hvor vil du lagre dette?
nl: Waar wil je dit opslaan?
pl: Gdzie chcesz to zapisać?
pt_br: Onde você deseja salvar isso?
ru: Где вы хотите сохранить это?
sk: Kam to chcete uložiť?
sl: Kje želite to shraniti?
sq: Ku doni ta ruani këtë?
sr: Gde želiš da sačuvaš ovo?
sv: Vart önskar du spara denna?
tr: Bunu nereye kaydetmek istiyorsun?
uk: Де ви хочете це зберегти?
vi: Bạn muốn lưu thông tin này ở đâu?
zh_hk: 你想把這個保存在哪裡？

source: Add Metabase Storage
ar: أضِف Metabase Storage
bg: Добавяне на хранилище за метабаза
ca: Afegeix emmagatzematge de metabase
de: Metabase-Speicher hinzufügen
es: Agregar almacenamiento de metabase
fa: افزودن فضای ذخیره‌سازی متابیس
fi: Lisää metatietokannan tallennustila
fr: Ajouter un stockage de métabase
it: Aggiungi spazio di archiviazione Metabase
ja: メタベースストレージの追加
nb: Legg til metabaselagring
nl: Metabase-opslag toevoegen
pl: Dodaj magazyn metabazy
pt_br: Adicionar armazenamento de metabase
ru: Добавить хранилище метабазы
sk: Pridať úložisko metabázy
sl: Dodaj shrambo metabaze
sq: Shto Metabase Storage
sr: Dodaj Metabase Storage
sv: Lägg till metabaslagring
tr: Metabase Depolama Ekle
uk: Додайте Metabase Storage
vi: Thêm lưu trữ Metabase
zh_hk: 新增 Metabase 儲存空間

source: Secure, fully managed by Metabase
ar: آمن ومدار بالكامل بواسطة Metabase
bg: Сигурно, изцяло управлявано от Metabase
ca: Segur, totalment gestionat per Metabase
de: Sicher, vollständig von Metabase verwaltet
es: Seguro, totalmente administrado por Metabase
fa: امن، کاملاً تحت مدیریت متابیس
fi: Turvallinen, täysin Metabasen hallinnoima
fr: Sécurisé, entièrement géré par Metabase
it: Sicuro, completamente gestito da Metabase
ja: Metabaseによる完全な管理で安全
nb: Sikker, fullstendig administrert av Metabase
nl: Veilig, volledig beheerd door Metabase
pl: Bezpieczne, w pełni zarządzane przez Metabase
pt_br: Seguro, totalmente gerenciado pela Metabase
ru: Безопасно, полностью управляется Metabase
sk: Bezpečné, plne spravované spoločnosťou Metabase
sl: Varno, v celoti upravljano s strani Metabase
sq: E sigurt, e menaxhuar plotësisht nga Metabase
sr: Bezbedno, u potpunosti upravljano od strane Metabase-a
sv: Säker, helt hanterad av Metabase
tr: Güvenli, Metabase tarafından tamamen yönetiliyor
uk: Безпечно, повністю під керуванням Metabase
vi: An toàn, được quản lý hoàn toàn bởi Metabase
zh_hk: 安全、完全由 Metabase 管理

source: Upload CSV files
ar: ارفع ملفات CSV
bg: Качване на CSV файлове
ca: Puja fitxers CSV
de: CSV-Dateien hochladen
es: Subir archivos CSV
fa: آپلود فایل‌های CSV
fi: Lähetä CSV-tiedostoja
fr: Télécharger des fichiers CSV
it: Carica file CSV
ja: CSVファイルをアップロードする
nb: Last opp CSV-filer
nl: CSV-bestanden uploaden
pl: Prześlij pliki CSV
pt_br: Carregar arquivos CSV
ru: Загрузить CSV-файлы
sk: Nahrať súbory CSV
sl: Naloži datoteke CSV
sq: Ngarko skedarë CSV
sr: Otpremi CSV fajlove
sv: Ladda upp CSV-filer
tr: CSV dosyalarını yükleyin
uk: Завантажуйте CSV-файли
vi: Tải lên tệp CSV
zh_hk: 上傳 CSV 檔案

source: Sync with Google Sheets
ar: زامِن مع Google Sheets
bg: Синхронизиране с Google Таблици
ca: Sincronitza amb Fulls de càlcul de Google
de: Mit Google Tabellen synchronisieren
es: Sincronizar con Hojas de cálculo de Google
fa: همگام‌سازی با گوگل شیت
fi: Synkronoi Google Sheetsin kanssa
fr: Synchronisation avec Google Sheets
it: Sincronizzazione con Fogli Google
ja: Googleスプレッドシートと同期
nb: Synkroniser med Google Sheets
nl: Synchroniseren met Google Spreadsheets
pl: Synchronizuj z Arkuszami Google
pt_br: Sincronizar com o Planilhas Google
ru: Синхронизация с Google Таблицами
sk: Synchronizácia s Tabuľkami Google
sl: Sinhronizacija z Google Preglednicami
sq: Sinkronizo me Google Sheets
sr: Sinhronizuj sa Google Sheets
sv: Synkronisera med Google Kalkylark
tr: Google E-Tablolar ile senkronize edin
uk: Синхронізуйте з Google Sheets
vi: Đồng bộ với Google Trang tính
zh_hk: 與 Google Sheets 同步

source: Trashed and removed card
ar: بطاقة تم نقلها إلى المهملات وإزالتها
bg: Изхвърлена в кошчето и премахната карта
ca: Targeta eliminada a la paperera
de: Karte gelöscht und entfernt
eo: Vibed out and yeeted the card
es: Tarjeta desechada y eliminada
fa: کارت حذف شده و حذف شده است
fi: Roskakoriin ja poistettu kortti
fr: Carte jetée et retirée
it: Carta eliminata e rimossa
ja: ゴミ箱に移動され削除されたカード
lt: Išmesta ir išimta kortelė
nb: Krasjet og fjernet kortet
nl: Kaart verwijderd en weggegooid
pl: Wyrzucona i usunięta karta
pt_br: Cartão descartado e removido
ru: Удалена и удалена карта
sk: Karta bola vyhodená do koša a odstránená
sl: Vrnjena v smeti in odstranjena kartica
sq: Kartë e hedhur në kosh dhe e hequr
sr: Kartica obrisana i uklonjena
sv: Kortet har slängts och tagits bort
tr: Çöpe atılan ve kaldırılan kart
uk: Картку переміщено в кошик і видалено
vi: Thẻ đã xóa và xóa
zh_hk: 毀壞並移除卡片

source: Filter moved
ar: تم نقل الفلتر
bg: Филтърът е преместен
ca: Filtre mogut
de: Filter verschoben
es: Filtro movido
fa: فیلتر جابجا شد
fi: Suodatin siirretty
fr: Filtre déplacé
it: Filtro spostato
ja: フィルターを移動しました
nb: Filter flyttet
nl: Filter verplaatst
pl: Filtr przeniesiony
pt_br: Filtro movido
ru: Фильтр перемещен
sk: Filter bol presunutý
sl: Filter premaknjen
sq: Filtri u zhvendos
sr: Filter je pomeren
sv: Filtret flyttat
tr: Filtre taşındı
uk: Фільтр переміщено
vi: Bộ lọc đã di chuyển
zh_hk: 過濾器移動

source: Show filter
ar: إظهار الفلتر
bg: Показване на филтър
ca: Mostra el filtre
de: Filter anzeigen
es: Mostrar filtro
fa: نمایش فیلتر
fi: Näytä suodatin
fr: Afficher le filtre
it: Mostra filtro
ja: フィルターを表示
nb: Vis filter
nl: Filter weergeven
pl: Pokaż filtr
pt_br: Mostrar filtro
ru: Показать фильтр
sk: Zobraziť filter
sl: Prikaži filter
sq: Shfaq filtrin
sr: Prikaži filter
sv: Visa filter
tr: Filtreyi göster
uk: Показати фільтр
vi: Hiển thị bộ lọc
zh_hk: 顯示篩選條件

source: Invalid card selected
ar: تم اختيار بطاقة غير صالحة
de: Ungültige Karte ausgewählt
es: Tarjeta no válida seleccionada
fa: کارت نامعتبر انتخاب شده است
fi: Virheellinen kortti valittu
fr: Carte invalide sélectionnée
it: Carta selezionata non valida
ja: 無効なカードが選択されました
pl: Wybrano nieprawidłową kartę
pt_br: Cartão inválido selecionado
ru: Выбрана недопустимая карточка
sk: Vybraná neplatná karta
sl: Izbrana neveljavna kartica
sq: U zgjodh kartë e pavlefshme
sr: Izabrana je nevažeća kartica
tr: Geçersiz kart seçildi
uk: Вибрано недійсну картку
vi: Thẻ không hợp lệ đã được chọn
zh_hk: 選擇的卡片無效

source: Save your changes?
ar: حفظ تغييراتك؟
bg: Запазване на промените?
ca: Vols desar els canvis?
de: Speichern Sie Ihre Änderungen?
eo: Should I yeet your updates?
es: ¿Guardas los cambios?
fa: تغییرات شما ذخیره شود؟
fi: Tallenna muutokset?
fr: Sauvegarder vos modifications ?
it: Salvare le modifiche?
ja: 変更を保存しますか？
lt: Išsaugoti jūsų pakeitimus?
nb: Lagre endringer?
nl: Uw wijzigingen opslaan?
pl: Zapisać zmiany?
pt_br: Salvar suas alterações?
ru: Сохранить изменения?
sk: Uložiť zmeny?
sl: Shranite spremembe?
sq: Ti ruani ndryshimet?
sr: Sačuvaj svoje promene?
sv: Spara ändringar?
tr: Değişikliklerinizi kaydedin mi?
uk: Зберегти зміни?
vi: Lưu thay đổi của bạn?
zh_hk: 儲存您的變更？

source: You’ll need to save your changes before leaving to create a new question.
ar: ستحتاج إلى حفظ تغييراتك قبل المغادرة لإنشاء سؤال جديد.
bg: Преди да създадете нов въпрос, трябва да запазите промените.
ca: Haureu de desar els canvis abans de sortir per crear una pregunta nova.
de: Sie müssen Ihre Änderungen speichern, bevor Sie eine neue Frage erstellen können.
eo: You gotta save ur changes before dipin’ to make a new question, fr.
es: Tendrás que guardar los cambios antes de salir para crear una nueva pregunta.
fa: برای ایجاد یک سوال جدید، باید تغییرات خود را قبل از خروج ذخیره کنید.
fi: Sinun on tallennettava muutokset ennen kuin lähdet luomaan uutta kysymystä.
fr: Vous devrez enregistrer vos modifications avant de créer une nouvelle question.
it: È necessario salvare le modifiche prima di uscire per creare una nuova domanda.
ja: 新しい質問を作成する前に、変更を保存する必要があります。
lt: Norėdami sukurti naują klausimą, prieš išeidami turėsite išsaugoti pakeitimus.
nb: Du må lagre endringene dine før du går videre til å opprette et nytt spørsmål.
nl: Je moet je wijzigingen opslaan voordat je vertrekt om een nieuwe vraag te maken.
pl: Aby utworzyć nowe pytanie, należy zapisać wprowadzone zmiany.
pt_br: Você precisará salvar suas alterações antes de sair para criar uma nova pergunta.
ru: Вам нужно будет сохранить изменения, прежде чем перейти к созданию нового вопроса.
sk: Pred odchodom musíte uložiť zmeny a vytvoriť novú otázku.
sl: Preden odidete, boste morali shraniti spremembe, da ustvarite novo vprašanje.
sq: Duhet ti ruani ndryshimet para se të largoheni për të krijuar një pyetje të re.
sr: Moraćeš da sačuvaš svoje promene pre nego što odeš da bi napravio/la novo pitanje.
sv: Du måste spara dina ändringar först innan du kan skapa en ny fråga.
tr: Yeni bir soru oluşturmak için ayrılmadan önce değişikliklerinizi kaydetmeniz gerekecektir.
uk: Перед виходом потрібно зберегти зміни, щоб створити новий запит.
vi: Bạn cần lưu thay đổi trước khi thoát để tạo câu hỏi mới.
zh_hk: 在離開之前，您需要先儲存您的變更，才能建立新問題。

source: Delete this tab and its charts?
ar: هل تريد حذف علامة التبويب هذه ومخططاتها؟
bg: Да се изтрие ли този раздел и неговите диаграми?
ca: Voleu suprimir aquesta pestanya i els seus gràfics?
de: Diese Registerkarte und ihre Diagramme löschen?
es: ¿Eliminar esta pestaña y sus gráficos?
fa: این برگه و نمودارهای آن حذف شود؟
fi: Poistetaanko tämä välilehti ja sen kaaviot?
fr: Supprimer cet onglet et ses graphiques ?
it: Eliminare questa scheda e i relativi grafici?
ja: このタブとそのグラフを削除しますか?
nb: Slette denne fanen og dens diagrammer?
nl: Dit tabblad en de bijbehorende grafieken verwijderen?
pl: Usunąć tę kartę i jej wykresy?
pt_br: Excluir esta aba e seus gráficos?
ru: Удалить эту вкладку и ее диаграммы?
sk: Odstrániť túto kartu a jej grafy?
sl: Želite izbrisati ta zavihek in njegove grafikone?
sq: Të fshihet ky tab dhe grafiqet e tij?
sr: Obrisati ovu karticu i njene grafikone?
sv: Ta bort den här fliken och dess diagram?
tr: Bu sekmeyi ve grafiklerini silmek istiyor musunuz?
uk: Вилучити цю вкладку та її діаграми?
vi: Xóa tab này và biểu đồ của nó?
zh_hk: 刪除此標籤及其圖表？

source: Delete this tab?
ar: هل تريد حذف علامة التبويب هذه؟
bg: Да се изтрие ли този раздел?
ca: Voleu suprimir aquesta pestanya?
de: Diesen Tab löschen?
es: ¿Eliminar esta pestaña?
fa: این برگه حذف شود؟
fi: Poistetaanko tämä välilehti?
fr: Supprimer cet onglet ?
it: Eliminare questa scheda?
ja: このタブを削除しますか?
nb: Slett denne fanen?
nl: Dit tabblad verwijderen?
pl: Usunąć tę kartę?
pt_br: Excluir esta aba?
ru: Удалить эту вкладку?
sk: Odstrániť túto kartu?
sl: Izbrisati ta zavihek?
sq: Të fshihet ky tab?
sr: Obrisati ovu karticu?
sv: Ta bort den här fliken?
tr: Bu sekmeyi silmek istiyor musunuz?
uk: Вилучити цю вкладку?
vi: Xóa tab này?
zh_hk: 刪除此標籤？

source: If you'd like to keep any of them, you can move them to a different tab, dashboard, or collection.
ar: إذا أردت الاحتفاظ بأيٍ منها، يمكنك نقلها إلى علامة تبويب أو لوحة معلومات أو مجموعة أخرى.
bg: Ако искате да запазите някои от тях, можете да ги преместите в друг раздел, табло за управление или колекция.
ca: Si voleu conservar-ne algun, podeu moure'l a una pestanya, un tauler de control o una col·lecció diferents.
de: Wenn Sie einige davon behalten möchten, können Sie sie auf eine andere Registerkarte, ein anderes Dashboard oder eine andere Sammlung verschieben.
es: Si desea conservar alguno de ellos, puede moverlos a una pestaña, panel o colección diferente.
fa: اگر می‌خواهید هر یک از آنها را نگه دارید، می‌توانید آنها را به یک برگه، داشبورد یا مجموعه دیگر منتقل کنید.
fi: Jos haluat säilyttää jotkin niistä, voit siirtää ne eri välilehdelle, kojelautaan tai kokoelmaan.
fr: Si vous souhaitez conserver l'un d'entre eux, vous pouvez le déplacer vers un autre onglet, tableau de bord ou collection.
it: Se desideri conservarne qualcuno, puoi spostarlo in una scheda, dashboard o raccolta diversa.
ja: いずれかを保持したい場合は、別のタブ、ダッシュボード、またはコレクションに移動できます。
nb: Hvis du vil beholde noen av dem, kan du flytte dem til en annen fane, et annet dashbord eller en annen samling.
nl: Als u er een wilt behouden, kunt u deze verplaatsen naar een ander tabblad, dashboard of verzameling.
pl: Jeśli chcesz zachować któryś z nich, możesz przenieść go na inną kartę, pulpit lub do innej kolekcji.
pt_br: Se quiser manter algum deles, você pode movê-los para uma guia, painel ou coleção diferente.
ru: Если вы хотите сохранить какие-либо из них, вы можете переместить их на другую вкладку, панель инструментов или коллекцию.
sk: Ak si chcete niektoré z nich ponechať, môžete ich presunúť na inú kartu, ovládací panel alebo do inej kolekcie.
sl: Če želite katerega od njih obdržati, ga lahko premaknete na drug zavihek, nadzorno ploščo ali zbirko.
sq: Nëse doni të mbani ndonjë prej tyre, mund t’i zhvendosni në një tab, panel ose koleksion tjetër.
sr: Ako želite da zadržite neke od njih, možete da ih premestite u drugu karticu, kontrolnu tablu ili kolekciju.
sv: Om du vill behålla någon av dem kan du flytta dem till en annan flik, instrumentpanel eller samling.
tr: Bunlardan herhangi birini saklamak isterseniz, bunları farklı bir sekmeye, panoya veya koleksiyona taşıyabilirsiniz.
uk: Якщо ви хочете зберегти щось із цього, ви можете перемістити це на іншу вкладку, дашборд або в колекцію.
vi: Nếu bạn muốn giữ lại bất kỳ mục nào, bạn có thể di chuyển chúng sang tab, bảng điều khiển hoặc bộ sưu tập khác.
zh_hk: 如果您想保留其中任何一個，可以將它們移到不同的索引標籤、儀表板或集合。

source: This will also delete any questions saved in it. If you'd like to keep any of these, move them to a different tab, dashboard, or collection.
ar: سيؤدي هذا أيضًا إلى حذف أي أسئلة محفوظة فيها. إذا أردت الاحتفاظ بأيٍ منها، فانقلها إلى علامة تبويب أو لوحة معلومات أو مجموعة أخرى.
bg: Това ще изтрие и всички запазени в него въпроси. Ако искате да запазите някои от тях, преместете ги в друг раздел, табло за управление или колекция.
ca: Això també suprimirà totes les preguntes que hi hagi desades. Si voleu conservar-ne alguna, moveu-la a una pestanya, un tauler de control o una col·lecció diferents.
de: Dadurch werden auch alle darin gespeicherten Fragen gelöscht. Wenn Sie diese behalten möchten, verschieben Sie sie in eine andere Registerkarte, ein anderes Dashboard oder eine andere Sammlung.
es: Esto también eliminará las preguntas guardadas. Si desea conservar alguna, muévala a otra pestaña, panel o colección.
fa: این کار همچنین تمام سوالات ذخیره شده در آن را حذف می‌کند. اگر می‌خواهید هر یک از این موارد را نگه دارید، آنها را به یک برگه، داشبورد یا مجموعه دیگر منتقل کنید.
fi: Tämä poistaa myös kaikki siihen tallennetut kysymykset. Jos haluat säilyttää joitakin näistä, siirrä ne toiselle välilehdelle, kojelautaan tai kokoelmaan.
fr: Cela supprimera également toutes les questions enregistrées. Si vous souhaitez conserver certaines d'entre elles, déplacez-les vers un autre onglet, tableau de bord ou collection.
it: Verranno eliminate anche tutte le domande salvate. Se desideri conservarne qualcuna, spostala in un'altra scheda, dashboard o raccolta.
ja: これにより、保存されている質問もすべて削除されます。これらの質問を残しておきたい場合は、別のタブ、ダッシュボード、またはコレクションに移動してください。
nb: Dette vil også slette alle spørsmål som er lagret i den. Hvis du vil beholde noen av disse, kan du flytte dem til en annen fane, et annet dashbord eller en annen samling.
nl: Hiermee worden ook alle vragen die erin zijn opgeslagen verwijderd. Als je er een wilt behouden, verplaats je ze naar een ander tabblad, dashboard of verzameling.
pl: Spowoduje to również usunięcie wszystkich zapisanych w nim pytań. Jeśli chcesz je zachować, przenieś je na inną kartę, pulpit lub do innej kolekcji.
pt_br: Isso também excluirá todas as perguntas salvas. Se desejar manter alguma delas, mova-as para outra aba, painel ou coleção.
ru: Это также удалит все сохранённые в нём вопросы. Если вы хотите сохранить какие-либо из них, переместите их на другую вкладку, панель управления или коллекцию.
sk: Týmto sa tiež vymažú všetky otázky, ktoré sú v ňom uložené. Ak si chcete niektoré z nich ponechať, presuňte ich na inú kartu, ovládací panel alebo do inej kolekcie.
sl: S tem boste izbrisali tudi vsa shranjena vprašanja. Če želite katero od teh obdržati, ga premaknite na drug zavihek, nadzorno ploščo ali v zbirko.
sq: Kjo do të fshijë gjithashtu çdo pyetje të ruajtur në të. Nëse doni të mbani ndonjë prej tyre, zhvendosini në një tab, panel ose koleksion tjetër.
sr: Ovo će takođe obrisati sva pitanja sačuvana u njoj. Ako želite da zadržite neka od ovih, premestite ih u drugu karticu, kontrolnu tablu ili kolekciju.
sv: Detta kommer även att radera alla frågor som sparats i den. Om du vill behålla någon av dessa flyttar du dem till en annan flik, instrumentpanel eller samling.
tr: Bu işlem, içinde kayıtlı tüm soruları da silecektir. Bunlardan herhangi birini saklamak isterseniz, farklı bir sekmeye, panoya veya koleksiyona taşıyın.
uk: Це також вилучить усі запити, збережені в ній. Якщо ви хочете зберегти щось із них, перемістіть їх на іншу вкладку, дашборд або в колекцію.
vi: Thao tác này cũng sẽ xóa mọi câu hỏi đã lưu trong đó. Nếu bạn muốn giữ lại bất kỳ câu hỏi nào, hãy di chuyển chúng sang một tab, bảng điều khiển hoặc bộ sưu tập khác.
zh_hk: 這也會刪除其中儲存的任何問題。如果您想要保留這些問題，請將它們移到不同的索引標籤、儀表板或集合。

source: Delete tab
ar: حذف علامة التبويب
bg: Изтриване на раздел
ca: Suprimeix la pestanya
de: Registerkarte „Löschen“
es: Eliminar pestaña
fa: حذف برگه
fi: Poista välilehti
fr: Supprimer l'onglet
it: Elimina scheda
ja: タブを削除
nb: Slett-fanen
nl: Tabblad verwijderen
pl: Usuń kartę
pt_br: Excluir aba
ru: Удалить вкладку
sk: Odstrániť kartu
sl: Izbriši zavihek
sq: Fshi tab-in
sr: Obriši karticu
sv: Ta bort fliken
tr: Sekmeyi sil
uk: Вилучити вкладку
vi: Xóa tab
zh_hk: 刪除索引標籤

source: Visualize another way
ar: اعرضه بطريقة أخرى
bg: Визуализирайте по друг начин
ca: Visualitza una altra manera
de: Visualisieren Sie anders
eo: Imagine it differently, frfr
es: Visualiza de otra manera
fa: به شکلی دیگر تجسم کنید
fi: Visualisoi toinen tapa
fr: Visualisez d'une autre manière
it: Visualizza un altro modo
ja: 別の方法で視覚化する
nb: Visualiser på en annen måte
nl: Visualiseer een andere manier
pl: Wyobraź sobie inny sposób
pt_br: Visualize de outra maneira
ru: Визуализируйте другой способ
sk: Vizualizujte si iným spôsobom
sl: Vizualizirajte na drug način
sq: Vizualizo ndryshe
sr: Vizualizuj na drugi način
sv: Visualisera på ett annat sätt
tr: Başka bir şekilde görselleştirin
uk: Візуалізувати інакше
vi: Hình dung theo cách khác
zh_hk: 以另一種方式想像

source: Expand column
ar: وسّع العمود
bg: Разширете колоната
ca: Amplia la columna
de: Spalte erweitern
eo: Make the column go brrr
es: Expandir columna
fa: ستون را بزرگ کنید
fi: Laajenna sarake
fr: Développer la colonne
it: Espandi colonna
ja: 列を展開
lt: Išskleisti stulpelį
nb: Utvid kolonne
nl: Kolom uitbreiden
pl: Rozwiń kolumnę
pt_br: Expandir coluna
ru: Развернуть столбец
sk: Rozbaliť stĺpec
sl: Razširi stolpec
sq: Zgjero kolonën
sr: Proširi kolonu
sv: Expandera kolumnen
tr: Sütunu genişlet
uk: Розгорнути стовпець
vi: Mở rộng cột
zh_hk: 展開欄
