Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Resulting transforms do not conform to expectations. Expected: {0}
ar: التحويلات الناتجة لا تتوافق مع التوقعات. المتوقَّع: {0}
bg: Получените трансформации не съответстват на очакванията. Очаквано: {0}
ca: El resultat de les transformacions no és el que s'esperava. S'esperava: {0}
de: Die resultierenden Transformationen entsprechen nicht den Erwartungen. Erwartet: {0}
eo: The results are kinda sus and don't match what I was expecting. Expected: {0}
es: Las transformaciones resultantes no se ajustan a las expectativas. Esperado: {0}
fa: تحولات حاصل با انتظارات مطابقت ندارد. مورد انتظار: {0}
fi: Tuloksena olevat muunnokset eivät vastaa odotuksia.
fr: Les transformations résultantes ne sont pas conformes aux attentes. Attendu : {0}
hu: Az eredményül kapott átalakítások nem felelnek meg az elvárásoknak. Várható: {0}
it: Le trasformazioni risultanti non corrispondono alle aspettative. Atteso: {0}
ja: 結果として生じる変換は、期待に準拠していません。 予想：{0}
lt: Atsiradusios transformacijos neatitinka lūkesčių. Numatyta: {0}
ms: Transformasi yang dihasilkan tidak mematuhi jangkaan. Dijangkakan: {0}
nb: De resulterende transformasjonene samsvarer ikke med forventningene. Forventet: {0}
nl: Resultaattransformaties voldoen niet aan de verwachtingen. Verwacht: {0}
pl: Wynikowe transformacje nie spełniają oczekiwań. Oczekiwana: {0}
pt_br: Transformações resultantes não correspondem à expectativa. Esperado: {0}
ru: Полученные преобразования не соответствуют ожиданиям. Ожидалось: {0}
sk: Výsledné transformácie nezodpovedajú očakávaniam. Očakávané: {0}
sl: Rezultati transformacij niso v skladu s pričakovanji. Pričakovano: {0}
sq: Transformimet përfundimtare nuk përputhen me pritshmëritë. Pritet: {0}
sr: Rezultujuće transformacije ne odgovaraju očekivanjima. Očekivano: {0}
sv: Konverteringar i resultatet följer inte förväntat format. Förväntade: {0}
tr: Ortaya çıkan dönüşümler beklentilere uygun değil. Beklenen: {0}
uk: Підсумкові трансформації не відповідають очікуванням. Очікується: {0}
vi: Chuyển đổi kết quả không phù hợp với mong đợi. Mong đợi: {0}
zh_hk: 結果轉換不符合預期。 預期：{0}

source: parameter must be a map with :id and :type keys
hu: a paraméternek egy térképnek kell lennie :id és :type kulcsokkal
lt: parametras turi būti žemėlapis su :id ir :type raktais
ms: parameter mesti menjadi peta dengan :id dan :jenis kunci

source: parameter_mapping must be a map with :parameter_id and :target keys
hu: A paraméterleképezésnek egy térképnek kell lennie :parameter_id és :target kulcsokkal
lt: Parameter_mapping turi būti žemėlapis su :parameter_id ir :target raktais
ms: memetakan_parameter mesti menjadi peta dengan :id_parameter dan :sasaran kunci

source: String must be a valid 21-character NanoID string.
ar: يجب أن تكون السلسلة NanoID صالحة بطول 21 حرفًا.
bg: Стринг трябва да бъде валиден 21-символен стринг на NanoID.
ca: La cadena ha de ser una cadena NanoID de 21 caràcters vàlida.
de: Die Zeichenkette muss eine gültige 21-Zeichen lange NanoID Zeichenkette sein.
eo: Bruh, the string gotta be a legit 21-char NanoID vibe.
es: La cadena debe ser una cadena NanoID válida de 21 caracteres.
fa: رشته باید یک رشته NanoID 21 کاراکتری معتبر باشد.
fi: Merkkijonon on oltava kelvollinen 21 merkin NanoID-merkkijono.
fr: La chaîne doit être une chaîne NanoID valide de 21 caractères.
hu: A karakterláncnak érvényes 21 karakteres NanoID karakterláncnak kell lennie.
it: La stringa deve essere una stringa NanoID valida di 21 caratteri.
ja: 文字列は、有効な21文字のNanoID文字列である必要があります。
lt: Eilutė turi būti tinkama 21 simbolio NanoID eilutė.
ms: Rentetan mesti merupakan rentetan NanoID 21-karakter yang sah.
nb: Strengen må være en gyldig 21-tegns NanoID-streng.
nl: De string moet een geldige 21-tekens NanoID-string zijn.
pl: Ciąg musi być prawidłowym ciągiem NanoID o długości 21 znaków.
pt_br: A sequência deve ser uma sequência NanoID válida de 21 caracteres.
ru: Строка должна быть допустимой строкой NanoID из 21 символа.
sk: String musí byť platný 21-znakový reťazec NanoID.
sl: Niz mora biti veljaven 21-mestni niz NanoID.
sq: String-u duhet të jetë një string NanoID i vlefshëm me 21 karaktere.
sr: String mora biti važeći NanoID string od 21 karaktera.
sv: Strängen måste vara en giltig 21-teckens NanoID-sträng.
tr: Dize geçerli bir 21 karakterli NanoID dizesi olmalıdır.
uk: Рядок має бути коректним 21-символьним рядком NanoID.
vi: Chuỗi phải là một chuỗi NanoID hợp lệ gồm 21 ký tự.
zh_hk: 字串必須是有效的 21 字符 NanoID 字串。

source: Error parsing {0}: {1}
hu: Hiba a(z) {0} elemzése során: {1}
ms: Ralat menganalisis {0}: {1}

source: String used to seed the private key used to validate JWT messages. A hexadecimal-encoded 256-bit key (i.e., a 64-character string) is strongly recommended.
ar: سلسلة تُستخدم لتهيئة المفتاح الخاص المستخدم للتحقق من رسائل JWT. يُوصى بشدة بمفتاح 256-بت بترميز سداسي عشري (أي سلسلة من 64 حرفًا).
bg: Стринг се използва за създаване на частен ключ, използван за валидиране на JWT съобщения. Препоръчва се силно шестнадесетично-кодиран 256-битов ключ (т.е. 64-символен стринг).
ca: Cadena que s'utilitzarà com a llavor de la clau secreta utilitzada per validar missatges JWT. Es recomana una claus de 256 bits en format hexadecimal (això és, una cadena de 64 caràcters).
de: Zeichenfolge, die zum Seeding des privaten Schlüssels verwendet wird, der zum Validieren von JWT-Nachrichten verwendet wird. Ein hexadezimal codierter 256-Bit-Schlüssel (d. h. eine Zeichenfolge mit 64 Zeichen) wird dringend empfohlen.
eo: This string is the vibe for seeding the private key that checks JWT messages. It’s a hex-encoded 256-bit key (like, a 64-character string), and honestly, that's the move.
es: Cadena utilizada para generar la clave privada utilizada para validar los mensajes JWT. Se recomienda encarecidamente una clave de 256 bits con codificación hexadecimal (es decir, una cadena de 64 caracteres).
fa: رشته ای برای ایجاد کلید خصوصی مورد استفاده برای اعتبارسنجی پیام های JWT استفاده می شود. یک کلید 256 بیتی با کد هگزادسیمال (به عنوان مثال، یک رشته 64 کاراکتری) به شدت توصیه می شود.
fi: Merkkijono, jota käytetään siemenenä yksityisavaimelle, jota käytetään JWT-viestien validointiin. Suositellaan vahvasti heksadesimaalikoodattua 256-bittistä avainta (eli 64 merkin merkkijonoa).
fr: Chaîne utilisée pour amorcer la clé privée utilisée pour valider les messages JWT. Une clé de 256 bits codée en hexadécimal (c'est-à-dire une chaîne de 64 caractères) est fortement recommandée.
hu: Karakterlánc, amelyet a JWT üzenetek érvényesítéséhez használt privát kulcs alapjául használnak. Egy hexadecimálisan kódolt 256 bites kulcs (azaz egy 64 karakteres karakterlánc) erősen ajánlott.
it: Stringa utilizzata per generare la chiave privata utilizzata per convalidare i messaggi JWT. Si consiglia vivamente una chiave a 256 bit codificata in esadecimale (cioè una stringa di 64 caratteri).
ja: JWTメッセージの検証に使用される秘密鍵のシードに使用される文字列。 16進数でエンコードされた256ビットキー(つまり、64文字の文字列)を強くお勧めします。
lt: Eilutė, naudojama privataus rakto, naudojamo JWT pranešimams patvirtinti, pradėjimui. Labai rekomenduojama naudoti šešioliktainiu kodu užkoduotą 256 bitų raktą (ty 64 simbolių eilutę).
ms: Rentetan yang digunakan untuk memancarkan kunci peribadi yang digunakan untuk mengesahkan mesej JWT. Kunci 256-bit yang dikodkan heksadesimal (iaitu, rentetan 64-karakter) sangat disyorkan.
nb: Strengen brukt for å så den private nøkkelen som brukes til å validere JWT-meldinger. En hexadecimalt kodet 256-bits nøkkel (dvs. en 64-tegns streng) anbefales sterkt.
nl: String gebruikt om de privésleutel te zaaien die wordt gebruikt om JWT-berichten te valideren. Een hexadecimaal gecodeerde 256-bits sleutel (d.w.z. een 64-karakter tekenreeks) wordt sterk aanbevolen.
pl: Ciąg używany do zainicjowania klucza prywatnego używanego do weryfikacji wiadomości JWT. Zaleca się użycie klucza 256-bitowego zakodowanego szesnastkowo (tj. ciąg o długości 64 znaków).
pt_br: Sequência usada para semear a chave privada usada para validar mensagens JWT. Uma chave de 256 bits codificada em hexadecimal (ou seja, uma sequência de 64 caracteres) é altamente recomendada.
ru: Строка, используемая для заполнения закрытого ключа, используемого для проверки сообщений JWT.
sk: Reťazec použitý na seedovanie súkromného kľúča používaného na overovanie JWT správ. Dôrazne sa odporúča šesťnástkovo kódovaný 256-bitový kľúč (t. j. reťazec s 64 znakmi).
sl: Niz, ki se uporablja za zasebni ključ, ki se uporablja za preverjanje veljavnosti sporočil JWT. Močno priporočamo šestnajstiško kodiran 256-bitni ključ (tj. 64-mestni niz).
sq: String-u i përdorur për të seed-uar çelësin privat që përdoret për të validuar mesazhet JWT. Rekomandohet fuqimisht një çelës 256-bit i koduar në heksadecimal (d.m.th., një string me 64 karaktere).
sr: String koji se koristi kao seed privatnog ključa za validaciju JWT poruka. Preporučuje se heksadecimalno kodiran 256-bitni ključ (tj. string od 64 karaktera).
sv: Strängen som används för att skapa de privata nycklarna för validering av JWT-meddelanden. En hexadecimal-kodad 255-bitars nyckel (m.a.o en 64-teckens sträng) rekommenderas starkt.
tr: JWT mesajlarını doğrulamak için kullanılan özel anahtarın oluşturulması için kullanılan dize. Onaltılık kodlu 256-bit bir anahtar (yani, 64 karakter uzunluğunda bir dize) şiddetle tavsiye edilir.
uk: Рядок, що використовується як seed для приватного ключа, який застосовується для валідації повідомлень JWT. Наполегливо рекомендуємо 256-бітний ключ у шістнадцятковому кодуванні (тобто рядок із 64 символів).
vi: Chuỗi được sử dụng để tạo khoá riêng tư dùng để xác thực thông điệp JWT. Một khoá 256 bit mã hóa thập lục (ví dụ: một chuỗi 64 ký tự) được khuyến khích mạnh mẽ.
zh_hk: 用於初始化驗證 JWT 訊息的私鑰的字串。強烈建議使用十六進制編碼的 256 位元密鑰<b>(</b>即 64 字符的字串）。

source: SSO is trying to do an open redirect to an untrusted site
hu: Az egyszeri bejelentkezés egy nyitott átirányítást próbál végrehajtani egy nem megbízható oldalra
ms: SSO sedang cuba membuat pengalihan terbuka ke tapak yang tidak dipercayai

source: {0} active filter
ar: {0} فلاتر نشطة
bg: {0} активен филтър
ca: {0} filtre actiu
de: {0} aktiver Filter
eo: {0} on fleek filter
es: {0} filtro activo
fa: {0} فیلتر فعال
fi: {0} aktiivinen suodatin
fr: {0} filtre actif
hu: {0} aktív szűrő
it: {0} filtro attivo
ja: {0} アクティブフィルター
lt: {0} aktyvus filtras
ms: {0} penapis aktif Jamak: {0} penapis aktif
nb: {0} aktivt filter
nl: {0} actief filter
pl: {0} filtr aktywny
pt_br: {0} filtro ativo
ru: {0} активный фильтр
sk: {0} aktívny filter
sl: {0} aktivni filter
sq: {0} filtër aktiv
sr: {0} aktivan filter
sv: {0} aktivt filter
tr: {0} aktif filtre
uk: {0} активний фільтр
vi: {0} bộ lọc hoạt động
zh_hk: {0} 個活動篩選

source: minutes
ar: دقائق
bg: минути
ca: minuts
de: minuten
eo: mins
es: minutos
fa: دقیقه
fi: minuuttia
hu: percek
it: minuti
ja: 分
lt: minučių
ms: minit
nb: minutt
nl: minuten
pl: minut
pt_br: minutos
ru: минут
sk: minút
sl: Minut
sq: minuta
sr: minuti
sv: minuter
tr: dakika
uk: хвилин
vi: phút
zh_hk: 分鐘

source: Timeout must be greater than 0
ar: يجب أن تكون المهلة أكبر من 0
bg: Времето за изчакване трябва да е по-голямо от 0
ca: El temps d'espera ha de ser superior a 0
de: Timeout muss größer als 0 sein
eo: Timeout gotta be > 0, fr fr
es: El tiempo de espera debe ser mayor que 0
fa: زمان باید بیشتر از 0 باشد
fi: Aikakatkaisun on oltava suurempi kuin 0.
fr: Le délai d'attente doit être supérieur à 0
hu: Az időkorlát nagyobbnak kell lennie 0-nál
it: Il timeout deve essere maggiore di 0
ja: タイムアウトは0より大きくなければならない
lt: Skirtasis laikas turi būti didesnis nei 0
ms: Tempoh masa mesti lebih daripada 0
nb: Timeout må være større enn 0
nl: Timeout moet groter zijn dan 0
pl: Limit czasu musi być większy niż 0
pt_br: O tempo limite deve ser maior que 0
ru: Время ожидания должно быть больше 0
sk: Časový bod musí byť väčší ako 0
sl: Časovna omejitev mora biti večja od 0
sq: Skadimi duhet të jetë më i madh se 0
sr: Timeout mora biti veći od 0
sv: Timeout måste vara större än 0
tr: Zaman aşımı 0'dan büyük olmalıdır
uk: Тайм-аут має бути більшим за 0
vi: Thời gian đợi phải lớn hơn 0
zh_hk: 超時必須大於 0

source: Show this on the home and login pages
hu: Jelenítse meg ezt a kezdőlapon és a bejelentkezési oldalon
lt: Parodykite tai pagrindiniame ir prisijungimo puslapiuose
ms: Tunjukkan ini pada halaman utama dan log masuk

source: Search for a column...
hu: Oszlop keresése...
ms: Cari lajur...

source: This table hasn’t been synced yet
hu: Ez a táblázat még nincs szinkronizálva
ms: Jadual ini belum diselaraskan lagi

source: It was automatically marked as Hidden during the initial sync of this database. Do you want to make it queryable and sync it?
hu: Automatikusan rejtettként lett megjelölve az adatbázis kezdeti szinkronizálása során. Szeretné lekérdezhetővé tenni és szinkronizálni?
ms: Ia secara automatik ditanda sebagai Tersembunyi semasa penyegerakan awal pangkalan data ini. Adakah anda mahu menjadikannya boleh dikueri dan menyegerakkannya?

source: Change to Queryable and sync it
hu: Változtassa lekérdezhetővé és szinkronizálja
ms: Tukar kepada Boleh Dikueri dan selaraskannya

source: Filter down to a segment
hu: Szűrés egy szegmensre
lt: Filtruokite iki segmento
ms: Tapis ke segmen

source: Clear all filters
hu: Minden szűrő törlése
lt: Išvalyti visus filtrus
ms: Kosongkan semua penapis

source: Apply Filters
hu: Szűrők alkalmazása
ms: Guna Penapis

source: Filter {0} by
hu: Szűrés {0} szerint
lt: Filtruoti {0} pagal
ms: Tapis {0} mengikut

source: Filter segments
hu: Szegmensek szűrése
lt: Filtruoti segmentus
ms: Tapis segmen

source: ⚠️ We couldn't process payment for your account. Please {0} to avoid service interruptions.
hu: ⚠️ Nem tudtuk feldolgozni a fizetést az Ön fiókjához. Kérjük, {0}, hogy elkerülje a szolgáltatás megszakítását.
ms: ⚠️ Kami tidak dapat memproses pembayaran untuk akaun anda. Sila {0} untuk mengelakkan gangguan perkhidmatan.

source: review your payment settings
ar: مراجعة إعدادات الدفع
bg: преглед на настройките за плащане
ca: revisa la configuració de pagament
de: Überprüfen Sie Ihre Zahlungseinstellungen
eo: check ur payment settings, bestie
es: revisa la configuración de pago
fa: تنظیمات پرداخت خود را بررسی کنید
fi: tarkista maksuasetuksesi
fr: revoir vos paramètres de paiement
hu: ellenőrizze a fizetési beállításait
it: controlla le impostazioni di pagamento
ja: 支払い設定の確認
lt: peržiūrėti mokėjimo nustatymus
ms: semak tetapan pembayaran anda
nb: gjennomgå dine betalingsinnstillinger
nl: Bekijk uw betalingsinstellingen
pl: przeglądnij swoje ustawienia płatności
pt_br: Revise suas configurações de pagamento
ru: проверьте настройки вашей оплаты
sk: skontrolujte nastavenia platby
sl: Preglejte nastavitve plačil
sq: rishiko cilësimet e pagesës
sr: pregledaš podešavanja plaćanja
sv: granska dina betalningsinställningar
tr: ödeme ayarlarınızı gözden geçirin
uk: перевірте налаштування оплати
vi: sửa lại cài đặt thanh toán của bạn
zh_hk: 檢查您的付款設置

source: ⚠️ Pro features won’t work right now due to lack of payment. {0} to restore Pro functionality.
hu: ⚠️ A Pro-funkciók jelenleg nem működnek a fizetés hiánya miatt. {0}, hogy helyreállítsa a Pro funkciókat.
ms: ⚠️ Ciri Pro tidak akan berfungsi sekarang kerana kekurangan pembayaran. {0} untuk memulihkan fungsi Pro.

source: Review your payment settings
ar: مراجعة إعدادات الدفع
bg: Преглед на настройките за плащане
ca: Revisa la configuració de pagament
de: Überprüfen Sie Ihre Zahlungseinstellungen
eo: check ur payment settings, bestie
es: Revisa la configuración de pago
fa: تنظیمات پرداخت خود را بررسی کنید
fi: Katselmoi maksuasetukset
fr: Vérifiez vos paramètres de paiement
hu: Tekintse át a fizetési beállításait
it: Controlla le impostazioni di pagamento
ja: 支払い設定の見直し
lt: Peržiūrėkite mokėjimo nustatymus
ms: Semak tetapan pembayaran anda
nb: Gjennomgå dine betalingsinnstillinger
nl: Bekijk uw betalingsinstellingen
pl: Przeglądnij swoje ustawienia płatności
pt_br: Revise suas configurações de pagamento
ru: Проверьте настройки оплаты
sk: Skontrolujte nastavenia platby
sl: Pregled nastavitev plačil
sq: Rishiko cilësimet e pagesës
sr: Pregledaj podešavanja plaćanja
sv: Granska dina betalningsinställningar
tr: Ödeme ayarlarınızı gözden geçirin
uk: Перевірте налаштування оплати
vi: Sửa lại cài đặt thanh toán của bạn
zh_hk: 檢查您的付款設置

source: Session timeout
ar: مهلة الجلسة
bg: Изтичане на сесията
ca: Temps d'espera de la sessió
de: Sitzungs-Timeout
eo: Lowkey, session timeout is like when the app’s ghosting you, so it’s a timeout or smth.
es: Tiempo de espera de la sesión
fa: زمان پایان جلسه
fi: Istunnon aikakatkaisu
fr: Délai d'attente de la session
hu: Munkamenet időkorlát
it: Timeout della sessione
ja: セッションタイムアウト
lt: Seanso skirtasis laikas
ms: Tempoh sesi tamat
nb: Økt timeout
nl: Sessie timeout
pl: Limit czasu sesji
pt_br: Tempo limite da sessão
ru: Тайм-аут сессии
sk: Časový limit relácie
sl: Časovna omejitev seje
sq: Skadimi i sesionit
sr: Istek sesije
sv: Sessions-Timeout
tr: Oturum zaman aşımı
uk: Тайм-аут сесії
vi: Thời gian chờ phiên
zh_hk: 會話超時

source: Time before inactive users are logged out.
ar: الوقت قبل تسجيل خروج المستخدمين غير النشطين.
bg: Време преди неактивните потребители да бъдат излезли от системата.
ca: Temps abans que els usuaris inactius es tanquin la sessió.
de: Zeit, bevor inaktive Benutzer abgemeldet werden.
eo: Time before those ghost accounts get auto-logged out, fr.
es: Tiempo antes de que los usuarios inactivos se cierren la sesión.
fa: زمان قبل از اینکه کاربران غیر فعال خارج شوند.
fi: Aika ennen kuin passiiviset käyttäjät kirjataan ulos.
fr: Temps avant que les utilisateurs inactifs ne soient déconnectés.
hu: Az inaktív felhasználók kijelentkezéséig hátralévő idő.
it: Tempo prima che gli utenti inattivi vengano disconnessi.
ja: 非アクティブユーザーがログアウトするまでの時間。
lt: Laikas, per kurį neaktyvūs vartotojai atsijungia.
ms: Masa sebelum pengguna tidak aktif log keluar.
nb: Tid før inaktive brukere logges ut.
nl: Tijd voordat inactieve gebruikers worden uitgelogd.
pl: Czas przed wylogowaniem nieaktywnych użytkowników.
pt_br: Tempo antes que os usuários inativos sejam desconectados.
ru: Время до выхода неактивных пользователей.
sk: Čas pred odhlásením neaktívnych používateľov.
sl: Čas, preden so neaktivni uporabniki odjavljeni.
sq: Koha para se përdoruesit joaktivë të dalin automatikisht.
sr: Vreme nakon kog se neaktivni korisnici odjavljuju.
sv: Tid innan inaktiva användare loggas ut.
tr: Etkin olmayan kullanıcılar çıkış yapmadan önceki süre.
uk: Час до виходу неактивних користувачів.
vi: Thời gian trước khi người dùng không hoạt động bị đăng xuất.
zh_hk: 非活躍使用者登出前的時間。

source: Lighthouse illustration
hu: Világítótorony illusztráció
ms: Ilustrasi Rumah Api

source: Variable to map to
ar: متغير للربط به
bg: Променлива за картографиране
ca: Variable per mapejar a
de: Variable zum Zuordnen
eo: that's like, "variable to map to" but fr, no cap, it’s already pretty chill fam
es: Variable para mapear a
fa: متغیر برای نقشه
fi: Muuttuja, johon kartoitetaan.
fr: Variable à mettre en correspondance avec
hu: Változó a hozzárendeléshez
it: Variabile da mappare
ja: マッピングする変数
lt: Kintamasis susieti su
ms: Pembolehubah untuk memetakan kepada
nb: Variabel å kartlegge til
nl: Variabele om op te koppelen
pl: Zmienna do mapowania na
pt_br: Variável para mapear
ru: Переменная для сопоставления с
sk: Premenná na priradenie do
sl: Spremenljivka za preslikavo
sq: Variabla për t’u mapuar te
sr: Varijabla za mapiranje
sv: Variabel att koppla
tr: Eşlenecek değişken
uk: Змінна для зіставлення
vi: Biến để ánh xạ tới
zh_hk: 映射到的變數

source: You can connect widgets to {{variables}} in text cards.
ar: يمكنك ربط الأدوات بـ {{variables}} في بطاقات النص.
bg: Можете да свържете джаджи към {{variables}} в текстови карти.
ca: Pots connectar ginys a {{variables}} en targetes de text.
de: Sie können Widgets mit {{variables}} in Textkarten verbinden.
eo: You can link up widgets to {{variables}} in text cards, fr fr.
es: Puedes conectar widgets a {{variables}} en tarjetas de texto.
fa: شما می توانید ویجت ها را به {{variables}} در کارت های متنی متصل کنید.
fi: Voit yhdistää vimpaimia {{muuttujiin}} tekstikorteissa.
fr: Vous pouvez connecter des widgets à des {{variables}} dans les cartes de texte.
hu: A widgeteket a szövegkártyák {{változóihoz}} kapcsolhatja.
it: Puoi collegare i widget a {{variables}} nelle schede di testo.
ja: テキストカード内の{{変数}}にウィジェットを接続することができます。
lt: Galite prijungti valdiklius prie {{kintamieji}} teksto kortelėse.
ms: Anda boleh menyambungkan widget kepada {{pemboleh ubah}} dalam kad teks.
nb: Du kan koble widgets til {{variables}} i tekstkort.
nl: Je kunt widgets koppelen aan {{variables}} in tekstkaarten.
pl: Możesz łączyć widgety z {{variables}} w kartach tekstowych.
pt_br: Você pode conectar widgets a {{{variables}} em cartões de texto.
ru: Вы можете подключать виджеты к {{variables}} в текстовых карточках.
sk: Widgety môžete spojiť s {{variables}} v textových kartách.
sl: Pripomočke lahko povežete z {{variables}} na besedilnih karticah.
sq: Mund t’i lidhësh widget-et me {{variables}} në kartat e tekstit.
sr: Možeš da povežeš vidžete sa {{variables}} u tekstualnim karticama.
sv: Du kan koppla widgetar till {{variables}} i textkort.
tr: Metin kartlarında widget'ları {{variables}} ile bağlayabilirsiniz.
uk: Ви можете під’єднати віджети до {{variables}} у текстових картках.
vi: Bạn có thể kết nối các tiện ích với {{variables}} trong thẻ văn bản.
zh_hk: 您可以在文本卡片中將小部件連接到{{variables}}。
