Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Return the median of the values for the requested axis
ar: أعد الوسيط لقيم المحور المطلوب
bg: Връща медианата на стойностите за заявената ос
ca: Retorna la mediana dels valors per a l'eix sol·licitat
de: Gibt den Median der Werte für die angeforderte Achse zurück
es: Devuelve la mediana de los valores para el eje solicitado
fa: میانه مقادیر محور درخواستی را برمی‌گرداند
fi: Palauttaa pyydetyn akselin arvojen mediaanin
fr: Renvoie la médiane des valeurs pour l'axe demandé
it: Restituisce la mediana dei valori per l'asse richiesto
ja: 要求された軸の値の中央値を返します
nb: Returnerer medianen av verdiene for den forespurte aksen
nl: Retourneer de mediaan van de waarden voor de gevraagde as
pl: Zwróć medianę wartości dla żądanej osi
pt_br: Retorna a mediana dos valores para o eixo solicitado
ru: Верните медиану значений для запрошенной оси.
sk: Vráti medián hodnôt pre požadovanú os
sl: Vrne mediano vrednosti za zahtevano os
sq: Kthe medianën e vlerave për boshtin e kërkuar
sr: Vrati medijanu vrednosti za traženu osu
sv: Returnera medianen av värdena för den begärda axeln
tr: İstenen eksen için değerlerin ortancasını döndür
uk: Повернути медіану значень для запитаної осі
vi: Trả về giá trị trung bình của các giá trị cho trục được yêu cầu
zh_hk: 傳回所要求軸的中值

source: Get the mode(s) of each element along the selected axis
ar: احصل على المنوال(ات) لكل عنصر على طول المحور المحدد
bg: Получете режима(ите) на всеки елемент по избраната ос
ca: Obtén el(s) mode(s) de cada element al llarg de l'eix seleccionat
de: Holen Sie sich den/die Modus(e) jedes Elements entlang der ausgewählten Achse
es: Obtener el/los modo(s) de cada elemento a lo largo del eje seleccionado
fa: حالت(های) هر عنصر را در امتداد محور انتخاب شده دریافت کنید
fi: Hae jokaisen elementin tila(t) valitulla akselilla
fr: Obtenir le(s) mode(s) de chaque élément le long de l'axe sélectionné
it: Ottieni la/le modalità di ciascun elemento lungo l'asse selezionato
ja: 選択した軸に沿った各要素のモードを取得します
nb: Hent modus(er) for hvert element langs den valgte aksen
nl: De modus(en) van elk element langs de geselecteerde as verkrijgen
pl: Pobierz tryb(y) każdego elementu wzdłuż wybranej osi
pt_br: Obtenha o(s) modo(s) de cada elemento ao longo do eixo selecionado
ru: Получить моду(ы) каждого элемента вдоль выбранной оси
sk: Získajte mód(y) každého prvku pozdĺž vybranej osi
sl: Pridobi način(e) vsakega elementa vzdolž izbrane osi
sq: Merr modën(at) e çdo elementi përgjatë boshtit të zgjedhur
sr: Dobij mod(ove) svakog elementa duž izabrane ose
sv: Hämta läge(en) för varje element längs den valda axeln
tr: Seçilen eksen boyunca her bir öğenin modunu/modlarını alın
uk: Отримати моду(-и) кожного елемента вздовж вибраної осі
vi: Lấy chế độ của từng phần tử dọc theo trục đã chọn
zh_hk: 沿所選軸取得各元素的模式

source: Return sample standard deviation over requested axis
ar: أعد الانحراف المعياري للعينة على المحور المطلوب
bg: Връщане на стандартното отклонение на извадката по заявената ос
ca: Retorna la desviació estàndard de la mostra sobre l'eix sol·licitat
de: Gibt die Standardabweichung der Stichprobe über die angeforderte Achse zurück
es: Devolver la desviación estándar de la muestra sobre el eje solicitado
fa: انحراف معیار نمونه را نسبت به محور درخواستی برگردانید
fi: Palauta näytteen keskihajonta pyydetyn akselin yli
fr: Renvoyer l'écart type de l'échantillon sur l'axe demandé
it: Restituisce la deviazione standard del campione sull'asse richiesto
ja: 要求された軸上のサンプル標準偏差を返す
nb: Returner utvalgets standardavvik over ønsket akse
nl: Retourneer de standaarddeviatie van het monster over de gevraagde as
pl: Zwróć odchylenie standardowe próbki na żądanej osi
pt_br: Retorna o desvio padrão da amostra sobre o eixo solicitado
ru: Возвращает стандартное отклонение выборки по запрошенной оси
sk: Vrátiť štandardnú odchýlku vzorky v rámci požadovanej osi
sl: Vrni standardni odklon vzorca glede na zahtevano os
sq: Kthe devijimin standard të mostrës mbi boshtin e kërkuar
sr: Vrati uzoračku standardnu devijaciju duž tražene ose
sv: Returnera stickprovets standardavvikelse över begärd axel
tr: İstenen eksen üzerinde örnek standart sapmasını döndür
uk: Повернути вибіркове стандартне відхилення для запитаної осі
vi: Trả về độ lệch chuẩn mẫu trên trục yêu cầu
zh_hk: 傳回所要求軸上的樣本標準偏差

source: Return unbiased variance over requested axis
ar: أعد التباين غير المتحيز على المحور المطلوب
bg: Връщане на безпристрастна дисперсия по заявената ос
ca: Retorna la variància imparcial sobre l'eix sol·licitat
de: Gibt die unverzerrte Varianz über die angeforderte Achse zurück
es: Devolver varianza imparcial sobre el eje solicitado
fa: واریانس بی‌طرفانه را روی محور درخواستی برمی‌گرداند
fi: Palauta harhaton varianssi pyydetyn akselin yli
fr: Renvoyer la variance non biaisée sur l'axe demandé
it: Restituisce la varianza imparziale sull'asse richiesto
ja: 要求された軸上の不偏分散を返す
nb: Returnerer upartisk varians over ønsket akse
nl: Retourneer een onbevooroordeelde variantie over de gevraagde as
pl: Zwróć nieobciążoną wariancję względem żądanej osi
pt_br: Retorna variância imparcial sobre o eixo solicitado
ru: Возвращает несмещенную дисперсию по запрошенной оси
sk: Vrátiť nestranný rozptyl na požadovanej osi
sl: Vrni nepristransko varianco po zahtevani osi
sq: Kthe variancën e paanshme mbi boshtin e kërkuar
sr: Vrati nepristrasnu varijansu duž tražene ose
sv: Returnera opartisk varians över begärd axel
tr: İstenen eksen üzerinde tarafsız varyansı döndür
uk: Повернути незміщену дисперсію для запитаної осі
vi: Trả về phương sai không thiên vị trên trục yêu cầu
zh_hk: 在要求的軸上傳回無偏差的方差

source: Return the minimum of the values for the requested axis
ar: أعد الحد الأدنى للقيم للمحور المطلوب
bg: Връща минималната от стойностите за заявената ос
ca: Retorna el mínim dels valors per a l'eix sol·licitat
de: Gibt das Minimum der Werte für die angeforderte Achse zurück
es: Devuelve el mínimo de los valores para el eje solicitado
fa: حداقل مقادیر را برای محور درخواستی برگردانید
fi: Palauttaa pyydetyn akselin arvojen pienimmän arvon
fr: Renvoie le minimum des valeurs pour l'axe demandé
it: Restituisce il minimo dei valori per l'asse richiesto
ja: 要求された軸の値の最小値を返します
nb: Returnerer minimum av verdiene for den forespurte aksen
nl: Retourneer de minimale waarden voor de gevraagde as
pl: Zwróć minimalną wartość dla żądanej osi
pt_br: Retorna o mínimo dos valores para o eixo solicitado
ru: Возвращает минимальное из значений для запрошенной оси.
sk: Vráti minimálnu z hodnôt pre požadovanú os
sl: Vrne najmanjšo vrednost za zahtevano os
sq: Kthe minimumin e vlerave për boshtin e kërkuar
sr: Vrati minimum vrednosti za traženu osu
sv: Returnera minimumvärdena för den begärda axeln
tr: İstenen eksen için değerlerin en azını döndür
uk: Повернути мінімум значень для запитаної осі
vi: Trả về giá trị nhỏ nhất của trục được yêu cầu
zh_hk: 傳回所要求軸的最小值

source: Return the maximum of the values for the requested axis
ar: أعد الحد الأقصى للقيم للمحور المطلوب
bg: Връща максималната от стойностите за заявената ос
ca: Retorna el màxim dels valors per a l'eix sol·licitat
de: Gibt das Maximum der Werte für die angeforderte Achse zurück
es: Devuelve el máximo de los valores para el eje solicitado
fa: حداکثر مقادیر را برای محور درخواستی برگردانید
fi: Palauttaa pyydetyn akselin arvojen maksimin
fr: Renvoie le maximum des valeurs pour l'axe demandé
it: Restituisce il massimo dei valori per l'asse richiesto
ja: 要求された軸の値の最大値を返します
nb: Returnerer maksimum av verdiene for den forespurte aksen
nl: Retourneer het maximum van de waarden voor de gevraagde as
pl: Zwróć maksymalną wartość dla żądanej osi
pt_br: Retorna o máximo dos valores para o eixo solicitado
ru: Возвращает максимальное из значений для запрошенной оси.
sk: Vráti maximálnu z hodnôt pre požadovanú os
sl: Vrne največjo vrednost za zahtevano os
sq: Kthe maksimumin e vlerave për boshtin e kërkuar
sr: Vrati maksimum vrednosti za traženu osu
sv: Returnera det maximala av värdena för den begärda axeln
tr: İstenen eksen için değerlerin maksimumunu döndür
uk: Повернути максимум значень для запитаної осі
vi: Trả về giá trị lớn nhất của trục được yêu cầu
zh_hk: 傳回所要求軸的最大值

source: Count non-NA cells for each column or row
ar: عدّ الخلايا غير NA لكل عمود أو صف
bg: Пребройте не-NA клетки за всяка колона или ред
ca: Compta les cel·les que no són NA per a cada columna o fila
de: Zählen Sie nicht-NA-Zellen für jede Spalte oder Zeile
es: Contar celdas que no sean NA para cada columna o fila
fa: سلول‌های غیر NA را برای هر ستون یا ردیف بشمارید
fi: Laske ei-NA-solut kullekin sarakkeelle tai riville
fr: Compter les cellules non NA pour chaque colonne ou ligne
it: Contare le cellule non-NA per ogni colonna o riga
ja: 各列または行の非NAセルを数える
nb: Tell ikke-NA-celler for hver kolonne eller rad
nl: Tel niet-NA-cellen voor elke kolom of rij
pl: Policz komórki nie-NA dla każdej kolumny lub wiersza
pt_br: Contar células não NA para cada coluna ou linha
ru: Подсчитайте не-NA ячейки для каждого столбца или строки
sk: Spočítajte bunky, ktoré nie sú NA, pre každý stĺpec alebo riadok
sl: Preštejte celice, ki niso NA, za vsak stolpec ali vrstico
sq: Numëro qelizat jo-NA për çdo kolonë ose rresht
sr: Prebroj ćelije koje nisu NA za svaku kolonu ili red
sv: Räkna icke-NA-celler för varje kolumn eller rad
tr: Her sütun veya satır için NA olmayan hücreleri sayın
uk: Порахувати кількість не-NA комірок для кожної колонки або рядка
vi: Đếm các tế bào không phải NA cho mỗi cột hoặc hàng
zh_hk: 計算每列或每行的非NA 單元格

source: Count number of distinct elements in specified axis
ar: عدّ عدد العناصر المميزة في المحور المحدد
bg: Преброяване на броя на отделните елементи в зададената ос
ca: Compta el nombre d'elements diferents en l'eix especificat
de: Zählen Sie die Anzahl der unterschiedlichen Elemente in der angegebenen Achse
es: Contar el número de elementos distintos en el eje especificado
fa: تعداد عناصر متمایز را در محور مشخص شده بشمارید
fi: Laske erillisten elementtien lukumäärä määritetyllä akselilla
fr: Compter le nombre d'éléments distincts dans l'axe spécifié
it: Conta il numero di elementi distinti nell'asse specificato
ja: 指定された軸内の異なる要素の数を数える
nb: Teller antall distinkte elementer i angitt akse
nl: Tel het aantal verschillende elementen in de opgegeven as
pl: Policz liczbę odrębnych elementów na określonej osi
pt_br: Contar o número de elementos distintos no eixo especificado
ru: Подсчитать количество отдельных элементов на указанной оси
sk: Spočítanie počtu odlišných prvkov na zadanej osi
sl: Preštejte število različnih elementov na določeni osi
sq: Numëro numrin e elementeve të dallueshme në boshtin e specifikuar
sr: Prebroj broj različitih elemenata u navedenoj osi
sv: Räkna antalet distinkta element i en specificerad axel
tr: Belirtilen eksendeki farklı elemanların sayısını sayın
uk: Порахувати кількість різних елементів у вказаній осі
vi: Đếm số lượng phần tử riêng biệt trong trục đã chỉ định
zh_hk: 計數指定軸中不同元素的數量

source: Return a Series containing counts of unique values
ar: أعد Series تحتوي على عدد القيم الفريدة
bg: Връща серия, съдържаща брой уникални стойности
ca: Retorna una sèrie que conté recomptes de valors únics
de: Gibt eine Reihe zurück, die die Anzahl eindeutiger Werte enthält
es: Devuelve una serie que contiene recuentos de valores únicos
fa: یک سری شامل تعداد مقادیر منحصر به فرد را برمی‌گرداند
fi: Palauttaa sarjan, joka sisältää yksilöllisten arvojen määrän
fr: Renvoie une série contenant le nombre de valeurs uniques
it: Restituisce una serie contenente conteggi di valori univoci
ja: 一意の値の数を含むシリーズを返す
nb: Returnerer en serie som inneholder antall unike verdier
nl: Retourneer een reeks met aantallen unieke waarden
pl: Zwraca serię zawierającą liczbę unikalnych wartości
pt_br: Retorna uma série contendo contagens de valores únicos
ru: Возвращает ряд, содержащий количество уникальных значений.
sk: Vráti sériu obsahujúcu počet jedinečných hodnôt
sl: Vrne niz, ki vsebuje število edinstvenih vrednosti
sq: Kthe një Seri që përmban numërimet e vlerave unike
sr: Vrati Seriju koja sadrži brojanja jedinstvenih vrednosti
sv: Returnera en serie som innehåller antal unika värden
tr: Benzersiz değerlerin sayılarını içeren bir Seri döndür
uk: Повернути Series, що містить кількість унікальних значень
vi: Trả về một Chuỗi chứa số lượng giá trị duy nhất
zh_hk: 傳回包含唯一值計數的 Series

source: Compute pairwise correlation of columns
ar: احسب الارتباط الثنائي للأعمدة
bg: Изчисляване на двойната корелация на колоните
ca: Calcula la correlació per parells de columnes
de: Berechnen Sie die paarweise Korrelation von Spalten
es: Calcular la correlación por pares de columnas
fa: محاسبه همبستگی جفتی ستون‌ها
fi: Laske sarakkeiden parittainen korrelaatio
fr: Calculer la corrélation par paires des colonnes
it: Calcola la correlazione a coppie delle colonne
ja: 列のペアワイズ相関を計算する
nb: Beregn parvis korrelasjon mellom kolonnene
nl: Bereken paargewijze correlatie van kolommen
pl: Oblicz korelację parami kolumn
pt_br: Calcular correlação de pares de colunas
ru: Вычислить попарную корреляцию столбцов
sk: Výpočet párovej korelácie stĺpcov
sl: Izračunaj parno korelacijo stolpcev
sq: Llogarit korrelacionin çift-për-çift të kolonave
sr: Izračunaj parnu korelaciju kolona
sv: Beräkna parvis korrelation av kolumner
tr: Sütunların çiftler halinde korelasyonunu hesaplayın
uk: Обчислити попарну кореляцію колонок
vi: Tính toán tương quan từng cặp của các cột
zh_hk: 計算列的成對相關性

source: Compute pairwise covariance of columns
ar: احسب التغاير الثنائي للأعمدة
bg: Изчисляване на двойната ковариация на колоните
ca: Calcula la covariància per parells de columnes
de: Berechnen Sie die paarweise Kovarianz von Spalten
es: Calcular la covarianza por pares de columnas
fa: محاسبه کوواریانس جفتی ستون‌ها
fi: Laske sarakkeiden parittainen kovarianssi
fr: Calculer la covariance par paires des colonnes
it: Calcola la covarianza a coppie delle colonne
ja: 列のペアワイズ共分散を計算する
nb: Beregne parvis kovarians av kolonner
nl: Bereken de paargewijze covariantie van kolommen
pl: Oblicz kowariancję parami kolumn
pt_br: Calcular covariância em pares de colunas
ru: Вычислить попарную ковариацию столбцов
sk: Výpočet párovej kovariancie stĺpcov
sl: Izračunaj parno kovarianco stolpcev
sq: Llogarit kovariancën çift-për-çift të kolonave
sr: Izračunaj parnu kovarijansu kolona
sv: Beräkna parvis kovarians av kolumner
tr: Sütunların çiftler halinde kovaryansını hesaplayın
uk: Обчислити попарну коваріацію колонок
vi: Tính toán hiệp phương sai từng cặp của các cột
zh_hk: 計算列的成對共變數

source: Compute numerical data ranks (1 through n) along axis
ar: احسب رتب البيانات العددية (1 إلى n) على طول المحور
bg: Изчисляване на ранговете на числовите данни (от 1 до n) по оста
ca: Calcula els rangs de dades numèriques (de l'1 a la n) al llarg de l'eix
de: Berechnen Sie numerische Datenränge (1 bis n) entlang der Achse
es: Calcular rangos de datos numéricos (de 1 a n) a lo largo del eje
fa: محاسبه رتبه‌های داده‌های عددی (۱ تا n) در امتداد محور
fi: Laske numeeristen tietojen arvojärjestykset (1:stä n:ään) akselin suuntaisesti
fr: Calculer les rangs des données numériques (de 1 à n) le long de l'axe
it: Calcola i ranghi dei dati numerici (da 1 a n) lungo l'asse
ja: 軸に沿って数値データの順位（1からn）を計算する
nb: Beregn numeriske datarangeringer (1 til n) langs aksen
nl: Bereken numerieke gegevensrangen (1 tot en met n) langs de as
pl: Obliczanie rang danych liczbowych (od 1 do n) wzdłuż osi
pt_br: Calcular classificações de dados numéricos (1 a n) ao longo do eixo
ru: Вычислить ранги числовых данных (от 1 до n) вдоль оси
sk: Výpočet poradia číselných údajov (1 až n) pozdĺž osi
sl: Izračunaj rangove numeričnih podatkov (od 1 do n) vzdolž osi
sq: Llogarit renditjet e të dhënave numerike (1 deri n) përgjatë boshtit
sr: Izračunaj rangove numeričkih podataka (1 do n) duž ose
sv: Beräkna numeriska datarangordningar (1 till n) längs axeln
tr: Eksen boyunca sayısal veri sıralarını (1'den n'ye kadar) hesaplayın
uk: Обчислити ранги числових даних (1 до n) вздовж осі
vi: Tính toán thứ hạng dữ liệu số (từ 1 đến n) dọc theo trục
zh_hk: 沿軸計算數值資料等級 (1 到 n)

source: Return values at the given quantile over requested axis
ar: أعد القيم عند الكوانتايل المحدد على المحور المطلوب
bg: Връща стойности при дадения квантил по заявената ос
ca: Retorna els valors del quantil donat sobre l'eix sol·licitat
de: Gibt Werte beim angegebenen Quantil über der angeforderten Achse zurück
es: Devuelve valores en el cuartil dado sobre el eje solicitado
fa: مقادیر را در چارک داده شده روی محور درخواستی برمی‌گرداند
fi: Palauta arvot annetulla kvantiililla pyydetyn akselin yli
fr: Renvoyer les valeurs au quantile donné sur l'axe demandé
it: Restituisce i valori al quantile specificato sull'asse richiesto
ja: 要求された軸上の指定された分位値を返す
nb: Returnerer verdier ved den gitte kvantilen over den ønskede aksen
nl: Retourwaarden op het gegeven kwantiel over de gevraagde as
pl: Zwraca wartości dla danego kwantyla na żądanej osi
pt_br: Retorna valores no quantil fornecido sobre o eixo solicitado
ru: Возвращает значения в заданном квантиле по запрошенной оси
sk: Vrátiť hodnoty v danom kvantile na požadovanej osi
sl: Vrne vrednosti pri danem kvantilu na zahtevani osi
sq: Kthe vlera në kuantilin e dhënë mbi boshtin e kërkuar
sr: Vrati vrednosti na zadatom kvantilu duž tražene ose
sv: Returvärden vid den givna kvantilen över den begärda axeln
tr: İstenen eksen üzerinde verilen yüzdelik değerde değerleri döndür
uk: Повернути значення на заданому квантилі для запитаної осі
vi: Trả về giá trị tại phân vị đã cho trên trục yêu cầu
zh_hk: 在要求的軸上返回給定量化值

source: Trim values at input threshold(s)
ar: قلّم القيم عند عتبة(ات) الإدخال
bg: Стойности на корекция при входния(ите) праг(ове)
ca: Retalla els valors als llindars d'entrada
de: Trimmwerte an Eingangsschwelle(n)
es: Recortar valores en los umbrales de entrada
fa: مقادیر اصلاح در آستانه(های) ورودی
fi: Trimmaa arvot tulokynnyksillä
fr: Ajuster les valeurs aux seuils d'entrée
it: Valori di trim alle soglie di input
ja: 入力しきい値でのトリム値
nb: Trimme verdier ved inngangsterskel(er)
nl: Trimwaarden bij invoerdrempel(s)
pl: Przytnij wartości na progach wejściowych
pt_br: Valores de corte no(s) limite(s) de entrada
ru: Значения обрезки на входном пороге(ах)
sk: Hodnoty orezania pri vstupnom prahu (prahoch)
sl: Vrednosti obrezovanja pri vhodnem pragu(-ih)
sq: Prit vlerat te prag(ët) e hyrjes
sr: Odseci vrednosti na ulaznim pragovima
sv: Trimvärden vid ingångströskel(ar)
tr: Giriş eşiğindeki değerleri kırpın
uk: Обрізати значення за вхідним порогом(-ами)
vi: Cắt giá trị ở ngưỡng đầu vào
zh_hk: 輸入臨界值的修整值

source: Merge DataFrame or named Series objects
ar: ادمج كائنات DataFrame أو Series مسمّاة
bg: Обединяване на DataFrame или именувани обекти от серия
ca: Fusionar objectes DataFrame o Series amb nom
de: DataFrame oder benannte Serienobjekte zusammenführen
es: Fusionar objetos DataFrame o Series con nombre
fa: ادغام اشیاء DataFrame یا Series نامگذاری شده
fi: Yhdistä DataFrame- tai nimetyt Series-objektit
fr: Fusionner des objets DataFrame ou des objets Series nommés
it: Unisci oggetti DataFrame o Series denominati
ja: DataFrame または名前付き Series オブジェクトを結合する
nb: Slå sammen DataFrame- eller navngitte serieobjekter
nl: DataFrame- of benoemde Series-objecten samenvoegen
pl: Scalenie obiektów DataFrame lub nazwanych serii
pt_br: Mesclar objetos DataFrame ou Series nomeados
ru: Объединение объектов DataFrame или именованных серий
sk: Zlúčenie objektov DataFrame alebo pomenovaných Series
sl: Združi objekte DataFrame ali imenovane serije
sq: Bashko objekte DataFrame ose Series të emërtuara
sr: Spoji DataFrame ili imenovane Series objekte
sv: Sammanfoga DataFrame- eller namngivna serieobjekt
tr: DataFrame veya adlandırılmış Seri nesnelerini birleştir
uk: Об’єднати DataFrame або іменовані об’єкти Series
vi: Hợp nhất DataFrame hoặc các đối tượng Series được đặt tên
zh_hk: 合併 DataFrame 或命名的 Series 物件

source: Join columns of another DataFrame
ar: ادمج أعمدة DataFrame أخرى
bg: Съединяване на колони от друг DataFrame
ca: Unir columnes d'un altre DataFrame
de: Spalten eines anderen DataFrame verbinden
es: Unir columnas de otro DataFrame
fa: اتصال ستون‌های یک DataFrame دیگر
fi: Yhdistä toisen DataFramen sarakkeet
fr: Rejoindre les colonnes d'un autre DataFrame
it: Unisci le colonne di un altro DataFrame
ja: 別のデータフレームの列を結合する
nb: Sammenføy kolonner i en annen DataFrame
nl: Kolommen van een ander DataFrame samenvoegen
pl: Dołącz kolumny innej ramki danych
pt_br: Unir colunas de outro DataFrame
ru: Объединение столбцов другого DataFrame
sk: Spojenie stĺpcov iného DataFrame
sl: Združi stolpce drugega podatkovnega okvira
sq: Bashko kolonat e një DataFrame tjetër
sr: Join-uj kolone drugog DataFrame-a
sv: Koppla ihop kolumner i en annan DataFrame
tr: Başka bir DataFrame'in sütunlarını birleştir
uk: З’єднати колонки іншого DataFrame
vi: Nối các cột của một DataFrame khác
zh_hk: 連接另一個 DataFrame 的欄位

source: Append rows of other to the end of caller
ar: ألحق صفوف other بنهاية caller
bg: Добавяне на редове от other в края на извикващия код
ca: Afegeix files d'"other" al final de la persona que truca
de: Fügen Sie Zeilen mit anderen an das Ende des Anrufers an
es: Añadir filas de otros al final de la persona que llama
fa: ردیف‌های other را به انتهای فراخوانی‌کننده اضافه کنید.
fi: Lisää kutsujan loppuun rivejä, joissa on muu merkkijono
fr: Ajouter les lignes de l'autre à la fin de l'appelant
it: Aggiungi righe di altro alla fine del chiamante
ja: 呼び出し元の末尾にその他の行を追加します
nb: Legg til rader med andre på slutten av oppringeren
nl: Voeg rijen van andere toe aan het einde van de beller
pl: Dodaj wiersze innych na końcu wywołującego
pt_br: Adicionar linhas de outro ao final do chamador
ru: Добавить строки «Другое» в конец вызывающего объекта
sk: Pridať riadky typu other na koniec volajúceho
sl: Dodaj vrstice z drugimi na konec klicatelja
sq: Shto rreshtat e other në fund të caller
sr: Dodaj redove iz other na kraj caller-a
sv: Lägg till rader av andra i slutet av anroparen
tr: Çağrıcının sonuna diğer satırları ekle
uk: Додати рядки іншого в кінець поточного
vi: Thêm các hàng khác vào cuối trình gọi
zh_hk: 將其他的行附加到呼叫者的末端

source: Modify in place using non-NA values from another DataFrame
ar: عدّل في مكانه باستخدام قيم غير NA من DataFrame أخرى
bg: Промяна на място, използвайки стойности, различни от NA, от друг DataFrame
ca: Modificar in situ utilitzant valors que no són NA d'un altre DataFrame
de: Vor Ort ändern, indem nicht-NA-Werte aus einem anderen DataFrame verwendet werden
es: Modificar en el lugar utilizando valores que no sean NA de otro DataFrame
fa: با استفاده از مقادیر غیر NA از DataFrame دیگر، درجا اصلاح کنید
fi: Muokkaa paikallaan käyttämällä toisen DataFramen ei-NA-arvoja
fr: Modifier sur place en utilisant des valeurs non NA provenant d'un autre DataFrame
it: Modifica sul posto utilizzando valori non NA da un altro DataFrame
ja: 別の DataFrame の非 NA 値を使用してその場で変更する
nb: Endre på stedet ved hjelp av ikke-NA-verdier fra en annen DataFrame
nl: Wijzigen ter plaatse met behulp van niet-NA-waarden uit een ander DataFrame
pl: Modyfikuj w miejscu, używając wartości innych niż NA z innej ramki danych
pt_br: Modificar no local usando valores não NA de outro DataFrame
ru: Изменить на месте, используя не-NA значения из другого DataFrame
sk: Upraviť na mieste pomocou hodnôt, ktoré nie sú NA, z iného dátového rámca
sl: Spremeni na mestu z uporabo vrednosti, ki niso NA, iz drugega podatkovnega okvira
sq: Modifiko in place duke përdorur vlera jo-NA nga një DataFrame tjetër
sr: Izmeni na mestu koristeći non-NA vrednosti iz drugog DataFrame-a
sv: Ändra på plats med icke-NA-värden från en annan DataFrame
tr: Başka bir DataFrame'den NA olmayan değerleri kullanarak yerinde değişiklik yapın
uk: Змінити на місці, використовуючи не-NA значення з іншого DataFrame
vi: Sửa đổi tại chỗ bằng cách sử dụng các giá trị không phải NA từ một DataFrame khác
zh_hk: 使用另一個 DataFrame 的非NA 值就地修改
