Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You cannot add or remove users to/from the ''All Users'' group.
ar: لا يمكنك إضافة أو إزالة مستخدمين إلى/من مجموعة ''جميع المستخدمين''.
bg: Не можете да добавяте или премахвате потребители към / от групата „Всички потребители“.
ca: No es pot afegir o eliminar usuaris del grup "Tots els usuaris".
de: Du kannst keine Benutzer zu der Gruppe ''All Users'' hinzufügen oder entfernen.
eo: You can’t add or remove peeps from the “All Users” group, fr.
es: No puedes agregar o eliminar usuarios del grupo "Todos los usuarios".
fa: شما نمی توانید کاربران را به گروه "همه کاربران" اضافه یا حذف کنید.
fi: Et voi lisätä tai poistaa käyttäjiä ''Kaikki käyttäjät'' -ryhmästä.
fr: Vous ne pouvez pas ajouter ou supprimer des utilisateurs du groupe "Tous les utilisateurs".
hu: Nem adhat hozzá vagy távolíthat el felhasználókat az ''All Users'' csoportból.
it: Non puoi aggiungere o rimuovere utenti al/dal gruppo "All Users".
ja: All Usersグループのユーザーは変更できません
lt: Negalite pridėti ar pašalinti naudotojų grupės „Visų vartotojų“.
ms: Anda tidak boleh menambah atau mengalih keluar pengguna ke/dari kumpulan "Semua Pengguna".
nb: Du kan ikke legge til eller fjerne brukere i "Alle Brukere"-gruppen.
nl: Je kunt geen gebruikers toevoegen aan of verwijderen uit de groep '' Alle gebruikers ''.
pl: Nie możesz dodawać ani usuwać użytkowników do / z grupy "Wszyscy użytkownicy".
pt_br: Não é possível adicionar ou remover usuários de/para o grupo ''Todos os usuários''.
ru: Вы не можете добавлять или удалять пользователей в/из группы "Все пользователи".
sk: Do skupiny ''Všetci používatelia'' nemôžete pridávať ani odstraňovať používateľov.
sl: Ne morete dodajati ali odstranjevati uporabnikov v skupino ''Vsi uporabniki'' ali jih odstraniti.
sq: Nuk mund të shtoni ose hiqni përdorues në/nga grupi ''Të gjithë përdoruesit''.
sr: Ne možete da dodate ili uklonite korisnike u/iz grupe ''Svi korisnici''.
sv: Du kan inte lägga till eller ta bort användare från gruppen Alla användare.
tr: "Tüm kullanıcılar" grubuna kullanıcı ekleyemez ya da silemezsiniz.
uk: Ви не можете додавати або вилучати користувачів до/з групи ''All Users''.
vi: Bạn không thể thêm hoặc xóa người dùng vào / ra khỏi nhóm '' Tất cả người dùng '.
zh_hk: 您不能新增或移除‘All Users'組的成員

source: You cannot remove the last member of the ''Admin'' group!
ar: لا يمكنك إزالة آخر عضو في مجموعة ''Admin''!
bg: Не можете да премахнете последния член на групата '' Администратор ''!
ca: No es pot eliminar el darrer membre del grup "Admin".
de: Du kannst nicht das letzte Mitglied der Gruppe "Admin" entfernen!
eo: Bruh, you can't kick the last person in the "Admin" group, that's a no-go.
es: ¡No puedes eliminar al último miembro del grupo ''Admin''!
fa: شما نمی توانید آخرین عضو گروه "مدیر" را حذف کنید!
fi: Et voi poistaa ''Admin''-ryhmän viimeistä jäsentä!
fr: Vous ne pouvez pas supprimer le dernier membre du groupe "Admin" !
hu: Nem távolíthatja el az ''Admin'' csoport utolsó tagját!
it: Non puoi rimuovere l'ultimo membro del gruppo "Admin"!
ja: Adminグループには最低１人のメンバーを残さないといけません!
lt: Negalite pašalinti paskutinio „„ Admin “grupės nario!
ms: Anda tidak boleh mengalih keluar ahli terakhir kumpulan "Pentadbir"!
nb: Du kan ikke fjerne det siste medlemmet av "Admin"-gruppen!
nl: Je kunt het laatste lid van de groep '' Beheerder 'niet verwijderen!
pl: Nie możesz usunąć ostatniego członka grupy "Admin"!
pt_br: Não é possível excluir o último membro do grupo "Administradores"!
ru: Вы не можете удалить последнего участника группы "администратор"!
sk: Posledného člena skupiny ''Admin'' nemôžete odstrániť!
sl: Zadnjega člana skupine ''Admin'' ne morete odstraniti!
sq: Nuk mund të hiqni anëtarin e fundit të grupit ''Admin''!
sr: Ne možete da uklonite poslednjeg člana grupe ''Admin''!
sv: Du kan inte ta bort den sista medlemmen i Admin-gruppen!
tr: "Yönetici" grubunun son üyesini çıkarmazsınız.
uk: Ви не можете вилучити останнього учасника групи ''Admin''!
vi: Bạn không thể xóa thành viên cuối cùng của nhóm '' Quản trị viên ''!
zh_hk: 您不能移除‘Admin’組的最後一個成員

source: Error inserting a new Setting: {0}
hu: Hiba egy új beállítás beszúrásakor: {0}
ms: Ralat memasukkan Tetapan baharu: {0}

source: defsetting descriptions strings must be `:internal?` or internationalized, found: `{0}`
hu: defsetting leírások karakterláncai :internal? vagy nemzetköziesítettek kell legyenek, talált: {0}
ms: Rentetan keterangan tetapan lalai mestilah :internal? atau antarabangsa, ditemui: {0}

source: Loading plugin {0}... {1}
hu: Beépülő modul betöltése {0}... {1}
ms: Memuatkan plugin {0}... {1}

source: Object keyed by type, containing formatting settings
ar: كائن مفهرس حسب النوع ويحتوي على إعدادات التنسيق
bg: Обект, въведен по тип, съдържащ настройки за форматиране
ca: Objecte de claus per tipus, conté configuracions del format
de: Nach Typ kodiertes Objekt, das Formatierungseinstellungen enthält
eo: Object that's like, sorted by type and holding all the formatting vibes
es: Objeto tecleado por tipo, contiene ajustes de formato
fa: کلید بسته شده بر اساس نوع ، حاوی تنظیمات قالب بندی
fi: Objekti, jossa avain on tyyppi ja joka sisältää muotoiluasetukset
fr: Objet indexé par type, contenant les paramètres de formatage
hu: Típus szerint kulcsosított objektum, amely formázási beállításokat tartalmaz
it: Oggetto digitato per tipo, contenente le impostazioni di formattazione
ja: タイプごとにキー設定され、フォーマット設定を含むオブジェクト
lt: Objekto raktas pagal tipą, kuriame yra formatavimo nustatymai
ms: Objek dikunci mengikut jenis, mengandungi tetapan pemformatan
nb: Objekt kodet etter type, inneholder formateringsinnstillinger
nl: Object mapped bij type, bevat format instellingen
pl: Obiekt kluczowany według typu, zawierający ustawienia formatowania
pt_br: Objeto codificado por tipo, contendo configurações de formatação
ru: Объект с ключом по типу, содержащий параметры форматирования
sk: Objekt previazaný podľa typu obsahujúcich nastavení formátovania
sl: Predmet, ki je vključen po vrsti, vsebuje nastavitve oblikovanja
sq: Objekt i kyçur sipas tipit, që përmban cilësime formatimi
sr: Objekat sa ključevima po tipu, koji sadrži podešavanja formatiranja
sv: Objekt med nyckel på typ, innehållande formatteringsinställningar
tr: Biçimlendirme ayarları içeren tip anahtarlı nesne
uk: Обʼєкт, тип якого використовується як ключ, що містить налаштування форматування
vi: Đối tượng được khóa theo loại, chứa các cài đặt định dạng
zh_hk: 按類型鍵入的對象包含格式設定

source: Allow users to explore data using X-rays
ar: السماح للمستخدمين باستكشاف البيانات باستخدام X-rays
bg: Позволете на потребителите да изследват данни с помощта на рентгенов анализ.
ca: Permetre que els usuaris utilitzin els rajos-X
de: Erlaube Benutzern das Untersuchen von Daten mittels X-Rays
eo: Let users peep the data with X-ray vision, fr fr
es: Permitir que los usuarios hagan uso de Rayos-X
fa: به کاربران اجازه دهید داده ها را با استفاده از اشعه X اکتشاف کنند
fi: Anna käyttäjien tutkia dataa läpivalaisulla
fr: Autoriser les utilisateurs à radiographier les données
hu: Engedélyezze a felhasználóknak az adatok feltárását röntgen segítségével
it: Permettere agli utenti di esplorare i dati usando i raggi X
ja: 自動探査(X-ray)を使ってデータの探索を許可する
lt: Leisti vartotojams ištirti duomenis naudojant rentgeno spindulius
ms: Benarkan pengguna meneroka data menggunakan X-ray
nb: Tillat brukere å utforske data ved hjelp av X-rays
nl: Gebruikers toestaan om data te verkennen met X-rays
pl: Pozwól użytkownikom eksplorować dane za pomocą X-ray
pt_br: Permitir que usuários explorem dados utilizando radiografias
ru: Позволяют пользователям исследовать данные с помощью X-ray
sk: Umožnite používateľom prehľadávať dáta
sl: Omogočanje uporabnikom raziskovanja podatkov z rentgenskimi žarki
sq: Lejo përdoruesit të eksplorojnë të dhënat duke përdorur X-rays
sr: Dozvoli korisnicima da istražuju podatke pomoću Rendgena
sv: Tillåt användare att utforska data med genomlysningar
tr: Kullanıclara veri araştırması için X-rays kullanımına izin ver
uk: Дозволити користувачам досліджувати дані за допомогою X-rays
vi: Cho phép người dùng khám phá dữ liệu bằng tia X
zh_hk: 允許使用者使用X-rays探索資料

source: Using this URL to check token: {0}
hu: Ennek az URL-nek a használata a token ellenőrzéséhez: {0}
ms: Menggunakan URL ini untuk menyemak token: {0}

source: Unable to validate token: 404 not found.
hu: Nem sikerült érvényesíteni a tokent: 404 nem található.
ms: Tidak dapat mengesahkan token: 404 tidak ditemui.

source: There was an error checking whether this token was valid:
hu: Hiba történt a token érvényességének ellenőrzése során:
ms: Terdapat ralat menyemak sama ada token ini sah:

source: Token for premium features. Go to the MetaStore to get yours!
ar: Token للميزات المميزة. انتقل إلى MetaStore للحصول على Token الخاص بك!
bg: Токен за премиум функции. Отидете в MetaStore, за да вземете своя!
ca: Token per a característiques premium. Ves al MetaStore per aconsguir el teu.
de: Token für Premium-Funktionen. Nutze den MetaStore, um Deinen zu erhalten!
eo: Token for the sick premium perks. Hit up the MetaStore to grab yours!
es: Token para características premium. ¡Ve a MetaStore para conseguir el tuyo!
fa: بیان ویژگی های حق بیمه برو به MetaStore برای گرفتن مال شما!
fi: Lippu premium-ominaisuuksille. Mene MetaStoreen saadaksesi omasi!
fr: Jeton pour les fonctionnalités Premium. Allez au "MetaStore" pour obtenir le vôtre !
hu: Token prémium funkciókhoz. Menjen a MetaStore-ba, hogy megszerezze!
it: Token per funzionalità premium. Vai al MetaStore per ottenere il tuo!
ja: プレミアム機能のトークン取得のためMetaStoreに行きましょう!
lt: Papildomų funkcijų ženklas. Eikite į „MetaStore“, kad gautumėte jūsų!
ms: Token untuk ciri premium. Pergi ke MetaStore untuk mendapatkannya!
nb: Token for premium-egenskaper. Gå til MetaStore for å få din egen!
nl: Token voor premium functies. Ga naar de MetaStore om de jouwe te krijgen!
pl: Token dla funkcji premium. Przejdź do MetaStore, aby uzyskać swój!
pt_br: Token para recursos premium. Vá até a MetaSore para adquirir o seu!
ru: Токен для премиум-функций. Иди в MetaStore, чтобы получить свой!
sk: Token pre prémiové funkcie. Choďte do MetaStore a získajte svoj token!
sl: Žeton za vrhunske funkcije. Pojdite v MetaStore, da dobite svoje!
sq: Token për veçori premium. Shkoni te MetaStore për të marrë tuajin!
sr: Token za premium funkcije. Idite u MetaStore da preuzmete svoj!
sv: Accessnyckel för premium-funktioner. Gå till MetaStore för att skaffa dina!
tr: Premium özellikler için token. Almak için MetaStore'a git!
uk: Токен для преміум-особливостей. Перейдіть до MetaStore, щоб отримати свій!
vi: Mã thông báo cho các tính năng cao cấp. Truy cập MetaStore để lấy của bạn!
zh_hk: 令牌（Token）為進階功能。 轉到MetaStore來獲取您的令牌！

source: Token format is invalid. Token should be 64 hexadecimal characters.
hu: A token formátuma érvénytelen. A tokennek 64 hexadecimális karakterből kell állnia.
ms: Format token tidak sah. Token haruslah 64 karakter heksadesimal.

source: Error setting premium features token
hu: Hiba a prémium funkciók token beállítása során
ms: Ralat menetapkan token ciri premium

source: Error validating token:
hu: Hiba a token érvényesítése során:
ms: Ralat mengesahkan token:

source: Error preprocessing query
hu: Hiba a lekérdezés előfeldolgozása során
ms: Ralat memproses awal query

source: No native form returned.
hu: Nincs visszaadott natív forma.
ms: Tiada bentuk asli dikembalikan.

source: Invalid response from database driver. No :status provided.
hu: Érvénytelen válasz az adatbázis-illesztőprogramtól. Nincs :status megadva.
ms: Respons tidak sah daripada pemandu pangkalan data. Tiada :status disediakan.

source: General error
hu: Általános hiba
ms: Ralat umum

source: Missing query hash!
hu: Hiányzó lekérdezés hash!
ms: Hash query hilang!

source: Table ''{0}'' has no Fields associated with it.
ar: الجدول ''{0}'' لا توجد له أي حقول مرتبطة به.
bg: Таблица „{0}“ няма свързани полета.
ca: La taula "{0}" no té camps associats.
de: Tabelle "{0}" besitzt keine assoziierten Felder.
eo: Table "{0}" has zero Fields linked to it, fr fr.
es: La tabla '' {0} '' no tiene campos asociados.
fa: در جدول "" {0} "هیچ فیلد مرتبط با آن وجود ندارد.
fi: Taululla ''{0}'' ei ole siihen liittyviä kenttiä.
fr: La table ''{0}'' n'est associée à aucun champ.
hu: A(z) ''{0}'' táblának nincs hozzá tartozó mezője.
it: La tabella ''{0}'' non ha campi associati.
ja: テーブル "{0}" には指定されたフィールドに関連するフィールドはありません。
lt: Lentelė '' {0} '' neturi su juo susijusių laukų.
ms: Jadual ''{0}'' tidak mempunyai Medan yang berkaitan dengannya.
nb: Tabellen "{0}" har ingen felter assosiert med seg.
nl: Aan tabel "{0}" zijn geen velden gekoppeld.
pl: Tabela "{0}" nie zawiera powiązanych z nią Pól.
pt_br: A tabela ''{0}'' não tem campos associados a ela.
ru: Таблица "{0}" не имеет связанных с ней полей.
sk: Tabuľka ''{0}'' nemá priradené polia.
sl: Tabela ''{0}'' nima povezanih polj.
sq: Tabela ''{0}'' nuk ka asnjë Fushë të lidhur me të.
sr: Tabela ''{0}'' nema povezana Polja.
sv: Tabellen "{0}" har inga associerade fält.
tr: Tablo "{0}" ile ilişkilendirilmiş alan yok.
uk: Таблиця ''{0}'' не має повʼязаних із нею Полів.
vi: Bảng '' {0} '' không có Trường liên quan đến nó.Đạt đến giới hạn truy vấn đồng thời tối đa
zh_hk: 表 ''{0}'' 和它沒有任何關聯欄位.

source: Max concurrent query limit reached
hu: Az egyidejű lekérdezések maximális határa elérve
ms: Had maksima pertanyaan serentak dicapai

source: Don't know how to get information about Field:
hu: Nem tudom, hogyan szerezzek információt a mezőről:
ms: Tidak tahu cara mendapatkan maklumat tentang Medan:

source: metabase.query-processor.interface/*driver* is unbound.
hu: A metabase.query-processor.interface/driver nincs kötve.
ms: metabase.query-processor.interface/driver tidak terikat.

source: Query processor error: mismatched number of columns in query and results.
eo: Bruh, got a query processor error — like, the columns in the query and results aren’t matching, lol.
hu: Lekérdezés feldolgozó hiba: a lekérdezésben és az eredményekben nem egyezik a számú oszlopok.
lt: Užklausos procesoriaus klaida: neatitinkantis užklausų ir rezultatų stulpelių skaičius.
ms: Ralat pemproses pertanyaan: bilangan lajur dalam querydan hasil tidak sepadan.

source: Expected {0} fields, got {1}
eo: Bruh, was expecting {0} fields but got {1} instead.
hu: Várt {0} mezők, kapott {1}
lt: Laukai {0} laukai {1}
ms: Dijangka {0} medan, dapat {1}

source: Expected: {0}
eo: Expected: fr, {0}
hu: Várt:
lt: Laukiama: {0}
ms: Dijangka: {0}

source: Actual: {0}
eo: Real talk: {0}
hu: Valós:
lt: Faktinis: {0}
ms: Dijangka: {0}

source: Unable to bin Field without a min/max value
hu: Nem lehet mezőt binelni minimális/maximális érték nélkül
ms: Tidak dapat menyusun Medan tanpa nilai min/maks

source: {0} is not supported by this driver.
hu: {0} nem támogatott ennél az illesztőnél.
ms: {0} tidak disokong oleh pemacu ini.

source: Segment {0} does not exist, or is invalid.
hu: A(z) {0} szegmens nem létezik, vagy érvénytelen.
ms: Segmen {0} tidak wujud, atau tidak sah.

source: Metric {0} does not exist, or is invalid.
hu: A(z) {0} metrika nem létezik, vagy érvénytelen.
ms: Metrik {0} tidak wujud, atau tidak sah.

source: Missing source query in Card {0}
ar: استعلام المصدر مفقود في البطاقة {0}
bg: Липсваща заявка за източник в карта {0}
ca: Falta la consulta origen a la Targeta {0}
de: Fehlende Quell-Query in Karte {0}
eo: Yo, source query is MIA in Card {0}
es: Falta la consulta de origen en la tarjeta {0}
fa: جستجوی منبع موجود در کارت {0}
fi: Puuttuva lähdepyyntö kortissa {0}
fr: Requête source manquante dans la carte {0}
hu: Hiányzó forráslekérdezés a(z) {0} kártyán
it: Query sorgente mancante nella Scheda {0}
ja: カード {0} にはソースクエリが不足しています
lt: Trūksta šaltinio užklausos kortelėje {0}
ms: Query sumber hilang dalam Kad {0}
nb: Mangler kildespørring i Kort {0}
nl: Bron query mist in kaart {0}
pl: Brakujące zapytanie źródłowe na Karcie {0}
pt_br: Consulta de fonte ausente no cartão {0}
ru: Отсутствует исходный запрос в карточке {0}
sk: Chýba zdrojový dopyt na karte {0}
sl: Manjkajoča izvorna poizvedba v {0} kartice
sq: Mungon pyetja burimore në Kartën {0}
sr: Nedostaje izvorni upit u kartici {0}
sv: Saknad frågekälla för frågan i lista {0}
tr: Kart {0}'da kaynak sorgu eksik
uk: Відсутній запит-джерело в картці {0}
vi: Thiếu truy vấn nguồn trong Thẻ {0}
zh_hk: 卡片中缺少源查詢 {0}

source: Fetched source query from Card {0}:
hu: Forrás lekérdezés betöltése a Kártyából {0}:
ms: Querysumber diambil dari Kad {0}:

source: Error transforming MBQL query to native:
hu: Hiba az MBQL lekérdezés natív átalakításakor:
ms: Ralat mengubah query MBQL kepada asli:

source: Cannot run query: could not find source table {0}.
hu: Nem lehet lefuttatni a lekérdezést: a(z) {0} forrástábla nem található.
ms: Tidak boleh menjalankan query: tidak dapat mencari jadual sumber {0}.

source: Error recording results metadata for query:
hu: Hiba az eredmények metaadatainak rögzítése során a lekérdezéshez:
ms: Ralat merakam metadata hasil untuk query:

source: Error: Query Processor store is not initialized.
hu: Hiba: A Query Processor tárhely nincs inicializálva.
ms: Ralat: Penyimpanan Pemproses Query tidak diinisiasikan.

source: Error: Table {0} is not present in the Query Processor Store.
hu: Hiba: A(z) {0} tábla nincs jelen a Query Processor tárhelyen.
ms: Ralat: Jadual {0} tidak wujud dalam Penyimpanan Pemproses Query.

source: Error: Field {0} is not present in the Query Processor Store.
hu: Hiba: A(z) {0} mező nincs jelen a Query Processor tárhelyen.
ms: Ralat: Medan {0} tidak wujud dalam Penyimpanan Pemproses Query.

source: Task history cleanup successful, rows were {0}deleted
hu: A feladattörténet tisztítása sikeres volt, sorok törölve: {0}
ms: Pembersihan sejarah tugas berjaya, baris telah dipadamkan {0}

source: not
hu: nem
ms: bukan

source: For more information, see
hu: További információért lásd
ms: Untuk maklumat lanjut, lihat

source: Integer greater than or equal to zero
hu: Nullánál nagyobb vagy azzal egyenlő egész szám
ms: Integer lebih besar atau sama dengan sifar

source: value must be an integer greater than or equal to zero.
hu: az értéknek nullánál nagyobb vagy egyenlő egész számnak kell lennie.
ms: nilai mestilah integer lebih besar atau sama dengan sifar.

source: value must be an integer zero or greater.
hu: az értéknek nulla vagy nagyobb egész számnak kell lennie.
ms: nilai mestilah integer sifar atau lebih besar.

source: value must be a valid integer greater than or equal to zero.
hu: értékének nullánál nagyobb vagy azzal egyenlő érvényes egész számnak kell lennie.
lt: reikšmė turi būti tinkamas sveikasis skaičius, lygus nuliui arba lygus jam.
ms: nilai mestilah integer sah lebih besar atau sama dengan sifar.

source: New users per state in the last 30 days
ar: مستخدمون جدد لكل ولاية خلال آخر 30 يومًا
bg: Нови потребители по държави през последните 30 дни
ca: Nous usuaris per estat en els darrers 30 dies
de: Nach Status in den letzten 30 Tagen neue Benutzer
eo: New peeps per state in the last 30 days
es: Nuevos usuarios por estado en los últimos 30 días
fa: کاربران جدید در هر ایالت در 30 روز گذشته
fi: Uusia käyttäjiä osavaltiota kohti viimeisen 30 päivän aikana
fr: Nouveaux utilisateurs par état au cours des 30 derniers jours
hu: Új felhasználók államonként az elmúlt 30 napban
it: Nuovi utenti per stato negli ultimi 30 giorni
ja: 過去30日の状態ごとの新規ユーザー
lt: Nauji vartotojai per valstybės per pastarąsias 30 dienų
ms: Pengguna baharu setiap negeri dalam 30 hari terakhir
nb: Nye brukere per status i løpet av de siste 30 dagene
nl: Nieuwe gebruikers per staat in de laatste 30 dagen
pl: Nowi użytkownicy na stan w ciągu ostatnich 30 dni
pt_br: Novos usuários por estado nos últimos 30 dias
ru: Новые пользователи по региону за последние 30 дней
sk: Noví používatelia v každom štáte za posledných 30 dní
sl: Novi uporabniki na državo v zadnjih 30 dneh
sq: Përdorues të rinj për shtet në 30 ditët e fundit
sr: Novi korisnici po državi u poslednjih 30 dana
sv: Nya användare per stat de senaste 30 dagarna
tr: Son 30 gün içerisinde eyalet bazında yeni kullanıcılar
uk: Нові користувачі за штатом за останні 30 днів
vi: Người dùng mới cho mỗi tiểu bang trong 30 ngày qua
zh_hk: 最近30天每州新增使用者

source: Created At by day of the week
hu: Létrehozás időpontja a hét napja szerint
ms: Dibuat pada hari dalam minggu

source: Created At by quarter of the year
hu: Létrehozás időpontja az év negyedéve szerint
ms: Dibuat pada suku tahun

source: [[this.short-name]] per country
ar: [[this.short-name]] لكل بلد
bg: [[this.short-name]] за държава
ca: [[this.short-name]] per país
de: [[this.short-name]] pro Land
eo: [[this.short-name]] per country, fr fr
es: [[this.short-name]] por país
fa: [[this.short-name]] در هر کشور
fi: [[this.short-name]] maakohtaisesti
fr: [[this.short-name]] par pays
hu: [[this.short-name]] országonként
it: [[this.short-name]] per paese
ja: 国ごとの [[this.short-name]]
lt: [[this.short-name]] kiekvienai šaliai
ms: [[this.short-name]] setiap negara
nb: [[this.short-name]] per land
nl: [[this.short-name]] per land
pl: [[this.short-name]] na państwo
pt_br: [[this.short-name]] por país
ru: [[this.short-name]] по стране
sk: [[this.short-name]] na krajinu
sl: [[this.short-name]] na državo
sq: [[this.short-name]] për vend
sr: [[this.short-name]] po zemlji
sv: [[this.short-name]] per land
tr: Ükle başına [[this.short-name]]
uk: [[this.short-name]] за країною
vi: [[this.short-name]] mỗi quốc gia
zh_hk: [[this.short-name]] 每國家

source: Users per source
ar: المستخدمون لكل مصدر
bg: Потребители на източник
ca: Usuaris per origen
de: Benutzer pro Quelle
eo: Users per source → Users per like, y'know?
es: Usuarios por origen
fa: کاربران در هر منبع
fi: Käyttäjiä lähdettä kohti
fr: Utilisateurs par source
hu: Felhasználók forrásonként
it: Utenti per sorgente
ja: ソースごとのユーザー
lt: Vartotojai iš šaltinio
ms: Pengguna mengikut sumber
nb: Brukere per kilde
nl: Gebruikers per bron
pl: Użytkownicy na źródło
pt_br: Usuários por fonte
ru: Пользователи по источнику
sk: Používatelia podľa zdroja
sl: Uporabniki na vir
sq: Përdorues për burim
sr: Korisnici po izvoru
sv: Användare per källa
tr: Kaynak başına kullanıcı
uk: Користувачі за джерелом
vi: Người dùng mỗi nguồn
zh_hk: 每來源使用者

source: The top external pages that brought users to your site
hu: A legnépszerűbb külső oldalak, amelyek felhasználókat hoztak az oldaladra
ms: Halaman luaran teratas yang membawa pengguna ke laman anda

source: How [[this]] is distributed and more.
ar: كيف يتوزع [[this]] وأكثر.
bg: Как се разпространява [[това]] и др.
ca: Com es distribueix [[this]] i alguna cosa més.
de: Wie [[this]] verteilt wird und mehr.
eo: How [[this]] is lowkey spread and all that jazz.
es: Cómo se distribuye [[this]] y algo más.
fa: چگونگی توزیع [[this]] و موارد دیگر.
fi: Kuinka [[this]] jaetaan ja paljon muuta.
fr: Comment [[this]] est distribué et plus.
hu: Hogyan oszlik el [[ez]] és még több.
it: Come [[this]] è distribuito e altro.
ja: [[this]]がどのように分布しているのかなど。
lt: Kaip paskirstoma [[]] ir dar daugiau.
ms: Bagaimana [[ini]] diedarkan dan banyak lagi.
nb: Hvordan [[this]] er distribuert og mer.
nl: Hoe [[this]] is gedistribueerd en meer.
pl: Jak [this]] jest dystrybuowany i więcej.
pt_br: Como [[this]] é distribuído e mais.
ru: Как [[this]] распространяется и т.д.
sk: Ako je [[this]] distribuované a viac.
sl: Kako se [[to]] distribuira in še več.
sq: Si shpërndahet [[this]] dhe më shumë.
sr: Kako je [[this]] raspodeljeno i još toga.
sv: Hur [[this]] är fördelat och mer.
tr: [[this]] nasıl dağıtılması ve daha fazlası.
uk: Як розподілено [[this]] та інше.
vi: Cách [[này]] được phân phối và hơn thế nữa
zh_hk: [[這個]]如何分發等等。
