Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Required only if the query uses an alias to refer to the mapped field's table. For example, if you map the variable to the {0} field, but the query aliases the {1} table as {2}, you'd enter {3}.
ar: مطلوب فقط إذا كان الاستعلام يستخدم اسمًا مستعارًا للإشارة إلى جدول الحقل المُعيَّن. على سبيل المثال، إذا قمت بتعيين المتغير إلى الحقل {0}، لكن الاستعلام يضع اسمًا مستعارًا للجدول {1} كـ {2}، فستُدخل {3}.
bg: Изисква се само ако заявката използва псевдоним, за да се обърне към таблицата на картографираното поле. Например, ако картографирате променливата към полето {0} , но заявката използва псевдоним на таблицата {1} като {2}, трябва да въведете {3}.
ca: Només és obligatori si la consulta utilitza un àlies per referir-se a la taula del camp assignat. Per exemple, si assigna la variable al camp {0} , però la consulta assigna un àlies a la taula {1} com a {2}, hauríeu d'introduir {3}.
de: Nur erforderlich, wenn die Abfrage einen Alias verwendet, um auf die Tabelle des zugeordneten Felds zu verweisen. Wenn Sie beispielsweise die Variable dem Feld {0} zuordnen, die Abfrage die Tabelle {1} jedoch als {2}aliasiert, geben Sie {3}ein.
es: Solo es necesario si la consulta usa un alias para referirse a la tabla del campo asignado. Por ejemplo, si asigna la variable al campo {0} , pero la consulta asigna el alias {2}a la tabla {1} , deberá escribir {3}.
fa: فقط در صورتی لازم است که پرس‌وجو از یک نام مستعار برای اشاره به جدول فیلد نگاشت‌شده استفاده کند. برای مثال، اگر متغیر را به فیلد {0} نگاشت کنید، اما پرس‌وجو جدول {1} را به صورت {2}نام مستعار قرار دهد، باید {3}را وارد کنید.
fi: Pakollinen vain, jos kysely käyttää aliasta viittaamaan yhdistetyn kentän tauluun. Jos esimerkiksi yhdistät muuttujan {0} -kenttään, mutta kysely aliastaa {1} -taulukon muotoon {2}, kirjoittaisit {3}.
fr: Obligatoire uniquement si la requête utilise un alias pour faire référence à la table du champ mappé. Par exemple, si vous mappez la variable au champ {0} , mais que la requête aliase la table {1} comme {2}, vous saisirez {3}.
it: Obbligatorio solo se la query utilizza un alias per fare riferimento alla tabella del campo mappato. Ad esempio, se si mappa la variabile al campo {0} , ma la query crea un alias per la tabella {1} come {2}, si inserirà {3}.
ja: クエリでマッピングされたフィールドのテーブルを参照するためにエイリアスを使用する場合にのみ必須です。例えば、変数を {0} フィールドにマッピングし、クエリで {1} テーブルを {2}というエイリアスにしている場合は、 {3}と入力します。
nb: Kun påkrevd hvis spørringen bruker et alias for å referere til det tilordnede feltets tabell. Hvis du for eksempel tilordner variabelen til feltet {0} , men spørringen bruker aliaset {2}for tabellen {1} , skriver du inn {3}.
nl: Alleen vereist als de query een alias gebruikt om te verwijzen naar de tabel van het toegewezen veld. Als u bijvoorbeeld de variabele toewijst aan het veld {0} , maar de query de tabel {1} als {2}aliast, voert u {3}in.
pl: Wymagane tylko wtedy, gdy zapytanie używa aliasu do odwołania się do tabeli z mapowanym polem. Na przykład, jeśli mapujesz zmienną na pole {0} , ale zapytanie aliasuje tabelę {1} jako {2}, wpisz {3}.
pt_br: Obrigatório somente se a consulta usar um alias para se referir à tabela do campo mapeado. Por exemplo, se você mapear a variável para o campo {0} , mas a consulta atribuir o alias à tabela {1} como {2}, você digitaria {3}.
ru: Требуется только в том случае, если запрос использует псевдоним для ссылки на таблицу с сопоставленным полем. Например, если переменная сопоставлена с полем {0} , но запрос использует псевдоним для таблицы {1} как {2}, введите {3}.
sk: Povinné iba v prípade, že dotaz používa alias na odkazovanie na tabuľku namapovaného poľa. Napríklad, ak namapujete premennú na pole {0} , ale dotaz použije alias pre tabuľku {1} ako {2}, zadáte {3}.
sl: Zahtevano le, če poizvedba uporablja vzdevek za sklicevanje na tabelo preslikanega polja. Če na primer spremenljivko preslikate v polje {0} , poizvedba pa tabeli {1} dodeli vzdevek {2}, vnesete {3}.
sq: Kërkohet vetëm nëse pyetja përdor një alias për t’iu referuar tabelës së fushës së mapuar. Për shembull, nëse e maponi variablën te fusha {0}, por pyetja i jep tabelës {1} aliasin {2}, do të vendosnit {3}.
sr: Obavezno samo ako upit koristi alias da se referiše na tabelu mapiranog polja. Na primer, ako mapirate promenljivu na polje {0}, ali upit dodeljuje alias tabeli {1} kao {2}, uneli biste {3}.
sv: Krävs endast om frågan använder ett alias för att referera till det mappade fältets tabell. Om du till exempel mappar variabeln till fältet {0} , men frågan aliaserar tabellen {1} som {2}, anger du {3}.
tr: Yalnızca sorgu, eşlenen alanın tablosuna başvurmak için bir takma ad kullanıyorsa gereklidir. Örneğin, değişkeni {0} alanına eşlerseniz, ancak sorgu {1} tablosunu {2}olarak adlandırırsa, {3}girmeniz gerekir.
uk: Потрібно лише якщо запит використовує аліас для звернення до таблиці зіставленого поля. Наприклад, якщо ви зіставляєте змінну з полем {0}, але в запиті таблицю {1} задано з аліасом {2}, ви введете {3}.
vi: Chỉ bắt buộc nếu truy vấn sử dụng bí danh để tham chiếu đến bảng của trường được ánh xạ. Ví dụ: nếu bạn ánh xạ biến vào trường {0} , nhưng truy vấn đặt bí danh cho bảng {1} là {2}, bạn sẽ nhập {3}.
zh_hk: 僅在查詢使用別名來參照映射欄位的表時才需要。例如，如果將變數對應到 {0} 欄位，但查詢將表 {1} 別名為 {2}，則輸入 {3}。

source: Parameter widget label
ar: تسمية ودجة المعلمة
bg: Етикет на уиджета за параметър
ca: Etiqueta del widget de paràmetres
de: Bezeichnung des Parameter-Widgets
es: Etiqueta del widget de parámetros
fa: برچسب ویجت پارامتر
fi: Parametri-widgetin otsikko
fr: Étiquette du widget de paramètre
it: Etichetta del widget dei parametri
ja: パラメータウィジェットのラベル
nb: Etikett for parameterwidget
pl: Etykieta widżetu parametrów
pt_br: Rótulo do widget de parâmetro
ru: Метка виджета параметров
sk: Popisok widgetu parametra
sl: Oznaka gradnika parametra
sq: Etiketë e widget-it të parametrit
sr: Oznaka widgeta parametra
sv: Parameterwidgetens etikett
tr: Parametre widget etiketi
uk: Мітка віджета параметра
vi: Nhãn tiện ích tham số
zh_hk: 參數 Widget 標籤

source: Most of the time you’ll want to use this with an {0} clause, like {1}
ar: في معظم الأحيان ستحتاج لاستخدام هذا مع عبارة {0}، مثل {1}
bg: В повечето случаи ще искате да използвате това с клауза {0} , като {1}
ca: La majoria de les vegades voldreu utilitzar això amb una clàusula {0} , com ara {1}.
de: Meistens werden Sie dies mit einer {0} -Klausel verwenden wollen, wie etwa {1}
es: La mayoría de las veces querrás usar esto con una cláusula {0} , como {1}
fa: بیشتر اوقات می‌خواهید از این با یک عبارت {0} مانند {1}استفاده کنید.
fi: Useimmiten tätä kannattaa käyttää {0} -lausekkeen kanssa, kuten {1}
fr: La plupart du temps, vous souhaiterez l'utiliser avec une clause {0} , comme {1}
it: La maggior parte delle volte vorrai usarlo con una clausola {0} , come {1}
ja: ほとんどの場合、これを {0} 節、例えば {1}と一緒に使うことになります。
nb: Som oftest vil du bruke dette sammen med en {0} -klausul, for eksempel {1}
nl: Meestal zul je dit willen gebruiken met een {0} -clausule, zoals {1}
pl: W większości przypadków należy używać tego z klauzulą {0} , np. {1}
pt_br: Na maioria das vezes você vai querer usar isso com uma cláusula {0} , como {1}
ru: В большинстве случаев вам понадобится использовать это с предложением {0} , например {1}
sk: Väčšinou to budete chcieť použiť s klauzulou {0} , napríklad {1}
sl: Večinoma boste to želeli uporabiti s stavkom {0} , kot je {1}
sq: Në shumicën e rasteve do të doni ta përdorni këtë me një klauzolë {0}, si {1}
sr: Najčešće ćete ovo želeti da koristite sa klauzulom {0}, na primer {1}
sv: För det mesta vill du använda detta med en {0} -sats, som {1}
tr: Çoğu zaman bunu {1}gibi bir {0} ifadesiyle kullanmak isteyeceksiniz
uk: Найчастіше ви захочете використовувати це з умовою {0}, наприклад {1}
vi: Hầu hết thời gian bạn sẽ muốn sử dụng điều này với mệnh đề {0} , như {1}
zh_hk: 大多數情況下，您會希望與 {0} 子句一起使用，例如 {1}

source: {0} expects 2 arguments or more
ar: يتوقع {0} وسيطين أو أكثر
bg: {0} очаква 2 или повече аргумента
ca: {0} espera 2 arguments o més
de: {0} erwartet 2 oder mehr Argumente
eo: {0} is lowkey tryna say you need 2+ args, fr.
es: {0} espera 2 argumentos o más
fa: {0} انتظار 2 آرگومان یا بیشتر دارد
fi: {0} odottaa vähintään 2 argumenttia
fr: {0} attend 2 arguments ou plus
it: {0} si aspetta 2 o più argomenti
ja: {0} 引数が2つ以上必要
lt: {0} tikisi 2 ar daugiau argumentų
nb: {0} forventer 2 argumenter eller mer
nl: {0} verwacht 2 argumenten of meer
pl: {0} oczekuje 2 lub więcej argumentów
pt_br: {0} espera 2 argumentos ou mais
ru: {0} ожидает 2 аргумента или более
sk: {0} očakáva 2 alebo viac argumentov
sl: {0} pričakuje 2 argumenta ali več
sq: {0} pret 2 argumente ose më shumë
sr: {0} očekuje 2 ili više argumenata
sv: {0} förväntar sig minst 2 argument
tr: {0} 2 veya daha fazla bağımsız değişken bekler
uk: {0} очікує 2 або більше аргументів
vi: {0} mong đợi 2 đối số hoặc nhiều hơn
zh_hk: {0} 預期有 2 個或更多參數

source: Missing field value
ar: قيمة الحقل مفقودة
bg: Липсваща стойност на полето
ca: Falta el valor del camp
de: Fehlender Feldwert
eo: Missing that deets tho
es: Valor de campo faltante
fa: مقدار فیلد از دست رفته است
fi: Puuttuva kentän arvo
fr: Valeur de champ manquante
it: Valore del campo mancante
ja: フィールド値が見つかりません
nb: Manglende feltverdi
nl: Ontbrekende veldwaarde
pl: Brak wartości pola
pt_br: Faltando valor de campo
ru: Отсутствует значение поля
sk: Chýbajúca hodnota poľa
sl: Manjkajoča vrednost polja
sq: Mungon vlera e fushës
sr: Nedostaje vrednost polja
sv: Saknar fältvärde
tr: Eksik alan değeri
uk: Відсутнє значення поля
vi: Giá trị trường bị thiếu
zh_hk: 遺失欄位值

source: Expected a field name
ar: كان متوقعًا اسم حقل
bg: Очакваше се име на поле
ca: S'esperava un nom de camp
de: Erwartet wurde ein Feldname
eo: Bruh, I was waitin’ on a field name but it’s not here smh
es: Se esperaba un nombre de campo
fa: نام فیلد مورد انتظار
fi: Odotettiin kentän nimeä
fr: Un nom de champ est attendu
it: Previsto un nome di campo
ja: フィールド名が必要です
nb: Forventet et feltnavn
nl: Er werd een veldnaam verwacht
pl: Oczekiwano nazwy pola
pt_br: Esperava um nome de campo
ru: Ожидается имя поля
sk: Očakávaný názov poľa
sl: Pričakovano ime polja
sq: Pritej një emër fushe
sr: Očekivano ime polja
sv: Förväntade ett fältnamn
tr: Bir alan adı bekleniyordu
uk: Очікується назва поля
vi: Dự kiến tên trường
zh_hk: 預期欄位名稱

source: Expected expression but got: ,
ar: كان متوقعًا تعبيرًا لكن تم الحصول على: ,
bg: Очакван израз, но получено: ,
ca: S'esperava una expressió però s'ha obtingut: ,
de: Erwarteter Ausdruck, aber erhalten: ,
eo: Bruh, I was expecting an expression but all I got was: ,
es: Expresión esperada pero obtenida: ,
fa: عبارت مورد انتظار اما دریافت شد: ،
fi: Odotettiin lauseketta, mutta saatiin: ,
fr: Expression attendue mais obtenue : ,
it: Espressione prevista ma ottenuta: ,
ja: 式を期待しましたが、次の式が得られました: 、
nb: Forventet uttrykk, men fikk: ,
nl: Verwachte expressie maar gekregen: ,
pl: Oczekiwano wyrażenia, ale otrzymano: ,
pt_br: Expressão esperada, mas obteve: ,
ru: Ожидалось выражение, но получено: ,
sk: Očakávaný výraz, ale získaný: ,
sl: Pričakovan izraz, vendar dobljen: ,
sq: Pritej shprehje por u gjet: ,
sr: Očekivan izraz, ali dobijeno: ,
sv: Förväntade uttryck men fick: ,
tr: Beklenen ifade ama elde edildi: ,
uk: Очікується вираз, але отримано: ,
vi: Biểu thức mong đợi nhưng lại nhận được: ,
zh_hk: 預期的表達方式，卻得到了：,

source: Malformed exponent
ar: أس غير صالح
bg: Неправилен показател
ca: Exponent mal format
de: Fehlerhafter Exponent
eo: It's basically a "wack exponent" or "janky exponent" lol
es: exponente malformado
fa: توان ناقص
fi: Väärin muotoiltu eksponentti
fr: Exposant mal formé
it: Esponente malformato
ja: 指数が不正です
lt: Netinkamai suformuotas eksponentas
nb: Feilaktig eksponent
nl: Misvormde exponent
pl: Nieprawidłowy wykładnik
pt_br: Expoente malformado
ru: Неправильно сформированная экспонента
sk: Poškodený exponent
sl: Napačen eksponent
sq: Eksponent i keqformuar
sr: Neispravan eksponent
sv: Missbildad exponent
tr: Kötü biçimlendirilmiş üs
uk: Некоректний показник степеня
vi: Số mũ bị biến dạng
zh_hk: 畸形指數

source: Expecting operator but got {0} instead
ar: كان متوقعًا معامل لكن تم الحصول على {0} بدلًا من ذلك
bg: Очаква се оператор, но вместо това има {0}
ca: S'esperava l'operador, però en canvi s'ha obtingut {0}
de: Operator erwartet, aber stattdessen {0} erhalten
eo: Bruh, was expecting an operator but got {0} instead lol
es: Se esperaba un operador pero en su lugar se obtuvo {0}
fa: در انتظار اپراتور بود اما در عوض {0} دریافت کرد
fi: Odotettiin operaattoria, mutta sen sijaan tuli {0}
fr: J'attendais l'opérateur mais j'ai obtenu {0} à la place
it: Mi aspettavo un operatore ma ho ottenuto {0}
ja: 演算子が必要ですが、代わりに {0} が返されました
nb: Forventet operatør, men fikk {0} i stedet
nl: Operator verwacht, maar kreeg {0} in plaats daarvan
pl: Oczekiwano operatora, ale zamiast tego otrzymano {0}
pt_br: Operador esperado, mas obteve {0}
ru: Ожидался оператор, но вместо этого получено {0}
sk: Očakávaný operátor, ale namiesto toho dostal {0}
sl: Pričakoval sem operaterja, vendar sem namesto tega dobil {0}
sq: Pritej operator, por në vend të tij u gjet {0}
sr: Očekivan operator, ali umesto toga dobijeno: {0}
sv: Väntar operatör men fick {0} istället
tr: Operatör bekleniyordu ancak bunun yerine {0} alındı
uk: Очікується оператор, але натомість отримано {0}
vi: Đang mong đợi toán tử nhưng lại nhận được {0}
zh_hk: 期待操作員，但卻得到 {0}

source: Missing string value
ar: قيمة نص مفقودة
bg: Липсваща низова стойност
ca: Falta el valor de la cadena
de: Fehlender Zeichenfolgenwert
eo: Lowkey missing that string vibe rn
es: Valor de cadena faltante
fa: مقدار رشته‌ای از دست رفته
fi: Puuttuva merkkijonoarvo
fr: Valeur de chaîne manquante
it: Valore stringa mancante
ja: 文字列値が見つかりません
nb: Manglende strengverdi
nl: Ontbrekende tekenreekswaarde
pl: Brak wartości ciągu
pt_br: Faltando valor de sequência
ru: Отсутствует строковое значение
sk: Chýbajúca hodnota reťazca
sl: Manjkajoča vrednost niza
sq: Mungon vlera e vargut
sr: Nedostaje vrednost stringa
sv: Strängvärde saknas
tr: Eksik dize değeri
uk: Відсутнє значення строки
vi: Giá trị chuỗi bị thiếu
zh_hk: 遺失字串值

source: Missing closing string quote
ar: علامة اقتباس إغلاق النص مفقودة
bg: Липсва цитат за затварящ низ
ca: Falta una cita de tancament
de: Fehlendes Anführungszeichen in der schließenden Zeichenfolge
eo: Lowkey forgot to close the string quote, lol
es: Falta la cita de cierre de la cadena
fa: نقل قول رشته پایانی وجود ندارد
fi: Puuttuva sulkeva lainausmerkkijono
fr: Citation de fermeture manquante
it: Citazione di chiusura della stringa mancante
ja: 閉じ文字列の引用符がありません
nb: Manglende avsluttende anførselstegn
nl: Ontbrekende afsluitende aanhalingstekens
pl: Brak zamykającego cudzysłowu
pt_br: Faltando aspas finais
ru: Отсутствует закрывающая строка кавычек
sk: Chýbajúci uzatvárací reťazec citácie
sl: Manjkajoči citat zaključnega niza
sq: Mungon thonjëza mbyllëse e vargut
sr: Nedostaje zatvarajući navodnik stringa
sv: Saknar avslutande strängcitat
tr: Eksik kapanış dizesi alıntısı
uk: Відсутня закривальна лапка строки
vi: Thiếu dấu ngoặc kép đóng
zh_hk: 缺少結尾字串引號

source: Unsupported string quote
ar: علامة اقتباس نص غير مدعومة
bg: Неподдържан цитат от низ
ca: Cites de cadena no compatibles
de: Nicht unterstütztes Anführungszeichen
eo: Oof, guess this string quote isn’t it lol
es: Comillas de cadena no admitidas
fa: نقل قول رشته‌ای پشتیبانی نشده
fi: Lainausmerkkijonoa ei tueta
fr: Citation de chaîne non prise en charge
it: Citazione di stringa non supportata
ja: サポートされていない文字列引用符
nb: Ikke-støttet sitatstreng
nl: Niet-ondersteunde tekenreeksquotatie
pl: Nieobsługiwany cytat ciągu
pt_br: Citação de sequência incompatível
ru: Неподдерживаемая строка кавычек
sk: Nepodporovaná citácia reťazca
sl: Nepodprt citat niza
sq: Thonjëz vargu e pambështetur
sr: Nepodržan navodnik stringa
sv: Ostödd strängcitat
tr: Desteklenmeyen dize alıntısı
uk: Непідтримувана лапка строки
vi: Trích dẫn chuỗi không được hỗ trợ
zh_hk: 不支援字串引號

source: Custom Expressions
ar: تعبيرات مخصّصة
bg: Персонализирани изрази
ca: Expressions personalitzades
de: Benutzerdefinierte Ausdrücke
es: Expresiones personalizadas
fa: عبارات سفارشی
fi: Mukautetut lausekkeet
fr: Expressions personnalisées
it: Espressioni personalizzate
ja: カスタム式
nb: Tilpassede uttrykk
nl: Aangepaste expressies
pl: Wyrażenia niestandardowe
pt_br: Expressões personalizadas
ru: Пользовательские выражения
sk: Vlastné výrazy
sl: Izrazi po meri
sq: Shprehje të personalizuara
sr: Prilagođeni izrazi
sv: Anpassade uttryck
tr: Özel İfadeler
uk: Довільні вирази
vi: Biểu thức tùy chỉnh
zh_hk: 自訂表情

source: Apply filter
ar: طبّق الفلتر
bg: Приложи филтър
ca: Aplica el filtre
de: Filter anwenden
eo: Add that filter, fr fr
es: Aplicar filtro
fa: اعمال فیلتر
fi: Käytä suodatinta
fr: Appliquer le filtre
it: Applica filtro
ja: フィルターを適用
nb: Bruk filter
nl: Filter toepassen
pl: Zastosuj filtr
pt_br: Aplicar filtro
ru: Применить фильтр
sk: Použiť filter
sl: Uporabi filter
sq: Apliko filtrin
sr: Primeni filter
sv: Använd filter
tr: Filtreyi uygula
uk: Застосувати фільтр
vi: Áp dụng bộ lọc
zh_hk: 套用篩選條件

source: Custom expression
ar: تعبير مخصّص
bg: Персонализиран израз
ca: Expressió personalitzada
de: Benutzerdefinierter Ausdruck
es: Expresión personalizada
fa: بیان سفارشی
fi: Mukautettu lauseke
fr: Expression personnalisée
it: Espressione personalizzata
ja: カスタム式
nb: Tilpasset uttrykk
nl: Aangepaste expressie
pl: Wyrażenie niestandardowe
pt_br: Expressão personalizada
ru: Пользовательское выражение
sk: Vlastný výraz
sl: Izraz po meri
sq: Shprehje e personalizuar
sr: Prilagođeni izraz
sv: Anpassat uttryck
tr: Özel ifade
uk: Довільний вираз
vi: Biểu thức tùy chỉnh
zh_hk: 自訂表達方式

source: Search for tables and more...
ar: ابحث عن الجداول والمزيد...
bg: Търсене на маси и още...
ca: Cerca taules i més...
de: Suchen Sie nach Tabellen und mehr...
es: Buscar tablas y más...
fa: جستجوی جداول و موارد دیگر ...
fi: Hae pöytiä ja muuta...
fr: Rechercher des tables et plus encore...
it: Cerca tabelle e altro ancora...
ja: テーブルなどを検索...
nb: Søk etter tabeller og mer...
nl: Zoek naar tabellen en meer...
pl: Wyszukaj tabele i więcej...
pt_br: Pesquise mesas e muito mais...
ru: Поиск таблиц и многого другого...
sk: Hľadať stoly a ďalšie...
sl: Iskanje miz in še več ...
sq: Kërko tabela dhe më shumë...
sr: Pretražite tabele i još...
sv: Sök efter tabeller och mer...
tr: Tabloları ve daha fazlasını arayın...
uk: Шукати таблиці та інше...
vi: Tìm kiếm bảng và nhiều thông tin khác...
zh_hk: 搜尋表格及更多...

source: Enter URL...
ar: أدخل URL...
bg: Въведете URL адрес...
ca: Introdueix l'URL...
de: URL eingeben...
es: Introduce la URL...
fa: آدرس اینترنتی را وارد کنید...
fi: Anna URL-osoite...
fr: Saisissez l'URL...
it: Inserisci l'URL...
ja: URLを入力してください...
nb: Skriv inn URL...
nl: Voer URL in...
pl: Wprowadź adres URL...
pt_br: Digite o URL...
ru: Введите URL-адрес...
sk: Zadajte URL...
sl: Vnesite URL ...
sq: Vendos URL...
sr: Unesite URL...
sv: Ange webbadressen...
tr: URL'yi girin...
uk: Введіть URL...
vi: Nhập URL...
zh_hk: 輸入 URL...

source: Remove link
ar: إزالة الرابط
bg: Премахване на връзката
ca: Elimina l'enllaç
de: Link entfernen
es: Eliminar enlace
fa: حذف لینک
fi: Poista linkki
fr: Supprimer le lien
it: Rimuovi collegamento
ja: リンクを削除
nb: Fjern lenke
nl: Link verwijderen
pl: Usuń link
pt_br: Remover link
ru: Удалить ссылку
sk: Odstrániť odkaz
sl: Odstrani povezavo
sq: Hiq lidhjen
sr: Ukloni link
sv: Ta bort länk
tr: Bağlantıyı kaldır
uk: Видалити посилання
vi: Xóa liên kết
zh_hk: 移除連結

source: Loading question...
ar: جارٍ تحميل السؤال...
bg: Зареждане на въпроса...
ca: S'està carregant la pregunta...
de: Frage wird geladen ...
es: Cargando pregunta...
fa: در حال بارگذاری سوال...
fi: Kysymystä ladataan...
fr: Chargement de la question...
it: Caricamento domanda...
ja: 質問を読み込んでいます...
nb: Laster spørsmål...
nl: Vraag laden...
pl: Ładowanie pytania...
pt_br: Carregando pergunta...
ru: Загрузка вопроса...
sk: Načítava sa otázka...
sl: Nalaganje vprašanja ...
sq: Po ngarkohet pyetja...
sr: Učitavanje pitanja...
sv: Laddar fråga...
tr: Soru yükleniyor...
uk: Завантаження запиту...
vi: Đang tải câu hỏi...
zh_hk: 載入問題...

source: Couldn't find this chart.
ar: تعذر العثور على هذا المخطط.
bg: Не можах да намеря тази диаграма.
ca: No s'ha pogut trobar aquest gràfic.
de: Dieses Diagramm konnte nicht gefunden werden.
es: No se pudo encontrar este gráfico.
fa: این نمودار پیدا نشد.
fi: Tätä kaaviota ei löytynyt.
fr: Je n'ai pas pu trouver ce graphique.
it: Non sono riuscito a trovare questo grafico.
ja: このグラフは見つかりませんでした。
nb: Jeg fant ikke dette diagrammet.
nl: Deze grafiek kon niet worden gevonden.
pl: Nie można znaleźć tego wykresu.
pt_br: Não foi possível encontrar este gráfico.
ru: Не удалось найти эту диаграмму.
sk: Tento graf sa mi nepodarilo nájsť.
sl: Tega grafikona ni bilo mogoče najti.
sq: S’u gjet ky grafik.
sr: Nije moguće pronaći ovaj grafikon.
sv: Kunde inte hitta det här diagrammet.
tr: Bu tabloyu bulamadım.
uk: Не вдалося знайти цю діаграму.
vi: Không tìm thấy biểu đồ này.
zh_hk: 找不到這張圖表。

source: Failed to load question.
ar: فشل تحميل السؤال.
bg: Зареждането на въпроса не бе успешно.
ca: No s'ha pogut carregar la pregunta.
de: Frage konnte nicht geladen werden.
es: Error al cargar la pregunta.
fa: بارگذاری سوال ناموفق بود.
fi: Kysymyksen lataaminen epäonnistui.
fr: Échec du chargement de la question.
it: Impossibile caricare la domanda.
ja: 質問を読み込めませんでした。
nb: Kunne ikke laste inn spørsmålet.
nl: Het laden van de vraag is mislukt.
pl: Nie udało się załadować pytania.
pt_br: Falha ao carregar a pergunta.
ru: Не удалось загрузить вопрос.
sk: Nepodarilo sa načítať otázku.
sl: Vprašanja ni bilo mogoče naložiti.
sq: Dështoi ngarkimi i pyetjes.
sr: Neuspešno učitavanje pitanja.
sv: Det gick inte att läsa in frågan.
tr: Soru yüklenemedi.
uk: Не вдалося завантажити запит.
vi: Không tải được câu hỏi.
zh_hk: 載入問題失敗。

source: Modify question
ar: تعديل السؤال
bg: Промяна на въпроса
ca: Modifica la pregunta
de: Frage ändern
es: Modificar pregunta
fa: سوال را اصلاح کنید
fi: Muokkaa kysymystä
fr: Modifier la question
it: Modifica domanda
ja: 質問を修正
nb: Endre spørsmål
nl: Vraag wijzigen
pl: Modyfikuj pytanie
pt_br: Modificar pergunta
ru: Изменить вопрос
sk: Upraviť otázku
sl: Spremeni vprašanje
sq: Modifiko pyetjen
sr: Izmeni pitanje
sv: Ändra fråga
tr: Soruyu değiştir
uk: Змінити запит
vi: Sửa đổi câu hỏi
zh_hk: 修改問題

source: Save and use
ar: احفظ واستخدم
bg: Запази и използвай
ca: Desa i utilitza
de: Speichern und verwenden
es: Guardar y usar
fa: ذخیره و استفاده
fi: Tallenna ja käytä
fr: Enregistrer et utiliser
it: Salva e usa
ja: 保存して使用する
nb: Lagre og bruk
nl: Opslaan en gebruiken
pl: Zapisz i użyj
pt_br: Salvar e usar
ru: Сохранить и использовать
sk: Uložiť a použiť
sl: Shrani in uporabi
sq: Ruaj dhe përdor
sr: Sačuvaj i koristi
sv: Spara och använd
tr: Kaydet ve kullan
uk: Зберегти й використати
vi: Lưu và sử dụng
zh_hk: 儲存與使用

source: Failed to load question data
ar: فشل تحميل بيانات السؤال
bg: Зареждането на данните от въпроса не бе успешно
ca: No s'han pogut carregar les dades de la pregunta
de: Fehler beim Laden der Fragedaten
es: No se pudieron cargar los datos de la pregunta
fa: بارگیری داده‌های سوال ناموفق بود
fi: Kysymystietojen lataaminen epäonnistui
fr: Échec du chargement des données de la question
it: Impossibile caricare i dati della domanda
ja: 質問データの読み込みに失敗しました
nb: Kunne ikke laste inn spørsmålsdata
nl: Het laden van de vraaggegevens is mislukt
pl: Nie udało się załadować danych pytania
pt_br: Falha ao carregar os dados da pergunta
ru: Не удалось загрузить данные вопроса
sk: Nepodarilo sa načítať údaje o otázke
sl: Nalaganje podatkov o vprašanju ni uspelo
sq: Dështoi ngarkimi i të dhënave të pyetjes
sr: Neuspešno učitavanje podataka pitanja
sv: Misslyckades med att ladda frågedata
tr: Soru verileri yüklenemedi
uk: Не вдалося завантажити дані запиту
vi: Không tải được dữ liệu câu hỏi
zh_hk: 載入問題資料失敗
