Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: In addition to publishing changes, update the params in the payload, like this:
ar: بالإضافة إلى نشر التغييرات، حدّث المُعلَمات في الحمولة (payload) بهذه الطريقة:
bg: В допълнение към публикуването на промените актуализирайте парамерите в полезния товар по следния начин:
ca: A més de publicar els canvis, actualitzeu els paràmetres a la càrrega útil, com aquest:
de: Aktualisieren Sie zusätzlich zur Veröffentlichung der Änderungen die Parameter in der Nutzlast, etwa so:
eo: Besides just dropping the updates, make sure to tweak the params in the payload, like this:
es: Además de publicar cambios, actualiza los parámetros en la carga útil, así:
fa: علاوه بر انتشار تغییرات، پارامترهای موجود در payload را نیز به‌روزرسانی کنید:
fi: Päivitä muutosten julkaisun lisäksi myös payloadin parametrit, esim. näin:
fr: En plus de publier les changements, mettez à jour les paramètres dans le payload, comme ceci :
hu: A változtatások közzététele mellett frissítse a paramétereket a hasznos adatban, például:
it: Oltre a pubblicare le modifiche, aggiornare i parametri nel payload, in questo modo:
ja: 変更を公表するだけでなく、次のようにペイロードのparamsを更新する：
lt: Be pakeitimų paskelbimo, atnaujinkite naudingosios apkrovos parametrus, pavyzdžiui:
ms: Selain daripada menerbitkan perubahan, kemas kini parameter dalam muatan, seperti ini:
nb: I tillegg til å publisere endringer, oppdater parametre i nyttelasten, som dette:
nl: Werk naast het publiceren van wijzigingen ook de params in de payload bij, zoals dit:
pl: Oprócz publikowania zmian, zaktualizuj parametry w ładunku, w następujący sposób:
pt_br: Além de publicar as alterações, atualize os parâmetros no payload, da seguinte forma:
ru: В дополнение к публикации изменений обновите параметры в полезной нагрузке, например, так:
sk: Okrem publikovania zmien aktualizujte paramy v užitočnom zaťažení takto:
sl: Poleg objavljanja sprememb posodobite parametre v koristnem tovoru, kot je ta:
sq: PErve E7 publikimit tE ndryshimeve, pErditEso params nE payload, si kEtu:
sr: Pored objavljivanja izmena, ažurirajte parametre u payload-u, ovako:
sv: Utöver att publicera ändringarna, uppdatera parametrarna i payload:en, enligt:
tr: Değişiklikleri yayınlamanın yanı sıra, yükteki paramları da şu şekilde güncelleyin:
uk: Окрім публікації змін, оновіть params у payload ось так:
vi: Ngoài việc xuất bản những thay đổi, hãy cập nhật các tham số trong payload như sau:
zh_hk: 除了發佈變更之外，還要更新 payload 中的參數，就像這樣：

source: Here’s the code you’ll need to alter:
ar: إليك الكود الذي ستحتاج إلى تعديله:
bg: Ето кода, който трябва да промените:
ca: Aquest és el codi que hauràs d'alterar:
de: Hier ist der Code, den Sie ändern müssen:
eo: Here’s the code you gotta tweak:
es: Aquí está el código que deberás modificar:
fa: کدی که باید تغییر دهید در اینجا آمده است:
fi: Tässä muutettava koodi:
fr: Voici le code à modifier :
hu: Íme a kód, amelyet módosítania kell:
it: Ecco il codice da modificare:
ja: 以下は、あなたが変更する必要があるコードです：
lt: Be pakeitimų paskelbimo, atnaujinkite naudingosios apkrovos parametrus, pavyzdžiui:
ms: Inilah kod yang perlu anda ubah:
nb: Her er koden du trenger å endre:
nl: Hier is de code die je moet veranderen:
pl: Oto kod, który należy zmienić:
pt_br: Aqui está o código que você precisará alterar:
ru: Вот код, который вам нужно изменить:
sk: Tu je kód, ktorý musíte zmeniť:
sl: Tu je koda, ki jo boste morali spremeniti:
sq: Ja kodi qE do tE duhet tE ndryshosh:
sr: Evo koda koji treba da izmenite:
sv: Här är koden du behöver ändra:
tr: İşte değiştirmeniz gereken kod:
uk: Ось код, який потрібно змінити:
vi: Sau đây là đoạn mã bạn cần phải thay đổi:
zh_hk: 以下是您需要修改的程式碼：

source: First, some legalese
ar: أولًا، بعض البنود القانونية
bg: Първо, малко юридическа информация
ca: Primer, temes legals
de: Zunächst einige rechtliche Hinweise
eo: First, some legal mumbo jumbo
es: Primero, algo de jerga legal
fa: اول، برخی قانونی
fi: Ensin lakitekstiä
fr: Tout d'abord, un peu de jargon juridique
hu: Először is egy kis törvényesség
it: Prima di tutto, un po' di legalese
ja: まず、いくつかの法律用語
lt: Pirma, šiek tiek legalų
ms: Pertama, beberapa terma undang-undang
nb: Først, litt advokatmat
nl: Eerst wat juridisch jargon
pl: Na początek trochę przepisów prawnych
pt_br: Primeiro, um pouco de juridiquês
ru: Сначала немного юридической информации
sk: Najskôr niekoľko právnických slov
sl: Prvič, nekaj pravnikov
sq: SE pari, disa terma ligjorE
sr: Prvo, malo pravnog teksta
sv: Först, lite juristsnack
tr: İlk olarak, bazı yasal bilgiler
uk: Спершу трохи юридичних формулювань
vi: Đầu tiên, một số thuật ngữ pháp lý
zh_hk: 首先，一些法律條款

source: By clicking "Agree and continue" you're agreeing to {0}
ar: بالنقر على "أوافق وأتابع" فإنك توافق على {0}
bg: С натискането на "Съгласен съм и продължавам" вие се съгласявате с {0}
ca: En fer clic a "Accepto i continuar", accepteu {0}
de: Wenn Sie auf "Einverstanden und weiter" klicken, erklären Sie sich mit {0}einverstanden.
eo: By clicking “Agree and continue,” you’re lowkey vibing with {0}
es: Al hacer clic en "Aceptar y continuar", aceptas {0}
fa: با کلیک کردن روی "موافق و ادامه" با {0}موافقت می کنید
fi: klikkaamalla "Suostun ja jatka" suostut {0}
fr: En cliquant sur "Accepter et continuer", vous acceptez {0}
hu: Az "Elfogadom és tovább" gombra kattintva elfogadja a következőt: {0}
it: Facendo clic su "Accetta e continua" si accetta il sito {0}.
ja: 同意して続行」をクリックすると、{0}に同意したことになります。
lt: Spustelėdami „Sutinku ir tęsti“, sutinkate su {0}
ms: Dengan mengklik "Setuju dan teruskan", anda bersetuju dengan {0}
nb: Ved å klikke "Godta og fortsett" er du enig med {0}
nl: Door op "Akkoord en doorgaan" te klikken, gaat u akkoord met {0}.
pl: Klikając "Zgadzam się i kontynuuję" wyrażasz zgodę na {0}.
pt_br: Ao clicar em "Concordar e continuar", você estará concordando com {0}
ru: Нажимая кнопку "Согласиться и продолжить", вы соглашаетесь с {0}.
sk: Kliknutím na tlačidlo "Súhlasím a pokračujem" súhlasíte so stránkou {0}.
sl: S klikom na "Strinjam se in nadaljujem" se strinjate s {0}.
sq: Duke klikuar "Pajtohu dhe vazhdo" po pajtohesh me {0}
sr: Klikom na "Slažem se i nastavi" prihvatate {0}
sv: Genom att klicka på "Acceptera och fortsätt" godkänner du {0}
tr: "Kabul ediyorum ve devam ediyorum" seçeneğine tıklayarak {0}adresini kabul etmiş olursunuz.
uk: Натискаючи "Погодитися й продовжити", ви погоджуєтеся з {0}
vi: Bằng cách nhấp vào "Đồng ý và tiếp tục", bạn đồng ý với {0}
zh_hk: 按一下「同意並繼續」即表示您同意 {0}

source: When you embed charts or dashboards from Metabase in your own application that application isn't subject to the Affero General Public License that covers the rest of Metabase, provided you keep the Metabase logo and the "Powered by Metabase" visible on those embeds.
ar: عندما تضمّن المخططات أو لوحات المعلومات من Metabase في تطبيقك الخاص، فلن يخضع ذلك التطبيق لرخصة Affero General Public License التي تغطي بقية Metabase، بشرط أن تُبقي شعار Metabase و"Powered by Metabase" ظاهرين على تلك التضمينات.
bg: Когато вграждате диаграми или табла за управление от Metabase във ваше собствено приложение, това приложение не е обект на Affero General Public License, който обхваща останалата част от Metabase, при условие че запазите логото на Metabase и надписа "Powered by Metabase" видими върху тези вграждания.
ca: Quan incrusteu gràfics o quadres de comandament de Metabase a la vostra pròpia aplicació, aquesta aplicació no està subjecta a la Llicència Pública General d'Affero que cobreix la resta de Metabase, sempre que mantingueu el logotip de Metabase i el "Powered by Metabase" visibles en aquestes incrustacions.
de: Wenn Sie Diagramme oder Dashboards von Metabase in Ihre eigene Anwendung einbetten, unterliegt diese Anwendung nicht der Affero General Public License, die für den Rest von Metabase gilt, vorausgesetzt, Sie lassen das Metabase-Logo und den Hinweis "Powered by Metabase" auf diesen Einbettungen sichtbar.
eo: So, when you slap Metabase charts or dashboards into your app, that part isn’t bound by the Affero GPL license that covers the rest of Metabase, as long as you keep the Metabase logo and “Powered by Metabase” visible on those embeds.
es: Cuando inserta gráficos o paneles de Metabase en tu propia aplicación, esa aplicación no está sujeta a la Licencia Pública General de Affero que cubre el resto de Metabase, siempre que mantengas visibles el logotipo de Metabase y "Desarrollado por Metabase" en esas incrustaciones.
fa: هنگامی که نمودارها یا داشبوردهایی را از Metabase در برنامه خود جاسازی می کنید، آن برنامه مشمول مجوز عمومی عمومی Affero که بقیه Metabase را پوشش می دهد، نمی باشد، مشروط بر اینکه آرم Metabase و "Powered by Metabase" را روی آن جاسازی ها قابل مشاهده نگه دارید.
fi: Upotattaessasi kaavioita tai kojetauluja Metabasesta omaan sovellukseesi, kyseinen sovellus ei silloin kuulu Affero General Public License -lisenssin alaisuuteen, joten sinun tulee pitää Metabase-logo ja "Powered by Metabase" näkyvissä kyseisissä upotuksissa.
fr: Lorsque vous intégrez des graphiques ou des tableaux de bord de Metabase dans votre propre application, celle-ci n'est pas soumise à la licence publique générale Affero qui couvre le reste de Metabase, à condition que le logo Metabase et la mention "Powered by Metabase" restent visibles sur ces intégrations.
hu: Ha diagramokat vagy irányítópultokat ágyaz be a Metabase-ból a saját alkalmazásába, arra az alkalmazásra nem vonatkozik a Metabase többi részét lefedő Affero General Public License, feltéve, hogy a Metabase logót és a „Powered by Metabase” láthatóan tartja ezeken a beágyazásokon.
it: Quando si incorporano grafici o dashboard di Metabase in una propria applicazione, quest'ultima non è soggetta alla Affero General Public License che copre il resto di Metabase, a condizione che il logo Metabase e la dicitura "Powered by Metabase" siano visibili su tali incorporazioni.
ja: Metabaseのチャートやダッシュボードを自分のアプリケーションに埋め込む場合、Metabaseのロゴと "Powered by Metabase "を表示したままであれば、そのアプリケーションはMetabaseの他の部分をカバーするAffero General Public Licenseの対象とはなりません。
lt: Kai įterpiate diagramas arba prietaisų skydelius iš „Metabase“ į savo programą, tai programai netaikoma „Affero“ bendroji viešoji licencija, kuri apima likusią metabazės dalį, su sąlyga, kad ant tų įterpimų matote „Metabase“ logotipą ir „Powered by Metabase“.
ms: Apabila anda membenamkan carta atau papan pemuka dari Metabase dalam aplikasi anda sendiri, aplikasi tersebut tidak tertakluk kepada Lesen Awam Umum Affero yang meliputi Metabase yang lain, dengan syarat anda mengekalkan logo Metabase dan "Dikuasakan oleh Metabase" pada penyematan tersebut.
nb: Når du bygger inn grafer eller infotavler fra Metabase i din egen applikasjon
nl: Als u grafieken of dashboards van Metabase insluit in uw eigen toepassing, valt die toepassing niet onder de Affero General Public License die geldt voor de rest van Metabase, op voorwaarde dat u het Metabase logo en de "Powered by Metabase" zichtbaar houdt op die insluitingen.
pl: Kiedy osadzasz wykresy lub dashboardy z Metabase we własnej aplikacji, aplikacja ta nie podlega Ogólnej Licencji Publicznej Affero, która obejmuje resztę Metabase, pod warunkiem, że zachowasz logo Metabase i "Powered by Metabase" widoczne na tych osadzeniach.
pt_br: Quando você incorpora gráficos ou painéis do Metabase em seu próprio aplicativo, esse aplicativo não está sujeito à Licença Pública Geral da Affero, que abrange o restante do Metabase, desde que você mantenha o logotipo do Metabase e "Powered by Metabase" visíveis nessas incorporações.
ru: Когда вы встраиваете графики или панели инструментов из Metabase в свое собственное приложение, на это приложение не распространяется действие Affero General Public License, которая распространяется на остальную часть Metabase, при условии, что вы сохраняете логотип Metabase и надпись "Powered by Metabase" на этих вставках.
sk: Keď vložíte grafy alebo panely z Metabase do svojej vlastnej aplikácie, táto aplikácia nepodlieha všeobecnej verejnej licencii Affero, ktorá sa vzťahuje na zvyšok Metabase, za predpokladu, že na týchto vložených grafoch bude viditeľné logo Metabase a nápis "Powered by Metabase".
sl: Ko v lastno aplikacijo vdelate grafikone ali nadzorne plošče iz Metabase, za to aplikacijo ne velja splošna javna licenca Affero, ki pokriva preostali del Metabase, pod pogojem, da sta logotip Metabase in "Powered by Metabase" vidna na teh vdelavah.
sq: Kur inkorporon grafe ose panele nga Metabase nE aplikacionin tEnd, ai aplikacion nuk i nEnshtrohet Affero General Public License qE mbulon pjesEn tjetEEr tE Metabase, pEr sa kohE qE e mban logon e Metabase dhe "Powered by Metabase" tE dukshme nE ato inkorporime.
sr: Kada ugradite grafikone ili kontrolne table iz Metabase-a u svoju aplikaciju, ta aplikacija ne podleže Affero General Public License licenci koja pokriva ostatak Metabase-a, pod uslovom da Metabase logo i "Powered by Metabase" ostanu vidljivi na tim ugradnjama.
sv: När du bäddar in grafer eller instrumentpaneler från Metabase till din sida kommer den sidan inte att påverkas av "Affero General Public License" som gäller resten av Metabase, förutsatt att du behåller Metabase-logotypen och "Powered by Metabase" synligt vid inbäddningen.
tr: Metabase'deki grafikleri veya gösterge tablolarını kendi uygulamanıza yerleştirdiğinizde, bu uygulama, Metabase logosunu ve "Powered by Metabase" ibaresini bu yerleştirmelerde görünür tutmanız koşuluyla, Metabase'in geri kalanını kapsayan Affero Genel Kamu Lisansına tabi değildir.
uk: Коли ви вбудовуєте діаграми або дашборди з Metabase у власний застосунок, цей застосунок не підпадає під дію ліцензії Affero General Public License, яка поширюється на решту Metabase, за умови що ви збережете логотип Metabase і напис "Powered by Metabase" видимими у цих вбудовуваннях.
vi: Khi bạn nhúng biểu đồ hoặc bảng thông tin từ Metabase vào ứng dụng của riêng bạn, ứng dụng đó sẽ không tuân theo Giấy phép Công cộng Affero áp dụng cho phần còn lại của Metabase, với điều kiện bạn phải giữ nguyên logo Metabase và dòng chữ "Được cung cấp bởi Metabase" trên các phần nhúng đó.
zh_hk: 當您在自己的應用程式中嵌入 Metabase 的圖表或儀表板時，該應用程式將不受適用於 Metabase 其他部分的 Affero 通用公共許可證的限制，前提是您必須在嵌入的圖表或儀表板上保留 Metabase 標誌和 "Powered by Metabase "字樣。

source: You should, however, read the license text linked above as that is the actual license that you will be agreeing to by enabling this feature.
ar: ومع ذلك، ينبغي أن تقرأ نص الرخصة المرتبط أعلاه لأنه الرخصة الفعلية التي ستوافق عليها عند تفعيل هذه الميزة.
bg: Трябва обаче да прочетете текста на лиценза, свързан по-горе, тъй като това е действителният лиценз, с който ще се съгласите, като активирате тази функция.
ca: Tanmateix, hauríeu de llegir el text de la llicència enllaçat anteriorment, ja que aquesta és la llicència real que acceptareu activant aquesta funció.
de: Sie sollten jedoch den oben verlinkten Lizenztext lesen, da dies die eigentliche Lizenz ist, der Sie durch die Aktivierung dieser Funktion zustimmen.
eo: You should def peep the license link above, cuz that’s the real deal you’re agreeing to when you turn this on.
es: Sin embargo, debes leer el texto de la licencia vinculado anteriormente, ya que esa es la licencia real que aceptarás al habilitar esta función.
fa: با این حال، باید متن مجوز پیوند شده در بالا را بخوانید زیرا این مجوز واقعی است که با فعال کردن این ویژگی با آن موافقت خواهید کرد.
fi: Sinun tulee lukea yllä linkitetty lisenssiteksti, koska se on todellinen lisenssi, jonka hyväksyt ottamalla tämän ominaisuuden käyttöön.
fr: Vous devez toutefois lire le texte de la licence mentionné ci-dessus, car il s'agit de la licence que vous acceptez en activant cette fonction.
hu: Érdemes azonban elolvasni a fent hivatkozott licencszöveget, mivel ez az a tényleges licenc, amelyet a funkció engedélyezésével elfogad.
it: Si consiglia tuttavia di leggere il testo della licenza riportato sopra, poiché è la licenza effettiva che si accetta attivando questa funzione.
ja: ただし、この機能を有効にすることで同意することになる実際のライセンスは、上記のリンク先のライセンステキストをお読みください。
lt: Tačiau turėtumėte perskaityti anksčiau pateiktą licencijos tekstą, nes tai yra tikroji licencija, su kuria sutiksite įjungę šią funkciją.
ms: Walau bagaimanapun, anda harus membaca teks lesen yang dipautkan di atas kerana itulah lesen sebenar yang akan anda persetujui dengan mengaktifkan ciri ini.
nb: Du burde lese lisensteksten overfor som er den faktiske lisensen du sier deg enig i ved å aktivere denne funksjonen.
nl: Je moet echter wel de licentietekst lezen waarnaar hierboven wordt verwezen, want dat is de licentie waarmee je akkoord gaat als je deze functie inschakelt.
pl: Powinieneś jednak przeczytać tekst licencji, do którego link znajduje się powyżej, ponieważ jest to faktyczna licencja, na którą zgadzasz się, włączając tę funkcję.
pt_br: No entanto, você deve ler o texto da licença vinculado acima, pois essa é a licença real com a qual você estará concordando ao ativar esse recurso.
ru: Однако вам следует ознакомиться с текстом лицензии, приведенным выше, поскольку именно с этой лицензией вы соглашаетесь, включив эту функцию.
sk: Mali by ste si však prečítať text licencie, na ktorý je odkaz vyššie, pretože je to skutočná licencia, s ktorou budete súhlasiť povolením tejto funkcie.
sl: Vendar pa preberite besedilo licence, ki je povezano zgoraj, saj je to dejanska licenca, s katero se boste strinjali z omogočanjem te funkcije.
sq: MegjithatE, duhet tE lexosh tekstin e licencEs tE lidhur mE sipEEr, sepse ajo EshtE licenca reale me tE cilEn do tE pajtohesh duke aktivizuar kEtE ve E7ori.
sr: Ipak, trebalo bi da pročitate tekst licence iznad, jer je to stvarna licenca koju prihvatate omogućavanjem ove funkcije.
sv: Hur som helst så borde du läsa licenstexten ovan eftersom det är den faktiska licensen du accepterar genom att aktivera funktionen.
tr: Bununla birlikte, bu özelliği etkinleştirerek kabul edeceğiniz asıl lisans bu olduğundan, yukarıda bağlantısı verilen lisans metnini okumalısınız.
uk: Однак вам слід прочитати текст ліцензії за посиланням вище, оскільки це і є фактична ліцензія, з якою ви погоджуєтеся, увімкнувши цю функцію.
vi: Tuy nhiên, bạn nên đọc văn bản giấy phép được liên kết ở trên vì đó là giấy phép thực tế mà bạn sẽ đồng ý khi bật tính năng này.
zh_hk: 但是，您應該閱讀上面連結的授權文本，因為這是您啟用此功能時將同意的實際授權。

source: Agree and continue
ar: أوافق وأتابع
bg: Съгласете се и продължете
ca: Acceptar i continuar
de: Zustimmen und fortfahren
eo: Facts, keep it pushin'
es: Aceptar y continuar
fa: موافقت کنید و ادامه دهید
fi: Hyväksy ja jatka
fr: Accepter et poursuivre
hu: Egyetértés és folytatás
it: Accettare e continuare
ja: 同意して続ける
lt: Sutikite ir tęskite
ms: Setuju dan teruskan
nb: Aksepter og fortsett
nl: Akkoord en doorgaan
pl: Zgadzam się i kontynuuję
pt_br: Concordar e continuar
ru: Согласие и продолжение
sk: Súhlasím a pokračujem
sl: Strinjam se in nadaljuj
sq: Pajtohu dhe vazhdo
sr: Slažem se i nastavi
sv: Acceptera och fortsätt
tr: Kabul edin ve devam edin
uk: Погодитися й продовжити
vi: Đồng ý và tiếp tục
zh_hk: 同意並繼續

source: Format query
hu: Lekérdezés formázása
ms: Format pertanyaan

source: Last 7 days
hu: Az elmúlt 7 nap
ms: 7 hari lepas

source: Last 30 days
hu: Az elmúlt 30 nap
ms: 30 hari lepas

source: Last 3 months
hu: Az elmúlt 3 hónap
ms: 3 bulan lepas

source: Last 12 months
hu: Az elmúlt 12 hónap
ms: 12 bulan lepas

source: Specific dates…
hu: Konkrét dátumok…
lt: Konkrečios datos…
ms: Tarikh tertentu…

source: Relative dates…
hu: Relatív dátumok…
lt: Santykinės datos…
ms: Tarikh relatif…

source: Days of the week…
ar: أيام الأسبوع…
bg: Дни от седмицата…
ca: Dies de la setmana…
de: Wochentage…
eo: Days of the week… fr, they all just vibe differently lol
es: Días de la semana…
fa: روزهای هفته…
fi: Viikonpäivät...
fr: Jours de la semaine...
hu: A hét napjai…
it: Giorni della settimana…
ja: 曜日...
lt: Savaitės dienos…
ms: Hari dalam seminggu…
nb: Dager i uken…
nl: Dagen van de week…
pl: Dni tygodnia…
pt_br: Dias da semana…
ru: Дни недели…
sk: Dni v týždni…
sl: Dnevi v tednu ...
sq: Ditët e javës…
sr: Dani u nedelji…
sv: Veckodagar…
tr: Haftanın günleri…
uk: Дні тижня…
vi: Các ngày trong tuần…
zh_hk: 一週的日子…

source: Months of the year…
ar: أشهر السنة…
bg: Месеци на годината…
ca: Mesos de l'any…
de: Monate des Jahres...
eo: Months of the year… lowkey a whole vibe
es: Meses del año…
fa: ماه های سال…
fi: Vuoden kuukausi
fr: Mois de l'année...
hu: Az év hónapjai…
it: Mesi dell'anno…
ja: 一年の月日...
lt: Metų mėnesiai…
ms: Bulan dalam setahun…
nb: Måneder i året…
nl: Maanden van het jaar…
pl: Miesiące roku…
pt_br: Meses do ano…
ru: Месяцы года…
sk: Mesiace v roku…
sl: Meseci v letu ...
sq: Muajt e vitit…
sr: Meseci u godini…
sv: Månader…
tr: Yılın ayları…
uk: Місяці року…
vi: Các tháng trong năm…
zh_hk: 一年中的月份…

source: Quarters of the year…
ar: أرباع السنة…
bg: Тримесечия на годината…
ca: Trimestres de l'any…
de: Quartale des Jahres…
eo: Quarters of the year… that's like, the vibe check for the year, fr.
es: Trimestres del año…
fa: ربع سال…
fi: Vuoden neljännes
fr: Trimestres de l'année...
hu: Az év negyedévei…
it: Trimestri dell'anno…
ja: 今年の四半期
lt: Metų ketvirčius…
ms: Suku tahun…
nb: Kvartal i året…
nl: Kwartalen van het jaar…
pl: Kwartały roku…
pt_br: Trimestres do ano...
ru: Кварталы года…
sk: Štvrťroky roka…
sl: Četrtletja leta ...
sq: Tremujorët e vitit…
sr: Kvartali u godini…
sv: Kvartal…
tr: Yılın çeyrekleri…
uk: Квартали року…
vi: Các quý trong năm…
zh_hk: 本年度的季度…

source: Hours of the day…
ar: ساعات اليوم…
bg: Часове на деня…
ca: Hores del dia…
de: Stunden des Tages...
eo: Hours of the day... lowkey giving end of the world vibes, fr
es: Horas del día…
fa: ساعات شبانه روز…
fi: Päivän tunti
fr: Heures de la journée...
hu: A nap órái…
it: Ore del giorno…
ja: 一日の時間帯...
lt: Paros valandos…
ms: Jam dalam sehari…
nb: Timer i dagen…
nl: Uren van de dag…
pl: Godziny dnia…
pt_br: Horas do dia...
ru: Часы дня…
sk: Hodiny počas dňa…
sl: Ure dneva ...
sq: Orët e ditës…
sr: Sati u danu…
sv: Timmar på dygnet…
tr: Günün saatleri…
uk: Години дня…
vi: Giờ trong ngày…
zh_hk: 時數…

source: 2nd
ar: الثاني
ca: 2n
de: 2ter
eo: 2nd → second (no cap, just sayin')
es: 2do
fi: Toinen
fr: 2ème
it: 2a
ja: 2位
lt: 2-oji
ms: ke-2
nb: Andre
nl: 2e
pt_br: 2º
ru: 2-й
sq: I 2-ti
sv: 2:a
tr: 2'nci
uk: 2-й
vi: Thứ 2
zh_hk: 第 2 頁

source: 3rd
ar: الثالث
ca: 3r
eo: 3rd → "3rd" (not much change needed, but if you want extra slang vibes, maybe “third” or just keep it chill)
es: 3er
fi: Kolmas
fr: 3ème
it: 3a
ja: 3位
ms: ke-3
nb: Tredje
nl: 3e
pt_br: 3º
ru: 3-й
sq: I 3-ti
sv: 3:e
tr: 3'üncü
uk: 3-й
vi: thứ 3
zh_hk: 第 3 頁

source: 4th
ar: الرابع
ca: 4rt
eo: 4th → "fr" (short for "for real" often used to emphasize something)
es: 4to
fi: Neljäs
fr: 4ème
it: 4a
ja: 第4回
lt: 4-oji
ms: ke-4
nb: Fjerde
nl: 4e
pt_br: 4º
ru: 4-й
sq: I 4-ti
sv: 4:e
tr: Dördüncü
uk: 4-й
vi: thứ 4
zh_hk: 第 4 頁

source: Starting from…
ar: بدءًا من…
bg: Започвайки от…
ca: Començant des de…
de: Ausgehend von…
eo: Kicking off from…
es: Empezando desde…
fa: شروع از…
fi: Alkaen...
fr: A partir de...
hu: Kezdve
it: A partire da…
ja: からのスタートだ。
lt: Pradedant nuo…
ms: Bermula dari…
nb: Starter fra…
nl: Vanaf…
pl: Począwszy od…
pt_br: A partir de...
ru: Начиная с сайта…
sk: Od…
sl: Začenši z ...
sq: Duke filluar nga…
sr: Počevši od…
sv: Med början från…
tr: Başlangıç…
uk: Починаючи з…
vi: Bắt đầu từ…
zh_hk: 從…開始
