Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You can connect widgets to {{variables}} in heading cards.
ar: يمكنك ربط الأدوات بـ {{variables}} في بطاقات العناوين.
bg: Можете да свържете джаджи към {{variables}} в картички на заглавие.
ca: Podeu connectar ginys a {{variables}} en les targetes d'encapçalament.
de: Sie können Widgets mit {{variables}} in Überschriftkarten verbinden.
eo: You can link up widgets to {{variables}} in heading cards, fr fr.
es: Puede conectar widgets a {{variables}} en las tarjetas de encabezamiento.
fa: می‌توانید ویجت‌ها را به {{variables}} در کارت‌های عنوان متصل کنید.
fi: Voit yhdistää pienoisohjaimia {{muuttujiin}} otsikkokorteissa.
fr: Vous pouvez relier des widgets à des {{variables}} dans les cartes d'en-tête.
hu: A widgeteket {{változók}}-hoz csatlakoztathatja a fejléc kártyákban.
it: È possibile collegare i widget a {{variables}} nelle schede di intestazione.
ja: 見出しカードの{{変数}}にウィジェットを接続できます。
lt: Galite prijungti valdiklius prie {{kintamieji}} antraštės kortelėse.
ms: Anda boleh menghubungkan widget kepada {{variables}} dalam kad tajuk.
nb: Du kan koble widgeter til {{variables}} i overskriftskort.
nl: U kunt widgets koppelen aan {{variables}} in kopkaarten.
pl: Widżety można łączyć z witryną {{variables}} w kartach nagłówkowych.
pt_br: Você pode conectar widgets a {{variables}} em cartões de título.
ru: В карточках заголовков можно подключать виджеты к {{variables}}.
sk: Widgety môžete pripojiť k stránke {{variables}} na kartách s nadpismi.
sl: Pripomočke lahko povežete z {{variables}} na karticah naslovov.
sq: Mund tE lidhEsh widgetE me {{variables}} nE kartat e titullit.
sr: Možeš da povežeš vidžete sa {{variables}} u karticama naslova.
sv: Du kan ansluta widgetar till {{variables}} i rubrikkort.
tr: Widget'ları başlık kartlarında {{variables}} adresine bağlayabilirsiniz.
uk: Ви можете під’єднати віджети до {{variables}} у картках-заголовках.
vi: Bạn có thể kết nối các tiện ích với {{variables}} trong thẻ tiêu đề.
zh_hk: 您可以在標題卡中將小部件連接到{{variables}}。

source: This dashboard has been set as your homepage.
ar: تم تعيين لوحة المعلومات هذه كصفحتك الرئيسية.
bg: Това табло е зададено като ваша начална страница.
ca: Aquest quadre de comandament s'ha definit com a pàgina d'inici.
de: Dieses Dashboard wurde als Ihre Homepage festgelegt.
eo: This dashboard is basically your new home page fr.
es: Este panel se ha configurado como página de inicio.
fa: این داشبورد به عنوان صفحه اصلی شما تنظیم شده است.
fi: Tämä kojelauta on asetettu kotisivuksesi.
fr: Ce tableau de bord a été défini comme votre page d'accueil.
hu: Ez az irányítópult lett beállítva kezdőlapként.
it: Questa dashboard è stata impostata come homepage.
ja: このダッシュボードはホームページとして設定されています。
lt: Ši informacijos suvestinė nustatyta kaip jūsų pagrindinis puslapis.
ms: Papan pemuka ini telah ditetapkan sebagai laman utama anda.
nb: Dette dashbordet er angitt som startside.
nl: Dit dashboard is ingesteld als uw startpagina.
pl: Ten pulpit został ustawiony jako strona główna.
pt_br: Este painel foi definido como sua página inicial.
ru: Этот дашборд был установлен в качестве домашней страницы.
sk: Tento ovládací panel bol nastavený ako vaša domovská stránka.
sl: Ta nadzorna plošča je bila nastavljena kot vaša domača stran.
sq: Ky panel është vendosur si homepage jote.
sr: Ova kontrolna tabla je postavljena kao tvoja početna stranica.
sv: Den här instrumentpanelen har ställts in som din startsida.
tr: Bu gösterge paneli ana sayfanız olarak ayarlanmıştır.
uk: Цю дашборд-панель встановлено як вашу домашню сторінку.
vi: Bảng thông tin này đã được đặt làm trang chủ của bạn.
zh_hk: 此信息面板已設為您的首頁。

source: You can change this in Admin > Settings > General.
ar: يمكنك تغيير ذلك من المسؤول > الإعدادات > عام.
bg: Можете да промените това в Администратор > Настройки > Общи.
ca: Podeu canviar això a Admin > Configuració > General.
de: Sie können dies in Admin > Einstellungen > Allgemein ändern.
eo: You can tweak this in Admin > Settings > General, fr.
es: Puede cambiar esto en Admin > Configuración > General.
fa: می توانید این را در Admin > Settings > General تغییر دهید.
fi: Voit muuttaa tämän kohtaan Hallintapaneeli > Asetukset > Yleiset.
fr: Vous pouvez modifier ce paramètre dans Admin > Paramètres > Général.
hu: Ezt az Adminisztráció > Beállítások > Általános menüpontban módosíthatja.
it: È possibile modificare questa impostazione in Amministrazione > Impostazioni > Generale.
ja: 管理者＞設定＞一般で変更できます。
lt: Tai galite pakeisti skiltyje „Administratorius“ > „Nustatymai“ > „Bendra“.
ms: Anda boleh mengubahnya di Pentadbir> Tetapan > Umum.
nb: Du kan endre dette i Admin > Innstillinger > Generelt.
nl: U kunt dit wijzigen in Admin > Instellingen > Algemeen.
pl: Można to zmienić w sekcji Administrator > Ustawienia > Ogólne.
pt_br: Você pode alterar isso em Admin > Configurações > Geral.
ru: Вы можете изменить это в разделе Администратор > Настройки > Общие.
sk: Túto možnosť môžete zmeniť v časti Správca > Nastavenia > Všeobecné.
sl: To lahko spremenite v nastavitvah skrbnika > > Splošno.
sq: Këtë mund ta ndryshosh te Admin > Settings > General.
sr: Ovo možeš da promeniš u Admin > Settings > General.
sv: Du kan ändra detta i Admin > Inställningar > Allmänt.
tr: Bunu Yönetici > Ayarlar > Genel bölümünden değiştirebilirsiniz.
uk: Ви можете змінити це в Admin > Settings > General.
vi: Bạn có thể thay đổi điều này trong Quản trị > Cài đặt > Chung.
zh_hk: 您可以在 Admin > Settings > General 中更改此設置。

source: Suggest recipients on dashboard subscriptions and alerts
ar: اقتراح المستلمين في اشتراكات لوحة المعلومات والتنبيهات
bg: Предложете получатели на абонаменти за табло и сигнали
ca: Suggereix destinataris a les subscripcions i alertes del quadre de comandament
de: Empfänger für Dashboard-Abonnements und -Benachrichtigungen vorschlagen
eo: Suggest peeps for dashboard subs and alerts, fr.
es: Sugerir destinatarios en las suscripciones y alertas del cuadro de mandos
fa: دریافت کنندگان را در اشتراک داشبورد و هشدارها پیشنهاد دهید
fi: Ehdota vastaanottajia kojetaulun tilauksiin ja hälytyksiin
fr: Suggérer des destinataires pour les abonnements au tableau de bord et les alertes
hu: Címzettek javaslása az irányítópult előfizetésekhez és értesítésekhez
it: Suggerite i destinatari per le sottoscrizioni e gli avvisi del dashboard
ja: ダッシュボードの購読とアラートの受信者を提案する
lt: Siūlykite gavėjus informacijos suvestinės prenumeratose ir įspėjimuose
ms: Cadangkan penerima pada langganan papan pemuka dan amaran
nb: Foreslå mottakere på dashbordabonnementer og -varsler
nl: Ontvangers voorstellen bij dashboardabonnementen en -meldingen
pl: Sugerowanie odbiorców subskrypcji i alertów na pulpicie
pt_br: Sugerir destinatários para assinaturas de painel e alertas
ru: Предлагать адресатов для подписки на дашборд и оповещения
sk: Navrhovanie príjemcov na odbery a upozornenia na prístrojovej doske
sl: Predlaganje prejemnikov za naročnine in opozorila na nadzorno ploščo
sq: Sugjero marrësit te abonimet dhe alarmet e panelit
sr: Predlaži primaoce na pretplatama na kontrolne table i upozorenjima
sv: Föreslå mottagare för prenumerationer och aviseringar på instrumentpanelen
tr: Gösterge tablosu abonelikleri ve uyarıları için alıcı önerme
uk: Пропонувати отримувачів у підписках на дашборди та сповіщеннях
vi: Gợi ý người nhận trên bảng điều khiển đăng ký và cảnh báo
zh_hk: 建議訂閱者接收信息面板訂閱和警報

source: Suggest all users
ar: اقتراح جميع المستخدمين
bg: Предложете всички потребители
ca: Suggerir tots els usuaris
de: Alle Benutzer vorschlagen
eo: Suggest all the peeps
es: Sugerir a todos los usuarios
fa: پیشنهاد همه کاربران
fi: Ehdota kaikille käyttäjille
fr: Suggérer à tous les utilisateurs
hu: Minden felhasználó javaslása
it: Suggerisci a tutti gli utenti
ja: 全ユーザーに提案
lt: Siūlyti visus vartotojus
ms: Cadangkan semua pengguna
nb: Foreslå alle brukere
nl: Stel alle gebruikers voor
pl: Zaproponuj wszystkim użytkownikom
pt_br: Sugerir todos os usuários
ru: Предложить всем пользователям
sk: Navrhnúť všetkým používateľom
sl: Predlagaj vsem uporabnikom
sq: Sugjero të gjithë përdoruesit
sr: Predlaži sve korisnike
sv: Föreslå alla användare
tr: Tüm kullanıcıları öner
uk: Пропонувати всіх користувачів
vi: Đề xuất tất cả người dùng
zh_hk: 建議所有用戶

source: Only suggest users in the same groups
ar: اقتراح المستخدمين في المجموعات نفسها فقط
bg: Предлагайте само потребители в същите групи
ca: Només suggerir usuaris en els mateixos grups
de: Nur Benutzer in denselben Gruppen vorschlagen
eo: Only slide into folks’ DMs if they’re in the same groups, fr.
es: Sugerir sólo usuarios de los mismos grupos
fa: فقط کاربران را در همان گروه ها پیشنهاد دهید
fi: Ehdota vain käyttäjiä samoissa ryhmissä.
fr: Ne suggérer que des utilisateurs appartenant aux mêmes groupes
hu: Csak az azonos csoportokhoz tartozó felhasználók javaslása
it: Suggerisce solo gli utenti degli stessi gruppi
ja: 同じグループのユーザーのみを推薦する
lt: Siūlykite tik vartotojus tose pačiose grupėse
ms: Hanya cadangkan pengguna dalam kumpulan yang sama
nb: Foreslå bare brukere i samme gruppe
nl: Stel alleen gebruikers in dezelfde groepen voor
pl: Sugeruj tylko użytkowników z tych samych grup
pt_br: Sugerir apenas usuários dos mesmos grupos
ru: Предлагайте только пользователей из тех же групп.
sk: Navrhovať len používateľov v rovnakých skupinách
sl: Predlagajte samo uporabnike v istih skupinah
sq: Sugjero vetëm përdoruesit në të njëjtat grupe
sr: Predlaži samo korisnike u istim grupama
sv: Föreslå endast användare i samma grupper
tr: Yalnızca aynı gruplardaki kullanıcıları önerin
uk: Пропонувати лише користувачів у тих самих групах
vi: Chỉ đề xuất người dùng trong cùng nhóm
zh_hk: 只建議相同群組中的使用者

source: Don't show suggestions
ar: عدم إظهار الاقتراحات
bg: Не показвайте предложения
ca: No mostrar suggeriments
de: Keine Vorschläge anzeigen
eo: Don’t flex suggestions
es: No mostrar sugerencias
fa: پیشنهادات را نشان ندهید
fi: Älä näytä ehdotuksia.
fr: Ne pas montrer les suggestions
hu: Ne mutasson javaslatokat
it: Non mostrare suggerimenti
ja: 提案を表示しない
lt: Nerodyti pasiūlymų
ms: Jangan tunjukkan cadangan
nb: Ikke vis forslag
nl: Geen suggesties tonen
pl: Nie pokazuj sugestii
pt_br: Não mostrar sugestões
ru: Не показывайте предложения
sk: Nezobrazujte návrhy
sl: Ne prikazuj predlogov
sq: Mos shfaq sugjerime
sr: Ne prikazuj predloge
sv: Visa inte förslag
tr: Önerileri göstermeyin
uk: Не показувати підказки
vi: Không hiển thị gợi ý
zh_hk: 不要顯示建議

source: You've unsubscribed {0} from the "{1}" alert.
ar: لقد ألغيت اشتراك {0} من التنبيه "{1}".
bg: Отписали сте {0} от предупреждението "{1}".
ca: T'has donat de baixa de l'alerta "{1}" de {0}.
de: Sie haben {0} von der "{1}"-Benachrichtigung abgemeldet.
eo: You peaced out {0} from the “{1}” alert.
es: Ha anulado la suscripción de {0} a la alerta "{1}".
fa: اشتراک {0} را از هشدار "{1}" لغو کرده اید.
fi: Olet peruuttanut tilauksen {0} "{1}" hälytyksestä.
fr: Vous vous êtes désabonné {0} de l'alerte "{1}".
hu: Leiratkozott a következőről: {0} a(z) "{1}" figyelmeztetésről.
it: Hai cancellato {0} dall'avviso "{1}".
ja: "{1}" のアラートから {0} を解除しました。
lt: Jūs atšaukėte {0} įspėjimo „{1}“ prenumeratą.
ms: Anda telah berhenti melanggan {0} daripada amaran "{1}".
nb: Du har meldt deg av {0} fra "{1}" varselet.
nl: U bent {0} afgemeld voor de "{1}" melding.
pl: Zrezygnowałeś z subskrypcji {0} z powiadomienia "{1}".
pt_br: Você cancelou a assinatura {0} do alerta "{1}".
ru: Вы отписались {0} от оповещения "{1}".
sk: Odhlásili ste {0} z upozornenia "{1}".
sl: Odjavili ste {0} iz opozorila "{1}".
sq: E keni çabonuar {0} nga alarmi "{1}".
sr: Odjavio/la si {0} sa upozorenja "{1}".
sv: Du har avregistrerat {0} från varningen "{1}".
tr: "{1}" uyarısından {0} aboneliğinizi iptal ettiniz.
uk: Ви відписали {0} від сповіщення "{1}".
vi: Bạn đã hủy đăng ký {0} khỏi thông báo "{1}".
zh_hk: 您已取消訂閱 {0} 的 "{1}" 警報。

source: Okay, {0} is subscribed to the "{1}" alert again.
ar: حسنًا، تم الاشتراك بـ {0} في التنبيه "{1}" مرة أخرى.
bg: Добре, {0} отново е абониран за предупреждението "{1}".
ca: D'acord, {0} està subscrit de nou a l'alerta "{1}".
de: Okay, {0} ist wieder für die "{1}"-Benachrichtigung abonniert.
eo: Ayo, {0} is back to being subbed to the “{1}” alert again, fr.
es: Bien, {0} está suscrito a la alerta "{1}" de nuevo.
fa: بسیار خوب، {0} دوباره در هشدار "{1}" مشترک شد.
fi: Ok, {0} on tilannut "{1}" hälytyksen uudelleen.
fr: Ok, {0} est à nouveau abonné à l'alerte "{1}".
hu: Rendben, {0} ismét feliratkozott a "{1}" figyelmeztetésre.
it: Ok, {0} è di nuovo iscritto all'avviso "{1}".
ja: よし、{0}は再び"{1}"アラートに登録された。
lt: Gerai, {0} vėl užsiprenumeravo įspėjimą „{1}“.
ms: Baiklah, {0} telah melanggan semula amaran "{1}".
nb: Ok, {0} abonnerer på "{1}"-varselet igjen.
nl: Oké, {0} is weer geabonneerd op de "{1}" melding.
pl: Ok, {0} ponownie subskrybuje alert "{1}".
pt_br: Certo, {0} está inscrito(a) no alerta "{1}" novamente.varia
ru: Итак, {0} снова подписался на оповещение "{1}".
sk: Dobre, {0} je opäť prihlásený na upozornenie "{1}".
sl: V redu, {0} je ponovno naročen na opozorilo "{1}".
sq: Në rregull, {0} është abonuar sërish te alarmi "{1}".
sr: U redu, {0} je ponovo pretplaćen/a na upozorenje "{1}".
sv: Okej, {0} prenumererar på "{1}"-aviseringen igen.
tr: Tamam, {0} yeniden "{1}" uyarısına abone oldu.
uk: Гаразд, {0} знову підписано на сповіщення "{1}".
vi: Được rồi, {0} đã đăng ký cảnh báo "{1}" một lần nữa.
zh_hk: 好的，{0} 已再次訂閱 "{1}" 警報。

source: Whoops, something went wrong.
ar: عفوًا، حدث خطأ ما.
bg: Нещо cе обърка.
ca: Uf, quelcom no ha anat bé.
de: Etwas ist schiefgegangen.
eo: Oops, something's totally bugging rn
es: Ups, algo salió mal.
fa: اوه، مشکلی پیش آمد.
fi: Hups, jotain meni pieleen.
fr: Oups, il y a eu un problème.
hu: Hoppá, valami elromlott.
it: Ops, qualcosa è andato storto.
ja: おっと、何かが間違っていたようだ。
lt: Oi, kažkas nutiko.
ms: Whoops, sesuatu yang salah telah berlaku.
nb: Ups, noe gikk galt.
nl: Oeps, er is iets misgegaan.
pl: Ups, coś poszło nie tak.
pt_br: Ops, algo deu errado.
ru: Упс, что-то пошло не так.
sk: Niečo sa pokazilo.
sl: Ups, nekaj je šlo narobe.
sq: Ups, diçka shkoi keq.
sr: Ups, nešto je pošlo naopako.
sv: Hoppsan, något gick fel.
tr: Bir şeyler ters gitti.
uk: Ой, щось пішло не так.
vi: Ồ, có gì đó không ổn.
zh_hk: 哎呀，出現了問題。

source: Please give it a minute and try again
ar: يرجى الانتظار دقيقة ثم المحاولة مرة أخرى
bg: Моля, изчакайте минута и опитайте отново
ca: Si us plau, espera un minut i torna-ho a provar
de: Bitte warten Sie eine Minute und versuchen Sie es erneut
eo: Pls give it a sec and try again, bestie
es: Por favor, dale un minuto e inténtalo de nuevo
fa: لطفاً یک دقیقه وقت بگذارید و دوباره امتحان کنید
fi: Odota hetki ja yritä uudelleen.
fr: Veuillez patienter une minute et réessayer.
hu: Kérjük, várjon egy percet, majd próbálja újra
it: Lasciare un minuto e riprovare
ja: 少し時間をおいてから、もう一度お試しください。
lt: Palaukite minutę ir bandykite dar kartą
ms: Sila tunggu sebentar dan cuba lagi
nb: Vennligst gi det et minutt og prøv igjen
nl: Wacht even en probeer het opnieuw
pl: Daj mu chwilę i spróbuj ponownie
pt_br: Aguarde um minuto e tente novamente
ru: Пожалуйста, дайте ему минуту и попробуйте снова
sk: Dajte mu prosím chvíľu a skúste to znova
sl: Prosim, dajte mu minuto in poskusite znova
sq: Ju lutemi prisni pak dhe provoni përsëri
sr: Sačekaj minut i pokušaj ponovo
sv: Vänta en minut och försök igen
tr: Lütfen bir dakika bekleyin ve tekrar deneyin
uk: Зачекайте хвилинку та спробуйте ще раз
vi: Vui lòng đợi một phút và thử lại
zh_hk: 請稍等片刻再試一次

source: You cannot upload files larger than {0} MB
ar: لا يمكنك رفع ملفات أكبر من {0} MB
bg: Не можете да качвате файлове по-големи от {0} MB
ca: No pots pujar arxius més grans de {0} MB
de: Sie können keine Dateien hochladen, die größer als {0} MB sind
eo: Bruh, you can’t upload files bigger than {0} MB, fr.
es: No puede cargar archivos de más de {0} MB
fa: شما نمی توانید فایل های بزرگتر از {0} مگابایت آپلود کنید
fi: Et voi ladata tiedostoja, jotka ovat suurempia kuin {0} MB.
fr: Vous ne pouvez pas télécharger des fichiers d'une taille supérieure à {0} Mo.
hu: Nem tölthet fel {0} MB-nál nagyobb fájlokat
it: Non è possibile caricare file di dimensioni superiori a {0} MB
ja: {0} MBを超えるファイルはアップロードできません。
lt: Negalite įkelti didesnių nei {0} MB failų
ms: Anda tidak boleh memuat naik fail yang lebih besar daripada {0} MB
nb: Du kan ikke laste opp filer som er større enn {0} MB
nl: U kunt geen bestanden groter dan {0} MB uploaden
pl: Nie można przesyłać plików większych niż {0} MB
pt_br: Não é possível carregar arquivos maiores que {0} MB
ru: Вы не можете загружать файлы размером более {0} MB.
sk: Nemôžete nahrávať súbory väčšie ako {0} MB
sl: Datotek, večjih od {0} MB, ne morete naložiti
sq: Nuk mund të ngarkoni skedarë më të mëdhenj se {0} MB
sr: Ne možeš da otpremiš fajlove veće od {0} MB
sv: Du kan inte ladda upp filer som är större än {0} MB
tr: {0} MB'den büyük dosyaları yükleyemezsiniz
uk: Ви не можете завантажувати файли більші за {0} МБ
vi: Bạn không thể tải lên các tệp lớn hơn {0} MB
zh_hk: 您不能上傳超過 {0} MB 的文件

source: Static embedding
ar: التضمين الثابت
bg: Статично вграждане
ca: Incrustació estàtica
de: Statische Einbettung
eo: Vibe embedding
es: Incrustación estática
fa: تعبیه استاتیک
fi: Staattinen upotus
fr: Encastrement statique
hu: Statikus beágyazás
it: Incorporazione statica
ja: 静的埋め込み
lt: Statinis įterpimas
ms: Penyematan statik
nb: Statisk innbygging
nl: Statische inbedding
pl: Osadzanie statyczne
pt_br: Incorporação estática
ru: Статическое встраивание
sk: Statické vloženie
sl: Statična vdelava
sq: Integrim statik
sr: Statička ugradnja
sv: Statisk inbäddning
tr: Statik gömme
uk: Статичний ембеддинг
vi: Nhúng tĩnh
zh_hk: 靜態嵌入

source: Embed dashboards, charts, and questions on your app or website with basic filters for insights with limited discovery.
hu: Illesszen be irányítópultokat, diagramokat és kérdéseket az alkalmazásába vagy webhelyére alapvető szűrőkkel a korlátozott felfedezési betekintéshez.
ms: Sematkan papan pemuka, carta, dan soalan pada aplikasi atau laman web anda dengan penapis asas untuk pandangan dengan penemuan terhad.

source: Interactive embedding
eo: Interactive embedding → vibey AF embed
hu: Interaktív beágyazás
lt: Interaktyvus įterpimas
ms: Penyematan interaktif

source: With this Pro/Enterprise feature, you can let your customers query, visualize, and drill-down on their data with the full functionality of Metabase in your app or website, complete with your branding. Set permissions with SSO, down to the row- or column-level, so people only see what they need to.
hu: Ezzel a Pro/Enterprise funkcióval lehetővé teheti ügyfelei számára, hogy lekérdezzenek, megjelenítsenek és részletesen megvizsgáljanak adatokat a Metabase teljes funkcionalitásával az alkalmazásában vagy webhelyén, teljes mértékben az Ön arculatával. Állítson be jogosultságokat SSO-val, akár sor- vagy oszlopszintig, hogy az emberek csak azt lássák, amire szükségük van.
ms: Dengan ciri Pro/Enterprise ini, anda boleh membenarkan pelanggan anda membuat query, visualisasikan, dan menganalisis data mereka dengan fungsi penuh Metabase dalam aplikasi atau laman web anda, lengkap dengan penjenamaan anda. Tetapkan kebenaran dengan SSO, hingga ke peringkat baris atau lajur, supaya orang hanya melihat apa yang mereka perlukan.

source: With {0} you can embed the full Metabase app to allow people to drill-through to charts, browse collections, and use the graphical query builder. You can also get priority support, more tools to help you share your insights with your teams and powerful options to help you create seamless, interactive data experiences for your customers.
hu: A(z) {0} segítségével beágyazhatja a teljes Metabase alkalmazást, hogy az emberek részletesen megvizsgálhassák a diagramokat, böngészhessék a gyűjteményeket, és használhassák a grafikus lekérdezés készítőt. Elsőbbségi támogatást, több eszközt kaphat, amelyek segítenek megosztani az elemzéseit a csapataival, és erőteljes lehetőségeket, amelyek segítenek zökkenőmentes, interaktív adatélményeket létrehozni az ügyfelei számára.
ms: Dengan {0} anda boleh menyematkan aplikasi Metabase penuh untuk membenarkan orang menganalisis carta, melayari koleksi, dan menggunakan pembina query grafik. Anda juga boleh mendapatkan sokongan keutamaan, lebih banyak alat untuk membantu anda berkongsi wawasan anda dengan pasukan anda dan pilihan yang kuat untuk membantu anda mencipta pengalaman data yang interaktif dan lancar untuk pelanggan anda.

source: Number of emails sent.
hu: Elküldött e-mailek száma.
ms: Bilangan e-mel yang dihantar.

source: Number of errors when sending emails.
hu: Az e-mailek küldésekor fellépő hibák száma.
ms: Bilangan ralat semasa menghantar e-mel.

source: Uploads are not enabled.
ar: التحميلات غير مفعّلة.
bg: Качванията не са активирани.
ca: Les pujades no estan habilitades.
de: Uploads sind nicht aktiviert.
eo: Uploads are straight-up not it rn
es: Las cargas no están habilitadas.
fa: آپلودها فعال نیستند.
fi: Lataukset eivät ole käytössä.
fr: Les téléchargements ne sont pas activés.
hu: A feltöltések nincsenek engedélyezve.
it: I caricamenti non sono abilitati.
ja: アップロードは有効になっていない。
lt: Įkėlimai neįjungti.
ms: Muat naik tidak diaktifkan.
nb: Opplasting er ikke aktivert.
nl: Uploads zijn niet ingeschakeld.
pl: Przesyłanie nie jest włączone.
pt_br: Os uploads não estão habilitados.
ru: Загрузка не включена.
sk: Nahrávanie nie je povolené.
sl: Nalaganje ni omogočeno.
sq: Upload-et nuk janë të aktivizuara.
sr: Otpremanja nisu omogućena.
sv: Uppladdningar är inte aktiverade.
tr: Yüklemeler etkinleştirilmemiştir.
uk: Завантаження не ввімкнено.
vi: Không cho phép tải lên.
zh_hk: 未啟用上傳。

source: Granular cache controls
ar: عناصر التحكم التفصيلية بالكاش
bg: Подробни контроли на кеша
ca: Controls de memòria cau granulada
de: Feinkörnige Cache-Steuerung
eo: like, super detailed cache controls
es: Controles granulares de caché
fa: کنترل های حافظه پنهان دانه ای
fi: Hienojakoiset välimuistin hallintatoiminnot
fr: Contrôles granulaires du cache
hu: Részletes gyorsítótár-vezérlés
it: Controlli granulari della cache
ja: きめ細かなキャッシュ制御
lt: Granuliuotos talpyklos valdikliai
ms: Kawalan cache yang terperinci
nb: Granulær cache-kontroll
nl: Granulaire cachebesturingen
pl: Szczegółowa kontrola pamięci podręcznej
pt_br: Controles granulares de cache
ru: Гранулярный контроль кэша
sk: Granulárne ovládanie vyrovnávacej pamäte
sl: Podrobni kontrolniki predpomnilnika
sq: Kontrolle cache granular
sr: Granularne kontrole keša
sv: Granulära kontroller av cache
tr: Granüler önbellek kontrolleri
uk: Гранулярні елементи керування кешем
vi: Kiểm soát bộ nhớ đệm chi tiết
zh_hk: 細粒度快取控制
