Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Recipients will see this data just as you see it, regardless of their permissions.
ar: سيرى المستلمون هذه البيانات كما تراها أنت، بغض النظر عن أذوناتهم.
bg: Получателите ще видят тези данни точно както вие ги виждате, независимо от техните разрешения.
ca: Els destinataris veuran aquestes dades com tu les veus, independenment dels seus permisos.
de: Empfänger sehen diese Daten so wie Sie, unabhängig von ihren Berechtigungen.
eo: Recipients will see this data exactly how you do, no cap, no matter their permissions.
es: Los destinatarios verán estos datos tal como los ves tu, independientemente de sus permisos.
fa: گیرندگان این داده را همان‌طور که شما می‌بینید مشاهده خواهند کرد، صرف‌نظر از مجوزهایشان.
fi: Vastaanottajat näkevät nämä tiedot juuri niin kuin sinä näet ne, riippumatta heidän käyttöoikeuksistaan.
fr: Les destinataires veront ces données comme vous les voyez, indépendamment de leurs permissions.
hu: A címzettek pontosan úgy fogják látni ezeket az adatokat, mint ahogy Ön látja őket, függetlenül a jogosultságaiktól.
it: I destinatari vedranno questi dati proprio come li vedi tu, indipendentemente dai loro permessi.
ja: 受信者は、その権限に関係なく、あなたが見ているのと同じデータを見ることができます。
lt: Gavėjai matys šiuos duomenis taip pat, kaip jūs, nepaisant jų leidimų.
ms: Penerima akan melihat data ini seperti yang anda lihat, tanpa mengira kebenaran mereka.
nb: Mottakere vil se dataene slik du ser den, uavhengig av deres tillatelser.
nl: Ontvangers zien deze gegevens zoals jij ze ziet, ongeacht hun rechten.
pl: Odbiorcy zobaczą te dane tak samo jak Ty, niezależnie od swoich uprawnień.
pt_br: Os destinatários verão esses dados exatamente como você os vê, independentemente de suas permissões.
ru: Получатели будут видеть эти данные так же, как и вы, независимо от их привилегий.
sk: Príjemcovia uvidia tieto údaje rovnako ako vy, bez ohľadu na ich povolenia.
sl: Prejemniki bodo te podatke videli tako, kot jih vidite vi, ne glede na njihova dovoljenja.
sq: Marrësit do t’i shohin këto të dhëna pikërisht siç i sheh ti, pavarësisht lejeve të tyre.
sr: Primaoci će videti ove podatke isto kao i vi, bez obzira na njihove dozvole.
sv: Mottagarna kommer att se dessa data precis som du ser det, oavsett deras behörigheter.
tr: Alıcılar bu verileri sizin gördüğünüz gibi göreceklerdir, izinlerine bakılmaksızın.
uk: Одержувачі бачитимуть ці дані так само, як і ви, незалежно від їхніх дозволів.
vi: Người nhận sẽ thấy dữ liệu này giống như bạn thấy, bất kể quyền của họ.
zh_hk: 收件人將像您看到的一樣查看這些數據，不受他們權限的影響。

source: Charts in subscriptions may look slightly different from charts in dashboards.
ar: قد تبدو المخططات في الاشتراكات مختلفة قليلًا عن المخططات في لوحات المعلومات.
bg: Графиките в абонаментите могат да изглеждат малко по-различно от графиките в таблата.
ca: Les gràfiques de les subscripcions es poden mostrar diferents en comparació a les gràfiques dels quadres de comandament.
de: Diagramme in Abonnements sehen etwas anders aus als Diagramme in Dashboards.
eo: Charts in subs might be a lil different from charts in dashboards, fr.
es: Los gráficos de las suscripciones pueden tener un aspecto ligeramente diferente al de los gráficos de los cuadros de mando.
fa: نمودارهای اشتراک ممکن است کمی متفاوت از نمودارهای داشبورد به نظر برسند.
fi: Tilauksissa olevat kaaviot voivat näyttää hieman erilaisilta kuin kojetaulun kaaviot.
fr: Les graphiques dans les abonnements peuvent être légèrement différents des graphiques dans les tableaux de bord.
hu: Az előfizetések diagramjai kissé eltérhetnek az irányítópultok diagramjaitól.
it: I grafici negli abbonamenti potrebbero apparire leggermente diversi dai grafici nei dashboard.
ja: サブスクリプションのチャートは、ダッシュボードのチャートと若干異なって見える場合があります。
lt: Prenumeratos diagramos gali šiek tiek skirtis nuo diagramų informacijos suvestinėse.
ms: Carta dalam langganan mungkin kelihatan sedikit berbeza daripada carta dalam papan pemuka.
nb: Diagrammer i abonnement kan se litt annerledes ut enn diagrammer i infotavler.
nl: Grafieken in abonnementen kunnen er iets anders uitzien dan grafieken in dashboards.
pl: Wykresy w subskrypcjach mogą nieznacznie różnić się od wykresów w pulpitach.
pt_br: Os gráficos nas assinaturas podem parecer um pouco diferentes dos gráficos nos painéis.
ru: Диаграммы в подписках могут выглядеть несколько иначе, чем диаграммы на дашбордах.
sk: Grafy v odberoch môžu vyzerať mierne odlišne od grafov na paneloch.
sl: Grafikoni v naročninah se lahko nekoliko razlikujejo od grafikonov na nadzornih ploščah.
sq: Grafikët në abonime mund të duken pak ndryshe nga grafikët në panele.
sr: Grafikoni u pretplatama mogu izgledati malo drugačije od grafikona na kontrolnim tablama.
sv: Diagram i prenumerationer kan se något annorlunda ut från diagram i instrumentpaneler.
tr: Aboneliklerdeki grafikler, panolardaki grafiklerden biraz farklı görünebilir.
uk: Діаграми в підписках можуть виглядати дещо інакше, ніж діаграми в дашбордах.
vi: Biểu đồ trong đăng ký có thể trông hơi khác so với biểu đồ trong bảng điều khiển.
zh_hk: 訂閱中的圖表可能與儀表板中的圖表稍有不同。

source: Model details
hu: Modell részletei
ms: Butiran model

source: action
ar: إجراء
bg: действие
ca: acció
de: Aktion
eo: Bet
es: acción
fa: اکشن
fi: toiminta
hu: akció
it: azione
ja: アクション
lt: veiksmas
ms: tindakan
nb: handling
nl: actie
pl: akcja
pt_br: ação
ru: действие
sk: akcia
sl: dejanje
sq: veprim
sr: akcija
sv: åtgärd
tr: eylem
uk: дія
vi: thao tác
zh_hk: 動作

source: {0} ran successfully
ar: تم تشغيل {0} بنجاح
bg: {0} бе извършено успешно
ca: {0} s'ha executat correctament
de: {0} erfolgreich ausgeführt
eo: {0} went stonks fr fr
es: {0} se ha ejecutado correctamente
fa: {0} با موفقیت اجرا شد
fi: {0} juoksi onnistuneesti
fr: {0} a bien été exécuté
hu: {0} sikeresen lefutott
it: {0} eseguito con successo
ja: {0}が正常に実行されました
lt: {0} sėkmingai paleista
ms: {0} berjaya dijalankan
nb: {0} kjørte uten feil
nl: {0} succesvol uitgevoerd
pl: {0} został pomyślnie uruchomiony
pt_br: {0} executado com sucesso
ru: {0} выполнено успешно
sk: {0} prebehlo úspešne
sl: {0} uspešno tekel
sq: {0} u ekzekutua me sukses
sr: {0} je uspešno izvršeno
sv: {0} kördes framgångsrikt
tr: {0} başarıyla çalıştırıldı
uk: {0} успішно виконано
vi: {0} đã chạy thành công
zh_hk: {0} 執行成功

source: Action form
ar: نموذج الإجراء
bg: Форма за действие
ca: Formulari d'acció
de: Aktionsformular
eo: Action form → "Vibe checklist"
es: Formulario de acción
fa: فرم اقدام
fi: Toimintamuoto
fr: Formulaire d'action
hu: Akció űrlap
it: Modulo di azione
ja: アクションフォーム
lt: Veiksmo forma
ms: Borang tindakan
nb: Handlingsskjema
nl: Actieformulier
pl: Formularz akcji
pt_br: Formulário de ação
ru: Форма действия
sk: Formulár akcie
sl: Obrazec za ukrepanje
sq: Formular veprimi
sr: Formular akcije
sv: Åtgärdsformulär
tr: Eylem formu
uk: Форма дії
vi: Biểu mẫu hành động
zh_hk: 動作表單

source: Successfully updated
ar: تم التحديث بنجاح
bg: Успешно обновено
ca: S'ha actualitzat correctament
de: Erfolgreich aktualisiert
eo: It's officially updated, no cap
es: Actualizado correctamente
fa: با موفقیت به‌روزرسانی شد
fi: Päivitetty onnistuneesti
fr: Modifié avec succès
hu: Sikeresen frissítve
it: Aggiornato con successo
ja: アップデートに成功しました
lt: Sėkmingai atnaujinta
ms: Berjaya dikemas kini
nb: Oppdatert uten feil
nl: Succesvol bijgewerkt
pl: Pomyślnie zaktualizowano
pt_br: Atualizado com sucesso
ru: Успешно обновлено
sk: Úspešne aktualizované
sl: Uspešno posodobljeno
sq: U përditësua me sukses
sr: Uspešno ažurirano
sv: Framgångsrikt uppdaterad
tr: Başarıyla güncellendi
uk: Успішно оновлено
vi: Cập nhật thành công
zh_hk: 成功更新

source: Successfully ran the action
ar: تم تشغيل الإجراء بنجاح
bg: Действието бе извършено успешно
ca: S'ha executat l'acció correctament
de: Aktion erfolgreich ausgeführt
eo: Did the thing like a pro, no cap
es: Acción ejecutada correctamente
fa: اقدام با موفقیت اجرا شد
fi: Onnistuneesti suoritettiin toiminto.
fr: Action exécutée avec succès
hu: Az akció sikeresen lefutott
it: Azione eseguita con successo
ja: アクションの実行に成功しました
lt: Veiksmas sėkmingai atliktas
ms: Berjaya menjalankan tindakan
nb: Handling kjørte uten feil
nl: Actie succesvol uitgevoerd
pl: Akcja została pomyślnie uruchomiona
pt_br: Ação executada com sucesso
ru: Действие успешно
sk: Akcia bola úspešne vykonaná
sl: Uspešno izvedena akcija
sq: Veprimi u ekzekutua me sukses
sr: Akcija je uspešno izvršena
sv: Framgångsrikt körde åtgärden
tr: Eylem başarıyla çalıştırıldı
uk: Дію виконано успішно
vi: Đã chạy hành động thành công
zh_hk: 成功執行動作

source: Shared Action Forms
hu: Megosztott cselekvési űrlapok
lt: Bendros veiksmų formos
ms: Borang Tindakan Berkongsi

source: Click Me
ar: انقرني
bg: Щракни тук
ca: Prem-me
de: Klicke mich an
eo: Click me, fr fr
es: Pulsa Aqui
fa: اینجا کلیک کنید
fi: Klikkaa minua
fr: Cliquez-moi
hu: Kattints ide
it: Cliccami
ja: クリックミー
lt: Spustelėkite Aš
ms: Klik Saya
nb: Klikk meg
nl: Klik hier
pl: Kliknij mnie
pt_br: Clique em mim
ru: Нажми на меня
sk: Kliknite na mňa
sl: Kliknite Me
sq: Kliko mua
sr: Klikni me
sv: Klicka här
tr: Bana Tıkla
uk: Натисни мене
vi: Nhấp vào tôi
zh_hk: 點我

source: Add link card
hu: Linkkártya hozzáadása
ms: Tambah kad pautan

source: Add action button
ar: أضِف زر إجراء
bg: Добави бутон за действие
ca: Afegir botó d'acció
de: Aktions-Button hinzufügen
eo: Add that lit action button
es: Añadir botón de acción
fa: دکمه اقدام را اضافه کنید
fi: Lisää toimintopainike
fr: Ajouter un bouton d'action
hu: Műveleti gomb hozzáadása
it: Aggiungi pulsante azione
ja: アクションボタンの追加
lt: Pridėti veiksmų mygtukas
ms: Tambah butang tindakan
nb: Legg til handlingsknapp
nl: Actieknop toevoegen
pl: Dodaj przycisk akcji
pt_br: Adicionar botão de ação
ru: Добавить кнопку действия
sk: Pridať tlačidlo akcie
sl: Gumb za dodajanje dejanja
sq: Shto buton veprimi
sr: Dodaj dugme za akciju
sv: Lägg till åtgärdsknapp
tr: Eylem butonu ekle
uk: Додати кнопку дії
vi: Thêm nút hành động
zh_hk: 添加動作按鈕

source: for {0}
hu: {0} számára
ms: untuk {0}

source: Add or remove columns
ar: أضِف أعمدة أو أزلها
bg: Добавяне или премахване на колони
ca: Afegir o treure columnes
de: Spalten hinzufügen oder entfernen
eo: Drop or take away columns
es: Añadir o eliminar columnas
fa: افزودن یا حذف ستون‌ها
fi: Lisää tai poista sarakkeita
fr: Ajouter/enlever des colonnes
hu: Oszlopok hozzáadása vagy eltávolítása
it: Aggiungi o rimuovi colonne
ja: カラムの追加・削除
lt: Pridėti arba pašalinti stulpelius
ms: Tambah atau keluarkan lajur
nb: Legg til eller fjern kolonner
nl: Kolommen toevoegen of verwijderen
pl: Dodaj lub usuń kolumny
pt_br: Adicionar ou remover campos
ru: Добавить или удалить столбцы
sk: Pridať alebo odstrániť stĺpce
sl: Dodajanje ali odstranjevanje stolpcev
sq: Shto ose hiq kolona
sr: Dodaj ili ukloni kolone
sv: Lägg till eller ta bort kolumnerna
tr: Sütun ekle veya kaldır
uk: Додати або прибрати стовпці
vi: Thêm hoặc xóa các cột
zh_hk: 添加或移除欄位

source: Show Header
hu: Fejléc megjelenítése
ms: Tunjukkan Header

source: It will also be removed from the filter that uses it to populate values.
ar: ستتم إزالته أيضًا من الفلاتر الـ {0} التي تستخدمه لتعبئة القيم.
bg: Той ще бъде премахнат и от филтъра, който го използва за попълване на стойности.
ca: També s'eliminarà del filtre que l'utilitza per obtenir valors.
de: Es wird auch aus dem Filter entfernt, der es zur Befüllung der Werte verwendet.
es: También se eliminará del filtro que lo usa para completar los valores.
fa: همچنین از فیلتری که از آن برای پر کردن مقادیر استفاده می‌کند، حذف خواهد شد.
fi: Se poistetaan myös {0} suodattimesta, joka käyttää sitä arvojen täyttämiseen.
fr: Cela sera également enlevé du filtre qui l'utilise pour peupler les valeurs.
hu: El lesz távolítva az értékek feltöltésére használó szűrőből is.
it: Verrà rimosso anche dal filtro che lo utilizza per popolare i valori.
ja: また、値を入力するために使用しているフィルターからも削除されます。
lt: Jis taip pat bus pašalintas iš filtro, kuris jį naudoja reikšmėms užpildyti.
ms: Ia juga akan dikeluarkan dari penapis yang menggunakannya untuk mengisi nilai. Jamak: Ia juga akan dikeluarkan dari penapis {0} yang menggunakannya untuk mengisi nilai.
nb: Det vil også bli fjernet fra filteret som det bruker for å fylle verdier.
nl: Het wordt ook verwijderd uit het filter dat het gebruikt om waarden in te vullen.
pl: Zostanie także usunięty z filtra, który używa go do wypełniania wartości.
pt_br: Isto será removido do filtro que o usa para preencher valores.
ru: Он также будет удален из фильтра, который использует его для заполнения значений.
sk: Odstráni sa aj z filtra, ktorý ho používa na vyplnenie hodnôt.
sl: Prav tako bo odstranjen iz filtra, ki ga uporablja za zapolnitev vrednosti.
sq: Do të hiqet gjithashtu nga filtri që e përdor për të mbushur vlerat.
sr: Biće uklonjen i iz filtera koji ga koristi za popunjavanje vrednosti.
sv: Det kommer också att tas bort från filtret som använder det för att fylla värden.
tr: Değerleri doldurmak için onu kullanan filtreden de kaldırılacaktır.
uk: Його також буде вилучено з фільтра, який використовує його для підстановки значень.
vi: Nó cũng sẽ bị xóa khỏi các bộ lọc {0} sử dụng nó để điền vào giá trị.
zh_hk: 它也會從 {0} 篩選器中移除，該篩選器使用它來填充值。

source: Timeout must be less than 100 years
ar: يجب أن تكون المهلة أقل من 100 سنة
bg: Времето за изчакване трябва да е по-малко от 100 години
ca: El timeout ha de ser inferior a 100 anys
de: Timeout muss weniger als 100 Jahre betragen
eo: Timeout gotta be less than 100 years, fr.
es: Tiempo de espera debe ser inferior a 100 años
fa: زمان انتظار باید کمتر از ۱۰۰ سال باشد
fi: Aikarajan on oltava alle 100 vuotta.
fr: Le délai ne doit pas dépasser 100 ans
hu: Az időtúllépésnek 100 évnél rövidebbnek kell lennie
it: Il timeout deve essere inferiore a 100 anni
ja: タイムアウトは100年未満であること
lt: Laikas turi būti trumpesnis nei 100 metų
ms: Tempoh masa mesti kurang daripada 100 tahun
nb: Tidsavbrudd må være mindre enn 100 år
nl: Timeout moet minder dan 100 jaar zijn
pl: Limit czasu musi być mniejszy niż 100 lat
pt_br: O tempo limite deve ser inferior a 100 anos
ru: Время ожидания должно быть меньше 100 лет
sk: Časový limit musí byť kratší ako 100 rokov
sl: Časovna omejitev mora biti krajša od 100 let
sq: Skadimi duhet të jetë më pak se 100 vjet
sr: Istek vremena mora biti manji od 100 godina
sv: Timeout måste vara mindre än 100 år
tr: Zaman aşımı 100 yıldan az olmalıdır
uk: Тайм-аут має бути меншим за 100 років
vi: Thời gian chờ phải ít hơn 100 năm
zh_hk: 超時時間必須小於 100 年

source: Change field settings
ar: تغيير إعدادات الحقل
bg: Промяна на настройките на полето
ca: Canviar paràmetres del camp
de: Feldeinstellungen ändern
eo: Tweak the field settings
es: Cambiar configuración de campo
fa: تنظیمات فیلد را تغییر دهید
fi: Muuta kenttäasetuksia
fr: Changer les paramètres du champ
hu: Mezőbeállítások módosítása
it: Cambia impostazioni dei campi
ja: フィールドの設定を変更する
lt: Pakeiskite lauko nustatymus
ms: Tukar tetapan medan
nb: Endre innstillinger for felt
nl: Veldinstellingen wijzigen
pl: Zmień ustawienia pola
pt_br: Alterar configurações de campo
ru: Изменить настройки поля
sk: Zmeniť nastavenia poľa
sl: Spreminjanje nastavitev polja
sq: Ndrysho cilësimet e fushës
sr: Promeni podešavanja polja
sv: Ändra fältinställningar
tr: Alan ayarlarını değiştir
uk: Змінити налаштування поля
vi: Thay đổi cài đặt trường
zh_hk: 更改欄位設定

source: Field settings
ar: إعدادات الحقل
bg: Настройки на полето
ca: Configuració dels camps
de: Feldeinstellungen
eo: Field settings → "Field vibes"
es: Confiuración campo
fa: تنظیمات فیلد
fi: Kenttäasetukset
fr: Paramètres de champ
hu: Mezőbeállítások
it: Impostazioni dei campi
ja: フィールド設定
lt: Lauko nustatymai
ms: Tetapan medan
nb: Innstillinger for felt
nl: Veldinstellingen
pl: Ustawienia pola
pt_br: Configurações dos campos
ru: Настройки поля
sk: Nastavenia poľa
sl: Nastavitve polja
sq: Cilësimet e fushës
sr: Podešavanja polja
sv: Fältinställningar
tr: Alan ayarları
uk: Налаштування поля
vi: Cài đặt trường
zh_hk: 欄位設定

source: Change options
ar: تغيير الخيارات
bg: Промяна на опциите
ca: Canviar opcions
de: Optionen ändern
eo: Switch up the vibes
es: Cambiar opciones
fa: تغییر گزینه‌ها
fi: Vaihda asetukset
fr: Changer les options
hu: Beállítások módosítása
it: Cambia opzioni
ja: オプションの変更
lt: Keisti parinktis
ms: Tukar pilihan
nb: Endre alternativer
nl: Opties wijzigen
pl: Zmień dostępne opcje
pt_br: Alterar opções
ru: Изменить параметры
sk: Zmeniť možnosti
sl: Spreminjanje možnosti
sq: Ndrysho opsionet
sr: Promeni opcije
sv: Ändra alternativ
tr: Seçenekleri değiştir
uk: Змінити опції
vi: Thay đổi tùy chọn
zh_hk: 更改選項

source: Action parameters
ar: معلمات الإجراء
bg: Параметри на действие
ca: Paràmetres d'acció
de: Aktionsparameter
eo: action params
es: Parámetros acción
fa: پارامترهای اقدام
fi: Toiminnan parametrit
fr: Paramètres d'actions
hu: Műveleti paraméterek
it: Parametri di azione
ja: アクションパラメーター
lt: Veiksmo parametrai
ms: Parameter tindakan
nb: Handlingsparameter
nl: Actieparameters
pl: Parametry akcji
pt_br: Parâmetros de ação
ru: Параметры действия
sk: Parametre akcie
sl: Akcijski parametri
sq: Parametrat e veprimit
sr: Parametri akcije
sv: Åtgärdsparametrar
tr: Eylem parametreleri
uk: Параметри дії
vi: Tham số hành động
zh_hk: 動作參數

source: Configure your parameters' types and properties here. The values for these parameters can come from user input, or from a dashboard filter. {0}
hu: Itt konfigurálhatja paraméterei típusát és tulajdonságait. Ezeknek a paramétereknek az értékei származhatnak felhasználói bemenetből vagy egy irányítópult szűrőből. {0}
ms: Konfigurasikan jenis dan sifat parameter anda di sini. Nilai untuk parameter ini boleh datang dari input pengguna, atau dari penapis papan pemuka. {0}

source: Long text
ar: نص طويل
bg: Дълъг текст
ca: Text llarg
de: Langer Text
eo: That's a whole essay, no cap
es: Texto largo
fa: متن بلند
fi: Pitkä teksti
fr: Long texte
hu: Hosszú szöveg
it: Testo lungo
ja: ロングテキスト
lt: Ilgas tekstas
ms: Teks panjang
nb: Lang tekst
nl: Lang tekst
pl: Długi tekst
pt_br: Texto longo
ru: Длинный текст
sk: Dlhý text
sl: Dolgo besedilo
sq: Tekst i gjatë
sr: Dugačak tekst
sv: Lång text
tr: Uzun metin
uk: Довгий текст
vi: Văn bản dài
zh_hk: 長文本

source: Inline select
ar: اختيار مضمَّن
bg: Вграден избор
ca: Selecció en línia
de: Inline-Auswahl
eo: Inline select → Inline pick, fr fr
es: Selección en línea
fa: انتخاب خطی
fi: Rivi valinta
fr: Sélection
hu: Soron belüli választás
it: Selezione in linea
ja: インラインセレクト
lt: Eilutinis pasirinkimas
ms: Pilih dalam talian
nb: Inline valg
nl: Inline selecteren
pl: Lista
pt_br: Seleção embutida
ru: Выбор в строке
sk: Výber v texte
sl: Izbira v vrstici
sq: Përzgjedhje inline
sr: Inline izbor
sv: Inline välj
tr: Satır içi seçim
uk: Вбудований вибір
vi: Chọn nội tuyến
zh_hk: 內聯選擇

source: Date + time
ar: تاريخ + وقت
bg: Дата и час
ca: Data + temps
de: Datum + Zeit
eo: Vibe check: "Date + time" → "Day + time" or just "When" if you wanna keep it chill.
es: Fecha + tiempo
fa: تاریخ و زمان
fi: Päivä + aika
fr: Date + heure
hu: Dátum + idő
it: Data + ora
ja: 日付＋時間
lt: Data + laikas
ms: Tarikh + masa
nb: Dato + tid
nl: Datum en tijd
pl: Data + czas
pt_br: Data e hora
ru: Дата + время
sk: Dátum + čas
sl: Datum + ura
sq: Datë + kohë
sr: Datum + vreme
sv: Datum + tid
tr: Tarih + saat
uk: Дата + час
vi: Ngày + giờ
zh_hk: 日期和時間

source: Run
ar: شغّل
bg: Изпълни
ca: Executar
de: Ausführen
eo: Slide out
es: Ejecutar
fa: اجرا
fi: Juokse
fr: Exécuter
hu: Futtatás
it: Esegui
ja: 走る
lt: Bėk
ms: Jalankan
nb: Kjør
nl: Uitvoeren
pl: Uruchom
pt_br: Executar
ru: Запуск
sk: Spustenie
sl: Teči
sq: Ekzekuto
sr: Pokreni
sv: Springa
tr: Çalıştır
uk: Запустити
vi: Chạy
zh_hk: 執行

source: Delete this content and the DB connection
ar: احذف هذا المحتوى واتصال DB
bg: Изтрийте това съдържание и връзката с базата данни
ca: Esborrar aquest contingut i la connexió a la BD
de: Diesen Inhalt und die Datenbankverbingung löschen
eo: Delete this stuff and the DB link, fr fr.
es: Eliminar este contenido y la conexión DB
fa: این محتوا و اتصال DB را حذف کن
fi: Poista tämä sisältö ja tietokantayhteys.
fr: Supprimer ce contenu et la connexion à BD
hu: Törölje ezt a tartalmat és az adatbázis kapcsolatot
it: Elimina questo contenuto e la connessione al database
ja: このコンテンツとDB接続を削除する
lt: Ištrinkite šį turinį ir DB ryšį
ms: Padamkan kandungan ini dan sambungan DB
nb: Slett dette innehold og DB tilkoblingen
nl: Verwijder deze inhoud en de databaseverbinding
pl: Usuń tę zawartość i połączenie z bazą danych
pt_br: Excluir este conteúdo e a conexão com o banco de dados
ru: Удалить это содержимое и подключение к базе данных
sk: Odstrániť tento obsah a pripojenie k databáze
sl: Izbrišite to vsebino in povezavo z bazo podatkov
sq: Fshi këtë përmbajtje dhe lidhjen e DB
sr: Obriši ovaj sadržaj i konekciju ka bazi
sv: Radera detta innehåll och DB -anslutningen
tr: Bu içeriği ve veritabanı bağlantısını sil
uk: Видалити цей вміст і підключення до БД
vi: Xóa nội dung này và kết nối cơ sở dữ liệu
zh_hk: 刪除此內容和資料庫連接
