Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: This will delete the existing token. You'll need to update your identity provider with the new token, otherwise people won't be able to log in to your Metabase.
ar: سيؤدي هذا إلى حذف التوكن الحالي. ستحتاج إلى تحديث موفر الهوية لديك بالتوكن الجديد، وإلا فلن يتمكن الأشخاص من تسجيل الدخول إلى Metabase لديك.
bg: Това ще изтрие съществуващия токен. Ще трябва да актуализирате доставчика си на идентичност с новия токен, в противен случай хората няма да могат да влизат във вашата Metabase.
ca: Això suprimirà el testimoni existent. Haureu d'actualitzar el vostre proveïdor d'identitat amb el nou testimoni, en cas contrari, la gent no podrà iniciar sessió a la vostra Metabase.
de: Dadurch wird das vorhandene Token gelöscht. Sie müssen Ihren Identitätsanbieter mit dem neuen Token aktualisieren, da sich die Benutzer sonst nicht mehr bei Ihrer Metabase anmelden können.
eo: This will delete the old token, so u gotta update your identity provider with the new one, or else peeps won’t be able to log in to your Metabase.
es: Esto eliminará el token existente. Tendrás que actualizar tu proveedor de identidad con el nuevo token, de lo contrario la gente no podrá iniciar sesión en tu Metabase.
fa: با این کار توکن موجود حذف می شود. باید ارائه‌دهنده هویت خود را با توکن جدید به‌روزرسانی کنید، در غیر این صورت افراد نمی‌توانند به Metabase شما وارد شوند.
fi: Tämä poistaa olemassa olevan tokenin. Sinun on päivitettävä henkilöllisyyden tarjoajasi uudella tokenilla, muuten ihmiset eivät voi kirjautua Metabaseesi.
fr: Cela supprimera le jeton existant. Vous devrez mettre à jour votre fournisseur d'identité avec le nouveau jeton, sinon les gens ne pourront pas se connecter à votre Metabase.
hu: Ez törli a meglévő tokent. Frissítenie kell az identitásszolgáltatóját az új tokennel, különben az emberek nem tudnak majd bejelentkezni a Metabase-ba.
it: Questo eliminerà il token esistente. È necessario aggiornare il provider di identità con il nuovo token, altrimenti non sarà possibile accedere al Metabase.
ja: これで既存のトークンが削除されます。新しいトークンでアイデンティティプロバイダを更新する必要があります。
lt: Tai ištrins esamą prieigos raktą. Turėsite atnaujinti tapatybės teikėją nauju prieigos raktu, kitaip žmonės negalės prisijungti prie jūsų metabazės.
ms: Ini akan memadamkan token sedia ada. Anda perlu mengemas kini pembekal identiti anda dengan token baharu, jika tidak, orang tidak akan dapat log masuk ke Metabase anda.
nb: Dette vil slette det eksisterende tokenet. Du må oppdatere identitetsleverandøren din med det nye tokenet, ellers vil ikke folk kunne logge inn på Metabase.
nl: Dit zal het bestaande token verwijderen. Je moet je identity provider updaten met het nieuwe token, anders kunnen mensen niet inloggen op je Metabase.
pl: Spowoduje to usunięcie istniejącego tokena. Będziesz musiał zaktualizować swojego dostawcę tożsamości o nowy token, w przeciwnym razie ludzie nie będą mogli zalogować się do Twojej Metabase.
pt_br: Isso excluirá o token existente. Você precisará atualizar seu provedor de identidade com o novo token, caso contrário, as pessoas não conseguirão fazer login na sua Metabase.
ru: Это приведет к удалению существующего токена. Вам нужно будет обновить поставщика идентификационных данных с новым токеном, иначе люди не смогут войти в вашу Metabase.
sk: Tým sa odstráni existujúci token. Budete musieť aktualizovať poskytovateľa identity s novým tokenom, inak sa ľudia nebudú môcť prihlásiť do vašej databázy Metabase.
sl: S tem boste izbrisali obstoječi žeton. Ponudnika identitete boste morali posodobiti z novim žetonom, sicer se ljudje ne bodo mogli prijaviti v vašo metabazo.
sq: Kjo do ta fshijë token-in ekzistues. Do të duhet të përditësosh identity provider-in tënd me token-in e ri, përndryshe njerëzit nuk do të mund të hyjnë në Metabase-in tënd.
sr: Ovo će obrisati postojeći token. Moraćete da ažurirate provajdera identiteta novim tokenom, u suprotnom ljudi neće moći da se prijave na vaš Metabase.
sv: Detta kommer att radera den befintliga token. Du måste uppdatera din identitetsleverantör med den nya token, annars kommer folk inte att kunna logga in på din Metabase.
tr: Bu, mevcut belirteci silecektir. Kimlik sağlayıcınızı yeni belirteçle güncellemeniz gerekir, aksi takdirde insanlar Metabase'inizde oturum açamaz.
uk: Це видалить наявний токен. Вам потрібно буде оновити токен у вашого провайдера ідентичностей, інакше люди не зможуть увійти у ваш Metabase.
vi: Thao tác này sẽ xóa mã thông báo hiện tại. Bạn sẽ cần cập nhật nhà cung cấp danh tính của mình bằng mã thông báo mới, nếu không mọi người sẽ không thể đăng nhập vào Metabase của bạn.
zh_hk: 這將刪除現有的代碼。您需要使用新的代碼更新您的身份提供者，否則人們將無法登入您的 Metabase。

source: Regenerate now
ar: أعِد التوليد الآن
bg: Регенерирайте се сега
ca: Regenera't ara
de: Jetzt regenerieren
eo: Regenerate stat, fr fr
es: Regenerar ahora
fa: اکنون بازسازی کنید
fi: Luo nyt uudelleen
fr: Régénérer maintenant
hu: Újragenerálás most
it: Rigenerare ora
ja: 再生する
lt: Atkurti dabar
ms: Menjana semula sekarang
nb: Regenerere nå
nl: Nu regenereren
pl: Zregeneruj się teraz
pt_br: Gerar novamente agora
ru: Регенерировать сейчас
sk: Regenerovať teraz
sl: Regenerirajte zdaj
sq: Rigjenero tani
sr: Regeneriši sada
sv: Regenerera nu
tr: Şimdi yenilenin
uk: Перегенерувати зараз
vi: Tái tạo ngay bây giờ
zh_hk: 立即再生

source: Copy and save the SCIM token
ar: انسخ توكن SCIM واحفظه
bg: Копирайте и запазете маркера SCIM
ca: Copieu i deseu el testimoni SCIM
de: Kopieren und Speichern des SCIM-Tokens
eo: Save and screenshot the SCIM token, bestie.
es: Copiar y guardar el token SCIM
fa: کد SCIM را کپی و ذخیره کنید
fi: Kopioi ja tallenna SCIM-token
fr: Copier et enregistrer le jeton SCIM
hu: Másolja le és mentse el a SCIM tokent
it: Copiare e salvare il token SCIM
ja: SCIMトークンをコピーして保存する
lt: Nukopijuokite ir išsaugokite SCIM prieigos raktą
ms: Salin dan simpan token SCIM
nb: Kopier og lagre SCIM-tokenet
nl: Het SCIM-token kopiëren en opslaan
pl: Skopiuj i zapisz token SCIM
pt_br: Copie e salve o token SCIM
ru: Скопируйте и сохраните токен SCIM
sk: Skopírujte a uložte token SCIM
sl: Kopiranje in shranjevanje žetona SCIM
sq: Kopjo dhe ruaj token-in SCIM
sr: Kopirajte i sačuvajte SCIM token
sv: Kopiera och spara SCIM-token
tr: SCIM belirtecini kopyalayın ve kaydedin
uk: Скопіюйте та збережіть SCIM-токен
vi: Sao chép và lưu mã thông báo SCIM
zh_hk: 複製並儲存 SCIM 令牌

source: Describe how often the cache should be invalidated
ar: صِف عدد مرات إبطال الكاش
bg: Опишете колко често кешът трябва да се обезсилва
ca: Descriu amb quina freqüència s'ha d'invalidar la memòria cau
de: Beschreiben Sie, wie oft der Cache ungültig gemacht werden soll
eo: Tell me how often the cache should be reset or smth, lowkey.
es: Describe la frecuencia con la que debe invalidarse la caché
fa: توضیح دهید که حافظه پنهان چند وقت یکبار باید باطل شود
fi: Kuvaile, kuinka usein välimuisti tulee mitätöidä
fr: Décrire la fréquence à laquelle le cache doit être invalidé
hu: Adja meg, milyen gyakran kell érvényteleníteni a gyorsítótárat
it: Descrivere la frequenza con cui la cache deve essere invalidata
ja: キャッシュを無効にする頻度を記述する。
lt: Aprašykite, kaip dažnai talpykla turėtų būti panaikinta
ms: Terangkan kekerapan cache harus dibatalkan
nb: Beskriv hvor ofte hurtigbufferen skal ugyldiggjøres
nl: Beschrijf hoe vaak de cache ongeldig moet worden gemaakt
pl: Opisz, jak często pamięć podręczna powinna być unieważniana.
pt_br: Descreva com que frequência o cache deve ser invalidado
ru: Опишите, как часто кэш должен аннулироваться
sk: Opíšte, ako často by sa mala vyrovnávacia pamäť znehodnocovať
sl: Opišite, kako pogosto je treba predpomnilnik razveljaviti
sq: Përshkruaj sa shpesh duhet të invalidohet cache-i
sr: Opiši koliko često treba invalidirati keš
sv: Beskriv hur ofta cacheminnet ska ogiltigförklaras
tr: Önbelleğin ne sıklıkta geçersiz kılınması gerektiğini tanımlayın
uk: Опишіть, як часто слід інвалідовувати кеш
vi: Mô tả tần suất bộ nhớ đệm nên bị vô hiệu hóa
zh_hk: 描述快取應該多久失效一次

source: Use password
ar: استخدم كلمة المرور
bg: Използване на парола
ca: Utilitzeu la contrasenya
de: Passwort verwenden
eo: Use pass, fr fr
es: Utilizar contraseña
fa: از رمز عبور استفاده کنید
fi: Käytä salasanaa
fr: Utiliser le mot de passe
hu: Jelszó használata
it: Utilizzare la password
ja: パスワードの使用
lt: Naudokite slaptažodį
ms: Gunakan kata laluan
nb: Bruk passord
nl: Gebruik wachtwoord
pl: Użyj hasła
pt_br: Usar senha
ru: Используйте пароль
sk: Použitie hesla
sl: Uporaba gesla
sq: Përdor fjalëkalim
sr: Koristi lozinku
sv: Använd lösenord
tr: Şifre kullanın
uk: Використовувати пароль
vi: Sử dụng mật khẩu
zh_hk: 使用密碼

source: Use an authentication provider
ar: استخدم موفّر مصادقة
bg: Използване на доставчик за удостоверяване
ca: Utilitzeu un proveïdor d'autenticació
de: Verwenden Sie einen Authentifizierungsanbieter
eo: Use a legit login service, bestie
es: Utilizar un proveedor de autenticación
fa: از یک ارائه دهنده احراز هویت استفاده کنید
fi: Käytä autentikointipalvelua
fr: Utiliser un fournisseur d'authentification
hu: Hitelesítési szolgáltató használata
it: Utilizzare un provider di autenticazione
ja: 認証プロバイダーを使用する
lt: Naudokite autentifikavimo teikėją
ms: Gunakan pembekal pengesahan
nb: Bruk en autentiseringsleverandør
nl: Een verificatieprovider gebruiken
pl: Korzystanie z dostawcy uwierzytelniania
pt_br: Usar um provedor de autenticação
ru: Используйте провайдера аутентификации
sk: Používanie poskytovateľa overovania
sl: Uporaba ponudnika preverjanja pristnosti
sq: Përdor një ofrues autentikimi
sr: Koristi provajdera autentifikacije
sv: Använd en autentiseringsleverantör
tr: Bir kimlik doğrulama sağlayıcısı kullanın
uk: Використовувати провайдера автентифікації
vi: Sử dụng nhà cung cấp xác thực
zh_hk: 使用驗證提供者

source: Use account name
ar: استخدم اسم الحساب
bg: Използване на име на акаунт
ca: Utilitzeu el nom del compte
de: Kontoname verwenden
eo: Use ur acct name, fr fr
es: Utilizar nombre de cuenta
fa: از نام حساب کاربری استفاده کنید
fi: Käytä tilin nimeä
fr: Utiliser le nom du compte
hu: Fióknév használata
it: Utilizzare nome dell'account
ja: アカウント名を使用する
lt: Naudokite paskyros pavadinimą
ms: Gunakan nama akaun
nb: Bruk kontonavn
nl: Accountnaam gebruiken
pl: Użyj nazwy konta
pt_br: Usar nome da conta
ru: Используйте имя учетной записи
sk: Použitie názvu účtu
sl: Uporaba imena računa
sq: Përdor emrin e llogarisë
sr: Koristi naziv naloga
sv: Använd kontonamn
tr: Hesap adını kullan
uk: Використати назву акаунта
vi: Sử dụng tên tài khoản
zh_hk: 使用帳戶名稱

source: This question doesn’t have any number columns.
ar: هذا السؤال لا يحتوي على أي أعمدة رقمية.
bg: Този въпрос няма колони с числа.
ca: Aquesta pregunta no té cap columna numèrica.
de: Diese Frage hat keine Zahlenspalten.
eo: This question’s got no number columns, lol.
es: Esta pregunta no tiene columnas numéricas.
fa: این سوال هیچ ستون عددی ندارد.
fi: Tässä kysymyksessä ei ole numerosarakkeita.
fr: Cette question ne comporte pas de colonnes de chiffres.
hu: Ennek a kérdésnek nincsenek szám oszlopai.
it: Questa domanda non ha colonne numeriche.
ja: この問題には数字の列はありません。
lt: Šis klausimas neturi skaičių stulpelių.
ms: Soalan ini tidak mempunyai sebarang lajur nombor.
nb: Dette spørsmålet har ingen tallkolonner.
nl: Deze vraag heeft geen getallenkolommen.
pl: To pytanie nie ma kolumn z liczbami.
pt_br: Esta pergunta não tem colunas numéricas.
ru: В этом вопросе нет столбцов с числами.
sk: Táto otázka nemá žiadne stĺpce s číslami.
sl: To vprašanje nima številskih stolpcev.
sq: Kjo pyetje nuk ka asnjë kolonë numerike.
sr: Ovo pitanje nema nijednu numeričku kolonu.
sv: Den här frågan har inga sifferkolumner.
tr: Bu soruda herhangi bir sayı sütunu yoktur.
uk: У цьому запиті немає жодних числових стовпців.
vi: Câu hỏi này không có cột số.
zh_hk: 此問題沒有任何數字列。

source: This model doesn’t have any number columns.
ar: هذا النموذج لا يحتوي على أي أعمدة رقمية.
bg: Този модел няма колони с числа.
ca: Aquest model no té cap columna numèrica.
de: Dieses Modell hat keine Zahlenspalten.
eo: This model’s got zero number columns, fr.
es: Este modelo no tiene columnas numéricas.
fa: این مدل هیچ ستون عددی ندارد.
fi: Tässä mallissa ei ole numerosarakkeita.
fr: Ce modèle ne comporte pas de colonnes de chiffres.
hu: Ennek a modellnek nincsenek szám oszlopai.
it: Questo modello non ha colonne numeriche.
ja: このモデルには数字の列がない。
lt: Šiame modelyje nėra skaičių stulpelių.
ms: Model ini tidak mempunyai sebarang lajur nombor.
nb: Denne modellen har ingen tallkolonner.
nl: Dit model heeft geen getallenkolommen.
pl: Ten model nie ma żadnych kolumn z liczbami.
pt_br: Este modelo não tem colunas numéricas.
ru: В этой модели нет числовых столбцов.
sk: Tento model nemá žiadne číselné stĺpce.
sl: Ta model nima številskih stolpcev.
sq: Ky model nuk ka asnjë kolonë numerike.
sr: Ovaj model nema nijednu numeričku kolonu.
sv: Denna modell har inga sifferkolumner.
tr: Bu modelde herhangi bir sayı sütunu yoktur.
uk: У цій моделі немає жодних числових стовпців.
vi: Mô hình này không có cột số nào.
zh_hk: 此模型沒有任何數字列。

source: How long this query took
ar: كم استغرق هذا الاستعلام
bg: Колко време отне това запитване
ca: Quant de temps va trigar aquesta consulta
de: Wie lange diese Abfrage dauerte
eo: How long this query took lmfao
es: Cuánto duró esta consulta
fa: این پرس و جو چقدر طول کشید
fi: Kuinka kauan tämä kysely kesti
fr: Combien de temps a duré cette requête ?
hu: Mennyi ideig tartott ez a lekérdezés
it: Quanto tempo ha richiesto questa ricerca
ja: このクエリにかかった時間
lt: Kiek užtruko ši užklausa
ms: Berapa lama pertanyaan ini diambil
nb: Hvor lang tid denne spørringen tok
nl: Hoe lang deze vraag duurde
pl: Jak długo trwało to zapytanie
pt_br: Quanto tempo demorou esta consulta
ru: Сколько времени занял этот запрос
sk: Ako dlho trval tento dotaz
sl: Kako dolgo je trajala ta poizvedba
sq: Sa kohë zgjati kjo pyetje
sr: Koliko je trajao ovaj upit
sv: Hur lång tid tog denna fråga
tr: Bu sorgu ne kadar sürdü
uk: Скільки часу виконувався цей запит
vi: Truy vấn này mất bao lâu
zh_hk: 此查詢耗時多久

source: Download error
ar: خطأ في التنزيل
bg: Грешка при изтегляне
ca: Error de descàrrega
de: Fehler herunterladen
eo: Download's a whole mess rn
es: Error de descarga
fa: خطای دانلود
fi: Latausvirhe
fr: Télécharger l'erreur
hu: Letöltési hiba
it: Scarica l'errore
ja: ダウンロード・エラー
lt: Atsisiuntimo klaida
ms: Ralat muat turun
nb: Last ned feil
nl: Fout downloaden
pl: Błąd pobierania
pt_br: Erro no download
ru: Ошибка при скачивании
sk: Chyba pri sťahovaní
sl: Napaka pri prenosu
sq: Gabim shkarkimi
sr: Greška pri preuzimanju
sv: Nedladdningsfel
tr: İndirme hatası
uk: Помилка завантаження
vi: Lỗi tải xuống
zh_hk: 下載錯誤

source: Download failed
ar: فشل التنزيل
bg: Изтегляне на неуспешен
ca: La baixada ha fallat
de: Download fehlgeschlagen
eo: Download's totally not it rn
es: Descarga fallida
fa: دانلود انجام نشد
fi: Lataus epäonnistui
fr: Téléchargement échoué
hu: Letöltés sikertelen
it: Download fallito
ja: ダウンロード失敗
lt: Atsisiųsti nepavyko
ms: Muat turun gagal
nb: Nedlasting mislyktes
nl: Downloaden mislukt
pl: Pobieranie nie powiodło się
pt_br: Falha no download
ru: Скачать не удалось
sk: Stiahnutie sa nepodarilo
sl: Prenos ni uspel
sq: Shkarkimi dështoi
sr: Preuzimanje nije uspelo
sv: Nedladdning misslyckades
tr: İndirme başarısız oldu
uk: Не вдалося завантажити
vi: Tải xuống không thành công
zh_hk: 下載失敗

source: Download completed
ar: اكتمل التنزيل
bg: Изтегляне на завършени
ca: Descàrrega completada
de: Download abgeschlossen
eo: Download's all the way done, fr.
es: Descarga completa
fa: دانلود تکمیل شد
fi: Lataus onnistui
fr: Téléchargement terminé
hu: Letöltés befejezve
it: Scaricamento completato
ja: ダウンロード完了
lt: Atsisiuntimas baigtas
ms: Muat turun selesai
nb: Nedlasting fullført
nl: Voltooid downloaden
pl: Pobieranie zakończone
pt_br: Download concluído
ru: Загрузка завершена
sk: Stiahnuť dokončené
sl: Prenos je zaključen
sq: Shkarkimi u përfundua
sr: Preuzimanje završeno
sv: Nedladdning slutförd
tr: İndirme işlemi tamamlandı
uk: Завантаження завершено
vi: Tải xuống hoàn tất
zh_hk: 下載完成

source: Collapse
ar: طيّ
bg: Свиване
de: Kollabieren
eo: Collapse → "Fold" or "Drop"
es: Colapso
fa: فرو ریختن
fi: Kaatui
fr: Effondrement
hu: Összecsukás
it: Crollo
ja: 崩壊
lt: Sutraukti
ms: Runtuh
nb: Kollaps
nl: Instorten
pl: Upadek
pt_br: Recolher
ru: Свернуть
sk: Zrútenie
sl: Propad
sq: Palos
sr: Sažmi
sv: Minimera
tr: Çöküş
uk: Згорнути
vi: Sụp đổ
zh_hk: 崩潰

source: Dismiss
ar: إغلاق
bg: Отхвърляне на
ca: Descartar
de: Ablehnen
eo: Ditch or ghost
es: Desestimar
fa: رد کردن
fi: Hylkää
fr: Rejeter
hu: Elutasítás
it: Congedo
ja: 解散
lt: Atsisakyti
ms: Tolak
nb: Avskjed
nl: Ontsla
pl: Odrzucić
pt_br: Liberar
ru: Скрыть
sk: Odmietnuť
sl: Zavrne
sq: Mbyll
sr: Odbaci
sv: Avvisa
tr: Dağılın
uk: Закрити
vi: Miễn nhiệm
zh_hk: 解散

source: Clean things up
hu: Tisztítsa meg a dolgokat
ms: Bersihkan barang

source: User Provisioning via SCIM
hu: Felhasználói létrehozás SCIM-en keresztü
lt: Vartotojo aprūpinimas per SCIM
ms: Peruntukan Pengguna melalui SCIM

source: Metabase Pro and Enterprise plans include:
ar: تشمل خطط Metabase Pro وEnterprise:
bg: Плановете Metabase Pro и Enterprise включват:
ca: Els plans Metabase Pro i Enterprise inclouen:
de: Die Metabase Pro- und Enterprise-Tarife beinhalten:
eo: Metabase Pro and Enterprise plans come with:
es: Los planes Metabase Pro y Enterprise incluyen:
fa: برنامه های Metabase Pro و Enterprise عبارتند از:
fi: Metabase Pro- ja Enterprise -versiot sisältävät:
fr: Les plans Metabase Pro et Enterprise comprennent
hu: A Metabase Pro és Enterprise
it: I piani Metabase Pro ed Enterprise includono:
ja: Metabase ProおよびEnterpriseプランには以下が含まれます：
lt: „Metabase Pro“ ir „Enterprise“ planai apima:
ms: Pelan Metabase Pro dan Enterprise termasuk:
nb: Metabase Pro- og Enterprise-abonnementene inkluderer:
nl: Metabase Pro en Enterprise plannen omvatten:
pl: Plany Metabase Pro i Enterprise obejmują:
pt_br: Os planos Metabase Pro e Enterprise incluem:
ru: Планы Metabase Pro и Enterprise включают в себя:
sk: Plány Metabase Pro a Enterprise zahŕňajú:
sl: Paketi Metabase Pro in Enterprise vključujejo:
sq: Planet Metabase Pro dhe Enterprise përfshijnë:
sr: Metabase Pro i Enterprise planovi uključuju:
sv: Metabase Pro- och Enterprise-planerna inkluderar:
tr: Metabase Pro ve Enterprise planları şunları içerir:
uk: Плани Metabase Pro та Enterprise включають:
vi: Các gói Metabase Pro và Enterprise bao gồm:
zh_hk: Metabase 專業版和企業版計畫包括

source: SSO with SAML and JWT
ar: SSO مع SAML وJWT
bg: SSO със SAML и JWT
ca: SSO amb SAML i JWT
de: SSO mit SAML und JWT
eo: SSO with SAML and JWT = legit tech flex, no cap
es: SSO con SAML y JWT
fa: SSO با SAML و JWT
fi: SSO SAML:n ja JWT:n kanssa
fr: SSO avec SAML et JWT
hu: SSO SAML-lal és JWT-vel
it: SSO con SAML e JWT
ja: SAMLとJWTによるSSO
lt: SSO su SAML ir JWT
ms: SSO dengan SAML dan JWT
nb: SSO med SAML og JWT
nl: SSO met SAML en JWT
pl: SSO z SAML i JWT
pt_br: SSO com SAML e JWT
ru: SSO с помощью SAML и JWT
sk: SSO pomocou SAML a JWT
sl: SSO s SAML in JWT
sq: SSO me SAML dhe JWT
sr: SSO sa SAML i JWT
sv: SSO med SAML och JWT
tr: SAML ve JWT ile SSO
uk: SSO із SAML та JWT
vi: SSO với SAML và JWT
zh_hk: 使用 SAML 和 JWT 的 SSO

source: Metabase group sync with SAML, JWT, and LDAP
ar: مزامنة مجموعات Metabase مع SAML وJWT وLDAP
bg: Синхронизиране на метабаза с групи със SAML, JWT и LDAP
ca: Sincronització del grup de metabases amb SAML, JWT i LDAP
de: Synchronisierung von Metabase-Gruppen mit SAML, JWT und LDAP
eo: Metabase group sync with SAML, JWT, and LDAP — it's basically all about that seamless login drip, no cap.
es: Sincronización de grupos de metabase con SAML, JWT y LDAP
fa: همگام سازی گروه متاباز با SAML، JWT و LDAP
fi: Metabaseryhmien synkronointi SAML:n, JWT:n ja LDAP:n kanssa
fr: Synchronisation des groupes de métabase avec SAML, JWT et LDAP
hu: Metabase csoport szinkronizálás SAML-lal, JWT-vel és LDAP-pal
it: Sincronizzazione dei gruppi del database con SAML, JWT e LDAP
ja: SAML、JWT、LDAPによるメタベースのグループ同期
lt: Metabazių grupės sinchronizavimas su SAML, JWT ir LDAP
ms: Penyegerakan kumpulan metabase dengan SAML, JWT dan LDAP
nb: Metabase-gruppesynkronisering med SAML, JWT og LDAP
nl: Metabase groepssynchronisatie met SAML, JWT en LDAP
pl: Synchronizacja grupy metabazy z SAML, JWT i LDAP
pt_br: Sincronização de grupo da Metabase com SAML, JWT e LDAP
ru: Синхронизация групп метабазы с SAML, JWT и LDAP
sk: Synchronizácia skupín metabázy so SAML, JWT a LDAP
sl: Sinhronizacija skupine metabaz s SAML, JWT in LDAP
sq: Sinkronizim grupesh Metabase me SAML, JWT dhe LDAP
sr: Metabase sinhronizacija grupa sa SAML, JWT i LDAP
sv: Synkronisering av metabasgrupper med SAML, JWT och LDAP
tr: SAML, JWT ve LDAP ile metabase grup senkronizasyonu
uk: Синхронізацію груп Metabase із SAML, JWT та LDAP
vi: Đồng bộ nhóm Metabase với SAML, JWT và LDAP
zh_hk: 使用 SAML、JWT 和 LDAP 同步元資料庫群組

source: User provisioning with SCIM
ar: تزويد المستخدمين عبر SCIM
bg: Осигуряване на потребители с SCIM
ca: Provisió d'usuaris amb SCIM
de: Benutzerbereitstellung mit SCIM
eo: User setup with SCIM, fr fr
es: Provisión de usuarios con SCIM
fa: تامین کاربر با SCIM
fi: Käyttäjän hallinta SCIM:n avulla
fr: Approvisionnement des utilisateurs avec le SCIM
hu: Felhasználói létrehozás SCIM-mel
it: Provisioning degli utenti con SCIM
ja: SCIMによるユーザープロビジョニング
lt: Vartotojo aprūpinimas SCIM
ms: Peruntukan pengguna dengan SCIM
nb: Brukerklargjøring med SCIM
nl: Gebruikersbeheer met SCIM
pl: Udostępnianie użytkowników za pomocą SCIM
pt_br: Provisionamento de usuários com SCIM
ru: Предоставление пользователей с помощью SCIM
sk: Poskytovanie používateľov pomocou SCIM
sl: Omogočanje uporabe uporabnikov s sistemom SCIM
sq: Provisionim përdoruesish me SCIM
sr: Provisioning korisnika sa SCIM
sv: Tillhandahållande av användare med SCIM
tr: SCIM ile kullanıcı sağlama
uk: Провізіонінг користувачів із SCIM
vi: Cung cấp người dùng với SCIM
zh_hk: 使用 SCIM 進行使用者配置

source: Table of models
ar: جدول النماذج
bg: Таблица на моделите
ca: Taula de models
de: Tabelle der Modelle
eo: Model squad list
es: Tabla de modelos
fa: جدول مدل ها
fi: Taulukko malleista
fr: Tableau des modèles
hu: Modellek táblázata
it: Tabella dei modelli
ja: モデル一覧
lt: Modelių lentelė
ms: Jadual model
nb: Tabell over modeller
nl: Tabel met modellen
pl: Tabela modeli
pt_br: Tabela de modelos
ru: Таблица моделей
sk: Tabuľka modelov
sl: Tabela modelov
sq: Tabelë modelesh
sr: Tabela modela
sv: Tabell över modeller
tr: Model tablosu
uk: Таблиця моделей
vi: Bảng mô hình
zh_hk: 型號表

source: Frequency
ar: التكرار
bg: Честота
ca: Freqüència
de: Frequenz
eo: Vibe check
es: Frecuencia
fa: فرکانس
fi: Taajuus
fr: Fréquence
hu: Gyakoriság
it: Frequenza
ja: 頻度
lt: Dažnis
ms: Kekerapan
nb: Frekvens
nl: Frequentie
pl: Częstotliwość
pt_br: Frequência
ru: Частота
sk: Frekvencia
sl: Frekvenca
sq: Frekuenca
sr: Učestalost
sv: Frekvens
tr: Frekans
uk: Частота
vi: Tính thường xuyên
zh_hk: 頻率
