Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: No aggregation with uuid {0} or source name {1}
ar: لا يوجد تجميع بالـ uuid {0} أو باسم المصدر {1}
bg: Няма агрегиране с uuid {0} или име на източник {1}
ca: Sense agregació amb l'uuid {0} o el nom de la font {1}
de: Keine Aggregation mit UUID {0} oder Quellname {1}
es: Sin agregación con uuid {0} o nombre de fuente {1}
fa: بدون تجمیع با uuid {0} یا نام منبع {1}
fi: Ei yhdistämistä uuid:lla {0} tai lähteen nimellä {1}
fr: Aucune agrégation avec l'UUID {0} ou le nom de la source {1}
it: Nessuna aggregazione con uuid {0} o nome sorgente {1}
ja: uuid {0} またはソース名 {1}による集約はありません
nb: Ingen aggregering med uuid {0} eller kildenavn {1}
nl: Geen aggregatie met uuid {0} of bronnaam {1}
pl: Brak agregacji z uuid {0} lub nazwą źródłową {1}
pt_br: Nenhuma agregação com uuid {0} ou nome de origem {1}
ru: Нет агрегации с uuid {0} или именем источника {1}
sk: Žiadna agregácia s uuid {0} alebo názvom zdroja {1}
sl: Brez agregacije z uuid {0} ali imenom vira {1}
sq: Nuk ka agregim me uuid {0} ose emër burimi {1}
sr: Nema agregacije sa uuid {0} ili nazivom izvora {1}
sv: Ingen aggregering med uuid {0} eller källnamn {1}
tr: Uuid {0} veya kaynak adı {1}olan toplama yok
uk: Немає агрегації з uuid {0} або назвою джерела {1}
vi: Không có tổng hợp với uuid {0} hoặc tên nguồn {1}
zh_hk: 未使用 uuid {0} 或來源名稱 {1}進行聚合

source: If
ar: إذا
bg: Ако
ca: Si
de: Wenn
eo: If → fr, or just “if” lol, no real slang for it, but you could say “if” like “if u know what I mean” as “if u catch my drift” or “if u get me” for the vibe.
es: Si
fa: اگر
fi: Jos
fr: Si
it: Se
ja: もし
lt: Jeigu
nb: Hvis
nl: Als
pl: Jeżeli
pt_br: Se
ru: Если
sk: Ak
sl: Če
sq: Nëse
sr: Ako
sv: Om
tr: Eğer
uk: Якщо
vi: Nếu như
zh_hk: 如果

source: Bin every 0.005 degrees
ar: قسّم إلى فئات كل 0.005 درجة
bg: Кошче на всеки 0.005 градуса
ca: Agrupa cada 0.005 graus
de: Eine Klasse pro 0.005 Grad
eo: Binned every 0.005 degrees, fr fr
es: Agrupa cada 0.005 grados
fa: بن هر 0.005 درجه
fi: Niputa 0.005 asteen välein.
fr: Regrouper tous les 0.005 degrés
it: intervalla ogni 0.005 gradi
ja: 0.005度ごとにビニングする
lt: Dėžutė kas 0,005 laipsnio
nb: Samle hver 0.005ende grad
nl: Verwijder elke 0.005 graden
pl: Grupuj co 0.005 stopni
pt_br: Agrupar a cada 0,005 graus
ru: Конт. каждые 0.005 градусов
sk: Zásobník každých 0.005 stupňov
sl: Smetnjak vsakih 0,005 stopinj
sq: Ndaj në intervale çdo 0.005 gradë
sr: Binuj na svakih 0.005 stepeni
sv: Behållare varje 0.005 grader
tr: Her 0.005 derecede böl
uk: Бінувати кожні 0.005 градуса
vi: Ngăn mỗi 0.005 độ
zh_hk: 按0.005度間隔

source: Bin every 0.01 degrees
ar: قسّم إلى فئات كل 0.01 درجة
bg: Кошче на всеки 0.01 градуса
ca: Agrupa cada 0.01 graus
de: Eine Klasse pro 0.01 Grad
eo: Binned every 0.01 degrees, fr fr
es: Agrupa cada 0.01 grados
fa: بن هر 0.01 درجه
fi: Niputa 0.01 asteen välein.
fr: Regrouper tous les 0.01 degrés
it: intervalla ogni 0.01 gradi
ja: 0.01度ごとにビニングする
lt: Dėžutė kas 0,01 laipsnio
nb: Samle hver 0.01ende grad
nl: Verwijder elke 0.01 graden
pl: Grupuj co 0.01 stopni
pt_br: Agrupar a cada 0,01 graus
ru: Конт. каждые 0.01 градусов
sk: Zásobník každých 0.01 stupňov
sl: Smetnjak vsakih 0,01 stopinj
sq: Ndaj në intervale çdo 0.01 gradë
sr: Binuj na svakih 0.01 stepeni
sv: Behållare varje 0.01 grader
tr: Her 0.01 derecede böl
uk: Бінувати кожні 0.01 градуса
vi: Ngăn mỗi 0.01 độ
zh_hk: 按0.01度間隔

source: Bin every 0.05 degrees
ar: قسّم إلى فئات كل 0.05 درجة
bg: Кошче на всеки 0.05 градуса
ca: Agrupa cada 0.05 graus
de: Eine Klasse pro 0.05 Grad
eo: Went full send every 0.05 degrees, fr.
es: Agrupa cada 0.05 grados
fa: بن هر 0.05 درجه
fi: Niputa 0.05 asteen välein.
fr: Regrouper tous les 0.05 degrés
it: intervalla ogni 0.05 gradi
ja: 0.05度ごとにビニングする
lt: Dėžutė kas 0,05 laipsnio
nb: Samle hver 0.05ende grad
nl: Verwijder elke 0.05 graden
pl: Grupuj co 0.05 stopni
pt_br: Agrupar a cada 0,05 graus
ru: Конт. каждые 0.05 градусов
sk: Zásobník každých 0.05 stupňov
sl: Smetnjak vsakih 0,05 stopinj
sq: Ndaj në intervale çdo 0.05 gradë
sr: Binuj na svakih 0.05 stepeni
sv: Behållare varje 0.05 grader
tr: Her 0.05 derecede böl
uk: Бінувати кожні 0.05 градуса
vi: Ngăn mỗi 0.05 độ
zh_hk: 按0.05度間隔

source: Zoom in: State
ar: تعمّق: ولاية
bg: Увеличаване: Щат
ca: Zoom in: Estat
de: Vergrößern: Bundesland
es: Acercar: Estado
fa: بزرگنمایی: ایالت
fi: Lähennä: Osavaltio
fr: Zoom avant : État
it: Ingrandisci: Stato
ja: ズームイン: 州
nb: Zoom inn: Delstat
nl: Inzoomen: Staat
pl: Powiększ: Stan
pt_br: Ampliar: Estado
ru: Увеличить: штат
sk: Priblížiť: Štát
sl: Povečaj: Zvezna država
sq: Zmadho: Shtet
sr: Zumiraj: Država
sv: Zooma in: Delstat
tr: Yakınlaştır: Durum
uk: Зум: Штат
vi: Phóng to: Tiểu bang
zh_hk: 放大：國家

source: Zoom in: City
ar: تعمّق: مدينة
bg: Увеличи: Град
ca: Zoom in: Ciutat
de: Vergrößern: Stadt
es: Acercar: Ciudad
fa: بزرگنمایی: شهر
fi: Lähennä: Kaupunki
fr: Zoom avant : Ville
it: Ingrandisci: Città
ja: ズームイン：都市
nb: Zoom inn: By
nl: Inzoomen: Stad
pl: Powiększ: Miasto
pt_br: Ampliar: Cidade
ru: Увеличить: Город
sk: Priblížiť: Mesto
sl: Povečaj: Mesto
sq: Zmadho: Qytet
sr: Zumiraj: Grad
sv: Zooma in: Stad
tr: Yakınlaştır: Şehir
uk: Зум: Місто
vi: Phóng to: Thành phố
zh_hk: 放大城市

source: Zoom in: Lat/Lon
ar: تعمّق: خط العرض/خط الطول
bg: Увеличаване: Географска ширина/Дължина
ca: Ampliar: Latitud/Longitud
de: Vergrößern: Breite/Länge
es: Acercar: Latitud/Longitud
fa: بزرگنمایی: عرض/طول جغرافیایی
fi: Lähennä: Leveysaste/Pituusaste
fr: Zoom avant : Lat/Lon
it: Ingrandisci: Latitudine/Longitudine
ja: ズームイン: 緯度/経度
nb: Zoom inn: Lat/Lon
nl: Inzoomen: Lat/Lon
pl: Powiększ: Szer./Dł. geogr.
pt_br: Ampliar: Lat/Lon
ru: Увеличить: Широта/Долгота
sk: Priblížiť: Zemepisná šírka/Dĺžka
sl: Povečaj: zemljepisna širina/dolžina
sq: Zmadho: Lat/Lon
sr: Zumiraj: Lat/Lon
sv: Zooma in: Lat/Lon
tr: Yakınlaştır: Enlem/Boylam
uk: Зум: Шир./Довг.
vi: Phóng to: Vĩ độ/Kinh độ
zh_hk: 放大：緯度/緯度

source: Zoom in: Country
ar: تعمّق: بلد
bg: Увеличаване: Държава
ca: Amplia la imatge: País
de: Vergrößern: Land
es: Acercar: País
fa: بزرگنمایی: کشور
fi: Lähennä: Maa
fr: Zoom avant : Pays
it: Ingrandisci: Paese
ja: ズームイン: 国
nb: Zoom inn: Land
nl: Inzoomen: Land
pl: Powiększ: Kraj
pt_br: Ampliar: País
ru: Увеличить: Страна
sk: Priblížiť: Krajina
sl: Povečaj: Država
sq: Zmadho: Shtet
sr: Zumiraj: Država
sv: Zooma in: Land
tr: Yakınlaştır: Ülke
uk: Зум: Країна
vi: Phóng to: Quốc gia
zh_hk: 放大：國家

source: Types are incompatible.
ar: الأنواع غير متوافقة.
bg: Типовете са несъвместими.
ca: Els tipus són incompatibles.
de: Typen sind inkompatibel.
eo: These types are totally not vibing, fr.
es: Los tipos son incompatibles.
fa: انواع ناسازگار هستند.
fi: Tyypit eivät ole yhteensopivia.
fr: Les types sont incompatibles.
it: I tipi sono incompatibili.
ja: タイプに互換性がありません。
nb: Typer er inkompatible.
nl: Typen zijn onverenigbaar.
pl: Typy są niekompatybilne.
pt_br: Os tipos são incompatíveis.
ru: Типы несовместимы.
sk: Typy sú nekompatibilné.
sl: Vrste so nezdružljive.
sq: Llojet janë të papajtueshme.
sr: Tipovi nisu kompatibilni.
sv: Typer är inkompatibla.
tr: Türler uyumsuz.
uk: Типи несумісні.
vi: Các loại không tương thích.
zh_hk: 類型不相容。

source: Standalone constants are not supported.
ar: الثوابت المستقلة غير مدعومة.
bg: Самостоятелните константи не се поддържат.
ca: Les constants autònomes no s'admeten.
de: Eigenständige Konstanten werden nicht unterstützt.
eo: Standalone constants aren’t it rn.
es: No se admiten constantes independientes.
fa: ثابت های مستقل پشتیبانی نمی شوند.
fi: Erillisiä vakioita ei tueta.
fr: Les constantes autonomes ne sont pas prises en charge.
it: Le costanti autonome non sono supportate.
ja: スタンドアロン定数はサポートされていません。
nb: Frittstående konstanter støttes ikke.
nl: Zelfstandige constanten worden niet ondersteund.
pl: Stałe samodzielne nie są obsługiwane.
pt_br: Constantes autônomas não são compatíveis.
ru: Отдельные константы не поддерживаются.
sk: Samostatné konštanty nie sú podporované.
sl: Samostojne konstante niso podprte.
sq: Konstantet e pavarura nuk mbështeten.
sr: Samostalne konstante nisu podržane.
sv: Fristående konstanter stöds inte.
tr: Bağımsız sabitler desteklenmiyor.
uk: Окремі константи не підтримуються.
vi: Không hỗ trợ các hằng số độc lập.
zh_hk: 不支援獨立常數。

source: Embedding {0} in aggregation functions is not supported
ar: لا يُدعم تضمين {0} داخل دوال التجميع
bg: Вграждането на {0} във функциите за агрегиране не се поддържа
ca: No s'admet incrustar {0} a les funcions d'agregació
de: Das Einbetten von {0} in Aggregatfunktionen wird nicht unterstützt
eo: Embedding {0} in aggregation functions is so not it rn
es: No se admite la incrustación de {0} en funciones de agregación
fa: جاسازی {0} در توابع تجمع پشتیبانی نمی شود
fi: {0} upottamista koontifunktioihin ei tueta
fr: L'incorporation de {0} dans les fonctions d'agrégation n'est pas prise en charge
it: L'incorporamento di {0} nelle funzioni di aggregazione non è supportato
ja: 集計関数に {0} を埋め込むことはサポートされていません
nb: Det er ikke støtte for å legge inn {0} i aggregeringsfunksjoner
nl: Het insluiten van {0} in aggregatiefuncties wordt niet ondersteund
pl: Osadzanie {0} w funkcjach agregacji nie jest obsługiwane
pt_br: A incorporação de {0} em funções de agregação não é compatível
ru: Встраивание {0} в функции агрегации не поддерживается.
sk: Vkladanie {0} do agregačných funkcií nie je podporované
sl: Vdelava {0} v funkcije združevanja ni podprta
sq: Inkorporimi i {0} brenda funksioneve të agregimit nuk mbështetet
sr: Umetanje {0} u agregacione funkcije nije podržano
sv: Inbäddning av {0} i aggregeringsfunktioner stöds inte
tr: Toplama işlevlerine {0} yerleştirilmesi desteklenmiyor
uk: Вбудовування {0} в агрегатні функції не підтримується
vi: Không hỗ trợ nhúng {0} trong các hàm tổng hợp
zh_hk: 不支援在聚合功能中嵌入 {0}

source: Unknown Measure
ar: مقياس غير معروف
ca: Mesura desconeguda
de: Unbekannte Messgröße
es: Medida desconocida
fa: معیار ناشناخته
fi: Tuntematon mitta
fr: Mesure inconnue
it: Misura sconosciuta
ja: 不明な測定値
nb: Ukjent mål
pl: Nieznany pomiar
pt_br: Medida desconhecida
ru: Неизвестная мера
sk: Neznáma miera
sl: Neznana mera
sq: Matje e panjohur
sr: Nepoznata mera
tr: Bilinmeyen Ölçü
uk: Невідоме вимірювання
vi: Biện pháp không xác định
zh_hk: 未知測量

source: Unknown Metric
ar: مقياس غير معروف
bg: Неизвестна метрика
ca: Mètrica desconeguda
de: Unbekannte Metrik
eo: Mystery stat
es: Métrica Desconocida
fa: ویژگی ناشناخته
fi: Tuntematon mittari
fr: Métrique inconnue
it: Metrica Sconosciuta
ja: 不明なメトリクス
lt: Nežinoma metrika
nb: Ukjent Indukator
nl: Onbekende metriek
pl: Nieznana Metryka
pt_br: Métrica desconhecida
ru: Неизвестная метрика
sk: Neznáma metrika
sl: Neznana metrika
sq: Metrikë e panjohur
sr: Nepoznata metrika
sv: Okänt mått
tr: Bilinmeyen Metrik
uk: Невідома метрика
vi: Số liệu không xác định
zh_hk: 未知度量

source: {0} is in {1}
ar: {0} ضمن {1}
bg: {0} е в {1}
ca: {0} és a {1}
de: {0} ist in {1}
eo: {0} is vibing in {1}
es: {0} está en {1}
fa: {0} در {1}است
fi: {0} on osoitteessa {1}
fr: {0} se trouve à l'adresse suivante : {1}
it: {0} è in {1}
ja: {0} は {1}にある。
lt: {0} yra {1}
nb: {0} ligger i {1}
pl: {0} jest w {1}
pt_br: {0} está em {1}
ru: {0} находится на сайте {1}
sk: {0} je na stránke {1}.
sl: {0} je v {1}
sq: {0} është në {1}
sr: {0} je u {1}
sv: {0} finns på {1}
tr: {0} {1}adresinde
uk: {0} знаходиться в {1}
vi: {0} nằm trong {1}
zh_hk: {0} 位於 {1}

source: {0} {1} {2} {3} selections
ar: {0} {1} {2} {3} تحديدات
bg: {0} {1} {2} {3} селекции
ca: {0} {1} {2} {3} seleccions
de: {0} {1} {2} {3} Auswahl
es: {0} {1} {2} {3} selecciones
fa: {0} {1} {2} {3} انتخاب‌ها
fi: {0} {1} {2} {3} valinnat
fr: {0} {1} {2} {3} sélections
it: {0} {1} {2} {3} selezioni
ja: {0} {1} {2} {3} 選択
nb: {0} {1} {2} {3} utvelgelser
nl: {0} {1} {2} {3} selecties
pl: {0} {1} {2} {3} wybory
pt_br: {0} {1} {2} {3} seleções
ru: {0} {1} {2} {3} выбор
sk: {0} {1} {2} {3} výbery
sl: {0} {1} {2} {3} izbire
sq: {0} {1} {2} {3} përzgjedhje
sr: {0} {1} {2} {3} izbora
sv: {0} {1} {2} {3} val
tr: {0} {1} {2} {3} seçimler
uk: {0} {1} {2} {3} виборів
vi: {0} {1} {2} {3} lựa chọn
zh_hk: {0} {1} {2} {3} 選擇

source: {0} is in the {1}, {2}
ar: {0} ضمن {1}، {2}
bg: {0} е в {1}, {2}
ca: {0} és al {1}, {2}
de: {0} ist in den {1}, {2}
eo: {0} is vibing in the {1}, {2}
es: {0} está en {1}, {2}
fa: {0} در {1}، {2}است
fi: {0} on joukossa {1}, {2}
fr: {0} est dans le {1}, {2}
it: {0} è in {1}, {2}
ja: {0} は {1}、 {2}にあります
lt: {0} yra {1}, {2}
nb: {0} ligger i {1}, {2}
nl: {0} bevindt zich in de {1}, {2}
pl: {0} jest w {1}, {2}
pt_br: {0} está em {1}, {2}
ru: {0} находится в {1}, {2}
sk: {0} je v {1}, {2}
sl: {0} je v {1}, {2}
sq: {0} është në {1}, {2}
sr: {0} je u {1}, {2}
sv: {0} finns i {1}, {2}
tr: {0} {1}, {2}içindedir
uk: {0} у {1}, {2}
vi: {0} nằm trong {1}, {2}
zh_hk: {0} 在 {1}, {2}

source: {0} {1} {2} selections
ar: {0} {1} {2} تحديدات
bg: {0} {1} {2} селекции
ca: {0} {1} {2} seleccions
de: {0} {1} {2} Auswahl
es: {0} {1} {2} selecciones
fa: {0} {1} {2} انتخاب‌ها
fi: {0} {1} {2} valinnat
fr: {0} {1} {2} sélections
it: {0} {1} {2} selezioni
ja: {0} {1} {2} 選択
nb: {0} {1} {2} utvelgelser
nl: {0} {1} {2} selecties
pl: {0} {1} {2} wybory
pt_br: {0} {1} {2} seleções
ru: {0} {1} {2} выбор
sk: {0} {1} {2} výbery
sl: {0} {1} {2} izbire
sq: {0} {1} {2} përzgjedhje
sr: {0} {1} {2} izbora
sv: {0} {1} {2} val
tr: {0} {1} {2} seçimler
uk: {0} {1} {2} виборів
vi: {0} {1} {2} lựa chọn
zh_hk: {0} {1} {2} 選擇

source: {0} is {1} to {2} selections
ar: {0} {1} إلى {2} تحديدات
bg: {0} е от {1} до {2} селекции
ca: {0} és de {1} a {2} seleccions
de: {0} ist eine Auswahl von {1} bis {2}
es: {0} son selecciones de {1} a {2}
fa: {0} بین {1} تا {2} انتخاب است
fi: {0} on {1} - {2} valintoja
fr: {0} correspond aux sélections {1} à {2}
it: {0} è una selezione da {1} a {2}
ja: {0} は {1} から {2} の選択です
nb: {0} er {1} til {2} valg
nl: {0} is {1} tot {2} selecties
pl: {0} to {1} do {2} wyborów
pt_br: {0} é {1} para {2} seleções
ru: {0} — это выборы от {1} до {2}
sk: {0} je {1} až {2} výberov
sl: {0} je od {1} do {2} izbir
sq: {0} është {1} deri në {2} përzgjedhje
sr: {0} je {1} na {2} izbora
sv: {0} är {1} till {2} val
tr: {0} {1} ila {2} seçimleri
uk: {0} — від {1} до {2} виборів
vi: {0} là {1} đến {2} lựa chọn
zh_hk: {0} 是 {1} 到 {2} 的選擇

source: Measure cycle detected: {0}
ar: تم اكتشاف دورة في المقياس: {0}
ca: Cicle de mesura detectat: {0}
de: Messzyklus erkannt: {0}
es: Ciclo de medida detectado: {0}
fa: چرخه اندازه‌گیری شناسایی شد: {0}
fi: Mittausjakso havaittu: {0}
fr: Cycle de mesure détecté : {0}
it: Ciclo di misura rilevato: {0}
ja: 測定サイクルが検出されました: {0}
nb: Målesyklus oppdaget: {0}
pl: Wykryto cykl pomiaru: {0}
pt_br: Ciclo de medição detectado: {0}
ru: Обнаружен цикл мер: {0}
sk: Zistený cyklus merania: {0}
sl: Zaznan merilni cikel: {0}
sq: U zbulua cikël matjesh: {0}
sr: Otkriven ciklus mere: {0}
tr: Ölçüm döngüsü algılandı: {0}
uk: Виявлено цикл у вимірюванні: {0}
vi: Chu kỳ đo được phát hiện: {0}
zh_hk: 偵測到的測量週期： {0}

source: Measure {0} does not exist.
ar: المقياس {0} غير موجود.
ca: La mesura {0} no existeix.
de: Das Maß {0} existiert nicht.
es: La medida {0} no existe.
fa: معیار {0} وجود ندارد.
fi: Mittayksikköä {0} ei ole olemassa.
fr: La mesure {0} n'existe pas.
it: La misura {0} non esiste.
ja: メジャー {0} は存在しません。
nb: Tiltaket {0} finnes ikke.
pl: Miara {0} nie istnieje.
pt_br: A medida {0} não existe.
ru: Мера {0} не существует.
sk: Miera {0} neexistuje.
sl: Mera {0} ne obstaja.
sq: Matja {0} nuk ekziston.
sr: Mera {0} ne postoji.
tr: {0} ölçüsü mevcut değil.
uk: Вимірювання {0} не існує.
vi: Phép đo {0} không tồn tại.
zh_hk: 測量 {0} 不存在。

source: [[...]] clauses must contain at least one '''{{...}}''' clause.
ar: يجب أن تحتوي عبارات [[...]] على عبارة واحدة على الأقل من نوع '''{{...}}'''.
bg: [[...]] клаузите трябва да съдържат поне една '''{{...}}''' клауза.
ca: Les clàusules [[...]] han de contenir almenys una clàusula '''{{...}}'''.
de: [[...]]-Klauseln müssen mindestens eine '''{{...}}'''-Klausel enthalten.
eo: Bruh, those [[...]] clauses gotta have at least one '''{{...}}''' clause, fr fr.
es: [[...]] Las cláusulas deben contener al menos una cláusula '''{{...}}'''.
fa: [...]] بندها باید دارای حداقل یک عبارت '''{{...}}''' باشد.
fi: [[...]] lausekkeiden tulee sisältää vähintään yksi '''{{...}}''' lauseke.
fr: Les clauses [[...]] doivent contenir au moins une clause '''{{...}}'''.
it: Le clausole [[...]] devono contenere almeno una clausola '''{{...}}'''.
ja: [[...]] 句には少なくとも 1 つの '''{{...}}''' 句が含まれている必要があります。
lt: [[...]] sąlygose turi būti bent viena '''{{...}}''' sąlyga.
nb: [[...]] klausuler må inneholde minst én '''{{...}}''' klausul.
nl: [[...]] clausules moeten minstens één '''{{...}}''' clausule bevatten.
pl: Klauzule [[...]] muszą zawierać co najmniej jedną klauzulę '''{{...}}'''.
pt_br: As cláusulas [[...]] devem conter pelo menos uma cláusula '''{{...}}'''.
ru: [[...]] предложения должны содержать хотя бы одно предложение '''{{...}}'''.
sk: [[...]] klauzuly musia obsahovať aspoň jednu klauzulu '''{{...}}'''.
sl: [[...]] klavzula mora vsebovati vsaj eno klavzulo '''{{...}}'''.
sq: Klausolat [[...]] duhet të përmbajnë të paktën një klauzolë '''{{...}}'''.
sr: [[...]] klauzule moraju sadržati bar jednu '''{{...}}''' klauzulu.
sv: [[...]]-satser måste innehålla minst en '''{{...}}'''-sats.
tr: [[...]] ifadeleri en az bir '''{{...}}''' ifadesi içermelidir.
uk: Клауза [[...]] має містити щонайменше одну клаузу '''{{...}}'''.
vi: Các mệnh đề [[...]] phải chứa ít nhất một mệnh đề '''{{...}}'''.
zh_hk: [[...]] 子句必須包含至少一個 '''{{...}}''' 子句。

source: Invalid query: found ''[['' or '''{{''' with no matching '']]'' or ''}}''
ar: استعلام غير صالح: تم العثور على ''[['' أو '''{{''' بدون إغلاق مطابق '']]'' أو ''}}''
bg: Невалидна заявка: намерено ''[['' или '''{{''' with no matching '']]'' or ''}}''
ca: Consulta no vàlida: s'ha trobat ''[['' o '''{{''' with no matching '']]'' or ''}}''
de: Ungültige Abfrage: gefunden ''[['' oder '''{{''' with no matching '']]'' or ''}}''
eo: Bruh, your query's all kinds of broken—found ''[['' or '''{{''' with no matching ''']]'' or ''}}''—it's a whole mess lol
es: Consulta no válida: se encontró ''[['' o '''{{''' with no matching '']]'' or ''}}''
fa: درخواست نامعتبر: "[[" یا ""{{''' with no matching '']]'' or ''}}" یافت شد
fi: Virheellinen kysely: löytyi ''[['' tai '''{{''' with no matching '']]'' or ''}}''
fr: Requête non valide : trouvé ''[['' ou '''{{''' with no matching '']]'' or ''}}''
it: Query non valida: trovato ''[['' o '''{{''' with no matching '']]'' or ''}}''
ja: 無効なクエリ: ''[['' または '''{{''' with no matching '']]'' or ''}}'' が見つかりました
lt: Neteisinga užklausa: rasta ''[['' arba '''{{''' with no matching '']]'' or ''}}''
nb: Ugyldig spørring: funnet ''[[''' eller '''{{''' with no matching '']]'' or ''}}''
nl: Ongeldige query: ''[['' of '''{{''' with no matching '']]'' or ''}}'' gevonden
pl: Nieprawidłowe zapytanie: znaleziono ''[['' lub '''{{''' with no matching '']]'' or ''}}''
pt_br: Consulta inválida: encontrado ''[['' ou '''{{''' with no matching '']]'' or ''}}''
ru: Неверный запрос: найдено ''[['' или '''{{''' with no matching '']]'' or ''}}''
sk: Neplatný dopyt: našiel sa ''[['' alebo '''{{''' with no matching '']]'' or ''}}''
sl: Neveljavna poizvedba: najdena ''[['' ali '''{{''' with no matching '']]'' or ''}}''
sq: Pyetje e pavlefshme: u gjet ''[['' ose '''{{''' pa '']]'' ose ''}}'' përkatëse
sr: Neispravan upit: pronađeno ''[['' ili '''{{''' bez odgovarajućeg '']]'' ili ''}}''
sv: Ogiltig fråga: hittade ''[['' eller '''{{''' with no matching '']]'' or ''}}''
tr: Geçersiz sorgu: ''[['' veya '''{{''' with no matching '']]'' or ''}}'' bulundu
uk: Недійсний запит: знайдено ''[['' або '''{{''' без відповідних '']]'' або ''}}''
vi: Truy vấn không hợp lệ: tìm thấy ''[['' hoặc '''{{''' with no matching '']]'' or ''}}''
zh_hk: 無效查詢：找到 ''[['「 或 」''{{''' with no matching '']]'' or ''}}''

source: Invalid '''{{...}}''' clause: expected a param name
ar: عبارة '''{{...}}''' غير صالحة: كان متوقعًا اسم مَعلمة
bg: Невалидна клауза '''{{...}}''': очаква се име на параметър
ca: La clàusula '''{{...}}''' no és vàlida: s'esperava un nom de paràmetre
de: Ungültige '''{{...}}'''-Klausel: Erwartet wurde ein Parametername
eo: Bruh, this '''{{...}}''' clause is invalid — it was expecting a param name but didn’t get one.
es: Cláusula '''{{...}}''' no válida: se esperaba un nombre de parámetro
fa: عبارت '''{{...}}''' نامعتبر است: نام پارامتر مورد انتظار است
fi: Virheellinen '''{{...}}''' lauseke: odotettu parametrin nimi
fr: Clause '''{{...}}''' non valide : un nom de paramètre est attendu
it: Clausola '''{{...}}''' non valida: previsto un nome di parametro
ja: 無効な '''{{...}}''' 句: パラメータ名が必要です
lt: Neteisingas ''''{{...}}'''' sąlyga: tikimasi parametro pavadinimo
nb: Ugyldig '''{{...}}''' klausul: forventet et param-navn
nl: Ongeldige '''{{...}}''' clausule: er werd een parameternaam verwacht
pl: Nieprawidłowa klauzula '''{{...}}''': oczekiwano nazwy parametru
pt_br: Cláusula '''{{...}}''' inválida: esperado um nome de parâmetro
ru: Недопустимое предложение '''{{...}}''': ожидается имя параметра
sk: Neplatná klauzula '''{{...}}''': očakáva sa názov parametra
sl: Neveljavna klavzula '''{{...}}''': pričakovano ime parametra
sq: Klauzolë '''{{...}}''' e pavlefshme: pritej emri i një parametri
sr: Neispravna '''{{...}}''' klauzula: očekivan je naziv parametra
sv: Ogiltig '''{{...}}'''-sats: förväntat ett paramnamn
tr: Geçersiz '''{{...}}''' ifadesi: bir parametre adı bekleniyordu
uk: Недійсна клауза '''{{...}}''': очікувалась назва параметра
vi: Mệnh đề '''{{...}}''' không hợp lệ: mong đợi một tên tham số
zh_hk: 無效 '''{{...}}''' 子句：預期為參數名稱

source: '''{{...}}''' clauses cannot be empty.
ar: لا يمكن أن تكون عبارات '''{{...}}''' فارغة.
bg: '''{{...}}''' клаузите не могат да бъдат празни.
ca: Les clàusules '''{{...}}''' no poden estar buides.
de: '''{{...}}'''-Klauseln dürfen nicht leer sein.
eo: Yo, those '{{...}}' clauses can't be empty, fr.
es: Las cláusulas '''{{...}}''' no pueden estar vacías.
fa: بندهای '''{{...}}''' نمی توانند خالی باشند.
fi: '''{{...}}''' lausekkeet eivät voi olla tyhjiä.
fr: Les clauses '''{{...}}''' ne peuvent pas être vides.
it: Le clausole '''{{...}}''' non possono essere vuote.
ja: '''{{...}}''' 句は空にできません。
lt: ''''{{...}}'''' sakiniai negali būti tušti.
nb: '''{{...}}''' klausuler kan ikke være tomme.
nl: '''{{...}}''' clausules kunnen niet leeg zijn.
pl: Klauzule '''{{...}}''' nie mogą być puste.
pt_br: As cláusulas '''{{...}}''' não podem estar vazias.
ru: '''{{...}}''' предложения не могут быть пустыми.
sk: '''{{...}}Klauzuly ''' nemôžu byť prázdne.
sl: '''{{...}}''' členi ne smejo biti prazni.
sq: Klausolat '''{{...}}''' nuk mund të jenë bosh.
sr: '''{{...}}''' klauzule ne mogu biti prazne.
sv: '''{{...}}'''-satser får inte vara tomma.
tr: '''{{...}}''' ifadeleri boş olamaz.
uk: Клаузи '''{{...}}''' не можуть бути порожніми.
vi: Mệnh đề '''{{...}}''' không được để trống.
zh_hk: '''{{...}}''' 子句不能為空。
