Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Schedule dashboard results to be sent to you and your team. People don't need a {0} account to subscribe.
ar: جدول إرسال نتائج لوحة المعلومات إليك وإلى فريقك. لا يحتاج الأشخاص إلى حساب {0} للاشتراك.
bg: Планирайте резултатите от таблото за управление, които да бъдат изпратени до вас и вашия екип. Хората не се нуждаят от {0} акаунт, за да се абонират.
ca: Programeu els resultats del tauler de control per enviar-vos a vosaltres i al vostre equip. La gent no necessita un compte {0} per subscriure's.
de: Planen Sie die Übermittlung von Dashboard-Ergebnissen an Sie und Ihr Team. Für die Anmeldung ist kein {0} -Konto erforderlich.
eo: Set up the dashboard results to be sent to you and your squad. Nobody needs a {0} account to subscribe, fr.
es: Programe el envío de los resultados del panel a usted y a su equipo. No es necesario tener una cuenta {0} para suscribirse.
fa: نتایج داشبورد را برنامه ریزی کنید تا برای شما و تیمتان ارسال شود. افراد برای اشتراک نیازی به حساب {0} ندارند.
fi: Ajoita hallintapaneelin tulosten lähettäminen sinulle ja tiimillesi. Ihmiset eivät tarvitse {0} -tiliä tilatakseen.
fr: Planifiez l'envoi des résultats du tableau de bord à vous et à votre équipe. Nul besoin d'un compte {0} pour s'abonner.
it: Pianifica i risultati della dashboard da inviare a te e al tuo team. Non è necessario avere un account {0} per iscriversi.
ja: ダッシュボードの結果をあなたとあなたのチームに送信するようにスケジュールします。購読するには {0} アカウントは必要ありません。
lt: Suplanuokite informacijos suvestinės rezultatus, kurie bus išsiųsti jums ir jūsų komandai. Norint užsiprenumeruoti, žmonėms nereikia {0} paskyros.
nb: Planlegg at resultatene fra dashbordet skal sendes til deg og teamet ditt. Folk trenger ikke en {0} -konto for å abonnere.
nl: Plan dashboardresultaten die naar u en uw team worden verzonden. Mensen hebben geen {0} account nodig om zich te abonneren.
pl: Zaplanuj wyniki pulpitu nawigacyjnego, które zostaną wysłane do Ciebie i Twojego zespołu. Ludzie nie potrzebują konta {0} , aby się zapisać.
pt_br: Agende o envio dos resultados do painel para você e sua equipe. Não é necessário ter uma conta {0} para se inscrever.
ru: Запланируйте отправку результатов панели мониторинга вам и вашей команде. Людям не нужна учетная запись {0} для подписки.
sk: Naplánujte odoslanie výsledkov informačného panela vám a vášmu tímu. Ľudia na odber nepotrebujú účet {0} .
sl: Načrtujte pošiljanje rezultatov nadzorne plošče vam in vaši ekipi. Za naročanje ljudje ne potrebujejo {0} računa.
sq: Planifiko dërgimin e rezultateve të panelit për ty dhe ekipin tënd. Njerëzit nuk kanë nevojë për një llogari {0} për t’u abonuar.
sr: Zakažite slanje rezultata kontrolne table vama i vašem timu. Ljudi ne moraju da imaju {0} nalog da bi se pretplatili.
sv: Schemalägg instrumentpanelresultat som ska skickas till dig och ditt team. Människor behöver inte ett {0} -konto för att prenumerera.
tr: Pano sonuçlarının size ve ekibinize gönderilmesini planlayın. Abone olmak için kişilerin {0} hesabına ihtiyacı yoktur.
uk: Заплануйте надсилання результатів приладової дошки вам і вашій команді. Людям не потрібен акаунт {0}, щоб підписатися.
vi: Lên lịch kết quả bảng điều khiển để gửi cho bạn và nhóm của bạn. Mọi người không cần tài khoản {0} để đăng ký.
zh_hk: 排定儀表板結果傳送給您和您的團隊。人們不需要 {0} 帳戶即可訂閱。

source: Configure Slack
ar: تهيئة Slack
bg: Конфигурирайте Slack
ca: Configurar Slack
de: Slack konfigurieren
eo: Set up Slack, bestie
es: Configurar Slack
fa: تنظیم Slack
fi: Määrittele Slack
fr: Configurer Slack
it: Configurare Slack
ja: Slackを構成する
lt: Sukonfigūruoti Slack
nb: Konfigurer Slack
nl: Configureer Slack
pl: Konfiguruj Slack
pt_br: Configurar Slack
ru: Настроить Slack
sk: Nastaviť Slack
sl: Konfiguracija Slacka
sq: Konfiguro Slack
sr: Konfiguriši Slack
sv: Konfigurerar Slack
tr: Slack'i yapılandır
uk: Налаштуйте Slack
vi: Cấu hình Slack
zh_hk: 配置 Slack

source: Set up Slack
ar: إعداد Slack
bg: Настройте Slack
ca: Configura Slack
de: Slack einrichten
eo: Get Slack all set up, bestie
es: Configurar Slack
fa: Slack را راه اندازی کنید
fi: Asenna Slack
fr: Configurer Slack
it: Imposta Slack
ja: Slackを設定する
lt: Nustatykite „Slack“.
nb: Sett opp Slack
nl: Slack instellen
pl: Skonfiguruj Slacka
pt_br: Configurar Slack
ru: Настройте Slack
sk: Nastavte Slack
sl: Nastavite Slack
sq: Konfiguro Slack
sr: Podesi Slack
sv: Ställ in Slack
tr: Slack'i kurun
uk: Налаштувати Slack
vi: Thiết lập Slack
zh_hk: 設定 Slack

source: To get notified when something happens, or to send this chart on a schedule, first set up email, Slack, or a webhook.
ar: لتلقي إشعارات عند حدوث شيء ما، أو لإرسال هذا المخطط وفق جدول زمني، قم أولًا بإعداد البريد الإلكتروني أو Slack أو webhook.
bg: За да получавате известия, когато нещо се случи, или да изпращате тази диаграма по график, първо настройте имейл, Slack или уеб кука.
ca: Per rebre notificacions quan passi alguna cosa o per enviar aquest gràfic de manera programada, primer configureu el correu electrònic, Slack o un webhook.
de: Um benachrichtigt zu werden, wenn etwas passiert, oder um dieses Diagramm nach einem Zeitplan zu versenden, richten Sie zuerst E-Mail, Slack oder einen Webhook ein.
es: Para recibir una notificación cuando sucede algo o para enviar este gráfico según un cronograma, primero configure el correo electrónico, Slack o un webhook.
fa: برای اینکه از وقوع اتفاقی مطلع شوید، یا این نمودار را طبق برنامه ارسال کنید، ابتدا ایمیل، Slack یا یک وب‌هوک تنظیم کنید.
fi: Saadaksesi ilmoituksen tapahtumista tai lähettääksesi tämän kaavion aikataulun mukaisesti, määritä ensin sähköposti, Slack tai webhook.
fr: Pour être notifié lorsqu'un événement se produit, ou pour envoyer ce graphique de manière programmée, commencez par configurer un e-mail, Slack ou un webhook.
it: Per ricevere una notifica quando succede qualcosa o per inviare questo grafico in base a una pianificazione, configura prima un'e-mail, Slack o un webhook.
ja: 何かが発生したときに通知を受け取ったり、このチャートをスケジュールに従って送信したりするには、まず電子メール、Slack、または Webhook を設定します。
nb: For å bli varslet når noe skjer, eller for å sende dette diagrammet etter en tidsplan, må du først konfigurere e-post, Slack eller en webhook.
nl: Als u een melding wilt ontvangen wanneer er iets gebeurt of deze grafiek volgens een schema wilt versturen, moet u eerst e-mail, Slack of een webhook instellen.
pl: Aby otrzymywać powiadomienia o zdarzeniach lub wysyłać wykres zgodnie z harmonogramem, najpierw skonfiguruj pocztę e-mail, Slacka lub webhook.
pt_br: Para receber notificações quando algo acontecer, ou para enviar este gráfico periodicamente, primeiro configure o e-mail, o Slack ou um webhook.
ru: Чтобы получать уведомления о каких-либо событиях или отправлять эту диаграмму по расписанию, сначала настройте электронную почту, Slack или веб-хук.
sk: Ak chcete dostávať upozornenia na udalosti alebo odosielať tento graf podľa plánu, najprv si nastavte e-mail, Slack alebo webhook.
sl: Če želite prejemati obvestila o morebitnih dogodkih ali pošiljati ta grafikon po urniku, najprej nastavite e-pošto, Slack ali spletni kavelj.
sq: Që të njoftohesh kur ndodh diçka, ose ta dërgosh këtë grafik sipas një orari, fillimisht konfiguro email, Slack, ose një webhook.
sr: Da biste dobijali obaveštenja kada se nešto dogodi ili slali ovaj grafikon po rasporedu, prvo podesite email, Slack ili webhook.
sv: För att få ett meddelande när något händer, eller för att skicka det här diagrammet enligt ett schema, konfigurera först e-post, Slack eller en webhook.
tr: Bir şey olduğunda bildirim almak veya bu grafiği planlı bir şekilde göndermek için öncelikle e-posta, Slack veya webhook kurun.
uk: Щоб отримувати сповіщення, коли щось відбувається, або надсилати цю діаграму за розкладом, спочатку налаштуйте email, Slack або webhook.
vi: Để nhận thông báo khi có sự kiện xảy ra hoặc gửi biểu đồ này theo lịch trình, trước tiên hãy thiết lập email, Slack hoặc webhook.
zh_hk: 若要在事情發生時收到通知，或依計畫傳送此圖表，請先設定電子郵件、Slack 或 webhook。

source: To get notified when something happens, or to send this chart on a schedule, ask your admin to set up email, Slack, or a webhook.
ar: لتلقي إشعارات عند حدوث شيء ما، أو لإرسال هذا المخطط وفق جدول زمني، اطلب من المسؤول إعداد البريد الإلكتروني أو Slack أو webhook.
bg: За да получавате известия, когато нещо се случи, или да изпращате тази диаграма по график, помолете администратора си да настрои имейл, Slack или уеб кука.
ca: Per rebre notificacions quan passi alguna cosa o per enviar aquest gràfic de manera programada, demana a l'administrador que configuri el correu electrònic, Slack o un webhook.
de: Um benachrichtigt zu werden, wenn etwas passiert, oder um dieses Diagramm nach einem Zeitplan zu versenden, bitten Sie Ihren Administrator, E-Mail, Slack oder einen Webhook einzurichten.
es: Para recibir una notificación cuando sucede algo o para enviar este gráfico según un cronograma, pídale a su administrador que configure el correo electrónico, Slack o un webhook.
fa: برای اطلاع‌رسانی هنگام وقوع اتفاقی یا ارسال این نمودار طبق برنامه، از مدیر خود بخواهید ایمیل، Slack یا وب‌هوک را تنظیم کند.
fi: Saadaksesi ilmoituksen tapahtumista tai lähettääksesi tämän kaavion aikataulun mukaisesti, pyydä järjestelmänvalvojaasi määrittämään sähköposti, Slack tai webhookin.
fr: Pour être averti lorsqu'un événement se produit, ou pour envoyer ce graphique de manière programmée, demandez à votre administrateur de configurer un e-mail, Slack ou un webhook.
it: Per ricevere una notifica quando succede qualcosa o per inviare questo grafico in base a una pianificazione, chiedi all'amministratore di configurare un'e-mail, Slack o un webhook.
ja: 何かが発生したときに通知を受け取ったり、このチャートをスケジュールに従って送信したりするには、管理者にメール、Slack、または Webhook を設定するよう依頼してください。
nb: For å bli varslet når noe skjer, eller for å sende dette diagrammet etter en tidsplan, kan du be administratoren din om å sette opp e-post, Slack eller en webhook.
nl: Als u een melding wilt ontvangen wanneer er iets gebeurt of deze grafiek volgens een schema wilt versturen, vraagt u uw beheerder om e-mail, Slack of een webhook in te stellen.
pl: Aby otrzymywać powiadomienia o zdarzeniach lub wysyłać ten wykres zgodnie z harmonogramem, poproś administratora o skonfigurowanie poczty e-mail, Slacka lub webhooka.
pt_br: Para receber notificações quando algo acontecer ou para enviar este gráfico periodicamente, peça ao seu administrador para configurar o envio por e-mail, Slack ou webhook.
ru: Чтобы получать уведомления о каких-либо событиях или отправлять эту диаграмму по расписанию, попросите администратора настроить электронную почту, Slack или веб-перехватчик.
sk: Ak chcete dostávať upozornenia na udalosti alebo odosielať tento graf podľa plánu, požiadajte svojho administrátora o nastavenie e-mailu, služby Slack alebo webhooku.
sl: Če želite prejemati obvestila o morebitnih dogodkih ali pošiljati ta grafikon po urniku, prosite skrbnika, da nastavi e-pošto, Slack ali spletni kavelj.
sq: Që të njoftohesh kur ndodh diçka, ose ta dërgosh këtë grafik sipas një orari, kërkoji administratorit tënd të konfigurojë email, Slack, ose një webhook.
sr: Da biste dobijali obaveštenja kada se nešto dogodi ili slali ovaj grafikon po rasporedu, zamolite administratora da podesi email, Slack ili webhook.
sv: För att få ett meddelande när något händer, eller för att skicka det här diagrammet enligt ett schema, be din administratör att konfigurera e-post, Slack eller en webhook.
tr: Bir şey olduğunda bildirim almak veya bu grafiği planlı bir şekilde göndermek için yöneticinizden e-posta, Slack veya webhook ayarlamasını isteyin.
uk: Щоб отримувати сповіщення, коли щось відбувається, або надсилати цю діаграму за розкладом, попросіть адміна налаштувати email, Slack або webhook.
vi: Để được thông báo khi có sự kiện xảy ra hoặc gửi biểu đồ này theo lịch trình, hãy yêu cầu quản trị viên thiết lập email, Slack hoặc webhook.
zh_hk: 若要在發生任何事情時收到通知，或在排程中傳送此圖表，請要求您的管理員設定電子郵件、Slack 或 webhook。

source: Cannot edit subscription. {0} Please contact your administrator.
ar: تعذر تعديل الاشتراك. {0} يرجى التواصل مع المسؤول لديك.
bg: Не можете да редактирате абонамента. {0} Моля, свържете се с вашия администратор.
ca: No es pot editar la subscripció. {0} Poseu-vos en contacte amb el vostre administrador.
de: Abonnement kann nicht bearbeitet werden. {0} Bitte wenden Sie sich an Ihren Administrator.
es: No se puede editar la suscripción. {0} Comuníquese con su administrador.
fa: امکان ویرایش اشتراک وجود ندارد. {0} لطفا با مدیر خود تماس بگیرید.
fi: Tilausta ei voi muokata. {0} Ota yhteyttä järjestelmänvalvojaan.
fr: Impossible de modifier l'abonnement. {0} Veuillez contacter votre administrateur.
it: Impossibile modificare l'abbonamento. {0} Contatta l'amministratore.
ja: サブスクリプションを編集できません。 {0} 管理者に問い合わせてください。
nb: Kan ikke redigere abonnementet. {0} Vennligst kontakt administratoren din.
nl: Kan abonnement niet bewerken. {0} Neem contact op met uw beheerder.
pl: Nie można edytować subskrypcji. {0} Skontaktuj się z administratorem.
pt_br: Não é possível editar a assinatura. {0} Entre em contato com seu administrador.
ru: Невозможно изменить подписку. {0} Обратитесь к администратору.
sk: Predplatné sa nedá upraviť. {0} Kontaktujte svojho administrátora.
sl: Naročnine ni mogoče urejati. {0} Obrnite se na skrbnika.
sq: Nuk mund të redaktohet abonimi. {0} Ju lutemi kontaktoni administratorin tuaj.
sr: Nije moguće izmeniti pretplatu. {0} Kontaktirajte svog administratora.
sv: Det går inte att redigera prenumerationen. {0} Kontakta administratören.
tr: Abonelik düzenlenemiyor. {0} Lütfen yöneticinizle iletişime geçin.
uk: Не вдалося змінити підписку. {0} Зверніться до адміністратора.
vi: Không thể chỉnh sửa đăng ký. {0} Vui lòng liên hệ với quản trị viên của bạn.
zh_hk: 無法編輯訂閱。 {0} 請聯絡您的管理員。

source: Cannot create subscription. {0} Please contact your administrator.
ar: تعذر إنشاء الاشتراك. {0} يرجى التواصل مع المسؤول لديك.
bg: Не може да се създаде абонамент. {0} Моля, свържете се с вашия администратор.
ca: No es pot crear la subscripció. {0} Poseu-vos en contacte amb el vostre administrador.
de: Abonnement kann nicht erstellt werden. {0} Bitte wenden Sie sich an Ihren Administrator.
es: No se puede crear la suscripción. {0} Comuníquese con su administrador.
fa: نمی‌توان اشتراک ایجاد کرد. {0} لطفاً با مدیر خود تماس بگیرید.
fi: Tilausta ei voida luoda. {0} Ota yhteyttä järjestelmänvalvojaan.
fr: Impossible de créer un abonnement. {0} Veuillez contacter votre administrateur.
it: Impossibile creare l'abbonamento. {0} Contatta l'amministratore.
ja: サブスクリプションを作成できません。 {0} 管理者に問い合わせてください。
nb: Kan ikke opprette abonnement. {0} Vennligst kontakt administratoren din.
nl: Kan geen abonnement aanmaken. {0} Neem contact op met uw beheerder.
pl: Nie można utworzyć subskrypcji. {0} Skontaktuj się z administratorem.
pt_br: Não é possível criar a assinatura. {0} Entre em contato com seu administrador.
ru: Невозможно создать подписку. {0} Обратитесь к администратору.
sk: Nepodarilo sa vytvoriť odber. {0} Kontaktujte svojho administrátora.
sl: Naročnine ni mogoče ustvariti. {0} Obrnite se na skrbnika.
sq: Nuk mund të krijohet abonimi. {0} Ju lutemi kontaktoni administratorin tuaj.
sr: Nije moguće kreirati pretplatu. {0} Kontaktirajte svog administratora.
sv: Det går inte att skapa prenumeration. {0} Kontakta administratören.
tr: Abonelik oluşturulamıyor. {0} Lütfen yöneticinizle iletişime geçin.
uk: Не вдалося створити підписку. {0} Зверніться до адміністратора.
vi: Không thể tạo đăng ký. {0} Vui lòng liên hệ với quản trị viên của bạn.
zh_hk: 無法建立訂閱。 {0} 請聯絡您的管理員。

source: User provisioning
ar: توفير المستخدمين
bg: Осигуряване на потребители
ca: Provisionament d'usuaris
de: Benutzerbereitstellung
eo: User setup fr fr
es: Aprovisionamiento de usuarios
fa: تأمین کاربر
fi: Käyttäjien hallinta
fr: Provisionnement des utilisateurs
it: Provisioning degli utenti
ja: ユーザープロビジョニング
nb: Klargjøring av brukere
nl: Gebruikersinrichting
pl: Zaopatrzenie użytkowników
pt_br: Provisionamento de usuários
ru: Предоставление пользователю прав
sk: Poskytovanie používateľov
sl: Oskrba uporabnikov
sq: Provizionimi i përdoruesve
sr: Provisioning korisnika
sv: Användaradministration
tr: Kullanıcı sağlama
uk: Провізіонінг користувачів
vi: Cung cấp người dùng
zh_hk: 使用者配置

source: Api keys
ar: مفاتيح API
bg: API ключове
ca: Claus API
de: API-Schlüssel
eo: API keys = code passcodes or just “the secret sauce” lol
es: Claves API
fa: کلیدهای API
fi: API-avaimet
fr: Clés API
it: Chiavi API
ja: APIキー
nb: Api-nøkler
nl: API-sleutels
pl: Klucze API
pt_br: Chaves de API
ru: API-ключи
sk: Kľúče API
sl: API ključi
sq: Çelësa API
sr: API ključevi
sv: API-nycklar
tr: API anahtarları
uk: Ключі API
vi: Khóa API
zh_hk: Api 金鑰

source: Conceal metabase
ar: إخفاء Metabase
bg: Скриване на метабазата
ca: Amaga la metabase
de: Metabase verbergen
eo: Hide the metabase, fr fr
es: Ocultar metabase
fa: پنهان کردن متابیس
fi: Piilota metatietokanta
fr: Masquer la métabase
it: Nascondi metabase
ja: メタベースを隠す
nb: Skjul metabasen
nl: Metabase verbergen
pl: Ukryj metabazę
pt_br: Ocultar metabase
ru: Скрыть метабазу
sk: Skryť metabázu
sl: Skrivanje metabaze
sq: Fshih Metabase
sr: Sakrij Metabase
sv: Dölj metabas
tr: Metatabanını gizle
uk: Приховати metabase
vi: Ẩn metabase
zh_hk: 隱藏元資料庫

source: Change admin tab
ar: غيّر تبويب المسؤول
bg: Промяна на раздела за администриране
ca: Canvia la pestanya d'administració
de: Admin-Registerkarte ändern
eo: Switch admin tab, fr.
es: Cambiar la pestaña de administración
fa: تغییر برگه مدیریت
fi: Vaihda järjestelmänvalvojan välilehteä
fr: Changer l'onglet d'administration
it: Cambia scheda amministratore
ja: 管理タブを変更する
nb: Endre admin-fanen
nl: Wijzig het beheerderstabblad
pl: Zmień kartę administratora
pt_br: Alterar guia de administração
ru: Изменить вкладку администратора
sk: Zmeniť kartu správcu
sl: Spremeni zavihek za skrbnike
sq: Ndrysho tab-in e admin
sr: Promeni admin tab
sv: Ändra administratörsflik
tr: Yönetici sekmesini değiştir
uk: Змінити вкладку адмінки
vi: Thay đổi tab quản trị
zh_hk: 變更管理員標籤

source: Boolean
bg: Булево
ca: Booleà
de: Boolesch
eo: Boolean → Just say “bool,” it’s the vibe when you talkin’ about logic stuff, fr.
es: Booleano
fa: بولی
fi: Totuusarvo
fr: Booléen
it: Booleano
ja: ブール値
nb: Boolsk
nl: Booleaanse
pl: Wartość logiczna
pt_br: Booleano
ru: Булев
sk: Boolovská hodnota
sl: Logična vrednost
sv: Booleansk
zh_hk: 布林

source: True, false…
bg: Вярно, невярно…
ca: Vertader, fals…
de: Wahr, falsch…
eo: Facts, lol…
es: Verdadero, falso…
fa: درست، نادرست…
fi: Totta, tarua…
fr: Vrai, faux…
it: Vero, falso…
ja: 真、偽…
nb: Sant, usant…
nl: Waar, onwaar…
pl: Prawda, fałsz…
pt_br: Verdadeiro, falso…
ru: Правда, ложь…
sk: Pravda, nepravda…
sl: Pravilno, napačno…
sv: Sant, falskt…
tr: Doğru, yanlış…
vi: Đúng, sai…
zh_hk: 真、假…

source: ID
bg: Идентификатор
eo: ID = fr fr the vibe, like "for real" or "facts"
fa: شناسه
ru: ИД
tr: KIMLIK
vi: NHẬN DẠNG

source: Pick an aggregation function
ar: اختر دالة تجميع
ca: Trieu una funció d'agregació
de: Wählen Sie eine Aggregationsfunktion.
es: Elija una función de agregación
fa: یک تابع تجمیع انتخاب کنید
fi: Valitse aggregointifunktio
fr: Choisissez une fonction d'agrégation
it: Scegli una funzione di aggregazione
ja: 集計関数を選択する
nb: Velg en aggregeringsfunksjon
pl: Wybierz funkcję agregacji
pt_br: Selecione uma função de agregação
ru: Выберите функцию агрегации
sk: Vyberte agregačnú funkciu
sl: Izberite agregacijsko funkcijo
sq: Zgjidh një funksion agregimi
sr: Izaberi funkciju agregacije
tr: Bir toplama fonksiyonu seçin
uk: Виберіть функцію агрегації
vi: Chọn một hàm tổng hợp
zh_hk: 選取聚集函數

source: This question will be removed from its dashboard and any alerts using it.
ar: ستتم إزالة هذا السؤال من لوحة معلوماته ومن أي تنبيهات تستخدمه.
bg: Този въпрос ще бъде премахнат от таблото за управление и от всички сигнали, които го използват.
ca: Aquesta pregunta s'eliminarà del seu tauler i de qualsevol alerta que la faci servir.
de: Diese Frage wird aus dem Dashboard und allen Warnmeldungen, die sie verwenden, entfernt.
eo: This question's gonna get yeeted from its dashboard and any alerts it’s in, lol.
es: Esta pregunta será eliminada de su tablero y de cualquier alerta que la utilice.
fa: این سوال از داشبورد آن و هرگونه هشداری که از آن استفاده می‌کند حذف خواهد شد.
fi: Tämä kysymys poistetaan kojelaudalta ja sitä käyttävistä hälytyksistä.
fr: Cette question sera supprimée de son tableau de bord et de toutes les alertes qui l'utilisent.
it: Questa domanda verrà rimossa dalla sua dashboard e da tutti gli avvisi che la utilizzano.
ja: この質問はダッシュボードから削除され、その質問を使用したアラートもすべて削除されます。
lt: Šis klausimas bus pašalintas iš prietaisų skydelio ir visų jį naudojančių įspėjimų.
nb: Dette spørsmålet vil bli fjernet fra dashbordet og alle varsler som bruker det.
nl: Deze vraag wordt verwijderd van het dashboard en alle waarschuwingen die er gebruik van maken.
pl: To pytanie zostanie usunięte z pulpitu i wszystkich wpisów, które go używają.
pt_br: Esta pergunta será removida de seu painel e de todos os alertas que a usam.
ru: Этот запрос будет удален с дашборда и всех использующих его оповещений.
sk: Táto otázka sa odstráni z prístrojovej dosky a zo všetkých upozornení, ktoré ju používajú.
sl: To vprašanje bo odstranjeno z nadzorne plošče in vseh opozoril, ki ga uporabljajo.
sq: Kjo pyetje do të hiqet nga paneli i saj dhe nga çdo alarm që e përdor.
sr: Ovo pitanje će biti uklonjeno sa svoje kontrolne table i iz svih upozorenja koja ga koriste.
sv: Frågan kommer att tas bort från dess instrumentpanel och tillhörande varningar.
tr: Bu soru, gösterge tablosundan ve onu kullanan tüm uyarılardan kaldırılacaktır.
uk: Цей запит буде вилучено з його дашборда та з усіх сповіщень, які його використовують.
vi: Câu hỏi này sẽ bị xóa khỏi bảng điều khiển và mọi cảnh báo sử dụng câu hỏi này.
zh_hk: 此問題將從其儀表板和任何使用它的警示中移除。

source: Dashboard for {0}
ar: لوحة معلومات لـ {0}
ca: Tauler de control per a {0}
de: Dashboard für {0}
es: Panel de control para {0}
fa: داشبورد برای {0}
fi: Kojelauta kohteelle {0}
fr: Tableau de bord pour {0}
it: Pannello di controllo per {0}
ja: {0}のダッシュボード
nb: Dashbord for {0}
pl: Panel dla {0}
pt_br: Painel de controle para {0}
ru: Дашборд для {0}
sk: Ovládací panel pre {0}
sl: Nadzorna plošča za {0}
sq: Panel për {0}
sr: Kontrolna tabla za {0}
tr: {0}için Kontrol Paneli
uk: Дашборд для {0}
vi: Bảng điều khiển cho {0}
zh_hk: {0}的儀表板

source: Image for {0}
ar: صورة لـ {0}
ca: Imatge per a {0}
de: Bild für {0}
es: Imagen para {0}
fa: تصویر برای {0}
fi: Kuva haulle {0}
fr: Image pour {0}
it: Immagine per {0}
ja: {0}の画像
nb: Bilde for {0}
pl: Obraz dla {0}
pt_br: Imagem para {0}
ru: Изображение для {0}
sk: Obrázok pre {0}
sl: Slika za {0}
sq: Imazh për {0}
sr: Slika za {0}
tr: {0}için resim
uk: Зображення для {0}
vi: Hình ảnh cho {0}
zh_hk: 圖片為 {0}

source: Checkpoint
ar: نقطة تحقّق
bg: Контролно-пропускателен пункт
ca: Punt de control
de: Kontrollpunkt
es: Control
fa: ایست بازرسی
fi: Tarkastuspiste
fr: Point de contrôle
it: Posto di controllo
ja: チェックポイント
nb: Kontrollpunkt
nl: Controlepost
pl: Punkt kontrolny
pt_br: Ponto de verificação
ru: Контрольно-пропускной пункт
sk: Kontrolný bod
sl: Kontrolna točka
sq: Pikë kontrolli
sr: Kontrolna tačka
sv: Kontrollstation
tr: Kontrol noktası
uk: Контрольна точка
vi: Trạm kiểm soát
zh_hk: 檢查點

source: Customize and clean up your data
ar: خصّص بياناتك ونظّفها
fa: داده‌های خود را سفارشی و پاک کنید
fi: Mukauta ja siivoa tietosi
it: Personalizza e pulisci i tuoi dati
ja: データをカスタマイズしてクリーンアップする
sq: Personalizo dhe pastro të dhënat e tua
sr: Prilagodite i očistite svoje podatke
zh_hk: 自訂及清理您的資料
