Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Here are the dashboards and questions that have their own caching policies, which override any default or database policies you’ve set.
ar: هذه هي لوحات المعلومات والأسئلة التي لها سياسات كاش خاصة بها، والتي تتجاوز أي سياسات افتراضية أو على مستوى قاعدة البيانات قمت بتعيينها.
bg: Това са таблата за управление и въпросите, които имат свои собствени политики за кеширане, които отменят всички зададени по подразбиране или политики за бази данни.
ca: Aquests són els taulers i les preguntes que tenen les seves pròpies polítiques de memòria cau, que anul·len qualsevol política predeterminada o de base de dades que hàgiu establert.
de: Hier sind die Dashboards und Fragen, die über eigene Caching-Richtlinien verfügen, die alle Standard- oder Datenbankrichtlinien außer Kraft setzen, die Sie festgelegt haben.
eo: Here are the dashboards and questions that got their own caching rules, which totally override any default or database settings you’ve set.
es: Aquí están los dashboards y preguntas que tienen sus propias políticas de caching y sobreescriben cualquier otra política por defecto o de base de datos que hayas configurado.
fa: در اینجا داشبوردها و سؤالاتی وجود دارد که خط مشی های کش مخصوص به خود را دارند که هر خط مشی پیش فرض یا پایگاه داده ای را که تنظیم کرده اید لغو می کند.
fi: Tässä ovat kojelaudat ja kysymykset, joilla on omat välimuistikäytäntönsä, jotka ohittavat kaikki asettamasi oletus- tai tietokantakäytännöt.
fr: Voici les tableaux de bord et questions disposant de leur propre paramétrage de cache, surchargeant ceux par défaut ou issus de la base de données.
hu: Itt találhatók azok a dashboardok és kérdések, amelyek saját gyorsítótár-beállításokkal rendelkeznek, felülírva az alapértelmezett vagy adatbázis-beállításokat.
it: Ecco le dashboard e le domande che hanno i propri criteri di caching, che sovrascrivono i criteri predefiniti o quelli del database impostati dall'utente.
ja: ここでは、独自のキャッシュポリシーを持つダッシュボードと質問を示します。これは、設定したデフォルトまたはデータベースポリシーを上書きします。
lt: Štai informacijos suvestinės ir klausimai, turintys savo talpyklos politiką, kuri nepaiso visų jūsų nustatytų numatytųjų arba duomenų bazės strategijų.
ms: Berikut ialah papan pemuka dan soalan yang mempunyai dasar caching mereka sendiri, yang mengatasi mana-mana dasar lalai atau pangkalan data yang telah anda tetapkan.
nb: Her er instrumentbordene og spørsmålene som har egne retningslinjer for hurtigbufring, som overstyrer eventuelle standard- eller databasepolicyer du har angitt.
nl: Hier zijn de dashboards en vragen die hun eigen cachingbeleid hebben, dat elk standaard- of databasebeleid dat je hebt ingesteld opheft.
pl: Oto pulpity i pytania, które mają własne zasady buforowania, które zastępują wszelkie ustawione zasady domyślne lub zasady bazy danych.
pt_br: Aqui estão os painéis e perguntas que têm suas próprias políticas de cache, que substituem quaisquer políticas padrão ou de banco de dados que você definiu.
ru: Ниже приведены дашборды и вопросы, имеющие собственные политики кэширования, которые переопределяют любые установленные вами политики по-умолчанию или политики базы данных.
sk: Tu sú uvedené ovládacie panely a otázky, ktoré majú vlastné zásady ukladania do vyrovnávacej pamäte, ktoré sú nadradené všetkým predvoleným zásadám alebo zásadám databázy, ktoré ste nastavili.
sl: Tukaj so nadzorne plošče in vprašanja, ki imajo svoje pravilnike predpomnjenja, ki preglasijo vse privzete pravilnike ali pravilnike zbirke podatkov, ki ste jih nastavili.
sq: Këto janë panelet dhe pyetjet që kanë politikat e tyre të cache-it, të cilat e tejkalojnë çdo politikë parazgjedhje ose politike databaze që keni vendosur.
sr: Evo kontrolnih tabli i pitanja koja imaju sopstvene politike keširanja, koje nadjačavaju bilo koje podrazumevane ili politike baze podataka koje ste podesili.
sv: Här är de instrumentpaneler och frågor som har sina egna cachningspolicyer, som åsidosätter eventuella standard- eller databaspolicyer som du har ställt in.
tr: Burada, ayarladığınız varsayılan veya veritabanı ilkelerini geçersiz kılan kendi önbelleğe alma ilkelerine sahip gösterge tabloları ve sorular yer almaktadır.
uk: Ось приладові дошки та запити, які мають власні політики кешування, що перевизначають будь-які дефолтні політики або політики для баз даних, які ви налаштували.
vi: Sau đây là các bảng thông tin và câu hỏi có chính sách lưu trữ đệm riêng, ghi đè lên mọi chính sách mặc định hoặc chính sách cơ sở dữ liệu mà bạn đã đặt.
zh_hk: 以下是有自己快取政策的儀表板和問題，它們會凌駕您設定的任何預設或資料庫政策。

source: No dashboards or questions have their own caching policies yet.
ar: لا توجد لوحات معلومات أو أسئلة لها سياسات كاش خاصة بها بعد.
bg: Все още няма табла за управление или въпроси със собствени политики за кеширане.
ca: Encara no hi ha cap tauler ni cap pregunta que tingui les seves pròpies polítiques de memòria cau.
de: Noch haben keine Dashboards oder Fragen ihre eigenen Caching-Richtlinien.
eo: No dashboards or questions have their own caching policies yet, lol.
es: Ningún dashboard o pregunta tiene sus propias políticas de caching aún.
fa: هنوز هیچ داشبورد یا سؤالی خط‌مشی‌های ذخیره‌سازی خود را ندارد.
fi: Kojelaudalla tai kysymyksellä ei ole vielä omia välimuistikäytäntöjä.
fr: Aucun tableau de bord ou question ne dispose de paramétrage de cache spécifique.
hu: Egyetlen dashboard vagy kérdés sem rendelkezik még saját gyorsítótár-beállítással.
it: Nessuna dashboard o domanda ha ancora i propri criteri di caching.
ja: 独自のキャッシュポリシーを持つダッシュボードや質問はまだありません。
lt: Jokia informacijos suvestinė ar klausimas neturi savo talpyklos politikos.
ms: Tiada papan pemuka atau soalan mempunyai dasar caching mereka sendiri lagi.
nb: Ingen dashbord eller spørsmål har egne retningslinjer for hurtigbufring ennå.
nl: Er zijn nog geen dashboards of vragen met een eigen cachingbeleid.
pl: Żadne pulpity ani pytania nie mają jeszcze własnych zasad buforowania.
pt_br: Nenhum painel ou pergunta tem suas próprias políticas de cache ainda.
ru: Ни один из дашбордов или вопросов пока не имеет собственной политики кэширования.
sk: Žiadne ovládacie panely ani otázky zatiaľ nemajú vlastné zásady ukladania do vyrovnávacej pamäte.
sl: Nobena nadzorna plošča ali vprašanja še nimajo lastnih pravilnikov predpomnjenja.
sq: Asnjë panel ose pyetje nuk ka ende politikat e veta të cache-it.
sr: Još nijedna kontrolna tabla ili pitanje nema svoju politiku keširanja.
sv: Inga instrumentpaneler eller frågor har någon egen cache-policy än.
tr: Henüz hiçbir gösterge tablosunun veya sorunun kendi önbelleğe alma ilkesi yoktur.
uk: Поки що жодна приладова дошка або запит не має власної політики кешування.
vi: Chưa có bảng thông tin hoặc câu hỏi nào có chính sách lưu trữ bộ nhớ đệm riêng.
zh_hk: 目前還沒有儀表板或問題有自己的快取政策。

source: This is a read-only Usage Analytics {0}.
ar: هذا {0} من تحليلات الاستخدام للقراءة فقط.
bg: Това е само за четене Анализ на използването {0}.
ca: Aquesta és una analítica d'ús només de lectura {0}.
de: Dies ist eine schreibgeschützte Usage Analytics {0}.
eo: This is a no cap Usage Analytics {0}, you feel me?
es: Este es un análisis de uso de solo lectura {0}.
fa: این یک تجزیه و تحلیل استفاده فقط خواندنی {0}است.
fi: Tämä on vain luku -käyttöanalyysi {0}.
fr: Ces Statistiques d'utilisation {0} sont en lecture seule.
hu: Ez egy csak olvasható Használati Analitika {0}.
it: Si tratta di un'analisi di sola lettura {0}.
ja: これは読み取り専用のUsage Analytics {0}。
lt: Tai neredaguotina „Usage Analytics“ {0}.
ms: Ini ialah Analitis Penggunaan baca sahaja {0}.
nb: Dette er en skrivebeskyttet Usage Analytics {0}.
nl: Dit is een alleen-lezen Usage Analytics {0}.
pl: Jest to tylko do odczytu Usage Analytics {0}.
pt_br: Esta é uma análise de uso somente leitura {0}.
ru: Это доступная только для чтения информация Usage Analytics {0}.
sk: Toto je služba Analýza používania určená len na čítanie {0}.
sl: To je {0} za analizo uporabe, ki je samo za branje.
sq: Ky është një {0} i Analitikës së përdorimit vetëm për lexim.
sr: Ovo je samo za čitanje Analitika korišćenja {0}.
sv: Detta är en icke skrivbar användarstatistik {0}.
tr: Bu, salt okunur bir Kullanım Analizi {0}adresidir.
uk: Це Usage Analytics {0} лише для читання.
vi: Đây là Phân tích sử dụng chỉ đọc {0}.
zh_hk: 這是唯讀的使用分析 {0}。

source: Enable Interactive embedding
hu: Engedélyezze az interaktív beágyazást
lt: Įgalinti interaktyvų įterpimą
ms: Dayakan pembenaman Interaktif

source: Restrict access to this table
eo: Lock this table down, fr fr
hu: Hozzáférés korlátozása ehhez a táblához
lt: Apriboti šios lentelės prieigą
ms: Hadkan akses kepada jadual ini

source: When the following rules are applied, this group will see a customized version of the table.
ar: عند تطبيق القواعد التالية، سترى هذه المجموعة نسخة مخصصة من الجدول.
bg: Когато се приложат следните правила, тази група ще вижда персонализирана версия на таблицата.
ca: Quan s'apliquen les regles següents, aquest grup veurà una versió personalitzada de la taula.
de: Wenn die folgenden Regeln angewendet werden, wird dieser Gruppe eine angepasste Version der Tabelle angezeigt.
eo: When these rules are applied, this group will peep a custom version of the table.
es: Cuando las siguientes reglas sean aplicadas, este grupo verá una versión personalizada de la tabla.
fa: هنگامی که قوانین زیر اعمال می شود، این گروه یک نسخه سفارشی از جدول را می بیند.
fi: Kun seuraavia sääntöjä sovelletaan, tämä ryhmä näkee mukautetun version taulusta.
fr: Lorsque les règles suivantes sont appliquées, ce groupe verra une version personnalisée de la table.
hu: Az alábbi szabályok alkalmazásakor ez a csoport a táblázat egy testreszabott verzióját fogja látni.
it: Quando si applicano le regole seguenti, questo gruppo vedrà una versione personalizzata della tabella.
ja: 以下のルールが適用されると、このグループにはカスタマイズされたバージョンの表が表示される。
lt: Taikant nurodytas taisykles, ši naudotojų grupė matys pakeistą lentelės versiją.
ms: Apabila peraturan berikut digunakan, kumpulan ini akan melihat versi jadual tersuai.
nb: Når følgende regler brukes, vil denne gruppen se en tilpasset versjon av tabellen.
nl: Wanneer de volgende regels worden toegepast, krijgt deze groep een aangepaste versie van de tabel te zien.
pl: Po zastosowaniu poniższych reguł ta grupa zobaczy dostosowaną wersję tabeli.
pt_br: Quando as regras a seguir forem aplicadas, este grupo verá uma versão personalizada da tabela.
ru: При применении следующих правил эта группа увидит настроенную версию таблицы.
sk: Po použití nasledujúcich pravidiel sa tejto skupine zobrazí prispôsobená verzia tabuľky.
sl: Ko uporabite ta pravila, bo ta skupina videla prilagojeno različico tabele.
sq: Kur aplikohen rregullat më poshtë, ky grup do të shohë një version të personalizuar të tabelës.
sr: Kada se primene sledeća pravila, ova grupa će videti prilagođenu verziju tabele.
sv: När följande regler appliceras, kommer gruppen se en anpassad version av tabellen.
tr: Aşağıdaki kurallar uygulandığında, bu grup tablonun özelleştirilmiş bir versiyonunu görecektir.
uk: Коли застосовано наведені нижче правила, ця група бачитиме кастомізовану версію таблиці.
vi: Khi áp dụng các quy tắc sau, nhóm này sẽ thấy phiên bản tùy chỉnh của bảng.
zh_hk: 套用下列規則時，此群組將會看到自訂版本的表格。

source: These rules don’t apply to native queries.
ar: لا تنطبق هذه القواعد على الاستعلامات الأصلية.
bg: Тези правила не важат за родните заявки.
ca: Aquestes regles no s'apliquen a les consultes natives.
de: Diese Regeln gelten nicht für native Abfragen.
eo: These rules don’t be hitting for native queries, fr.
es: Esas reglas no aplican a consultas nativas
fa: این قوانین برای پرس و جوهای بومی اعمال نمی شود.
fi: Nämä säännöt eivät koske natiivikyselyitä.
fr: Ces règles ne s'appliquent pas aux requêtes natives.
hu: Ezek a szabályok nem vonatkoznak a natív lekérdezésekre.
it: Queste regole non si applicano alle query native.
ja: これらのルールはネイティブクエリには適用されない。
lt: Šios taisyklės netaikomos vietinėms užklausoms.
ms: Peraturan ini tidak digunakan pada pertanyaan asli.
nb: Disse reglene gjelder ikke for native-spørringer.
nl: Deze regels gelden niet voor native query's.
pl: Zasady te nie mają zastosowania do zapytań natywnych.
pt_br: Essas regras não se aplicam a consultas nativas.
ru: Эти правила не применяются к прямым запросам.
sk: Tieto pravidlá sa nevzťahujú na natívne dotazy.
sl: Ta pravila ne veljajo za izvorne poizvedbe.
sq: Këto rregulla nuk zbatohen për pyetje native.
sr: Ova pravila se ne primenjuju na nativne upite.
sv: Reglerna gäller inte inbyggda frågor.
tr: Bu kurallar yerel sorgular için geçerli değildir.
uk: Ці правила не застосовуються до нативних запитів.
vi: Những quy tắc này không áp dụng cho truy vấn gốc.
zh_hk: 這些規則不適用於本機查詢。

source: How do you want to filter this table?
ar: كيف تريد فلترة هذا الجدول؟
bg: Как искате да филтрирате тази таблица?
ca: Com voleu filtrar aquesta taula?
de: Wie möchtest Du diese Tabelle filtern?
eo: How do you wanna filter this table, fam?
es: ¿Cómo quiere filtrar esta tabla?
fa: چگونه می خواهید این جدول را فیلتر کنید؟
fi: Mitä suodattimia haluat tähän tauluun?
fr: Comment souhaitez-vous filtrer cette table?
hu: Hogyan szeretné szűrni ezt a táblát?
it: Come si vuole filtrare questa tabella?
ja: このテーブルをどのようにフィルタリングしますか？
lt: Kaip norite filtruoti šią lentelę?
ms: Bagaimanakah anda mahu menapis jadual ini?
nb: Hvordan ønsker du å filtrere denne tabellen?
nl: Hoe wil je deze tabel filteren?
pl: Jak chcesz filtrować tę tabelę?
pt_br: Como gostaria de filtrar esta tabela?
ru: Как вы хотите отфильтровать эту таблицу?
sk: Ako chcete túto tabuľku filtrovať?
sl: Kako želite filtrirati to tabelo?
sq: Si do të dëshiroje ta filtrosh këtë tabelë?
sr: Kako želite da filtrirate ovu tabelu?
sv: Hur vill du filtrera tabellen?
tr: Bu tabloyu nasıl filtrelemek istiyorsunuz?
uk: Як ви хочете фільтрувати цю таблицю?
vi: Bạn muốn lọc bảng này như thế nào?
zh_hk: 您要如何篩選此表？

source: Insights
bg: Прозрения
de: Einsichten
eo: Insights → "Tea" or "The 411"
es: Perspectivas
fa: بینش ها
fi: Näkemyksiä
fr: Observations
hu: Elemzések
it: Approfondimenti
ja: インサイト
lt: Įžvalgos
ms: Wawasan
nb: Innsikt
nl: Inzichten
pl: Spostrzeżenia
ru: Инсайты
sk: Postrehy
sl: Vpogled
sv: Insikter
tr: İçgörüler
uk: Інсайти
vi: Thông tin chi tiết
zh_hk: 洞察力

source: This database cannot be modified.
hu: Ez az adatbázis nem módosítható.
ms: Pangkalan data ini tidak boleh diubah suai.

source: Lets you specify row and column-level permissions. Can be set up via user attributes and SSO.
ar: يتيح لك تحديد أذونات على مستوى الصف والعمود. يمكن إعداده عبر سمات المستخدم وSSO.
bg: Позволява ви да зададете разрешения на ниво ред и колона. Може да се настройва чрез атрибути на потребителите и SSO.
ca: Permet especificar permisos a nivell de fila i columna. Es pot configurar mitjançant atributs d'usuari i SSO.
de: Ermöglicht die Festlegung von Berechtigungen auf Zeilen- und Spaltenebene. Kann über Benutzerattribute und SSO eingerichtet werden.
eo: It lets u set permissions at the row and column level, and u can do it through user attributes and SSO—super chill and flexible.
es: Te permite especificar permisos a nivel de fila o columna. Se puede establecer a través de los atributos de usuario y con SSO.
fa: به شما امکان می دهد مجوزهای سطح ردیف و ستون را مشخص کنید. می توان از طریق ویژگی های کاربر و SSO راه اندازی کرد.
fi: Voit määrittää rivi- ja saraketason käyttöoikeudet. Voidaan määrittää käyttäjämääritteiden ja SSO:n kautta.
fr: Permet de définir des permissions au niveau d'une colonne ou d'une ligne. Peut être configuré via les attributs utilisateur et SSO.
hu: Lehetővé teszi a sor- és oszlopszintű engedélyek meghatározását. Felhasználói attribútumok és SSO segítségével állítható be.
it: Consente di specificare le autorizzazioni a livello di riga e di colonna. Può essere impostato tramite attributi utente e SSO.
ja: 行と列レベルのパーミッションを指定できます。ユーザー属性やSSOで設定可能。
lt: Leidžia nurodyti eilučių ir stulpelių lygio leidimus. Galima nustatyti naudojant vartotojo atributus ir SSO.
ms: Membolehkan anda menentukan kebenaran peringkat baris dan lajur. Boleh disediakan melalui atribut pengguna dan SSO.
nb: Lar deg spesifisere tillatelser på rad- og kolonnenivå. Kan settes opp via brukerattributter og SSO.
nl: Hiermee kunt u machtigingen op rij- en kolomniveau opgeven. Kan worden ingesteld via gebruikersattributen en SSO.
pl: Pozwala określić uprawnienia na poziomie wiersza i kolumny. Można skonfigurować za pomocą atrybutów użytkownika i SSO.
pt_br: Permite que você especifique permissões de nível e linha de coluna. Pode ser configurado via atributos de usuário e SSO.
ru: Позволяет указать разрешения на уровне строк и столбцов. Можно настроить с помощью атрибутов пользователя и SSO.
sk: Umožňuje určiť oprávnenia na úrovni riadkov a stĺpcov. Možno nastaviť prostredníctvom atribútov používateľa a SSO.
sl: Omogoča določanje dovoljenj na ravni vrstic in stolpcev. Lahko se nastavi z uporabniškimi atributi in SSO.
sq: Të lejon të përcaktosh leje në nivel rreshti dhe kolone. Mund të konfigurohet përmes atributeve të përdoruesit dhe SSO.
sr: Omogućava da zadate dozvole na nivou redova i kolona. Može se podesiti preko korisničkih atributa i SSO.
sv: Låter dig ange behörigheter på rad- och kolumnnivå. Kan ställas in via användarattribut och SSO.
tr: Satır ve sütun düzeyinde izinler belirlemenizi sağlar. Kullanıcı öznitelikleri ve SSO aracılığıyla ayarlanabilir.
uk: Дозволяє задавати дозволи на рівні рядків і стовпців. Можна налаштувати через атрибути користувача та SSO.
vi: Cho phép bạn chỉ định quyền cấp hàng và cấp cột. Có thể thiết lập thông qua thuộc tính người dùng và SSO.
zh_hk: 讓您指定行和列層級的權限。可透過使用者屬性和 SSO 設定。

source: The group can’t view:
ar: لا يمكن للمجموعة عرض:
bg: Групата не може да преглежда:
ca: El grup no pot visualitzar:
de: Die Gruppe kann nicht sehen:
eo: The group can’t peep it:
es: El grupo no puede ver:
fa: گروه نمی تواند مشاهده کند:
fi: Ryhmä ei voi nähdä:
fr: Le group ne peut voir:
hu: A csoport nem láthatja:
it: Il gruppo non può visualizzare:
ja: グループは見ることができない：
lt: Grupė negali peržiūrėti:
ms: Kumpulan tidak dapat melihat:
nb: Gruppen kan ikke se:
nl: De groep kan niet bekijken:
pl: Grupa nie może wyświetlać:
pt_br: O grupo não pode visualizar:
ru: Группа не может просматривать:
sk: Skupina sa nedá zobraziť:
sl: Skupina si ne more ogledati:
sq: Grupi nuk mund të shikojë:
sr: Grupa ne može da vidi:
sv: Gruppen kan inte:
tr: Grup görüntüleyemiyor:
uk: Група не може переглядати:
vi: Nhóm không thể xem:
zh_hk: 群組無法檢視：

source: The schema/table when browsing data.
ar: المخطط/الجدول عند تصفح البيانات.
bg: Схемата/таблицата при преглеждане на данни.
ca: L'esquema/taula durant la navegació per dades.
de: Das Schema/die Tabelle beim Durchsuchen von Daten.
eo: The schema/table when scrollin' through the data, fr fr
es: El esquema/tabla cuando se explora la data.
fa: طرح و جدول هنگام مرور داده ها.
fi: Skeema/taulu dataa selattaessa.
fr: Le schema/la table lors de la consultation des données.
hu: Az adatbázis sémáját/tábláit az adatok böngészésekor.
it: Lo schema/tabella durante l'esplorazione dei dati.
ja: データ閲覧時のスキーマ/テーブル。
lt: Schema / lentelė naršant duomenis.
ms: Skema/jadual semasa menyemak imbas data.
nb: Skjemaet/tabellen når du blar gjennom data.
nl: Het schema/de tabel bij het bladeren door gegevens.
pl: Schemat/tabela podczas przeglądania danych.
pt_br: O esquema/tabela ao navegar pelos dados.
ru: Схема/таблица при просмотре данных.
sk: Schéma/tabuľka pri prehliadaní údajov.
sl: Shema/tabela pri brskanju po podatkih.
sq: Skemën/tabelën gjatë shfletimit të të dhënave.
sr: Šemu/tabelu pri pregledanju podataka.
sv: Schemat/tabellen när man bläddrar bland data.
tr: Verilere göz atarken şema/tablo.
uk: Схему/таблицю під час перегляду даних.
vi: Sơ đồ/bảng khi duyệt dữ liệu.
zh_hk: 瀏覽資料時的模式/表。

source: Query-builder questions using that schema/table.
ar: أسئلة منشئ الاستعلامات التي تستخدم ذلك المخطط/الجدول.
bg: Въпроси за създаване на заявки, използващи тази схема/таблица.
ca: Preguntes del creador de consultes utilitzant aquest esquema/taula.
de: Fragen zur Abfrageerstellung unter Verwendung dieses Schemas/ dieser Tabelle.
eo: Question builder stuff using that schema/table, fr.
es: Preguntas creadas con el constructor de consultas que utiliza ese esquema/tabla.
fa: سوالات سازنده پرس و جو با استفاده از آن طرح/جدول.
fi: Tämän skeeman/taulun kyselyntyökalulla tehdyt kysymykset.
fr: Les questions issues de l'éditeur de requêtes utilisant ce schema/cette table.
hu: Lekérdezéskészítő kérdéseket, amelyek ezt a sémát/táblát használják.
it: Domande del Query-builder che utilizzano quello schema/tabella.
ja: そのスキーマ/テーブルを使用したクエリビルダーの質問。
lt: Užklausų kūrimo priemonės klausimai naudojant tą schemą / lentelę.
ms: Soalan pembina pertanyaan menggunakan skema/jadual tersebut.
nb: Spørsmål fra Query-builder som bruker dette skjemaet/denne tabellen.
nl: Query-bouwer vragen die dat schema/tabel gebruiken.
pl: Pytania konstruktora zapytań przy użyciu tego schematu/tabeli.
pt_br: Perguntas do criador de consultas usando esse esquema/tabela.
ru: Вопросы к построителю запросов, использующему эту схему/таблицу.
sk: Otázky Query-builder používajúce túto schému/tabuľku.
sl: Vprašanja za graditelja poizvedb z uporabo te sheme/tabele.
sq: Pyetje të ndërtuesit të pyetjeve që përdorin atë skemë/tabelë.
sr: Pitanja iz kreatora upita koja koriste tu šemu/tabelu.
sv: Frågor i frågebyggaren använder det schemat/tabellen.
tr: Bu şemayı/tabloyu kullanan sorgu oluşturucu soruları.
uk: Запитання з конструктора запитів, що використовують цю схему/таблицю.
vi: Các câu hỏi xây dựng truy vấn sử dụng lược đồ/bảng đó.
zh_hk: 使用該模式/表的查詢建立問題。
