Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: TICKET-1234
bg: БИЛЕТ-1234
fa: بلیط-۱۲۳۴
fi: LIPPU-1234
it: BIGLIETTO-1234
ja: チケット1234
nb: BILLETT-1234
pl: BILET-1234
pt_br: BILHETE-1234
ru: БИЛЕТ-1234
sk: LÍSTOK-1234
sl: VSTOPNICA-1234
sv: BILJETT-1234
tr: BİLET-1234
vi: VÉ-1234

source: Add any important information we should know to help you better.
ar: أضف أي معلومات مهمة ينبغي أن نعرفها لمساعدتك بشكل أفضل.
bg: Добавете всяка важна информация, която трябва да знаем, за да ви помогнем по-добре.
ca: Afegeix qualsevol informació important que hauríem de saber per ajudar-te millor.
de: Fügen Sie bitte alle wichtigen Informationen hinzu, die wir wissen sollten, um Ihnen besser helfen zu können.
es: Agregue cualquier información importante que debamos saber para ayudarlo mejor.
fa: هر اطلاعات مهمی که برای کمک بهتر به شما لازم است بدانیم را اضافه کنید.
fi: Lisää kaikki tärkeät tiedot, joiden avulla voimme auttaa sinua paremmin.
fr: N'hésitez pas à ajouter toute information importante qui nous permettrait de mieux vous aider.
it: Aggiungi tutte le informazioni importanti che dovremmo sapere per aiutarti meglio.
ja: よりよいサポートを提供するために、私たちが知っておくべき重要な情報を追加してください。
nb: Legg til viktig informasjon som vi bør vite for å kunne hjelpe deg bedre.
nl: Voeg alle belangrijke informatie toe die wij nodig hebben om u beter te kunnen helpen.
pl: Dodaj wszelkie ważne informacje, które pomogą nam lepiej Ci pomóc.
pt_br: Adicione qualquer informação importante que devamos saber para melhor te ajudar.
ru: Добавьте любую важную информацию, которую нам необходимо знать, чтобы помочь вам лучше.
sk: Pridajte všetky dôležité informácie, ktoré by sme mali vedieť, aby sme vám mohli lepšie pomôcť.
sl: Dodajte vse pomembne informacije, ki bi jih morali vedeti, da vam bomo lahko bolje pomagali.
sq: Shto çdo informacion të rëndësishëm që duhet ta dimë për të të ndihmuar më mirë.
sr: Dodajte sve važne informacije koje treba da znamo kako bismo vam bolje pomogli.
sv: Lägg till all viktig information som vi behöver veta för att kunna hjälpa dig bättre.
tr: Size daha iyi yardımcı olabilmemiz için bilmemiz gereken önemli bilgileri ekleyin.
uk: Додайте будь-яку важливу інформацію, яку нам варто знати, щоб краще вам допомогти.
vi: Thêm bất kỳ thông tin quan trọng nào mà chúng tôi cần biết để giúp bạn tốt hơn.
zh_hk: 添加任何我們應該知道的重要資訊，以便更好地幫助您。

source: Grant access
ar: امنح الوصول
bg: Предоставяне на достъп
ca: Concedir accés
de: Zugriff gewähren
es: Conceder acceso
fa: اعطای دسترسی
fi: Myönnä käyttöoikeus
fr: Accorder l'accès
it: Concedi l'accesso
ja: アクセスを許可する
nb: Gi tilgang
nl: Toegang verlenen
pl: Udziel dostępu
pt_br: Conceder acesso
ru: Предоставить доступ
sk: Udeliť prístup
sl: Odobri dostop
sq: Jep akses
sr: Dodeli pristup
sv: Bevilja åtkomst
tr: Erişim izni ver
uk: Надати доступ
vi: Cấp quyền truy cập
zh_hk: 授予存取權

source: Helping hand
ar: يد مساعدة
bg: Помагаща ръка
ca: Un cop de mà
de: Helfende Hand
es: Mano amiga
fa: دست یاری
fi: Auttava käsi
fr: Coup de main
it: mano amica
ja: 救いの手
nb: Hjelpende hånd
nl: Helpende hand
pl: Pomocna dłoń
pt_br: mão amiga
ru: Рука помощи
sk: Pomocná ruka
sl: Pomoč
sq: Një dorë ndihme
sr: Pružena ruka
sv: Hjälpande hand
tr: Yardım eli
uk: Рука допомоги
vi: Bàn tay giúp đỡ
zh_hk: 伸出援手

source: Let a Metabase Success Engineer log in to your instance with a troubleshooting account to help resolve problems for you.
ar: اسمح لمهندس نجاح من Metabase بتسجيل الدخول إلى مثيلك عبر حساب استكشاف أخطاء لمساعدتك في حل المشكلات.
bg: Позволете на инженер по успеха на Metabase да влезе във вашия екземпляр с акаунт за отстраняване на неизправности, за да ви помогне да разрешите проблемите.
ca: Deixa que un enginyer d'èxit de la metabase iniciï sessió a la teva instància amb un compte de resolució de problemes per ajudar-te a resoldre problemes.
de: Lassen Sie einen Metabase Success Engineer sich mit einem Troubleshooting-Konto in Ihre Instanz einloggen, um Ihnen bei der Problemlösung zu helfen.
es: Deje que un ingeniero de éxito de Metabase inicie sesión en su instancia con una cuenta de resolución de problemas para que lo ayude a resolver los problemas.
fa: اجازه دهید یک مهندس موفقیت متابیس با یک حساب عیب‌یابی وارد سیستم شما شود تا به شما در حل مشکلات کمک کند.
fi: Anna Metabase Success Engineerin kirjautua instanssiisi vianmääritystilillä auttaakseen sinua ongelmien ratkaisemisessa.
fr: Autorisez un ingénieur de réussite Metabase à se connecter à votre instance avec un compte de dépannage pour vous aider à résoudre vos problèmes.
it: Consenti a un Metabase Success Engineer di accedere alla tua istanza con un account di risoluzione dei problemi per aiutarti a risolvere i problemi.
ja: Metabase Success Engineer がトラブルシューティング アカウントを使用してインスタンスにログインし、問題の解決をお手伝いします。
nb: La en Metabase Success Engineer logge seg på forekomsten din med en feilsøkingskonto for å hjelpe deg med å løse problemer.
nl: Laat een Metabase Success Engineer inloggen op uw instantie met een account voor probleemoplossing, zodat hij of zij de problemen voor u kan oplossen.
pl: Pozwól inżynierowi ds. sukcesu Metabase zalogować się do Twojej instancji za pomocą konta rozwiązywania problemów, aby pomógł Ci rozwiązać problemy.
pt_br: Permita que um Engenheiro de Sucesso do Cliente da Metabase acesse sua instância com uma conta de solução de problemas para ajudá-lo a resolver seus problemas.
ru: Позвольте специалисту Metabase Success Engineer войти в ваш экземпляр с учетной записью для устранения неполадок и помочь вам решить проблемы.
sk: Nechajte inžiniera úspechu Metabase prihlásiť sa do vašej inštancie pomocou účtu na riešenie problémov, aby vám pomohol vyriešiť problémy.
sl: Naj se inženir za uspeh Metabase prijavi v vaš primerek z računom za odpravljanje težav, da vam pomaga odpraviti težave.
sq: Lejo një Metabase Success Engineer të hyjë në instancën tënde me një llogari troubleshootimi për të të ndihmuar të zgjidhësh problemet.
sr: Omogućite Metabase Success Engineer-u da se prijavi na vašu instancu pomoću naloga za otklanjanje problema kako bi vam pomogao da rešite probleme.
sv: Låt en Metabase Success Engineer logga in på din instans med ett felsökningskonto för att hjälpa till att lösa problem åt dig.
tr: Sorunlarınızı çözmenize yardımcı olması için bir Metabase Başarı Mühendisinin sorun giderme hesabıyla örneğinize giriş yapmasına izin verin.
uk: Дозвольте Metabase Success Engineer увійти у ваш інстанс з акаунтом для троблшутингу, щоб допомогти розв’язати ваші проблеми.
vi: Hãy để Kỹ sư thành công Metabase đăng nhập vào phiên bản của bạn bằng tài khoản khắc phục sự cố để giúp bạn giải quyết vấn đề.
zh_hk: 讓 Metabase 成功工程師使用疑難排解帳戶登入您的實例，幫助您解決問題。

source: Access always auto expires after the period you select.
ar: تنتهي صلاحية الوصول تلقائيًا دائمًا بعد الفترة التي تحددها.
bg: Достъпът винаги автоматично изтича след избрания от вас период.
ca: L'accés sempre caduca automàticament després del període que seleccioneu.
de: Der Zugriff erlischt immer automatisch nach Ablauf des von Ihnen gewählten Zeitraums.
es: El acceso siempre caduca automáticamente después del período seleccionado.
fa: دسترسی همیشه پس از دوره زمانی انتخابی شما به طور خودکار منقضی می‌شود.
fi: Käyttöoikeus vanhenee aina automaattisesti valitsemasi ajanjakson jälkeen.
fr: L'accès expire automatiquement après la période que vous avez sélectionnée.
it: L'accesso scade sempre automaticamente dopo il periodo selezionato.
ja: 選択した期間が過ぎると、アクセスは常に自動的に期限切れになります。
nb: Tilgangen utløper alltid automatisk etter den perioden du velger.
nl: De toegang verloopt altijd automatisch na de door u geselecteerde periode.
pl: Dostęp zawsze automatycznie wygasa po upływie wybranego okresu.
pt_br: O acesso expira automaticamente após o período selecionado.
ru: Доступ всегда автоматически истекает по истечении выбранного вами периода.
sk: Prístup vždy automaticky vyprší po uplynutí zvoleného obdobia.
sl: Dostop vedno samodejno poteče po izbranem obdobju.
sq: Aksesi skadon gjithmonë automatikisht pas periudhës që zgjedh.
sr: Pristup se uvek automatski završava nakon perioda koji izaberete.
sv: Åtkomsten upphör alltid automatiskt efter den period du väljer.
tr: Erişiminiz seçtiğiniz süre sonunda otomatik olarak sona erer.
uk: Доступ завжди автоматично завершується після вибраного вами періоду.
vi: Quyền truy cập luôn tự động hết hạn sau khoảng thời gian bạn chọn.
zh_hk: 存取權限總是在您選擇的期限過後自動失效。

source: You already have an active access grant
ar: لديك بالفعل منحة وصول نشطة
bg: Вече имате активен достъп
ca: Ja tens una concessió d'accés activa
de: Sie besitzen bereits eine aktive Zugriffsberechtigung.
es: Ya tienes una concesión de acceso activa
fa: شما از قبل یک مجوز دسترسی فعال دارید
fi: Sinulla on jo aktiivinen käyttöoikeus
fr: Vous bénéficiez déjà d'une subvention d'accès active
it: Hai già una concessione di accesso attiva
ja: すでに有効なアクセス許可があります
nb: Du har allerede en aktiv tilgangsbevilling
nl: U heeft al een actieve toegangstoestemming
pl: Masz już aktywny dostęp
pt_br: Você já possui uma concessão de acesso ativa.
ru: У вас уже есть активный грант на доступ
sk: Už máte aktívny prístupový grant
sl: Že imate aktivno dovoljenje za dostop
sq: Ke tashmë një grant aksesi aktiv
sr: Već imate aktivno odobrenje pristupa
sv: Du har redan ett aktivt åtkomsttillstånd
tr: Zaten aktif bir erişim izniniz var
uk: У вас уже є активний дозвіл на доступ
vi: Bạn đã có quyền truy cập đang hoạt động
zh_hk: 您已擁有有效的存取權限

source: Request a helping hand
ar: اطلب يد مساعدة
bg: Поискайте помощна ръка
ca: Demana un cop de mà
de: Bitten Sie um Hilfe
es: Solicitar ayuda
fa: درخواست کمک و یاری
fi: Pyydä auttavaa kättä
fr: Demandez de l'aide
it: Richiedi una mano
ja: 助けを求める
nb: Be om en hjelpende hånd
nl: Vraag om een helpende hand
pl: Poproś o pomoc
pt_br: Peça ajuda
ru: Просить о помощи
sk: Požiadajte o pomocnú ruku
sl: Prosite za pomoč
sq: Kërko një dorë ndihme
sr: Zatraži pruženu ruku
sv: Begär en hjälpande hand
tr: Yardım eli isteyin
uk: Запит на допомогу
vi: Yêu cầu một bàn tay giúp đỡ
zh_hk: 請求協助

source: You can only have one active request at a time
ar: يمكنك الحصول على طلب نشط واحد فقط في كل مرة
bg: Можете да имате само една активна заявка едновременно
ca: Només pots tenir una sol·licitud activa alhora
de: Es kann immer nur eine aktive Anfrage gleichzeitig vorliegen.
es: Solo puedes tener una solicitud activa a la vez
fa: شما فقط می‌توانید یک درخواست فعال در یک زمان داشته باشید
fi: Sinulla voi olla vain yksi aktiivinen pyyntö kerrallaan
fr: Vous ne pouvez avoir qu'une seule requête active à la fois.
it: Puoi avere solo una richiesta attiva alla volta
ja: 一度にアクティブにできるリクエストは 1 つだけです
nb: Du kan bare ha én aktiv forespørsel om gangen
nl: U kunt slechts één actieve aanvraag tegelijk hebben
pl: Możesz mieć tylko jedno aktywne żądanie na raz
pt_br: Você só pode ter uma solicitação ativa por vez.
ru: Одновременно можно иметь только один активный запрос.
sk: Naraz môžete mať iba jednu aktívnu žiadosť
sl: Hkrati lahko imate samo eno aktivno zahtevo
sq: Mund të kesh vetëm një kërkesë aktive në të njëjtën kohë
sr: Možete imati samo jedan aktivan zahtev u isto vreme
sv: Du kan bara ha en aktiv förfrågan åt gången
tr: Aynı anda yalnızca bir etkin isteğiniz olabilir
uk: Одночасно можна мати лише один активний запит
vi: Bạn chỉ có thể có một yêu cầu đang hoạt động tại một thời điểm
zh_hk: 您一次只能有一個有效的請求

source: Delete {0} record?
ar: هل تريد حذف {0} سجل؟
bg: Изтриване на записа {0} ?
ca: Voleu suprimir el registre {0} ?
de: {0} -Datensatz löschen?
es: ¿Borrar el registro {0} ?
fa: رکورد {0} حذف شود؟
fi: Poistetaanko {0} tietue?
fr: Supprimer l'enregistrement {0} ?
it: Eliminare il record {0} ?
ja: {0} 件のレコードを削除しますか?
nb: Slett {0} record?
nl: {0} record verwijderen?
pl: Usunąć {0} rekord?
pt_br: Excluir registro {0} ?
ru: Удалить запись {0} ?
sk: Odstrániť záznam {0} ?
sl: Izbrisati zapis {0} ?
sq: Të fshihet {0} regjistrim?
sr: Obrisati {0} zapis?
sv: Ta bort {0} post?
tr: {0} kaydı silinsin mi?
uk: Вилучити {0} запис?
vi: Xóa {0} bản ghi?
zh_hk: 刪除 {0} 記錄？

source: Delete {0} record
ar: احذف {0} سجل
bg: Изтриване на запис {0}
ca: Suprimeix el registre {0}
de: Datensatz {0} löschen
es: Eliminar el registro {0}
fa: حذف رکورد {0}
fi: Poista {0} tietue
fr: Supprimer l'enregistrement {0}
it: Elimina il record {0}
ja: {0} 件のレコードを削除
nb: Slett {0} post
nl: Verwijder {0} record
pl: Usuń rekord {0}
pt_br: Excluir registro {0}
ru: Удалить {0} запись
sk: Odstrániť záznam {0}
sl: Izbriši zapis {0}
sq: Fshi {0} regjistrim
sr: Obriši {0} zapis
sv: Ta bort {0} post
tr: {0} kaydını sil
uk: Вилучити {0} запис
vi: Xóa {0} bản ghi
zh_hk: 刪除 {0} 記錄

source: No changes to save
ar: لا توجد تغييرات للحفظ
bg: Няма промени за запазване
ca: No hi ha canvis per desar
de: Keine Änderungen zum Speichern
es: No hay cambios para guardar
fa: هیچ تغییری برای ذخیره وجود ندارد
fi: Ei tallennettavia muutoksia
fr: Aucune modification à enregistrer
it: Nessuna modifica da salvare
ja: 保存する変更はありません
nb: Ingen endringer å lagre
nl: Geen wijzigingen om op te slaan
pl: Brak zmian do zapisania
pt_br: Nenhuma alteração para salvar
ru: Нет изменений для сохранения.
sk: Žiadne zmeny na uloženie
sl: Ni sprememb za shranjevanje
sq: Nuk ka ndryshime për të ruajtur
sr: Nema promena za čuvanje
sv: Inga ändringar att spara
tr: Kaydedilecek değişiklik yok
uk: Немає змін для збереження
vi: Không có thay đổi nào để lưu
zh_hk: 無變更儲存

source: This column is required
ar: هذا العمود مطلوب
bg: Тази колона е задължителна
ca: Aquesta columna és obligatòria
de: Diese Spalte ist erforderlich
es: Esta columna es obligatoria
fa: این ستون الزامی است
fi: Tämä sarake on pakollinen
fr: Cette colonne est obligatoire
it: Questa colonna è obbligatoria
ja: この列は必須です
nb: Denne kolonnen er obligatorisk
nl: Deze kolom is verplicht
pl: Ta kolumna jest wymagana
pt_br: Esta coluna é obrigatória
ru: Этот столбец обязателен для заполнения.
sk: Tento stĺpec je povinný
sl: Ta stolpec je obvezen
sq: Kjo kolonë është e detyrueshme
sr: Ova kolona je obavezna
sv: Denna kolumn är obligatorisk
tr: Bu sütun gereklidir
uk: Цей стовпець є обов’язковим
vi: Cột này là bắt buộc
zh_hk: 此欄必須填寫

source: Edit record
ar: تحرير سجل
bg: Редактиране на запис
ca: Edita el registre
de: Datensatz bearbeiten
es: Editar registro
fa: ویرایش رکورد
fi: Muokkaa tietuetta
fr: Modifier l'enregistrement
it: Modifica record
ja: レコードを編集
nb: Rediger post
nl: Record bewerken
pl: Edytuj rekord
pt_br: Editar registro
ru: Редактировать запись
sk: Upraviť záznam
sl: Uredi zapis
sq: Redakto regjistrimin
sr: Uredi zapis
sv: Redigera post
tr: Kaydı düzenle
uk: Редагувати запис
vi: Chỉnh sửa hồ sơ
zh_hk: 編輯記錄

source: Auto populated
ar: يتم التعبئة تلقائيًا
bg: Автоматично попълнено
ca: Emplenat automàticament
de: Automatisch ausgefüllt
es: Autocompletado
fa: جمعیت خودکار
fi: Täytetty automaattisesti
fr: Rempli automatiquement
it: Compilato automaticamente
ja: 自動入力
nb: Automatisk befolket
nl: Automatisch ingevuld
pl: Automatycznie wypełnione
pt_br: Preenchido automaticamente
ru: Автоматически заполнено
sk: Automaticky vyplnené
sl: Samodejno izpolnjeno
sq: Plotësohet automatikisht
sr: Automatski popunjeno
sv: Automatiskt ifyllt
tr: Otomatik doldurulan
uk: Заповнюється автоматично
vi: Tự động điền
zh_hk: 自動填充

source: Optional
ar: اختياري
bg: Незадължително
ca: Opcional
es: Opcional
fa: اختیاری
fi: Valinnainen
fr: Facultatif
it: Opzionale
ja: 任意
nb: Valgfritt
nl: Optioneel
pl: Opcjonalnie
pt_br: Opcional
ru: Необязательный
sk: Voliteľné
sl: Neobvezno
sq: Opsionale
sr: Opciono
sv: Valfritt
tr: Opsiyonel
uk: Необов'язково
vi: Tùy chọn
zh_hk: 可選

source: Root shared collection
ar: المجموعة المشتركة الجذرية
bg: Споделена колекция от root файлове
ca: Col·lecció compartida Root
de: Root-Sammlung
es: Colección compartida raíz
fa: مجموعه مشترک ریشه
fi: Jaetun pääkokoelman
fr: Collection partagée Root
it: Raccolta condivisa di root
ja: ルート共有コレクション
nb: Felles rotsamling
nl: Root gedeelde verzameling
pl: Współdzielona kolekcja główna
pt_br: Coleção compartilhada raiz
ru: Корневая общая коллекция
sk: Zdieľaná kolekcia Root
sl: Korenska skupna zbirka
sq: Koleksion i përbashkët rrënjë
sr: Osnovna deljena kolekcija
sv: Delad samling med roten
tr: Kök paylaşılan koleksiyon
uk: Коренева спільна колекція
vi: Bộ sưu tập chia sẻ gốc
zh_hk: 根共享集合

source: Root tenant collection
ar: مجموعة المستأجر الجذرية
fa: مجموعه مستاجران ریشه
fi: Päävuokralaisen kokoelma
it: Raccolta dei tenant radice
ja: ルートテナントコレクション
sq: Koleksioni rrënjë i tenant-it
sr: Root tenant kolekcija
zh_hk: 根租客收集

source: Two-dimensional, size-mutable, potentially heterogeneous tabular data
ar: بيانات جدولية ثنائية الأبعاد، قابلة لتغيير الحجم، وقد تكون غير متجانسة
bg: Двуизмерни, променливи по размер, потенциално хетерогенни таблични данни
ca: Dades tabulars bidimensionals, de mida variable i potencialment heterogènies
de: Zweidimensionale, größenveränderliche, potenziell heterogene Tabellendaten
es: Datos tabulares bidimensionales, de tamaño mutable y potencialmente heterogéneos
fa: داده‌های جدولی دوبعدی، قابل تغییر در اندازه، و بالقوه ناهمگن
fi: Kaksiulotteinen, kokoa muuttava, mahdollisesti heterogeeninen taulukkomuotoinen data
fr: Données tabulaires bidimensionnelles, de taille variable et potentiellement hétérogènes
it: Dati tabulari bidimensionali, di dimensione variabile e potenzialmente eterogenei
ja: 2次元、サイズ変更可能、潜在的に異種の表形式データ
nb: Todimensjonale, størrelsesforanderlige, potensielt heterogene tabelldata
nl: Tweedimensionale, in grootte veranderlijke, potentieel heterogene tabelgegevens
pl: Dwuwymiarowe, zmieniające rozmiar, potencjalnie heterogeniczne dane tabelaryczne
pt_br: Dados tabulares bidimensionais, mutáveis em tamanho e potencialmente heterogêneos
ru: Двумерные, изменяемые по размеру, потенциально неоднородные табличные данные
sk: Dvojrozmerné, veľkosťou premenlivé, potenciálne heterogénne tabuľkové dáta
sl: Dvodimenzionalni, po velikosti spremenljivi, potencialno heterogeni tabelarni podatki
sq: Të dhëna tabelore dy-dimensionale, me madhësi të ndryshueshme, potencialisht heterogjene
sr: Dvodimenzionalni tabularni podaci promenljive veličine, potencijalno heterogeni
sv: Tvådimensionella, storleksföränderliga, potentiellt heterogena tabelldata
tr: İki boyutlu, boyut değiştirilebilir, potansiyel olarak heterojen tablo verileri
uk: Двовимірні табличні дані зі змінним розміром, потенційно неоднорідні
vi: Dữ liệu bảng hai chiều, có thể thay đổi kích thước, có khả năng không đồng nhất
zh_hk: 二維、大小可變、可能是異質的表格資料

source: One-dimensional ndarray with axis labels
ar: ndarray أحادي الأبعاد مع تسميات للمحاور
bg: Едномерен ndarray с етикети на оси
ca: Ndarray unidimensional amb etiquetes d'eixos
de: Eindimensionales ndarray mit Achsenbeschriftungen
es: Rayo ndar unidimensional con etiquetas de eje
fa: آرایه n بعدی با برچسب محورها
fi: Yksiulotteinen ndarray akselimerkinnöillä
fr: Ndarray unidimensionnel avec étiquettes d'axe
it: Ndarray unidimensionale con etichette degli assi
ja: 軸ラベル付きの1次元ndarray
nb: Endimensjonal ndarray med akseetiketter
nl: Eendimensionale ndarray met aslabels
pl: Jednowymiarowa tablica ndarray z etykietami osi
pt_br: Ndarray unidimensional com rótulos de eixo
ru: Одномерный ndarray с метками осей
sk: Jednorozmerné pole ndarray s popismi osí
sl: Enodimenzionalni ndarray z oznakami osi
sq: ndarray një-dimensionale me etiketa boshtesh
sr: Jednodimenzionalni ndarray sa oznakama ose
sv: Endimensionell ndarray med axeletiketter
tr: Eksen etiketli tek boyutlu ndarray
uk: Одновимірний ndarray із мітками осей
vi: Mảng một chiều với nhãn trục
zh_hk: 帶軸標籤的一維 ndarray

source: Read a comma-separated values (csv) file into DataFrame
ar: اقرأ ملف قيم مفصولة بفواصل (csv) إلى DataFrame
bg: Четене на файл със стойности, разделени със запетаи (csv) в DataFrame
ca: Llegir un fitxer de valors separats per comes (csv) a DataFrame
de: Lesen Sie eine Datei mit durch Kommas getrennten Werten (CSV) in DataFrame
es: Leer un archivo de valores separados por comas (csv) en DataFrame
fa: خواندن فایل مقادیر جدا شده با کاما (csv) در DataFrame
fi: Lue pilkulla erotettuja arvoja sisältävä tiedosto (csv) DataFrameen
fr: Lire un fichier de valeurs séparées par des virgules (csv) dans DataFrame
it: Leggere un file con valori separati da virgole (csv) in DataFrame
ja: カンマ区切り値（csv）ファイルをDataFrameに読み込む
nb: Lese inn en csv-fil (komma-separerte verdier) i DataFrame
nl: Lees een bestand met door komma's gescheiden waarden (csv) in DataFrame
pl: Odczyt pliku z wartościami rozdzielonymi przecinkami (csv) do DataFrame
pt_br: Ler um arquivo de valores separados por vírgula (csv) no DataFrame
ru: Считать файл со значениями, разделенными запятыми (csv), в DataFrame
sk: Načítanie súboru s hodnotami oddelenými čiarkami (CSV) do DataFrame
sl: Preberi datoteko z vrednostmi, ločenimi z vejicami (csv), v DataFrame
sq: Lexo një file me vlera të ndara me presje (csv) në DataFrame
sr: Učitaj CSV (comma-separated values) fajl u DataFrame
sv: Läsa en kommaseparerad fil (csv) i DataFrame
tr: Virgülle ayrılmış değerler (csv) dosyasını DataFrame'e okuyun
uk: Зчитати файл значень, розділених комами (csv), у DataFrame
vi: Đọc tệp giá trị được phân tách bằng dấu phẩy (csv) vào DataFrame
zh_hk: 讀取逗號分隔值 (csv) 檔案至 DataFrame

source: Read an Excel file into a pandas DataFrame
ar: اقرأ ملف Excel إلى pandas DataFrame
bg: Четене на Excel файл в pandas DataFrame
ca: Llegir un fitxer d'Excel en un DataFrame de pandas
de: Lesen Sie eine Excel-Datei in einen Pandas DataFrame
es: Leer un archivo de Excel en un DataFrame de pandas
fa: خواندن یک فایل اکسل در دیتافریم پانداس
fi: Lue Excel-tiedosto pandas DataFrameen
fr: Lire un fichier Excel dans un DataFrame pandas
it: Leggere un file Excel in un DataFrame pandas
ja: ExcelファイルをPandas DataFrameに読み込む
nb: Les en Excel-fil inn i en pandas DataFrame
nl: Een Excel-bestand in een pandas DataFrame lezen
pl: Wczytaj plik Excela do ramki danych Pandas
pt_br: Ler um arquivo Excel em um DataFrame do Pandas
ru: Считать файл Excel в Pandas DataFrame
sk: Načítanie súboru Excel do pandas DataFrame
sl: Preberite Excelovo datoteko v podatkovni okvir pandas
sq: Lexo një file Excel në një DataFrame të pandas
sr: Učitaj Excel fajl u pandas DataFrame
sv: Läs en Excel-fil in i en Pandas DataFrame
tr: Bir Excel dosyasını pandas DataFrame'e okuma
uk: Зчитати файл Excel у pandas DataFrame
vi: Đọc tệp Excel vào Pandas DataFrame
zh_hk: 將 Excel 檔案讀入 pandas DataFrame

source: Convert a JSON string to pandas object
ar: حوّل سلسلة JSON إلى كائن pandas
bg: Конвертиране на JSON низ в обект pandas
ca: Converteix una cadena JSON en un objecte pandas
de: Konvertieren Sie eine JSON-Zeichenfolge in ein Pandas-Objekt
es: Convertir una cadena JSON en un objeto pandas
fa: تبدیل یک رشته JSON به شیء pandas
fi: Muunna JSON-merkkijono pandas-objektiksi
fr: Convertir une chaîne JSON en objet pandas
it: Converti una stringa JSON in un oggetto pandas
ja: JSON文字列をPandasオブジェクトに変換する
nb: Konverterer en JSON-streng til et pandas-objekt
nl: Converteer een JSON-string naar een pandas-object
pl: Konwertuj ciąg JSON na obiekt pandas
pt_br: Converter uma string JSON em objeto pandas
ru: Преобразовать строку JSON в объект pandas
sk: Previesť reťazec JSON na objekt pandas
sl: Pretvori niz JSON v objekt pandas
sq: Konverto një string JSON në objekt pandas
sr: Konvertuj JSON string u pandas objekat
sv: Konvertera en JSON-sträng till ett pandas-objekt
tr: Bir JSON dizesini pandas nesnesine dönüştürün
uk: Перетворити рядок JSON на об'єкт pandas
vi: Chuyển đổi chuỗi JSON thành đối tượng pandas
zh_hk: 轉換 JSON 字串為 pandas 物件
