Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Whether to automatically import from the remote git repository. Only applies if remote-sync-type is :read-only.
ar: ما إذا كان سيتم الاستيراد تلقائيًا من مستودع git البعيد. ينطبق فقط إذا كان remote-sync-type هو :read-only.
bg: Дали да се импортира автоматично от отдалеченото git хранилище. Прилага се само ако remote-sync-type е :read-only.
ca: Si s'ha d'importar automàticament des del repositori git remot. Només s'aplica si remote-sync-type és :read-only.
de: Gibt an, ob automatisch aus dem Remote-Git-Repository importiert werden soll. Gilt nur, wenn remote-sync-type auf :read-only gesetzt ist.
es: Indica si se debe importar automáticamente desde el repositorio git remoto. Solo se aplica si remote-sync-type es :read-only.
fa: اینکه آیا به طور خودکار از مخزن گیت ریموت وارد شود یا خیر. فقط در صورتی اعمال می‌شود که remote-sync-type روی :read-only تنظیم شده باشد.
fi: Tuodaanko automaattisesti etä-git-arkistosta. Koskee vain, jos remote-sync-type on :read-only.
fr: Indique si l'importation depuis le dépôt Git distant doit être automatique. S'applique uniquement si remote-sync-type est défini sur :read-only.
it: Specifica se importare automaticamente dal repository git remoto. Applicabile solo se remote-sync-type è impostato su :read-only.
ja: リモート Git リポジトリから自動的にインポートするかどうか。remote-sync-type が :read-only の場合にのみ適用されます。
nb: Om det skal importeres automatisk fra det eksterne git-depotet. Gjelder bare hvis remote-sync-type er :read-only.
nl: Of automatisch geïmporteerd moet worden vanuit de externe Git-repository. Alleen van toepassing als remote-sync-type :read-only is.
pl: Czy automatycznie importować ze zdalnego repozytorium Git. Dotyczy tylko sytuacji, gdy remote-sync-type to :read-only.
pt_br: Indica se a importação do repositório git remoto deve ser feita automaticamente. Aplica-se somente se remote-sync-type for :read-only.
ru: Автоматически импортировать данные из удалённого репозитория Git. Применяется только если remote-sync-type имеет значение :read-only.
sk: Či sa má automaticky importovať zo vzdialeného repozitára git. Platí iba v prípade, že remote-sync-type je nastavený na :read-only.
sl: Ali naj se samodejno uvozi iz oddaljenega repozitorija git. Velja samo, če je remote-sync-type nastavljen na :read-only.
sq: Nëse të importohet automatikisht nga repozitori remote git. Zbatohet vetëm nëse remote-sync-type është :read-only.
sr: Da li automatski uvoziti iz udaljenog git repozitorijuma. Važi samo ako je remote-sync-type :read-only.
sv: Huruvida import ska ske automatiskt från det fjärranslutna git-arkivet. Gäller endast om remote-sync-type är :read-only.
tr: Uzak git deposundan otomatik olarak içe aktarılıp aktarılmayacağı. Yalnızca uzak-eşitleme-türü :salt-okunur ise geçerlidir.
uk: Чи потрібно автоматично імпортувати з віддаленого git-репозиторію. Застосовується лише якщо remote-sync-type = :read-only.
vi: Có nên tự động nhập từ kho lưu trữ git từ xa hay không. Chỉ áp dụng nếu remote-sync-type là :read-only.
zh_hk: 是否自動從遠端 git 倉庫匯入。僅適用於 remote-sync-type 為 :唯讀。

source: If remote-sync-type is :read-only and remote-sync-auto-import is true, the rate (in minutes) at which to check for updates to import. Defaults to 5.
ar: إذا كان remote-sync-type هو :read-only وكان remote-sync-auto-import هو true، فالمعدل (بالدقائق) للتحقق من وجود تحديثات لاستيرادها. الافتراضي 5.
bg: Ако remote-sync-type е :read-only и remote-sync-auto-import е true, честотата (в минути), с която да се проверява за актуализации за импортиране. По подразбиране е 5.
ca: Si remote-sync-type és :read-only i remote-sync-auto-import és true, la velocitat (en minuts) a la qual es comprovaran les actualitzacions per importar. El valor per defecte és 5.
de: Wenn remote-sync-type auf :read-only gesetzt und remote-sync-auto-import auf true gesetzt ist, gibt dieser Wert die Rate (in Minuten) an, mit der nach zu importierenden Aktualisierungen gesucht werden soll. Standardwert: 5.
es: Si remote-sync-type es :read-only y remote-sync-auto-import es verdadero, la frecuencia (en minutos) con la que se comprobarán las actualizaciones para importar. El valor predeterminado es 5.
fa: اگر remote-sync-type روی :read-only تنظیم شده باشد و remote-sync-auto-import مقدار true داشته باشد، سرعت (برحسب دقیقه) برای بررسی به‌روزرسانی‌ها جهت وارد کردن. مقدار پیش‌فرض ۵ است.
fi: Jos remote-sync-type on :read-only ja remote-sync-autoimport on true, päivitysten tuontinopeus (minuuteissa). Oletusarvo on 5.
fr: Si remote-sync-type est défini sur :read-only et remote-sync-auto-import sur true, la fréquence (en minutes) à laquelle vérifier les mises à jour à importer. Par défaut : 5.
it: Se remote-sync-type è :read-only e remote-sync-auto-import è true, la frequenza (in minuti) con cui verificare la presenza di aggiornamenti da importare. Il valore predefinito è 5.
ja: remote-sync-type が :read-only で、remote-sync-auto-import が true の場合、インポートする更新をチェックする間隔（分単位）。デフォルトは 5 です。
nb: Hvis remote-sync-type er :read-only og remote-sync-auto-import er true, hastigheten (i minutter) som skal brukes for å se etter oppdateringer som skal importeres. Standardverdien er 5.
nl: Als remote-sync-type :read-only is en remote-sync-auto-import true is, de frequentie (in minuten) waarmee wordt gecontroleerd op updates voor import. Standaardwaarde is 5.
pl: Jeśli remote-sync-type ma wartość :read-only, a remote-sync-auto-import ma wartość true, określa częstotliwość (w minutach) sprawdzania dostępności aktualizacji do zaimportowania. Domyślnie 5.
pt_br: Se remote-sync-type for :read-only e remote-sync-auto-import for verdadeiro, define a frequência (em minutos) com que o sistema verifica se há atualizações para importar. O padrão é 5.
ru: Если для параметра remote-sync-type задано значение :read-only, а для параметра remote-sync-auto-import — значение true, то частота (в минутах) проверки наличия обновлений для импорта. Значение по умолчанию — 5.
sk: Ak je remote-sync-type nastavený na :read-only a remote-sync-auto-import je nastavený na true, frekvencia (v minútach), akou sa majú kontrolovať aktualizácie na import. Predvolená hodnota je 5.
sl: Če je remote-sync-type nastavljen na :read-only in remote-sync-auto-import na true, je hitrost (v minutah), s katero se preverjajo posodobitve za uvoz. Privzeta vrednost je 5.
sq: Nëse remote-sync-type është :read-only dhe remote-sync-auto-import është true, shpeshtësia (në minuta) sa herë të kontrollohen përditësimet për importim. Vlera parazgjedhje është 5.
sr: Ako je remote-sync-type :read-only i remote-sync-auto-import je true, učestalost (u minutima) provere ažuriranja za uvoz. Podrazumevano je 5.
sv: Om remote-sync-type är :read-only och remote-sync-auto-import är true, är det hastigheten (i minuter) med vilken uppdateringar ska kontrolleras för import. Standardvärdet är 5.
tr: Uzaktan eşitleme türü :salt okunur ve uzaktan eşitleme otomatik içe aktarma doğruysa, içe aktarma güncellemelerini kontrol etme hızı (dakika cinsinden). Varsayılanı 5'tir.
uk: Якщо remote-sync-type = :read-only і remote-sync-auto-import = true, частота (у хвилинах) перевірки оновлень для імпорту. За дефолтом 5.
vi: Nếu remote-sync-type là :read-only và remote-sync-auto-import là true, thì tốc độ (tính bằng phút) để kiểm tra các bản cập nhật cần nhập. Mặc định là 5.
zh_hk: 如果 remote-sync-type 為 :唯讀且 remote-sync-auto-import 為 true，則為檢查要匯入更新的速率 (分鐘)。預設為 5。

source: The maximum amount of time a remote sync task will be given to complete
ar: الحد الأقصى لمدة الوقت المسموح بها لمهمة المزامنة عن بُعد لإكمالها
bg: Максималното време, което ще бъде дадено за изпълнение на задача за отдалечена синхронизация
ca: El temps màxim que es donarà a una tasca de sincronització remota per completar-se
de: Die maximale Zeit, die für die Ausführung einer Remote-Synchronisierungsaufgabe zur Verfügung steht
es: La cantidad máxima de tiempo que se le dará a una tarea de sincronización remota para completarse
fa: حداکثر زمانی که به یک وظیفه همگام‌سازی از راه دور برای تکمیل داده می‌شود
fi: Etäsynkronointitehtävän suoritusaika (enimmäisaika)
fr: La durée maximale accordée à une tâche de synchronisation à distance pour se terminer
it: Il tempo massimo concesso per completare un'attività di sincronizzazione remota
ja: リモート同期タスクが完了するまでに与えられる最大時間
nb: Den maksimale tiden en ekstern synkroniseringsoppgave får til å fullføres
nl: De maximale tijd die een externe synchronisatietaak krijgt om te voltooien
pl: Maksymalny czas, jaki zostanie przyznany na wykonanie zadania synchronizacji zdalnej
pt_br: O tempo máximo que uma tarefa de sincronização remota terá para ser concluída
ru: Максимальное время, которое будет выделено на выполнение задачи удаленной синхронизации
sk: Maximálny čas, ktorý bude úloha vzdialenej synchronizácie vyhradená na dokončenie
sl: Najdaljši čas, ki ga bo imela oddaljena sinhronizacija na voljo za dokončanje.
sq: Koha maksimale që një detyrë sinkronizimi në distancë do të ketë për të përfunduar
sr: Maksimalno vreme koje će udaljeni sync zadatak imati da se završi
sv: Den maximala tid som en fjärrsynkroniseringsuppgift får för att slutföras
tr: Uzaktan senkronizasyon görevinin tamamlanması için verilecek maksimum süre
uk: Максимальний час, який буде надано задачі віддаленої синхронізації для завершення
vi: Khoảng thời gian tối đa mà một tác vụ đồng bộ hóa từ xa sẽ được đưa ra để hoàn thành
zh_hk: 完成遠端同步工作的最長時間

source: Is Git sync currently enabled?
ar: هل مزامنة Git مفعّلة حاليًا؟
bg: Активирана ли е синхронизацията с Git в момента?
ca: La sincronització de Git està activada actualment?
de: Ist die Git-Synchronisierung derzeit aktiviert?
es: ¿Está habilitada actualmente la sincronización de Git?
fa: آیا همگام‌سازی گیت (Git sync) در حال حاضر فعال است؟
fi: Onko Git-synkronointi tällä hetkellä käytössä?
fr: La synchronisation Git est-elle actuellement activée ?
it: La sincronizzazione Git è attualmente abilitata?
ja: 現在、Git 同期は有効になっていますか?
nb: Er Git-synkronisering aktivert for øyeblikket?
nl: Is Git-synchronisatie momenteel ingeschakeld?
pl: Czy synchronizacja Git jest obecnie włączona?
pt_br: A sincronização do Git está habilitada no momento?
ru: Включена ли в данный момент синхронизация Git?
sk: Je momentálne povolená synchronizácia Gitu?
sl: Ali je sinhronizacija Gita trenutno omogočena?
sq: A është aktivizuar aktualisht sinkronizimi në Git?
sr: Da li je Git sync trenutno uključen?
sv: Är Git-synkronisering aktiverad för närvarande?
tr: Git senkronizasyonu şu anda etkin mi?
uk: Чи ввімкнено зараз синхронізацію Git?
vi: Tính năng đồng bộ hóa Git hiện có được bật không?
zh_hk: 目前是否啟用 Git 同步？

source: Sandboxing with a saved question is not enabled for this database.
ar: لم يتم تفعيل العزل (Sandboxing) باستخدام سؤال محفوظ لهذه قاعدة البيانات.
bg: Пясъчникът със запазен въпрос не е активиран за тази база данни.
ca: El sandboxing amb una pregunta desada no està habilitat per a aquesta base de dades.
de: Sandboxing mit einer gespeicherten Frage ist für diese Datenbank nicht aktiviert.
eo: Yo, sandboxing with a saved question isn’t enabled for this database, fr.
es: El sandbox con una pregunta guardada no está habilitado para esta base de datos.
fa: قابلیت سندباکسینگ با یک سوال ذخیره شده برای این پایگاه داده فعال نیست.
fi: Tallennetun kysymyksen hiekkalaatikkokäyttö ei ole käytössä tässä tietokannassa.
fr: Le sandboxing avec une question enregistrée n'est pas activé pour cette base de données.
it: Per questo database non è abilitato il sandboxing con una domanda salvata.
ja: このデータベースでは、保存された質問によるサンドボックス化は有効になっていません。
nb: Sandboxing med et lagret spørsmål er ikke aktivert for denne databasen.
nl: Sandboxing met een opgeslagen vraag is niet ingeschakeld voor deze database.
pl: Funkcja piaskownicy z zapisanym pytaniem nie jest włączona dla tej bazy danych.
pt_br: O sandbox com uma pergunta salva não está habilitado para este banco de dados.
ru: Для этой базы данных не включена песочница с сохраненным вопросом.
sk: Pre túto databázu nie je povolený sandbox s uloženou otázkou.
sl: Peskovnik s shranjenim vprašanjem za to zbirko podatkov ni omogočen.
sq: Sandboxing me një pyetje të ruajtur nuk është i aktivizuar për këtë bazë të dhënash.
sr: Sandboxing sa sačuvanim pitanjem nije uključen za ovu bazu.
sv: Sandboxing med en sparad fråga är inte aktiverat för den här databasen.
tr: Kaydedilmiş bir soru ile sandboxing bu veritabanı için etkinleştirilmemiştir.
uk: Для цієї бази даних не увімкнено sandboxing із збереженим запитом.
vi: Tính năng kiểm tra hộp cát với câu hỏi đã lưu không được bật cho cơ sở dữ liệu này.
zh_hk: 此資料庫未啟用已儲存問題的沙箱。

source: Sandboxing
bg: Пясъчник
es: Sandbox
fa: سندباکسینگ
fi: Hiekkalaatikkopeli
ja: サンドボックス
nl: Sandboxen
pl: Piaskownica
pt_br: Sandbox
ru: Песочница
sk: Sandboxovanie
sl: Peskovnik
uk: Пісочниця
vi: Hộp cát
zh_hk: 沙盒

source: Error preprocessing query when applying Sandbox: {0}
ar: خطأ أثناء المعالجة المسبقة للاستعلام عند تطبيق Sandbox: {0}
bg: Грешка в предварителната обработка на заявката при прилагане на пясъчник: {0}
ca: Error en el preprocessament de la consulta en aplicar Sandbox: {0}
de: Fehler bei der Vorverarbeitung der Abfrage beim Anwenden von Sandbox: {0}
es: Error al preprocesar la consulta al aplicar Sandbox: {0}
fa: خطا در پیش‌پردازش پرس‌وجو هنگام اعمال Sandbox: {0}
fi: Virhe kyselyn esikäsittelyssä Sandboxia käytettäessä: {0}
fr: Erreur de prétraitement de la requête lors de l'application de Sandbox : {0}
it: Errore durante la pre-elaborazione della query durante l'applicazione di Sandbox: {0}
ja: サンドボックスの適用時にクエリの前処理エラーが発生しました: {0}
nb: Feil i forbehandling av spørring ved bruk av Sandbox: {0}
nl: Fout bij het voorverwerken van de query bij het toepassen van Sandbox: {0}
pl: Błąd wstępnego przetwarzania zapytania podczas stosowania Sandbox: {0}
pt_br: Erro ao pré-processar a consulta ao aplicar o Sandbox: {0}
ru: Ошибка предварительной обработки запроса при применении песочницы: {0}
sk: Chyba predspracovania dotazu pri použití sandboxu: {0}
sl: Napaka pri predobdelavi poizvedbe pri uporabi peskovnika: {0}
sq: Gabim në parapërpunimin e query-t kur aplikohet Sandbox: {0}
sr: Greška pri pretprocesiranju upita pri primeni Sandbox-a: {0}
sv: Fel på förbehandling av frågan vid tillämpning av Sandbox: {0}
tr: Sandbox uygulanırken sorgu ön işleme hatası: {0}
uk: Помилка попередньої обробки запиту під час застосування Sandbox: {0}
vi: Lỗi xử lý trước truy vấn khi áp dụng Sandbox: {0}
zh_hk: 套用 Sandbox 時預先處理查詢出錯： {0}

source: Enable the semantic search engine? Intended as a kill switch for the semantic search feature while dogfooding.
ar: هل تريد تمكين محرك البحث الدلالي؟ المقصود أن يكون مفتاح تعطيل (kill switch) لميزة البحث الدلالي أثناء الاختبار الداخلي (dogfooding).
bg: Да се активира ли семантичната търсачка? Предназначена е като прекъсвач за функцията за семантично търсене по време на тестване.
ca: Habilitar el motor de cerca semàntica? Pensat com a interruptor de detenció per a la funció de cerca semàntica durant la prova interna.
de: Semantische Suchmaschine aktivieren? Gedacht als Kill-Switch für die semantische Suchfunktion beim Dogfooding.
es: ¿Habilitar el motor de búsqueda semántica? Se diseñó como un interruptor de seguridad para la función de búsqueda semántica durante el dogfooding.
fa: موتور جستجوی معنایی را فعال کنید؟ به عنوان یک کلید قطع برای ویژگی جستجوی معنایی در حین غذا دادن به سگ در نظر گرفته شده است.
fi: Otatko käyttöön semanttisen hakukoneen? Tarkoitettu semanttisen hakutoiminnon kill switchiksi testiversion aikana.
fr: Activer le moteur de recherche sémantique ? Conçu comme un coupe-circuit pour la fonction de recherche sémantique lors du dogfooding.
it: Abilitare il motore di ricerca semantica? Pensato come kill switch per la funzione di ricerca semantica durante la fase di dogfooding.
ja: セマンティック検索エンジンを有効にしますか? ドッグフーディング中にセマンティック検索機能のキルスイッチとして意図されています。
nb: Aktivere den semantiske søkemotoren? Beregnet som en nødstopp for den semantiske søkefunksjonen under dogfooding.
nl: De semantische zoekmachine inschakelen? Bedoeld als een killswitch voor de semantische zoekfunctie tijdens dogfooding.
pl: Włączyć semantyczną wyszukiwarkę? Ma to być wyłącznik awaryjny dla funkcji wyszukiwania semantycznego podczas testów.
pt_br: Habilitar o mecanismo de busca semântica? A intenção é desativar o recurso de busca semântica durante o dogfooding.
ru: Включить семантический поиск? Предназначено для отключения функции семантического поиска на время тестирования.
sk: Povoliť sémantické vyhľadávanie? Je to určené ako prepínač pre funkciu sémantického vyhľadávania počas interného testovania.
sl: Omogočiti semantični iskalnik? Namenjen kot izklop funkcije semantičnega iskanja med preizkušanjem.
sq: Të aktivizohet motori i kërkimit semantik? Synohet si kill switch për veçorinë e kërkimit semantik gjatë dogfooding.
sr: Omogućiti semantički pretraživač? Namenjeno kao kill switch za funkciju semantičke pretrage tokom dogfooding-a.
sv: Aktivera den semantiska sökmotorn? Avsedd som en avstängningsknapp för den semantiska sökfunktionen vid dogfooding.
tr: Anlamsal arama motorunu etkinleştir? Dogfooding sırasında anlamsal arama özelliğini kapatmak için tasarlanmıştır.
uk: Увімкнути рушій семантичного пошуку? Призначено як kill switch для фічі семантичного пошуку на час dogfooding.
vi: Bật công cụ tìm kiếm ngữ nghĩa? Mục đích là để tắt tính năng tìm kiếm ngữ nghĩa trong quá trình thử nghiệm.
zh_hk: 啟用語意搜尋引擎？意圖在 dogfooding 時作為語意搜尋功能的關閉開關。

source: Number of hours to retain stale semantic search indexes before cleanup.
ar: عدد الساعات للاحتفاظ بفهارس البحث الدلالي القديمة قبل التنظيف.
bg: Брой часове за запазване на остарели индекси за семантично търсене преди почистване.
ca: Nombre d'hores per conservar els índexs de cerca semàntica obsolets abans de la neteja.
de: Anzahl der Stunden, die veraltete semantische Suchindizes vor der Bereinigung aufbewahrt werden sollen.
es: Número de horas que deben conservarse los índices de búsqueda semántica obsoletos antes de la limpieza.
fa: تعداد ساعات لازم برای حفظ شاخص‌های جستجوی معنایی قدیمی قبل از پاکسازی.
fi: Tuntimäärä, jonka aikana vanhentuneet semanttisen haun indeksit säilytetään ennen puhdistusta.
fr: Nombre d'heures de conservation des index de recherche sémantique obsolètes avant le nettoyage.
it: Numero di ore per cui conservare gli indici di ricerca semantica obsoleti prima della pulizia.
ja: クリーンアップ前に古いセマンティック検索インデックスを保持する時間数。
nb: Antall timer man beholder foreldede semantiske søkeindekser før opprydding.
nl: Aantal uren dat oude semantische zoekindexen bewaard moeten blijven voordat er wordt opgeschoond.
pl: Liczba godzin przechowywania nieaktualnych indeksów wyszukiwania semantycznego przed oczyszczeniem.
pt_br: Número de horas para manter índices de pesquisa semântica obsoletos antes da limpeza.
ru: Количество часов для хранения устаревших индексов семантического поиска перед очисткой.
sk: Počet hodín, počas ktorých sa majú uchovávať zastarané indexy sémantického vyhľadávania pred vyčistením.
sl: Število ur za shranjevanje zastarelih semantičnih iskalnih indeksov pred čiščenjem.
sq: Numri i orëve për të mbajtur indekse të vjetruara të kërkimit semantik para pastrimit.
sr: Broj sati zadržavanja zastarelih indeksa semantičke pretrage pre čišćenja.
sv: Antal timmar för att behålla inaktuella semantiska sökindex före rensning.
tr: Temizlemeden önce eski anlamsal arama dizinlerinin saklanması gereken saat sayısı.
uk: Кількість годин, протягом яких зберігати застарілі індекси семантичного пошуку перед очищенням.
vi: Số giờ để lưu giữ các chỉ mục tìm kiếm ngữ nghĩa cũ trước khi dọn dẹp.
zh_hk: 清理前保留陳舊語意搜尋索引的時間。

source: Minimum number of semantic search results required before falling back to other engines.
ar: الحد الأدنى لعدد نتائج البحث الدلالي المطلوب قبل الرجوع إلى محركات أخرى.
bg: Необходим е минимален брой резултати от семантично търсене, преди да се премине към други търсачки.
ca: Nombre mínim de resultats de cerca semàntica necessaris abans de tornar a altres motors.
de: Mindestanzahl an semantischen Suchergebnissen, die erforderlich sind, bevor auf andere Engines zurückgegriffen wird.
es: Se requiere un número mínimo de resultados de búsqueda semántica antes de recurrir a otros motores.
fa: حداقل تعداد نتایج جستجوی معنایی مورد نیاز قبل از بازگشت به موتورهای دیگر.
fi: Semanttisten hakutulosten vähimmäismäärä vaaditaan ennen kuin palataan muihin hakukoneisiin.
fr: Nombre minimum de résultats de recherche sémantique requis avant de recourir à d'autres moteurs.
it: Numero minimo di risultati di ricerca semantica richiesti prima di ricorrere ad altri motori.
ja: 他のエンジンにフォールバックする前に必要なセマンティック検索結果の最小数。
nb: Minimum antall semantiske søkeresultater som kreves før man faller tilbake til andre motorer.
nl: Minimaal aantal semantische zoekresultaten vereist voordat er wordt teruggevallen op andere zoekmachines.
pl: Minimalna liczba wyników wyszukiwania semantycznego wymagana przed przejściem do innych wyszukiwarek.
pt_br: Número mínimo de resultados de pesquisa semântica necessários antes de recorrer a outros mecanismos.
ru: Минимальное количество результатов семантического поиска, необходимое для перехода к другим поисковым системам.
sk: Minimálny počet výsledkov sémantického vyhľadávania požadovaný pred prechodom na iné vyhľadávače.
sl: Najmanjše število rezultatov semantične iskanja, ki se zahtevajo pred vrnitvijo k drugim iskalnikom.
sq: Numri minimal i rezultateve të kërkimit semantik i kërkuar para se të kalohet te motorë të tjerë.
sr: Minimalan broj rezultata semantičke pretrage pre nego što se pređe na druge pretraživače.
sv: Minsta antal semantiska sökresultat som krävs innan man återgår till andra sökmotorer.
tr: Diğer arama motorlarına geri dönmeden önce gereken minimum anlamsal arama sonucu sayısı.
uk: Мінімальна кількість результатів семантичного пошуку, потрібна перед поверненням до інших рушіїв.
vi: Cần có số lượng kết quả tìm kiếm ngữ nghĩa tối thiểu trước khi chuyển sang các công cụ tìm kiếm khác.
zh_hk: 在返回到其他引擎之前所需的最低語意搜尋結果數量。

source: The maximum number of tokens sent in a single embedding API call.
ar: الحد الأقصى لعدد tokens المرسلة في مكالمة API واحدة للتضمين.
bg: Максималният брой токени, изпратени в едно извикване на API за вграждане.
ca: El nombre màxim de tokens enviats en una sola crida a l'API d'incrustació.
de: Die maximale Anzahl von Token, die in einem einzelnen Einbettungs-API-Aufruf gesendet werden.
es: La cantidad máxima de tokens enviados en una sola llamada API de incrustación.
fa: حداکثر تعداد توکن‌های ارسالی در یک فراخوانی API جاسازی‌شده.
fi: Yhdessä upottavassa API-kutsussa lähetettävien tokenien enimmäismäärä.
fr: Le nombre maximal de jetons envoyés dans un seul appel d'API d'intégration.
it: Numero massimo di token inviati in una singola chiamata API di incorporamento.
ja: 1 回の埋め込み API 呼び出しで送信されるトークンの最大数。
nb: Maksimalt antall tokens som sendes i ett enkelt API-anrop for innbygging.
nl: Het maximale aantal tokens dat in één embedding API-aanroep wordt verzonden.
pl: Maksymalna liczba tokenów wysyłanych w pojedynczym wywołaniu API osadzania.
pt_br: O número máximo de tokens enviados em uma única chamada de API de incorporação.
ru: Максимальное количество токенов, отправляемых за один вызов API встраивания.
sk: Maximálny počet tokenov odoslaných v jednom volaní rozhrania API pre vkladanie.
sl: Največje število žetonov, poslanih v enem samem klicu API-ja za vdelavo.
sq: Numri maksimal i token-ëve të dërguar në një thirrje të vetme API për embeddings.
sr: Maksimalan broj tokena poslatih u jednom embedding API pozivu.
sv: Det maximala antalet tokens som skickas i ett enda anrop för inbäddnings-API.
tr: Tek bir yerleştirme API çağrısında gönderilebilecek maksimum token sayısı.
uk: Максимальна кількість токенів, що надсилаються в одному виклику embedding API.
vi: Số lượng mã thông báo tối đa được gửi trong một lệnh gọi API nhúng duy nhất.
zh_hk: 單次嵌入 API 呼叫中傳送的最大令牌數量。
