Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Visualization with that identifier is already registered:
ar: تم تسجيل تصور بهذا المعرّف مسبقًا:
bg: Визуализацията с този идентификатор вече е регистрирана:
ca: Ja s'ha registrat una visualització amb aquesta identificació:
de: Die Visualisierung mit dieser Kennung ist bereits registriert:
es: La visualización con ese identificador ya está registrada:
fa: نمایش داده با این شناسه قبلا ثبت شده است:
fi: Visualisointi kyseisellä tunnisteella on jo rekisteröity:
fr: Une visualisation avec cet identifiant est déjà enregistrée :
hu: Az ezzel az azonosítóval rendelkező vizualizáció már regisztrálva van:
it: La visualizzazione con quell'identificatore è già registrata
ja: この識別子を用いたビジュアライゼーションはすでに存在します:
lt: Vizualizavimas su šiuo identifikatoriumi jau užregistruotas:
ms: Visualisasi dengan 'identifier' itu telah didaftarkan:
nb: Visualiseringen med den indentifikatoren er allerede registrert:
nl: Visualisatie met deze identificatie is al geregistreerd:
pl: Wizualizacja z tym identyfikatorem jest już zarejestrowana:
pt_br: A visualização com este identificador já está registrada:
ru: Визуализация с этим идентификатором уже зарегистрирована:
sk: Vizualizácia s týmto identifikátorom je už zaregistrovaná:
sl: Ponazoritev s tem identifikatorjem je že registrirana:
sq: Vizualizimi me atë identifier është regjistruar tashmë:
sr: Vizualizacija sa tim identifikatorom je već registrovana:
sv: Visualisering med den identifieraren finns redan registrerad:
tr: Bu tanımlayıcı ile görselleştirme zaten kayıtlı: ␣
uk: Візуалізація з цим ідентифікатором уже зареєстрована:
vi: Hình dung với định danh đó đã được đăng ký:
zh_hk: 具有該標識符的可視化圖表已經註冊：␣

source: No visualization for {0}
ar: لا يوجد تصور لـ {0}
bg: Няма визуализация за {0}
ca: No hi ha visualitzacions per a {0}
de: Keine Visualisierung für {0}
eo: No cap, no visualization for {0}
es: No hay visualización para {0}
fa: هیچ تصویری برای {0}
fi: Ei visualisointia {0}
fr: Aucune visualisation pour {0}
hu: Nincs megjelenítés {0} számára
it: Nessuna visualizzazione per {0}
ja: {0}のビジュアライゼーションがありません
lt: Nėra vizualizacijos {0}
ms: Tiada visualisasi untuk {0}
nb: Ingen visualisering for {0}
nl: Geen visualisatie voor {0}
pl: Brak wizualizacji dla {0}
pt_br: Nenhuma visualização para {0}
ru: Нет визуализации для {0}
sk: Žiadna vizualizácia pre {0}
sl: Ni ponazoritve za {0}
sq: Nuk ka vizualizim për {0}
sr: Nema vizualizacije za {0}
sv: Ingen visualisering för {0}
tr: {0} için görselleştirme yok
uk: Немає візуалізації для {0}
vi: Không trực quan hóa cho {0}
zh_hk: 沒有{0}的可視化

source: "{0}" is an unaggregated field: if it has more than one value at a point on the x-axis, the values will be summed.
hu: A "{0}" egy nem összesített mező: ha egynél több értéke van az x tengely egy pontjában, akkor az értékek összegzésre kerülnek.
ms: "{0}" adalah medan yang tidak digabungkan: jika ia mempunyai lebih daripada satu nilai pada satu titik pada paksi-x, nilai-nilai akan dijumlahkan.

source: This chart type requires at least 2 columns.
hu: Ehhez a diagramtípushoz legalább 2 oszlop szükséges.
ms: Jenis carta ini memerlukan sekurang-kurangnya 2 lajur.

source: This chart type doesn't support more than {0} series of data.
ar: نوع المخطط هذا لا يدعم أكثر من {0} سلسلة بيانات.
bg: Този тип диаграма не поддържа повече от {0} поредица от данни.
ca: Aquest tipus de gràfic no permet més de {0} sèries de dades.
de: Dieser Diagramm-Typ unterstützt nicht mehr als {0} Datenreihen.
eo: This chart type can't even handle more than {0} series, fr.
es: Este tipo de gráfico no admite más de {0} series de datos.
fa: این نوع نمودار بیش از {0} سری داده ها را پشتیبانی نمی کند.
fi: Tämä kaaviotyyppi ei tue enempää kuin {0} tietosarjaa.
fr: Ce type de graphique ne prend pas en charge plus de {0} séries de données.
hu: Ez a diagramtípus nem támogat több mint {0} adatsort.
it: Questo tipo di grafico non supporta più di {0} serie di dati
ja: このチャートタイプは、{0}個以上のデータをサポートしていません。
lt: Šis diagramos tipas nepalaiko daugiau nei {0} duomenų serijos.
ms: Jenis carta ini tidak menyokong lebih daripada {0} siri data.
nb: Denne grafetypen støtter ikke mer enn {0} serier med data.
nl: Dit grafiektype ondersteunt niet meer dan {0} gegevensreeksen.
pl: Ten typ wykresu nie obsługuje więcej niż {0} serii danych.
pt_br: Este tipo de gráfico não suporta mais de {0} séries de dados.
ru: Данный тип графика не поддерживает больше чем {0} наборов данных.
sk: Tento typ grafu nepodporuje viac ako {0} sérií údajov.
sl: Ta vrsta grafikona ne podpira več kot {0} niza podatkov.
sq: Ky lloj grafiku nuk mbështet më shumë se {0} seri të dhënash.
sr: Ovaj tip grafikona ne podržava više od {0} serija podataka.
sv: Detta diagram kan inte hantera mer än {0} dataserier.
tr: Bu grafik türü, {0} veri dizisinden daha fazlasını desteklemiyor.
uk: Цей тип діаграми не підтримує більше ніж {0} серій даних.
vi: Loại biểu đồ này không hỗ trợ nhiều hơn {0} chuỗi dữ liệu.
zh_hk: 這種圖表不支持超過{0}種資料

source: Goal
ar: الهدف
bg: Цел
ca: Objectiu
de: Ziel
eo: Vibe check
es: Objetivo
fa: هدف
fi: Tavoite
fr: Objectif
hu: Cél
it: Obbiettivo
ja: 目標値
lt: Tikslas
ms: Matlamat
nb: Mål
nl: Doel
pl: Cel
pt_br: Meta
ru: Цель
sk: Cieľ
sl: Cilj
sq: Objektiv
sr: Cilj
sv: Mål
tr: Hedef
uk: Мета
vi: Mục đích
zh_hk: 目標

source: Doh! The data from your query doesn't fit the chosen display choice. This visualization requires at least {0} {1} of data.
ar: عذرًا! بيانات استعلامك لا تناسب خيار العرض المحدد. يتطلب هذا التصور ما لا يقل عن {0} {1} من البيانات.
bg: Да! Данните от вашата заявка не отговарят на избрания избор за показване. Тази визуализация изисква поне {0} {1} данни.
ca: Home! Les dades de la teva consulta no s'ajusten a l'opció de visualització escollida. Aquesta visualització necessita com a mínim {0} {1} de dades.
de: Mist! Die Daten aus deiner Abfrage passen nicht zu der gewählten Darstellungs-Wahl. Diese Visualisierung erfordert mindestens {0} {1} der Daten.
eo: Bruh, your data doesn’t match the display stuff you picked. This viz needs at least {0} {1} of data to pop off.
es: Vaya! Los datos de tu consulta no se ajustan a la opción de visualización elegida. Esta visualización requiere al menos {0} {1} de datos.
fa: خظا! داده های درخواستی شما متناسب با نوع نمایش انتخاب شده همخوانی ندارد. این نمایش نیاز به حداقل {0} {1} داده دارد.
fi: Eih! Kyselysi tiedot eivät sovi valittuun näyttövaihtoehtoon. Tämä visualisointi vaatii vähintään {0} {1} dataa.
fr: Le résultat de votre requête n'est pas adapté au rendu choisi. Cette visualisation nécessite au moins {0} {1} de données.
hu: Doh! A lekérdezésből származó adatok nem illeszkednek a választott megjelenítési módhoz. Ehhez a vizualizációhoz legalább {0} {1} adat szükséges.
it: Mannaggia! I dati della tua query non ci stanno nella modalità di visualizzazione scelta. La visualizzazione richiede almeno {0} {1} di dati,
ja: クエリのデータが、選択した表示選択に適合しません。 このビジュアライゼーションには少なくとも{0} {1}のデータが必要です。
lt: Doh! Jūsų užklausos duomenys neatitinka pasirinkto ekrano pasirinkimo. Šiai vizualizacijai reikia bent {0} {1} duomenų.
ms: Alamak! Data dari pertanyaan anda tidak sesuai dengan pilihan paparan yang dipilih. Visualisasi ini memerlukan sekurang-kurangnya {0} {1} data.
nb: Å nei! Dataene fra spørringen din passer ikke med den valgte visningen. Denne visualiseringen trenger minst {0} {1} med data.
nl: Doh! De gegevens van je zoekopdracht passen niet in de gekozen weergave. Deze visualisatie vereist ten minste {0} {1} aan gegevens.
pl: Dane z zapytania nie pasują do wybranego wyboru wyświetlania. Ta wizualizacja wymaga co najmniej {0} {1} danych.
pt_br: Epa! Os dados em sua consulta não correspondem à opção de exibição escolhida. Esta visualização requer pelo menos {0} {1} de dados.
ru: Ой! Данные из запроса не подходят к выбранной визуализации. Эта визуализация требует минимум {0} {1} данных
sk: Údaje z vášho dotazu sa nezhodujú s vybranou voľbou zobrazenia. Táto vizualizácia vyžaduje najmenej {0} {1} údajov.
sl: Doh! Podatki iz poizvedbe ne ustrezajo izbrani izbiri prikaza. Ta ponazoritev zahteva vsaj {0} {1} podatkov.
sq: Doh! Të dhënat nga kërkesa jote nuk përputhen me zgjedhjen e shfaqjes. Ky vizualizim kërkon të paktën {0} {1} të dhënash.
sr: Uf! Podaci iz vašeg upita se ne uklapaju u izabrani prikaz. Ova vizualizacija zahteva najmanje {0} {1} podataka.
sv: Såklart! Datat i din fråga passar inte denna visning. Den kräver minst {0} {1} data.
tr: Doh! Sorgunuzdaki veriler seçilen ekran seçimine uymuyor. Bu görselleştirme en az {0} {1} veri gerektirir.
uk: От халепа! Дані з вашого запиту не підходять для вибраного способу відображення. Для цієї візуалізації потрібно щонайменше {0} {1} даних.
vi: Đừng! Dữ liệu từ truy vấn của bạn không phù hợp với lựa chọn hiển thị đã chọn. Hình dung này yêu cầu ít nhất {0} {1} dữ liệu.
zh_hk: 正在……噢！從您的查詢中獲得的數去並不適合所選的展示選項，這個可視化需要最少資料中的{0}{1}。

source: column
ar: عمود
bg: колона
ca: columna
de: Spalte
eo: Column = vibe check, or just "column" if you wanna keep it simple fr fr
es: columna
fa: ستون
fi: sarake
fr: colonne
hu: oszlop
it: colonna
ja: 列
lt: stulpelyje
ms: lajur
nb: kolonne
nl: Kolom
pl: kolumna
pt_br: coluna
ru: столбец
sk: stĺpec
sl: Stolpec
sq: kolonë
sr: kolona
sv: kolumn
tr: sütun
uk: стовпець
vi: cột
zh_hk: 欄位

source: No dice. We have {0} data {1} to show and that's not enough for this visualization.
ar: لا جدوى. لدينا {0} {1} من البيانات لعرضها وهذا لا يكفي لهذا التصور.
bg: Без зарове. Имаме {0} данни {1} за показване и това не е достатъчно за тази визуализация.
ca: No hi ha sort. Tenim {0} {1} de dades per mostrar però no és suficient per a aquesta visualització.
de: Keine Würfel. Wir haben {0} Daten {1} zu zeigen, und das ist nicht genug für diese Visualisierung.
eo: Nah, no cap. We got {0} data {1} to flex, but that’s not enough to make this vid.
es: No hay suerte. Tenemos {0} datos {1} para mostrar pero no es suficiente para esta visualización.
fa: عملیات امکان پذیر نمی باشد. ما {0} داده {1} را برای نشان دادن داریم و برای این نمایش کافی نیست.
fi: Ei toimi. Meillä on näytettävänä {0} dataa {1}, eikä se riitä tähän visualisointiin.
fr: Peine perdue. Nous avons {0} donnée {1} à présenter et ce n'est pas assez pour cette visualisation.
hu: Ez nem jött össze. {0} adatot {1} kell megjelenítenünk, és ez nem elég ehhez a vizualizációhoz.
it: Niente da fare. Abbiamo {0} dati {1} da mostrare e non è abbastanza per questa visualizzazione.
ja: {0}データ{1}が表示可能ですが、このビジュアライゼーションには不十分です。
lt: Be kauliuku. Mes turime {0} duomenis {1} kad galėtume parodyti ir tai nepakanka šiai vizualizacijai.
ms: Tiada hasil. Kami mempunyai {0} data {1} untuk dipaparkan dan itu tidak mencukupi untuk visualisasi ini.
nb: Sjanseløst. Vi har {0} data {1} å vise og det er ikke nok for denne visualiseringen.
nl: Geen idee. We hebben {0} gegevens {1} om te tonen en dat is niet genoeg voor deze visualisatie.
pl: Nie da rady. Mamy {0} danych {1} do pokazania i to nie wystarcza dla tej wizualizacji.
pt_br: Nada feito. Temos {0} dados {1} para mostrar, mas não é suficiente esta visualização.
ru: Не проканает. У нас {0} данных из {1} чтобы показать, и этого недостаточно для этой визуализации.
sk: Máme k dispozícii {0} údajov {1}, čo na túto vizualizáciu nestačí.
sl: Brez kock. Imamo {0} podatkovnih {1} za prikaz in to ni dovolj za to vizualizacijo.
sq: As që bëhet. Kemi {0} {1} të dhënash për të shfaqur dhe kjo nuk mjafton për këtë vizualizim.
sr: Ništa od toga. Imamo {0} podataka {1} za prikaz i to nije dovoljno za ovu vizualizaciju.
sv: Omöjligt. Vi har {0} data {1} att visa och det räcker inte för denna visualisering.
tr: Zar yok. Gösterilecek {0} veri {1} var ve bu görselleştirme için yeterli değil.
uk: Не вийде. У нас є {0} {1} даних для показу, і цього недостатньо для цієї візуалізації.
vi: Không có con xúc xắc. Chúng tôi có {0} dữ liệu {1} để hiển thị và điều đó không đủ cho hình dung này
zh_hk: 我們要顯示{0}資料{1}，這對於這個可視化圖表來說還不夠。

source: point
ar: نقاط
bg: точка
ca: punt
de: Punkt
eo: that’s on point
es: punto
fa: نقطه
fi: kohta
hu: pont
it: punto
ja: 点
lt: taškas
ms: titik Jamak: titik-titik
nb: poeng
nl: punt
pl: punkt
pt_br: ponto
ru: точка
sk: bod
sl: točka
sq: pikë
sr: tačka
sv: punkt
tr: nokta
uk: точка
vi: điểm
zh_hk: 點

source: Bummer. We can't actually do a pin map for this data because we require both a latitude and longitude column.
ar: للأسف. لا يمكننا إنشاء خريطة دبابيس لهذه البيانات لأننا نحتاج إلى كلٍ من عمود خط العرض وعمود خط الطول.
bg: Ужасно. Всъщност не можем да направим пин карта за тези данни, защото се нуждаем както от колона за географска ширина, така и за дължина.
ca: Llàstima. No podem fer un mapa de pins amb aquesta informació perquè es necessita la columna de longitud i latitud.
de: Wie schade! Wir können keine Pin-Karte für diese Daten erstellen, da wir dazu eine Breiten- und Längengrad-Spalte benötigen.
eo: Ugh, that's a rip. We can't do a pin map for this data 'cause we need both lat and long columns, fr.
es: Vaya. No podemos hacer un mapa de pin para estos datos porque necesitamos una columna de latitud y longitud.
fa: آزاردهنده. ما نمی توانیم برای این داده ها نقشه پین ​​را انجام دهیم، زیرا ما نیاز به ستون طول و عرض جغرافیایی داریم.
fi: Kumma. Emme voi tehdä nastakarttaa näille tiedoille, koska sekä leveys- että pituusastesarake tarvitaan..
fr: Nous ne pouvons pas construire une carte à épingles pour cette donnée car cela nécessite à la fois une colonne de latitude et une colonne de longitude.
hu: De kár. Nem tudunk valójában egy pin térképet készíteni ezekhez az adatokhoz, mert mind szélességi, mind hosszúsági oszlopra szükségünk van.
it: Non possiamo fare una mappa a punti con questi dati perchè servono le colonne con latitudine e longitudine
ja: 緯度と経度の両方の列が必要なため、このデータのピンマップを作成できません。
lt: Bummer. Šiems duomenims mes negalime padaryti „pin“ žemėlapio, nes mums reikia tiek platumos, tiek ilgumos.
ms: Mengecewakan, kami tidak boleh membuat peta pin untuk data ini kerana kami memerlukan kedua-dua lajur latitud dan longitud.
nb: Kjipern. Vi kan ikke lage et kart med kartnåler av disse dataene fordi vi trenger kolonner både for lengdegrad og breddegrad.
nl: Jammer. We kunnen eigenlijk geen pinmap maken voor deze gegevens omdat we zowel een lengte- als een breedtegraadkolom nodig hebben.
pl: Nie możemy zrobić mapy lokalizacji dla tych danych, ponieważ potrzebujemy zarówno kolumny z szerokością, jak i długością geograficzną.
pt_br: Que pena! Não podemos fazer um mapa de pinos para esses dados porque precisamos de uma coluna de latitude e longitude.
ru: Тупик. Мы не сможем сделать карту из этих данных - нужна и широта, и долгота.
sk: V skutočnosti nemôžeme pre tieto údaje vytvoriť mapu bodov, pretože vyžadujeme stĺpec zemepisnej šírky a dĺžky.
sl: Smola. Za te podatke dejansko ne moremo narediti zemljevida, ker potrebujemo stolpec zemljepisne širine in dolžine.
sq: Eh. Nuk mund të bëjmë një hartë me pin për këto të dhëna sepse na duhen si kolona e gjerësisë gjeografike, ashtu edhe ajo e gjatësisë gjeografike.
sr: Šteta. Ne možemo da prikažemo mapu sa pinovima za ove podatke jer su nam potrebne i kolona sa geografskom širinom i kolona sa geografskom dužinom.
sv: Äsch. Vi kan inte visa en knappnålskarta för denna data eftersom vi behöver både latitud- och longitud-kolumn.
tr: Aylak. Bu veriler için aslında bir iğne haritası oluşturamayız çünkü hem enlem hem boylam sütununa ihtiyacımız var.
uk: Шкода. Ми не можемо побудувати pin map для цих даних, бо потрібні і стовпець широти, і стовпець довготи.
vi: Bummer. Chúng tôi thực sự không thể thực hiện bản đồ pin cho dữ liệu này vì chúng tôi yêu cầu cả cột vĩ độ và kinh độ.
zh_hk: 我們無法為此資料執行地圖映射，因為我們同時需要緯度和經度欄位。

source: Please configure this chart in the chart settings
ar: يرجى إعداد هذا المخطط في إعدادات المخطط
bg: Моля, конфигурирайте тази диаграма в настройките на диаграмата
ca: Si us plau, configura aquest gràfic a la configuració dels gràfics
de: Bitte konfiguriere dieses Diagramm in den Diagramm-Einstellungen
eo: Pls set up this chart in the chart settings, fr.
es: Por favor, configura este gráfico en la configuración del gráfico
fa: لطفا این نمودار را در تنظیمات نمودار تنظیم کنید
fi: Määritä tämä kaavio kaavion asetuksissa
fr: Configurez s'il vous plaît ce graphique
hu: Kérjük, konfigurálja ezt a diagramot a diagram beállításaiban
it: Per favore configura questo grafico nelle impostazioni
ja: チャート設定でこのチャートを設定してください
lt: Konfigūruokite šią diagramą diagramos nustatymuose
ms: Sila tetapkan carta ini dalam tetapan carta
nb: Vennligst konfigurer denne grafen i grafinstillingene
nl: Configureer deze grafiek in de grafiekinstellingen
pl: Proszę skonfigurować ten wykres w ustawieniach wykresu
pt_br: Configure este gráfico nas configurações de gráficos
ru: Настройте этот график в настройках графика
sk: Nakonfigurujte tento graf v nastaveniach grafu
sl: Prosimo, konfigurirajte to tabelo v nastavitvah grafikona
sq: Të lutem konfiguro këtë grafik te cilësimet e grafikut
sr: Podesite ovaj grafikon u podešavanjima grafikona
sv: Konfigurera detta diagram i diagram-inställningarna
tr: Lütfen bu tabloyu grafik ayarlarından yapılandırın
uk: Будь ласка, налаштуйте цю діаграму в налаштуваннях діаграми
vi: Vui lòng định cấu hình biểu đồ này trong cài đặt biểu đồ
zh_hk: 請在圖表設定中配置這個圖表

source: Edit Settings
ar: تعديل الإعدادات
bg: Редактиране на настройките
ca: Editar la configuració
de: Einstellungen anpassen
eo: Tweak the vibe
es: Editar Configuración
fa: ویرایش تنظیمات
fi: Muokkaa asetuksia
fr: Modifier les paramètres de configuration
hu: Beállítások szerkesztése
it: Modifica Impostazioni
ja: 設定を編集する
lt: Redaguoti nustatymus
ms: Sunting Tetapan
nb: Rediger innstillinger
nl: Instellingen wijzigen
pl: Edytuj ustawienia
pt_br: Editar configuração
ru: Изменить настройки
sk: Upraviť nastavenia
sl: Urejanje nastavitev
sq: Ndrysho cilësimet
sr: Uredi podešavanja
sv: Redigera inställningar
tr: Ayarları Düzenle
uk: Змінити налаштування
vi: Thay đổi cài đặt
zh_hk: 編輯設定

source: xValues missing!
hu: xÉrtékek hiányoznak!
ms: Nilai x hilang!

source: X-axis
ar: المحور X
bg: Оста X
ca: Eix de les x
de: X-Achse
eo: X-axis is basically the "cool kid" line or the "main vibe" line, but honestly, just keep it as "X-axis"—no cap, it’s already pretty chill.
es: Eje-X
fa: محور X
fi: X-akseli
fr: Abscisses
hu: X-tengely
it: Asse-X
ja: X軸
lt: X ašis
ms: Paksi-X
nb: X-akse
nl: X-as
pl: Oś X
pt_br: Eixo X
ru: Ось абсцисс
sk: os X
sl: Os X
sq: Boshti X
sr: X-osa
sv: X-axeln
tr: X koordinatı
uk: Вісь X
vi: Trục X
zh_hk: X軸

source: Add a series breakout...
hu: Sorozatkitörést hozzáad...
ms: Tambah pecahan siri...

source: Y-axis
ar: المحور Y
bg: Ос Y
ca: Eix de les y
de: Y-Achse
eo: Y-axis = the vibe line or just the "Y" if you wanna keep it chill
es: Eje-Y
fa: محور Y
fi: Y-akseli
fr: Ordonnées
hu: Y-tengely
it: Asse-Y
ja: Y軸
lt: Y ašis
ms: Paksi-Y
nb: Y-akse
nl: Y-as
pl: Oś Y
pt_br: Eixo Y
ru: Ось ординат
sk: os Y
sl: Os Y
sq: Boshti Y
sr: Y-osa
sv: Y-axeln
tr: X koordinatı
uk: Вісь Y
vi: trục Y
zh_hk: Y軸

source: Add another series...
hu: Új sorozat hozzáadása...
ms: Tambah siri lain...

source: Bubble size
ar: حجم الفقاعات
bg: Размер на мехурчетата
ca: Mida de la bombolla
de: Blasengröße
eo: Bubble size → Bubble size (no cap, still pretty much the same, but if I had to flex, maybe “bubble size” is lowkey the vibe)
es: Tamaño de burbuja
fa: اندازه حباب
fi: Kuplan koko
fr: Taille des bulles
hu: Buborék mérete
it: Dimensione del fumetto
ja: 吹き出しサイズ
lt: Burbulo dydis
ms: Saiz gelembung
nb: Bobblestørrelse
nl: Bubble grootte
pl: Rozmiar bąbelka
pt_br: Tamanho da bolha
ru: Размер пузырька
sk: Veľkosť bubliny
sl: Velikost mehurčka
sq: Madhësia e flluskës
sr: Veličina mehurića
sv: Bubbel-storlek
tr: Kabarcık boyutu
uk: Розмір бульбашки
vi: Kích thước bong bóng
zh_hk: 氣泡大小

source: Line
ar: خطي
bg: Линия
ca: Línia
de: Linie
eo: Line → "Yarn" or just "Line" (depends on context, but often just "Line" is chill)
es: Línea
fa: خط
fi: Viivat
fr: Courbe
hu: Vonal
it: Linea
ja: 線
lt: Linija
ms: Garis
nb: Linje
nl: Lijn
pl: Linia
pt_br: Linha
ru: Линия
sk: riadok
sl: Vrstica
sq: Linjë
sr: Linija
sv: Linje
tr: Çizgi
uk: Лінія
vi: Dòng
zh_hk: 線段

source: Curve
hu: Ív
ms: Lengkung

source: Step
hu: Lépés
ms: Langkah

source: Show point markers on lines
hu: Pontjelzők megjelenítése vonalakon
ms: Tunjukkan penanda titik pada garisan

source: Stacking
ar: التكديس
bg: Подреждане
ca: Apilat
de: Stapeln
eo: Betting big, or just vibing with the bag
es: Apilado
fa: پشتهسازی
fi: Pinoaminen
fr: Empilement
hu: Halmozás
it: In pila
ja: スタック中
lt: Krovimas
ms: Penyusunan
nb: Stabling
nl: Stapelen
pl: Układanie
pt_br: Empilhamento
ru: Объединение
sk: Zoskupiť
sl: Zlaganje
sr: Slaganje
sv: Stapling
tr: İstifleme
uk: Накопичення
vi: Đang xếp chồng
zh_hk: 正在堆疊

source: Don't stack
ar: لا تكدّس
bg: Не подреждайте
ca: Sense apilar
de: Nicht stapeln
eo: Don't max out, fr.
es: No Apilado
fa: پشته نکن
fi: Älä pinoa
fr: Ne pas empiler
hu: Ne rakd egymásra
it: Non impilare
ja: スタックしない
lt: Negalima sukrauti
ms: Jangan susun
nb: Ikke stable
nl: Niet stapelen
pl: Nie układaj
pt_br: Não empilhar
ru: Не объединять
sk: Nezoskupovať
sl: Ne zlaganje
sq: Mos e stivo
sr: Bez slaganja
sv: Stapla inte
tr: İstifleme
uk: Не накопичувати
vi: Không xếp chồng
zh_hk: 不要堆疊

source: Stack
ar: كدّس
bg: Стек
ca: Apilar
de: Stapel
eo: Bet (or "stacks" can also stay as is, but "bet" is more common for confirming or saying "yeah")
es: Apilar
fa: پشته
fi: Pinottu
fr: Empiler (Diagramme à bandes en effectifs)
hu: Kazal
it: Pila
ja: スタック
ms: Susun
nb: Stable
nl: Stapelen
pl: Ułóż
pt_br: Empilhar
ru: Объединить
sk: Zoskupenie
sq: Stivo
sr: Složi
sv: Stapel
tr: Yığın
uk: Накопичувати
vi: Xếp chồng
zh_hk: 堆疊

source: Stack - 100%
ar: كدّس - 100%
bg: Стек - 100%
ca: Apilat - 100%
de: Stapel - 100%
eo: Stack – full send, no cap
es: Apilado - 100%
fa: پشته - 100٪
fi: 100 % pinottu
fr: Empiler - 100% (Diagramme à bandes en fréquence)
it: Pila - 100%
ja: スタック - 100%
ms: Susun - 100%
nb: Stable - 100%
nl: 100% stapelen
pl: Ułożone -100%
pt_br: Empilhar - 100%
ru: Объединить - 100%
sk: Zoskupenie - 100%
sl: Sklad - 100%
sr: Složi - 100%
sv: Stapel - 100%
tr: Yığın -% 100
uk: Накопичувати — 100%
vi: Xếp chồng - 100%
zh_hk: 堆疊 - 100%

source: Show goal
hu: Mutasd a célt
ms: Tunjukkan matlamat

source: Goal value
ar: قيمة الهدف
bg: Целева стойност
ca: Valor de l'objectiu
de: Zielwert
eo: Vibe check value
es: Valor del Objetivo
fa: ارزش هدف
fi: Tavoitearvo
fr: Valeur de l'objectif
hu: A cél értéke
it: Valore da raggiungere
ja: 目標値
lt: Tikslo vertė
ms: Nilai matlamat
nb: Målverdi
nl: Doel waarde
pl: Wartość celu
pt_br: Valor da meta
ru: Значение цели
sk: Hodnota cieľa
sl: Vrednost cilja
sq: Vlera e objektivit
sr: Vrednost cilja
sv: Målvärde
tr: Hedef değeri
uk: Значення цілі
vi: Giá trị đích
zh_hk: 目標值

source: Replace missing values with
ar: استبدل القيم المفقودة بـ
bg: Заменете липсващите стойности с
ca: Substitueix els valors buits amb
de: Ersetze fehlende Werte mit
eo: Fix the blank spots with
es: Reemplazar los valores faltantes con
fa: ارزش های گمشده را با
fi: Korvaa puuttuvat arvot
fr: Remplacer les valeurs manquantes par
hu: Hiányzó értékek cseréje
it: Sostituisci i valori mancanti con
ja: 欠損値を置き換える
lt: Pakeiskite trūkstamas reikšmes su
ms: Gantikan nilai yang hilang dengan
nb: Erstatt manglende verdier med
nl: Vervang missende waardes met
pl: Zastąp brakujące wartości
pt_br: Substituir os valores ausentes por
ru: Заменить отсутствующие значения на
sk: Vymeňte chýbajúce hodnoty za
sl: Zamenjajte manjkajoče vrednosti z
sq: Zëvendëso vlerat që mungojnë me
sr: Zameni nedostajuće vrednosti sa
sv: Ersätt saknade värden med
tr: Eksik değerleri değiştirin
uk: Замінити відсутні значення на
vi: Thay thế giá trị thiếu bằng
zh_hk: 替換遺失的值以

source: Zero
ar: صفر
bg: Нула
de: Null
eo: nada
es: Cero
fa: صفر
fi: Nolla
fr: Zéro
hu: Nulla
lt: Nulis
ms: Sifar
nb: Null
nl: Nul
ru: Ноль
sk: Nula
sl: Nič
sr: Nula
sv: Noll
tr: Sıfır
uk: Нуль
vi: không
