Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Model persistence is not supported for this database
ar: استمرارية النموذج غير مدعومة لهذه قاعدة البيانات
ca: La persistència del model no és compatible amb aquesta base de dades
de: Die Modellpersistenz wird für diese Datenbank nicht unterstützt.
es: La persistencia del modelo no es compatible con esta base de datos
fa: پایداری مدل برای این پایگاه داده پشتیبانی نمی‌شود
fi: Mallin pysyvyyttä ei tueta tässä tietokannassa
fr: La persistance des modèles n'est pas prise en charge pour cette base de données.
it: La persistenza del modello non è supportata per questo database
ja: このデータベースではモデルの永続性はサポートされていません
nb: Modellpersistens støttes ikke for denne databasen
pl: Trwałość modelu nie jest obsługiwana dla tej bazy danych
pt_br: A persistência de modelos não é suportada para este banco de dados.
ru: Постоянство модели не поддерживается для этой базы данных
sk: Perzistencia modelu nie je pre túto databázu podporovaná.
sl: Vztrajnost modela ni podprta za to zbirko podatkov.
sq: Persistenca e modelit nuk mbështetet për këtë bazë të dhënash
sr: Perzistencija modela nije podržana za ovu bazu
tr: Bu veritabanı için model kalıcılığı desteklenmemektedir.
uk: Персистентність моделі не підтримується для цієї бази даних
vi: Tính năng lưu trữ mô hình không được hỗ trợ cho cơ sở dữ liệu này.
zh_hk: 此資料庫不支援模型持久化

source: Remote sync
ar: المزامنة عن بُعد
bg: Дистанционна синхронизация
ca: Sincronització remota
de: Remote-Synchronisierung
es: Sincronización remota
fa: همگام‌سازی از راه دور
fi: Etäsynkronointi
fr: Synchronisation à distance
it: Sincronizzazione remota
ja: リモート同期
nb: Ekstern synkronisering
nl: Externe synchronisatie
pl: Zdalna synchronizacja
pt_br: Sincronização remota
ru: Удаленная синхронизация
sk: Vzdialená synchronizácia
sl: Oddaljena sinhronizacija
sq: Sinkronizim në distancë
sr: Udaljena sinhronizacija
sv: Fjärrsynkronisering
tr: Uzaktan senkronizasyon
uk: Віддалена синхронізація
vi: Đồng bộ hóa từ xa
zh_hk: 遠端同步

source: Advanced semantic search
ar: بحث دلالي متقدم
bg: Разширено семантично търсене
ca: Cerca semàntica avançada
de: Erweiterte semantische Suche
es: Búsqueda semántica avanzada
fa: جستجوی معنایی پیشرفته
fi: Edistynyt semanttinen haku
fr: Recherche sémantique avancée
it: Ricerca semantica avanzata
ja: 高度なセマンティック検索
nb: Avansert semantisk søk
nl: Geavanceerd semantisch zoeken
pl: Zaawansowane wyszukiwanie semantyczne
pt_br: Pesquisa semântica avançada
ru: Расширенный семантический поиск
sk: Pokročilé sémantické vyhľadávanie
sl: Napredno semantično iskanje
sq: Kërkim semantik i avancuar
sr: Napredna semantička pretraga
sv: Avancerad semantisk sökning
tr: Gelişmiş anlamsal arama
uk: Розширений семантичний пошук
vi: Tìm kiếm ngữ nghĩa nâng cao
zh_hk: 進階語意搜尋

source: Provides more relevant search results.
ar: يوفر نتائج بحث أكثر صلة.
bg: Предоставя по-подходящи резултати от търсенето.
ca: Ofereix resultats de cerca més rellevants.
de: Bietet relevantere Suchergebnisse.
es: Proporciona resultados de búsqueda más relevantes.
fa: نتایج جستجوی مرتبط‌تری را ارائه می‌دهد.
fi: Tarjoaa osuvampia hakutuloksia.
fr: Fournit des résultats de recherche plus pertinents.
it: Fornisce risultati di ricerca più pertinenti.
ja: より関連性の高い検索結果を提供します。
nb: Gir mer relevante søkeresultater.
nl: Biedt relevantere zoekresultaten.
pl: Zapewnia bardziej trafne wyniki wyszukiwania.
pt_br: Fornece resultados de pesquisa mais relevantes.
ru: Обеспечивает более релевантные результаты поиска.
sk: Poskytuje relevantnejšie výsledky vyhľadávania.
sl: Zagotavlja ustreznejše rezultate iskanja.
sq: Ofron rezultate kërkimi më relevante.
sr: Pruža relevantnije rezultate pretrage.
sv: Ger mer relevanta sökresultat.
tr: Daha alakalı arama sonuçları sağlar.
uk: Надає релевантніші результати пошуку.
vi: Cung cấp kết quả tìm kiếm phù hợp hơn.
zh_hk: 提供更多相關的搜尋結果。

source: Contact support to change this setting.
ar: تواصل مع الدعم لتغيير هذا الإعداد.
bg: Свържете се с поддръжката, за да промените тази настройка.
ca: Contacta amb l'assistència per canviar aquesta configuració.
de: Wenden Sie sich an den Support, um diese Einstellung zu ändern.
es: Comuníquese con el soporte técnico para cambiar esta configuración.
fa: برای تغییر این تنظیمات با پشتیبانی تماس بگیرید.
fi: Ota yhteyttä tukeen muuttaaksesi tätä asetusta.
fr: Contactez le support pour modifier ce paramètre.
it: Contattare l'assistenza per modificare questa impostazione.
ja: この設定を変更するには、サポートにお問い合わせください。
nb: Kontakt kundestøtte for å endre denne innstillingen.
nl: Neem contact op met de ondersteuning om deze instelling te wijzigen.
pl: Aby zmienić to ustawienie, skontaktuj się z pomocą techniczną.
pt_br: Entre em contato com o suporte para alterar esta configuração.
ru: Чтобы изменить эту настройку, обратитесь в службу поддержки.
sk: Ak chcete toto nastavenie zmeniť, kontaktujte podporu.
sl: Za spremembo te nastavitve se obrnite na podporo.
sq: Kontaktoni support-in për ta ndryshuar këtë cilësim.
sr: Kontaktirajte podršku da biste promenili ovo podešavanje.
sv: Kontakta supporten för att ändra den här inställningen.
tr: Bu ayarı değiştirmek için destek ekibiyle iletişime geçin.
uk: Зверніться до служби підтримки, щоб змінити це налаштування.
vi: Liên hệ với bộ phận hỗ trợ để thay đổi cài đặt này.
zh_hk: 請聯絡支援人員變更此設定。

source: Unable to fetch health status of search index.
ar: تعذر جلب حالة صحة فهرس البحث.
bg: Не може да се извлече състоянието на индекса за търсене.
ca: No s'ha pogut obtenir l'estat de l'índex de cerca.
de: Der Integritätsstatus des Suchindex konnte nicht abgerufen werden.
es: No se puede obtener el estado de salud del índice de búsqueda.
fa: قادر به دریافت وضعیت سلامت فهرست جستجو نیست.
fi: Hakuindeksin tilan nouto epäonnistui.
fr: Impossible de récupérer l'état de santé de l'index de recherche.
it: Impossibile recuperare lo stato di integrità dell'indice di ricerca.
ja: 検索インデックスのヘルスステータスを取得できません。
nb: Kunne ikke hente helsestatus for søkeindeksen.
nl: Kan de gezondheidsstatus van de zoekindex niet ophalen.
pl: Nie można pobrać informacji o stanie indeksu wyszukiwania.
pt_br: Não é possível obter o status de integridade do índice de pesquisa.
ru: Невозможно получить статус работоспособности поискового индекса.
sk: Nepodarilo sa načítať stav vyhľadávacieho indexu.
sl: Stanja zdravja iskalnega indeksa ni mogoče pridobiti.
sq: Nuk u arrit të merret statusi i shëndetit të indeksit të kërkimit.
sr: Nije moguće dobaviti zdravstveni status indeksa pretrage.
sv: Det gick inte att hämta hälsostatusen för sökindexet.
tr: Arama dizininin sağlık durumu alınamıyor.
uk: Не вдалося отримати статус справності пошукового індексу.
vi: Không thể tìm được trạng thái của chỉ mục tìm kiếm.
zh_hk: 無法取得搜尋索引的健康狀態。

source: Initialized search index
ar: تمت تهيئة فهرس البحث
bg: Инициализиран индекс за търсене
ca: Índex de cerca inicialitzat
de: Initialisierter Suchindex
es: Índice de búsqueda inicializado
fa: فهرست جستجوی اولیه
fi: Alustettu hakuindeksi
fr: Index de recherche initialisé
it: Indice di ricerca inizializzato
ja: 初期化された検索インデックス
nb: Initialisert søkeindeks
nl: Geïnitialiseerde zoekindex
pl: Zainicjowany indeks wyszukiwania
pt_br: Índice de pesquisa inicializado
ru: Инициализированный поисковый индекс
sk: Inicializovaný vyhľadávací index
sl: Inicializiran iskalni indeks
sq: Indeksi i kërkimit u inicializua
sr: Indeks pretrage inicijalizovan
sv: Initierat sökindex
tr: Başlatılan arama dizini
uk: Пошуковий індекс ініціалізовано
vi: Chỉ mục tìm kiếm đã khởi tạo
zh_hk: 初始化搜尋索引

source: Initializing search index...
ar: جارٍ تهيئة فهرس البحث...
bg: Инициализира се индексът за търсене...
ca: Inicialitzant l'índex de cerca...
de: Suchindex wird initialisiert …
es: Inicializando índice de búsqueda...
fa: مقداردهی اولیه فهرست جستجو...
fi: Hakuindeksin alustaminen...
fr: Initialisation de l'index de recherche...
it: Inizializzazione dell'indice di ricerca...
ja: 検索インデックスを初期化しています...
nb: Initialisering av søkeindeks...
nl: Zoekindex initialiseren...
pl: Inicjalizacja indeksu wyszukiwania...
pt_br: Inicializando índice de pesquisa...
ru: Инициализация поискового индекса...
sk: Inicializácia vyhľadávacieho indexu...
sl: Inicializacija iskalnega indeksa ...
sq: Po inicializohet indeksi i kërkimit...
sr: Inicijalizacija indeksa pretrage...
sv: Initierar sökindex...
tr: Arama dizini başlatılıyor...
uk: Ініціалізація пошукового індексу...
vi: Đang khởi tạo chỉ mục tìm kiếm...
zh_hk: 初始化搜尋索引...

source: Managed by Metabase
ar: مدار بواسطة Metabase
bg: Управлява се от Metabase
ca: Gestionat per Metabase
de: Verwaltet von Metabase
es: Administrado por Metabase
fa: مدیریت شده توسط متابیس
fi: Metabase-palvelun hallinnoima
fr: Géré par Metabase
it: Gestito da Metabase
ja: Metabaseによって管理
nb: Administreres av Metabase
nl: Beheerd door Metabase
pl: Zarządzane przez Metabase
pt_br: Gerenciado pela Metabase
ru: Управляется Metabase
sk: Spravované spoločnosťou Metabase
sl: Upravlja Metabase
sq: E menaxhuar nga Metabase
sr: Upravljano od strane Metabase-a
sv: Hanteras av Metabase
tr: Metabase tarafından yönetilir
uk: Керується Metabase
vi: Được quản lý bởi Metabase
zh_hk: 由 Metabase 管理

source: Emails come from Metabase Cloud email server
ar: تأتي الرسائل الإلكترونية من خادم البريد الإلكتروني لـ Metabase Cloud
bg: Имейлите идват от имейл сървъра на Metabase Cloud
ca: Els correus electrònics provenen del servidor de correu electrònic de Metabase Cloud
de: E-Mails kommen vom Metabase Cloud-E-Mail-Server
es: Los correos electrónicos provienen del servidor de correo electrónico de Metabase Cloud
fa: ایمیل‌ها از سرور ایمیل Metabase Cloud می‌آیند
fi: Sähköpostit tulevat Metabase Cloud -sähköpostipalvelimelta
fr: Les e-mails proviennent du serveur de messagerie Metabase Cloud
it: Le email provengono dal server di posta elettronica Metabase Cloud
ja: メールはMetabase Cloudメールサーバーから送信されます
nb: E-poster kommer fra Metabase Cloud e-postserver
nl: E-mails komen van de Metabase Cloud-e-mailserver
pl: Wiadomości e-mail pochodzą z serwera poczty e-mail Metabase Cloud
pt_br: Os e-mails vêm do servidor de e-mail Metabase Cloud
ru: Письма приходят с почтового сервера Metabase Cloud
sk: E-maily prichádzajú z e-mailového servera Metabase Cloud
sl: E-poštna sporočila prihajajo iz e-poštnega strežnika Metabase Cloud
sq: Email-et vijnë nga serveri i email-eve Metabase Cloud
sr: Emailovi dolaze sa Metabase Cloud email servera
sv: E-postmeddelanden kommer från Metabase Cloud e-postserver
tr: E-postalar Metabase Cloud e-posta sunucusundan gelir
uk: Листи надсилаються з поштового сервера Metabase Cloud
vi: Email đến từ máy chủ email Metabase Cloud
zh_hk: 電子郵件來自 Metabase Cloud 電子郵件伺服器

source: Custom SMTP Server
ar: خادم SMTP مخصّص
bg: Персонализиран SMTP сървър
ca: Servidor SMTP personalitzat
de: Benutzerdefinierter SMTP-Server
es: Servidor SMTP personalizado
fa: سرور SMTP سفارشی
fi: Mukautettu SMTP-palvelin
fr: Serveur SMTP personnalisé
it: Server SMTP personalizzato
ja: カスタムSMTPサーバー
nb: Tilpasset SMTP-server
nl: Aangepaste SMTP-server
pl: Niestandardowy serwer SMTP
pt_br: Servidor SMTP personalizado
ru: Пользовательский SMTP-сервер
sk: Vlastný SMTP server
sl: Strežnik SMTP po meri
sq: Server SMTP i personalizuar
sr: Prilagođeni SMTP server
sv: Anpassad SMTP-server
tr: Özel SMTP Sunucusu
uk: Користувацький SMTP-сервер
vi: Máy chủ SMTP tùy chỉnh
zh_hk: 自訂 SMTP 伺服器

source: Emails come from your email server
ar: تأتي الرسائل الإلكترونية من خادم البريد الإلكتروني لديك
bg: Имейлите идват от вашия имейл сървър
ca: Els correus electrònics provenen del vostre servidor de correu electrònic
de: E-Mails kommen von Ihrem E-Mail-Server
es: Los correos electrónicos provienen de su servidor de correo electrónico
fa: ایمیل‌ها از سرور ایمیل شما می‌آیند
fi: Sähköpostit tulevat sähköpostipalvelimeltasi
fr: Les e-mails proviennent de votre serveur de messagerie
it: Le email provengono dal tuo server di posta elettronica
ja: メールはメールサーバーから送信されます
nb: E-poster kommer fra e-postserveren din
nl: E-mails komen van uw e-mailserver
pl: Wiadomości e-mail pochodzą z Twojego serwera pocztowego
pt_br: Os e-mails vêm do seu servidor de e-mail
ru: Письма приходят с вашего почтового сервера
sk: E-maily prichádzajú z vášho e-mailového servera
sl: E-poštna sporočila prihajajo z vašega e-poštnega strežnika
sq: Email-et vijnë nga serveri juaj i email-eve
sr: Emailovi dolaze sa vašeg email servera
sv: E-postmeddelanden kommer från din e-postserver
tr: E-postalar e-posta sunucunuzdan gelir
uk: Листи надсилаються з вашого поштового сервера
vi: Email đến từ máy chủ email của bạn
zh_hk: 電子郵件來自您的電子郵件伺服器

source: Set up a custom SMTP server
ar: إعداد خادم SMTP مخصّص
bg: Настройте персонализиран SMTP сървър
ca: Configura un servidor SMTP personalitzat
de: Einrichten eines benutzerdefinierten SMTP-Servers
es: Configurar un servidor SMTP personalizado
fa: یک سرور SMTP سفارشی راه‌اندازی کنید
fi: Mukautetun SMTP-palvelimen määrittäminen
fr: Configurer un serveur SMTP personnalisé
it: Imposta un server SMTP personalizzato
ja: カスタムSMTPサーバーを設定する
nb: Konfigurer en egendefinert SMTP-server
nl: Een aangepaste SMTP-server instellen
pl: Skonfiguruj niestandardowy serwer SMTP
pt_br: Configurar um servidor SMTP personalizado
ru: Настройте собственный SMTP-сервер
sk: Nastavenie vlastného SMTP servera
sl: Nastavitev strežnika SMTP po meri
sq: Konfiguro një server SMTP të personalizuar
sr: Podesi prilagođeni SMTP server
sv: Konfigurera en anpassad SMTP-server
tr: Özel bir SMTP sunucusu kurun
uk: Налаштуйте користувацький SMTP-сервер
vi: Thiết lập máy chủ SMTP tùy chỉnh
zh_hk: 設定自訂 SMTP 伺服器

source: Revoke access grant?
ar: هل تريد إلغاء منحة الوصول؟
bg: Да се отмени разрешението за достъп?
ca: Voleu revocar la concessió d'accés?
de: Zugriffsberechtigung widerrufen?
es: ¿Revocar la concesión de acceso?
fa: لغو مجوز دسترسی؟
fi: Perutaanko käyttöoikeus?
fr: Révoquer l'autorisation d'accès ?
it: Revoca la concessione di accesso?
ja: アクセス許可を取り消しますか?
nb: Tilbakekalle tilgangsbevilling?
nl: Toegangsverlening intrekken?
pl: Cofnąć przyznanie dostępu?
pt_br: Revogar a concessão de acesso?
ru: Отозвать разрешение на доступ?
sk: Zrušiť udelenie prístupu?
sl: Preklicati dovoljenje za dostop?
sq: Të revokoj grant-in e aksesit?
sr: Opozvati odobrenje pristupa?
sv: Återkalla åtkomstbeviljande?
tr: Erişim izni iptal edilsin mi?
uk: Відкликати грант доступу?
vi: Thu hồi quyền truy cập?
zh_hk: 撤銷存取權限？

source: This will immediately revoke the support agent's access to your instance.
ar: سيؤدي هذا إلى إلغاء وصول وكيل الدعم إلى مثيلك فورًا.
bg: Това незабавно ще отмени достъпа на агента по поддръжка до вашия екземпляр.
ca: Això revocarà immediatament l'accés de l'agent d'assistència a la vostra instància.
de: Dadurch wird der Zugriff des Supportmitarbeiters auf Ihre Instanz sofort widerrufen.
es: Esto revocará inmediatamente el acceso del agente de soporte a su instancia.
fa: این بلافاصله دسترسی نماینده پشتیبانی به نمونه شما را لغو می‌کند.
fi: Tämä peruu välittömästi tukiedustajan pääsyn instanssiisi.
fr: Cela révoquera immédiatement l'accès de l'agent de support à votre instance.
it: Ciò revocherà immediatamente l'accesso dell'agente di supporto alla tua istanza.
ja: これにより、サポート エージェントのインスタンスへのアクセスが直ちに取り消されます。
nb: Dette vil umiddelbart oppheve supportagentens tilgang til forekomsten din.
nl: Hiermee wordt de toegang van de ondersteuningsagent tot uw exemplaar onmiddellijk ingetrokken.
pl: Spowoduje to natychmiastowe cofnięcie dostępu agenta pomocy technicznej do Twojej instancji.
pt_br: Isso revogará imediatamente o acesso do agente de suporte à sua instância.
ru: Это немедленно лишит агента поддержки доступа к вашему экземпляру.
sk: Týmto sa okamžite zruší prístup agenta podpory k vašej inštancii.
sl: S tem boste takoj preklicali dostop podpornega agenta do vašega primerka.
sq: Kjo do t’ia revokojë menjëherë aksesin e agjentit të suportit në instancën tënde.
sr: Ovo će odmah opozvati pristup support agenta vašoj instanci.
sv: Detta kommer omedelbart att återkalla supportagentens åtkomst till din instans.
tr: Bu, destek temsilcisinin örneğinize erişimini derhal iptal edecektir.
uk: Це негайно відкличе доступ агента підтримки до вашого інстансу.
vi: Thao tác này sẽ ngay lập tức thu hồi quyền truy cập của nhân viên hỗ trợ vào phiên bản của bạn.
zh_hk: 這會立即取消支援代理對您的實例的存取權。

source: Access grant revoked successfully
ar: تم إلغاء منحة الوصول بنجاح
bg: Предоставеният достъп е успешно отменен
ca: La concessió d'accés s'ha revocat correctament
de: Zugriffsberechtigung erfolgreich widerrufen
es: Concesión de acceso revocada con éxito
fa: مجوز دسترسی با موفقیت لغو شد
fi: Käyttöoikeus peruutettu onnistuneesti
fr: L'autorisation d'accès a été révoquée avec succès
it: Concessione di accesso revocata con successo
ja: アクセス許可の取り消しに成功しました
nb: Tilgangsbevilling tilbakekalt med suksess
nl: Toegangsverlening succesvol ingetrokken
pl: Przyznanie dostępu zostało pomyślnie cofnięte
pt_br: Concessão de acesso revogada com sucesso
ru: Разрешение на доступ успешно отозвано
sk: Prístupový grant bol úspešne zrušený
sl: Dostop je bil uspešno preklican
sq: Grant-i i aksesit u revokua me sukses
sr: Odobrenje pristupa je uspešno opozvano
sv: Åtkomstbeviljandet har återkallats
tr: Erişim izni başarıyla iptal edildi
uk: Грант доступу успішно відкликано
vi: Đã thu hồi quyền truy cập thành công
zh_hk: 成功撤銷存取權限

source: Sorry, something went wrong. Please try again.
ar: عذرًا، حدث خطأ ما. يُرجى المحاولة مرة أخرى.
bg: За съжаление, нещо се обърка. Моля, опитайте отново.
ca: Ho sentim, alguna cosa ha anat malament. Si us plau, torna-ho a intentar.
de: Entschuldigung, es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Lo sentimos, algo salió mal. Inténtalo de nuevo.
fa: ببخشید، مشکلی پیش آمد. لطفا دوباره امتحان کنید.
fi: Jotain meni pieleen. Yritä uudelleen.
fr: Désolé, une erreur s'est produite. Veuillez réessayer.
it: Spiacenti, si è verificato un problema. Riprova.
ja: 申し訳ございません。問題が発生しました。もう一度お試しください。
nb: Beklager, noe gikk galt. Vennligst prøv igjen.
nl: Sorry, er is iets misgegaan. Probeer het opnieuw.
pl: Przepraszamy, coś poszło nie tak. Spróbuj ponownie.
pt_br: Desculpe, algo deu errado. Por favor, tente novamente.
ru: Извините, что-то пошло не так. Попробуйте ещё раз.
sk: Prepáčte, niečo sa pokazilo. Skúste to znova.
sl: Žal je prišlo do napake. Poskusite znova.
sq: Na vjen keq, diçka shkoi keq. Ju lutem provoni përsëri.
sr: Žao nam je, nešto je pošlo po zlu. Pokušajte ponovo.
sv: Tyvärr gick något fel. Försök igen.
tr: Üzgünüz, bir sorun oluştu. Lütfen tekrar deneyin.
uk: Вибачте, щось пішло не так. Спробуйте ще раз.
vi: Rất tiếc, có lỗi xảy ra. Vui lòng thử lại.
zh_hk: 對不起，出錯了。請再試一次。

source: Ticket
ar: تذكرة
bg: Билет
ca: Bitllet
es: Boleto
fa: بلیط
fi: Lippu
fr: Billet
it: Biglietto
ja: チケット
nb: Billett
pl: Bilet
pt_br: Bilhete
ru: Билет
sk: Lístok
sl: Vstopnica
sr: Tiket
sv: Biljett
tr: Bilet
uk: Тікет
vi: Vé
zh_hk: 機票

source: Request creator
ar: منشئ الطلب
bg: Заявка за създател
ca: Creador de la sol·licitud
de: Ersteller der Anfrage
es: Creador de solicitudes
fa: درخواست سازنده
fi: Pyynnön luoja
fr: Créateur de requêtes
it: Creatore della richiesta
ja: リクエスト作成者
nb: Forespørsel skaperen
nl: Verzoek maker
pl: Twórca prośby
pt_br: Criador da solicitação
ru: Запрос создателя
sk: Požiadať o tvorcu
sl: Zahtevajte ustvarjalca
sq: Krijuesi i kërkesës
sr: Kreator zahteva
sv: Skapare av begäran
tr: İstek yaratıcısı
uk: Автор запиту
vi: Yêu cầu người tạo
zh_hk: 要求創建者

source: Expired
ar: منتهي الصلاحية
bg: Изтекъл
ca: Caducat
de: Abgelaufen
es: Venció
fa: منقضی شده
fi: Vanhentunut
fr: Expiré
it: Scaduto
ja: 期限切れ
nb: Utløpt
nl: Verlopen
pl: Wygasły
pt_br: Expirado
ru: Истекший
sk: Platnosť vypršala
sl: Poteklo
sq: Skaduar
sr: Isteklo
sv: Utgången
tr: Günü geçmiş
uk: Термін дії сплив
vi: Hết hạn
zh_hk: 已過期

source: Revoke access grant
ar: إلغاء منحة الوصول
bg: Отмяна на разрешението за достъп
ca: Revocar la concessió d'accés
de: Zugriffsberechtigung widerrufen
es: Revocar la concesión de acceso
fa: لغو مجوز دسترسی
fi: Peruuta käyttöoikeus
fr: Révoquer l'autorisation d'accès
it: Revoca la concessione di accesso
ja: アクセス許可を取り消す
nb: Tilbakekalle tilgangsbevilling
nl: Toegangsverlening intrekken
pl: Odwołaj przyznanie dostępu
pt_br: Revogar concessão de acesso
ru: Отозвать разрешение на доступ
sk: Zrušiť udelenie prístupu
sl: Prekliči odobritev dostopa
sq: Revoko grant-in e aksesit
sr: Opozovi odobrenje pristupa
sv: Återkalla åtkomstbeviljande
tr: Erişim iznini iptal et
uk: Відкликати грант доступу
vi: Thu hồi quyền truy cập
zh_hk: 撤銷存取授權

source: Editable table data
ar: بيانات جدول قابلة للتعديل
bg: Редактируеми таблични данни
ca: Dades de taula editables
de: Bearbeitbare Tabellendaten
es: Datos de tabla editables
fa: داده‌های جدول قابل ویرایش
fi: Muokattavat taulukkotiedot
fr: Données de tableau modifiables
it: Dati della tabella modificabili
ja: 編集可能なテーブルデータ
nb: Redigerbare tabelldata
nl: Bewerkbare tabelgegevens
pl: Edytowalne dane tabeli
pt_br: Dados de tabela editáveis
ru: Редактируемые табличные данные
sk: Upraviteľné údaje tabuľky
sl: Podatki tabele, ki jih je mogoče urejati
sq: Të dhëna tabele të redaktueshme
sr: Podaci tabela koji se mogu uređivati
sv: Redigerbara tabelldata
tr: Düzenlenebilir tablo verileri
uk: Дані таблиці, доступні для редагування
vi: Dữ liệu bảng có thể chỉnh sửa
zh_hk: 可編輯表格資料

source: Allow the data within tables of this database to be edited by Admin users.
ar: السماح بتعديل البيانات داخل جداول قاعدة البيانات هذه بواسطة مستخدمي المسؤول.
bg: Позволете на данните в таблиците на тази база данни да бъдат редактирани от администраторски потребители.
ca: Permet que els usuaris administradors editin les dades de les taules d'aquesta base de dades.
de: Erlauben Sie Administratoren, die Daten in den Tabellen dieser Datenbank zu bearbeiten.
es: Permitir que los usuarios administradores editen los datos dentro de las tablas de esta base de datos.
fa: به کاربران مدیر اجازه دهید داده‌های درون جداول این پایگاه داده را ویرایش کنند.
fi: Salli järjestelmänvalvojien muokata tämän tietokannan taulukoiden tietoja.
fr: Autoriser les utilisateurs administrateurs à modifier les données des tables de cette base de données.
it: Consenti agli utenti amministratori di modificare i dati nelle tabelle di questo database.
ja: このデータベースのテーブル内のデータを管理者ユーザーが編集できるようにします。
nb: Tillat at dataene i tabellene i denne databasen kan redigeres av administratorbrukere.
nl: Hiermee staat u toe dat beheerders de gegevens in de tabellen van deze database kunnen bewerken.
pl: Zezwól użytkownikom z uprawnieniami administratora na edycję danych w tabelach tej bazy danych.
pt_br: Permitir que os dados dentro das tabelas deste banco de dados sejam editados por usuários administradores.
ru: Разрешить администраторам редактировать данные в таблицах этой базы данных.
sk: Povoliť administrátorom upravovať údaje v tabuľkách tejto databázy.
sl: Dovoli skrbniškim uporabnikom urejanje podatkov v tabelah te baze podatkov.
sq: Lejo që të dhënat brenda tabelave të kësaj baze të dhënash të redaktohen nga përdoruesit Admin.
sr: Dozvoli da podatke u tabelama ove baze podataka mogu da uređuju Admin korisnici.
sv: Tillåt att data i tabellerna i den här databasen redigeras av administratörer.
tr: Bu veritabanındaki tablolardaki verilerin Yönetici kullanıcılar tarafından düzenlenmesine izin verin.
uk: Дозволити адміністраторам редагувати дані в таблицях цієї бази даних.
vi: Cho phép người dùng Quản trị viên chỉnh sửa dữ liệu trong các bảng của cơ sở dữ liệu này.
zh_hk: 允許管理員使用者編輯此資料庫表內的資料。
