Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Tell us where to find the file for each font weight. You don’t need to include all of them, but it’ll look better if you do.
ar: أخبرنا أين نجد الملف لكل وزن خط. لستَ بحاجة إلى تضمينها كلها، لكن سيبدو أفضل إن فعلت.
bg: Кажете ни къде да намерим файла за всеки шрифтов тегло. Не е необходимо да включвате всички тях, но ще изглежда по-добре, ако го направите.
ca: Digues-nos on trobar l'arxiu per a cada mida de la font. No els has d'incloure tots, però es veurà millor si ho fas.
de: Sag uns uns, wo die Datei für jede Schriftstärke zu finden ist. Du musst nicht alle angeben, aber es sieht besser aus, wenn Du dies tust..
eo: Yo, drop the deets on where to find the file for each font weight. You don’t gotta include all, but it’ll be way more aesthetic if you do.
es: Dínos dónde encontrar el archivo para cada peso de fuente. No es necesario que los incluyas todos, pero se verá mejor si lo haces.
fa: به ما بگویید فایل های ظخیم مربوط به هر فونت کجاست. نیازی نیست همه را بگویید، اما برای ظاهری بهتر مورد نیاز است.
fi: Kerro meille, mistä löydämme tiedoston jokaiselle fontin painolle. Sinun ei tarvitse sisällyttää kaikkia niitä, mutta se näyttää paremmalta, jos teet sen.
fr: Dites-nous où trouver le fichier pour chaque poids de police. Vous n'avez pas besoin de tous les inclure, mais cela ira mieux si vous le faites.
hu: Mondja el, hol találhatók a fájlok az egyes betűsúlyokhoz. Nem szükséges mindegyiket megadnia, de jobban fog kinézni, ha megteszi.
it: Dicci dove trovare il file per ogni peso del font. Non è necessario includerli tutti, ma sembrerà migliore se lo fai.
ja: 各フォントの太さのファイルの場所を教えてください。すべてを含める必要はありませんが、含めると見栄えが良くなります。
lt: Nurodykite, kur rasti kiekvieno šrifto svorio failą. Nereikia jų visų įtraukti, bet atrodys geriau.
ms: Beritahu kami di mana untuk mencari fail untuk setiap berat fon. Anda tidak perlu menyertakan semuanya, tetapi ia akan kelihatan lebih baik jika anda melakukannya.
nb: Fortell oss hvor du finner filen for hver skrifttykkelse. Du trenger ikke inkludere alle, men det vil se bedre ut hvis du gjør det.
nl: Vertel ons waar we het bestand voor elke lettertypgewicht kunnen vinden. Je hoeft ze niet allemaal op te nemen, maar het ziet er beter uit als je dat wel doet.
pl: Powiedz nam, gdzie znaleźć plik dla każdej grubości czcionki. Nie musisz dołączać wszystkich, ale lepiej będzie wyglądać, jeśli to zrobisz.
pt_br: Diga-nos onde encontrar o arquivo para cada espessura de fonte. Você não precisa incluir todas elas, mas será melhor se fizer isso.
ru: Подскажите, где найти файл для каждого веса шрифта.
sk: Povedzte nám, kde nájdeme súbor pre každú hrúbku písma. Nemusíte zahrnúť všetky, ale vyzerá to lepšie, ak to urobíte.
sl: Povejte nam, kje najti datoteko za posamezno debelino pisave. Ni vam treba vključiti vseh, vendar bo videti bolje, če to storite.
sq: Na trego ku ta gjejmë skedarin për çdo trashësi fonti. Nuk ke nevojë t’i përfshish të gjitha, por do të duket më mirë nëse i përfshin.
sr: Recite nam gde da pronađemo fajl za svaku debljinu fonta. Ne morate da uključite sve, ali će izgledati bolje ako uključite.
sv: Berätta för oss var vi kan hitta filen för varje font-vikt. Du behöver inte ange alla, men det kommer att se bättre ut om du gör det.
tr: Her font ağırlığı için dosyanın nerede bulunacağını bize bildirin. Hepsini dahil etmeniz gerekmez, ancak eklerseniz daha iyi görünür.
uk: Підкажіть, де знайти файл для кожної товщини шрифту. Не обовʼязково додавати всі, але виглядатиме краще, якщо додасте.
vi: Hãy cho chúng tôi biết nơi tìm tệp cho từng trọng lượng phông chữ. Bạn không cần phải bao gồm tất cả, nhưng nếu bạn làm vậy, nó sẽ trông đẹp hơn.
zh_hk: 告訴我們每個字體粗細的文件在哪裡找到。您不需要包含全部，但如果您這樣做，它會看起來更好。

source: The default language for all users across the Metabase UI, system emails, pulses, and alerts. Users can individually override this default language from their own account settings.
hu: Az alapértelmezett nyelv az összes felhasználó számára a Metabase UI, rendszere-mailek, pulzusok és riasztások esetében. A felhasználók egyénileg felülbírálhatják ezt az alapértelmezett nyelvet saját fiókbeállításaikban.
ms: Bahasa lalai untuk semua pengguna di seluruh UI Metabase, e-mel sistem, denyutan, dan amaran. Pengguna boleh mengatasi bahasa lalai ini secara individu dari tetapan akaun mereka sendiri.

source: Whether an introductory modal should be shown after the next database connection is added. Defaults to false if any non-default database has already finished syncing for this instance.
ar: ما إذا كان ينبغي عرض نافذة modal تمهيدية بعد إضافة اتصال قاعدة البيانات التالي. تكون القيمة الافتراضية false إذا كانت أي قاعدة بيانات غير افتراضية قد أنهت المزامنة لهذا المثيل بالفعل.
bg: Дали трябва да се покаже въведение след добавянето на следващата връзка с база данни. По подразбиране е false, ако някоя база данни, която не е по подразбиране, вече е завършила синхронизацията за този екземпляр.
ca: Si s'ha de mostrar un diàleg d'introducció després que s'afegeixi la propera base de dades. Per defecte és fals si alguna base de dades ha acabat la sincronia en aquest lloc (que no sigui per defecte).
de: Ob ein Einführungsmodal angezeigt werden soll, nachdem die nächste Datenbankverbindung hinzugefügt wurde. Der Standardwert ist „false“, wenn eine nicht standardmäßige Datenbank die Synchronisierung für diese Instanz bereits abgeschlossen hat.
eo: Should the intro modal pop off after the next database connection gets added? It’s set to no bc if any non-default DB already finished syncing for this instance.
es: Si se debe mostrar un modal introductorio después de agregar la siguiente conexión a la base de datos. El valor predeterminado es falso si alguna base de datos no predeterminada ya ha terminado de sincronizarse para esta instancia.
fa: آیا پس از افزودن اتصال پایگاه داده بعدی باید یک مودال مقدماتی نشان داده شود یا خیر. اگر پایگاه داده غیرپیش‌فرض قبلاً همگام‌سازی را برای این نمونه تمام کرده باشد، پیش‌فرض به false تغییر می یابد.
fi: Pitäisikö johdanto-modaalinen ikkuna näkyä sen jälkeen, kun seuraava tietokantayhteys on lisätty. Oletusarvoisesti false, jos mikä tahansa ei-oletustietokanta on jo synkronoitu tässä tapauksessa.
fr: Indique si un modal d'introduction doit être affiché après l'ajout de la prochaine connexion à la base de données. La valeur par défaut est false si une base de données autre que celle par défaut a déjà terminé la synchronisation pour cette instance.
hu: Meg kell-e jeleníteni egy bevezető modalt, miután a következő adatbázis csatlakoztatása megtörtént. Alapértelmezés szerint hamis, ha bármely nem alapértelmezett adatbázis már befejezte a szinkronizálást ennél az példánynál.
it: Se un modale introduttivo deve essere mostrato dopo che la successiva connessione a database è stata aggiunta. Il valore predefinito è false se qualsiasi database non predefinito ha già completato la sincronizzazione per questa istanza.
ja: 次のデータベース接続が追加された後に、導入モーダルを表示する必要があるかどうか。デフォルト以外のデータベースがこのインスタンスの同期をすでに完了している場合、デフォルトはfalseになります。
lt: Ar įvadinis modalas turi būti rodomas po kito prisijungimo prie duomenų bazės. Numatytoji vertė yra false, jei kuri nors nenumatytoji duomenų bazė jau baigė sinchronizuoti šį atvejį.
ms: Sama ada modal pengenalan harus ditunjukkan selepas sambungan pangkalan data seterusnya ditambah. Lalai kepada false jika mana-mana pangkalan data bukan lalai telah selesai menyelaraskan untuk contoh ini.
nb: Om en introduksjonsmodal bør vises etter at den neste databaseforbindelsen er lagt til. Standard er false hvis noen ikke-standard database allerede har fullført synkronisering for denne instansen.
nl: Of er een introductiemodal moet worden getoond nadat de volgende databaseverbinding is toegevoegd. Standaardwaarde is false als een niet-standaarddatabase al is gesynchroniseerd voor dit exemplaar.
pl: Czy wprowadzenie modalne powinno być wyświetlone po dodaniu kolejnego połączenia do bazy danych. Domyślnie ustawione na false, jeśli jakakolwiek baza danych, która nie jest domyślna, zakończyła już synchronizację dla tego przypadku.
pt_br: Se um modal introdutório deve ser exibido após a próxima conexão com o banco de dados ser adicionada. O padrão é falso se algum banco de dados não padrão já tiver concluído a sincronização para esta instância.
ru: Должно ли отображаться вводное модальное окно после добавления следующего подключения к базе данных.
sk: Či sa má po pridaní ďalšieho pripojenia k databáze zobraziť úvodný modul. Predvolené je false, ak už akákoľvek non-default databáza dokončila synchronizáciu pre túto inštanciu.
sl: Ali naj se po dodani naslednji povezavi z bazo podatkov prikaže uvodni modal. Privzeto je false, če je katera koli zbirka podatkov, ki ni privzeta, že dokončala sinhronizacijo za ta primerek.
sq: Nëse duhet të shfaqet një modal hyrës pasi të shtohet lidhja e radhës me bazën e të dhënave. Si parazgjedhje është false nëse ndonjë bazë e dhënash jo-parazgjedhje ka përfunduar tashmë sinkronizimin për këtë instancë.
sr: Da li treba prikazati uvodni modal nakon što se doda sledeća konekcija baze podataka. Podrazumevano je false ako je bilo koja ne-podrazumevana baza podataka već završila sinhronizaciju za ovu instancu.
sv: Huruvida ett introduktionsfönster ska visas efter att en databas-anslutning lagts till. Avstängt som förval om någon icke-förvald databas redan har synkats för denna instans.
tr: Giriş modunun bir sonraki veri bağlantısı eklendikten sonra gösterilip gösterilmemesi gerektiği. Bu örnek için herhangi bir varsayılan olmayan veritabanı senkronizasyonu zaten tamamladıysa, varsayılan olarak yanlış olur.
uk: Чи показувати вступне модальне вікно після додавання наступного підключення до бази даних. За замовчуванням — false, якщо будь-яка не дефолтна база даних уже завершила синхронізацію для цього інстансу.
vi: Liệu có nên hiển thị mô-đun giới thiệu sau khi kết nối cơ sở dữ liệu tiếp theo được thêm vào hay không. Mặc định là false nếu bất kỳ cơ sở dữ liệu không mặc định nào đã hoàn tất đồng bộ hóa cho phiên bản này.
zh_hk: 是否在添加下一个database連結後顯示介紹模式。如果此實例的任何非默認database已完成同步，則默認為 false。

source: To determine how long each saved question''s cached result should stick around, we take the query''s average execution time and multiply that by whatever you input here. So if a query takes on average 2 minutes to run, and you input 10 for your multiplier, its cache entry will persist for 20 minutes.
hu: Annak meghatározásához, hogy mennyi ideig kell megőrizni az egyes mentett kérdések gyorsítótárában lévő eredményeket, a lekérdezés átlagos végrehajtási idejét vesszük alapul, és megszorozzuk az itt megadott értékkel. Tehát ha egy lekérdezés átlagosan 2 percig tart, és a szorzóérték 10, akkor a gyorsítótár bejegyzése 20 percig marad meg.
ms: Untuk menentukan berapa lama hasil cache setiap soalan yang disimpan harus kekal, kami mengambil masa pelaksanaan purata query dan mendarabkannya dengan apa sahaja yang anda masukkan di sini. Jadi jika query mengambil masa purata 2 minit untuk dijalankan, dan anda masukkan 10 untuk pengganda anda, entri cache akan kekal selama 20 minit.

source: Default page to show people when they log in.
hu: Az alapértelmezett oldal, amelyet az embereknek meg kell jeleníteniük bejelentkezéskor.
ms: Halaman lalai untuk ditunjukkan kepada orang ramai apabila mereka log masuk.

source: Message to show while a query is running.
hu: Az üzenet, amelyet a lekérdezés futása közben kell megjeleníteni.
ms: Mesej untuk ditunjukkan semasa query sedang berjalan.

source: This URL is used for things like creating links in emails, auth redirects, and in some embedding scenarios, so changing it could break functionality or get you locked out of this instance.
ar: يُستخدم عنوان URL هذا لأمور مثل إنشاء روابط في رسائل البريد الإلكتروني، وإعادة توجيه المصادقة، وفي بعض سيناريوهات التضمين، لذا قد يؤدي تغييره إلى تعطيل الوظائف أو قد يجعلك غير قادر على الوصول إلى هذا المثيل.
bg: Този URL се използва за неща като създаване на връзки в имейли, пренасочвания за удостоверяване и в някои сценарии на вграждане, така че промяната му може да доведе до нарушаване на функционалността или блокиране на достъпа до този екземпляр.
ca: Aquesta URL s'utilitza per a coses com crear enllaços als correus, redireccions d'autenticació i en alguns casos on hi ha incrustacions. Canviar-la podria trencar certes funcionalitats o deixar-te sense l'opció d'accedir a aquesta instància.
de: Diese URL wird für Dinge wie das Erstellen von Links in E-Mails, Authentifizierungsumleitungen und in einigen Einbettungsszenarien verwendet, sodass eine Änderung die Funktionalität beeinträchtigen oder dazu führen kann, dass Sie von dieser Instanz ausgeschlossen werden.
eo: This URL is mainly for stuff like making links in emails, auth redirects, and some embedding sitch. If you change it, it might totally break the vibe or lock you out of this thing.
es: Esta URL se usa para cosas como la creación de enlaces en correos electrónicos, redireccionamientos de autenticación y en algunos escenarios de incrustación, por lo que cambiarla podría romper la funcionalidad o dejarlo fuera de esta instancia.
fa: این URL برای مواردی مانند ایجاد پیوند در ایمیل‌ها، تغییر مسیرهای تأیید اعتبار، و در برخی سناریوهای جانمایی استفاده می‌شود، بنابراین تغییر آن می‌تواند عملکرد را مختل کند یا شما را از این نمونه قفل کند.
fi: Tämä URL-osoite on tarkoitettu esimerkiksi linkkien luomiseen sähköposteihin, todennusohjauksiin ja joissakin upotustilanteissa, joten sen muuttaminen voi rikkoa toiminnallisuuden tai estää pääsyn tähän instanssiin.
fr: Cette URL est utilisée pour des choses comme la création de liens dans les e-mails, les redirections d'authentification et dans certains scénarios d'intégration, donc la modifier pourrait interrompre la fonctionnalité ou vous empêcher d'accéder à cette instance.
hu: Ezt az URL-t olyan dolgokra használják, mint a linkek létrehozása e-mailekben, hitelesítési átirányításokban és egyes beágyazási forgatókönyvekben, így a megváltoztatása funkciók meghibásodását vagy az elérhetőség elvesztését okozhatja ennél a példánynál.
it: Questo URL viene utilizzato per cose come la creazione di collegamenti nelle e-mail, reindirizzamenti di autenticazione e in alcuni scenari di incorporamento, quindi modificarlo potrebbe interrompere la funzionalità o impedirti l'accesso a questa istanza.
ja: このURLは、メールでのリンクの作成、認証リダイレクト、一部の埋め込みシナリオなどで使用されるため、変更すると機能が損なわれたり、このインスタンスからロックアウトされたりする可能性があります。
lt: Šis URL naudojamas, pvz., nuorodoms kurti el. laiškuose, autentifikuoti peradresavimus ir kai kuriuose įterpimo scenarijuose, todėl jį pakeitus gali sutrikti funkcionalumas arba jūs negalėsite patekti į šį atvejį.
ms: URL ini digunakan untuk perkara seperti mencipta pautan dalam e-mel, pengalihan auth, dan dalam beberapa senario pembenaman, jadi menukarnya boleh menyebabkan fungsi tidak berfungsi atau anda terkunci daripada contoh ini.
nb: Denne URL-en brukes til ting som å lage lenker i e-poster, autorisasjonsomdirigeringer og i noen innebyggingssituasjoner, så å endre den kan ødelegge funksjonalitet eller låse deg ute fra denne instansen.
nl: Deze URL wordt gebruikt voor zaken zoals het maken van links in e-mails, auth-omleidingen en in sommige embedsituaties, dus het wijzigen ervan kan de functionaliteit breken of ervoor zorgen dat je geen toegang meer hebt tot dit exemplaar.
pl: Ten URL jest używany do takich rzeczy, jak tworzenie linków w e-mailach, przekierowania autoryzacyjne oraz w niektórych scenariuszach osadzania, więc zmiana może zniszczyć funkcjonalność lub zablokować Cię z tego przypadku.
pt_br: Esse URL é usado para coisas como a criação de links em e-mails, redirecionamentos de autenticação e em alguns cenários de incorporação, portanto, alterá-lo pode interromper a funcionalidade ou fazer com que você seja bloqueado nessa instância.
ru: Этот URL-адрес используется для таких вещей, как создание ссылок в электронных письмах, перенаправления авторизации и в некоторых сценариях встраивания, поэтому его изменение может привести к нарушению функциональности или блокировке этого экземпляра.
sk: Táto URL adresa sa používa na veci ako vytváranie odkazov v e-mailoch, presmerovanie autentifikácií a v niektorých prípadoch vkladania, takže jej zmena môže narušiť funkčnosť alebo vás uzamknúť z tejto inštancie.
sl: Ta URL se uporablja za stvari, kot so ustvarjanje povezav v e-poštnih sporočilih, preusmeritve za preverjanje pristnosti in v nekaterih scenarijih vdelave, zato lahko njegovo spreminjanje prekine funkcionalnost ali vas zaklene iz tega primera.
sq: Kjo URL përdoret për gjëra si krijimi i lidhjeve në email-e, ridrejtimet e autentikimit dhe në disa skenarë integrimi, prandaj ndryshimi i saj mund të prishë funksionalitetin ose mund t’ju bllokojë jashtë kësaj instance.
sr: Ovaj URL se koristi za stvari kao što su kreiranje linkova u email-ovima, auth preusmeravanja i u nekim scenarijima ugradnje, pa njegova izmena može da pokvari funkcionalnost ili da vas zaključa iz ove instance.
sv: Denna URL används för sådant som att skapa länkar i epost-meddelanden, autenticering/omdirigering och i några inbäddade scenarion, så en ändring kan göra att saker slutar fungera eller att du blir utelåst från denna instans.
tr: Bu URL, e-postalarda bağlantılar oluşturmak, kimlik doğrulama yönlendirmeleri ve bazı gömme senaryoları gibi şeyler için kullanılır, bu yüzden bunu değiştirmek işlevselliği bozabilir veya bu örneğe erişiminizi engelleyebilir.
uk: Цей URL використовується для створення посилань в email-листах, редіректів автентифікації та в деяких сценаріях вбудовування, тож його зміна може порушити роботу або заблокувати вам доступ до цього інстансу.
vi: URL này được sử dụng cho các việc như tạo liên kết trong email, chuyển hướng xác thực và trong một số kịch bản nhúng, vì vậy thay đổi nó có thể làm hỏng chức năng hoặc khiến bạn bị khóa khỏi phiên bản này.
zh_hk: 此 URL 用於在電子郵件中創建連結、身份驗證重定向以及在某些嵌入場景中，因此更改它可能會破壞功能或讓您無法訪問此實例。

source: Invalid font {0}
ar: خط غير صالح {0}
bg: Невалиден шрифт {0}
ca: Font no vàlida {0}
de: Ungültige Schriftart {0}
eo: Bruh, this font {0} is so sus
es: Fuente inváida {0}
fa: فونت نامعتبر {0}
fi: Virheellinen fontti {0}
fr: Police invalide {0}
hu: Érvénytelen betűtípus: {0}
it: Font non valido {0}
ja: 無効なフォント{0}
lt: Neteisingas šriftas {0}
ms: Fon tidak sah {0}
nb: Ugyldig font {0}
nl: Ongeldig lettertype {0}
pl: Nieprawidłowa czcionka {0}
pt_br: Fonte inválida {0}
ru: Неверный шрифт {0}
sk: Neplatný font {0}
sl: Neveljavna {0} pisave
sq: Font i pavlefshëm {0}
sr: Nevažeći font {0}
sv: Felaktig font {0}
tr: Geçersiz yazı tipi {0}
uk: Недійсний шрифт {0}
vi: Phông chữ không hợp lệ {0}
zh_hk: 無效的字體 {0}

source: Enables Metabot character on the home page
ar: يُمكّن شخصية Metabot على الصفحة الرئيسية
bg: Активиране на характера Metabot на началната страница
ca: Habilita el caràcter del Metabot a la pàgina principal
de: Aktiviert den Metabot-Charakter auf der Startseite
eo: Turns on the Metabot character on the homepage, fr fr
es: Habilita el personaje de Metabot en la página de inicio
fa: کاراکتر Metabot را در صفحه اصلی فعال می کند
fi: Mahdollistaa Metabot-hahmon kotisivulla
fr: Active le personnage Metabot sur la page d'accueil
hu: Engedélyezi a Metabot karakter megjelenítését a kezdőlapon
it: Abilita il carattere Metabot nella pagina iniziale
ja: ホームページでMetaBotのキャラクターを有効にします
lt: Pagrindiniame puslapyje įjungiamas Metabot simbolis
ms: Mengaktifkan watak Metabot pada halaman utama
nb: Aktiverer Metabot-karakter på hjemmesiden
nl: Activeert Metabot karakter op de startpagina
pl: Włącza postać Metabot na stronie głównej
pt_br: Habilita o personagem Metabot na página inicial
ru: Включает отображение персонажа Metabot на домашней странице.
sk: Povoľuje postavu Metabot na domovskej stránke
sl: Omogoči znak Metabot na domači strani
sq: Aktivizon personazhin Metabot në faqen kryesore
sr: Omogućava Metabot lika na početnoj stranici
sv: Aktiverar Metabot-figuren på hemsidan
tr: Ana sayfada Metabot karakterini etkinleştirir
uk: Увімкнути персонажа Metabot на домашній сторінці
vi: Bật nhân vật Metabot trên trang chủ
zh_hk: 啟用首頁上的 Metabot 角色

source: Invalid parameter: Card {0} does not have a template tag with the ID {1} or name {2}.
hu: Érvénytelen paraméter: A(z) {0} kártyán nincs sabloncímke {1} azonosítóval vagy {2} névvel.
ms: Parameter tidak sah: Kad {0} tidak mempunyai tag templat dengan ID {1} atau nama {2}.

source: Invalid parameter: Card {0} does not have a parameter with the ID {1}.
hu: Érvénytelen paraméter: A(z) {0} kártyához nem tartozik {1} azonosítójú paraméter.
ms: Parameter tidak sah: Kad {0} tidak mempunyai parameter dengan ID {1}.

source: Invalid parameter: missing id
hu: Érvénytelen paraméter: hiányzik az azonosító
ms: Parameter tidak sah: id hilang

source: Found substitute cached query for card {0} from {1}.{2}
hu: Helyettesítő gyorsítótárazott lekérdezést találtunk a(z) {0} kártyához a(z) {1}.{2} -ből
ms: Menemui query cache pengganti untuk kad {0} daripada {1}.{2}

source: Base-64 encoded public key for this site''s SSL certificate. Specify this to enable HTTP Public Key Pinning. See {0} for more information.
hu: Base-64 kódolt nyilvános kulcs ennek az oldalnak az SSL tanúsítványához. Adja meg ezt a HTTP nyilvános kulcs rögzítésének engedélyezéséhez. További információért lásd: {0}
ms: Kunci awam yang dikodkan Base-64 untuk sijil SSL tapak ini. Nyatakan ini untuk mengaktifkan Penyematan Kunci Awam HTTP. Lihat {0} untuk maklumat lanjut.

source: Error in api/health database check
hu: Hiba az api/health adatbázis ellenőrzésben
ms: Ralat dalam semakan pangkalan data api/kesihatan

source: Deleted {0} expired advanced fieldvalues
hu: {0} lejárt haladó mezőértékek törölve
ms: Dipadamkan {0} nilai medan lanjutan yang tamat tempoh

source: Task scheduler initialized into standby mode.
hu: A Feladatütemező készenléti módba inicializálva.
ms: Penjadual tugas dimulakan dalam mod siap sedia.

source: Scheduler not initialized but `start-scheduler!` called. Please call `init-scheduler!` before attempting to start.
hu: Az ütemező nincs inicializálva, de a `start-scheduler!` hívva lett. Kérjük, hívja az `init-scheduler!`-t az indítás megkísérlése előtt.
ms: Penjadual tidak dimulakan tetapi `start-scheduler!` dipanggil. Sila panggil `init-scheduler!` sebelum cuba memulakan

source: Task scheduler started
hu: A feladatütemező elindult
ms: Penjadual tugas dimulakan

source: Finished persisted model refresh task for Database {0} with {1} successes and {2} errors.
hu: A(z) {0} adatbázis fennmaradt modell frissítési feladata befejeződött {1} sikerrel és {2} hibával.
ms: Tugas penyegaran model berterusan selesai untuk Pangkalan Data {0} dengan {1} kejayaan dan {2} ralat.

source: Attempting to refresh persisted model {0}.
hu: Megkísérli a fennmaradt modell frissítését: {0}.
ms: Mencuba untuk menyegarkan model tetap{0}.

source: Error updating database {0} for randomized schedules
hu: Hiba az adatbázis frissítésében: {0} a véletlenszerű ütemezésekhez
ms: Ralat mengemas kini pangkalan data {0} untuk jadual rawak

source: Updated default schedules for {0} databases
hu: Alapértelmezett ütemezések frissítve {0} adatbázisokhoz
ms: Mengemas kini jadual lalai untuk {0} pangkalan data
