Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Error regenerate prompts
ar: خطأ في إعادة توليد الـ prompts
bg: Подкани за регенериране на грешки
ca: Error en regenerar les sol·licituds
de: Fehler beim erneuten Generieren von Eingabeaufforderungen
eo: Oops, my bad — looks like a prompt just got re-rolled and went sideways.
es: Indicaciones de regeneración de errores
fa: خطا در بازیابی پیام‌ها
fi: Virhe uudelleenluontikehotteissa
fr: Erreur lors de la régénération des invites
it: Errore, richieste di rigenerazione
ja: エラー再生成プロンプト
nb: Meldinger om feilregenerering
nl: Fout bij het regenereren van prompts
pl: Błąd ponownego generowania monitów
pt_br: Prompts de regeneração de erro
ru: Ошибка повторной генерации подсказок
sk: Výzvy na regeneráciu chýb
sl: Pozivi za regeneracijo napak
sq: Gabim gjatë rigjenerimit të prompt-eve
sr: Greška pri ponovnom generisanju promtova
sv: Fel vid återskapande av prompter
tr: Hata yeniden oluşturma istemleri
uk: Помилка повторної генерації промптів
vi: Lỗi tái tạo lời nhắc
zh_hk: 錯誤再生提示

source: Prompt suggestions
ar: اقتراحات الـ prompt
bg: Подкани за предложения
ca: Suggeriments ràpids
de: Schnelle Vorschläge
eo: Prompt suggestions → Vibe ideas or inspo prompts
es: Sugerencias rápidas
fa: پیشنهادهای فوری
fi: Ehdotusten pyytäminen
fr: Suggestions rapides
it: Suggerimenti rapidi
ja: プロンプトの提案
nb: Kom med raske forslag
nl: Snelle suggesties
pl: Szybkie sugestie
pt_br: Sugestões rápidas
ru: Подсказки
sk: Výzvy na rýchle návrhy
sl: Hitri predlogi
sq: Sugjerime prompt-esh
sr: Predlozi promptova
sv: Snabba förslag
tr: Hızlı öneriler
uk: Пропозиції промптів
vi: Gợi ý nhanh chóng
zh_hk: 即時建議

source: When users open a new Metabot chat, we’ll show them a few suggested prompts based on popular models and metrics in the collection you chose.
ar: عندما يفتح المستخدمون محادثة Metabot جديدة، سنعرض لهم بعض المطالبات المقترحة بناءً على النماذج والمقاييس الشائعة في المجموعة التي اخترتها.
bg: Когато потребителите отворят нов чат в Metabot, ще им покажем няколко предложения за отговор, базирани на популярни модели и показатели в избраната от вас колекция.
ca: Quan els usuaris obrin un xat nou de Metabot, els mostrarem alguns suggeriments basats en models i mètriques populars de la col·lecció que heu triat.
de: Wenn Benutzer einen neuen Metabot-Chat öffnen, zeigen wir ihnen einige Vorschläge für Anfragen an, die auf beliebten Modellen und Metriken in der von Ihnen ausgewählten Sammlung basieren.
es: Cuando los usuarios abran un nuevo chat de Metabot, les mostraremos algunas sugerencias basadas en modelos y métricas populares de la colección que hayas elegido.
fa: وقتی کاربران یک چت جدید در متابات باز می‌کنند، ما بر اساس مدل‌ها و معیارهای محبوب در مجموعه‌ای که شما انتخاب کرده‌اید، چند پیشنهاد به آنها نشان خواهیم داد.
fi: Kun käyttäjät avaavat uuden Metabot-chatin, näytämme heille muutamia ehdotettuja kehotteita valitsemasi kokoelman suosittujen mallien ja mittareiden perusteella.
fr: Lorsque les utilisateurs ouvrent une nouvelle conversation Metabot, nous leur affichons quelques suggestions de questions basées sur les modèles et les indicateurs populaires de la collection que vous avez choisie.
it: Quando gli utenti aprono una nuova chat Metabot, mostreremo loro alcuni suggerimenti basati sui modelli e sulle metriche più diffusi nella raccolta che hai scelto.
ja: ユーザーが新しい Metabot チャットを開くと、選択したコレクション内の人気のモデルとメトリックに基づいて、いくつかの提案されたプロンプトが表示されます。
nb: Når brukerne åpner en ny Metabot-chat, viser vi dem noen forslag til spørsmål basert på populære modeller og beregninger i samlingen du har valgt.
nl: Wanneer gebruikers een nieuwe Metabot-chat openen, tonen we ze een aantal suggesties op basis van populaire modellen en statistieken in de door jou gekozen verzameling.
pl: Gdy użytkownicy otworzą nowy czat Metabota, wyświetlimy im kilka sugerowanych monitów opartych na popularnych modelach i metrykach w wybranej przez Ciebie kolekcji.
pt_br: Quando os usuários abrirem um novo chat do Metabot, mostraremos a eles algumas sugestões de perguntas com base em modelos e métricas populares da coleção que você escolheu.
ru: Когда пользователи открывают новый чат Metabot, мы показываем им несколько рекомендуемых подсказок на основе популярных моделей и показателей из выбранной вами коллекции.
sk: Keď používatelia otvoria nový chat Metabot, zobrazíme im niekoľko navrhovaných výziev na základe populárnych modelov a metrík v kolekcii, ktorú ste si vybrali.
sl: Ko uporabniki odprejo nov klepet Metabot, jim bomo prikazali nekaj predlaganih pozivov na podlagi priljubljenih modelov in metrik v izbrani zbirki.
sq: Kur përdoruesit hapin një bisedë të re Metabot, do t’u shfaqim disa prompt-e të sugjeruara bazuar në modele dhe metrika popullore në koleksionin që zgjodhe.
sr: Kada korisnici otvore novi Metabot chat, prikazaćemo im nekoliko predloženih promptova na osnovu popularnih modela i metrika u kolekciji koju ste izabrali.
sv: När användare öppnar en ny Metabot-chatt visar vi dem några förslag på uppmaningar baserade på populära modeller och mätvärden i den samling du valt.
tr: Kullanıcılar yeni bir Metabot sohbeti açtığında, seçtiğiniz koleksiyondaki popüler modeller ve ölçümlere dayalı olarak onlara birkaç önerilen istem göstereceğiz.
uk: Коли користувачі відкривають новий чат Metabot, ми покажемо їм кілька запропонованих промптів на основі популярних моделей і метрик у Колекції, яку ви вибрали.
vi: Khi người dùng mở cuộc trò chuyện Metabot mới, chúng tôi sẽ hiển thị cho họ một số lời nhắc được đề xuất dựa trên các mô hình và số liệu phổ biến trong bộ sưu tập mà bạn đã chọn.
zh_hk: 當使用者開啟新的 Metabot 聊天程式時，我們會根據您選擇的集合中的熱門模型和指標，向他們顯示一些建議提示。

source: When users open a new Metabot chat, we’ll show them a few suggested prompts based on popular models and metrics in your instance.
ar: عندما يفتح المستخدمون محادثة Metabot جديدة، سنعرض لهم بعض المطالبات المقترحة بناءً على النماذج والمقاييس الشائعة في مثيلك.
bg: Когато потребителите отворят нов чат в Metabot, ще им покажем няколко предложения за отговор, базирани на популярни модели и показатели във вашия случай.
ca: Quan els usuaris obrin un nou xat de Metabot, els mostrarem alguns suggeriments basats en models i mètriques populars de la vostra instància.
de: Wenn Benutzer einen neuen Metabot-Chat öffnen, zeigen wir ihnen einige Vorschläge für Anfragen an, die auf beliebten Modellen und Kennzahlen in Ihrer Instanz basieren.
es: Cuando los usuarios abran un nuevo chat de Metabot, les mostraremos algunas sugerencias basadas en modelos y métricas populares de su instancia.
fa: وقتی کاربران یک چت متابات جدید را باز می‌کنند، ما چند پیشنهاد بر اساس مدل‌ها و معیارهای محبوب در نمونه شما به آنها نشان خواهیم داد.
fi: Kun käyttäjät avaavat uuden Metabot-chatin, näytämme heille muutamia ehdotettuja kehotteita, jotka perustuvat instanssisi suosittuihin malleihin ja mittareihin.
fr: Lorsque les utilisateurs ouvrent une nouvelle conversation Metabot, nous leur affichons quelques suggestions de questions basées sur les modèles et les indicateurs populaires de votre instance.
it: Quando gli utenti aprono una nuova chat Metabot, mostreremo loro alcuni suggerimenti basati sui modelli e sulle metriche più diffusi nella tua istanza.
ja: ユーザーが新しい Metabot チャットを開くと、インスタンス内の一般的なモデルとメトリックに基づいて、いくつかの提案プロンプトが表示されます。
nb: Når brukerne åpner en ny Metabot-chat, viser vi dem noen foreslåtte spørsmål basert på populære modeller og beregninger i din instans.
nl: Wanneer gebruikers een nieuwe Metabot-chat openen, tonen we ze een aantal suggesties op basis van populaire modellen en statistieken in uw exemplaar.
pl: Gdy użytkownicy otworzą nowy czat Metabota, wyświetlimy im kilka sugerowanych monitów opartych na popularnych modelach i metrykach w Twojej instancji.
pt_br: Quando os usuários abrirem um novo chat do Metabot, mostraremos a eles algumas sugestões de perguntas com base em modelos e métricas populares em sua instância.
ru: Когда пользователи открывают новый чат Metabot, мы показываем им несколько предлагаемых подсказок на основе популярных моделей и показателей в вашем случае.
sk: Keď používatelia otvoria nový chat Metabot, zobrazíme im niekoľko navrhovaných výziev na základe populárnych modelov a metrík vo vašej inštancii.
sl: Ko uporabniki odprejo nov klepet Metabot, jim bomo prikazali nekaj predlaganih pozivov na podlagi priljubljenih modelov in meritev v vašem primeru.
sq: Kur përdoruesit hapin një bisedë të re Metabot, do t’u shfaqim disa prompt-e të sugjeruara bazuar në modele dhe metrika popullore në instancën tënde.
sr: Kada korisnici otvore novi Metabot chat, prikazaćemo im nekoliko predloženih promptova na osnovu popularnih modela i metrika u vašoj instanci.
sv: När användare öppnar en ny Metabot-chatt visar vi dem några föreslagna uppmaningar baserade på populära modeller och mätvärden i din instans.
tr: Kullanıcılar yeni bir Metabot sohbeti açtığında, örneğinizdeki popüler modeller ve ölçümlere dayalı olarak onlara birkaç önerilen istem göstereceğiz.
uk: Коли користувачі відкривають новий чат Metabot, ми покажемо їм кілька запропонованих промптів на основі популярних моделей і метрик у вашому інстансі.
vi: Khi người dùng mở cuộc trò chuyện Metabot mới, chúng tôi sẽ hiển thị cho họ một số lời nhắc được đề xuất dựa trên các mô hình và số liệu phổ biến trong phiên bản của bạn.
zh_hk: 當使用者開啟新的 Metabot 聊天時，我們會根據您實例中的熱門模型和指標，向他們顯示一些建議提示。

source: Regenerating suggested prompts...
ar: جارٍ إعادة توليد الـ prompts المقترحة...
bg: Прегенериране на предложените подкани...
ca: S'estan regenerant els suggeriments...
de: Vorgeschlagene Eingabeaufforderungen werden neu generiert …
eo: Regenning those suggested prompts, fr fr
es: Regenerando las indicaciones sugeridas...
fa: بازسازی دستورالعمل‌های پیشنهادی...
fi: Ehdotettuja kehotteita luodaan uudelleen...
fr: Régénération des invites suggérées...
it: Rigenerazione dei prompt suggeriti...
ja: 提案されたプロンプトを再生成しています...
nb: Regenerering av foreslåtte ledetekster...
nl: Voorgestelde prompts regenereren...
pl: Ponowne generowanie sugerowanych monitów...
pt_br: Regenerando prompts sugeridos...
ru: Повторная генерация предлагаемых подсказок...
sk: Obnovujú sa navrhované výzvy...
sl: Obnavljanje predlaganih pozivov ...
sq: Po rigjenerohen prompt-et e sugjeruara...
sr: Ponovno generisanje predloženih promptova...
sv: Återskapar föreslagna uppmaningar...
tr: Önerilen istemler yeniden oluşturuluyor...
uk: Повторна генерація запропонованих промптів...
vi: Đang tạo lại lời nhắc được đề xuất...
zh_hk: 再生建議提示...

source: Regenerate suggested prompts
ar: أعِد توليد الـ prompts المقترحة
bg: Генериране на повторно предложени подкани
ca: Regenerar les indicacions suggerides
de: Vorgeschlagene Eingabeaufforderungen neu generieren
eo: Regen those suggested prompts, bestie
es: Regenerar indicaciones sugeridas
fa: بازسازی دستورالعمل‌های پیشنهادی
fi: Luo ehdotetut kehotteet uudelleen
fr: Régénérer les invites suggérées
it: Rigenera i prompt suggeriti
ja: 提案されたプロンプトを再生成する
nb: Gjenopprett foreslåtte ledetekster
nl: Voorgestelde prompts regenereren
pl: Wygeneruj ponownie sugerowane monity
pt_br: Regenerar prompts sugeridos
ru: Повторно сгенерировать предложенные подсказки
sk: Znovu vygenerovať navrhované výzvy
sl: Ponovno ustvari predlagane pozive
sq: Rigjenero prompt-et e sugjeruara
sr: Ponovo generiši predložene promptove
sv: Återskapa föreslagna uppmaningar
tr: Önerilen istemleri yeniden oluştur
uk: Повторно згенерувати запропоновані промпти
vi: Tạo lại lời nhắc được đề xuất
zh_hk: 再生建議提示

source: Something went wrong.
ar: حدث خطأ ما.
bg: Нещо сe обърка.
ca: Quelcom no ha anat bé.
de: Etwas ist schiefgegangen.
eo: Something’s totally off rn
es: Algo salió mal.
fa: چیزی اشتباه پیش رفت.
fi: Jotakin meni vikaan.
fr: Un problème est survenu.
it: Qualcosa è andato storto.
ja: エラーが発生しました.
nb: Noe gikk galt.
nl: Er is iets fout gegaan.
pl: Coś poszło nie tak.
pt_br: Algo deu errado.
ru: Упс, что-то пошло не так.
sk: Niečo sa pokazilo.
sl: Nekaj je šlo narobe.
sq: Diçka shkoi keq.
sr: Nešto je pošlo naopako.
sv: Något gick fel.
tr: Bir şeyler yanlış gitti.
uk: Щось пішло не так.
vi: Đã xảy ra lỗi.
zh_hk: 出了點問題.

source: No prompts found.
ar: لم يتم العثور على أي prompts.
bg: Не са намерени подкани.
ca: No s'han trobat indicacions.
de: Keine Eingabeaufforderungen gefunden.
eo: No cap, no prompts here lol
es: No se encontraron indicaciones.
fa: هیچ دستور العملی یافت نشد.
fi: Ei löytynyt kehotteita.
fr: Aucune invite trouvée.
it: Nessun prompt trovato.
ja: プロンプトが見つかりません。
nb: Ingen ledetekster funnet.
nl: Geen prompts gevonden.
pl: Nie znaleziono żadnych monitów.
pt_br: Nenhum prompt encontrado.
ru: Подсказки не найдены.
sk: Neboli nájdené žiadne výzvy.
sl: Ni najdenih pozivov.
sq: Nuk u gjetën prompt-e.
sr: Nijedan prompt nije pronađen.
sv: Inga uppmaningar hittades.
tr: Hiçbir istem bulunamadı.
uk: Промптів не знайдено.
vi: Không tìm thấy lời nhắc nào.
zh_hk: 未找到提示。

source: Run prompt
ar: شغّل الـ prompt
bg: Изпълнете подканата
ca: Executa l'indicador
de: Eingabeaufforderung ausführen
eo: Run prompt → Send it or Drop the prompt
es: Indicador de ejecución
fa: اجرای اعلان
fi: Suorita kehote
fr: Exécuter l'invite
it: Esegui prompt
ja: プロンプトを実行
nb: Kjør ledetekst
pl: Uruchom monit
pt_br: Executar prompt
ru: Выполнить запрос
sk: Spustiť výzvu
sl: Zaženi poziv
sq: Ekzekuto prompt-in
sr: Pokreni prompt
sv: Kör prompten
tr: Çalıştırma istemi
uk: Запустити промпт
vi: Chạy nhắc nhở
zh_hk: 執行提示

source: Copy prompt
ar: انسخ الـ prompt
bg: Копиране на подкана
ca: Copiar sol·licitud
de: Eingabeaufforderung kopieren
eo: Copy prompt → Bet, got it
es: Solicitud de copia
fa: کپی کردن درخواست
fi: Kopioi kehote
fr: Copier l'invite
it: Copia richiesta
ja: コピープロンプト
nb: Kopier ledetekst
nl: Kopieerprompt
pl: Kopiuj monit
pt_br: Prompt de cópia
ru: Копировать запрос
sk: Výzva na kopírovanie
sl: Poziv za kopiranje
sq: Kopjo prompt-in
sr: Kopiraj prompt
sv: Kopieringsuppmaning
tr: Kopyalama istemi
uk: Копіювати промпт
vi: Sao chép lời nhắc
zh_hk: 複製提示

source: Remove prompt
ar: أزِل الـ prompt
bg: Премахване на подкана
ca: Elimina la sol·licitud
de: Eingabeaufforderung entfernen
eo: Skip the prompt
es: Eliminar mensaje
fa: حذف اعلان
fi: Poista kehote
fr: Supprimer l'invite
it: Rimuovi richiesta
ja: プロンプトを削除
nb: Fjern ledetekst
nl: Verwijder prompt
pl: Usuń monit
pt_br: Remover prompt
ru: Удалить подсказку
sk: Odstrániť výzvu
sl: Odstrani poziv
sq: Hiq prompt-in
sr: Ukloni prompt
sv: Ta bort uppmaningen
tr: İstemi kaldır
uk: Видалити промпт
vi: Xóa lời nhắc
zh_hk: 移除提示

source: Metabot AI
bg: Метабот ИИ
ca: Metabot IA
de: Metabot KI
es: Metabot IA
fa: هوش مصنوعی متابوت
fi: Metabot-tekoäly
ja: メタボットAI
pt_br: Metabot IA
ru: Метабот ИИ
sr: Metabot VI
vi: Trí tuệ nhân tạo Metabot

source: Metabot helps you move faster and understand your data better.
ar: يساعدك Metabot على التحرك أسرع وفهم بياناتك بشكل أفضل.
bg: Metabot ви помага да се движите по-бързо и да разбирате по-добре данните си.
ca: Metabot t'ajuda a moure't més ràpidament i a entendre millor les teves dades.
de: Metabot hilft Ihnen, schneller voranzukommen und Ihre Daten besser zu verstehen.
es: Metabot le ayuda a moverse más rápido y comprender mejor sus datos.
fa: متابات به شما کمک می‌کند سریع‌تر حرکت کنید و داده‌های خود را بهتر درک کنید.
fi: Metabot auttaa sinua toimimaan nopeammin ja ymmärtämään dataasi paremmin.
fr: Metabot vous aide à gagner en rapidité et à mieux comprendre vos données.
it: Metabot ti aiuta a muoverti più velocemente e a comprendere meglio i tuoi dati.
ja: Metabot は、より速く行動し、データをより深く理解するのに役立ちます。
nb: Metabot hjelper deg med å bevege deg raskere og forstå dataene dine bedre.
nl: Met Metabot kunt u sneller werken en uw gegevens beter begrijpen.
pl: Metabot pomaga Ci działać szybciej i lepiej zrozumieć Twoje dane.
pt_br: O Metabot ajuda você a agir com mais rapidez e a compreender melhor seus dados.
ru: Metabot поможет вам двигаться быстрее и лучше понимать ваши данные.
sk: Metabot vám pomáha pracovať rýchlejšie a lepšie porozumieť vašim dátam.
sl: Metabot vam pomaga hitreje napredovati in bolje razumeti vaše podatke.
sq: Metabot të ndihmon të lëvizësh më shpejt dhe ta kuptosh më mirë të dhënat e tua.
sr: Metabot vam pomaže da radite brže i bolje razumete svoje podatke.
sv: Metabot hjälper dig att arbeta snabbare och förstå dina data bättre.
tr: Metabot daha hızlı hareket etmenize ve verilerinizi daha iyi anlamanıza yardımcı olur.
uk: Metabot допомагає вам рухатися швидше й краще розуміти ваші дані.
vi: Metabot giúp bạn di chuyển nhanh hơn và hiểu dữ liệu tốt hơn.
zh_hk: Metabot 可協助您更快速地移動，並更好地瞭解您的資料。

source: You can ask it to generate SQL, and build or explain queries.
ar: يمكنك أن تطلب منه إنشاء SQL، وبناء الاستعلامات أو شرحها.
bg: Можете да го помолите да генерира SQL и да изгражда или обяснява заявки.
ca: Li podeu demanar que generi SQL i que creï o expliqui consultes.
de: Sie können es anweisen, SQL-Abfragen zu generieren und diese zu erstellen oder zu erklären.
es: Puedes pedirle que genere SQL y que cree o explique consultas.
fa: می‌توانید از آن بخواهید که SQL تولید کند و پرس‌وجوها را بسازد یا توضیح دهد.
fi: Voit pyytää sitä luomaan SQL-koodeja ja rakentamaan tai selittämään kyselyitä.
fr: Vous pouvez lui demander de générer du SQL, et de construire ou d'expliquer des requêtes.
it: È possibile chiedergli di generare codice SQL e di creare o spiegare query.
ja: SQL を生成したり、クエリを構築または説明したりするように要求できます。
nb: Du kan be den om å generere SQL og bygge eller forklare spørringer.
nl: U kunt het programma vragen om SQL te genereren en query's te bouwen of uit te leggen.
pl: Można go poprosić o wygenerowanie kodu SQL oraz zbudowanie i wyjaśnienie zapytań.
pt_br: Você pode pedir para ele gerar SQL e construir ou explicar consultas.
ru: Вы можете попросить его сгенерировать SQL, а также построить или объяснить запросы.
sk: Môžete ho požiadať o generovanie SQL a o zostavenie alebo vysvetlenie dotazov.
sl: Lahko ga prosite, naj generira SQL in gradi ali razloži poizvedbe.
sq: Mund t’i kërkosh të gjenerojë SQL, dhe të ndërtojë ose shpjegojë pyetje.
sr: Možete ga pitati da generiše SQL i da napravi ili objasni upite.
sv: Du kan be den generera SQL och bygga eller förklara frågor.
tr: SQL üretmesini, sorgular oluşturmasını veya açıklamasını isteyebilirsiniz.
uk: Ви можете попросити його згенерувати SQL і створювати або пояснювати запити.
vi: Bạn có thể yêu cầu nó tạo SQL và xây dựng hoặc giải thích các truy vấn.
zh_hk: 您可以要求它產生 SQL，並建立或解釋查詢。

source: Setting up Metabot AI, please wait
ar: جارٍ إعداد Metabot AI، يُرجى الانتظار
bg: Настройка на Metabot AI, моля изчакайте
ca: Configurant Metabot AI, espereu si us plau.
de: Metabot AI wird eingerichtet, bitte warten
es: Configurando Metabot AI, por favor espere
fa: در حال راه‌اندازی هوش مصنوعی متابوت، لطفاً صبر کنید
fi: Metabot AI:n käyttöönotto, odota hetki
fr: Configuration de Metabot AI, veuillez patienter
it: Impostazione di Metabot AI, attendere prego
ja: Metabot AI を設定しています。お待ちください
nb: Sette opp Metabot AI, vennligst vent
nl: Metabot AI instellen, even geduld a.u.b.
pl: Konfiguruję Metabot AI, proszę czekać
pt_br: Configurando o Metabot AI, aguarde
ru: Настройка Metabot AI, пожалуйста, подождите
sk: Nastavenie umelej inteligencie Metabot, čakajte prosím
sl: Nastavitev Metabot AI, prosimo počakajte
sq: Po konfigurohet Metabot AI, ju lutemi prisni
sr: Podešavanje Metabot VI, sačekajte
sv: Konfigurerar Metabot AI, vänligen vänta
tr: Metabot AI kuruluyor, lütfen bekleyin
uk: Налаштовуємо Metabot AI, зачекайте
vi: Đang thiết lập Metabot AI, vui lòng đợi
zh_hk: 設定 Metabot AI，請稍候

source: Metabot AI is ready
ar: Metabot AI جاهز
bg: Изкуственият интелект на Metabot е готов
ca: La IA de Metabot està a punt
de: Metabot AI ist bereit
es: Metabot AI está listo
fa: هوش مصنوعی متابوت آماده است
fi: Metabot-tekoäly on valmis
fr: Metabot AI est prêt
it: Metabot AI è pronto
ja: Metabot AIは準備完了
nb: Metabot AI er klar
nl: Metabot AI is klaar
pl: Metabot AI jest gotowy
pt_br: O Metabot AI está pronto
ru: Metabot AI готов
sk: Umelá inteligencia Metabot je pripravená
sl: Metabotova umetna inteligenca je pripravljena
sq: Metabot AI është gati
sr: Metabot VI je spreman
sv: Metabot AI är redo
tr: Metabot AI hazır
uk: Metabot AI готовий
vi: Metabot AI đã sẵn sàng
zh_hk: Metabot AI 已準備就緒

source: Happy exploring!
ar: استكشاف ممتع!
bg: Приятно проучване!
ca: Feliç exploració!
de: Viel Spaß beim Entdecken!
es: ¡Feliz exploración!
fa: کاوش مبارک!
fi: Onnea tutkimiseen!
fr: Bonne exploration !
it: Buona esplorazione!
ja: 楽しい探検を！
nb: God oppdagelsesferd!
nl: Veel plezier met ontdekken!
pl: Miłego odkrywania!
pt_br: Boa exploração!
ru: Приятного изучения!
sk: Príjemné objavovanie!
sl: Veselo raziskovanje!
sq: Eksplorim të mbarë!
sr: Srećno istraživanje!
sv: Trevlig utforskning!
tr: Keyifli keşifler!
uk: Успішної розвідки!
vi: Chúc bạn khám phá vui vẻ!
zh_hk: 快樂探索

source: Todo List
ar: قائمة المهام
bg: Списък със задачи
ca: Llista de tasques pendents
de: Aufgabenliste
es: Lista de tareas pendientes
fa: فهرست کارها
fi: Tehtävälista
fr: Liste de tâches
it: Lista delle cose da fare
ja: ToDoリスト
nb: Todo-liste
nl: Todo-lijst
pl: Lista rzeczy do zrobienia
pt_br: Lista de tarefas
ru: Список дел
sk: Zoznam úloh
sl: Seznam opravil
sq: Lista Todo
sr: Lista zadataka
sv: Att-göra-lista
tr: Yapılacaklar Listesi
uk: Список справ
vi: Danh sách việc cần làm
zh_hk: 待辦事項清單

source: Tool Call: {0}
ar: استدعاء أداة: {0}
bg: Извикване на инструмент: {0}
ca: Crida d'eina: {0}
de: Werkzeugaufruf: {0}
es: Llamada a herramienta: {0}
fa: فراخوانی ابزار: {0}
fi: Työkalukutsu: {0}
fr: Appel d'outil : {0}
it: Chiamata strumento: {0}
ja: ツール呼び出し: {0}
nb: Verktøyanrop: {0}
nl: Gereedschapsoproep: {0}
pl: Wywołanie narzędzia: {0}
pt_br: Chamada da ferramenta: {0}
ru: Вызов инструмента: {0}
sk: Volanie nástroja: {0}
sl: Klic orodja: {0}
sq: Thirrje mjeti: {0}
sr: Poziv alata: {0}
sv: Verktygsanrop: {0}
tr: Araç Çağrısı: {0}
uk: Виклик інструмента: {0}
vi: Gọi công cụ: {0}
zh_hk: 工具呼叫： {0}

source: Request
ar: الطلب
bg: Заявка
ca: Sol·licitud
de: Anfrage
es: Pedido
fa: درخواست
fi: Pyytää
fr: Demande
it: Richiesta
ja: リクエスト
nb: Forespørsel
nl: Verzoek
pl: Wniosek
pt_br: Solicitar
ru: Запрос
sk: Žiadosť
sl: Zahteva
sq: Kërkesë
sr: Zahtev
sv: Begäran
tr: Rica etmek
uk: Запит
vi: Lời yêu cầu
zh_hk: 請求

source: Response
ar: الاستجابة
bg: Отговор
ca: Resposta
de: Antwort
es: Respuesta
fa: پاسخ
fi: Vastaus
fr: Réponse
it: Risposta
ja: 応答
nb: Svar
nl: Antwoord
pl: Odpowiedź
pt_br: Resposta
ru: Ответ
sk: Odpoveď
sl: Odgovor
sq: Përgjigje
sr: Odgovor
sv: Svar
tr: Cevap
uk: Відповідь
vi: Phản ứng
zh_hk: 回應

source: Errored
ar: حدث خطأ
bg: Грешно
ca: Error
de: Fehlerhaft
es: Error
fa: خطا داد
fi: Virheellinen
fr: Erreur
it: Errore
ja: エラー
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sk: Chybné
sl: Napačno
sq: Me gabim
sr: Sa greškom
sv: Felaktigt
tr: Hatalı
uk: З помилкою
vi: Đã lỗi
zh_hk: 錯誤
