Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Controls how often the heartbeats are sent when an SSH tunnel is established (in seconds).
ar: يتحكم في عدد مرات إرسال heartbeats عند إنشاء نفق SSH (بالثواني).
bg: Контролира колко често се изпращат пулсове при установяване на SSH тунел (в секунди).
ca: Controla cada quant (en segons) s'envia un heartbeat quan s'estableix un túnel SSH.
de: Steuert, wie oft Heartbeats gesendet werden, wenn ein SSH-Tunnel eingerichtet wurde (in Sekunden).
eo: It kinda tells you how often the heartbeats are sent when an SSH tunnel is set up (in seconds), fr fr.
es: Controla la frecuencia con la que se envían los latidos cuando se establece un túnel SSH (en segundos).
fa: کنترل می‌کند که چقدر اغلب ضربان‌های قلب ارسال می‌شوند وقتی یک تونل SSH ایجاد شود (به ثانیه).
fi: Ohjaa, kuinka usein pulssit lähetetään, kun SSH-tunneli muodostetaan (sekunneissa).
fr: Contrôle la fréquence d'envoi des battements de cœur lorsqu'un tunnel SSH est établi (en secondes).
hu: Szabályozza, milyen gyakran küldjük a szívveréseket SSH alagút létrehozásakor (másodpercben).
it: Controlla con quale frequenza vengono inviati i segnali di heartbeats quando viene stabilito un tunnel SSH (in secondi).
ja: SSHトンネル確立時にハートビートを送信する頻度を制御します(単位：秒)。
lt: Valdo, kaip dažnai siunčiami širdies plakimai, kai sukuriamas SSH tunelis (sekundėmis).
ms: Mengawal seberapa kerap isyarat hati dihantar apabila terowong SSH ditubuhkan (dalam saat).
nb: Kontrollerer hvor ofte hjerteslag blir sendt når en SSH-tunell er etablert (i sekunder).
nl: Bepaalt hoe vaak de heartbeats worden verzonden wanneer een SSH-tunnel tot stand is gebracht (in seconden).
pl: Kontroluje, jak często wysyłane są bicia serca, gdy ustanowiony jest tunel SSH (w sekundach).
pt_br: Controla a frequência com que os pulsos são enviados quando um túnel SSH é estabelecido (em segundos).
ru: Управляет частотой отправки контрольных сигналов при установке туннеля SSH (в секундах).
sk: Riadi, ako často sa odosielajú signály srdca, keď je nastavený SSH tunel (v sekundách).
sl: Nadzoruje, kako pogosto se srčni utripi pošljejo, ko je vzpostavljen tunel SSH (v sekundah).
sq: Kontrollon sa shpesh dërgohen heartbeats kur vendoset një tunel SSH (në sekonda).
sr: Kontroliše koliko često se šalju heartbeat poruke kada je uspostavljen SSH tunel (u sekundama).
sv: Kontrollerar hur ofta hjärtslagen skickas när en SSH-tunnel etablerats (i sekunder).
tr: Bir SSH tüneli kurulduğunda (saniye cinsinden) kalp atışlarının ne sıklıkla gönderileceğini kontrol eder.
uk: Керує тим, як часто надсилаються heartbeat-пакети, коли встановлено SSH-тунель (у секундах).
vi: Điều khiển tần suất gửi nhịp đập khi một đường hầm SSH được thiết lập (tính bằng giây).
zh_hk: 控制建立 SSH 隧道時心跳信號的發送頻率<b>（</b>以秒為單位）。

source: Controls the fetch size used for Redshift queries (in PreparedStatement), via defaultRowFetchSize.
hu: Szabályozza a Redshift lekérdezéseknél használt beolvasási méretet (PreparedStatement-ben), a defaultRowFetchSize használatával.
ms: Mengawal saiz ambil yang digunakan untuk query Redshift (dalam PreparedStatement), melalui defaultRowFetchSize.

source: Cannot find matching FK Table ID for FK Field {0}
ar: تعذّر العثور على FK Table ID مطابق لحقل FK {0}
bg: Не може да бъде намерено съответстващо FK Таблица ID за FK поле {0}
ca: No es pot trobar l'ID de la Taula FK per al Camp FK {0}
de: Es kann keine passende Fremdschlüssel-Tabellen-ID für das Fremdschlüssel-Feld {0} gefunden werden.
eo: Bruh, I can't find the matching FK Table ID for FK Field {0} 🤦‍♀️
es: No he podido encontrar el ID de tabla foránea coincidente para el campo {0}
fa: شناسه جدول FK که مطابق برای فیلد FK {0} باشد یافت نشد
fi: Ei löydy vastaavaa FK-taulun ID:tä FK-kentälle {0}
fr: Impossible de trouver l'ID de la table FK correspondant au champ FK {0}.
hu: Nem található megfelelő FK tábla azonosító az FK mezőhöz: {0}
it: Impossibile trovare l'ID della Tabella FK corrispondente per il Campo FK {0}
ja: FKフィールド{0}に一致するFKテーブルIDが見つかりません。
lt: Nepavyko rasti atitinkančio FK lentelės ID FK laukui {0}
ms: Tidak dapat mencari ID Jadual FK yang sepadan untuk Medan FK {0}
nb: Kan ikke finne matchende FK Table ID for FK Field {0}
nl: Kan geen overeenkomende FK-tabel-ID vinden voor FK-veld {0}
pl: Nie można znaleźć pasującego ID tabeli FK dla pola FK {0}
pt_br: Não é possível encontrar o ID da tabela FK correspondente para o campo FK {0}
ru: Не удается найти соответствующий идентификатор таблицы FK для поля FK {0}
sk: Nie je možné nájsť zodpovedajúce FK ID tabuľky pre FK pole {0}
sl: Ni mogoče najti ustreznega ID-ja tabele FK za polje FK {0}
sq: Nuk mund të gjendet ID e tabelës FK që përputhet për Fushën FK {0}
sr: Ne može da pronađe odgovarajući ID FK tabele za FK polje {0}
sv: Kan inte hitta matchande FK-tabell-id för FK-fält {0}
tr: FK Alanı için eşleşen FK Tablo Kimliği bulunamıyor {0}
uk: Не вдається знайти відповідний ID FK-таблиці для FK-поля {0}
vi: Không tìm thấy ID Bảng FK phù hợp cho Trường FK {0}
zh_hk: 無法找到與 FK 字段 {0} 相匹配的 FK 表 ID

source: Error optimizing temporal filter clause
hu: Hiba az idő szűrő kifejezéssel
ms: Ralat mengoptimumkan klausa penapis temporal

source: Error resolving Fields in query
hu: Hiba a mezők feloldása közben a lekérdezésben
ms: Ralat menyelesaikan Medan dalam query

source: Cannot resolve joined field due to ambiguous joins: table {0} (ID {1}) joined multiple times. You need to specify an explicit `:join-alias` in the field reference.
eo: Bruh, can’t figure out the joined field cuz the joins are deadass ambiguous: table {0} (ID {1}) got multiple passes. You gotta throw in a clear `:join-alias` in the field reference, fr.
hu: Nem lehet feloldani a csatolt mezőt a többértelmű csatlakozások miatt: a(z) {0} tábla (ID {1}) többszörösen csatolva. Adjon meg egy explicit `:join-alias`-t a mezőhivatkozásban.
lt: Neįmanoma išspręsti sujungto lauko dėl dviprasmiškų sujungimų: lentelė {0} (ID {1}) buvo sujungta kelis kartus. Lauko nuorodoje turite nurodyti aiškų `:join-alias'.
ms: Tidak dapat menyelesaikan medan yang digabungkan kerana gabungan yang samar: jadual {0} (ID {1}) digabungkan beberapa kali. Anda perlu menentukan `:join-alias` yang jelas dalam rujukan medan.

source: Unsupported temporal bucketing: You can''t bucket a {0} Field by {1}.
ar: تجميع زمني غير مدعوم: لا يمكنك تجميع حقل {0} حسب {1}.
bg: Неподдържано времево групиране: Не може да се използва поле {0} по {1}.
ca: Registre temporal no admès: no podeu recollir un camp {0} per {1}.
de: Nicht unterstütztes zeitliches Bucketing: Ein {0} -Feld kann nicht nach {1} untergliedert werden.
eo: Bruh, you can't do that unsupported temporal bucketing — like, you can't bucket a {0} Field by {1}.
es: Agrupación temporal no admitida: no puedes segmentar un campo {0} por {1}.
fa: ذخیره‌سازی زمانی پشتیبانی نشده: شما نمی‌توانید یک فیلد {0} را بر اساس {1} ذخیره کنید.
fi: Tukematon aikajaksojen ryhmittely: Et voi ryhmitellä {0} kenttää {1} perusteella.
fr: Unsupported temporal bucketing : On ne peut pas regrouper un champ {0} par {1}.
hu: Nem támogatott időbeli csoportosítás: Nem lehet egy {0} mezőt {1} szerint csoportosítani.
it: Raggruppamento temporale non supportato: non puoi raggruppare un campo {0} per {1}.
ja: サポートされていない一時的なバケット処理。 {0} のフィールドを {1} でバケット化することはできません。
lt: Nepalaikomas laikinas grupavimas: negalite sugrupuoti {0} lauko pagal {1}.
ms: Anda tidak boleh membukukan Medan {0} oleh {1}.
nb: Ustøttet kronologisk samling: Du kan ikke samle et {0}-felt med {1}.
nl: Niet-ondersteunde tijdelijke bucketing: je kunt een {0} veld niet per {1} in een bucket plaatsen.
pl: Niewspierane grupowanie czasowe: Nie można grupować pola {0} za pomocą {1}.
pt_br: Agrupamento temporal não compatível: não é possível agrupar um campo {0} por {1}.
ru: Неподдерживаемое временное сегментирование: нельзя сегментировать {0} поле по {1}.
sk: Nepodporované časové zoskupovanie: Nemôžete zoskupiť pole {0} podľa {1}.
sl: Nepodprto časovno segmentiranje: {0} polja ne morete razdeliti do {1}.
sq: Ndarje kohore e pambështetur: Nuk mund të bësh ndarje në intervale të një Fushë {0} sipas {1}.
sr: Nepodržano grupisanje u opsege po vremenu: Ne možete da grupišete polje {0} po {1}.
sv: Otillåten tidsgruppering: Du kan inte gruppera {0}-fält på {1}.
tr: Desteklenmeyen geçici gruplama: Bir {0} Alanı {1} kadar gruplayamazsınız.
uk: Непідтримуване часове групування: не можна згрупувати поле {0} за {1}.
vi: Phân tích thời gian không được hỗ trợ: Bạn không thể nhóm một Trường {0} theo {1}.
zh_hk: 不支援的時間段：您無法按{1}來儲存{0}字段。

source: Error processing additional pivot table query
hu: Hiba a további pivot tábla lekérdezés feldolgozásakor
ms: Ralat memproses pertanyaan jadual pivot tambahan

source: Invalid cell format
hu: Érvénytelen cellaformátum
ms: Format sel tidak sah

source: Enable typeahead search in the Metabase navbar?
hu: Engedélyezze a gyorskeresést a Metabase navigációs sávjában?
ms: Aktifkan carian typeahead dalam navbar Metabase?

source: Login in request is missing device ID information
hu: A bejelentkezési kérelem hiányolja az eszközazonosító információkat
ms: Permintaan log masuk tidak mempunyai maklumat ID peranti

source: Login request is missing user-agent information
hu: A bejelentkezési kérelem hiányolja a felhasználói ügynök információkat
ms: Permintaan log masuk tidak mempunyai maklumat ejen pengguna

source: Unable to determine login request IP address
hu: Nem lehet meghatározni a bejelentkezési kérelem IP címét
ms: Tidak dapat menentukan alamat IP permintaan log masuk

source: Error determining login history for request
hu: Hiba a bejelentkezési előzmények meghatározásakor a kéréshez
ms: Ralat menentukan sejarah log masuk untuk permintaan

source: unknown
ar: غير معروف
bg: неизвестно
ca: desconegut
de: unbekannt
eo: uncomfy vibes
es: desconocido
fa: ناشناخته
fi: tuntematon
fr: inconnu
hu: ismeretlen
it: sconosciuto
ja: 不明
lt: nežinomas
ms: tidak diketahui
nb: ukjent
nl: onbekend
pl: nieznany
pt_br: desconhecido
ru: неизвестный
sk: neznáme
sl: neznan
sq: i panjohur
sr: nepoznato
sv: okänd
tr: Bilinmeyen
uk: невідомо
vi: không biết
zh_hk: 未知

source: Unknown device type
ar: نوع جهاز غير معروف
bg: Неизвестен тип устройство
ca: Tipus de dispositiu desconegut
de: Unbekannter Gerätetyp
eo: No cap, that’s a mystery device fr
es: Tipo de dispositivo desconocido
fa: نوع دستگاه ناشناخته
fi: Tuntematon laitetyyppi
fr: Type d'appareil inconnu
hu: Ismeretlen eszköztípus
it: Tipo di dispositivo sconosciuto
ja: 不明なデバイスタイプ
lt: Nežinomas įrenginio tipas
ms: Jenis peranti tidak diketahui
nb: Ukjent enhetstype
nl: Onbekend apparaattype
pl: Nieznany typ urządzenia
pt_br: Tipo de dispositivo desconhecido
ru: Неизвестный тип устройства
sk: Neznámy typ zariadenia
sl: Neznana vrsta naprave
sq: Lloj pajisjeje i panjohur
sr: Nepoznat tip uređaja
sv: Okänd typ av enhet
tr: Bilinmeyen cihaz türü
uk: Невідомий тип пристрою
vi: Loại thiết bị không rõ
zh_hk: 未知的載具類型

source: Unknown OS
ar: نظام تشغيل غير معروف
bg: Неизвестна операционна система
ca: OS desconegut
de: Unbekanntes Betriebssystem
eo: Idk what this OS is, lol
es: S.O. desconocido
fa: سیستم‌عامل ناشناخته
fi: Tuntematon käyttöjärjestelmä
fr: OS inconnu
hu: Ismeretlen operációs rendszer
it: Sistema operativo sconosciuto
ja: 不明なOS
lt: Nežinoma OS
ms: OS tidak diketahui
nb: Ukjent OS
nl: Onbekend besturingssysteem
pl: Nieznany system operacyjny
pt_br: SO desconhecido
ru: Неизвестная ОС
sk: Neznámy OS
sl: Neznani OS
sq: OS i panjohur
sr: Nepoznat OS
sv: Okänt operativsystem
tr: Bilinmeyen İşletim Sistemi
uk: Невідома ОС
vi: Hệ điều hành không rõ
zh_hk: 未知的作業系統

source: Unknown browser
ar: متصفح غير معروف
bg: Неизвестен браузър
ca: Navegador desconegut
de: Unbekannter Browser
eo: Unk browser
es: Navegador desconocido
fa: مرورگر ناشناخته
fi: Tuntematon selain
fr: Navigateur inconnu
hu: Ismeretlen böngésző
it: Browser sconosciuto
ja: 不明なブラウザ
lt: Nežinoma naršyklė
ms: Pelayar tidak diketahui
nb: Ukjent nettleser
nl: Onbekende browser
pl: Nieznana przeglądarka
pt_br: Navegador desconhecido
ru: Неизвестный браузер
sk: Neznámy prehliadač
sl: Neznan brskalnik
sq: Shfletues i panjohur
sr: Nepoznat pregledač
sv: Okänd webbläsare
tr: Bilinmeyen tarayıcı
uk: Невідомий браузер
vi: Trình duyệt không rõ
zh_hk: 未知的瀏覽器

source: Error geocoding IP addresses
hu: Hiba az IP címek földrajzi kódolásakor
ms: Ralat pengekodan geo alamat IP

source: Semantic type of {0} has changed from ''{1}'' to ''{2}''.
hu: A(z) {0} szemantikai típusa megváltozott a(z) ''{1}''-ról a(z) ''{2}''-ra.
ms: Jenis semantik {0} telah berubah dari ''{1}'' kepada ''{2}''.

source: Name of {0} has changed from ''{1}'' to ''{2}''.
hu: A(z) {0} neve megváltozott a(z) ''{1}''-ról a(z) ''{2}''-ra.
ms: Nama {0} telah berubah dari ''{1}'' kepada ''{2}''.

source: Don''t know how to format a {0} as a human-readable date/time
ar: لا نعرف كيف نُنسّق {0} كتاريخ/وقت مقروء للبشر
bg: Не знам как да форматирам {0} като човекочитаема дата / час
ca: No sé com formatar {0} com a data/hora llegible
de: {0} kann nicht als lesbare Datums-/Zeitangabe formatiert werden
eo: I’m so confused rn on how to make a {0} look chill as a human-readable date/time fam
es: No sé cómo formatear un {0} como una fecha/hora legible por humanos.
fa: نمی‌دانم چگونه یک {0} را به عنوان تاریخ/زمان قابل خواندن برای انسان قالب‌بندی کنم
fi: En tiedä, miten muotoilla {0} luettavaksi päivämääräksi/aikaleimaksi.
fr: Je ne sais pas comment formater un {0} comme une date/heure lisible par l'homme.
hu: Nem tudom, hogyan kell formázni egy {0}-t emberi olvasásra alkalmas dátum/idő formátumban
it: Non so come formattare un {0} come data/ora leggibile dall'uomo
ja: {0}を日付/時刻としてフォーマットする方法が不明です。
lt: Nežinau, kaip suformatuoti {0} kaip žmogui suprantamą datą/laiką
ms: Tidak tahu bagaimana untuk memformat {0} sebagai tarikh/waktu yang boleh dibaca manusia
nb: Vet ikke hvordan jeg skal formatere {0} til menneskelig lesbart dato/tid
nl: Weet niet hoe {0} moet worden opgemaakt als een voor mensen leesbare datum / tijd
pl: Nie wiem, jak sformatować {0} jako czytelną dla człowieka datę/czas
pt_br: Não sei como formatar {0} como uma data/hora legível por humanos
ru: Не знаю, как отформатировать {0} как удобочитаемые дату и время
sk: Neviem, ako formátovať {0} ako dátum/čas čitateľný človekom
sl: Ne vem, kako oblikovati {0} kot človeku berljiv datum/čas
sq: Nuk di si të formatoj një {0} si datë/kohë të lexueshme për njeriun
sr: Ne zna se kako formatirati {0} kao ljudski čitljiv datum/vreme
sv: Kan inte formattera en {0} som läsbart datum-klockslag
tr: Bir {0} 'i insan tarafından okunabilir bir tarih / saat olarak nasıl biçimlendireceğinizi bilmiyorum
uk: Не знаємо, як відформатувати {0} як читабельну для людини дату/час
vi: Không biết cách định dạng {0} dưới dạng ngày/giờ có thể đọc được
zh_hk: 不知道如何將 {0} 格式化為人類可讀的日期/時間

source: Valid coercion strategy
hu: Érvényes kényszerstratégia
ms: Strategi paksaan yang sah

source: value must be a valid coercion strategy.
ar: يجب أن تكون القيمة استراتيجية coercion صالحة.
bg: стойност трябва да е валидна стратегия за принуда.
ca: el valor ha de ser una estratègia de conversió vàlida.
de: Wert muss eine gültige Koersionsstrategie sein.
eo: Bruh, your value gotta be a legit coercion move, fr.
es: el valor debe ser una estrategia de coerción válida.
fa: مقدار باید یک استراتژی اجبار معتبر باشد.
fi: arvon on oltava kelvollinen muunnostaktiikka.
fr: doit être une stratégie de coercition valide.
hu: értéknek érvényes kényszerstratégiának kell lennie.
it: il valore deve essere una strategia di coercizione valida.
ja: の値は、有効な強制手段でなければなりません。
lt: vertė turi būti tinkama prievartos strategija.
ms: nilai mesti merupakan strategi paksaan yang sah.
nb: verdi må være en gyldig tvangsstrategi.
nl: waarde moet een geldige dwangstrategie zijn.
pl: wartość musi być prawidłową strategią wymuszania.
pt_br: valor deve ser uma estratégia de coerção válida.
ru: значение должно быть действительной стратегией принуждения.
sk: hodnota musí byť platnou stratégiou nátlaku.
sl: Vrednost mora biti veljavna strategija prisile.
sq: vlera duhet të jetë një strategji koercioni e vlefshme.
sr: vrednost mora biti važeća strategija koercije.
sv: värdet måste vara en giltig tvångs-strategi.
tr: değer, geçerli bir zorlama stratejisi olmalıdır.
uk: значення має бути коректною стратегією приведення типів.
vi: giá trị phải là một chiến lược cưỡng chế hợp lệ.
zh_hk: value 必須是個有效的強制策略。

source: A testing setting
hu: Tesztbeállítás
ms: Tetapan ujian

source: Question name
hu: Kérdés neve
ms: Nama soalan

source: Collection name
ar: اسم المجموعة
bg: Име на колекцията
ca: Nom de la col·lecció
de: Name der Sammlung
eo: Vibe check: "Collection name" is straight-up "Drop name" or "Collection tbh"
es: Nombre colección
fa: نام مجموعه
fi: Kokoelman nimi
fr: Nom de la collection
hu: Gyűjtemény neve
it: Nome della collezione
ja: コレクション名
lt: Kolekcijos pavadinimas
ms: Nama koleksi
nb: Navn på samling
nl: Collectie naam
pl: Nazwa kolekcji
pt_br: Nome da coleção
ru: Название коллекции
sk: Názov zbierky
sl: Ime zbirke
sq: Emri i koleksionit
sr: Naziv kolekcije
sv: Samlingsnamn
tr: Koleksiyon adı
uk: Назва колекції
vi: Tên bộ sưu tập
zh_hk: 集合名稱

source: Group membership filter
ar: فلتر عضوية المجموعة
bg: Филтър за членове на групи
ca: Filtre de pertinença a grup
de: Gruppenzugehörigkeits-Filter
eo: Group membership filter → Squad check
es: Filtro de pertenencia a grupo
fa: فیلتر عضویت گروه
fi: Ryhmän jäsenyyden suodatin
fr: Filtre d'appartenance à un groupe
hu: Csoporttagság szűrő
it: Filtro per gruppi
ja: グループ・メンバーシップ・フィルター
lt: Grupės narystės filtras
ms: Penapis keanggotaan kumpulan
nb: Filter på gruppemedlemsskap
nl: Groepslidmaatschapsfilter
pl: Filtr przynależności do grupy
pt_br: Filtro de associação de grupo
ru: Фильтр участия в группах
sk: Filter členstva v skupine
sl: Filter članstva v skupini
sq: Filtri i anëtarësisë në grup
sr: Filter članstva u grupi
sv: Gruppmedlemskaps filter
tr: Grup üyeliği filtresi
uk: Фільтр членства в групі
vi: Bộ lọc thành viên nhóm
zh_hk: 群組成員篩選器

source: {0} member
ar: {0} عضو
bg: {0} член
ca: {0} membre
de: {0} Mitglied
eo: {0} fr fr
es: {0} miembro
fa: {0} عضو
fi: {0} jäsen
fr: {0} membre
hu: {0} tag
it: {0) iscritto
ja: {0} メンバー
lt: {0} narys
ms: {0} ahli Jamak: {0} ahli
nb: {0} medlem
nl: {0} lid
pl: {0} członek
pt_br: {0} membro
ru: {0} участник
sk: {0} člen
sl: {0} član
sq: {0} anëtar
sr: {0} član
sv: {0} medlem
tr: {0} üye
uk: {0} учасник
vi: {0} thành viên
zh_hk: {0} 位成員

source: {0} person found
ar: تم العثور على {0} شخص
bg: намерен е {0} човек
ca: {0} persona trobada
de: {0} Person gefunden
eo: {0} peeped, fr fr
es: {0} personas encontradas
fa: {0} نفر پیدا شد
fi: {0} henkilö löydetty
fr: {0} personne trouvée
hu: {0} személy található
it: {0} persone trovate
ja: {0}人が見つかりました。
lt: Surastas {0} asmuo
ms: {0} orang ditemui Jamak: {0} orang ditemui
nb: {0} person funnet
nl: {0} persoon gevonden
pl: Znaleziono {0} osobę
pt_br: {0} pessoa encontrada
ru: {0} человек найдено
sk: {0} nájdená osoba
sl: {0} oseba je bila najdena
sq: U gjet {0} person
sr: Pronađena je {0} osoba
sv: {0} person hittad
tr: {0} kişi bulundu
uk: Знайдено {0} людину
vi: Đã tìm thấy {0} người
zh_hk: 找到 {0} 人員管理

source: Find someone
ar: اعثر على شخص
bg: Намери някого
ca: Trobar algú
de: Finde jemanden
eo: Find someone = Squad up
es: Encuentra alguien
fa: کسی را پیدا کنید
fi: Etsi joku
fr: Trouver quelqu'un
hu: Valaki keresése
it: Cerca qualcuno
ja: ユーザー検索する
lt: Surask ką nors
ms: Cari seseorang
nb: Finn noen
nl: Naar gebruiker zoeken
pl: Znajdź użytkownika
pt_br: Encontre alguém
ru: Найти кого то
sk: Nájsť niekoho
sl: Iskanje osebe
sq: Gjej dikë
sr: Pronađi nekoga
sv: Hitta någon
tr: Birini bul
uk: Знайти когось
vi: Tìm kiếm ai đó
zh_hk: 尋找某人

source: Invite someone
ar: ادعُ شخصًا
bg: Покани някого
ca: Convidar algú
de: Lade jemanden ein
eo: slide into their DMs
es: Invita a alguien
fa: دعوت از یک نفر
fi: Kutsu joku
fr: Inviter quelqu'un
hu: Meghív valakit
it: Invita qualcuno
ja: 誰かを招待する
lt: Pakviesk ką nors
ms: Jemput seseorang
nb: Inviter noen
nl: Iemand uitnodigen
pl: Zaproś kogoś
pt_br: Convide alguém
ru: Пригласить кого-то
sk: Pozvať niekoho
sl: Povabite osebo
sq: Fto dikë
sr: Pozovi nekoga
sv: Bjud in någon
tr: Birini davet et
uk: Запросити когось
vi: Mời ai đó
zh_hk: 邀請他人

source: here
ar: هنا
bg: тук
ca: aquí
de: hier
eo: here's the vibes
es: aquí
fa: اینجا
fi: tässä
fr: ici
hu: itt
it: qui
ja: これ
lt: čia
ms: di sini
nb: her
nl: hier
pl: tutaj
pt_br: aqui
ru: тут
sk: tu
sl: tukaj
sq: këtu
sr: ovde
sv: här
tr: İşte
uk: тут
vi: ở đây
zh_hk: 這裡

source: {your-client-id}.apps.googleusercontent.com
ca: {id-client}.apps.googleusercontent.com
eo: bruh, that’s just "{your-client-id}.apps.googleusercontent.com" lol, no cap
es: {tu-id-cliente}.apps.googleusercontent.com
fa: {شناسه-مشتری-شما}.apps.googleusercontent.com
fi: {asiakas-id}.apps.googleusercontent.com
fr: {votre-id-client}.apps.googleusercontent.com
it: {id-client}.apps.googleusercontent.com
ja: {クライアントID}.apps.googleusercontent.com
ms: {id-pelanggan-anda}.apps.googleusercontent.com
nb: {din-klient-id}.apps.googleusercontent.com
pl: {twój-klient-id}.apps.googleusercontent.com
ru: {ваш-id-клиента}.apps.googleusercontent.com
sk: {vaše-klient-id}.apps.googleusercontent.com
sl: {vaša-odjemalca-id}.apps.googleusercontent.com
tr: {müşteri-kimliğiniz}.apps.googleusercontent.com
vi: {id-khach-hang}.apps.googleusercontent.com
zh_hk: {使用者端-ID}.apps.googleusercontent.com

source: Add bot integration
hu: Bot integráció hozzáadása
ms: Tambah integrasi bot

source: Sorry, we were unable to check for updates at this time. Last successful check was {0}.
hu: Sajnos jelenleg nem tudtuk ellenőrizni a frissítéseket. Az utolsó sikeres ellenőrzés az volt {0}.
ms: Maaf, kami tidak dapat memeriksa kemas kini pada masa ini. Pemeriksaan berjaya terakhir adalah {0}.

source: Only change this if you know what you're doing!
ar: لا تغيّر هذا إلا إذا كنت تعرف ما تفعله!
bg: Променяйте това само ако знаете какво правите!
ca: Canvia això només si saps el que fas!
de: Ändere dies nur, wenn Du weißt, was Du tust!
eo: Only tweak this if you’re actually vibing with it fr.
es: ¡Cambia esto solo si sabes lo que estás haciendo!
fa: تنها در صورتی این را تغییر دهید که می‌دانید چه می‌کنید!
fi: Muuta tätä vain jos tiedät mitä teet!
fr: Changez-ça seulement si vous savez ce que vous faites!
hu: Csak akkor változtassa meg, ha tudja, mit csinál!
it: Cambialo solo se sai cosa stai facendo!
ja: この設定変更は自分が何をしているか分かっている場合のみして下さい!
lt: Pakeiskite tai tik tada, jei žinote, ką darote!
ms: Hanya ubah ini jika anda tahu apa yang anda lakukan!
nb: Bare endre dette hvis du vet hva du gjør!
nl: Verander dit alleen als je weet wat je doet!
pl: Zmieniaj to tylko wtedy, gdy wiesz, co robisz!
pt_br: Só mude isso se souber o que está fazendo!
ru: Изменяйте только если вы знаете что делаете!
sk: Zmeňte to len ak viete, čo robíte!
sl: To spremenite le, če veste, kaj počnete!
sq: Ndryshoje këtë vetëm nëse e di çfarë po bën!
sr: Menjajte ovo samo ako znate šta radite!
sv: Ändra bara det här om du vet vad du håller på med!
tr: Bunu sadece ne yaptığınızı biliyorsanız değiştirin!
uk: Змінюйте це лише якщо знаєте, що робите!
vi: Chỉ thay đổi điều này nếu bạn biết bạn đang làm gì!
zh_hk: 僅更改此項目，如果您知道自己在做什麼！
