Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Adding User {0} to All Users permissions group...
hu: A(z) {0} felhasználó hozzáadása az összes felhasználói jogosultságcsoporthoz...
ms: Menambah Pengguna {0} ke kumpulan kebenaran Semua Pengguna...

source: Adding User {0} to Admin permissions group...
hu: {0} felhasználó hozzáadása az admin jogosultságcsoporthoz...
ms: Menambah Pengguna {0} ke kumpulan kebenaran Admin...

source: Query failure
hu: Sikertelen lekérdezés
ms: Kegagalan kueri

source: Maximum number of simultaneous queries to allow per connected Database.
hu: Az egyidejű lekérdezések maximális száma az egyes csatlakoztatott adatbázisok esetén.
ms: Bilangan maksimum kueri serentak yang dibenarkan bagi setiap Pangkalan Data yang disambungkan.

source: Timed out after {0} milliseconds.
hu: Időtúllépés {0} milliszekundum után.
ms: Tamat masa selepas {0} milisaat.

source: Misfire Instruction
ar: تعليمة الإخفاق في التشغيل
bg: Инструкция за прекъсване на запалването
ca: Instruccions de fallada
de: Fehlzündungsanweisung
eo: Oops, that’s a bit niche, but I’d say: "Misfire instructions" → "Oops, like, misfire tips" or "Misfire deets"
es: Instrucciones de fallo
fa: دستورالعمل سوء استفاده
fi: Ohje laukaisun epäonnistuessa
fr: Mauvaise instruction
hu: Gyújtási hiba utasítás
it: Istruzione per mancata accensione
ja: ジョブが実行できなかった場合の戦略
lt: Klaidingas pranešimas
ms: Arahan Misfire
nb: Vådeskudd-instruksjoner
nl: Misfire instructie
pl: Instrukcja niewypału
pt_br: Instrução de falha de execução
ru: Пропустить инструкцию
sk: Pokyny k vynechaniu pri štarte
sl: Navodila za neuspele vžige
sq: Udhëzim për misfire
sr: Uputstvo za promašeno okidanje
sv: Felaktig instruktion
tr: Yanlış talimat
uk: Інструкція для збою запуску
vi: Hướng dẫn Misfire
zh_hk: 失火指令

source: Archive this?
hu: Archiválja ezt?
ms: Arkibkan ini?

source: Learn about our data
ar: تعرّف على بياناتنا
bg: Научете за нашите данни
ca: Aprèn de les nostres dades
de: Erfahre mehr über deine Daten
eo: Check out our deets
es: Aprende cosas de nuestros datos
fa: درباره داده های ما اطلاعات کسب کنید
fi: Tutustu tietoihimme
fr: Apprenez de vos données
hu: Ismerje meg adatainkat
it: Impara dai nostri dati
ja: データについて学ぶ
lt: Sužinokite apie mūsų duomenis
ms: Ketahui tentang data kami
nb: Lær om våre data
nl: Leer meer over je data
pl: Poznaj nasze dane
pt_br: Aprenda sobre seus dados
ru: Узнайте о ваших данных
sk: Získajte ďalšie informácie o dátach
sl: Preberite več o naših podatkih
sq: Mëso për të dhënat tona
sr: Saznaj više o našim podacima
sv: Lär dig om våra data
tr: Veri hakkında daha fazla
uk: Дізнайтеся про наші дані
vi: Tìm hiểu về dữ liệu
zh_hk: 了解我們的資料

source: Use DNS SRV when connecting
hu: DNS SRV használata csatlakozáskor
ms: Gunakan DNS SRV semasa menyambung

source: Using this option requires that provided host is a FQDN. If connecting to an Atlas cluster, you might need to enable this option. If you don't know what this means, leave this disabled.
hu: Ennek az opciónak a használata megköveteli, hogy a megadott gazdagép FQDN legyen. Ha csatlakozik a egy Atlas-fürt, előfordulhat, hogy engedélyeznie kell ezt a lehetőséget. Ha nem tudja, mit jelent ez, hagyja ezt letiltva.
ms: Menggunakan pilihan ini memerlukan hos yang disediakan adalah FQDN. Jika menyambung ke kelompok Atlas, anda mungkin perlu mengaktifkan pilihan ini. Jika anda tidak tahu maksudnya, biarkan ini dilumpuhkan.

source: Automatically run queries when doing simple filtering and summarizing
hu: Lekérdezések automatikus futtatása egyszerű szűrés és összegzés során
ms: Jalankan pertanyaan secara automatik apabila melakukan penapisan dan penjumlahan ringkas

source: When this is on Metabase will automatically run queries when users do simple explorations with the Summarize and Filter buttons when viewing a table or chart. You can turn this off if querying this database is slow. This setting doesn’t affect drill-throughs or SQL queries.
hu: Ha ez be van kapcsolva, a Metabase automatikusan lekérdezéseket futtat, amikor a felhasználók egyszerű felfedezéseket végeznek az Összegzés és Szűrés gombokkal táblázat vagy diagram megtekintésekor. Kikapcsolhatja ezt, ha az adatbázis lekérdezése lassú. Ez a beállítás nem érinti a fúrást vagy az SQL lekérdezéseket.
ms: Apabila ini diaktifkan, Metabase akan secara automatik menjalankan query apabila pengguna melakukan penjelajahan mudah dengan butang Ringkaskan dan Tapiskan semasa melihat jadual atau carta. Anda boleh mematikan ini jika query kepada pangkalan data ini lambat. Tetapan ini tidak menjejaskan drill-throughs atau query SQL.

source: Learn about this database
hu: Tudjon meg többet erről az adatbázisról
ms: Ketahui tentang pangkalan data ini

source: Archive this dashboard?
hu: Archiválja ezt az irányítópultot?
ms: Arkibkan papan pemuka ini?

source: All results
hu: Minden eredmény
ms: Semua keputusan

source: Our Analytics
bg: Нашият анализ
ca: Les nostres analítiques
eo: Our stats fr
hu: Elemzéseink
lt: Mūsų analizė
ms: Analisis kami
nb: Våre Analyser
nl: Onze analyse
sv: Våra analyser

source: Additive sum of all the values of a column.\ne.x. total revenue over time.
hu: Egy oszlop összes értékének additív összege.\npéldául az összes bevétel idővel.
ms: Jumlah tambah semua nilai dalam lajur.\ncth. jumlah hasil dari masa ke masa.

source: Additive count of the number of rows.\ne.x. total number of sales over time.
hu: A sorok számának additív számlálása.\npéldául az eladások összes száma idővel.
ms: Kiraan tambah bilangan baris.\ncth. jumlah bilangan jualan dari masa ke masa.

source: Filter
ar: فلترة
bg: Филтър
ca: Filtre
eo: filter → filter (still pretty much the same, but if you wanna be extra, you could say "filter (the glow-up tool)")
es: Filtro
fa: فیلتر
fi: Suodata
fr: Filtre
hu: Szűrő
it: Filtro
ja: フィルター
lt: Filtras
ms: Penapis
pl: Filtruj
pt_br: Filtrar
ru: Фильтр
sq: Filtro
tr: Filtre
uk: Фільтр
vi: Lọc
zh_hk: 篩選器

source: record
ar: سجلات
bg: запис
ca: registre
de: Eintrag
eo: bet, "record" is just "record" — but if you wanna make it sound more Gen Z, you could say "vibe check" (if it’s about capturing a moment) or just keep it as "record" since it's pretty straightforward.
es: registro
fa: رکورد
fi: tietue
fr: enregistrement
hu: rekord
ja: レコード
lt: įrašas
ms: rekod Jamak: rekod-rekod
nb: post
nl: resultaat
pl: rekord
pt_br: registro
ru: запись
sk: záznam
sl: zapis
sq: regjistrim
sr: zapis
sv: post
tr: Kayıt
uk: запис
vi: bản ghi Số nhiều: các bản ghi
zh_hk: 紀錄

source: Browse Data
hu: Adatok böngészése
ms: Semak Data

source: Write SQL
hu: Írj SQL-t
ms: Tulis SQL

source: Simple question
hu: Egyszerű kérdés
ms: Soalan mudah

source: Pick some data, view it, and easily filter, summarize, and visualize it.
hu: Válasszon ki néhány adatot, tekintse meg, és egyszerűen szűrje, összegezze és vizualizálja.
ms: Pilih beberapa data, lihat, dan mudah ditapis, diringkaskan, serta divisualisasikan.

source: Use the advanced notebook editor to join data, create custom columns, do math, and more.
hu: Használja a speciális notebook szerkesztőt az adatok összekapcsolásához, egyedi oszlopok létrehozásához, matematikai műveletekhez és még sok máshoz.
ms: Gunakan penyunting buku nota lanjutan untuk menggabungkan data, mencipta lajur tersuai, membuat pengiraan, dan banyak lagi.

source: Basic Metrics
hu: Alapvető mutatók
ms: Metrik asas

source: Custom…
ar: مخصص…
bg: Персонализиран…
ca: Personalitzada...
de: Benutzerdefiniert...
eo: Custom… is lowkey giving me vibes, fr.
es: Personalizado...
fa: سفارشی…
fi: Mukautettu…
fr: Personnalisé...
hu: Egyedi…
it: Personalizzato...
ja: カスタム…
lt: Pasirinktinis…
ms: Tersuai…
nb: Egendefinert..
nl: Aangepast..
pl: Własne...
pt_br: Personalizar…
ru: Произвольный...
sk: Vlastné ...
sl: Običaj...
sq: E personalizuar…
sr: Prilagođeno…
sv: Anpassad...
tr: Özel...
uk: Кастомний…
vi: Tuỳ chỉnh...
zh_hk: 自訂

source: Add grouping
ar: أضِف تجميعًا
bg: Добавяне на групиране
ca: Afegeix una agrupació
de: Gruppierung hinzufügen
eo: Add a squad vibe
es: Añadir agrupación
fa: گروه بندی را اضافه کنید
fi: Lisää ryhmittely
fr: Ajouter un groupement
hu: Csoportosítás hozzáadása
it: Aggiungi raggruppamento
ja: グルーピングを追加する
lt: Pridėti grupavimą
ms: Tambah pengelompokan
nb: Legg til gruppering
nl: Groepering toevoegen
pl: Grupuj
pt_br: Adicionar agrupamento
ru: Добавить группировку
sk: Pridať zoskupenie
sl: Dodajanje združevanja
sq: Shto grupim
sr: Dodaj grupisanje
sv: Lägg till gruppering
tr: Gruplama ekle
uk: Додати групування
vi: Thêm gom nhóm
zh_hk: 新增分組

source: Pick a limit
ar: اختر حدًا
bg: Изберете лимит
ca: Trieu un límit
de: Wähle ein Limit
eo: Choose a cap or smthn, I guess?
es: Seleccione un límite
fa: حد انتخاب کنید
fi: Valitse raja
fr: Choisir une limite
hu: Válasszon egy határt
it: Scegli un limite
ja: 制限を選んでください
lt: Pasirinkti limitą
ms: Pilih had
nb: Velg en grense
nl: Een limiet kiezen
pl: Wybierz limit
pt_br: Escolha um limite
ru: Выберие предел
sk: Vyberte limit
sl: Izbira omejitve
sq: Zgjidh një limit
sr: Izaberi ograničenje
sv: Välj en gräns
tr: Bir limit seçin
uk: Виберіть ліміт
vi: Chọn một giới hạn
zh_hk: 請選擇一個紀錄行返回數量的限定值(limit)

source: Show maximum
hu: Maximum megjelenítése
ms: Tunjukkan maksimum

source: Get Preview
hu: Előnézet megtekintése
ms: Dapatkan Pratonton

source: Back to previous results
ar: العودة إلى النتائج السابقة
bg: Назад към предишните резултати
ca: Torna als resultats anteriors
de: Zum voherigen Ergebnis
eo: Back to the OG results
es: Volver a los resultados anteriores
fa: بازگشت به نتایج قبلی
fi: Palaa aikaisempiin tuloksiin
fr: Retour aux résultats précédents
hu: Vissza az előző eredményekhez
it: Torna ai risultati precedenti
ja: 前の結果に戻る
lt: Grįžti prie ankstesnių rezultatų
ms: Kembali ke hasil sebelumnya
nb: Tilbake til forrige resultater
nl: Terug naar vorige resultaten
pl: Cofnij do poprzednich wyników
pt_br: Voltar para resultados anteriores
ru: Вернуться к предыдущим результатам
sk: Späť na predchádzajúce výsledky
sl: Nazaj na prejšnje rezultate
sq: Kthehu te rezultatet e mëparshme
sr: Nazad na prethodne rezultate
sv: Tillbaka till föregående resultat
tr: Önceki sonuçlara dön
uk: Назад до попередніх результатів
vi: Trở về kết quả trước
zh_hk: 返回上一結果集

source: Sample values
hu: Minta értékek
ms: Nilai sampel

source: Browse the contents of your databases, tables, and columns. Pick a database to get started.
ar: تصفح محتويات قواعد بياناتك وجداولك وأعمدتك. اختر قاعدة بيانات للبدء.
bg: Прегледайте съдържанието на вашите бази данни, таблици и колони. Изберете база данни, за да започнете.
ca: Navegueu pel contingut de les vostres bases de dades, taules i columnes. Esculliu una base de dades per començar.
de: Durchsuche den Inhalt der Datenbanken, Tabellen und Spalten. Wähle eine Datenbank um zu beginnen.
eo: Check out the info in your databases, tables, and columns. Pick a database to kick things off.
es: Explora el contenido de tus bases de datos, tablas y columnas. Elige una base de datos para empezar.
fa: محتویات پایگاه داده ها ، جداول و ستون ها را مرور کنید. برای شروع یک بانک اطلاعاتی انتخاب کنید.
fi: Selaa tietokantojen, taulukoiden ja sarakkeiden sisältöä. Aloita valitsemalla tietokanta.
fr: Parcourez le contenu de vos bases de données, tables et colonnes. Choisissez une base de données pour commencer.
hu: Böngéssze adatbázisainak, tábláinak és oszlopainak tartalmát. Válasszon egy adatbázist a kezdéshez.
it: Naviga il contenuto dei tuoi database, tabelle e colonna. Scegli un database per iniziare.
ja: データベース、テーブル、および列の内容を参照します。 データベースを選択して開始します。
lt: Naršykite savo duomenų bazių, lentelių ir stulpelių turinį. Pasirinkite duomenų bazę, kad pradėtumėte.
ms: Semak kandungan pangkalan data, jadual, dan lajur anda. Pilih pangkalan data untuk memulakan.
nb: Bla gjennom innholdet på dine databaser, tabeller og kolonner. Velg en database for å komme i gang.
nl: Blader door de inhoud van uw databases, tabellen en kolommen. Kies een database om te beginnen.
pl: Przeglądaj zawartość swoich baz danych, tabel i kolumn. Wybierz bazę danych, aby rozpocząć.
pt_br: Navegue pelo conteúdo de seus bancos de dados, tabelas e colunas. Selecione um banco de dados para iniciar.
ru: Просмотрите содержимое ваших баз данных, таблиц и столбцов. Выберите базу данных, чтобы начать.
sk: Prejdite si obsah svojich databáz, tabuliek a stĺpcov. Začnite výberom databázy.
sl: Brskajte po vsebini zbirk podatkov, tabel in stolpcev. Za začetek izberite zbirko podatkov.
sq: Shfleto përmbajtjen e bazave të tua të të dhënave, tabelave dhe kolonave. Zgjidh një bazë të dhënash për të filluar.
sr: Pregledaj sadržaj svojih baza, tabela i kolona. Izaberi bazu da bi započeo/la.
sv: Visa innehållet i dina databaser, tabeller och kolumner. Välj en databas för att komma igång.
tr: Veritabanınızın, tablolarınızın ve sütunlarınızın içeriklerine göz atın.
uk: Переглядайте вміст ваших баз даних, таблиць і стовпців. Щоб почати, виберіть базу даних.
vi: Duyệt nội dung của cơ sở dữ liệu, bảng và cột của bạn. Chọn một cơ sở dữ liệu để bắt đầu.
zh_hk: 瀏覽您的資料庫，資料表和欄位的內容。 選擇一個資料庫即可開始使用。

source: Visualize
ar: اعرض كتصوّر
bg: Визуализирайте
ca: Visualitza
de: Darstellen
eo: See it in your head fr
es: Visualizar
fa: نمایش دادن
fi: Visualisoi
fr: Visualiser
hu: Vizualizálás
it: Visualizza
ja: ビジュアライズ
lt: Vizualizuoti
ms: Visualisasikan
nb: Visualiser
nl: Visualiseren
pl: Wizualizuj
pt_br: Visualizar
ru: Визуализация
sk: Vizualizovať
sl: Vizualizirati
sq: Vizualizo
sr: Vizualizuj
sv: Visualisera
tr: Görselleştir
uk: Візуалізувати
vi: Hình dung
zh_hk: 可視化

source: Join data
ar: ربط البيانات
bg: Данни за присъединяване
ca: Uneix dades
de: Daten verknüpfen
eo: Join data → Hop in the data zone
es: Cruzar datos
fa: اتصال داده ها
fi: Liitä tiedot
fr: Joindre des données
hu: Csatlakoztassa az adatokat
it: Dati in join
ja: 結合
lt: Apjūngti duomenis
ms: Gabungkan data
nb: Sammenføyningsdata
nl: Gegevens joinen
pl: Połącz dane
pt_br: Unir dados
ru: Присоединить данные
sk: Pripojiť dáta
sl: Združevanje podatkov
sq: Bashko të dhënat
sr: Spoji podatke
sv: Slå ihop data
tr: Veri birleştir
uk: Об’єднати дані
vi: Kết nối dữ liệu
zh_hk: 關聯

source: Custom column
ar: عمود مخصّص
bg: Персонализирана колона
ca: Columna personalitzada
de: Benutzerdefinierte Spalte
eo: Custom column → Flexed a custom col, fr fr
es: Columna personalizada
fa: ستون سفارشی
fi: Muokattu sarake
fr: Colonne personnalisée
hu: Egyedi oszlop
it: Colonna personalizzata
ja: カスタム列
lt: Specialus stulpelis
ms: Lajur tersuai
nb: Egendefinert kolonne
nl: Aangepaste kolom
pl: Własna kolumna
pt_br: Coluna personalizada
ru: Произвольная колонка
sk: Vlastný stĺpec
sl: Stolpec po meri
sq: Kolonë e personalizuar
sr: Prilagođena kolona
sv: Anpassad kolumn
tr: Özel kolon
uk: Кастомний стовпець
vi: Cột tùy chỉnh
zh_hk: 自訂欄位

source: Summarize
ar: تلخيص
bg: Обобщете
ca: Resumeix
de: Zusammenfassen
eo: Spill the tea or give me the 411
es: Resumir
fa: خلاصه کنید
fi: Yhteenveto
fr: Résumer
hu: Összesít
it: Riassume
ja: 集約
lt: Apibendrinti
ms: Ringkaskan
nb: Oppsummer
nl: Samenvatten
pl: Podsumuj
pt_br: Resumir
ru: Суммировать
sk: Sumarizovať
sl: Povzeti
sq: Përmbledh
sr: Sumiraj
sv: Summera
tr: Özetle
uk: Підсумуйте
vi: Tổng kết
zh_hk: 匯總(Summarize)

source: Aggregate
ar: تجميع
bg: Агрегат
ca: Agregar
de: Aggregieren
eo: That’s just “sum” or “total,” but if you wanna make it sound more Gen Z, you could say “the whole vibe” or “the whole squad.”
es: Agregar
fa: تجمیع
fi: Aggregaatti
fr: agréger
hu: Összesítés
it: Aggregazione
ja: 集約する
lt: Suvestinė
ms: Agregat
nb: Aggreger
nl: Samenvoegen
pl: Agreguj
pt_br: Agregar
ru: Аггрегация
sk: Zhromaždiť
sl: Agregat
sq: Agregim
sr: Agregiraj
sv: Slå ihop
tr: Topla
uk: Агрегувати
vi: Tổng hợp
zh_hk: 聚集(Aggregate)

source: Breakout
ar: تقسيم حسب
bg: Пробив
ca: Desglossar
de: Aufschlüsselung
eo: Glow-up or come-up
es: Desglosar
fa: برک آوت
fi: Erittely
fr: Détail
hu: Kitörés
it: Punto di rottura
ja: ブレークアウト
lt: Išsiveržimas
ms: Pecahan
nb: Utbrudd
nl: Uitbreken
pl: Grupowanie
pt_br: Quebra
ru: Разрыв
sk: Prelomenie
sl: Zlom
sq: Ndarje sipas
sr: Razlaganje
sv: Bryt ut
tr: Kirilim
uk: Розкласти
vi: Đột phá
zh_hk: 爆發

source: Pick the metric you want to see
hu: Válassza ki a megjelenítendő mutatót
ms: Pilih metrik yang anda ingin lihat

source: Pick a column to group by
ar: اختر عمودًا للتجميع حسب
bg: Изберете колона, по която да групирате
ca: Trieu la columna per la qual agrupar
de: Wähle eine Spalte für die Gruppierung
eo: Choose a column to vibe with, bestie
es: Elige una columna para agrupar
fa: یک ستون را برای گروه انتخاب کنید
fi: Valitse sarake, jolla ryhmitellään
fr: Choisissez une colonne d'agrégation
hu: Válasszon egy oszlopot a csoportosításhoz
it: Scegli la colonna da raggruppare
ja: 集約するためのキー列を選ぶ
lt: Pasirinkti stulpelį, pagal kurį norite grupuoti
ms: Pilih jalur untuk dikumpulkan mengikut
nb: Velg kolonnen du vil gruppere etter
nl: Kies een kolom om op te groeperen
pl: Wybierz kolumnę do grupowania
pt_br: Selecione uma coluna para agrupar
ru: Выберите колонки для группировки
sk: Vyberte stĺpec na zoskupenie podľa
sl: Izbiranje stolpca za združevanje
sq: Zgjidh një kolonë për të grupuar sipas
sr: Izaberite kolonu za grupisanje
sv: Välj en kolumn att gruppera på
tr: Gruplamak istediğiniz kolonu seçiniz
uk: Оберіть стовпець для групування
vi: Chọn một cột để gom nhóm
zh_hk: 選擇分組的欄位

source: Pick your starting data
ar: اختر بيانات البداية
bg: Изберете началните си данни
ca: Trieu les dades inicials
de: Wähle deine Start-Daten
eo: Choose your main info to start with, fr.
es: Elige tus datos iniciales
fa: داده شروع را انتخاب کنید
fi: Valitse aloitustietosi
fr: Choisissez vos données de départ
hu: Válassza ki a kezdő adatait
it: Scegli i dati iniziali
ja: 開始するデータを選択してください
lt: Pasirinkti pradinius duomenis
ms: Pilih data permulaan anda
nb: Velg dine startdata
nl: Kies je startgegevens
pl: Wybierz początkowe dane
pt_br: Escolha seus dados iniciais
ru: Выберите начальные данные
sk: Vyberte počiatočné údaje
sl: Izbira začetnih podatkov
sq: Zgjidh të dhënat e nisjes
sr: Izaberite početne podatke
sv: Välj dina startdata
tr: başlangıç verinizi seçiniz
uk: Оберіть початкові дані
vi: Chọn dữ liệu bắt đầu của bạn
zh_hk: 選擇您的起始資料

source: Select None
hu: Semmit se válasszon
ms: Pilih tiada

source: Select All
hu: Mindet kiválaszt
ms: Pilih semua

source: Pick a table...
hu: Válasszon egy táblát...
ms: Pilih jadual...

source: Enter a limit
ar: أدخل حدًا
bg: Въведете лимит
ca: Afegiu un límit
de: Gib ein Limit an
eo: Drop a cap or just set a limit, fr.
es: Introduce un límite
fa: محدودیتی را وارد کنید
fi: Syötä raja
fr: Indiquer une limite
hu: Adjon meg egy korlátot
it: Inserisci un limite
ja: 最大行数を入力
lt: Įvesti limitą
ms: Masukkan had
nb: Angi en grense
nl: Een limiet invoeren
pl: Wprowadź limit
pt_br: Insira um limite
ru: Введите лимит
sk: Zadajte limit
sl: Vnos omejitve
sq: Vendos një limit
sr: Unesite limit
sv: Sätt en gräns
tr: Bir limit giriniz
uk: Введіть ліміт
vi: Điền một giới hạn
zh_hk: 輸入限制條件
