Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Embed individual components like charts, dashboards, the query builder, and more with React. Get advanced customization with CSS styling and manage granular access and interactivity per component.
ar: ضمّن مكوّنات فردية مثل المخططات ولوحات المعلومات ومنشئ الاستعلامات وغير ذلك باستخدام React. احصل على تخصيص متقدم عبر تنسيق CSS وأدِر الوصول الدقيق والتفاعل لكل مكوّن.
bg: Вграждайте отделни компоненти, като диаграми, табла за управление, конструктор на заявки и други, с React. Получете разширена персонализация със стилизиране на CSS и управлявайте гранулиран достъп и интерактивност за всеки компонент.
ca: Incorpora components individuals com ara gràfics, taulers, el creador de consultes i molt més amb React. Obteniu una personalització avançada amb l'estil CSS i gestioneu l'accés granular i la interactivitat per component.
de: Betten Sie einzelne Komponenten wie Diagramme, Dashboards, den Query Builder und mehr mit React ein. Nutzen Sie erweiterte Anpassungsmöglichkeiten mit CSS-Styling und verwalten Sie granularen Zugriff und Interaktivität pro Komponente.
eo: Embed your charts, dashboards, query builder, and more with React — make it look sick with CSS styles and control who can do what with each part.
es: Incorpora componentes individuales como gráficos, paneles, el generador de consultas y más con React. Obtén una personalización avanzada con estilos CSS y administra el acceso granular y la interactividad por componente.
fa: اجزای فردی مانند نمودارها، داشبوردها، سازنده پرس و جو و موارد دیگر را با React جاسازی کنید. سفارشی سازی پیشرفته را با یک ظاهر طراحی شده CSS دریافت کنید و دسترسی گرانول و تعامل هر جزء را مدیریت کنید.
fi: Upota yksittäisiä komponentteja, kuten kaavioita, kojetauluja, kyselyntyökalu ja paljon muuta Reactin avulla. Luo kehittyneitä mukautuksia CSS-tyylillä ja hallitse yksityiskohtaista pääsyä ja interaktiivisuutta komponenttikohtaisesti.
fr: Intégrez des composants individuels tels que des graphiques, des tableaux de bord, le générateur de requêtes et bien plus encore avec React. Obtenez une personnalisation avancée avec le style CSS et gérez l'accès granulaire et l'interactivité par composant.
hu: Egyedi komponensek, például diagramok, dashboardok, a lekérdezésszerkesztő és még sok más beágyazása React segítségével. Haladó testreszabás CSS-stílusokkal, valamint részletes hozzáférés és interaktivitás kezelése komponensenként.
it: Incorporate singoli componenti come grafici, dashboard, il costruttore di query e altro ancora con React. È possibile ottenere una personalizzazione avanzata con lo stile CSS e gestire l'accesso granulare e l'interattività per ogni componente.
ja: チャート、ダッシュボード、クエリビルダなどの個々のコンポーネントをReactで埋め込みます。CSS スタイリングで高度なカスタマイズを行い、コンポーネントごとにきめ細かなアクセスとインタラクティブ性を管理できます。
lt: Įdėkite atskirus komponentus, pvz., diagramas, prietaisų skydelius, užklausų kūrimo priemonę ir daugiau, naudodami „React“. Gaukite išplėstinį tinkinimą naudodami CSS stilių ir valdykite detalią prieigą bei interaktyvumą kiekvienam komponentui.
ms: Benamkan komponen individu seperti carta, papan pemuka, pembina pertanyaan dan banyak lagi dengan React. Dapatkan penyesuaian lanjutan dengan penggayaan CSS dan uruskan akses berbutir dan interaktiviti setiap komponen.
nb: Bygg inn individuelle komponenter som diagrammer, dashbord, spørringsbyggeren og mer med React. Få avansert tilpasning med CSS-styling, og administrer detaljert tilgang og interaktivitet per komponent.
nl: Embed afzonderlijke componenten zoals grafieken, dashboards, de query builder en meer met React. Maak geavanceerde aanpassingen met CSS-styling en beheer granulaire toegang en interactiviteit per component.
pl: Osadzaj poszczególne komponenty, takie jak wykresy, pulpity, kreator zapytań i inne za pomocą React. Zaawansowane dostosowywanie za pomocą stylów CSS i zarządzanie szczegółowym dostępem i interaktywnością dla każdego komponentu.
pt_br: Incorpore componentes individuais, como gráficos, painéis, o criador de consultas e muito mais com o React. Obtenha personalização avançada com estilo CSS e gerencie o acesso granular e a interatividade por componente.
ru: Встраивайте отдельные компоненты, такие как графики, приборные панели, конструктор запросов и другие, с помощью React. Расширенная настройка с помощью стилей CSS и управление гранулированным доступом и интерактивностью для каждого компонента.
sk: Pomocou React môžete vkladať jednotlivé komponenty, ako sú grafy, ovládacie panely, nástroj na zostavovanie dotazov a ďalšie. Získajte pokročilé prispôsobenie pomocou štýlov CSS a spravujte granulárny prístup a interaktivitu jednotlivých komponentov.
sl: Vdelajte posamezne komponente, kot so grafikoni, nadzorne plošče, graditelj poizvedb in še več, z Reactom. Pridobite napredne prilagoditve s slogom CSS in upravljajte granuliran dostop in interaktivnost na komponento.
sq: Inkorporo komponentë individualë si grafiqe, panele, ndërtuesin e pyetjeve dhe më shumë me React. Merr personalizim të avancuar me stilim CSS dhe menaxho akses të detajuar dhe interaktivitet për çdo komponent.
sr: Ugradite pojedinačne komponente kao što su grafikoni, kontrolne table, kreator upita i još mnogo toga uz React. Dobijte napredno prilagođavanje preko CSS stilova i upravljajte granularnim pristupom i interaktivnošću po komponenti.
sv: Bädda in enskilda komponenter som diagram, instrumentpaneler, frågebyggaren och mycket mer med React. Få avancerad anpassning med CSS-styling och hantera granulär åtkomst och interaktivitet per komponent.
tr: React ile grafikler, gösterge tabloları, sorgu oluşturucu ve daha fazlası gibi ayrı bileşenleri gömün. CSS stiliyle gelişmiş özelleştirme elde edin ve bileşen başına granüler erişimi ve etkileşimi yönetin.
uk: Вбудовуйте окремі компоненти, як-от діаграми, дашборди, конструктор запитів тощо, за допомогою React. Отримайте розширену кастомізацію зі стилізацією CSS та керуйте детальним доступом і інтерактивністю для кожного компонента.
vi: Nhúng các thành phần riêng lẻ như biểu đồ, bảng thông tin, trình xây dựng truy vấn, v.v. bằng React. Có được tùy chỉnh nâng cao với kiểu dáng CSS và quản lý quyền truy cập và tương tác chi tiết cho từng thành phần.
zh_hk: 使用 React 嵌入圖表、儀表板、查詢建構器等個別元件。使用 CSS 設定樣式進行進階的客製化，並管理每個元件的細部存取與互動性。

source: Embed a dashboard in a 'Powered by Metabase' iframe with interactivity limited to filters and tooltips, and a few customization options. The iframe loads a Metabase URL secured with a signed JSON Web Token (JWT). Appears with "Powered by Metabase", on Open Source and Starter plans, with the option to remove on Pro and Enterprise. As the simplest form of embedding, you can add a dashboard into your app in a few minutes with just a snippet.
ar: ضمّن لوحة معلومات في iframe تحمل عبارة 'Powered by Metabase' مع تفاعل محدود بالفلاتر وتلميحات الأدوات، وبعض خيارات التخصيص. يقوم iframe بتحميل عنوان URL لـ Metabase مؤمّن بتوكن JSON Web Token (JWT) موقّع. يظهر مع "Powered by Metabase" على خطط Open Source وStarter، مع خيار الإزالة في Pro وEnterprise. وباعتباره أبسط شكل من أشكال التضمين، يمكنك إضافة لوحة معلومات إلى تطبيقك خلال بضع دقائق باستخدام مقتطف فقط.
bg: Вграждане на табло за управление в iframe "Powered by Metabase" с интерактивност, ограничена до филтри и показалци на инструменти, и няколко опции за персонализиране. Iframe-ът зарежда URL адрес на Metabase, защитен с подписан JSON Web Token (JWT). Появява се с "Powered by Metabase", в плановете Open Source и Starter, с възможност за премахване в Pro и Enterprise. Като най-проста форма на вграждане, можете да добавите табло за управление във вашето приложение за няколко минути само с един фрагмент.
ca: Incorporeu un tauler en un iframe "Powered by Metabase" amb interactivitat limitada a filtres i consells sobre eines, i algunes opcions de personalització. L'iframe carrega un URL de metabase assegurat amb un testimoni web JSON (JWT) signat. Apareix amb "Powered by Metabase", als plans Open Source i Starter, amb l'opció d'eliminar-lo a Pro i Enterprise. Com a forma d'inserció més senzilla, podeu afegir un tauler a la vostra aplicació en pocs minuts amb només un fragment.
de: Ein Dashboard in einen "Powered by Metabase"-IFrame einbetten, wobei die Interaktivität auf Filter und Tooltips sowie einige wenige Anpassungsoptionen beschränkt ist. Der Iframe lädt eine Metabase-URL, die mit einem signierten JSON-Web-Token (JWT) gesichert ist. Erscheint mit dem Hinweis "Powered by Metabase" bei Open Source und Starter-Paketen und kann bei Pro und Enterprise entfernt werden. Als einfachste Form der Einbettung können Sie ein Dashboard in wenigen Minuten mit nur einem Snippet in Ihre App einfügen.
eo: Embed a dashboard in a 'Powered by Metabase' iframe, with only filters and tooltips workin' — kinda minimal customization. The iframe loads a Metabase URL secured with a signed JWT. It shows "Powered by Metabase" on the Open Source and Starter plans, but you can peel that off on Pro and Enterprise. super easy to embed — just drop a snippet, and you're done in minutes.
es: Incorpora un panel en un iframe 'Powered by Metabase' con interactividad limitada a filtros y sugerencias de herramientas, y algunas opciones de personalización. El iframe carga una URL de Metabase protegida con un token web JSON (JWT) firmado. Aparece con "Powered by Metabase" en los planes Open Source y Starter, con la opción de eliminarlo en Pro y Enterprise. Como la forma más simple de incrustación, puede agregar un panel a tu aplicación en unos minutos con solo un fragmento de código.
fa: داشبورد را در iframe «پاورده شده توسط Metabase» با تعامل محدود به فیلترها و نکات ابزار و چند گزینه سفارشی‌سازی جاسازی کنید. iframe یک URL متابیس را بارگیری می‌کند که با یک نشانه وب JSON (JWT) ایمن شده است. با "Powered by Metabase"، در برنامه های منبع باز و Starter، با گزینه حذف در Pro و Enterprise ظاهر می شود. به‌عنوان ساده‌ترین شکل جاسازی، می‌توانید در عرض چند دقیقه یک داشبورد را تنها با یک قطعه به برنامه خود اضافه کنید.
fi: Upota kojelauta Powered by Metabase -iframe-kehykseen, jossa interaktiivisuus on rajoitettu suodattimiin ja työkaluvihjeisiin sekä muutamaan räätälöintivaihtoehtoon. Iframe lataa Metabasen URL-osoitteen, joka on suojattu allekirjoitetulla JSON-verkkotokenilla (JWT). "Powered by Metabase" näkyy ilmaisessa ja Starter-tilauksissa ja se on mahdollista poistaa Prossa ja Enterprisessa. Yksinkertaisimmillaan voit upottaa kojelaudan sovellukseesi muutamassa minuutissa.
fr: Intégrer un tableau de bord dans une iframe "Powered by Metabase" avec une interactivité limitée à des filtres et des infobulles, et quelques options de personnalisation. L'iframe charge une URL de Metabase sécurisée par un jeton Web JSON signé (JWT). Apparaît avec la mention "Powered by Metabase", sur les plans Open Source et Starter, avec la possibilité de la supprimer sur les plans Pro et Enterprise. C'est la forme la plus simple d'intégration, vous pouvez ajouter un tableau de bord dans votre application en quelques minutes avec juste un extrait.
hu: Egy dashboard beágyazása egy „Powered by Metabase” iframe-be, ahol az interaktivitás szűrőkre és eszköztippek megjelenítésére korlátozódik, néhány testreszabási lehetőséggel. Az iframe egy JSON Web Token (JWT) segítségével biztonságosított Metabase URL-t tölt be. A "Powered by Metabase" felirat megjelenik az Open Source és Starter csomagokban, amely eltávolítható a Pro és Enterprise csomagokban. Ez a legegyszerűbb beágyazási forma, amely lehetővé teszi egy dashboard gyors hozzáadását az alkalmazásához néhány perc alatt, egy rövid kódrészlet használatával.
it: Incorporare un dashboard in un iframe "Powered by Metabase" con interattività limitata a filtri e tooltip e poche opzioni di personalizzazione. L'iframe carica un URL di Metabase protetto da un JSON Web Token (JWT) firmato. Appare con la dicitura "Powered by Metabase", nei piani Open Source e Starter, con la possibilità di rimuoverlo nei piani Pro ed Enterprise. Essendo la forma più semplice di incorporazione, potete aggiungere un dashboard alla vostra applicazione in pochi minuti con un semplice snippet.
ja: ダッシュボードを'Powered by Metabase'iframeに埋め込み、インタラクティブ機能はフィルタとツールチップに限定され、カスタマイズオプションもいくつかあります。iframeは署名されたJSON Web Token (JWT)で保護されたMetabase URLを読み込みます。オープンソースとスタータープランでは "Powered by Metabase "と表示され、プロとエンタープライズでは削除することができます。最もシンプルな埋め込み形式なので、スニペットだけで数分でアプリにダッシュボードを追加できます。
lt: Įdėkite informacijos suvestinę į „Powered by Metabase“ iframe su interaktyvumu tik filtrais ir patarimais bei keliomis tinkinimo parinktimis. Iframe įkelia metabazės URL, apsaugotą pasirašytu JSON žiniatinklio prieigos raktu (JWT). Atvirojo kodo ir pradedančiųjų planuose rodoma kartu su „Powered by Metabase“, su galimybe pašalinti „Pro“ ir „Enterprise“. Kaip paprasčiausią įterpimo formą galite per kelias minutes prie programos pridėti informacijos suvestinę naudodami tik fragmentą.
ms: Benamkan papan pemuka dalam iframe 'Dikuasakan oleh Metabase' dengan interaktiviti terhad kepada penapis dan petua alat serta beberapa pilihan penyesuaian. Iframe memuatkan URL Metabase yang dijamin dengan Token Web JSON (JWT) yang ditandatangani. Muncul dengan "Powered by Metabase", pada rancangan Open Source dan Starter, dengan pilihan untuk mengalih keluar pada Pro dan Enterprise. Sebagai bentuk pembenaman yang paling mudah, anda boleh menambahkan papan pemuka ke dalam apl anda dalam beberapa minit dengan hanya coretan.
nb: Legg inn et dashbord i en "Powered by Metabase"-iramme med interaktivitet begrenset til filtre og verktøytips, og noen få tilpasningsalternativer. Iframen laster inn en Metabase-URL som er sikret med et signert JSON Web Token (JWT). Vises med "Powered by Metabase" på Open Source- og Starter-abonnementene, med mulighet for å fjerne det på Pro- og Enterprise-abonnementene. Dette er den enkleste formen for innbygging, og du kan legge til et dashbord i appen din på noen få minutter med bare et utdrag.
nl: Embed een dashboard in een 'Powered by Metabase' iframe met interactiviteit beperkt tot filters en tooltips, en een paar aanpassingsopties. Het iframe laadt een URL van Metabase die is beveiligd met een ondertekend JSON Web Token (JWT). Verschijnt met "Powered by Metabase", op Open Source en Starter-plannen, met de optie om te verwijderen op Pro en Enterprise. Als eenvoudigste vorm van embedden kunt u in een paar minuten een dashboard toevoegen aan uw app met slechts een snippet.
pl: Osadzenie pulpitu w ramce iframe "Powered by Metabase" z interaktywnością ograniczoną do filtrów i podpowiedzi oraz kilkoma opcjami dostosowywania. Ramka iframe ładuje adres URL Metabase zabezpieczony podpisanym tokenem sieciowym JSON (JWT). Pojawia się z napisem "Powered by Metabase" w planach Open Source i Starter, z opcją usunięcia w planach Pro i Enterprise. Jako najprostsza forma osadzania, możesz dodać pulpit do swojej aplikacji w ciągu kilku minut za pomocą tylko fragmentu.
pt_br: Incorpore um painel de controle em um iframe "Powered by Metabase" com interatividade limitada a filtros e dicas de ferramentas e algumas opções de personalização. O iframe carrega um URL da Metabase protegido por um JSON Web Token (JWT) assinado. Aparece com "Powered by Metabase", nos planos Open Source e Starter, com a opção de remoção nos planos Pro e Enterprise. A forma mais simples de incorporação é adicionar um painel ao seu aplicativo em poucos minutos com apenas um snippet.
ru: Встраивание приборной панели в iframe 'Powered by Metabase' с интерактивностью, ограниченной фильтрами и всплывающими подсказками, и несколькими опциями настройки. В iframe загружается URL Metabase, защищенный подписанным JSON Web Token (JWT). Отображается с надписью "Powered by Metabase" на тарифных планах Open Source и Starter, с возможностью удаления на тарифных планах Pro и Enterprise. Это самая простая форма встраивания, и вы можете добавить приборную панель в свое приложение за несколько минут с помощью всего лишь одного фрагмента.
sk: Vložte ovládací panel do iframe "Powered by Metabase" s interaktivitou obmedzenou na filtre a tooltipy a niekoľkými možnosťami prispôsobenia. Iframe načíta adresu URL databázy Metabase zabezpečenú podpísaným webovým tokenom JSON (JWT). Zobrazuje sa s "Powered by Metabase", v plánoch Open Source a Starter, s možnosťou odstránenia v plánoch Pro a Enterprise. Ako najjednoduchšiu formu vloženia môžete do svojej aplikácie pridať informačnú tabuľu za niekoľko minút pomocou jednoduchého úryvku.
sl: Vdelajte nadzorno ploščo v iframe "Powered by Metabase" z interaktivnostjo, omejeno na filtre in namige orodij, ter nekaj možnostmi prilagajanja. Iframe naloži URL metabaze, zavarovan s podpisanim spletnim žetonom JSON (JWT). Prikaže se z »Powered by Metabase« v odprtokodnih in začetnih načrtih, z možnostjo odstranitve v različicah Pro in Enterprise. Kot najpreprostejša oblika vdelave lahko dodate nadzorno ploščo v svojo aplikacijo v nekaj minutah s samo izrezkom.
sq: Inkorporo një panel në një iframe "Powered by Metabase" me interaktivitet të kufizuar te filtrat dhe tooltip-et, dhe disa opsione personalizimi. Iframe ngarkon një URL të Metabase të siguruar me një JSON Web Token (JWT) të nënshkruar. Shfaqet me "Powered by Metabase", në planet Open Source dhe Starter, me mundësinë për ta hequr në Pro dhe Enterprise. Si forma më e thjeshtë e integrimit, mund të shtosh një panel në aplikacionin tënd për pak minuta vetëm me një fragment kodi.
sr: Ugradite kontrolnu tablu u 'Powered by Metabase' iframe sa interaktivnošću ograničenom na filtere i tooltipe, i uz nekoliko opcija prilagođavanja. Iframe učitava Metabase URL obezbeđen potpisanim JSON Web Token-om (JWT). Prikazuje se sa "Powered by Metabase" na planovima Open Source i Starter, uz opciju uklanjanja na Pro i Enterprise. Kao najjednostavniji oblik ugradnje, možete dodati kontrolnu tablu u svoju aplikaciju za nekoliko minuta uz samo jedan snippet.
sv: Bädda in en instrumentpanel i en "Powered by Metabase"-iram med interaktivitet begränsad till filter och verktygstips och några få anpassningsalternativ. Iramen laddar en Metabase-URL som är säkrad med en signerad JSON Web Token (JWT). Visas med "Powered by Metabase", på Open Source- och Starter-planer, med möjlighet att ta bort på Pro och Enterprise. Som den enklaste formen av inbäddning kan du lägga till en instrumentpanel i din app på några minuter med bara en snutt.
tr: Filtreler ve araç ipuçlarıyla sınırlı etkileşime ve birkaç özelleştirme seçeneğine sahip 'Powered by Metabase' iframe'ine bir gösterge tablosu yerleştirin. İframe, imzalı bir JSON Web Belirteci (JWT) ile güvence altına alınmış bir Metabase URL'si yükler. Açık Kaynak ve Başlangıç planlarında "Powered by Metabase" ile görünür, Pro ve Enterprise'da kaldırma seçeneği vardır. Yerleştirmenin en basit şekli olarak, uygulamanıza sadece bir kod parçacığı ile birkaç dakika içinde bir gösterge tablosu ekleyebilirsiniz.
uk: Вбудуйте дашборд в iframe «Powered by Metabase» з інтерактивністю, обмеженою фільтрами та підказками, і кількома параметрами кастомізації. Iframe завантажує URL Metabase, захищений підписаним JSON Web Token (JWT). Відображається з написом "Powered by Metabase" на планах Open Source і Starter, з можливістю прибрати на Pro та Enterprise. Це найпростіша форма вбудовування: ви можете додати дашборд у свій застосунок за кілька хвилин, лише вставивши фрагмент коду.
vi: Nhúng bảng điều khiển vào iframe 'Powered by Metabase' với khả năng tương tác giới hạn ở bộ lọc và chú giải công cụ, cùng một vài tùy chọn tùy chỉnh. Iframe tải URL Metabase được bảo mật bằng JSON Web Token (JWT) đã ký. Xuất hiện với "Powered by Metabase", trên các gói Nguồn mở và Starter, với tùy chọn xóa trên Pro và Enterprise. Là hình thức nhúng đơn giản nhất, bạn có thể thêm bảng điều khiển vào ứng dụng của mình trong vài phút chỉ bằng một đoạn mã.
zh_hk: 在「Powered by Metabase」的 iframe 中嵌入儀表板，其互動功能僅限於篩選器和工具提示，以及一些自訂選項。iframe 會載入使用已簽署 JSON Web Token (JWT) 加密的 Metabase URL。在開放原始碼計劃和入門計劃中，會顯示「Powered by Metabase」，在專業計劃和企業計劃中則可選擇移除。作為最簡單的嵌入形式，您只需透過一個片段，即可在幾分鐘內將儀錶板新增至您的應用程式中。

source: Embed an example dashboard
ar: ضمّن لوحة معلومات مثال
bg: Вграждане на пример за табло за управление
ca: Insereix un exemple de tauler de control
de: Ein Beispiel für ein Dashboard einbetten
eo: Embed a lit example dashboard
es: Encrustrar un panel de control de ejemplo
fa: یک داشبورد نمونه را جاسازی کنید
fi: Upota esimerkkikojelauta
fr: Intégrer un exemple de tableau de bord
hu: Példa dashboard beágyazása
it: Incorporare un esempio di dashboard
ja: ダッシュボードの例を埋め込む
lt: Įterpkite pavyzdinę informacijos suvestinę
ms: Benamkan papan pemuka contoh
nb: Legg inn et eksempel på et dashbord
nl: Een voorbeelddashboard insluiten
pl: Osadzanie przykładowego pulpitu
pt_br: Incorporar um painel de exemplo
ru: Вставьте пример приборной панели
sk: Vloženie príkladu prístrojovej dosky
sl: Vdelava primerne nadzorne plošče
sq: Inkorporo një panel shembull
sr: Ugradi primer kontrolne table
sv: Bädda in en exempel-instrumentpanel
tr: Örnek bir gösterge tablosu yerleştirin
uk: Вбудувати приклад дашборду
vi: Nhúng một bảng điều khiển mẫu
zh_hk: 嵌入儀表板範例

source: Filter or parameter type
ar: نوع الفلتر أو البارامتر
bg: Тип филтър или параметър
ca: Tipus de filtre o paràmetre
de: Filter- oder Parametertyp
eo: Filter or parameter type → Filter or parameter vibe
es: Tipo de filtro o parámetro
fa: نوع فیلتر یا پارامتر
fi: Suodatin- tai parametrityyppi
fr: Type de filtre ou de paramètre
hu: Szűrő vagy paraméter típusa
it: Tipo di filtro o parametro
ja: フィルタまたはパラメータのタイプ
lt: Filtro arba parametro tipas
ms: Penapis atau jenis parameter
nb: Filter- eller parametertype
nl: Filter- of parametertype
pl: Typ filtra lub parametru
pt_br: Tipo de filtro ou parâmetro
ru: Тип фильтра или параметра
sk: Typ filtra alebo parametra
sl: Vrsta filtra ali parametra
sq: Lloji i filtrit ose parametrit
sr: Tip filtera ili parametra
sv: Filter- eller parametertyp
tr: Filtre veya parametre türü
uk: Тип фільтра або параметра
vi: Loại bộ lọc hoặc tham số
zh_hk: 篩選器或參數類型

source: Time grouping options
ar: خيارات تجميع الوقت
bg: Опции за групиране на времето
ca: Opcions d'agrupació de temps
de: Optionen zur Zeitgruppierung
eo: Vibe options for organizing time
es: Opciones de agrupación por tiempo
fa: گزینه های گروه بندی زمان
fi: Aikaryhmittelyvaihtoehdot
fr: Options de regroupement temporel
hu: Időcsoportosítási lehetőségek
it: Opzioni di raggruppamento temporale
ja: 時間グループ化オプション
lt: Laiko grupavimo parinktys
ms: Pilihan pengumpulan masa
nb: Alternativer for tidsgruppering
nl: Opties voor tijdgroepen
pl: Opcje grupowania czasu
pt_br: Opções de agrupamento de tempo
ru: Параметры группировки по времени
sk: Možnosti časového zoskupenia
sl: Možnosti časovnega združevanja
sq: Opsionet e grupimit të kohës
sr: Opcije grupisanja vremena
sv: Alternativ för tidsgruppering
tr: Zaman gruplama seçenekleri
uk: Параметри групування за часом
vi: Tùy chọn nhóm thời gian
zh_hk: 時間分組選項

source: Use {0} to add a publicly-visible iframe embed to your web page or blog post.
eo: Use {0} to slap a publicly visible iframe embed on your site or blog, fr.
hu: Használja a(z) {0}-t egy nyilvánosan látható iframe beágyazásához a weboldalán vagy blogbejegyzésében.
lt: Naudokite {0}, kad pridėtumėte viešai matomą iframe įterpimą į savo tinklalapį arba tinklaraščio įrašą.
ms: Gunakan {0} untuk menambah benaman iframe yang boleh dilihat secara terbuka pada halaman web atau blog anda jawatan.

source: public embedding
eo: public embedding → public vibes or just embedding (if techy, could stay as is, but if you want extra slang: "public flex")
hu: Nyilvános beágyazás
lt: viešas įterpimas
ms: pembenaman awam

source: Get embedding code
eo: Grab the embed code, bestie
hu: Beágyazási kód lekérése
lt: Gaukite įdėjimo kodą
ms: Dapatkan kod benam

source: Number of email recipients
hu: E-mail címzettek száma
ms: Bilangan penerima e-mel

source: Number of Slack channels
hu: Slack csatornák száma
ms: Bilangan saluran Slack
