Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: For this option to work, your users need to have some attributes
ar: لكي يعمل هذا الخيار، يحتاج مستخدموك إلى بعض السمات
bg: За да работи тази опция, вашите потребители трябва да имат някои атрибути
ca: Per a que aquesta opció funcioni el usuaris han de tenir alguns atributs
de: Damit diese Option funktioniert, benötigen Ihre Benutzer einige Attribute
eo: So, for this to actually work, your users gotta have some dope attributes, fr.
es: Para que esta opción funcione, tus usuarios deben tener algunos atributos
fa: برای اینکه این گزینه کار کند، کاربران شما باید برخی ویژگی‌ها را داشته باشند
fi: Tämän vaihtoehdon toimiakseen käyttäjilläsi täytyy olla joitakin ominaisuuksia.
fr: Pour que cette option fonctionne, vos utilisateurs doivent disposer de certains attributs
hu: Ahhoz, hogy ez az opció működjön, a felhasználóknak rendelkezniük kell néhány attribútummal
it: Affinché questa opzione funzioni, i tuoi utenti devono avere alcuni attributi
ja: このオプションを有効にするには、ユーザがいくつかの属性を持つ必要があります
lt: Kad ši parinktis veiktų, naudotojai turi turėti tam tikrų atributų
ms: Untuk pilihan ini berfungsi, pengguna anda perlu mempunyai beberapa atribut
nb: For at dette alternativet skal fungere, må dine brukere ha noen attributter
nl: Om deze optie te laten werken, hebben de gebruikers een aantal attributen nodig
pl: Aby ta opcja działała, Twoi użytkownicy muszą posiadać pewne atrybuty
pt_br: Para que esta opção funcione, seus usuários precisam ter alguns atributos
ru: Чтобы эта опция работала, у ваших пользователей должны быть некоторые атрибуты
sk: Aby táto možnosť fungovala, vaši používatelia musia mať niektoré atribúty
sl: Če želite, da ta možnost deluje, morajo imeti uporabniki nekatere atribute
sq: Që ky opsion të funksionojë, përdoruesit e tu duhet të kenë disa atribute
sr: Da bi ova opcija radila, vaši korisnici moraju da imaju neke atribute
sv: För att detta ska fungera behöver dina användare ha några attribut
tr: Bu seçeneğin çalışması için kullanıcılarınızın bazı özelliklere sahip olması gerekir
uk: Щоб ця опція працювала, вашим користувачам потрібні певні атрибути
vi: Để tùy chọn này hoạt động, người dùng của bạn cần có một số thuộc tính
zh_hk: 為了使此選項起作用，您的使用者需要具有一些屬性。

source: To add additional filters, your users need to have some attributes
ar: لإضافة فلاتر إضافية، يحتاج مستخدموك إلى بعض السمات
bg: За да добавите допълнителни филтри, вашите потребители трябва да имат някои атрибути
ca: Per afegir filtres adicionals els usuaris han de tenir alguns atributs
de: Um weitere Filter hinzuzufügen müssen Ihre Benutzer einige Attribute besitzen
eo: To add extra filters, your users gotta have some traits, fr.
es: Para agregar filtros adicionales, tus usuarios deben tener algunos atributos
fa: برای افزودن فیلترهای اضافی، کاربران شما باید برخی ویژگی‌ها را داشته باشند
fi: Lisätäksesi lisäsuodattimia, käyttäjilläsi tulee olla joitakin ominaisuuksia.
fr: Pour ajouter des filtres supplémentaires, vos utilisateurs doivent disposer de certains attributs
hu: További szűrők hozzáadásához a felhasználóknak rendelkezniük kell néhány attribútummal
it: Per aggiungere ulteriori filtri, i tuoi utenti devono avere alcuni attributi
ja: さらなるフィルタを追加するためには、ユーザがいくつかの属性を持つ必要があります
lt: Norėdami pridėti papildomų filtrų, naudotojai turi turėti tam tikrų atributų
ms: Untuk menambah penapis tambahan, pengguna anda perlu mempunyai beberapa atribut
nb: For å legge til ytterlige filtre, må brukerne dine ha noen attributter
nl: Om extra filters toe te voegen, hebben de gebruikers een aantal attributen nodig
pl: Aby dodać dodatkowe filtry, Twoi użytkownicy muszą posiadać pewne atrybuty
pt_br: Para adicionar mais filtros, seus usuários precisam ter alguns atributos
ru: Чтобы добавить дополнительные фильтры, у ваших пользователей должны быть некоторые атрибуты
sk: Na pridanie ďalších filtrov musia vaši používatelia mať niektoré atribúty
sl: Če želite dodati dodatne filtre, morajo imeti uporabniki nekaj atributov
sq: Që të shtosh filtra shtesë, përdoruesit e tu duhet të kenë disa atribute
sr: Da biste dodali dodatne filtere, vaši korisnici moraju da imaju neke atribute
sv: För att lägga till ytterligare filter behöver dina användare ha några attribut
tr: Ek filtreler eklemek için kullanıcılarınızın bazı özniteliklere sahip olması gerekir
uk: Щоб додати додаткові фільтри, вашим користувачам потрібні певні атрибути
vi: Để thêm các bộ lọc bổ sung, người dùng của bạn cần có một số thuộc tính
zh_hk: 要新增過濾器，您的使用者需要具有一些屬性

source: No user attributes
ar: لا توجد سمات مستخدم
bg: Няма атрибути на потребителя
ca: No hi ha atributs d'usuari
de: Keine Benutzer-Attribute
eo: No user info, lol
es: Sin atributos de usuario
fa: بدون ویژگی‌های کاربر
fi: Ei käyttäjän ominaisuuksia
fr: Pas d'attributs utilisateur
hu: Nincsenek felhasználói attribútumok
it: Nessun attributo utente
ja: ユーザー属性なし
lt: Nėra vartotojo atributų
ms: Tiada atribut pengguna
nb: Ingen brukerattributter
nl: Geen gebruikersattributen
pl: Brak atrybutów użytkownika
pt_br: Sem atributos de usuário
ru: Нет атрибутов пользователя
sk: Žiadne používateľské atribúty
sl: Brez uporabniških atributov
sq: Nuk ka atribute përdoruesi
sr: Nema atributa korisnika
sv: Inga användar-attribut
tr: Kullanıcı özelliği yok
uk: Немає атрибутів користувача
vi: Không có thuộc tính người dùng
zh_hk: 沒有使用者屬性

source: Pick a user attribute
ar: اختر سمة مستخدم
bg: Изберете атрибут на потребител
ca: Seleccioneu un atribut d'usuari
de: Wählen Sie ein Benutzer-Attribut
eo: Pick a user vibe
es: Elija un atributo de usuario
fa: یک ویژگی کاربر انتخاب کنید
fi: Valitse käyttäjän ominaisuus
fr: Choisissez un attribut d'utilisateur
hu: Válasszon egy felhasználói attribútumot
it: Scegli un attributo utente
ja: ユーザ属性を選択してください
lt: Pasirinkite vartotojo atributą
ms: Pilih atribut pengguna
nb: Velg en brukerattributt
nl: Kies een gebruikerskenmerk
pl: Wybierz atrybut użytkownika
pt_br: Escolher um atributo de usuário
ru: Выберите атрибут пользователя
sk: Vyberte používateľský atribút
sl: Izbiranje atributa uporabnika
sq: Zgjidh një atribut përdoruesi
sr: Izaberi atribut korisnika
sv: Välj en användares attribut
tr: Bir kullanıcı özelliği seçin
uk: Оберіть атрибут користувача
vi: Chọn một thuộc tính người dùng
zh_hk: 選擇一個使用者屬性

source: Pick a parameter
ar: اختر باراميتر
bg: Изберете параметър
ca: Seleccioneu un paràmetre
de: Wählen Sie einen Parameter
eo: Pick a vibe or smthn
es: Elige un parámetro
fa: پارامتری انتخاب کنید
fi: Valitse parametri
fr: Choisissez un paramètre
hu: Válasszon egy paramétert
it: Scegli un parametro
ja: パラメタを選択してください
lt: Pasirinkite parametrą
ms: Pilih parameter
nb: Velg et parameter
nl: Kies een parameter
pl: Wybierz parametr
pt_br: Escolher um parâmetro
ru: Выберите параметр
sk: Vyberte parameter
sl: Izbiranje parametra
sq: Zgjidh një parametër
sr: Izaberi parametar
sv: Välj en parameter
tr: Parametre seçin
uk: Оберіть параметр
vi: Chọn một thông số
zh_hk: 選擇一個參數

source: Pick a column
ar: اختر عمودًا
bg: Изберете колона
ca: Seleccioneu una columna
de: Wählen Sie eine Spalte
eo: Pick a vibe or smthn
es: Elige una columna
fa: یک ستون انتخاب کنید
fi: Valitse sarake
fr: Choisissez une colonne
hu: Válasszon egy oszlopot
it: Scegli una colonna
ja: カラムを選択してください
lt: Pasirinkite stulpelį
ms: Pilih lajur
nb: Velg en kolonne
nl: Kies een kolom
pl: Wybierz kolumnę
pt_br: Escolha uma coluna
ru: Выбрать столбец
sk: Vyberte stĺpec
sl: Izbiranje stolpca
sq: Zgjidh një kolonë
sr: Izaberite kolonu
sv: Välj en kolumn
tr: Kolon seçin
uk: Оберіть стовпець
vi: Chọn một cột
zh_hk: 選擇欄位

source: Users in {0} can view
ar: يمكن للمستخدمين في {0} عرض
bg: Потребителите в {0} могат да гледат
ca: Els usuaris de {0} poden veure
de: Benutzer in {0} können lesen
eo: Users in {0} can peep 👀
es: Las usuarios en {0} pueden ver
fa: کاربران در {0} می‌توانند مشاهده کنند
fi: Käyttäjät {0} voivat nähdä.
fr: Les utilisateurs de {0} peuvent consulter
hu: A(z) {0} felhasználók megtekinthetik
it: Gli utenti in {0} possono visualizzare
ja: {0} のユーザーは、以下にアクセスできます。
lt: Naudotojai iš {0} gali peržiūrėti
ms: Pengguna dalam {0} boleh melihat
nb: Brukere i {0} kan lese
nl: Gebruikers in {0} kunnen bekijken
pl: Użytkownicy w {0} mogą przeglądać
pt_br: Os usuários em {0} podem ver
ru: Пользователи в {0} могут просматривать
sk: Používatelia v {0} môžu zobraziť
sl: Uporabniki v {0} si lahko ogledajo
sq: Përdoruesit në {0} mund të shohin
sr: Korisnici u {0} mogu da vide
sv: Användare i {0} kan se
tr: {0} kullanıcıları görebilir
uk: Користувачі в {0} можуть переглядати
vi: Người dùng trong {0} có thể xem
zh_hk: {0}中的使用者可以查看

source: rows in the {0} question
ar: صفوف في السؤال {0}
bg: редове в въпроса {0}
ca: files de la pregunta {0}
de: Zeilen in der Frage {0}
es: filas en la pregunta {0}
fa: ردیف‌ها در سوال {0}
fi: rivit {0} kysymyksessä
fr: lignes de la question {0}
hu: sorok a {0} kérdésben
it: righe nella domanda {0}
ja: {0}質問の行
lt: eilutes {0} klausime
ms: baris dalam soalan {0}
nb: rader i spørsmål {0}
nl: rijen in de {0} vraag
pl: wiersze w pytaniu {0}
pt_br: linhas na pergunta {0}
ru: строки в запросе {0}
sk: riadky v otázke {0}
sl: vrstice v vprašanju {0}
sq: rreshta në pyetjen {0}
sr: redove u pitanju {0}
sv: rader fråga {0}
tr: satır ({0} sorusunda)
uk: рядки в запиті {0}
vi: các hàng trong câu hỏi {0}
zh_hk: {0} 問題中的行

source: rows in the {0} table
ar: صفوف في الجدول {0}
bg: редове в таблицата {0}
ca: files de la taula {0}
de: Zeilen in der Tabelle {0}
eo: rows in the {0} table → vibes in the {0} table
es: filas en la tabla {0}
fa: ردیف‌ها در جدول {0}
fi: rivit {0} taulukossa
fr: lignes de la table {0}
hu: sorokat a(z) {0} táblában
it: righe nella tabella {0}
ja: {0}テーブルの行
lt: eilutės lentelėje {0}
ms: baris dalam jadual {0}
nb: rader i tabell {0}
nl: rijen in de {0} tabel
pl: wiersze w tabeli {0}
pt_br: linhas na tabela {0}
ru: строки в таблице {0}
sk: riadky v tabuľke {0}
sl: Vrstice v tabeli {0}
sq: rreshta në tabelën {0}
sr: redove u tabeli {0}
sv: rader i tabellen {0}
tr: satır ({0} tablosunda)
uk: рядки в таблиці {0}
vi: các hàng trong bảng {0}
zh_hk: {0} 表中的行

source: where {0} equals {1}
ar: حيث {0} يساوي {1}
bg: където {0} е равно на {1}
ca: on {0} és igual a {1}
de: wo {0} {1} entspricht
eo: where {0} is vibing with {1}
es: donde {0} es igual a {1}
fa: که در آن {0} برابر است با {1}
fi: missä {0} on yhtä suuri kuin {1}
fr: où {0} est égal à {1}
hu: ahol a {0} egyenlő {1}-el
it: dove {0} è uguale a {1}
ja: {0}が{1}と等しいとき
lt: kur {0} yra {1}
ms: di mana {0} sama dengan {1}
nb: der {0} er lik {1}
nl: waar {0} gelijk is aan {1}
pl: gdzie {0} równa się {1}
pt_br: onde {0} é igual a {1}
ru: где {0} равно {1}
sk: kde {0} sa rovná {1}
sl: kjer je {0} enako {1}
sq: ku {0} është e barabartë me {1}
sr: gde je {0} jednako {1}
sv: där {0} är lika med {1}
tr: {0} eşit {1}
uk: де {0} дорівнює {1}
vi: trong đó {0} bằng {1}
zh_hk: 其中 {0} 等於 {1}

source: and {0} equals {1}
ar: و{0} يساوي {1}
bg: и {0} е равно на {1}
ca: i {0} és igual a {1}
de: und {0} entspricht {1}
eo: and {0} is basically {1} lol
es: y {0} es igual a {1}
fa: و {0} برابر است با {1}
fi: ja {0} on yhtä suuri kuin {1}
fr: et {0} est égal à {1}
hu: és {0} egyenlő a következővel: {1}
it: e {0} è uguale a {1}
ja: かつ{0}と{1}が等しい
lt: ir {0} lygu {1}
ms: dan {0} sama dengan {1}
nb: og {0} er lik {1}
nl: en {0} gelijk is aan {1}
pl: i {0} równa się {1}
pt_br: e {0} é igual a {1}
ru: и {0} равно {1}
sk: a {0} sa rovná {1}
sl: in {0} je enako {1}
sq: dhe {0} është e barabartë me {1}
sr: i je {0} jednako {1}
sv: och {0} är lika med {1}
tr: ve {0} eşit {1}
uk: і {0} дорівнює {1}
vi: và {0} bằng {1}
zh_hk: 並且 {0} 等於 {1}

source: You can add attributes automatically by setting up an SSO that uses SAML, or you can enter them manually by going to the People section and clicking on the … menu on the far right.
ar: يمكنك إضافة السمات تلقائيًا عبر إعداد SSO يستخدم SAML، أو يمكنك إدخالها يدويًا بالانتقال إلى قسم الأشخاص والنقر على قائمة … في أقصى اليمين.
bg: Можете да добавите атрибути автоматично, като настроите SSO, използваща SAML, или можете да ги въведете ръчно, като отидете в секцията Хора и кликнете върху менюто … най-вдясно.
ca: Podeu afegir atributs automàticament configurant l'SSO que utilitza SAML, o bé els podeu entrar manualment anant al menú Persones i fent clic el menú "..." a la dreta del tot.
de: Du kannst Attribute automatisch hinzufügen, indem du ein SSO via SAML einrichtest. Alternativ kannst du sie manuell eingeben, indem du zum Abschnitt Mitglieder gehst und ganz rechts auf das "..." Menü klickst.
eo: You can auto-assign attributes by setting up an SSO with SAML, or you can just add them manually by hittin’ the People tab and clicking the … menu on the far right.
es: Puedes agregar atributos automáticamente configurando un SSO que use SAML, o puedes ingresarlos manualmente yendo a la sección Personas y haciendo clic en el menú … en el extremo derecho.
fa: می‌توانید ویژگی‌ها را به‌طور خودکار با تنظیم SSO که از SAML استفاده می‌کند اضافه کنید یا می‌توانید به صورت دستی آن‌ها را با رفتن به بخش افراد و کلیک روی منو … در سمت راست وارد کنید.
fi: Voit lisätä attribuutteja automaattisesti määrittämällä SSO:n, joka käyttää SAML:ää, tai voit syöttää ne manuaalisesti siirtymällä Henkilöt-osioon ja napsauttamalla … oikealla olevaa valikkoa.
fr: Vous pouvez ajouter automatiquement des attributs en créant un SSO qui utilise SAML, ou vous pouvez les saisir manuellement en allant dans la section Personnes et en cliquant sur le menu ... à l'extrémité droite.
hu: Az attribútumokat automatikusan hozzáadhatja egy SAML-t használó SSO beállításával, vagy manuálisan is megadhatja őket az Emberek részre lépve és a jobb oldalon lévő … menüre kattintva.
it: Puoi aggiungere attributi automaticamente impostando un SSO che utilizza SAML o puoi inserirli manualmente andando alla sezione Persone e cliccando sul menu … all'estrema destra.
ja: SAMLを使用するSSOを設定することで属性を自動的に追加することも、Peopleセクションに移動して右端の[…]メニューをクリックして手動で属性を入力することもできます。
lt: Atributus galite pridėti automatiškai, nustatydami SSO, kuris naudoja SAML, arba galite juos įvesti rankiniu būdu, eidami į skyrių Žmonės ir spustelėję … meniu dešinėje.
ms: Anda boleh menambah atribut secara automatik dengan menyediakan SSO yang menggunakan SAML, atau anda boleh memasukkannya secara manual dengan pergi ke bahagian People dan mengklik pada menu … di sebelah kanan.
nb: Du kan legge til attributter automatisk ved å sette opp en SSO som benytter SAML, eller du kan legge de inn manuelt fra "..." menyen helt til høyre under Personer.
nl: Je kunt automatisch attributen toevoegen door een SSO in te stellen die SAML gebruikt, of je kunt ze handmatig invoeren door naar de sectie 'Mensen' te gaan en op het menu … te klikken (helemaal rechts).
pl: Możesz dodawać atrybuty automatycznie, ustawiając SSO, które używa SAML lub wprowadzić je ręcznie, przechodząc do sekcji Użytkownicy i klikając na ... menu po prawej stronie.
pt_br: Você pode adicionar atributos automaticamente configurando um SSO que usa SAML ou pode inseri-los manualmente acessando a seção Pessoas e clicando no menu … à direita.
ru: Вы можете добавлять атрибуты автоматически, настроив систему единого входа, использующую SAML, или можете ввести их вручную, перейдя в раздел «Люди» и щелкнув меню… справа.
sk: Atribúty môžete pridať automaticky nastavením SSO, ktoré používa SAML, alebo ich môžete zadať ručne v sekcii Ľudia a kliknutím na menu … úplne vpravo.
sl: Atribute lahko dodate samodejno, tako da nastavite enotno prijavo, ki uporablja SAML, ali pa jih vnesete ročno, tako da odprete razdelek Ljudje in kliknete ... meni na skrajni desni.
sq: Mund t’i shtosh atributet automatikisht duke konfiguruar një SSO që përdor SAML, ose mund t’i fusësh manualisht duke shkuar te seksioni People dhe duke klikuar te menuja … në skajin e djathtë.
sr: Atribute možete dodati automatski podešavanjem SSO-a koji koristi SAML, ili ih možete uneti ručno tako što ćete otići u odeljak People i kliknuti na meni … skroz desno.
sv: Du kan lägga till attribut automatiskt genom att sätta upp en SSO som använder SAML, eller så kan du ange dem manuellt genom att gå till "Personer" och klicka på menyn ... längst till höger.
tr: SAML kullanan bir TOA kurarak öznitelikleri otomatik olarak ekleyebilir veya Kişiler bölümüne gidip en sağdaki… menüsünü tıklayarak bunları manuel olarak girebilirsiniz.
uk: Ви можете додавати атрибути автоматично, налаштувавши SSO, що використовує SAML, або ввести їх вручну, перейшовши до розділу Люди та натиснувши меню … праворуч.
vi: Bạn có thể thêm thuộc tính tự động bằng cách thiết lập SSO sử dụng SAML hoặc bạn có thể nhập chúng theo cách thủ công bằng cách chuyển đến phần Mọi người và nhấp vào menu… ở ngoài cùng bên phải.
zh_hk: 您可以藉由使用SAML的SSO來自動添加屬性，也可以通過人員部分並點擊最右邊的…選單來手動輸入屬性。

source: User attribute
ar: سمة المستخدم
bg: Атрибут на потребител
ca: Atribut d'usuari
de: Benutzerattribut
eo: User attribute → user's vibe or user’s thing
es: Atributo de usuario
fa: ویژگی کاربر
fi: Käyttäjän ominaisuus
fr: Attribut utilisateur
hu: Felhasználói attribútum
it: Attributo utente
ja: ユーザ属性
lt: Vartotojo atributas
ms: Atribut pengguna
nb: Brukerattributt
nl: Gebruiker attribuut
pl: Atrybut użytkownika
pt_br: Atributo de usuário
ru: Атрибут пользователя
sk: Atribút používateľa
sl: Uporabniški atribut
sq: Atribut përdoruesi
sr: Atribut korisnika
sv: Användar-attribut
tr: Kullanıcı özelliği
uk: Атрибут користувача
vi: Thuộc tính người dùng
zh_hk: 使用者屬性

source: We can automatically get your users’ attributes if you’ve set up SSO, or you can add them manually from the "…" menu in the People section of the Admin Panel.
ar: يمكننا جلب سمات المستخدمين تلقائيًا إذا كنت قد أعددت SSO، أو يمكنك إضافتها يدويًا من قائمة "..." في قسم الأشخاص ضمن لوحة الإدارة.
bg: Можем автоматично да получим атрибутите на вашите потребители, ако сте настроили SSO, или можете да ги добавите ръчно от менюто "..." в раздела Потребители на Администраторския панел.
ca: La longitud total dels valors del camp és > {0}.
de: Wir können die Attribute der Benutzer automatisch abrufen, wenn du SSO eingerichtet hast. Alternativ kannst du sie manuell über das Menü "..." im Abschnitt "Mitglieder" des Admin-Bereichs hinzufügen.
eo: We can auto-pull your users' info if you’ve set up SSO, or you can just add it manually from the “…” menu in the People tab of the Admin Panel.
es: Podemos obtener automáticamente los atributos de tus usuarios si has configurado el inicio de sesión único o puede añadirlos manualmente desde el menú "..." en la sección Personas del Panel de administración.
fa: ما می‌توانیم ویژگی‌های کاربران شما را به‌طور خودکار دریافت کنیم اگر SSO را تنظیم کرده‌اید، یا می‌توانید آن‌ها را به صورت دستی از منوی «…» در بخش افراد پنل مدیریت اضافه کنید.
fi: Voimme saada käyttäjiesi attribuutit automaattisesti, jos olet määrittänyt SSO:n, tai voit lisätä ne manuaalisesti hallintapaneelin Henkilöt-osion "…"-valikosta.
fr: Nous pouvons obtenir automatiquement les attributs de vos utilisateurs si vous avez configuré le SSO, ou vous pouvez les ajouter manuellement à partir du menu "..." dans la section "Personnes" du panneau d'administration.
hu: Automatikusan lekérhetjük a felhasználók attribútumait, ha beállította az egyszeri bejelentkezést, vagy manuálisan is hozzáadhatja őket a Felügyeleti panel Személyek részének „…” menüjéből.
it: Possiamo ottenere automaticamente gli attributi dei tuoi utenti se hai configurato SSO, oppure puoi aggiungerli manualmente dal menu "…" nella sezione Persone del Pannello di Amministrazione.
ja: SSOをセットアップしている場合は自動的にユーザ属性を取得することができ、また、管理者パネルのPeopleセクションの[...]メニューから手動で追加することもできます。
lt: Galime automatiškai gauti jūsų naudotojų atributus, jei nustatėte SSO, arba galite juos pridėti rankiniu būdu iš administratoriaus skydelio skilties Žmonės meniu „...“.
ms: Kami boleh secara automatik mendapatkan atribut pengguna anda jika anda telah menyediakan SSO, atau anda boleh menambahnya secara manual dari menu "…" di bahagian Orang dalam Panel Pentadbir.
nb: Vi han hente dine brukeres attributter hvis du har satt opp SSO, eller du kan legge dem til manuelt fra "..." menyen under Personer i Administrasjonspanelet.
nl: We kunnen automatisch de kenmerken van uw gebruikers verkrijgen als je SSO hebt ingesteld, of je kunt ze handmatig toevoegen via het menu "..." in het gedeelte 'Mensen' van het beheerdersdashboard.
pl: Możemy automatycznie uzyskać atrybuty użytkowników, jeśli ustawiłeś SSO lub możesz dodać je ręcznie z menu "..." w sekcji Użytkownicy w Ustawieniach administratora.
pt_br: Podemos obter automaticamente os atributos de seus usuários se você configurou o SSO ou pode adicioná-los manualmente no menu "..." na seção Pessoas do Painel de administração.
ru: Мы можем автоматически получить атрибуты ваших пользователей, если вы настроили систему единого входа, или вы можете добавить их вручную из меню «…» в разделе «Люди» панели администратора.
sk: Môžeme automaticky získať atribúty vašich používateľov, ak ste nastavili SSO, alebo ich môžete pridať manuálne z menu "..." v sekcii Ľudia v Admin Paneli.
sl: Atribute vaših uporabnikov lahko samodejno pridobimo, če ste nastavili enotno prijavo, ali pa jih dodate ročno iz menija "…" v razdelku Ljudje na skrbniški plošči.
sq: Mund ti marrim automatikisht atributet e përdoruesve tuaj nëse keni konfiguruar SSO, ose mund ti shtoni manualisht nga menuja "…" te seksioni People në Panelin e administratorit.
sr: Možemo automatski da preuzmemo atribute tvojih korisnika ako si podesio/la SSO, ili možeš ručno da ih dodaš iz menija "…" u odeljku People u Administratorskom panelu.
sv: Vi kan automatiskt hämta användar-attribut om du satt upp SSO. Eller så kan du ange manuellt från menyn "..." i avdelningen "Personer" under adminpanelen.
tr: TOA'yı kurduysanız, kullanıcılarınızın özelliklerini otomatik olarak alabiliriz veya bunları Yönetici Panelinin Kişiler bölümündeki "…" menüsünden manuel olarak ekleyebilirsiniz.
uk: Ми можемо автоматично отримувати атрибути ваших користувачів, якщо ви налаштували SSO, або ви можете додати їх вручну з меню "…" у розділі People в Панелі адміністратора.
vi: Chúng tôi có thể tự động lấy thuộc tính người dùng của bạn nếu bạn đã thiết lập SSO hoặc bạn có thể thêm chúng theo cách thủ công từ menu "…" trong phần Mọi người của Bảng điều khiển quản trị.
zh_hk: 如果您已設置SSO，我們可以自動獲取使用者的屬性，也可以從管理面板中的“人員”部分的“...”選單中手動新增。

source: Parameter or variable
ar: باراميتر أو متغير
bg: Параметър или променлива
ca: Paràmetre o variable
de: Parameter oder Variable
eo: Params or vars
es: Parámetro o variable
fa: پارامتر یا متغیر
fi: Parametri tai muuttuja
fr: Paramètre ou variable
hu: Paraméter vagy változó
it: Parametro o variabile
ja: パラメタまたは変数
lt: Parametras arba kintamasis
ms: Parameter atau pembolehubah
nb: Parameter eller variabel
nl: Parameter of variabele
pl: Parametr lub zmienna
pt_br: Parâmetro ou variável
ru: Параметр или переменная
sk: Parameter alebo premenná
sl: Parameter ali spremenljivka
sq: Parametër ose variabël
sr: Parametar ili promenljiva
sv: Parameter eller variabel
tr: Parametre veya değişken
uk: Параметр або змінна
vi: Tham số hoặc biến
zh_hk: 參數或變數

source: equals
ar: يساوي
bg: е равно на
ca: igual
de: entspricht
eo: equals → is lowkey a vibe
es: igual a
fa: مساوی
fi: yhtäsuuri
fr: est égal à
hu: egyenlő
it: uguale a
ja: 等しい
lt: lygus
ms: sama dengan
nb: er lik
nl: gelijk aan
pl: równa się
pt_br: igual
ru: равные
sk: rovná sa
sl: Enako
sq: është e barabartë me
sr: jednako
sv: är lika med
tr: eşittir
uk: дорівнює
vi: bằng
zh_hk: 等於

source: Grant sandboxed access
hu: Sandbox hozzáférés biztosítása
ms: Berikan akses terpencil

source: Sandboxed access
hu: Sandbox hozzáférés
ms: Akses terpencil

source: Edit sandboxed access
eo: Tweak sandboxed access, fr fr
hu: Sandbox hozzáférés szerkesztése
lt: Redaguoti smėlio dėžės prieigą
ms: Sunting akses terpencil
