Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Check Host and Port settings
ar: تحقق من إعدادات Host وPort
bg: Проверете настройките на хоста и порта
ca: Comproveu la configuració de l'amfitrió i del port
de: Überprüfen Sie die Host- und Port-Einstellungen
es: Comprobar la configuración del host y del puerto
fa: تنظیمات میزبان و پورت را بررسی کنید
fi: Tarkista isäntä- ja porttiasetukset
fr: Vérifiez les paramètres de l'hôte et du port
it: Controllare le impostazioni host e porta
ja: ホストとポートの設定を確認する
nb: Kontroller verts- og portinnstillinger
nl: Controleer host- en poortinstellingen
pl: Sprawdź ustawienia hosta i portu
pt_br: Verifique as configurações do host e da porta
ru: Проверьте настройки хоста и порта.
sk: Skontrolujte nastavenia hostiteľa a portu
sl: Preverite nastavitve gostitelja in vrat
sq: Kontrollo cilësimet Host dhe Port
sr: Proveri podešavanja Host i Port
sv: Kontrollera värd- och portinställningar
tr: Ana Bilgisayar ve Bağlantı Noktası ayarlarını kontrol edin
uk: Перевірте налаштування хоста та порту
vi: Kiểm tra cài đặt Máy chủ và Cổng
zh_hk: 檢查主機和連接埠設定

source: Hmm, we couldn't connect to the database
ar: همم، لم نتمكن من الاتصال بقاعدة البيانات
bg: Хм, не успяхме да се свържем с базата данни
ca: Hmm, no ens hem pogut connectar a la base de dades
de: Hmm, wir konnten keine Verbindung zur Datenbank herstellen
es: Hmm, no pudimos conectarnos a la base de datos.
fa: هوم، ما نتوانستیم به پایگاه داده متصل شویم
fi: Hmm, emme saaneet yhteyttä tietokantaan
fr: Hmm, nous n'avons pas pu nous connecter à la base de données
it: Hmm, non siamo riusciti a connetterci al database
ja: うーん、データベースに接続できませんでした
nb: Hmm, vi kunne ikke koble oss til databasen
nl: Hmm, we konden geen verbinding maken met de database
pl: Hmm, nie udało nam się połączyć z bazą danych
pt_br: Hmm, não conseguimos conectar ao banco de dados
ru: Хм, нам не удалось подключиться к базе данных.
sk: Hmm, nepodarilo sa nám pripojiť k databáze
sl: Hmm, nismo se mogli povezati z bazo podatkov.
sq: Hmm, nuk u lidhëm dot me databazën
sr: Hmm, nismo mogli da se povežemo sa bazom
sv: Hmm, vi kunde inte ansluta till databasen
tr: Hmm, veritabanına bağlanamadık
uk: Хм, не вдалося підключитися до бази даних
vi: Hmm, chúng tôi không thể kết nối với cơ sở dữ liệu
zh_hk: 嗯，我們無法連線到資料庫

source: Metabase tried, but couldn't connect
ar: حاول Metabase، لكنه لم يتمكن من الاتصال
bg: Метабазата опита, но не можа да се свърже
ca: La metabase ho ha intentat, però no s'ha pogut connectar.
de: Metabase hat es versucht, konnte aber keine Verbindung herstellen
es: Metabase lo intentó, pero no pudo conectarse
fa: متابیس تلاش کرد، اما نتوانست متصل شود
fi: Metabase yritti, mutta ei saanut yhteyttä
fr: Metabase a essayé, mais n'a pas pu se connecter
it: Metabase ha provato, ma non è riuscito a connettersi
ja: メタベースは接続を試みましたが、接続できませんでした
nb: Metabase prøvde, men fikk ikke kontakt
nl: Metabase geprobeerd, maar kon geen verbinding maken
pl: Metabase próbował, ale nie mógł się połączyć
pt_br: O Metabase tentou, mas não conseguiu conectar
ru: Metabase попытался, но не смог подключиться
sk: Metabáza sa pokúsila o pripojenie, ale nepodarilo sa ju pripojiť.
sl: Metabaza je poskusila, vendar se ni mogla povezati
sq: Metabase u përpoq, por nuk u lidh dot
sr: Metabase je pokušao, ali nije mogao da se poveže
sv: Metabase försökte, men kunde inte ansluta
tr: Metabase denendi ancak bağlanılamadı
uk: Metabase спробував, але не зміг підключитися
vi: Metabase đã thử nhưng không thể kết nối
zh_hk: Metabase 已嘗試，但無法連線

source: More troubleshooting tips
ar: المزيد من نصائح استكشاف الأخطاء وإصلاحها
bg: Още съвети за отстраняване на неизправности
ca: Més consells per a la resolució de problemes
de: Weitere Tipps zur Fehlerbehebung
es: Más consejos para la solución de problemas
fa: نکات بیشتر برای عیب‌یابی
fi: Lisää vianmääritysvinkkejä
fr: Plus de conseils de dépannage
it: Ulteriori suggerimenti per la risoluzione dei problemi
ja: その他のトラブルシューティングのヒント
nb: Flere feilsøkingstips
nl: Meer tips voor probleemoplossing
pl: Więcej wskazówek dotyczących rozwiązywania problemów
pt_br: Mais dicas de solução de problemas
ru: Дополнительные советы по устранению неполадок
sk: Ďalšie tipy na riešenie problémov
sl: Več nasvetov za odpravljanje težav
sq: Më shumë këshilla diagnostikimi
sr: Još saveta za otklanjanje problema
sv: Fler felsökningstips
tr: Daha fazla sorun giderme ipucu
uk: Більше порад з усунення несправностей
vi: Thêm mẹo khắc phục sự cố
zh_hk: 更多疑難排解提示

source: Metabase Cloud IP addresses
ar: عناوين IP الخاصة بـ Metabase Cloud
bg: IP адреси на Metabase Cloud
ca: Adreces IP del núvol de la metabase
de: Metabase Cloud-IP-Adressen
es: Direcciones IP de Metabase Cloud
fa: آدرس‌های IP ابر متابیس
fi: Metabase Cloudin IP-osoitteet
fr: Adresses IP de Metabase Cloud
it: Indirizzi IP di Metabase Cloud
ja: Metabase Cloud IP アドレス
nb: Metabase Cloud IP-adresser
nl: Metabase Cloud IP-adressen
pl: Adresy IP Metabase Cloud
pt_br: Endereços IP do Metabase Cloud
ru: IP-адреса облака Metabase
sk: IP adresy Metabase Cloud
sl: IP-naslovi v oblaku Metabase
sq: Adresat IP të Metabase Cloud
sr: Metabase Cloud IP adrese
sv: Metabase Cloud IP-adresser
tr: Metabase Cloud IP adresleri
uk: IP-адреси Metabase Cloud
vi: Địa chỉ IP của Metabase Cloud
zh_hk: Metabase 雲端 IP 位址

source: SSL certificate
ar: شهادة SSL
bg: SSL сертификат
ca: Certificat SSL
de: SSL-Zertifikat
es: Certificado SSL
fa: گواهی SSL
fi: SSL-sertifikaatti
fr: Certificat SSL
it: Certificato SSL
ja: SSL証明書
nb: SSL-sertifikat
nl: SSL-certificaat
pl: Certyfikat SSL
pt_br: Certificado SSL
ru: SSL-сертификат
sk: SSL certifikát
sl: SSL-potrdilo
sq: Certifikatë SSL
sr: SSL sertifikat
sv: SSL-certifikat
tr: SSL sertifikası
uk: SSL-сертифікат
vi: Chứng chỉ SSL
zh_hk: SSL 憑證

source: correct permissions
ar: الأذونات الصحيحة
bg: правилните разрешения
ca: permisos correctes
de: korrekte Berechtigungen
es: permisos correctos
fa: مجوزهای صحیح
fi: oikeat käyttöoikeudet
fr: autorisations correctes
it: permessi corretti
ja: 正しい権限
nb: riktige tillatelser
nl: juiste rechten
pl: poprawne uprawnienia
pt_br: permissões corretas
ru: правильные разрешения
sk: správne povolenia
sl: pravilna dovoljenja
sq: lejet e sakta
sr: odgovarajuće dozvole
sv: korrekta behörigheter
tr: doğru izinler
uk: правильні дозволи
vi: quyền chính xác
zh_hk: 正確的權限

source: Try allowing Metabase IP addresses
ar: جرّب السماح لعناوين IP الخاصة بـ Metabase
bg: Опитайте да разрешите IP адреси от метабазата
ca: Prova de permetre les adreces IP de la metabase
de: Versuchen Sie, Metabase-IP-Adressen zuzulassen
es: Intente permitir direcciones IP de Metabase
fa: سعی کنید آدرس‌های IP متابیس را مجاز کنید
fi: Kokeile sallia Metabase IP -osoitteet
fr: Essayez d'autoriser les adresses IP de la métabase
it: Prova a consentire gli indirizzi IP di Metabase
ja: メタベースIPアドレスを許可してみる
nb: Prøv å tillate Metabase IP-adresser
nl: Probeer Metabase IP-adressen toe te staan
pl: Spróbuj zezwolić na adresy IP Metabase
pt_br: Tente permitir endereços IP do Metabase
ru: Попробуйте разрешить IP-адреса Metabase
sk: Skúste povoliť IP adresy metabázy
sl: Poskusite dovoliti IP-naslove metabaze
sq: Provo të lejosh adresat IP të Metabase
sr: Probaj da dozvoliš Metabase IP adrese
sv: Försök att tillåta Metabase IP-adresser
tr: Metabase IP adreslerine izin vermeyi deneyin
uk: Спробуйте дозволити IP-адреси Metabase
vi: Hãy thử cho phép địa chỉ IP Metabase
zh_hk: 嘗試允許 Metabase IP 位址

source: Try using a secure connection (SSL)
ar: جرّب استخدام اتصال آمن (SSL)
bg: Опитайте да използвате защитена връзка (SSL)
ca: Prova d'utilitzar una connexió segura (SSL)
de: Versuchen Sie, eine sichere Verbindung (SSL) zu verwenden.
es: Intente utilizar una conexión segura (SSL)
fa: سعی کنید از یک اتصال امن (SSL) استفاده کنید
fi: Kokeile suojattua yhteyttä (SSL)
fr: Essayez d'utiliser une connexion sécurisée (SSL)
it: Prova a utilizzare una connessione sicura (SSL)
ja: 安全な接続（SSL）をお試しください
nb: Prøv å bruke en sikker tilkobling (SSL)
nl: Probeer een beveiligde verbinding (SSL) te gebruiken
pl: Spróbuj użyć bezpiecznego połączenia (SSL)
pt_br: Tente usar uma conexão segura (SSL)
ru: Попробуйте использовать защищенное соединение (SSL)
sk: Skúste použiť zabezpečené pripojenie (SSL)
sl: Poskusite uporabiti varno povezavo (SSL)
sq: Provo të përdorësh një lidhje të sigurt (SSL)
sr: Probaj da koristiš bezbednu vezu (SSL)
sv: Försök att använda en säker anslutning (SSL)
tr: Güvenli bir bağlantı (SSL) kullanmayı deneyin
uk: Спробуйте використати захищене з'єднання (SSL)
vi: Hãy thử sử dụng kết nối an toàn (SSL)
zh_hk: 嘗試使用安全連線 (SSL)

source: Check Metabase user permissions
ar: تحقق من أذونات مستخدم Metabase
bg: Проверете потребителските разрешения на метабазата
ca: Comprovar els permisos d'usuari de la metabase
de: Überprüfen Sie die Metabase-Benutzerberechtigungen
es: Comprobar los permisos de usuario de Metabase
fa: بررسی مجوزهای کاربر Metabase
fi: Tarkista metatietokannan käyttäjäoikeudet
fr: Vérifier les autorisations des utilisateurs de la métabase
it: Controllare i permessi utente di Metabase
ja: メタベースのユーザー権限を確認する
nb: Kontroller Metabase-brukerrettighetene
nl: Controleer de Metabase-gebruikersrechten
pl: Sprawdź uprawnienia użytkownika Metabase
pt_br: Verifique as permissões do usuário do Metabase
ru: Проверьте права пользователя Metabase
sk: Skontrolujte oprávnenia používateľov metabázy
sl: Preverjanje uporabniških dovoljenj metabaze
sq: Kontrollo lejet e përdoruesit të Metabase
sr: Proveri dozvole Metabase korisnika
sv: Kontrollera Metabase-användarbehörigheter
tr: Metabase kullanıcı izinlerini kontrol edin
uk: Перевірте дозволи користувача Metabase
vi: Kiểm tra quyền người dùng Metabase
zh_hk: 檢查 Metabase 使用者權限

source: Double-check connection settings
ar: تحقق مرة أخرى من إعدادات الاتصال
bg: Проверете отново настройките за връзка
ca: Comproveu dues vegades la configuració de connexió
de: Überprüfen Sie die Verbindungseinstellungen
es: Vuelva a comprobar la configuración de la conexión
fa: تنظیمات اتصال را دوباره بررسی کنید
fi: Tarkista yhteysasetukset uudelleen
fr: Vérifiez les paramètres de connexion
it: Ricontrolla le impostazioni di connessione
ja: 接続設定を再確認してください
nb: Dobbeltsjekk tilkoblingsinnstillingene
nl: Controleer de verbindingsinstellingen nogmaals
pl: Sprawdź dokładnie ustawienia połączenia
pt_br: Verifique novamente as configurações de conexão
ru: Еще раз проверьте настройки подключения.
sk: Dvakrát skontrolujte nastavenia pripojenia
sl: Dvakrat preverite nastavitve povezave
sq: Rikontrollo cilësimet e lidhjes
sr: Proveri još jednom podešavanja veze
sv: Dubbelkolla anslutningsinställningarna
tr: Bağlantı ayarlarını iki kez kontrol edin
uk: Двічі перевірте налаштування підключення
vi: Kiểm tra lại cài đặt kết nối
zh_hk: 再次檢查連線設定

source: Make sure the host name, port or database name don’t contain typos.
ar: تأكد من أن اسم المضيف أو المنفذ أو اسم قاعدة البيانات لا يحتوي على أخطاء مطبعية.
bg: Уверете се, че името на хоста, порта или името на базата данни не съдържат печатни грешки.
ca: Assegureu-vos que el nom de l'amfitrió, el port o el nom de la base de dades no continguin errors tipogràfics.
de: Stellen Sie sicher, dass der Hostname, der Port oder der Datenbankname keine Tippfehler enthalten.
es: Asegúrese de que el nombre del host, el puerto o el nombre de la base de datos no contengan errores tipográficos.
fa: مطمئن شوید که نام میزبان، پورت یا نام پایگاه داده اشتباه تایپی نداشته باشد.
fi: Varmista, että isäntänimi, portti tai tietokannan nimi ei sisällä kirjoitusvirheitä.
fr: Assurez-vous que le nom d'hôte, le port ou le nom de la base de données ne contiennent pas de fautes de frappe.
it: Assicurarsi che il nome host, la porta o il nome del database non contengano errori di battitura.
ja: ホスト名、ポート、またはデータベース名にタイプミスがないことを確認してください。
nb: Kontroller at vertsnavnet, porten eller databasenavnet ikke inneholder skrivefeil.
nl: Zorg ervoor dat de hostnaam, poort en databasenaam geen typefouten bevatten.
pl: Upewnij się, że nazwa hosta, portu lub bazy danych nie zawiera literówek.
pt_br: Certifique-se de que o nome do host, a porta ou o nome do banco de dados não contenham erros de digitação.
ru: Убедитесь, что имя хоста, порта или имя базы данных не содержат опечаток.
sk: Uistite sa, že názov hostiteľa, port alebo názov databázy neobsahujú preklepy.
sl: Prepričajte se, da ime gostitelja, vrata ali ime baze podatkov ne vsebujejo tipkarskih napak.
sq: Sigurohu që emri i host-it, port-i ose emri i databazës të mos kenë gabime shtypi.
sr: Proverite da naziv hosta, port ili naziv baze ne sadrže tipografske greške.
sv: Se till att värdnamnet, porten eller databasnamnet inte innehåller stavfel.
tr: Ana bilgisayar adı, port veya veritabanı adında yazım hatası olmadığından emin olun.
uk: Переконайтеся, що в назві хоста, порту або назві бази даних немає друкарських помилок.
vi: Đảm bảo tên máy chủ, cổng hoặc tên cơ sở dữ liệu không có lỗi đánh máy.
zh_hk: 確保主機名稱、連接埠或資料庫名稱不包含錯字。

source: Double-check access credentials
ar: تحقق مرة أخرى من بيانات اعتماد الوصول
bg: Проверете отново данните за достъп
ca: Comproveu dues vegades les credencials d'accés
de: Überprüfen Sie die Zugangsdaten doppelt
es: Verifique nuevamente las credenciales de acceso
fa: اعتبارنامه‌های دسترسی را دوباره بررسی کنید
fi: Tarkista käyttöoikeustiedot uudelleen
fr: Vérifiez à nouveau les informations d'accès
it: Ricontrolla le credenziali di accesso
ja: アクセス資格情報を再確認する
nb: Dobbeltsjekk tilgangslegitimasjonen
nl: Controleer de toegangsgegevens nogmaals
pl: Sprawdź dokładnie dane dostępowe
pt_br: Verifique novamente as credenciais de acesso
ru: Дважды проверьте учетные данные доступа
sk: Dvakrát skontrolujte prístupové údaje
sl: Dvakrat preverite dostopne poverilnice
sq: Rikontrollo kredencialet e aksesit
sr: Proveri još jednom pristupne kredencijale
sv: Dubbelkolla åtkomstuppgifterna
tr: Erişim kimlik bilgilerini iki kez kontrol edin
uk: Двічі перевірте облікові дані доступу
vi: Kiểm tra lại thông tin truy cập
zh_hk: 再次檢查存取憑證

source: Is the username and password correct? If possible, copy-paste the values to the form.
ar: هل اسم المستخدم وكلمة المرور صحيحان؟ إن أمكن، انسخ القيم والصقها في النموذج.
bg: Потребителското име и паролата правилни ли са? Ако е възможно, копирайте и поставете стойностите във формуляра.
ca: El nom d'usuari i la contrasenya són correctes? Si és possible, copieu i enganxeu els valors al formulari.
de: Sind Benutzername und Passwort korrekt? Kopieren Sie die Werte nach Möglichkeit in das Formular.
es: ¿Son correctos el nombre de usuario y la contraseña? Si es posible, copie y pegue los valores en el formulario.
fa: آیا نام کاربری و رمز عبور صحیح است؟ در صورت امکان، مقادیر را در فرم کپی و پیست کنید.
fi: Ovatko käyttäjätunnus ja salasana oikein? Kopioi ja liitä arvot lomakkeeseen, jos mahdollista.
fr: Le nom d'utilisateur et le mot de passe sont-ils corrects ? Si possible, copiez-collez les valeurs dans le formulaire.
it: Nome utente e password sono corretti? Se possibile, copia e incolla i valori nel modulo.
ja: ユーザー名とパスワードは正しいですか？可能であれば、値をコピーしてフォームに貼り付けてください。
nb: Er brukernavnet og passordet riktig? Hvis mulig, kopier og lim inn verdiene i skjemaet.
nl: Kloppen de gebruikersnaam en het wachtwoord? Kopieer en plak de waarden indien mogelijk in het formulier.
pl: Czy nazwa użytkownika i hasło są poprawne? Jeśli to możliwe, skopiuj i wklej wartości do formularza.
pt_br: O nome de usuário e a senha estão corretos? Se possível, copie e cole os valores no formulário.
ru: Верны ли имя пользователя и пароль? Если возможно, скопируйте и вставьте значения в форму.
sk: Je používateľské meno a heslo správne? Ak je to možné, skopírujte a prilepte hodnoty do formulára.
sl: Ali sta uporabniško ime in geslo pravilna? Če je mogoče, kopirajte in prilepite vrednosti v obrazec.
sq: A janë të sakta emri i përdoruesit dhe fjalëkalimi? Nëse është e mundur, copy-paste vlerat në formular.
sr: Da li su korisničko ime i lozinka tačni? Ako je moguće, kopirajte-nalepite vrednosti u formular.
sv: Är användarnamnet och lösenordet korrekta? Kopiera och klistra in värdena i formuläret om möjligt.
tr: Kullanıcı adı ve şifre doğru mu? Mümkünse değerleri kopyalayıp forma yapıştırın.
uk: Чи правильні ім'я користувача та пароль? За можливості скопіюйте й вставте значення у форму.
vi: Tên người dùng và mật khẩu đã đúng chưa? Nếu có thể, hãy sao chép và dán các giá trị vào biểu mẫu.
zh_hk: 使用者名稱和密碼是否正確？如果可能，請將數值複製貼到表單中。

source: Make sure your Host and Port settings are correct.
ar: تأكد من أن إعدادات Host وPort صحيحة.
bg: Уверете се, че настройките за хост и порт са правилни.
ca: Assegureu-vos que la configuració d'amfitrió i port sigui correcta.
de: Stellen Sie sicher, dass Ihre Host- und Port-Einstellungen korrekt sind.
es: Asegúrese de que la configuración de host y puerto sea correcta.
fa: مطمئن شوید که تنظیمات میزبان و پورت شما صحیح است.
fi: Varmista, että isäntä- ja porttiasetukset ovat oikein.
fr: Assurez-vous que vos paramètres d’hôte et de port sont corrects.
it: Assicurati che le impostazioni Host e Porta siano corrette.
ja: ホストとポートの設定が正しいことを確認してください。
nb: Kontroller at verts- og portinnstillingene er riktige.
nl: Zorg ervoor dat uw host- en poortinstellingen correct zijn.
pl: Sprawdź, czy ustawienia hosta i portu są prawidłowe.
pt_br: Certifique-se de que as configurações de Host e Porta estejam corretas.
ru: Убедитесь, что настройки хоста и порта верны.
sk: Uistite sa, že máte správne nastavenia hostiteľa a portu.
sl: Prepričajte se, da so nastavitve gostitelja in vrat pravilne.
sq: Sigurohu që cilësimet e Host dhe Port janë të sakta.
sr: Uverite se da su podešavanja Host i Port tačna.
sv: Se till att dina värd- och portinställningar är korrekta.
tr: Host ve Port ayarlarınızın doğru olduğundan emin olun.
uk: Переконайтеся, що налаштування хоста та порту правильні.
vi: Đảm bảo cài đặt Máy chủ và Cổng của bạn là chính xác.
zh_hk: 確定您的主機和連接埠設定正確。

source: This record
ar: هذا السجل
bg: Този запис
ca: Aquest registre
de: Dieser Datensatz
es: Este disco
fa: این رکورد
fi: Tämä levy
fr: Ce disque
it: Questo record
ja: この記録
nb: Denne posten
nl: Dit record
pl: Ten rekord
pt_br: Este registro
ru: Эта запись
sk: Tento záznam
sl: Ta zapis
sq: Ky regjistrim
sr: Ovaj zapis
sv: Denna post
tr: Bu kayıt
uk: Цей запис
vi: Bản ghi này
zh_hk: 此記錄

source: Start writing, type "/" to list commands, or "@" to mention an item...
ar: ابدأ الكتابة، اكتب "/" لعرض قائمة الأوامر، أو "@" لذكر عنصر...
bg: Започнете да пишете, въведете "/", за да изброите команди, или "@", за да споменете елемент...
ca: Comença a escriure, escriu "/" per llistar ordres o "@" per esmentar un element...
de: Beginnen Sie mit dem Schreiben, geben Sie „/“ ein, um Befehle aufzulisten, oder „@“, um ein Element zu erwähnen …
es: Comience a escribir, escriba "/" para enumerar comandos, o "@" para mencionar un elemento...
fa: شروع به نوشتن کنید، برای لیست کردن دستورات "/" یا برای اشاره به یک مورد "@" را تایپ کنید...
fi: Aloita kirjoittaminen, kirjoita "/" listataksesi komennot tai "@" mainitaksesi kohteen...
fr: Commencez à écrire, tapez « / » pour lister les commandes ou « @ » pour mentionner un élément...
it: Inizia a scrivere, digita "/" per elencare i comandi o "@" per menzionare un elemento...
ja: 書き込みを開始するには、「/」と入力してコマンドを一覧表示するか、「@」と入力してアイテムを指定します...
nb: Begynn å skrive, skriv "/" for å liste opp kommandoer, eller "@" for å nevne et element...
nl: Begin met schrijven, typ "/" om de opdrachten weer te geven, of "@" om een item te vermelden...
pl: Zacznij pisać, wpisz „/”, aby wyświetlić listę poleceń lub „@”, aby wspomnieć o elemencie...
pt_br: Comece a escrever, digite "/" para listar comandos ou "@" para mencionar um item...
ru: Начните писать, введите «/», чтобы вывести список команд, или «@», чтобы упомянуть элемент...
sk: Začnite písať, napíšte „/“ pre zobrazenie príkazov alebo „@“ pre zmienku o položke...
sl: Začnite pisati, vtipkajte "/" za seznam ukazov ali "@" za omembo elementa ...
sq: Fillo të shkruash, shtyp "/" për të listuar komandat, ose "@" për të përmendur një element...
sr: Počni da pišeš, ukucaj "/" za listu komandi ili "@" da pomeneš stavku...
sv: Börja skriva, skriv "/" för att lista kommandon eller "@" för att nämna ett objekt...
tr: Yazmaya başlayın, komutları listelemek için "/" yazın veya bir öğeden bahsetmek için "@" yazın...
uk: Почніть писати, введіть "/", щоб переглянути список команд, або "@", щоб згадати елемент...
vi: Khi bắt đầu viết, hãy nhập "/" để liệt kê các lệnh hoặc "@" để đề cập đến một mục...
zh_hk: 開始書寫，輸入"/「列出指令，或輸入」@"提及項目...

source: New chart
ar: مخطط جديد
bg: Нова диаграма
ca: Nou gràfic
de: Neue Grafik
es: Nueva tabla
fa: نمودار جدید
fi: Uusi kaavio
fr: Nouveau graphique
it: Nuovo grafico
ja: 新しいチャート
nb: Nytt diagram
nl: Nieuwe grafiek
pl: Nowy wykres
pt_br: Novo gráfico
ru: Новая диаграмма
sk: Nový graf
sl: Nov grafikon
sq: Grafik i ri
sr: Novi grafikon
sv: Nytt diagram
tr: Yeni grafik
uk: Нова діаграма
vi: Biểu đồ mới
zh_hk: 新圖表

source: It wants to help!
ar: إنه يريد المساعدة!
bg: Иска да помогне!
ca: Vol ajudar!
de: Es will helfen!
es: ¡Quiere ayudar!
fa: میخواد کمک کنه!
fi: Se haluaa auttaa!
fr: Il veut aider !
it: Vuole aiutare!
ja: 助けたいのです！
nb: Den ønsker å hjelpe!
nl: Het wil helpen!
pl: Chce pomóc!
pt_br: Ele quer ajudar!
ru: Он хочет помочь!
sk: Chce to pomôcť!
sl: Želi pomagati!
sq: Dëshiron të ndihmojë!
sr: Želi da pomogne!
sv: Den vill hjälpa till!
tr: Yardım etmek istiyor!
uk: Він хоче допомогти!
vi: Nó muốn giúp đỡ!
zh_hk: 它想要幫忙！

source: Anyone can view this if you give them the link or embed it.
ar: يمكن لأي شخص عرض هذا إذا أعطيته الرابط أو قمت بتضمينه.
bg: Всеки може да го види, ако му дадете линк или го вградите.
ca: Tothom pot veure això si li dones l'enllaç o l'insereixes.
de: Jeder kann dies ansehen, wenn man ihm den Link gibt oder es einbettet.
es: Cualquiera puede ver esto si les das el enlace o lo insertas.
fa: هر کسی می‌تواند این را ببیند اگر لینک را به او بدهید یا آن را جاسازی کنید.
fi: Kuka tahansa voi katsoa tämän, jos annat linkin tai upotat sen.
fr: N'importe qui peut le consulter si vous lui fournissez le lien ou si vous l'intégrez.
it: Chiunque può visualizzarlo se gli fornisci il link o lo incorpori.
ja: リンクを提供したり埋め込んだりすれば、誰でもこれを閲覧できます。
nb: Hvem som helst kan se dette hvis du gir dem lenken eller legger den inn.
nl: Iedereen kan dit bekijken als je ze de link geeft of het insluit.
pl: Każdy może to zobaczyć, jeśli podasz mu link lub osadzisz treść.
pt_br: Qualquer pessoa pode visualizar isso se você fornecer o link ou incorporar o conteúdo.
ru: Любой может это просмотреть, если вы дадите ссылку или встроите ее.
sk: Toto si môže pozrieť ktokoľvek, ak mu poskytnete odkaz alebo ho vložíte.
sl: To si lahko ogleda vsak, če mu posredujete povezavo ali vdelate.
sq: Kushdo mund ta shohë këtë nëse u jep lidhjen ose e inkorporon.
sr: Svako može da vidi ovo ako mu date link ili ga ugradite.
sv: Vem som helst kan se detta om du ger dem länken eller bäddar in det.
tr: Bağlantıyı verirseniz veya yerleştirirseniz herkes bunu görebilir.
uk: Будь-хто може переглянути це, якщо ви надасте їм посилання або вбудуєте це.
vi: Bất kỳ ai cũng có thể xem nội dung này nếu bạn cung cấp cho họ liên kết hoặc nhúng liên kết đó.
zh_hk: 只要您提供連結或嵌入，任何人都可以檢視。

source: Embed code
ar: كود التضمين
bg: Вграждане на код
ca: Codi incrustat
de: Code einbetten
es: Código para insertar
fa: کد جاسازی
fi: Upota koodi
fr: Code d'intégration
it: Codice incorporato
ja: 埋め込みコード
nb: Innebygd kode
pl: Kod do osadzenia
pt_br: Código de incorporação
ru: Встроить код
sk: Vložiť kód
sl: Vdelana koda
sq: Kodi i inkorporimit
sr: Kod za ugradnju
sv: Bädda in kod
tr: Gömme kodu
uk: Код для вбудовування
vi: Mã nhúng
zh_hk: 嵌入代碼
