Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The filter was auto-connected to all questions containing “{0}”.
ar: تم ربط الفلتر تلقائيًا بكل الأسئلة التي تحتوي على “{0}”.
bg: Филтърът беше автоматично свързан с всички въпроси, съдържащи "{0}".
ca: El filtre s'ha connectat automàticament a totes les preguntes que contenien "{0}".
de: Der Filter wurde automatisch mit allen Fragen verknüpft, die "{0}" enthalten.
eo: The filter was automatically linked to all questions with “{0},” fr fr.
es: El filtro ha sido auto-conectado a todas las preguntas que contienen “{0}”.
fa: فیلتر به طور خودکار به همه سؤالات حاوی "{0}" متصل شد.
fi: Suodatin yhdistettiin automaattisesti kaikkiin kysymyksiin, jotka sisälsivät "{0}".
fr: Le filtre a été auto-connecté à toutes les questions contenant “{0}”.
hu: A szűrő automatikusan csatlakozott az összes "{0}"-t tartalmazó kérdéshez.
it: Il filtro è stato collegato automaticamente a tutte le domande contenenti "{0}".
ja: フィルタは「{0}」を含むすべての質問に自動接続されました。
lt: Filtras buvo automatiškai prijungtas prie visų klausimų, kuriuose yra „{0}“.
ms: Penapis ini telah disambungkan secara automatik kepada semua soalan yang mengandungi “{0}”.
nb: Filteret ble Auto-koblet til alle spørsmål som inneholdt “{0}”.
nl: Het filter werd automatisch gekoppeld aan alle vragen die "{0}" bevatten.
pl: Filtr został automatycznie połączony ze wszystkimi pytaniami zawierającymi "{0}".
pt_br: O filtro foi conectado automaticamente para todas as perguntas contendo “{0}”.
ru: Фильтр был автоматически подключен ко всем вопросам, содержащим "{0}".
sk: Filter bol automaticky pripojený ku všetkým otázkam obsahujúcim "{0}".
sl: Filter je bil samodejno povezan z vsemi vprašanji, ki vsebujejo »{0}«.
sq: Filtri u lidh automatikisht me të gjitha pyetjet që përmbajnë “{0}”.
sr: Filter je automatski povezan sa svim pitanjima koja sadrže “{0}”.
sv: Filtret kopplades automatiskt till alla frågor som innehöll "{0}".
tr: Filtre, "{0}" içeren tüm sorulara otomatik olarak bağlandı.
uk: Фільтр було автоматично підключено до всіх запитів, що містять “{0}”.
vi: Bộ lọc được tự động kết nối với tất cả các câu hỏi có chứa “{0}”.
zh_hk: 過濾器自動連線到所有包含 "{0}" 的問題。

source: Auto-connect “{0}” to “{1}”?
ar: هل تريد ربط “{0}” تلقائيًا بـ “{1}”؟
bg: Автоматично свързване на "{0}" към "{1}"?
ca: Vols connectar automàticament "{0}" a "{1}"?
de: Automatisches Verbinden von "{0}" mit "{1}"?
eo: Auto-connect “{0}” to “{1}”??? Bet.
es: ¿Auto-conectar “{0}” a “{1}”?
fa: اتصال خودکار "{0}" به "{1}"؟
fi: Automaattinen yhdistäminen "{0}" osoitteeseen "{1}"?
fr: Auto-connecter “{0}” à “{1}” ?
hu: Automatikusan csatlakoztassa a(z) "{0}"-t a(z) "{1}"-hez?
it: Collegare automaticamente "{0}" a "{1}"?
ja: “{0}”を“{1}”に自動接続しますか？
lt: Automatiškai prijungti „{0}“ prie „{1}“?
ms: Sambungkan secara automatik “{0}” kepada “{1}”?
nb: Auto-koble “{0}” til “{1}”?
nl: Automatisch verbinden van "{0}" naar "{1}"?
pl: Automatyczne połączenie "{0}" z "{1}"?
pt_br: Conectar “{0}” automaticamente a “{1}“?
ru: Автоматически соединить "{0}" с "{1}"?
sk: Automatické pripojenie "{0}" k "{1}"?
sl: Samodejno povežite »{0}« s »{1}«?
sq: Të lidhet automatikisht “{0}” me “{1}”?
sr: Automatski povezati “{0}” sa “{1}”?
sv: Automatisk anslutning av "{0}" till "{1}"?
tr: "{0}" adresini "{1}" adresine otomatik bağla?
uk: Автоматично підключити “{0}” до “{1}”?
vi: Tự động kết nối “{0}” với “{1}”?
zh_hk: 自動將 "{0}「 連接到 」{1}"?

source: Auto-connect “{0}” to {1} filters with the same field?
ar: هل تريد ربط “{0}” تلقائيًا بـ {1} فلاتر لها نفس الحقل؟
bg: Автоматично свързване на "{0}" с {1} филтри с едно и също поле?
ca: Vols connectar automàticament "{0}" a {1} filtres amb el mateix camp?
de: Automatisches Verbinden von "{0}" mit {1} Filtern mit demselben Feld?
eo: Auto-connect "{0}" to {1} filters with the same field? fr fr?
es: ¿Auto-conectar “{0}” a {1} filtros con el mismo campo?
fa: اتصال خودکار «{0}» به فیلترهای {1} با همان فیلد؟
fi: Automaattinen yhdistäminen "{0}" {1} suodattimiin, joissa on sama kenttä?
fr: Connecter automatiquement les filtres "{0}" aux filtres {1} avec le même champ ?
hu: Automatikusan csatlakoztassa a(z) "{0}"-t {1} szűrőhöz ugyanazzal a mezővel?
it: Collegare automaticamente "{0}" ai filtri {1} con lo stesso campo?
ja: “{0}”と{1}のフィルタを同じフィールドで自動接続しますか？
lt: Automatiškai prijungti „{0}“ prie {1} filtrų su tuo pačiu lauku?
ms: Sambungkan secara automatik “{0}” kepada {1} penapis dengan medan yang sama?
nb: Auto-koble “{0}” til {1} filter med samme felt?
nl: Automatisch "{0}" koppelen aan {1} filters met hetzelfde veld?
pl: Automatyczne łączenie "{0}" z filtrami {1} z tym samym polem?
pt_br: Conectar “{0}” automaticamente a “{1}“ filtros com o mesmo campo?
ru: Автоматическое соединение фильтров "{0}" и {1} с одним и тем же полем?
sk: Automatické pripojenie "{0}" k filtrom {1} s rovnakým poľom?
sl: Samodejno povežite »{0}« s {1} filtri z istim poljem?
sq: Të lidhet automatikisht “{0}” me {1} filtra me të njëjtin fushë?
sr: Automatski povezati “{0}” sa {1} filtera sa istim poljem?
sv: Auto-koppla "{0}" till {1} filter med samma fält?
tr: Aynı alana sahip {1} filtrelerine "{0}" otomatik bağlansın mı?
uk: Автоматично підключити “{0}” до {1} фільтрів із тим самим полем?
vi: Tự động kết nối “{0}” với {1} bộ lọc có cùng trường?
zh_hk: 自動將 "{0}" 連接到具有相同欄位的 {1} 篩選器？

source: “{0}” was auto-connected to “{1}”.
ar: تم ربط “{0}” تلقائيًا بـ “{1}”.
bg: "{0}" беше автоматично свързан с "{1}".
ca: "{0}" s'ha connectat automàticament a "{1}".
de: "{0}" wurde automatisch mit "{1}" verbunden.
eo: “{0}” auto-connected to “{1}” — no cap, it’s vibing now
es: “{0}” ha sido auto-conectado a “{1}”.
fa: "{0}" به طور خودکار به "{1}" متصل شد.
fi: "{0}" yhdistettiin automaattisesti osoitteeseen "{1}".
fr: "{0}" a été connecté automatiquement à "{1}".
hu: A(z) "{0}" automatikusan csatlakozott a(z) "{1}"-hez.
it: "{0}" è stato collegato automaticamente a "{1}".
ja: “{0}”は“{1}”に自動接続された。
lt: „{0}“ buvo automatiškai prijungtas prie „{1}“.
ms: “{0}” telah disambungkan secara automatik kepada “{1}”.
nb: “{0}” ble auto-koblet til “{1}”.
nl: "{0}" werd automatisch verbonden met "{1}".
pl: "{0}" został automatycznie połączony z "{1}".
pt_br: “{0}” foi conectado automaticamente a “{1}“.
ru: "{0}" был автоматически подключен к "{1}".
sk: "{0}" bol automaticky pripojený k "{1}".
sl: »{0}« je bil samodejno povezan z »{1}«.
sq: “{0}” u lidh automatikisht me “{1}”.
sr: “{0}” je automatski povezano sa “{1}”.
sv: "{0}" kopplades automatiskt till "{1}".
tr: "{0}" otomatik olarak "{1}" adresine bağlandı.
uk: “{0}” було автоматично підключено до “{1}”.
vi: “{0}” đã tự động kết nối với “{1}”.
zh_hk: "{0}「 被自動連接到 」{1}"。

source: “{0}” was auto-connected to {1} filters.
ar: تم ربط “{0}” تلقائيًا بـ {1} فلاتر.
bg: "{0}" се свързва автоматично с филтрите на {1} .
ca: "{0}" s'ha connectat automàticament a {1} filtres.
de: "{0}" wurde automatisch mit {1} Filtern verbunden.
eo: “{0}” got auto-linked to those {1} filters, fr.
es: “{0}” ha sido auto-conectado a {1} filtros.
fa: "{0}" به طور خودکار به فیلترهای {1} متصل شد.
fi: "{0}" liitettiin automaattisesti {1} -suodattimiin.
fr: "{0}" a été connecté automatiquement aux filtres {1}.
hu: A(z) "{0}" automatikusan csatlakozott {1} szűrőhöz.
it: "{0}" è stato collegato automaticamente ai filtri di {1} .
ja: “{0}”は{1}フィルタに自動接続された。
lt: „{0}“ buvo automatiškai prijungtas prie {1} filtrų.
ms: “{0}” telah disambungkan secara automatik kepada {1} penapis.
nb: “{0}” ble auto-koblet til {1} filter.
nl: "{0}" werd automatisch gekoppeld aan {1} filters.
pl: "{0}" został automatycznie połączony z filtrami {1} .
pt_br: “{0}” foi conectado automaticamente a “{1}“ filtros.
ru: "{0}" был автоматически подключен к фильтрам {1} .
sk: "{0}" bol automaticky pripojený k filtrom {1} .
sl: »{0}« je bil samodejno povezan s {1} filtri.
sq: “{0}” u lidh automatikisht me {1} filtra.
sr: “{0}” je automatski povezano sa {1} filtera.
sv: "{0}" kopplades automatiskt till {1} filter.
tr: "{0}" {1} filtrelerine otomatik olarak bağlandı.
uk: “{0}” було автоматично підключено до {1} фільтрів.
vi: “{0}” được tự động kết nối với {1} bộ lọc.
zh_hk: "{0}" 被自動連接到 {1} 過濾器。

source: Navigation links
ar: روابط التنقّل
bg: Навигационни връзки
ca: Enllaços de navegació
de: Navigationslinks
eo: Linkz to scroll through
es: Enlaces de Navegación
fa: لینک های ناوبری
fi: Navigointilinkit
fr: Liens de navigation
hu: Navigációs linkek
it: Link di navigazione
ja: ナビゲーションリンク
lt: Navigacijos nuorodos
ms: Pautan navigasi
nb: Navigasjonslenker
nl: Navigatielinks
pl: Linki
pt_br: Links de navegação
ru: Навигационные ссылки
sk: Navigačné odkazy
sl: Povezave za krmarjenje
sq: Lidhje navigimi
sr: Navigacioni linkovi
sv: Navigeringslänkar
tr: Navigasyon bağlantıları
uk: Навігаційні посилання
vi: Liên kết điều hướng
zh_hk: 導覽連結

source: Unit of Time options
hu: Időegység opciók
ms: Pilihan Unit Masa

source: Enter one value per line. You can optionally give each value a display label after a comma.
ar: أدخل قيمة واحدة لكل سطر. يمكنك اختياريًا إعطاء كل قيمة تسمية عرض بعد فاصلة.
bg: Въведете по една стойност на ред. По желание можете да дадете на всяка стойност етикет за показване след запетая.
ca: Introduïu un valor per línia. Opcionalment, podeu donar a cada valor una etiqueta de visualització després d'una coma.
de: Gib einen Wert je Zeile ein. Optional kann hinter dem Wert nach einem Komma ein Anzeigename angegeben werden.
eo: Type one value per line, bestie. You can also throw in a display label after a comma if u want.
es: Introduce un valor por línea. Opcionalmente, puedes asignar a cada valor una etiqueta de visualización después de una coma.
fa: در هر خط یک مقدار وارد کنید. می توانید به صورت اختیاری به هر مقدار یک برچسب نمایشی پس از کاما بدهید.
fi: Kirjoita yksi arvo riviä kohti. Voit halutessasi antaa kullekin arvolle näyttötunnisteen pilkun jälkeen.
fr: Entrer une valeur par ligne. Vous pouvez optionnellement donner un label à chaque valeur après une virgule.
hu: Adjon meg egy értéket soronként. Opcionálisan minden értékhez megadhat egy megjelenítési címkét vessző után.
it: Inserire un valore per riga. È possibile assegnare a ciascun valore un'etichetta di visualizzazione dopo una virgola.
ja: 1行に1つの値を入力する。カンマの後に各値に表示ラベルを付けることもできる。
lt: Įveskite vieną reikšmę eilutėje. Galite pasirinktinai kiekvienai vertei suteikti rodymo etiketę po kablelio.
ms: Masukkan satu nilai setiap baris. Anda boleh memberi label paparan untuk setiap nilai secara pilihan selepas koma.
nb: Skriv inn en verdi per linje. Alternativt kan du gi hver verdi en merkelapp etter et komma.
nl: Voer één waarde per regel in. Je kunt optioneel elke waarde een label geven na een komma.
pl: Wprowadź jedną wartość w wierszu. Opcjonalnie można nadać każdej wartości etykietę wyświetlaną po przecinku.
pt_br: Digite um valor por linha. Você também pode atribuir um rótulo de exibição após uma vírgula a cada valor.
ru: Введите по одному значению в строку. При желании можно дать каждому значению метку для отображения после запятой.
sk: Zadajte jednu hodnotu na riadok. Každej hodnote môžete voliteľne priradiť zobrazovací štítok za čiarkou.
sl: Vnesite eno vrednost na vrstico. Po želji lahko vsaki vrednosti dodate oznako za vejico.
sq: Fut një vlerë për rresht. Opsionalisht mund t’i japësh secilës vlerë një etiketë shfaqjeje pas një presjeje.
sr: Unesite jednu vrednost po redu. Opcionalno možete svakoj vrednosti dodati prikaznu oznaku posle zareza.
sv: Ange ett värde per rad. Du kan välja att ge varje värde en displayetikett efter ett kommatecken.
tr: Her satıra bir değer girin. İsteğe bağlı olarak her bir değere virgülden sonra bir ekran etiketi verebilirsiniz.
uk: Вводьте по одному значенню в кожному рядку. За потреби можете задати для кожного значення мітку відображення після коми.
vi: Nhập một giá trị trên mỗi dòng. Bạn có thể tùy chọn thêm nhãn hiển thị sau dấu phẩy cho mỗi giá trị.
zh_hk: 每行輸入一個數值。您可以選擇在逗號之後給每個值加上顯示標籤。

source: do it once in a model
ar: افعل ذلك مرة واحدة في نموذج
bg: правете го веднъж за един модел
ca: fes-ho una vegada en un model
de: es einmal in einem Modell tun
eo: Just do it once in a vibe, fr fr
es: hacerlo una vez en un modelo
fa: یک بار آن را در یک مدل انجام دهید
fi: tee se kerran mallissa
fr: le faire une fois dans un modèle
hu: Csinálja meg egyszer egy modellben
it: farlo una volta in un modello
ja: モデルに一度だけ行う
lt: padarykite tai vieną kartą modelyje
ms: lakukan sekali dalam model
nb: gjør det en gang i en modell
nl: doe het eens in een model
pl: zrób to raz w modelu
pt_br: fazer isso uma vez em um modelo
ru: сделать это один раз в модели
sk: urobte to raz v modeli
sl: naredite to enkrat v modelu
sq: ta bësh një herë në një model
sr: uradite to jednom u modelu
sv: gör det en gång i en modell
tr: bir modelde bir kez yapın
uk: зробити це один раз у моделі
vi: làm một lần trong một mô hình
zh_hk: 做一次

source: If you find yourself doing value-label mapping often, you might want to ${ 0 }.
ar: إذا وجدت نفسك تقوم بتعيين قيمة-تسمية كثيرًا، فقد ترغب في ${ 0 }.
bg: Ако често извършвате съпоставяне на стойности и етикети, може да искате да ${ 0 }.
ca: Si us trobeu fent mapes d'etiquetes de valor sovint, potser voldreu ${ 0 }.
de: Wenn Sie häufig Wert-Label-Zuordnungen vornehmen, sollten Sie ${ 0 }verwenden.
eo: If you’re always doing value-label mapping, you might wanna just ${ 0 }.
es: Si realizas asignaciones de etiquetas de valor con frecuencia, es posible que quieras ${ 0 }.
fa: اگر می‌بینید که اغلب نقشه‌برداری برچسب ارزش انجام می‌دهید، ممکن است بخواهید{ 0 }$ { 0 } .
fi: Jos teet usein arvojen ja merkintöjen yhdistämistä, saatat haluta ${ 0 }.
fr: Si vous avez l'habitude d'établir des correspondances entre les valeurs et les étiquettes, vous pouvez utiliser ${ 0 }.
hu: Ha gyakran végzi az érték-címke leképezést, akkor érdemes ${0}.
it: Se ci si ritrova spesso a fare mappature di etichette di valore, si potrebbe voler ${ 0 }.
ja: 値-ラベルのマッピングを頻繁に行うのであれば、${ 0 }がいいかもしれない。
lt: Jei dažnai darote vertės etikečių atvaizdavimą, galbūt norėsite sumokėti {0} USD.
ms: Jika anda sering melakukan pemetaan nilai-label, anda mungkin mahu ${ 0 }.
nb: Hvis du ofte gjør manuelle verdi-merkelapp koblinger, vil du kanskje ${ 0 }.
nl: Als je vaak met value-label mapping bezig bent, wil je misschien ${ 0 }.
pl: Jeśli często wykonujesz mapowanie etykiet wartości, możesz chcieć ${ 0 }.
pt_br: Se você costuma fazer mapeamento de rótulos de valores com frequência, talvez queira ${ 0 }.
ru: Если вы часто занимаетесь сопоставлением значений и меток, вам может понадобиться ${ 0 }.
sk: Ak často používate mapovanie hodnôt, možno budete chcieť ${ 0 }.
sl: Če pogosto preslikate oznake vrednosti, boste morda želeli ${ 0 }.
sq: Nëse e gjen veten duke bërë shpesh mapimin vlerë-etiketë, ndoshta do të duash ta bësh ${ 0 }.
sr: Ako često radite mapiranje vrednost-oznaka, možda želite da ${ 0 }.
sv: Om du ofta arbetar med värdeetikettmappning kanske du vill ${ 0 }.
tr: Kendinizi sık sık değer etiketi eşleme yaparken bulursanız, ${ 0 }.
uk: Якщо вам часто потрібно робити мапінг значення-мітка, можливо, варто ${ 0 }.
vi: Nếu bạn thấy mình thường xuyên thực hiện ánh xạ nhãn giá trị, bạn có thể muốn ${ 0 }.
zh_hk: 如果您發現自己經常做值標籤映射，您可能需要 ${ 0 }。

source: Exported dashboard
bg: Експортирани табло за управление
eo: Exported dashboard → Dashboard's all the way out, fr fr
hu: Exportált műszerfal
lt: Eksportuota informacijos suvestinė
ms: Papan pemuka yang dieksport
nl: Geëxporteerd dashboard
sv: Exporterad instrumentpanel

source: Powered by
ar: مشغّل بواسطة
bg: Задвижвано от
ca: Funciona amb
de: Angetrieben durch
eo: Fueled by
es: Desarrollado por
fa: پشتیبانی شده توسط
fr: Propulsé par
hu: Készítette
it: Alimentato da
ja: 提供
lt: Maitinamas
ms: Dikuasakan oleh
nb: Drevet av
nl: Aangedreven door
pl: Oparte o
pt_br: Desenvolvido por
ru: Находится
sl: Uporablja
sq: Mundësuar nga
sr: Pokreće
sv: Drivs av
tr: Tarafından desteklenmektedir
uk: Працює на
vi: Được cung cấp bởi

source: Percentage difference
hu: Százalékos különbség
ms: Perbezaan peratusan

source: Value difference
hu: Érték különbség
ms: Perbezaan nilai

source: Columns to create
hu: Létrehozandó oszlopok
ms: Lajur untuk dicipta

source: period
hu: Időszak
ms: tempoh

source: Compare one of these to the previous {0}
hu: Hasonlítsa össze az egyiket az előző {0}-val
ms: Bandingkan salah satu daripada ini dengan {0} sebelumnya

source: Compare “{0}” to previous {1}
hu: Hasonlítsa össze a(z) "{0}"-t az előző {1}-vel
ms: Bandingkan “{0}” dengan {1} sebelumnya

source: Compare to previous {0}
hu: Hasonlítsa össze az előző {0}-val
ms: Bandingkan dengan {0} sebelumnya

source: Unit of Time
hu: Időegység
ms: Unit Masa

source: failed to refresh the auth token
hu: Az auth token frissítése sikertelen volt
ms: gagal untuk menyegarkan token pengesahan

source: Show verified models only
hu: Csak ellenőrzött modellek megjelenítése
lt: Rodyti tik patvirtintus modelius
ms: Tunjukkan hanya model yang disahkan

source: Something’s gone wrong
ar: حدث خطأ ما
bg: Нещо се е объркало
ca: Alguna cosa ha anat malament
de: Etwas ist schiefgelaufen
eo: Something’s totally off rn
es: Algo ha ido mal
fa: مشکلی پیش آمده است
fi: Jokin on mennyt pieleen
fr: Quelque chose a mal tourné
hu: Valami elromlott
it: Qualcosa è andato storto
ja: 何かが間違っている
lt: Kažkas ne taip
ms: Ada yang tidak kena
nb: Noe har gått galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sq: Diçka shkoi keq
sr: Nešto je pošlo naopako
sv: Något har gått fel
tr: Bir şeyler ters gidiyor.
uk: Щось пішло не так
vi: Có gì đó không ổn
zh_hk: 出問題了

source: The cron expression contains an invalid weekday: {0}
ar: تعبير cron يحتوي على يوم أسبوع غير صالح: {0}
bg: Изразът на cron съдържа невалиден ден от седмицата: {0}
ca: L'expressió cron conté un dia de la setmana no vàlid: {0}
de: Der cron Ausdruck enthält einen ungültigen Wochentag: {0}
eo: Bruh, the cron expression has a whack weekday: {0}
es: La expresión cron contiene un día de la semana no válido: {0}
fa: عبارت cron حاوی یک روز هفته نامعتبر است: {0}
fi: Cron-ilmaus sisältää virheellisen viikonpäivän: {0}
fr: L'expression cron contient un jour de semaine non valide : {0}
hu: A cron kifejezés érvénytelen hétköznapot tartalmaz: {0}
it: L'espressione cron contiene un giorno della settimana non valido: {0}
ja: cron 式に無効な曜日が含まれています：{0}
lt: Cron išraiškoje yra neteisinga savaitės diena: {0}
ms: Ungkapan cron mengandungi hari dalam seminggu yang tidak sah: {0}
nb: Cron-uttykket inneholder en ugyldig ukedag: {0}
nl: De cron expressie bevat een ongeldige weekdag: {0}
pl: Wyrażenie cron zawiera nieprawidłowy dzień tygodnia: {0}
pt_br: A expressão cron contém um dia da semana inválido: {0}
ru: Выражение cron содержит недопустимый день недели: {0}
sk: Výraz cron obsahuje neplatný deň v týždni: {0}
sl: Izraz cron vsebuje neveljaven delovni dan: {0}
sq: Shprehja cron përmban një ditë jave të pavlefshme: {0}
sr: Cron izraz sadrži nevažeći dan u nedelji: {0}
sv: Cron-uttrycket innehåller en ogiltig veckodag: {0}
tr: Cron ifadesi geçersiz bir hafta içi gün içeriyor: {0}
uk: Вираз cron містить недійсний день тижня: {0}
vi: Biểu thức cron chứa một ngày trong tuần không hợp lệ: {0}
zh_hk: cron 表達式包含無效的週日： {0}

source: Removing the banner
ar: إزالة البانر
bg: Премахване на банера
ca: Eliminant el banner
de: Entferne das Banner
eo: Taking down the banner
es: Eliminando el banner
fa: در حال برداشتن بنر
fi: Bannerin poistaminen
fr: Retrait de la bannière
hu: A banner eltávolítása
it: Rimozione del banner
ja: バナーの取り外し
lt: Banerio pašalinimas
ms: Mengalih keluar banner
nb: Fjern banneret
nl: De banner verwijderen
pl: Usuwanie banera
pt_br: Removendo o banner
ru: Снятие баннера
sk: Odstránenie bannera
sl: Odstranjevanje pasice
sq: Heqja e banner-it
sr: Uklanjanje banera
sv: Ta bort banderollen
tr: Afişin kaldırılması
uk: Видалення банера
vi: Xóa biểu ngữ
zh_hk: 移除橫幅

source: Upgrade to a paid plan
hu: Frissítés fizetős csomagra
ms: Naik taraf ke pelan berbayar

source: The “Powered by Metabase” banner appears on all static embeds created with the open source version. You’ll need to upgrade to remove it.
hu: A "Powered by Metabase" banner megjelenik az összes statikus beágyazáson, amelyet a nyílt forráskódú verzióval készítettek. A banner eltávolításához frissíteni kell.
ms: Banner “Dikuasakan oleh Metabase” muncul pada semua penyematan statik yang dibuat dengan versi sumber terbuka. Anda perlu menaik taraf untuk mengalih keluar banner tersebut.

source: Previous 7 days
ar: الأيام السبعة السابقة
bg: Предишни 7 дни
ca: 7 dies anteriors
de: Vorangegangene 7 Tage
eo: Last week, fr fr
es: 7 días anteriores
fa: 7 روز قبل
fi: Edelliset 7 päivää
fr: 7 jours précédents
hu: Előző 7 nap
it: 7 giorni precedenti
ja: 過去7日間
lt: Ankstesnės 7 dienos
ms: 7 hari sebelumnya
nb: Forrige 7 dager
nl: Vorige 7 dagen
pl: Poprzednie 7 dni
pt_br: Últimos 7 dias
ru: Предыдущие 7 дней
sk: Predchádzajúcich 7 dní
sl: Prejšnjih 7 dni
sq: 7 ditët e fundit
sr: Prethodnih 7 dana
sv: Föregående 7 dagar
tr: Önceki 7 gün
uk: Попередні 7 днів
vi: 7 ngày trước
zh_hk: 前 7 天

source: Previous 30 days
ar: الأيام الثلاثون السابقة
bg: Предишни 30 дни
ca: 30 dies anteriors
de: Vorangegangene 30 Tage
eo: Last month’s vibes
es: 30 días anteriores
fa: 30 روز قبل
fi: Edelliset 30 päivää
fr: 30 jours précédents
hu: Előző 30 nap
it: 30 giorni precedenti
ja: 過去 30 日間
lt: Ankstesnės 30 dienų
ms: 30 hari sebelumnya
nb: Forrige 30 dager
nl: Vorige 30 dagen
pl: Poprzednie 30 dni
pt_br: Últimos 30 dias
ru: Предыдущие 30 дней
sk: Predchádzajúcich 30 dní
sl: Prejšnjih 30 dni
sq: 30 ditët e fundit
sr: Prethodnih 30 dana
sv: Föregående 30 dagar
tr: Önceki 30 gün
uk: Попередні 30 днів
vi: 30 ngày trước
zh_hk: 前 30 天
