Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Returns the string of text in all lowercase.
hu: A szöveget kisbetűkkel adja vissza.
ms: Mengembalikan rentetan teks dalam semua huruf kecil.

source: The column with values to convert to lowercase.
hu: Az oszlop, amelynek értékeit kisbetűsre kell alakítani.
ms: Lajur dengan nilai untuk ditukar kepada huruf kecil.

source: Removes leading whitespace from a string of text.
ar: يزيل المسافات البيضاء السابقة من سلسلة نصية.
bg: Премахва водещото празно пространство от низ от текст.
ca: Elimina els espais a l'inici d'un text.
de: Entfernt vorgestellte Leerzeichen aus einem Text.
eo: Takes out the extra space at the start of a text string, fr.
es: Elimina los espacios en blanco iniciales de una cadena de texto.
fa: فضای سفید پیشرو را از متن متن حذف می کند.
fi: Poistaa merkkijonon alussa olevat välilyönnit.
fr: Supprime les espaces en début de chaîne de texte.
hu: Eltávolítja a vezető szóközöket egy szövegből.
it: Rimuove lo spazio bianco iniziale da una stringa di testo.
ja: 文字列やテキストから頭の空白を取り除く。
lt: Pašalina tarpą teksto eilutės pradžioje.
ms: Menghapuskan ruang kosong di hadapan daripada rentetan teks.
nb: Fjerner innledende tomrom fra en tekststreng.
nl: Hiermee wordt witte ruimtes uit een string verwijderd.
pl: Usuwa wiodące białe znaki z ciągu tekstu.
pt_br: Remove espaços em branco iniciais de uma sequência de texto.
ru: Удаляет начальные пробелы из строки текста.
sk: Odstráni úvodné medzery z reťazca textu.
sl: Odstrani vodilni presledek iz niza besedila.
sq: Heq hapësirat e bardha në fillim të një vargu teksti.
sr: Uklanja vodeće razmake iz tekstualnog stringa.
sv: Tar bort inledande blanktecken från en textsträng.
tr: Bir metin dizesinden önde gelen boşlukları kaldırır.
uk: Видаляє пробіли на початку текстового рядка.
vi: Loại bỏ khoảng trắng hàng đầu khỏi một chuỗi văn bản.
zh_hk: 刪除字串開頭空白

source: The column with values you want to trim.
hu: Az oszlop, amelynek értékeit le kell vágni.
ms: Lajur dengan nilai yang anda mahu dipangkas.

source: Returns the largest value found in the column.
ar: يعيد أكبر قيمة موجودة في العمود.
bg: Връща най-голямата стойност, намерена в колоната.
ca: Retorna el valor més gran que es troba a la columna.
de: Gibt den größten Wert aus der Spalte zurück.
eo: Finds the biggest vibe in the column, fr.
es: Devuelve el máximo valor encontrado en la columna.
fa: بزرگترین مقدار یافت شده در ستون را برمی گرداند.
fi: Palauttaa suurimman sarakkeesta löydetyn arvon.
fr: Retourne la plus grande valeur trouvée dans la colonne.
hu: Az oszlopban talált legnagyobb értéket adja vissza.
it: Ritorna il valore maggiore trovato nella colonna.
ja: その列で見つかった最大値を返す。
lt: Grąžina didžiausią stulpelyje rastą reikšmę.
ms: Mengembalikan nilai terbesar yang dijumpai dalam lajur.
nb: Returnerer den største verdien i kolonnen.
nl: Retourneert de grootste waarde die in de kolom is gevonden.
pl: Zwraca największą wartość znalezioną w kolumnie.
pt_br: Retorna o maior valor encontrado na coluna.
ru: Возвращает наибольшее значение, найденное в столбце.
sk: Vráti najväčšiu hodnotu nachádzajúcu sa v stĺpci.
sl: Vrne največjo vrednost, ki je najdena v stolpcu.
sq: Kthen vlerën më të madhe të gjetur në kolonë.
sr: Vraća najveću vrednost pronađenu u koloni.
sv: Returnerar det största värdet från kolumnen.
tr: Sütunda bulunan en büyük değeri döndürür.
uk: Повертає найбільше значення, знайдене в стовпці.
vi: Trả về giá trị lớn nhất được tìm thấy trong cột.
zh_hk: 返回此欄位的最大值

source: Age
ar: العمر
bg: Възраст
ca: Edat
de: Alter
eo: Age → vibes count or just "how old" fr.
es: Edad
fa: سن
fi: Ikä
fr: Âge
hu: Kor
it: Età
ja: 年齢
lt: Amžius
ms: Umur
nb: Alder
nl: Leeftijd
pl: Wiek
pt_br: Idade
ru: Период
sk: Vek
sl: Starost
sq: Mosha
sr: Godine
sv: Ålder
tr: Yaş
uk: Вік
vi: Tuổi
zh_hk: 年齡

source: The numeric column whose maximum you want to find.
ar: العمود الرقمي الذي تريد إيجاد الحد الأقصى له.
bg: Числовата колона, чийто максимум искате да намерите.
ca: La columna numèrica on voleu cercar-ne el màxim.
de: Numerisch Spalte deren Maximalwert gefunden werden soll.
eo: The num column whose max you wanna find, fr.
es: La columna numérica cuyo máximo quieres encontrar.
fa: ستون عددی که حداکثر شما می خواهید آن را پیدا کنید.
fi: Numeerinen sarake, jonka maksimiarvon haluat löytää.
fr: La colonne numérique dont vous voulez trouver le maximum.
hu: Az a numerikus oszlop, amelynek maximumát meg akarja találni.
it: La colonna numerica di cui vuoi trovare il massimo.
ja: 最大値を見つけ出したい数値型の列。
lt: Skaitinis stulpelis, kurio maksimumą norite rasti.
ms: Lajur nombor yang maksimum yang anda mahu cari.
nb: Kolonnen du vil finne den største verdien i.
nl: De numerieke kolom waarvan je het maximum wilt vinden.
pl: Kolumna numeryczna, której maksimum chcesz znaleźć.
pt_br: A coluna numérica cujo máximo você deseja encontrar.
ru: Числовой столбец, максимум которого вы хотите найти.
sk: Číselný stĺpec, ktorého maximum chcete nájsť.
sl: Številski stolpec, katerega največjo vrednost želite najti.
sq: Kolona numerike për të cilën do të gjesh maksimumin.
sr: Numerička kolona čiji maksimum želiš da pronađeš.
sv: Den numeriska kolumn vars max-värde du vill hitta.
tr: Maksimum değerini bulmak istediğiniz sayısal sütun.
uk: Числовий стовпець, для якого потрібно знайти максимум.
vi: Cột số có tối đa bạn muốn tìm.
zh_hk: 數值欄位中欲尋找的最大值

source: Returns the smallest value found in the column.
hu: Az oszlopban talált legkisebb értéket adja vissza.
ms: Mengembalikan nilai terkecil yang dijumpai dalam lajur.

source: Salary
ar: الراتب
bg: Заплата
ca: Salari
de: Gehalt
eo: Paycheck or chime, but paycheck's more common fam
es: Salario
fa: حقوق
fi: Palkka
fr: Salaire
hu: Fizetés
it: Salario
ja: 給与
lt: Alga
ms: Gaji
nb: Lønn
nl: Salaris
pl: Wynagrodzenie
pt_br: Salário
ru: Оплата
sk: Plat
sl: Plače
sq: Paga
sr: Plata
sv: Lön
tr: Maaş
uk: Зарплата
vi: Lương
zh_hk: 薪水

source: The numeric column whose minimum you want to find.
ar: العمود الرقمي الذي تريد إيجاد الحد الأدنى له.
bg: Числовата колона, чийто минимум искате да намерите.
ca: La columna numèrica on voleu cercar-ne el mínim.
de: Numerische Spalte deren Minimalwert gefunden werden soll.
eo: The num column where you wanna find the lowest vibe.
es: La columna numérica cuyo mínimo quieres encontrar.
fa: ستون عددی که حداقل شما می خواهید آن را پیدا کنید.
fi: Numeerinen sarake, jonka minimiarvon haluat löytää.
fr: La colonne numérique dont vous voulez trouver le minimum.
hu: Az a numerikus oszlop, amelynek minimumát meg akarja találni.
it: La colonna numerica di cui vuoi trovare il minimo.
ja: 最小値を見つけ出したい数値型の列。
lt: Skaitinis stulpelis, kurio minimumą norite rasti.
ms: Lajur nombor yang minimum yang anda mahu cari.
nb: Kolonnen du vil finne den minste verdien i.
nl: De numerieke kolom waarvan je het minimum wilt vinden.
pl: Kolumna numeryczna, której minimum chcesz znaleźć.
pt_br: A coluna numérica cujo mínimo você deseja encontrar.
ru: Числовой столбец, минимум которого вы хотите найти.
sk: Číselný stĺpec, ktorého minimum chcete nájsť.
sl: Številski stolpec, katerega minimum želite najti.
sq: Kolona numerike për të cilën do të gjesh minimumin.
sr: Numerička kolona čiji minimum želiš da pronađeš.
sv: Den numeriska kolumnen vars minsta värde du vill hitta
tr: Minimum değerini bulmak istediğiniz sayısal sütun.
uk: Числовий стовпець, мінімум якого потрібно знайти.
vi: Cột số có tối thiểu bạn muốn tìm.
zh_hk: 數值欄位中欲尋找的最小值

source: position
ar: الموضع
bg: позиция
ca: posició
eo: vibe check
es: posición
fa: موقعیت
fi: asemaa
hu: pozíció
it: posizione
ja: 位置
lt: padėtis
ms: kedudukan
nb: posisjon
nl: positie
pl: pozycja
pt_br: posição
ru: позиция
sk: pozícia
sl: položaj
sq: pozicion
sr: pozicija
tr: durum
uk: позиція
vi: vị trí
zh_hk: 位置

source: length
ar: الطول
bg: дължина
ca: longitud
de: Länge
eo: length → vibe size
es: longitud
fa: طول
fi: pituus
fr: longueur
hu: hossz
it: lunghezza
ja: 長さ
lt: ilgis
ms: panjang
nb: lengde
nl: lengte
pl: długość
pt_br: comprimento
ru: длина
sk: dĺžka
sl: dolžina
sq: gjatësia
sr: dužina
sv: längd
tr: uzunluk
uk: довжина
vi: chiều dài
zh_hk: 長度

source: new_text
hu: új_szöveg
ms: teks_baru

source: Replaces a part of the input text with new text.
ar: يستبدل جزءًا من النص المُدخل بنص جديد.
bg: Заменя част от въведения текст с нов текст.
ca: Substitueix part del text amb el nou text.
de: Ersetzt einen Teil der Eingabe mit neuem Text.
eo: Swaps a part of the input text with some fresh new words.
es: Reemplaza una parte del texto de entrada con texto nuevo.
fa: بخشی از متن ورودی را با متن جدید جایگزین می کند.
fi: Korvaa osan syötetystä tekstistä uudella tekstillä.
fr: Remplace une partie du texte d'entrée par un nouveau texte.
hu: A bevitt szöveg egy részét új szöveggel helyettesíti.
it: Sostituisce una parte del testo in input con il nuovo testo.
ja: 入力されたテキストの一部を新しいテキストに置換します
lt: Pakeičia dalį įvesto teksto nauju tekstu.
ms: Menggantikan bahagian teks input dengan teks baru.
nb: Erstatter en del av inputteksten med en ny tekst.
nl: Vervangt een deel van de invoertekst door nieuwe tekst.
pl: Zamienia część tekstu wejściowego na nowy tekst.
pt_br: Substitui uma parte do texto de entrada por um novo texto.
ru: Заменяет часть входного текста новым текстом.
sk: Nahradí časť vstupného textu novým textom.
sl: Nadomesti del vhodnega besedila z novim besedilom.
sq: Zëvendëson një pjesë të tekstit hyrës me tekst të ri.
sr: Zamenjuje deo ulaznog teksta novim tekstom.
sv: Ersätter en del av indata-texten med ny text.
tr: Giriş metninin bir kısmını yeni metinle değiştirir.
uk: Замінює частину вхідного тексту на новий текст.
vi: Thay thế một phần của văn bản đầu vào bằng văn bản mới.
zh_hk: 以新文字替換部分輸入文字

source: Order ID
hu: Rendelési azonosító
ms: ID Pesanan

source: Updated Part of ID
hu: Az azonosító frissített része
ms: Bahagian Terkini ID

source: The text that will be modified.
hu: A módosítandó szöveg.
ms: Teks yang akan diubahsuai.

source: The position where the replacing will start.
hu: Az a pozíció, ahol a csere elkezdődik.
ms: Kedudukan di mana penggantian akan bermula.

source: The number of characters to replace.
hu: A lecserélendő karakterek száma.
ms: Bilangan aksara untuk digantikan.

source: The text to use in the replacement.
hu: A helyettesítéshez használandó szöveg.
ms: Teks untuk digunakan dalam penggantian.

source: Removes trailing whitespace from a string of text.
ar: يزيل المسافات البيضاء اللاحقة من سلسلة نصية.
bg: Премахва последващото празно пространство от низ от текст.
ca: Elimina els espais al final d'una cadena de text.
de: Entfern nachgestellte Leerzeichen aus einem Text.
eo: Deletes that extra space at the end of the text, fr fr.
es: Elimina los espacios en blanco finales de una cadena de texto.
fa: فضای سفید را دنبال می کند از متن.
fi: Poistaa tekstin lopussa olevat välilyönnit.
fr: Supprime les espaces à la fin d'une chaîne de texte.
hu: Eltávolítja a végső szóközöket egy szövegből.
it: Rimuove lo spazio bianco da una stringa di testo.
ja: テキストの文字列から末尾の空白を取り除きます。
lt: Pašalina teksto eilutės gale esantį tarpą.
ms: Buang ruang kosong di belakang teks.
nb: Fjerner påfølgende mellomrom i en tekststreng.
nl: Hiermee wordt witruimte aan het einde van een string verwijderd.
pl: Usuwa końcowe puste znaki z ciągu tekstu.
pt_br: Remove espaços em branco finais de uma sequência de texto.
ru: Удаляет завершающие пробелы из строки текста.
sk: Odstráni koncové medzery z textového reťazca.
sl: Odstrani končni presledek iz niza besedila.
sq: Heq hapësirat e bardha në fund të një vargu teksti.
sr: Uklanja završne razmake iz tekstualnog stringa.
sv: Tar bort avslutande blanktecken från en textsträng.
tr: Bir metin dizesinden sonraki boşlukları kaldırır.
uk: Видаляє пробіли в кінці текстового рядка.
vi: Xóa khoảng trắng theo sau khỏi một chuỗi văn bản.
zh_hk: 刪除文字結尾空白

source: Returns the percent of rows in the data that match the condition, as a decimal.
ar: يعيد نسبة الصفوف في البيانات التي تطابق الشرط، كعدد عشري.
bg: Връща процента на редовете в данните, които съответстват на условието, като десетичен знак.
ca: Retorna el percentatge de files que compleixen amb la condició en valor decimal.
de: Gibt den prozentualen Anteil der Zeilen als Dezimalzahl zurück, auf welche die Bedingung zutrifft.
eo: It shows how much of the data matches the condition, as a decimal — like, the percent but in a chill way.
es: Devuelve el porcentaje de filas en los datos que coinciden con la condición, como un decimal.
fa: درصد ردیف ها را در داده هایی که مطابقت با شرایط دارند ، به صورت اعشاری برمی گرداند.
fi: Palauttaa ehtoa vastaavien tietojen rivien prosentin desimaalina.
fr: Renvoie le pourcentage de lignes dans les données qui correspondent à la condition, sous forme décimale.
hu: Az adatokban a feltételnek megfelelő sorok százalékát adja vissza tizedes formában.
it: Restituisce la percentuale di righe nei dati che corrispondono alla condizione, sottoforma di decimale.
ja: 条件を満たすデータの行数の割合を小数で返します。
lt: Grąžina duomenyse sąlygą atitinkančių eilučių procentą dešimtainiu tikslumu.
ms: Mengembalikan peratus baris dalam data yang sepadan dengan syarat, sebagai perpuluhan.
nb: Returnerer prosentandelen av rader som tilfredstiller villkåret, som et desimaltall.
nl: Retourneert het percentage rijen in de gegevens die overeenkomen met de voorwaarde, als een decimaal.
pl: Zwraca procent wierszy w danych, które pasują do warunku, w postaci dziesiętnej.
pt_br: Retorna a porcentagem de linhas nos dados que correspondem à condição, como um decimal.
ru: Возвращает процент строк в данных, соответствующих условию, в виде десятичной дроби.
sk: Vráti percento riadkov v údajoch, ktoré zodpovedajú podmienke, ako číslo.
sl: Vrne odstotek vrstic v podatkih, ki se ujemajo s pogojem, kot decimalko.
sq: Kthen përqindjen e rreshtave në të dhëna që përputhen me kushtin, si numër dhjetor.
sr: Vraća procenat redova u podacima koji zadovoljavaju uslov, kao decimalu.
sv: Returnerar procenten av rader i datat som matchar villkoret som ett decimaltal.
tr: Verideki koşulla eşleşen satırların yüzdesini ondalık sayı olarak döndürür.
uk: Повертає відсоток рядків, що відповідають умові, у вигляді десяткового дробу.
vi: Trả về phần trăm của các hàng trong dữ liệu khớp với điều kiện, dưới dạng thập phân.
zh_hk: 以數字表示返回符合條件的資料行數百分比

source: Returns true if the beginning of the text matches the comparison text.
hu: Igaz értéket ad vissza, ha a szöveg eleje megegyezik az összehasonlító szöveggel.
ms: Mengembalikan benar jika permulaan teks sepadan dengan teks perbandingan.

source: Course Name
hu: Tantárgy neve
ms: Nama Kursus

source: Computer Science
hu: Számítástechnika
ms: Sains Komputer

source: The string of text that the original text should start with.
hu: Az a szöveg, amellyel az eredeti szövegnek kezdődnie kell.
ms: Rentetan teks yang sepatutnya menjadi permulaan teks asal.

source: Calculates the standard deviation of the column.
ar: يحسب الانحراف المعياري للعمود.
bg: Изчислява стандартното отклонение на колоната.
ca: Calcula la desviació estàndard de la columna.
de: Berechnet die Standardabweichung der Spalte.
eo: It lowkey calculates the standard deviation of the column, fr.
es: Calcula la desviación estándar de la columna.
fa: انحراف استاندارد ستون را محاسبه می کند.
fi: Laskee sarakkeen keskihajonnan.
fr: Calcule l'écart-type de la colonne.
hu: Kiszámítja az oszlop szórását.
it: Calcola la deviazione standard della colonna.
ja: 列の標準偏差を計算する。
lt: Skaičiuoja standartinį stulpelio nuokrypį.
ms: Mengira sisihan piawai bagi lajur.
nb: Kalkulerer standardavviket til kolonnen.
nl: Berekent de standaarddeviatie van de kolom.
pl: Oblicza odchylenie standardowe kolumny.
pt_br: Calcula o desvio padrão da coluna.
ru: Вычисляет стандартное отклонение в столбце.
sk: Vypočíta smerodajnú odchýlku stĺpca.
sl: Izračuna standardni odklon stolpca.
sq: Llogarit devijimin standard të kolonës.
sr: Izračunava standardnu devijaciju kolone.
sv: Räknar ut standardavvikelsen för kolumnen
tr: Sütunun standart sapmasını hesaplar.
uk: Обчислює стандартне відхилення стовпця.
vi: Tính độ lệch chuẩn của cột.
zh_hk: 計算此欄位的標準差

source: Population
ar: عدد السكان
bg: Население
ca: Habitants
de: Bevölkerung
eo: Squad count
es: Población
fa: جمعیت
fi: Väestö
hu: Népesség
it: Popolazione
ja: 人口
lt: Populiacija
ms: Populasi
nb: Befolkning
nl: Populatie
pl: Populacja
pt_br: População
ru: Население
sk: Populácia
sl: Prebivalstvo
sq: Popullsia
sr: Populacija
sv: Befolkning
tr: Nüfus
uk: Генеральна сукупність
vi: Dân số
zh_hk: 人口

source: A numeric column.
hu: Egy numerikus oszlop.
ms: Jalur berangka.

source: Returns a portion of the supplied text.
ar: يعيد جزءًا من النص المُدخل.
bg: Връща част от предоставения текст.
ca: Retorna una part del text proporcionat.
de: Gibt einen Teil des übergebenen Textes zurück.
eo: Returns a piece of the text, fr fr.
es: Devuelve una parte del texto proporcionado.
fa: بخشی از متن ارائه شده را برمی گرداند.
fi: Palauttaa osan toimitetusta tekstistä.
fr: Renvoie une portion du texte fourni.
hu: A megadott szöveg egy részét adja vissza.
it: Ritorna una porzione del testo sottoposto.
ja: 与えられたテキストの一部を返します。
lt: Grąžina dalį pateikto teksto.
ms: Mengembalikan sebahagian daripada teks yang dibekalkan.
nb: Returnerer en del av teksten.
nl: Retourneert een gedeelte van de opgegeven tekst.
pl: Zwraca część dostarczonego tekstu.
pt_br: Retorna uma parte do texto fornecido.
ru: Возвращает часть предоставленного текста.
sk: Vráti časť dodaného textu.
sl: Vrne del vnesenega besedila.
sq: Kthen një pjesë të tekstit të dhënë.
sr: Vraća deo prosleđenog teksta.
sv: Returerar en del av den angivna texten.
tr: Sağlanan metnin bir bölümünü döndürür.
uk: Повертає частину наданого тексту.
vi: Trả về một phần của văn bản được cung cấp.
zh_hk: 返回部分提供的文字

source: The text to return a portion of.
hu: A szöveg, amelynek egy részét visszaadja.
ms: Teks yang sebahagian daripadanya hendak dikembalikan.

source: The position to start copying characters.
hu: A karakterek másolásának kezdő pozíciója.
ms: Kedudukan untuk memulakan penyalinan karakter.

source: The number of characters to return.
ar: عدد الأحرف المراد إرجاعها.
bg: Броят на символите, които трябва да се върнат.
ca: El nombre de caràcters a retornar.
de: Zurückzugebende Anzahl der Zeichen
eo: The amount of characters to send back, fr fr.
es: El número de caracteres a devolver.
fa: تعداد کاراکترها برای بازگشت.
fi: Palautettavien merkkien määrä.
fr: Le nombre de caractères à retourner.
hu: A visszaadandó karakterek száma.
it: Il numero di caratteri da ritornare.
ja: 返すべき文字の数
lt: Grąžintinų simbolių skaičius.
ms: Bilangan karakter yang hendak dikembalikan.
nb: Antall tegn som skal returneres.
nl: Het aantal karakters wat wordt teruggegeven.
pl: Liczba znaków do zwrócenia.
pt_br: O número de caracteres a serem retornados.
ru: Количество возвращаемых символов.
sk: Počet znakov, ktoré sa majú vrátiť.
sl: Število znakov, ki jih je treba vrniti.
sq: Numri i karaktereve që do të kthehen.
sr: Broj karaktera koji treba vratiti.
sv: Antalet tecken att returnera.
tr: Döndürülecek karakter sayısı.
uk: Кількість символів, яку потрібно повернути.
vi: Số lượng ký tự trở lại.
zh_hk: 欲返回字元的數目

source: Adds up all the values of the column.
ar: يجمع كل قيم العمود.
bg: Събира всички стойности на колоната.
ca: Suma tots els valors de la columna.
de: Addiert alle Werte der Spalte.
eo: Adds up all the vibes in the column, fr.
es: Suma todos los valores de la columna.
fa: تمام مقادیر ستون را اضافه می کند.
fi: Laskee yhteen kaikki sarakkeen arvot.
fr: Additionne toutes les valeurs de la colonne.
hu: Összeadja az oszlop összes értékét.
it: Aggiunge tutti i valori della colonna.
ja: そのカラムの全ての値を足し上げます。
lt: Sudeda visas stulpelio reikšmes.
ms: Menjumlahkan semua nilai dalam lajur.
nb: Summerer alle verdiene i kolonnen.
nl: Telt alle waardes bij elkaar op voor de kolom.
pl: Dodaje wszystkie wartości kolumny.
pt_br: Soma todos os valores da coluna.
ru: Суммирует все значения столбца.
sk: Sčíta všetky hodnoty stĺpca.
sl: Sešteje vse vrednosti stolpca.
sq: Mbledh të gjitha vlerat e kolonës.
sr: Sabira sve vrednosti kolone.
sv: Adderar alla värden till kolumnen.
tr: Sütunun tüm değerlerini toplar.
uk: Підсумовує всі значення стовпця.
vi: Thêm tất cả các giá trị của cột.

source: The numeric column to sum.
ar: العمود الرقمي المراد جمعه.
bg: Числовата колона за сумиране.
ca: La columna numèrica a sumar.
de: Die numerische Spalte, deren Summe ermittelt werden soll.
eo: The number column u gotta sum up, fr.
es: La columna numérica a sumar.
fa: جمع ستون عددی.
fi: Numeerinen summattava sarake.
fr: La colonne numérique à additionner.
hu: Az összegezendő numerikus oszlop.
it: La colonna numerica da sommare
ja: 合計対象の数値型カラム
lt: Skaičių stulpelis sumavimui.
ms: Lajur berangka untuk dijumlahkan.
nb: Den numeriske kolonnen du vil summere.
nl: De numerieke kolom voor het optellen.
pl: Kolumna numeryczna do zsumowania.
pt_br: A coluna numérica a ser somada.
ru: Числовой столбец для суммирования.
sk: Číselný stĺpec, ktorý sa má sčítať.
sl: Številski stolpec za seštevko.
sq: Kolona numerike për tu mbledhur.
sr: Numerička kolona za sabiranje.
sv: Den numeriska kolumnen som ska summeras.
tr: Toplanacak sayısal sütun.
uk: Числовий стовпець для підсумовування.
vi: Các cột số để tổng hợp.
zh_hk: 數字欄位加總

source: Sums up values in a column where rows match the condition.
hu: Összegezi az oszlop értékeit, ahol a sorok megfelelnek a feltételnek.
ms: Menjumlahkan nilai dalam lajur di mana baris sepadan dengan syarat.

source: Order Status
ar: حالة الطلب
bg: Състояние на поръчката
ca: Estat de la comanda
de: Bestellstatus
eo: Order status = Order's chillin' or Order's on drip
es: Estado Pedido
fa: وضعیت سفارش
fi: Tilauksen tila
fr: Statut de la commande
hu: Rendelési állapot
it: Stato Ordine
ja: そのほかの状態
lt: Užsakymo būsena
ms: Status Pesanan
nb: Ordrestatus
nl: Bestelling status
pl: Status zamówienia
pt_br: Status do pedido
ru: Статус заказа
sk: Stav objednávky
sl: Stanje naročila
sq: Statusi i porosisë
sr: Status porudžbine
tr: Sipariş durumu
uk: Статус замовлення
vi: Tình trạng đặt hàng
zh_hk: 訂單狀態

source: Valid
hu: Érvényes
ms: Sah

source: Removes leading and trailing whitespace from a string of text.
ar: يزيل المسافات البيضاء في بداية ونهاية سلسلة نصية.
bg: Премахва водещото и последващото празно пространство от низ от текст.
ca: Elimina els espais a l'inici i al final d'un text.
de: Entfernt vor- und nachgestellte Leerzeichen aus der Zeichenfolge.
eo: Clears out all the extra spaces at the start and end of a text string, fr fr.
es: Elimina los espacios en blanco iniciales y finales de una cadena de texto.
fa: فضای سفید پیشرو و دنبال کننده را از متن متن حذف می کند.
fi: Poistaa tekstin alussa ja lopussa olevat välilyönnit.
fr: Supprime les espaces de début et de fin d'une chaîne de texte.
hu: Eltávolítja a vezető és záró szóközöket egy szövegből.
it: Rimuove spazi bianchi iniziali e finali da una stringa di testo.
ja: テキストの文字列から先頭と末尾の空白を削除する。
lt: Pašalina tarpus teksto eilutės priekyje ir pabaigoje.
ms: Menghapuskan ruang kosong di hadapan dan di hujung rentetan teks.
nb: Fjerner innledende og påfølgende mellomrom fra en tekststreng.
nl: Verwijdert witruimtes aan het begin en einde van een string.
pl: Usuwa początkowe i końcowe puste spacje z ciągu tekstu.
pt_br: Remove espaços em branco iniciais e finais de uma sequência de texto.
ru: Удаляет начальные и конечные пробелы из строки текста.
sk: Odstráni úvodné a koncové medzery z reťazca textu.
sl: Odstrani začetni in končni presledek iz niza besedila.
sq: Heq hapësirat e bardha në fillim dhe në fund të një vargu teksti.
sr: Uklanja vodeće i završne razmake iz tekstualnog stringa.
sv: Tar bort inledande och avslutande blanktecken från en textsträng.
tr: Bir metin dizesinden öndeki ve sondaki boşlukları kaldırır.
uk: Видаляє пробіли на початку та в кінці текстового рядка.
vi: Loại bỏ khoảng trắng hàng đầu và dấu kiểm khỏi một chuỗi văn bản.
zh_hk: 刪除文字開頭及結尾空白
