Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Days of the month when [[this.short-name]] joined
ar: أيام الشهر التي انضم فيها [[this.short-name]]
bg: Дни от месеца, когато [[this.short-name]] се присъедини
ca: Dia del més quan s'han unit [[this.short-name]]
de: Tage des Monats, an denen [[this.short-name]] beigetreten ist.
eo: Days of the month when [[this.short-name]] pulled up
es: Días del mes cuando se juntan [[this.short-name]]
fa: روزهایی که به [[this.short-name]] پیوست
fi: Päivät kuukaudessa, jolloin [[this.short-name]] liittyi
fr: Jours du mois où [[this.short-name]] s'est inscrit
hu: A hónap napjai, amikor [[this.short-name]] csatlakozott
it: Giorni del mese in cui [[this.short-name]] si sono uniti
ja: その月の[[this.short-name]]が参加した日
lt: Mėnesio dienos, kai [[this.short-name]] prisijungė
ms: Hari dalam bulan ketika [[nama-pendek.ini]] menyertai
nb: Dager i måneden når [[this.short-name]] ble innmeldt
nl: Dagen van de maand waarin [[this.short-name]] is toegetreden
pl: Dni miesiąca, w którym [[this.short-name]] dołączyły
pt_br: Dias do mês quando [[this.short-name]] ingressou
ru: Дни месяца, когда [[this.short-name]] присоединился
sk: Dni v mesiaci, keď sa pripojil [[this.short-name]]
sl: Dnevi v mesecu, ko se je pridružil [[this.short-name]]
sq: Ditët e muajit kur u bashkuan [[this.short-name]]
sr: Dani u mesecu kada su se [[this.short-name]] pridružili
sv: Dagar i månaden när [[this.short-name]] lades till
tr: [[this.short-name]] eklendiği Ayın gün sayısı
uk: Дні місяця, коли [[this.short-name]] приєдналися
vi: Ngày trong tháng khi [[this.short-name]] tham gia
zh_hk: 加入[[this.short-name]]的那幾天

source: Heres an overview of the people in your [[this]]
hu: Íme egy áttekintés a [[this]]
ms: Berikut adalah gambaran keseluruhan orang dalam [[ini]] anda

source: How [[GenericTable]] are distributed across this time field, and if it has any seasonal patterns.
ar: كيف يتوزع [[GenericTable]] عبر حقل الوقت هذا، وما إذا كانت لديه أي أنماط موسمية.
bg: Как [[GenericTable]] се разпределя в това времево поле и дали има някакви сезонни модели.
ca: Com es distribueix [[GenericTable]] al llarg del temps i si té algun patró estacional.
de: Wie [[GenericTable]] über dieses Zeitfeld verteilt sind und ob es saisonale Muster hat.
eo: How [[GenericTable]] is spread out over this time period, and if it’s got any seasonal vibes?
es: Cómo [[GenericTable]] se distribuye en este campo de tiempo, y si tiene algún patrón estacional.
fa: چگونه [[GenericTable]] در این زمینه زمانی توزیع می شود ، و اگر دارای الگوهای فصلی باشد.
fi: Kuinka [[GenericTable]] jakautuu tähän aikakenttään ja onko sillä kausiluonteisia malleja.
fr: Comment les [[GenericTable]] sont répartis dans ce champ temporel et s'il comporte des modèles saisonniers.
hu: Hogyan oszlik meg a [[GenericTable]] ebben az időmezőben, és vannak-e szezonális mintái.
it: Come [[GenericTable]] sono distribuiti in questo campo temporale e se ha schemi stagionali.
ja: [[GenericTable]]の時間軸分布、そして何らかの季節性があるのか。
lt: Kaip [[GenericTable]] platinami per šį laiko lauką ir ar jis turi sezoninių modelių.
ms: Bagaimana [[JadualGenerik]] diedarkan merentasi medan masa ini, dan jika ia mempunyai corak bermusim.
nb: Hvordan [[GenericTable]] er fordelt over dette tidsfeltet, og om det er noen sesongvariasjoner.
nl: Hoe [[GenericTable]] over dit tijdveld is verdeeld en of het seizoenspatronen heeft.
pl: W jaki sposób [[GenericTable]] są dystrybuowane w tym polu czasowym i czy ma jakieś wzorce sezonowe.
pt_br: Como [[GenericTable]] são distribuídos por esse campo de tempo e se têm algum padrão sazonal.
ru: Как [[GenericTable]] распределяется по этому временному полю, и имеет ли он какие-либо сезонные закономерности.
sk: Ako sú [[GenericTable]] distribuované v tomto časovom poli a či má nejaké sezónne vzorce.
sl: Kako je [[GenericTable]] porazdeljen po tem časovnem polju in ali ima kakšne sezonske vzorce.
sq: Si shpërndahen [[GenericTable]] përgjatë kësaj fushe kohore dhe nëse ka ndonjë model sezonal.
sr: Kako su [[GenericTable]] raspoređeni po ovom vremenskom polju i da li ima sezonske obrasce.
sv: Hur [[GenericTable]] fördelas över detta tidsfält och om det har skillnader per säsong.
tr: zaman aralığında [[GenericTable]] nasıl dağıtılması, ve mevsimsel desenleri varsa.
uk: Як [[GenericTable]] розподілені за цим полем часу і чи є в ньому сезонні патерни.
vi: Cách [[GenericTable]] được phân bổ trên trường thời gian này nếu nó có bất kỳ mẫu theo mùa nào.
zh_hk: [[GenericTable]]如何在此時間欄位中分布，以及是否有任何季節性模式。

source: Overview
ar: نظرة عامة
bg: Общ преглед
ca: Visió general
de: Überblick
eo: Lowkey summary
es: Visión general
fa: بررسی اجمالی
fi: Yleiskatsaus
fr: Vue d'ensemble
hu: Áttekintés
it: Panoramica
ja: 概要
lt: Apžvalga
ms: Gambaran keseluruhan
nb: Overblikk
nl: Overzicht
pl: Przegląd
pt_br: Visão global
ru: Обзор
sk: Prehľad
sl: Pregled
sq: Përmbledhje
sr: Pregled
sv: Översikt
tr: genel bakış
uk: Огляд
vi: Tổng qua
zh_hk: 總覽

source: How this metric is distributed across different categories
ar: كيف يتوزع هذا المقياس عبر فئات مختلفة
bg: Как този показател се разпределя в различни категории
ca: Com es distribueix aquesta mètrica en diferents categories
de: Wie diese Metrik auf verschiedene Kategorien verteilt ist
eo: How this metric is lowkey spread across different categories
es: Cómo se distribuye esta métrica en diferentes categorías.
fa: نحوه توزیع این متریک در دسته های مختلف
fi: Kuinka tämä mittari jakautuu eri luokkiin
fr: Comment cette métrique est répartie sur différentes catégories
hu: Hogyan oszlik meg ez a mutató különböző kategóriák szerint
it: In che modo questa metrica è distribuita tra diverse categorie
ja: このメトリックがさまざまなカテゴリーにどのように分布しているか
lt: Kaip ši metrika paskirstoma skirtingoms kategorijoms
ms: Bagaimana metrik ini diedarkan dalam kategori yang berbeza
nb: Hvordan denne indikatoren er fordelt på tvers av forskjellige kategorier
nl: Hoe deze metriek is verdeeld over verschillende categorieën
pl: W jaki sposób dane są rozdzielane między różne kategorie
pt_br: Como essa métrica é distribuída em diferentes categorias
ru: Как эта метрика распределяется по различным категориям
sk: Ako je táto metrika distribuovaná do rôznych kategórií
sl: Kako je ta meritev porazdeljena med različne kategorije
sq: Si shpërndahet kjo metrikë në kategori të ndryshme
sr: Kako je ova metrika raspodeljena po različitim kategorijama
sv: Hur detta mått fördelas över olika kategorier
tr: Bu metrikin, farklı kategorilerde nasıl dağıtılması
uk: Як ця метрика розподілена між різними категоріями
vi: Cách số liệu này được phân bổ trên các danh mục khác nhau
zh_hk: 該量值如何在不同類別中分布

source: [[this.short-name]] per state
ar: [[this.short-name]] لكل ولاية
bg: [[this.short-name]] за държава
ca: [[this.short-name]] per provincia
de: [[this.short-name]] nach Status
eo: [[this.short-name]] rn per state
es: [[this.short-name]] por provincia
fa: [[this.short-name]] در هر ایالت
fi: [[this.short-name]] per osavaltio
fr: [[this.short-name]] par état
hu: [[this.short-name]] államonként
it: [[this.short-name]] per stato
ja: 州ごとの [[this.short-name]]
lt: [[this.short-name]] vienai valstybei
ms: [[nama-pendek.ini] setiap negeri
nb: [[this.short-name]] etter status
nl: [[this.short-name]] per staat
pl: [[this.short-name]] na stan
pt_br: [[this.short-name]] por estado
ru: [[this.short-name]] по штату
sk: [[this.short-name]] za štát
sl: [[this.short-name]] na državo
sq: [[this.short-name]] për shtet
sr: [[this.short-name]] po državi
sv: [[this.short-name]] per stat
tr: Eyalet başına [[this.short-name]]
uk: [[this.short-name]] за штатом
vi: [[this.short-name]] trên từng huyệ
zh_hk: 每個州[[this.short-name]]

source: Weekdays when [[this.short-name]] joined
ar: أيام الأسبوع التي انضم فيها [[this.short-name]]
bg: Делнични дни, когато [[this.short-name]] се присъедини
ca: Dies de la setmana quan s'han unit els [[this.short-name]]
de: Wochentage, an denen [[this.short-name]] beigetreten ist
eo: Weekdays when [[this.short-name]] pulled up
es: Días de la semana cuando se une por [[this.short-name]]
fa: روزهای هفته وقتی [[this.short-name]] پیوست
fi: Arkipäivinä, jolloin [[this.short-name]] liittyi
fr: Jours de la semaine où [[this.short-name]] s'est inscrit
hu: A hét napjai, amikor [[this.short-name]] csatlakozott
it: Giorni ferial quando [[this.short-name]] si è unito.
ja: [[this.short-name]] が加わった曜日
lt: Darbo dienomis, kai [[this.short-name]] prisijungė
ms: Hari minggu ketika [[nama-pendek.ini]] menyertai
nb: Ukedager når [[this.short-name]] ble innmeldt
nl: Weekdagen waarop [[this.short-name]] is toegetreden
pl: Dni powszednie, gdy [[this.short-name]] dołączyło
pt_br: Dias da semana quando [[this.short-name]] ingressou
ru: День недели, когда [[this.short-name]] добавлено
sk: Pracovné dni, keď sa pripojil [[this.short-name]]
sl: Delavniki, ko se je pridružil [[this.short-name]]
sq: Ditët e javës kur u bashkuan [[this.short-name]]
sr: Dani u nedelji kada su se [[this.short-name]] pridružili
sv: Veckodagar när [[this.short-name]] lades till
tr: [[This.short-name]] katıldı zamandaki hafta içleri
uk: Дні тижня, коли [[this.short-name]] приєдналися
vi: Các ngày trong tuần khi [[this.short-name]] tham gia
zh_hk: [[this.short-name]]加入時的工作日

source: Hours when [[this.short-name]] joined
ar: الساعات التي انضم فيها [[this.short-name]]
bg: Часове, когато [[this.short-name]] се присъедини
ca: Hores quan s'han unit els [[this.short-name]]
de: Stunden, an denen [[this.short-name]] beigetreten ist.
eo: Hours when [[this.short-name]] pulled up
es: Horas cuando se une por [[this.short-name]]
fa: ساعتهایی که [[this.short-name]] پیوست
fi: tuntia [[this.short-name]] liittymisestä
fr: Heures où [[this.short-name]] s'est inscrit
hu: Órák, amikor [[this.short-name]] csatlakozott
it: Ore quando [[this.short-name]] si è unito
ja: [[this.short-name]]がJOINされた時間
lt: Valandos, kai [[this.short-name]] prisijungė
ms: Jam ketika [[nama-pendek.ini]] menyertai
nb: Timer når [[this.short-name]] ble innmeldt
nl: Uren toen [[this.short-name]] toetrad
pl: Godziny, gdy [[this.short-name]] dołączyło
pt_br: Horas quando [[this.short-name]] ingressou
ru: Часы, когда [[this.short-name]] добавлено
sk: Hodiny, keď sa pripojil [[this.short-name]]
sl: Ure, ko se je [[this.short-name]] pridružil
sq: Orët kur [[this.short-name]] u bashkuan
sr: Sati kada su se [[this.short-name]] pridružili
sv: Timmar när [[this.short-name]] lades till
tr: [[This.short-name]] katıldı zamandaki saatlar
uk: Години, коли приєднався(-лася) [[this.short-name]]
vi: Giờ khi [[this.short-name]] tham gia
zh_hk: [[this.short-name]]加入時的小時數

source: Total income by month
ar: إجمالي الدخل حسب الشهر
bg: Общ доход по месеци
ca: Ingressos totals per mes
de: Gesamteinkommen nach Monat
eo: Total cash flow by month
es: Ingreso total por mes
fa: درآمد کل ماه
fi: Tulot yhteensä kuukausittain
fr: Revenu total par mois
hu: Összes bevétel havonta
it: Entrate totali per mese
ja: 月別の総収益
lt: Iš viso įplaukų per mėnesį
ms: Jumlah pendapatan mengikut bulan
nb: Total inntekt per måned
nl: Totaal inkomen per maand
pl: Całkowity dochód na miesiąc
pt_br: Total de renda por mês
ru: Общая выручка по месяцам
sk: Celkový príjem podľa mesiaca
sl: Skupni dohodek po mesecih
sq: Të ardhura totale sipas muajit
sr: Ukupan prihod po mesecu
sv: Total förtjänst per månad
tr: Aya göre toplam gelir
uk: Загальний дохід за місяцем
vi: Tổng thu nhập theo tháng
zh_hk: 按月收入總額

source: A breakdown of your [[this]] over time, and its min, max, average and more.
hu: A [[ez]] időbeli bontása, valamint annak minimuma, maximuma, átlaga és egyebek.
ms: Pecahan [[ini]] anda mengikut masa, dan min, maks, purata, dan lebih lagi.

source: Average quantity per state
ar: متوسط الكمية لكل ولاية
bg: Средно количество за държава
ca: Quantitat mitjana per província
de: Durchschnittsmenge nach Status
eo: Average amount per state, fr fr
es: Cantidad media por provincia
fa: مقدار متوسط در هر ایالت
fi: Keskimääräinen määrä osavaltiota kohti
fr: Quantité moyenne par état
hu: Átlagos mennyiség államonként
it: Quantità media per stato
ja: ソースごとの平均数量
lt: Vidutinis kiekis valstybėje
ms: Kuantiti purata setiap negeri
nb: Gjennomsnittlig antall per status
nl: Gemiddelde hoeveelheid per staat
pl: Średnia ilość na stan
pt_br: Média de quantidade por estado
ru: Среднее количество по штату
sk: Priemerné množstvo na štát
sl: Povprečna količina na državo
sq: Sasi mesatare për shtet
sr: Prosečna količina po državi
sv: Genomsnittligt antal per stat
tr: Elayet başına ortalama miktar
uk: Середня кількість за штатом
vi: Số lượng trung bình trên mỗi huyện
zh_hk: 各州的平均數量

source: How they compare by across different numbers
ar: كيف يقارنون عبر أرقام مختلفة
bg: Как се сравняват по различни числа
ca: Com es comporten per diferents nombres
de: Wie sie im Vergleich zu anderen Zahlen stehen
eo: How they lowkey compare across different numbers, fr?
es: Cómo se comparan por diferentes números
fa: چگونه می توان آنها را با اعداد مختلف مقایسه کرد
fi: Miten ne vertautuvat eri numeroiden mukaan
fr: Comment ils se comparent à travers différents numéros
hu: Hogyan hasonl
it: Come confrontare attraverso numeri diversi
ja: 異なる数値での比較方法
lt: Kaip jie lyginami pagal skirtingus numerius
ms: Bagaimana mereka dibandingkan mengikut nombor yang berbeza
nb: Hvordan de varierer på tvers av forskjellige tall
nl: Hoe ze verhouden tot verschillende getallen
pl: Jak się porównują według różnych liczb
pt_br: Como eles se comparam em diferentes números
ru: Как они сравниваются по разным числам
sk: Ako porovnávajú rôzne čísla
sl: Kako se primerjajo z različnimi številkami
sq: Si krahasohen sipas numrave të ndryshëm
sr: Kako se porede kroz različite brojeve
sv: Hur de kan jämföras över olika siffror
tr: Farklı sayılara göre karşılaştırılması
uk: Як вони порівнюються за різними числами
vi: Làm thế nào họ so sánh được qua các số khác nhau
zh_hk: 他們如何通過不同的數字進行比較

source: New users per country in the last 30 days
ar: مستخدمون جدد لكل بلد خلال آخر 30 يومًا
bg: Нови потребители за държава през последните 30 дни
ca: Nous usuaris per país en els darrers 30 dies
de: Neue Anwender nach Land der letzten 30 Tage
eo: New peeps from each country in the past month, fr
es: Nuevos usuarios por país en los últimos 30 días
fa: کاربران جدید در هر کشور در 30 روز گذشته
fi: Uusia käyttäjiä maittain viimeisten 30 päivän aikana
fr: Nouveaux utilisateurs par pays au cours des 30 derniers jours
hu: Új felhasználók országonként az elmúlt 30 napban
it: Nuovi utenti per paese negli ultimi 30 giorni
ja: 過去30日の国ごとの新規ユーザー
lt: Nauji naudotojai per šalį per pastarąsias 30 dienų
ms: Pengguna baru setiap negara dalam 30 hari terakhir
nb: Nye brukere per land i løpet av de siste 30 dagene
nl: Nieuwe gebruikers per land voor de laatste 30 dagen
pl: Nowi użytkownicy według kraju w ciągu ostatnich 30 dni
pt_br: Novos usuários por país nos últimos 30 dias
ru: Новые пользователи в каждой стране за последние 30 дней
sk: Noví používatelia za krajinu za posledných 30 dní
sl: Novi uporabniki na državo v zadnjih 30 dneh
sq: Përdorues të rinj për vend në 30 ditët e fundit
sr: Novi korisnici po zemlji u poslednjih 30 dana
sv: Nya användare per land de senaste 30 dagarna
tr: Son 30 gündeki ülke başına yeni kullanıcılar
uk: Нові користувачі за країною за останні 30 днів
vi: Người dùng mới mỗi vùng trong 30 ngày qua
zh_hk: 過去30天內每個國家/地區的新使用者

source: Transactions over time
ar: المعاملات عبر الزمن
bg: Транзакции във времето
ca: Transaccions al llarg del temps
de: Transaktionen über die Zeit
eo: Vibing through the receipts
es: Transacciones a lo largo del tiempo.
fa: معاملات با گذشت زمان
fi: Liiketoimet ajan mittaan
fr: Transactions dans le temps
hu: Tranzakciók idővel
it: Transazioni nel tempo
ja: 時間の経過に伴うトランザクション
lt: Sandoriai per tam tikrą laiką
ms: Transaksi mengikut masa
nb: Transaksjoner over tid
nl: Transacties over tijd
pl: Transakcje w czasie
pt_br: Transações ao longo do tempo
ru: Транзакции по времени
sk: Transakcie v priebehu času
sl: Transakcije skozi čas
sq: Transaksione me kalimin e kohës
sr: Transakcije kroz vreme
sv: Transaktioner över tid
tr: Zaman içindeki işlemler
uk: Транзакції з часом
vi: Giao dịch theo thời gian
zh_hk: 隨著時間的推移

source: [[this]] per [[GenericCategorySmall]]
ar: [[this]] لكل [[GenericCategorySmall]]
bg: [[това]] на [[GenericCategorySmall]]
de: [[this]] nach [[GenericCategorySmall]]
eo: This is so tbh, like, per [[GenericCategorySmall]] or smthn
es: [[this]] por [[GenericCategorySmall]]
fa: [[this]] به ازای [[GenericCategorSmall]]
fr: [[this]] par [[GenericCategorySmall]]
hu: [[ez]] per [[GenericCategorySmall]]
ja: [[GenericCategorySmall]]ごとの[[this]]
lt: [[tai]] už [[GenericCategorySmall]]
ms: [[ini]] setiap [[KtegoriGenerikKecil]]
nb: [[dette]] per [[GenericCategorySmall]]
nl: [[dit]] per [[GenericCategorySmall]]
pl: [[this]] według [[GenericCategorySmall]]
pt_br: [[this]] por [[GenericCategorySmall]]
ru: [[this]] по [[GenericCategorySmall]]
sk: [[toto]] na [[GenericCategorySmall]]
sl: [[to]] na [[GenericCategorySmall]]
sq: [[this]] për [[GenericCategorySmall]]
sr: [[this]] po [[GenericCategorySmall]]
sv: [[detta]] per [[GenericCategorySmall]]
tr: Zaman içindeki işlemler başına [[this]]
uk: [[this]] у розрізі [[GenericCategorySmall]]
vi: [[this]] trên mỗi [[GenericCargetSmall]]
zh_hk: 每[[GenericCategorySmall]] [[this]]

source: Some breakdown
ar: تفصيل ما
bg: Някаква разбивка
ca: Un petit desglòs
de: Einige Aufgliederungen
eo: A little tea spill / a lil breakdown
es: Algún desglose
fa: برخی از شکست
fi: Jokin erittely
fr: Quelques pannes
hu: Néhány bontás
it: Qualche ripartizione
ja: いくつかの分析
lt: Tam tikras suskirstymas
ms: Beberapa pecahan
nb: Noen oversikt
nl: Een uitsplitsing
pl: Jakieś grupowanie
pt_br: Alguns detalhamentos
ru: Что-то сломалось
sk: Niektoré poruchy
sl: Nekaj razčlenitve
sq: Një ndarje
sr: Neko raščlanjivanje
sv: Lite nedbrytning
tr: Bazı sorunlar
uk: Якась розбивка
vi: Một số sự cố
zh_hk: 一些故障

source: Average of [[this]] by [[State]]
ar: متوسط [[this]] حسب [[State]]
bg: Средно от [[това]] от [[щат]]
ca: Mitjana de [[this]] per [[State]]
de: Durchschnitt von [[this]] nach [[State]]
eo: Lowkey just the stats of [[this]] by [[State]]
es: Media de [[this]] por [[State]]
fa: میانگین [[this]] توسط [[State]]
fi: Keskiarvo [[this]] per [[State]]
fr: Moyenne de [[this]] par [[State]]
hu: [[ennek]] átlaga államonként
it: Media di [[this]] per [[State]]
ja: [[State]] 別の [[this]] の平均
lt: Vidurkis [[tai]] pagal [[valstybė]]
ms: Purata [[ini]] mengikut [[Negeri]]
nb: Gjennomsnittet av [[this]] for [[State]]
nl: Gemiddelde van [[this]] per [[State]]
pl: Średnia z [[this]] według [[State]]
pt_br: Média de [[this]] por [[State]]
ru: Среднее [[this]] по [[State]]
sk: Priemer [[this]] do [[State]]
sl: Povprečje [[to]] po [[država]]
sq: Mesatarja e [[this]] sipas [[State]]
sr: Prosek [[this]] po [[State]]
sv: Genomsnitt av [[this]] per [[State]]
tr: Elayete göre ortalama [[this]]
uk: Середнє значення [[this]] за [[State]]
vi: Trung bình của [[this]] bởi [[state]]
zh_hk: 平均[[this]]乘[[State]]

source: Transactions per quarter of the year
ar: المعاملات لكل ربع من السنة
bg: Транзакции на тримесечие на годината
ca: Transaccions per trimestre
de: Transaktionen nach Quartal des Jahres
eo: QTRly transaction vibes
es: Transacciones por trimestre
fa: معاملات در هر سه ماه سال
fi: Toiminnot vuosikvartaaleittain
fr: Transactions par trimestre
hu: Tranzakciók az év negyedéve szerint
it: Transazioni per trimestre
ja: 四半期毎のトランザクション数
lt: Sandoriai per ketvirtį
ms: Transaksi setiap suku tahun
nb: Transaksjoner per kvartal i året
nl: Transacties per kwartaal van het jaar
pl: Transakcje za kwartał roku
pt_br: Transações por trimestre do ano
ru: Транзакций за квартал года
sk: Transakcie za štvrťrok roka
sl: Transakcije na četrtletje leta
sq: Transaksione për tremujor të vitit
sr: Transakcije po kvartalu u godini
sv: Transaktioner per kvartal
tr: Yılın çeyreği başına işlemler
uk: Транзакції поквартально
vi: Giao dịch trên một quý của nă
zh_hk: 每季度的交易量

source: By coordinates
ar: حسب الإحداثيات
bg: По координати
ca: Per coordenades
de: Nach Koordinaten
eo: by the deets
es: Por coordenadas
fa: توسط مختصات
fi: Koordinaattien mukaan
fr: Par coordonnées
hu: Koordináták szerint
it: Per coordinate
ja: 座標別
lt: Pagal koordinates
ms: Mengikut koordinat
nb: Etter koordinater
nl: Bij de coördinaten
pl: Według współrzędnych
pt_br: Por coordenadas
ru: По координатам
sk: Podľa súradníc
sl: Po koordinatah
sq: Sipas koordinatave
sr: Po koordinatama
sv: Per koordinater
tr: Koordinatlara göre
uk: За координатами
vi: Theo hệ toạ đ
zh_hk: 根據經緯度坐標

source: Heres a closer look at your [[this]] by products
hu: Itt megtekintheti közelebbről a [[ez]] termékenként
ms: Berikut adalah pandangan lebih dekat pada [[ini]] anda mengikut produk

source: [[this]] per quarter of the year
ar: [[this]] لكل ربع من السنة
bg: [[това]] на тримесечие на годината
ca: [[this]] per trimestre
de: [[this]] nach Quartal des Jahres
eo: This per quarter of the year → This per quarter of the year (no need to change, it's already chill)
es: [[this]] por trimestre
fa: [[this]] در هر سه ماه سال
fi: [[this]] kvartaaleittain
fr: [[this]] par trimestre de l'année
hu: [[ez]] negyedévenként
it: [[this]] per trimestre
ja: 四半期毎の [[this]]
lt: [[tai]] per metus
ms: [[ini]] setiap suku tahun
nb: [[this]] per kvartal i året
nl: [[this]] per kwartaal van het jaar
pl: [[this]] za kwartał roku
pt_br: [[this]] por trimestre do ano
ru: [[this]] поквартально
sk: [[this]] za štvrťrok roku
sl: [[to]] na četrtletje leta
sq: [[this]] për tremujor të vitit
sr: [[this]] po kvartalu u godini
sv: [[this]] per kvartal
tr: yılın çeyrek başına [[this]]
uk: [[this]] поквартально
vi: [[this]] theo một quý trong nă
zh_hk: [[this]]每年的每個季度

source: Heres an overview of your [[this]] data from Google Analytics
hu: Itt található egy áttekintés a [[ez]] adatairól a Google Analyticsből
ms: Berikut adalah gambaran keseluruhan data [[ini]] anda dari Google Analytics

source: Quarters when [[this.short-name]] joined
ar: الأرباع التي انضم فيها [[this.short-name]]
bg: Четвърти, когато [[this.short-name]] се присъедини
ca: Trimestres quan [[this.short-name] es va donar d'alta
de: Quartale als [[this.short-name]] beigetreten ist
eo: Quarters when [[this.short-name]] pulled up
es: Trimestres cuando se une por [[this.short-name]]
fa: چهارم وقتی [[this.short-name]] پیوست
fi: Kvartaalit, jolloin [[this.short-name]] liittyi
fr: Trimestres où [[this.short-name]] s'est inscrit
hu: Negyedévek, amikor [[this.short-name]] csatlakozott
it: Trimestri quando [[this.short-name]] si è unito
ja: [[this.short-name]] が加わった四半期
lt: Ketvirčiai, kai [[this.short-name]] prisijungė
ms: Suku tahun ketika [[nama-pendek.ini]] menyertai
nb: Kvartaler når [[this.short-name]] ble innmeldt
nl: Kwartalen wanneer [[this.short-name]] is toegetreden
pl: Kwartały kiedy [[this.short-name]] przyłączył
pt_br: Trimestres quando [[this.short-name]] ingressou
ru: Кварталы, когда [[this.short-name]] добавился
sk: Štvrťroky, keď sa pripojil [[this.short-name]]
sl: Četrtine, ko se je pridružil [[this.short-name]]
sq: Tremujorët kur u bashkuan [[this.short-name]]
sr: Kvartali kada su se [[this.short-name]] pridružili
sv: Kvartal när [[this.short-name]] lades till
tr: [[This.short-name]] katıldığı zamandaki oturum
uk: Квартали, коли [[this.short-name]] приєдналися
vi: Quý khi [[this.short-name]] đã tham gia
zh_hk: [[this.short-name]]加入時的宿舍
