Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Is {0}
ar: يساوي {0}
bg: Е {0}
ca: És {0}
de: Ist {0}
eo: Is {0} lowkey?
es: Es {0}
fa: {0}است
fi: Onko {0}
fr: Est {0}
hu: Az {0}
it: È {0}
ja: {0}である
lt: Ar {0}
ms: Adalah {0}
nb: Er {0}
pl: Jest {0}
pt_br: É {0}
ru: Это {0}
sk: Je {0}
sl: Je {0}
sq: Është {0}
sr: Je {0}
sv: Är {0}
tr: {0} mı
uk: Дорівнює {0}
vi: Là {0}
zh_hk: 是 {0}

source: Is not {0}
ar: لا يساوي {0}
bg: Не е {0}
ca: No és {0}
de: Ist nicht {0}
eo: Ain't it {0}
es: No es {0}
fa: {0}نیست
fi: Ei ole {0}
fr: N'est pas {0}
hu: Nem {0}
it: Non è {0}
ja: {0}ではない
lt: nėra {0}
ms: Adalah bukan {0}
nb: Er ikke {0}
nl: Is niet {0}
pl: Nie jest {0}
pt_br: Não é {0}
ru: Не является {0}
sk: Nie je {0}
sl: Ni {0}
sq: Nuk është {0}
sr: Nije {0}
sv: Är inte {0}
tr: {0} değil
uk: Не дорівнює {0}
vi: Không phải là {0}
zh_hk: 不是 {0}

source: Contains…
ar: يحتوي على…
bg: Съдържа…
ca: Conté…
de: Enthält…
eo: Contains... → It’s got... or It’s packin’...
es: Contiene…
fa: حاوی…
fi: Sisältää...
fr: Contient...
hu: Tartalmaz...
it: Contiene…
ja: 収録曲...
lt: Sudėtyje yra…
ms: Mengandungi...
nb: Inneholder…
nl: Bevat…
pl: Zawiera...
pt_br: Contém...
ru: Содержит…
sk: Obsahuje…
sl: Vsebuje...
sq: Përmban…
sr: Sadrži…
sv: Innehåller…
tr: …içerir
uk: Містить…
vi: Chứa…
zh_hk: 包含…

source: Does not contain…
ar: لا يحتوي على…
bg: Не съдържа…
ca: No conté…
de: Enthält nicht…
eo: Ain't got no…
es: No contiene…
fa: حاوی…نیست
fi: Ei sisällä...
fr: Ne contient pas...
hu: Nem tartalmaz...
it: Non contiene…
ja: ...は含まれていません。
lt: Sudėtyje nėra…
ms: Tidak mengandungi...
nb: Inneholder ikke…
nl: Bevat niet…
pl: Nie zawiera...
pt_br: Não contém…
ru: Не содержит…
sk: Neobsahuje…
sl: Ne vsebuje...
sq: Nuk përmban…
sr: Ne sadrži…
sv: Innehåller inte…
tr: …içermez
uk: Не містить…
vi: Không chứa…
zh_hk: 不包含…

source: Empty expression
hu: Üres kifejezés
ms: Ungkapan kosong

source: Remove step
ar: أزل الخطوة
bg: Премахване на стъпка
ca: Eliminar pas
de: Schritt entfernen
eo: Skip the move
es: Eliminar paso
fa: مرحله را بردارید
fi: Poista askel
fr: Retirer l'étape
hu: Lépés eltávolítása
it: Rimuovere la fase
ja: ステップの削除
lt: Pašalinti žingsnį
ms: Buang langkah
nb: Fjern steg
nl: Stap verwijderen
pl: Usuń krok
pt_br: Remover etapa
ru: Удалить шаг
sk: Odstráňte krok
sl: Odstrani korak
sq: Hiq hapin
sr: Ukloni korak
sv: Ta bort steg
tr: Kaldırma adımı
uk: Прибрати крок
vi: Xóa bước
zh_hk: 移除步驟

source: Row count
ar: عدد الصفوف
bg: Брой редове
ca: Nombre de files
de: Zeilenanzahl
eo: Row count = number of times someone’s been exposed or involved, so in Gen Z slang, you could say "how many times they've been in the mix" or just "their tally." But if you want super concise: **"Row count"** could just be "exposure tally" or "how many times they’ve been on it."
es: Número filas
fa: تعداد ردیف
fi: Rivien lukumäärä
fr: Nombre de lignes
hu: Sorok száma
it: Nro di righe
ja: 行数
lt: Eilučių skaičius
ms: Bilangan baris
nb: Antall rader
nl: Rijtelling
pl: Liczba wierszy
pt_br: Contagem de linhas
ru: Количество строк
sk: Počet riadkov
sl: Število vrstic
sq: Numri i rreshtave
sr: Broj redova
sv: Antal rader
tr: Satır sayısı
uk: Кількість рядків
vi: Số lượng hàng
zh_hk: 行數

source: Implicit actions are not supported for models with clauses.
ar: الإجراءات الضمنية غير مدعومة للنماذج التي تحتوي على بنود.
bg: Имплицитни действия не се поддържат за модели с клаузи.
ca: Les accions implícites no s'admeten per als models amb clàusules.
de: Implizite Aktionen werden für Modelle mit Klauseln nicht unterstützt.
eo: Yo, implicit actions aren’t really a vibe for models with clauses, fr.
es: Acciones implícitas no están soportadas para modelos con condiciones.
fa: اقدامات ضمنی برای مدل های دارای بند پشتیبانی نمی شوند.
fi: Implisiittisiä toimintoja ei tueta malleille, joissa on lausekkeita.
fr: Les actions implicites ne sont pas prises en charge pour les modèles avec clauses.
hu: Az implicit műveletek nem támogatottak záradékokat tartalmazó modellek esetén.
it: Le azioni implicite non sono supportate per i modelli con clausole.
ja: 節を持つモデルでは、暗黙的なアクションはサポートされていません。
lt: Netiesioginiai veiksmai nepalaikomi modeliuose su išlygomis.
ms: Tindakan tersirat tidak disokong untuk model dengan klausa.
nb: Implisitte handlinger støttes ikke for modeller med klausuler.
nl: Impliciete acties worden niet ondersteund voor modellen met clausules.
pl: Akcje niejawne nie są obsługiwane w przypadku modeli z klauzulami.
pt_br: Ações implícitas não são compatíveis com modelos com cláusulas.
ru: Неявные действия не поддерживаются для моделей с положениями.
sk: Implicitné akcie nie sú podporované pre modely s klauzulami.
sl: Implicitna dejanja niso podprta za modele s stavki.
sq: Veprimet implicit nuk mbEshteten pEr modele me klauzola.
sr: Implicitne akcije nisu podržane za modele sa klauzulama.
sv: Implicita åtgärder stöds inte för modeller med klausuler.
tr: Örtük eylemler, cümle içeren modeller için desteklenmez.
uk: Неявні дії не підтримуються для моделей із клаузами.
vi: Các hành động ngầm định không được hỗ trợ cho các mô hình có mệnh đề.
zh_hk: 對於帶有子句的模型，不支持隱式操作。

source: The uploads database does not exist.
ar: قاعدة بيانات التحميلات غير موجودة.
bg: Базата данни за качвания не съществува.
ca: La base de dades de pujades no existeix.
de: Die Upload-Datenbank existiert nicht.
eo: The uploads database doesn't even exist rn, lol.
es: La base de datos de subidas no existe.
fa: پایگاه داده آپلودها وجود ندارد.
fi: Tietokantaa latauksille ei ole olemassa.
fr: La base de données des téléchargements n'existe pas.
hu: A feltöltések adatbázis nem létezik.
it: Il database degli upload non esiste.
ja: アップロードデータベースが存在しません。
lt: Įkėlimų duomenų bazė neegzistuoja.
ms: Pangkalan data muat naik tidak wujud.
nb: Opplastingsdatabasen eksisterer ikke.
nl: De uploads database bestaat niet.
pl: Baza danych dla przesyłanych plików nie istnieje.
pt_br: O banco de dados de uploads não existe.
ru: База данных uploads не существует.
sk: Databáza nahrávok neexistuje.
sl: Zbirka podatkov o nalaganju ne obstaja.
sq: Databaza e upload-eve nuk ekziston.
sr: Baza podataka za upload ne postoji.
sv: Databasen för uppladdningar finns inte.
tr: Uploads veritabanı mevcut değil.
uk: Бази даних завантажень не існує.
vi: Cơ sở dữ liệu tải lên không tồn tại.
zh_hk: 上傳資料庫不存在。

source: The schema {0} is not syncable.
ar: المخطط {0} غير قابل للمزامنة.
bg: Схемата {0} не може да бъде синхронизирана.
ca: L'esquema {0} no es pot sincronitzar.
de: Das Schema {0} ist nicht synchronisierbar.
eo: The schema {0} is lowkey not syncable rn.
es: El esquema {0} no es sincronizable.
fa: طرح {0} قابل همگام سازی نیست.
fi: Skeema {0} ei ole synkronoitavissa.
fr: Le schéma {0} n'est pas synchronisable.
hu: A(z) {0} séma nem szinkronizálható.
it: Lo schema {0} non è sincronizzabile.
ja: スキーマ {0} は同期可能ではありません。
lt: Schema {0} nesinchronizuojama.
ms: Skema {0} tidak boleh diselaraskan.
nb: Skjemaet {0} er ikke synkbart.
nl: Het schema {0} kan niet gesynchroniseerd worden.
pl: Nie można zsynchronizować schematu {0}.
pt_br: O esquema {0} não é sincronizável.
ru: Схема {0} не синхронизируется.
sk: Schému {0} nie je možné synchronizovať.
sl: Sheme {0} ni sinhroniziran.
sq: Skema {0} nuk është e sinkronizueshme.
sr: Šema {0} ne može da se sinhronizuje.
sv: Schemat {0} är inte synkroniserbart.
tr: {0} şeması senkronize edilebilir değildir.
uk: Схему {0} не можна синхронізувати.
vi: Sơ đồ {0} không thể đồng bộ hóa.
zh_hk: 架構 {0} 不可同步。

source: Uploads are not supported on {0} databases.
ar: التحميلات غير مدعومة في قواعد بيانات {0}.
bg: Качванията не се поддържат в базите данни {0}.
ca: Les pujades no estan suportades en bases de dades {0}.
de: Uploads werden auf {0} Datenbanken nicht unterstützt.
eo: Uploads ain’t it for {0} databases, fr.
es: Las cargas no se admiten en bases de datos {0}.
fa: آپلودها در پایگاه های داده {0} پشتیبانی نمی شوند.
fi: Lataukset eivät ole tuettuja {0} tietokannoissa.
fr: Les téléchargements ne sont pas pris en charge dans les bases de données {0}.
hu: A feltöltések nem támogatottak a(z) {0} adatbázisokon.
it: I caricamenti non sono supportati dai database {0} .
ja: アップロードは {0} データベースではサポートされていません。
lt: Įkėlimai nepalaikomi {0} duomenų bazėse.
ms: Muat naik tidak disokong pada pangkalan data {0}.
nb: Opplastinger er ikke støttet på {0} databaser.
nl: Uploads worden niet ondersteund op {0} databases.
pl: Przesyłanie plików nie jest wspierane dla {0} baz danych.
pt_br: Uploads não são compatíveis com os bancos de dados {0}.
ru: Загрузка не поддерживается в базах данных {0} .
sk: Nahrávanie nie je podporované v databázach {0} .
sl: Nalaganje ni podprto v {0} zbirkah podatkov.
sq: Upload-et nuk mbështeten në databaza {0}.
sr: Upload nije podržan na {0} bazama podataka.
sv: Uppladdningar stöds inte på {0} databaser.
tr: Yüklemeler {0} veritabanlarında desteklenmez.
uk: Завантаження не підтримуються для баз даних {0}.
vi: Không hỗ trợ tải lên trên cơ sở dữ liệu {0} .
zh_hk: {0} 資料庫不支持上傳。

source: Card with type {0} is not compatible to have series
ar: البطاقة من النوع {0} غير متوافقة مع وجود سلاسل
bg: Картата с тип {0} не е съвместима за серии
ca: La targeta de tipus {0} no és compatible per a sèries de temps
de: Karte mit Typ {0} ist nicht kompatibel für Serien
eo: Bruh, the card with type {0} isn't vibing with having a series, fr.
es: Tarjeta con tipo {0} no es compatible para tener series
fa: کارت با نوع {0} برای داشتن سری سازگار نیست
fi: Kortti, jonka tyyppi on {0}, ei ole yhteensopiva sarjan kanssa.
fr: La carte de type {0} ne peut pas avoir de série
hu: A(z) {0} típusú kártya nem kompatibilis a sorozatokkal
it: La scheda con il tipo {0} non è compatibile con la serie
ja: タイプ{0}のカードはシリーズを持つことができません。
lt: Kortelė su tipu {0} nesuderinama su serijomis
ms: Kad dengan jenis {0} tidak sesuai untuk mempunyai siri
nb: Kort med type {0} er ikke kompatibelt til å ha serier
nl: Kaart met type {0} is niet compatibel om een serie te hebben
pl: Karta z typem {0} nie jest kompatybilna aby posiadać serie
pt_br: O cartão com o tipo {0} não é compatível para ter séries
ru: Карта с типом {0} не совместима с серией
sk: Karta s typom {0} nie je kompatibilná so sériou
sl: Kartica s tipom {0} ni združljiva za serijo
sq: Karta me llojin {0} nuk EshtE kompatibile pEr tE pasur seri
sr: Kartica tipa {0} nije kompatibilna sa serijama
sv: Kort med typ {0} är inte kompatibelt med att ha serie
tr: {0} tipindeki kart, seriye sahip olmak için uyumlu değildir
uk: Картка з типом {0} не сумісна з серіями
vi: Thẻ có loại {0} không tương thích để có series
zh_hk: 類型為 {0} 的卡片不支持系列

source: A schema has not been set.
ar: لم يتم تعيين مخطط.
bg: Схема не е зададена.
ca: No s'ha establert un esquema.
de: Es wurde kein Schema festgelegt.
eo: Bro, the schema ain’t even been set yet.
es: No se ha definido un esquema.
fa: طرحی تنظیم نشده است.
fi: Skeemaa ei ole asetettu.
fr: Un schéma n'a pas été défini.
hu: Nincs séma beállítva.
it: Non è stato impostato uno schema.
ja: スキーマが設定されていない。
lt: Schema nenustatyta.
ms: Skema belum ditetapkan.
nb: Et skjema har ikke blitt satt.
nl: Er is geen schema ingesteld.
pl: Schemat nie został ustawiony.
pt_br: Um esquema não foi definido.
ru: Схема не была установлена.
sk: Schéma nebola nastavená.
sl: Shema ni bila nastavljena.
sq: Nuk është vendosur një skemë.
sr: Šema nije podešena.
sv: Ett schema har inte ställts in.
tr: Bir şema ayarlanmamıştır.
uk: Схему не задано.
vi: Chưa thiết lập lược đồ.
zh_hk: 尚未設置架構。

source: value must be a sequence of positive integers
ar: يجب أن تكون value تسلسلًا من أعداد صحيحة موجبة
bg: стойността трябва да бъде поредица от положителни цели числа
ca: el valor ha de ser una seqüència d'enters positius
de: Wert muss eine Folge von positiven ganzen Zahlen sein
eo: value gotta be a list of positive ints, fr fr
es: el valor debe ser una secuencia de enteros positivos
fa: مقدار باید دنباله ای از اعداد صحیح مثبت باشد
fi: arvon tulee olla positiivisten kokonaislukujen jono
fr: la valeur doit être une séquence d'entiers positifs
hu: az értéknek pozitív egész számok sorozatának kell lennie
it: deve essere una sequenza di numeri interi positivi
ja: 値は正の整数の並びでなければならない。
lt: reikšmė turi būti teigiamų sveikųjų skaičių seka
ms: nilai mesti merupakan urutan nombor bulat positif
nb: verdier må være en sekvens av positive integre
nl: waarde moet een reeks positieve gehele getallen zijn
pl: wartość musi być sekwencją dodatnich liczb całkowitych
pt_br: valor deve ser uma sequência de números inteiros positivos
ru: значение должно быть последовательностью целых положительных чисел
sk: hodnota musí byť postupnosť kladných celých čísel
sl: vrednost mora biti zaporedje pozitivnih celih števil
sq: vlera duhet tE jetE njE sekuencE numrash tE plotE pozitivE
sr: vrednost mora biti niz pozitivnih celih brojeva
sv: värdet måste vara en sekvens av positiva heltal
tr: değeri pozitif tam sayılardan oluşan bir dizi olmalıdır
uk: значення має бути послідовністю додатних цілих чисел
vi: giá trị phải là một chuỗi các số nguyên dương
zh_hk: 值必須是一串正整數

source: This dashboard has tab, makes sure every card has a tab
ar: لوحة المعلومات هذه تحتوي على تبويبات، تأكد من أن لكل بطاقة تبويبًا
bg: Таблото на таблото има таб, уверете се, че всяка карта има таб
ca: El quadre de comandament té pestanya, assegura't que cada targeta té una pestanya
de: Dieses Dashboard hat einen Tab, stellen Sie sicher, dass jede Karte einen Tab hat
eo: This dashboard’s got a tab, so make sure every card’s vibing with a tab too
es: Este tablero tiene pestañas, se asegura de que cada tarjeta tenga una pestaña
fa: این داشبورد دارای برگه است، اطمینان حاصل می کند که هر کارت دارای یک برگه است
fi: Tällä kojetaululla on välilehti, joka varmistaa, että jokaisella kortilla on välilehti.
fr: Ce tableau de bord a des pages, assurez-vous que chaque carte a une page
hu: Ez az irányítópult tartalmaz füleket, győződjön meg róla, hogy minden kártyának van füle
it: Questo cruscotto ha una scheda, per assicurarsi che ogni scheda abbia una scheda.
ja: このダッシュボードにはタブがあります。
lt: Šiame prietaisų skydelyje yra skirtukas, todėl kiekviena kortelė turi skirtuką
ms: Papan pemuka ini mempunyai tab, pastikan setiap kad mempunyai tab
nb: Denne infotavlen har faner, pass på at hvert kort har en fane
nl: Dit dashboard heeft tab, zorg ervoor dat elke kaart een tab heeft
pl: Ten pulpit ma zakładkę, dzięki czemu każda karta ma zakładkę
pt_br: Este painel tem uma guia, o que garante que cada cartão tenha uma guia
ru: Этот дашборд имеет вкладку, убедитесь, что каждая карточка имеет вкладку
sk: Tento prístrojový panel má kartu, uistite sa, že každá karta má kartu
sl: Ta nadzorna plošča ima zavihek, ki zagotavlja, da ima vsaka kartica zavihek
sq: Ky panel ka skeda, sigurohu qE Edo kartE ka njE skedE
sr: Ova kontrolna tabla ima tabove, uverite se da svaka kartica ima tab
sv: Denna instrumentpanel har flik, ser till att varje kort har en flik
tr: Bu gösterge tablosunda sekme vardır, her kartın bir sekmesi olduğundan emin olur
uk: Цей дашборд має вкладки — переконайтеся, що кожна картка має вкладку
vi: Bảng điều khiển này có tab, đảm bảo mọi thẻ đều có một tab
zh_hk: 此儀表板有標籤，確保每張卡片都有標籤

source: The cache TTL database setting is only enabled if you have a premium token with the advanced-config feature.
hu: A gyorsítótár TTL adatbázis beállítás csak akkor engedélyezett, ha prémium tokennel rendelkezik, amely tartalmazza a haladó konfigurációs funkciót.
ms: Tetapan cache TTL pangkalan data hanya diaktifkan jika anda mempunyai token premium dengan ciri konfigurasi lanjutan.

source: Could not identify field by ref {0}
ar: تعذّر التعرف على الحقل بواسطة المرجع {0}
bg: Не може да се идентифицира полето по референция {0}
ca: No es pot identificar el camp per la referència {0}
de: Feld konnte nicht über Referenz {0} identifiziert werden
eo: Bruh, couldn't even spot the field with ref {0} 🤦‍♀️
es: No se pudo identificar el campo por referencia {0}
fa: فیلد با رفر {0}شناسایی نشد
fi: Ei voitu tunnistaa kenttää viittauksella {0}
fr: Impossible d'identifier le champ par la référence {0}
hu: Nem sikerült azonosítani a mezőt a ref {0} alapján
it: Impossibile identificare il campo in base al riferimento {0}
ja: 参照{0}でフィールドを特定できませんでした
lt: Nepavyko identifikuoti lauko pagal nuorodą {0}
ms: Tidak dapat mengenal pasti medan dengan rujukan {0}
nb: Kunne ikke indentifisere felt med ref {0}
nl: Kan veld niet identificeren door ref {0}
pl: Nie można zidentyfikować pola według ref {0}
pt_br: Não foi possível identificar o campo pela referência {0}
ru: Не удалось идентифицировать поле по ссылке {0}
sk: Nepodarilo sa identifikovať pole podľa ref {0}
sl: Ni bilo mogoče prepoznati polja s sklicem {0}
sq: Nuk u arrit tE identifikohej fusha nga ref {0}
sr: Nije moguće identifikovati polje po ref {0}
sv: Kunde inte identifiera fältet med ref {0}
tr: Alan ref ile tanımlanamadı {0}
uk: Не вдалося ідентифікувати поле за ref {0}
vi: Không thể xác định trường theo tham chiếu {0}
zh_hk: 無法通過引用{0}辨識欄位

source: Question {0} is not a model
ar: السؤال {0} ليس نموذجًا
bg: Въпросът {0} не е модел
ca: La pregunta {0} no és un model
de: Frage {0} ist kein Modell
eo: Question {0} is not a vibe
es: La pregunta {0} no es un modelo
fa: سوال {0} یک مدل نیست
fi: Kysymys {0} ei ole malli.
fr: La question {0} n'est pas un modèle
hu: A(z) {0}. kérdés nem modell
it: Domanda {0} non è un modello
ja: 質問{0}はモデルではない
lt: Klausimas {0} nėra modelis
ms: Soalan {0} bukan model
nb: Spørsmål {0} er ikke en modell
nl: Vraag {0} is geen model
pl: Pytanie {0} to nie jest model
pt_br: A pergunta {0} não é um modelo
ru: Запрос {0} не является моделью
sk: Otázka {0} nie je model
sl: Vprašanje {0} ni model
sq: Pyetja {0} nuk EshtE model
sr: Pitanje {0} nije model
sv: Fråga {0} är inte en modell
tr: Soru {0} bir model değildir
uk: Запитання {0} не є моделлю
vi: Câu hỏi {0} không phải là mô hình
zh_hk: 提問 {0} 不是模型

source: Model has no metadata. Cannot index
ar: لا توجد بيانات وصفية للنموذج. لا يمكن الفهرسة
bg: Моделът няма метаданни, не може да се индексира
ca: El model no té metadades. No es pot indexar
de: Modell hat keine Metadaten, kann nicht indexiert werden
eo: The model's got no metadata, so it can't even be indexed, fr.
es: El modelo no tiene metadatos. No se puede indexar
fa: مدل هیچ متادیتا ندارد. نمی توان ایندکس کرد
fi: Mallilla ei ole metatietoja. Ei voi indeksoida.
fr: Le modèle n'a pas de métadonnées. Impossible d'indexer
hu: A modellnek nincsenek metaadatai. Nem lehet indexelni
it: Il Modello non ha metadati. Impossibile indicizzare
ja: モデルにメタデータがありません。インデックスを作成できない
lt: Modelis neturi metaduomenų. Negalima indeksuoti
ms: Model tiada metadata. Tidak boleh indeks
nb: Modellen har ikke metadata. Kan ikke indeksere
nl: Model heeft geen metadata. Kan niet indexeren
pl: Model nie ma metadanych. Nie można indeksować
pt_br: O modelo não tem metadados. Não é possível indexar
ru: Модель не имеет метаданных. Невозможно проиндексировать
sk: Model nemá žiadne metadáta. Nemožno indexovať
sl: Model nima metapodatkov. Ni mogoče indeksirati
sq: Modeli nuk ka metadata. Nuk mund tE indeksohet
sr: Model nema metapodatke. Nije moguće indeksirati
sv: Modellen har inga metadata. Kan inte indexera
tr: Modelin meta verisi yok. İndekslenemiyor
uk: Модель не має метаданих. Неможливо проіндексувати
vi: Mô hình không có siêu dữ liệu. Không thể lập chỉ mục
zh_hk: 模型沒有元數據。無法索引

source: Field is not of {0} `{1}`
ar: الحقل ليس من {0} `{1}`
bg: Полето не е от {0} "{1}"
ca: El camp no és de {0} `{1}`
de: Feld ist nicht von {0} `{1}`
eo: This field isn’t giving {0} `{1}`, fr fr
es: El campo no es de {0} `{1}`
fa: فیلد از {0} `{1}` نیست
fi: Kenttä ei ole tyyppiä {0} `{1}`.
fr: Le champ ne fait pas partie de {0} `{1}`.
hu: A mező nem {0} `{1}` típusú
it: Il campo non è di {0} `{1}`
ja: フィールドは {0} `{1}` ではない。
lt: Laukas nėra iš {0} „{1}“.
ms: Medan bukan daripada {0}`{1}`
nb: Felt er ikke av {0} `{1}`
nl: Veld is niet van {0} `{1}`
pl: Pole nie jest typu {0} {1}.
pt_br: O campo não é de {0} `{1}`
ru: Поле не из {0} `{1}`
sk: Pole nie je z {0} `{1}`
sl: Polje ni {0} '{1}'
sq: Fusha nuk EshtE e {0} `{1}`
sr: Polje nije {0} `{1}`
sv: Fältet är inte av {0} `{1}`
tr: Alan {0} `{1}` adresinden değil
uk: Поле не має типу {0} `{1}`
vi: Trường không phải là {0} `{1}`
zh_hk: 欄位不是{0} `{1}`

source: Connection impersonation is an Enterprise feature. Please upgrade to a paid plan to use this feature.
hu: A kapcsolat megszemélyesítése egy Vállalati funkció. Kérjük, frissítsen egy fizetős csomagra a funkció használatához.
ms: Peniruan sambungan adalah ciri Enterprise. Sila tingkatkan kepada pelan berbayar untuk menggunakan ciri ini.

source: Invalid hash.
ar: هاش غير صالح.
bg: Невалиден хеш.
ca: Hash no vàlid.
de: Ungültiger Hash.
eo: Bruh, this hash is so sus.
es: Hash invalido.
fa: هش نامعتبر است.
fi: Virheellinen tiiviste.
fr: Hachage non valide.
hu: Érvénytelen hash.
it: Hash non valido.
ja: 無効なハッシュです。
lt: Netinkama maiša.
ms: Hash tidak sah.
nb: Ugyldig hash.
nl: Ongeldige hash.
pl: Nieprawidłowy hash.
pt_br: Hash inválido.
ru: Неверный хеш.
sk: Neplatný hash.
sl: Neveljavna razpršitev.
sq: Hash i pavlefshEm.
sr: Nevažeći hash.
sv: Ogiltig hash.
tr: Geçersiz hash.
uk: Недійсний хеш.
vi: Băm không hợp lệ.
zh_hk: 無效的哈希值。

source: Email for pulse-id doesn't exist.
hu: A pulse-id e-mail cím nem létezik.
ms: E-mel untuk pulse-id tidak wujud.

source: Email for pulse-id already exists.
ar: البريد الإلكتروني لـ pulse-id موجود بالفعل.
bg: Имейл за импулс-ID вече съществува.
ca: Correu per a pulse-id ja existeix.
de: E-Mail für Pulse-ID existiert bereits
eo: Bruh, the pulse-id email already exists, fr.
es: El correo electrónico para pulse-id ya existe.
fa: ایمیل برای pulse-id از قبل وجود دارد.
fi: Sähköposti pulse-id:lle on jo olemassa.
fr: L'email pour pulse-id existe déjà.
hu: Az impulzusazonosító e-mail cím már létezik.
it: L'e-mail per pulse-id esiste già.
ja: pulse-idの電子メールはすでに存在します。
lt: El. pašto adresas impulso ID jau yra.
ms: E-mel untuk pulse-id sudah wujud.
nb: Epost for puls-id eksisterer allerede.
nl: E-mail voor pulse-id bestaat al.
pl: Adres email dla ID pulsu już istnieje.
pt_br: O e-mail para pulse-id já existe.
ru: Электронная почта для pulse-id уже существует.
sk: E-mail pre pulse-id už existuje.
sl: E-pošta za pulse-id že obstaja.
sq: Email pEr pulse-id ekziston tashmE.
sr: E-pošta za pulse-id već postoji.
sv: E-post för pulse-id finns redan.
tr: pulse-id için e-posta zaten mevcut.
uk: Email для pulse-id уже існує.
vi: Email cho pulse-id đã tồn tại.
zh_hk: 脈衝ID的電子郵件已經存在。

source: Migrate off of the default H2 application database to PostgreSQL or MySQL
hu: Álljon le az alapértelmezett H2 alkalmazásadatbázisról PostgreSQL-re vagy MySQL-re
ms: Alihkan daripada pangkalan data aplikasi H2 lalai ke PostgreSQL atau MySQL

source: Switch to a production-ready app database
hu: Váltás egy produkcióra kész alkalmazás adatbázisra
ms: Berpindah ke pangkalan data aplikasi yang sedia untuk pengeluaran

source: Create a model
ar: أنشئ نموذجًا
bg: Създаване на модел
ca: Crear un model
de: Modell erstellen
eo: Make a vibe/model
es: Crea un modelo
fa: یک مدل ایجاد کنید
fi: Luo malli
fr: Créer un modèle
hu: Hozzon létre egy modellt
it: Crea un modello
ja: モデルを作成する
ms: Cipta model
nb: Lag en modell
nl: Creëer een model
pl: Utwórz model
pt_br: Criar um modelo
ru: Создать модель
sk: Vytvorte model
sl: Ustvarjanje modela
sq: Krijo një model
sr: Kreiraj model
sv: Skapa en modell
tr: Bir model oluşturun
uk: Створити модель
vi: Tạo một mô hình
zh_hk: 創建一個模型

source: Set up friendly starting points for your team to explore data
hu: Állítson be barátságos kiindulópontokat csapata számára az adatok felfedezéséhez
ms: Sediakan titik permulaan mesra untuk pasukan anda meneroka data

source: Productionize
hu: Produktionálás
ms: Pengeluaran
