Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Table {0} is inactive.
ar: الجدول {0} غير نشط.
bg: Таблица {0} е неактивна.
ca: La taula {0} està desactivada
de: Tabelle {0} ist inaktiv.
eo: Table {0} is on lowkey snooze rn
es: La tabla {0} está inactiva.
fa: جدول {0} غیرفعال است.
fi: Taulu {0} ei ole aktiivinen.
fr: Le tableau {0} est inactif.
hu: A(z) {0} tábla inaktív.
it: La tabella {0} è inattiva.
ja: テーブル {0} はアクティブではない。
lt: Lentelė {0} neaktyvi.
ms: Jadual {0} tidak aktif.
nb: Tabell {0} er inaktiv.
nl: Tabel {0} is inactief.
pl: Tabela {0} jest nieaktywna.
pt_br: A tabela {0} está inativa.
ru: Таблица {0} неактивна.
sk: Tabuľka {0} je neaktívna.
sl: Tabela {0} je neaktivna.
sq: Tabela {0} është joaktive.
sr: Tabela {0} je neaktivna.
sv: Tabell {0} är inaktiv.
tr: Tablo {0} etkin değildir.
uk: Таблиця {0} неактивна.
vi: Bảng {0} không hoạt động.
zh_hk: 表 {0} 未激活。

source: value must be a valid URL.
ar: يجب أن تكون value عبارة عن URL صالح.
bg: трябва да бъде валиден URL адрес.
ca: el valor ha de ser un URL vàlid.
de: Der Wert muss eine gültige URL sein.
eo: Bruh, the value gotta be a legit URL, fr.
es: valor debe ser una URL válida.
fa: مقدار باید یک URL معتبر باشد.
fi: arvon on oltava kelvollinen URL-osoite.
fr: La valeur doit être une URL valide.
hu: az értéknek érvényes URL-nek kell lennie.
it: deve essere un URL valido.
ja: の値は有効なURLでなければならない。
lt: reikšmė turi būti galiojantis URL.
ms: nilai mestilah URL yang sah.
nb: verdien må være en gyldig URL.
nl: waarde moet een geldige URL zijn.
pl: musi być prawidłowym adresem URL.
pt_br: valor deve ser um URL válido.
ru: значение должно быть действительным URL.
sk: musí byť platná adresa URL.
sl: mora biti veljaven URL.
sq: vlera duhet të jetë një URL e vlefshme.
sr: vrednost mora biti važeći URL.
sv: värdet måste vara en giltig URL.
tr: değeri geçerli bir URL olmalıdır.
uk: значення має бути коректним URL.
vi: giá trị phải là một URL hợp lệ.
zh_hk: 值必須是有效的 URL。

source: Connection impersonation attribute is invalid: role must be a single non-empty string.
ar: سمة انتحال الهوية للاتصال غير صالحة: يجب أن يكون الدور سلسلة واحدة غير فارغة.
bg: Атрибутът за олицетворяване на връзката е невалиден: role трябва да бъде единичен непопълнен низ.
ca: L'atribut de suplantació de la connexió no és vàlid: el rol ha de ser una única cadena no buida.
de: Das Attribut "Connection impersonation" ist ungültig: "role" muss eine einzelne, nicht leere Zeichenfolge sein.
eo: Bruh, the connection impersonation attribute is invalid—role gotta be one legit non-empty string, fr.
es: El atributo de suplantación de conexión no es válido: el rol debe ser una única cadena no vacía.
fa: ویژگی جعل هویت اتصال نامعتبر است: نقش باید یک رشته غیر خالی باشد.
fi: Yhteyden imitaatiomäärite on virheellinen: roolin on oltava yksittäinen ei-tyhjä merkkijono.
fr: L'attribut d'usurpation d'identité de la connexion n'est pas valide : role doit être une chaîne de caractères unique et non vide.
hu: A kapcsolat megszemélyesítési attribútuma érvénytelen: a szerepnek egyetlen, nem üres karakterláncnak kell lennie.
it: L'attributo di impersonificazione della connessione non è valido: il ruolo deve essere una singola stringa non vuota.
ja: Connection impersonation属性が無効です： roleは空でない単一の文字列でなければなりません。
lt: Netinkamas ryšio apsimetinėjimo atributas: vaidmuo turi būti viena netuščia eilutė.
ms: Atribut penyamaran sambungan tidak sah: peranan mestilah satu rentetan bukan kosong.
nb: Tilkoblingsattributtet impersonation er ugyldig: role må være en enkelt, ikke-tom streng.
nl: Het impersonation attribuut van de verbinding is ongeldig: role moet een enkele niet-lege string zijn.
pl: Atrybut personifikacji połączenia jest nieprawidłowy: rola musi być pojedynczym niepustym ciągiem znaków.
pt_br: O atributo de representação da conexão é inválido: a função deve ser uma única sequência de caracteres não vazia.
ru: Атрибут имперсонации соединения недействителен: роль должна быть одной непустой строкой.
sk: Atribút zosobnenia pripojenia je neplatný: rola musí byť jeden neprázdny reťazec.
sl: Atribut poosebljanja povezave ni veljaven: vloga mora biti en sam neprazen niz.
sq: Atributi i imitimit të identitetit të lidhjes është i pavlefshëm: roli duhet të jetë një string i vetëm jo-bosh.
sr: Atribut za impersonaciju konekcije je nevažeći: uloga mora biti jedan neprazan string.
sv: Ogiltigt attribut vid härmning av anslutning: rollen måste vara en enstaka (icke tom) sträng.
tr: Bağlantı kimliğe bürünme özniteliği geçersiz: rol boş olmayan tek bir dize olmalıdır.
uk: Атрибут імперсонації підключення недійсний: роль має бути одним непорожнім рядком.
vi: Thuộc tính mạo danh kết nối không hợp lệ: vai trò phải là một chuỗi không rỗng.
zh_hk: 連線冒充屬性無效：角色必須是單一非空字串。

source: POST not valid for JWT SSO requests
ar: POST غير صالح لطلبات JWT SSO
bg: POST не е валиден за JWT SSO заявки
ca: POST no vàlid per a sol·licituds de SSO JWT
de: POST ist eine ungültige Methode für JWT SSO Anfragen
eo: Post ain’t it for JWT SSO requests, fr fr
es: POST no es válido para solicitudes JWT SSO
fa: POST برای درخواست های JWT SSO معتبر نیست
fi: POST ei kelpaa JWT SSO -pyynnöille
fr: POST non valide pour les requêtes JWT SSO
hu: A POST nem érvényes JWT SSO kérésekhez
it: POST non valido per le richieste JWT SSO
ja: POST は JWT SSO リクエストには無効です。
lt: POST negalioja JWT SSO užklausoms
ms: POST tidak sah untuk permintaan SSO JWT
nb: POST er ikke gyldig for JWT SSO-forespørsler
nl: POST niet geldig voor JWT SSO verzoeken
pl: POST jest nieprawidłowy dla żądań JWT SSO
pt_br: POST não é válido para solicitações de SSO JWT
ru: POST не подходит для запросов JWT SSO
sk: POST nie je platný pre požiadavky JWT SSO
sl: POST ni veljaven za zahteve JWT SSO
sq: POST nuk është i vlefshëm për kërkesa SSO JWT
sr: POST nije važeći za JWT SSO zahteve
sv: POST är ej tillåtet för JWT SSO-anrop
tr: POST, JWT SSO istekleri için geçerli değil
uk: POST недійсний для SSO-запитів JWT
vi: POST không hợp lệ cho các yêu cầu JWT SSO
zh_hk: POST 對 JWT SSO 請求無效

source: SDK Embedding is disabled. Enable it in the Embedding settings.
eo: SDK embedding is on snooze, bestie. Turn it on in the embedding settings fr fr.
hu: Az SDK beágyazás le van tiltva. Engedélyezze az „Embedding” beállításokban.
lt: SDK įterpimas išjungtas. Įgalinkite jį įterpimo nustatymuose.
ms: Pembenaman SDK dilumpuhkan. Dayakannya dalam tetapan Benamkan.

source: JWT SSO has not been enabled
hu: A JWT SSO nincs engedélyezve
lt: JWT SSO nebuvo įjungtas
ms: JWT SSO belum didayakan

source: JWT SSO has not been configured
hu: A JWT SSO nincs konfigurálva
lt: JWT SSO nebuvo sukonfigūruotas
ms: JWT SSO belum dikonfigurasikan

source: Public channel for bug reports
ar: قناة عامة لتقارير الأخطاء
bg: Публичен канал за доклади за грешки
ca: Canal públic per informar d'errors
de: Öffentlicher Kanal für Fehlerberichte
eo: Public ch for bug reports
es: Canal público para informes de errores
fa: کانال عمومی برای گزارش اشکال
fi: Julkinen kanava vikailmoituksia varten
fr: Canal public pour les rapports de bogues
it: Canale pubblico per le segnalazioni di bug
ja: バグ報告のための公開チャンネル
lt: Viešas pranešimų apie klaidas kanalas
ms: Saluran awam untuk laporan pepijat
nb: Offentlig kanal for feilrapporter
nl: Publiek kanaal voor bugrapporten
pl: Publiczny kanał zgłaszania błędów
pt_br: Canal público para relatórios de bugs
ru: Публичный канал для сообщений об ошибках
sk: Verejný kanál pre hlásenia chýb
sl: Javni kanal za prijave napak
sq: Kanal publik për raportime bug-esh
sr: Javni kanal za prijave bagova
sv: Publik kanal för felanmälningar
tr: Hata raporları için genel kanal
uk: Публічний канал для звітів про баги
vi: Kênh công cộng để báo cáo lỗi
zh_hk: 錯誤報告的公開頻道

source: This channel will receive bug reports submitted by users.
ar: ستتلقى هذه القناة تقارير الأخطاء المُرسلة من المستخدمين.
bg: В този канал ще се получават съобщения за грешки, подадени от потребителите.
ca: Aquest canal rebrà informes d'errors enviats pels usuaris.
de: In diesem Kanal werden von Benutzern eingereichte Fehlerberichte entgegengenommen.
eo: This channel will get all the bug reports users send in, fr.
es: Este canal recibirá los informes de errores enviados por los usuarios.
fa: این کانال گزارش اشکال ارسال شده توسط کاربران را دریافت خواهد کرد.
fi: Tämä kanava vastaanottaa käyttäjien lähettämiä vikailmoituksia.
fr: Ce canal recevra les rapports de bogues soumis par les utilisateurs.
it: Questo canale riceve le segnalazioni di bug inviate dagli utenti.
ja: このチャンネルは、ユーザーから提出されたバグ報告を受け取ります。
lt: Šis kanalas gaus vartotojų pateiktas klaidas.
ms: Saluran ini akan menerima laporan pepijat yang diserahkan oleh pengguna.
nb: Denne kanalen vil motta feilrapporter som sendes inn av brukere.
nl: Dit kanaal ontvangt bugrapporten die zijn ingediend door gebruikers.
pl: Na tym kanale będą odbierane raporty o błędach przesłane przez użytkowników.
pt_br: Este canal receberá relatórios de bugs enviados pelos usuários.
ru: Этот канал будет принимать сообщения об ошибках, отправленные пользователями.
sk: Do tohto kanála sa budú prijímať hlásenia o chybách odoslané používateľmi.
sl: Ta kanal bo prejemal poročila o napakah, ki jih pošljejo uporabniki.
sq: Ky kanal do të marrë raportime bug-esh të dërguara nga përdoruesit.
sr: Ovaj kanal će primati prijave bagova koje šalju korisnici.
sv: Denna kanal tar emot felrapporter som skickas in av användare.
tr: Bu kanal, kullanıcılar tarafından gönderilen hata raporlarını alacaktır.
uk: Цей канал отримуватиме звіти про баги, надіслані користувачами.
vi: Kênh này sẽ tiếp nhận báo cáo lỗi do người dùng gửi đến.
zh_hk: 這個頻道會接收使用者提交的錯誤報告。

source: Columns selection is invalid
ar: تحديد الأعمدة غير صالح
bg: Изборът на колони е невалиден
ca: La selecció de columnes no és vàlida
de: Spaltenauswahl ist ungültig
eo: Bro, the columns selection is so sus.
es: La selección de columnas no es válida
fa: انتخاب ستون ها نامعتبر است
fi: Sarakkeiden valinta on virheellinen
fr: La sélection des colonnes n'est pas valide
it: La selezione delle colonne non è valida
ja: 列の選択が無効
lt: Stulpelių pasirinkimas neteisingas
ms: Pemilihan lajur tidak sah
nb: Valget av kolonner er ugyldig
nl: Selectie van kolommen is ongeldig
pl: Wybór kolumn jest nieprawidłowy
pt_br: A seleção de colunas é inválida
ru: Выбор столбцов недопустим
sk: Výber stĺpcov je neplatný
sl: Izbira stolpcev ni veljavna
sq: Përzgjedhja e kolonave është e pavlefshme
sr: Izbor kolona nije validan
sv: Valet av kolumner är ogiltigt
tr: Sütun seçimi geçersiz
uk: Вибір стовпців недійсний
vi: Lựa chọn cột không hợp lệ
zh_hk: 欄位選擇無效

source: Target
ar: الهدف
bg: Цел
ca: Objectiu
de: Ziel
eo: target → "goal" or "main vibe" (depending on context, but "goal" is most common)
es: Objetivo
fa: هدف
fi: Kohde
fr: Cible
it: Obiettivo
ja: ターゲット
lt: Tikslas
ms: Sasaran
nb: Mål
nl: Doel
pl: Cel
pt_br: Destino
ru: Цель
sk: Cieľ
sl: Cilj
sr: Cilj
sv: Mål
tr: Hedef
uk: Ціль
vi: Mục tiêu
zh_hk: 目標

source: Align
ar: محاذاة
bg: Изравняване на
ca: Alinear
de: Ausrichten
eo: Squad up or get on the same vibe
es: Alinear
fa: تراز کردن
fi: Kohdista
fr: Aligner
it: Allineare
ja: 整列
lt: Lygiuoti
ms: Selaraskan
nb: Juster
nl: uitlijnen
pl: Wyrównaj
pt_br: Alinhar
ru: Выровнять
sk: Zarovnajte
sl: Poravnaj
sq: Rreshto
sr: Poravnaj
sv: Justera
tr: Hizala
uk: Вирівняти
vi: Căn chỉnh
zh_hk: 對齊

source: Justify
ar: ضبط
bg: Оправдайте
ca: Justificar
de: Begründen Sie
eo: lowkey justify
es: Justificar
fa: توجیه کنید
fi: Oikeuttaa
fr: Justifier
it: Giustificare
ja: ジャスティファイ
lt: Pateisinti
ms: Mewajarkan
nb: Begrunn
nl: Rechtvaardigen
pl: Uzasadnienie
pt_br: Justificar
ru: Оправдание
sk: Odôvodnite
sl: Upravičujejo
sq: Justifiko
sr: Obostrano
sv: Justera
tr: Gerekçelendir
uk: Вирівняти за шириною
vi: Căn chỉnh
zh_hk: 證明

source: Show edge labels
ar: أظهر تسميات الحواف
bg: Показване на етикетите на ръбовете
ca: Mostra les etiquetes de vora
de: Kantenbeschriftungen anzeigen
eo: Show the edge labels? Bet, I got you.
es: Mostrar etiquetas de borde
fa: نمایش برچسب های لبه
fi: Näytä reunamerkinnät
fr: Afficher les étiquettes des bords
it: Mostra le etichette dei bordi
ja: エッジラベルの表示
lt: Rodyti kraštų etiketes
ms: Tunjukkan label tepi
nb: Vis kantetiketter
nl: Randlabels tonen
pl: Pokaż etykiety krawędzi
pt_br: Mostrar rótulos de borda
ru: Показать метки краев
sk: Zobraziť štítky hrán
sl: Prikaz oznak robov
sq: Shfaq etiketat e lidhjeve
sr: Prikaži oznake ivica
sv: Visa kantetiketter
tr: Kenar etiketlerini göster
uk: Показувати мітки ребер
vi: Hiển thị nhãn cạnh
zh_hk: 顯示邊緣標籤

source: Edge color
ar: لون الحافة
bg: Цвят на ръба
ca: Color de la vora
de: Farbe der Kante
eo: Edge color → Edge drip or edge hue
es: Color del borde
fa: رنگ لبه
fi: Reunan väri
fr: Couleur des bords
it: Colore del bordo
ja: エッジカラー
lt: Krašto spalva
ms: Warna tepi
nb: Kantfarge
nl: Kleur rand
pl: Kolor krawędzi
pt_br: Cor da borda
ru: Цвет кромки
sk: Farba okraja
sl: Barva robov
sq: Ngjyra e lidhjes
sr: Boja ivica
sv: Färg på kant
tr: Kenar rengi
uk: Колір ребра
vi: Màu cạnh
zh_hk: 邊緣顏色

source: Gray
ar: رمادي
bg: Сив
ca: Gris
de: Grau
eo: Gray → mid, dull, or meh (depends on context, but these are common slang options)
es: Gris
fa: خاکستری
fi: Harmaa
fr: Gris
it: Grigio
ja: グレー
lt: Pilka
ms: kelabu
nb: Grå
nl: Grijs
pl: Szary
pt_br: Cinza
ru: Серый
sk: Šedá
sl: Siv
sq: Gri
sr: Siva
sv: Grå
tr: Gri
uk: Сірий
vi: Xám
zh_hk: 灰色

source: sankey chart
ar: مخطط سانكي
bg: диаграма на Санки
ca: gràfic de Sankey
de: Sankey-Diagramm
eo: sankey chart → vibe check chart
es: gráfico de sankey
fa: نمودار سانکی
fi: Sankey-kaavio
fr: diagramme de sankey
it: grafico di sankey
ja: サンキチャート
lt: sankey diagrama
ms: carta sankey
nb: sankey-diagram
nl: sankey grafiek
pl: wykres sankey
pt_br: diagrama de sankey
ru: диаграмма санки
sk: sankeyov graf
sl: Sankeyjev grafikon
sq: grafik sankey
sr: sankey dijagram
sv: sankey-diagram
tr: sankey grafi̇ği̇
uk: діаграма Санкі
vi: biểu đồ sankey
zh_hk: 桑基圖

source: Select two different columns for source and target to create a flow.
ar: اختر عمودين مختلفين للمصدر والهدف لإنشاء تدفق.
bg: Изберете две различни колони за източник и цел, за да създадете поток.
ca: Seleccioneu dues columnes diferents per a la font i la destinació per crear un flux.
de: Wählen Sie zwei verschiedene Spalten für Quelle und Ziel, um einen Fluss zu erstellen.
eo: Pick 2 different columns for source and target to make a flow, fr.
es: Seleccione dos columnas diferentes para origen y destino para crear un flujo.
fa: برای ایجاد یک جریان، دو ستون مختلف را برای منبع و هدف انتخاب کنید.
fi: Valitse kaksi eri saraketta lähdettä ja kohdetta varten virran luomiseksi.
fr: Sélectionnez deux colonnes différentes pour la source et la cible afin de créer un flux.
it: Selezionare due colonne diverse per la sorgente e la destinazione per creare un flusso.
ja: ソースとターゲットに2つの異なる列を選択し、フローを作成する。
lt: Norėdami sukurti srautą, pasirinkite du skirtingus šaltinio ir tikslo stulpelius.
ms: Pilih dua lajur berbeza untuk sumber dan sasaran untuk membuat aliran.
nb: Velg to forskjellige kolonner for kilde og mål for å opprette en flyt.
nl: Selecteer twee verschillende kolommen voor bron en doel om een stroom te maken.
pl: Wybierz dwie różne kolumny dla źródła i celu, aby utworzyć przepływ.
pt_br: Selecione duas colunas diferentes para origem e destino para criar um fluxo.
ru: Выберите два разных столбца для источника и цели, чтобы создать поток.
sk: Ak chcete vytvoriť tok, vyberte dva rôzne stĺpce pre zdroj a cieľ.
sl: Izberite dva različna stolpca za vir in cilj, da ustvarite potek.
sq: Zgjidh dy kolona të ndryshme për source dhe target për të krijuar një rrjedhë.
sr: Izaberi dve različite kolone za izvor i cilj da napraviš tok.
sv: Välj två olika kolumner för källa och mål för att skapa ett flöde.
tr: Bir akış oluşturmak için kaynak ve hedef için iki farklı sütun seçin.
uk: Щоб створити потік, виберіть два різні стовпці для джерела та цілі.
vi: Chọn hai cột khác nhau làm nguồn và đích để tạo luồng.
zh_hk: 為來源和目標選取兩個不同的欄位，以建立一個流程。

source: Selected columns create circular flows. Try picking different columns that flow in one direction.
ar: تنشئ الأعمدة المحددة تدفقات دائرية. جرّب اختيار أعمدة مختلفة تتدفق في اتجاه واحد.
bg: Избраните колони създават кръгови потоци. Опитайте да изберете различни колони, които текат в една посока.
ca: Les columnes seleccionades creen fluxos circulars. Proveu de triar diferents columnes que flueixin en una direcció.
de: Ausgewählte Spalten erzeugen kreisförmige Flüsse. Versuchen Sie, verschiedene Spalten auszuwählen, die in eine Richtung fließen.
eo: The selected columns are giving major circular vibes. Try choosing different columns that just go with the flow, no cap.
es: Las columnas seleccionadas crean flujos circulares. Prueba a seleccionar columnas diferentes que fluyan en una dirección.
fa: ستون های انتخاب شده جریان های دایره ای ایجاد می کنند. سعی کنید ستون های مختلفی را انتخاب کنید که در یک جهت جریان دارند.
fi: Valitut sarakkeet luovat ympyrävirtoja. Kokeile valita eri sarakkeita, jotka virtaavat yhteen suuntaan.
fr: Les colonnes sélectionnées créent des flux circulaires. Essayez de sélectionner des colonnes différentes qui circulent dans une seule direction.
it: Le colonne selezionate creano flussi circolari. Provate a scegliere colonne diverse che scorrono in una direzione.
ja: 選択された列は円形の流れを作る。一方向に流れる異なる列を選んでみてください。
lt: Pasirinkti stulpeliai sukuria žiedinius srautus. Pabandykite pasirinkti skirtingus stulpelius, kurie teka viena kryptimi.
ms: Lajur yang dipilih mencipta aliran bulat. Cuba pilih lajur berbeza yang mengalir dalam satu arah.
nb: Valgte kolonner skaper sirkulære strømmer. Prøv å velge forskjellige kolonner som flyter i én retning.
nl: Geselecteerde kolommen creëren cirkelvormige stromen. Probeer verschillende kolommen te kiezen die in één richting stromen.
pl: Wybrane kolumny tworzą przepływy kołowe. Spróbuj wybrać różne kolumny, które przepływają w jednym kierunku.
pt_br: As colunas selecionadas criam fluxos circulares. Tente escolher colunas diferentes que fluam em uma direção.
ru: Выделенные столбцы создают круговые потоки. Попробуйте выбрать разные столбцы, которые текут в одном направлении.
sk: Vybrané stĺpce vytvárajú kruhové toky. Skúste vybrať rôzne stĺpce, ktoré tečú jedným smerom.
sl: Izbrani stolpci ustvarijo krožne tokove. Poskusite izbrati različne stolpce, ki tečejo v eno smer.
sq: Kolonat e zgjedhura krijojnë rrjedha rrethore. Provo të zgjedhësh kolona të tjera që rrjedhin në një drejtim.
sr: Izabrane kolone kreiraju kružne tokove. Pokušaj da izabereš druge kolone koje teku u jednom smeru.
sv: Markerade kolumner skapar cirkulära flöden. Försök att välja olika kolumner som flödar i en riktning.
tr: Seçilen sütunlar dairesel akışlar oluşturur. Tek yönde akan farklı sütunlar seçmeyi deneyin.
uk: Вибрані стовпці створюють циклічні потоки. Спробуйте вибрати інші стовпці, які йдуть в одному напрямку.
vi: Các cột được chọn tạo ra luồng tròn. Hãy thử chọn các cột khác nhau chảy theo một hướng.
zh_hk: 選取的欄位會產生循環的流動。嘗試選取朝一個方向流動的不同列。

source: Organize questions into a {0} and add text, link, and iframe cards.
ar: نظّم الأسئلة في {0} وأضف بطاقات نص ورابط وiframe.
bg: Организирайте въпросите в {0} и добавете карти с текст, връзки и iframe.
ca: Organitza les preguntes en un {0} i afegeix text, enllaços i targetes iframe.
de: Organisieren Sie Fragen auf {0} und fügen Sie Text-, Link- und Iframe-Karten hinzu.
eo: Sort the questions into a {0} and throw in some text, links, and iframe cards, bestie.
es: Organice las preguntas en {0} y añada tarjetas de texto, enlace e iframe.
fa: سوالات را در یک {0} سازماندهی کنید و متن، پیوند، و کارت iframe را اضافه کنید.
fi: Järjestä kysymykset osoitteeseen {0} ja lisää teksti-, linkki- ja iframe-kortteja.
fr: Organisez les questions sur {0} et ajoutez des cartes de texte, de lien et d'iframe.
it: Organizzate le domande in un sito {0} e aggiungete schede di testo, link e iframe.
ja: 質問を {0} に整理し、テキスト、リンク、および iframe カードを追加します。
lt: Tvarkykite klausimus į {0} ir pridėkite teksto, nuorodų ir „iframe“ kortelių.
ms: Susun soalan ke dalam {0} dan tambah teks, pautan dan kad iframe.
nb: Organiser spørsmål på {0} , og legg til tekst-, lenke- og iframe-kort.
nl: Organiseer vragen in een {0} en voeg tekst-, link- en iframe-kaarten toe.
pl: Uporządkuj pytania w witrynie {0} i dodaj karty z tekstem, łączami i ramkami iframe.
pt_br: Organizar as perguntas em um {0} e adicionar cartões de texto, link e iframe.
ru: Организуйте вопросы на сайте {0} и добавьте карточки с текстом, ссылками и iframe.
sk: Usporiadajte otázky do stránky {0} a pridajte karty s textom, odkazmi a iframe.
sl: Organizirajte vprašanja v {0} in dodajte besedilo, povezave in kartice iframe.
sq: Organizoni pyetje në një {0} dhe shtoni karta teksti, lidhjeje dhe iframe.
sr: Organizuj pitanja u {0} i dodaj tekstualne, link i iframe kartice.
sv: Organisera frågorna i en {0} och lägg till text-, länk- och iframe-kort.
tr: Soruları bir {0} şeklinde düzenleyin ve metin, bağlantı ve iframe kartları ekleyin.
uk: Упорядкуйте запити в {0} і додайте картки з текстом, посиланнями та iframe.
vi: Sắp xếp các câu hỏi thành {0} và thêm thẻ văn bản, liên kết và iframe.
zh_hk: 將問題組織到 {0} ，並新增文字、連結和 iframe 卡片。

source: Add {0} to dashboards and connect them to fields on questions to narrow the results.
ar: أضف {0} إلى لوحات المعلومات واربطها بحقول في الأسئلة لتضييق النتائج.
bg: Добавяйте {0} към таблата за управление и ги свързвайте с полета на въпросите, за да стесните резултатите.
ca: Afegiu {0} als taulers de control i connecteu-los als camps de les preguntes per restringir els resultats.
de: Fügen Sie {0} zu Dashboards hinzu und verbinden Sie sie mit Feldern in Fragen, um die Ergebnisse einzugrenzen.
eo: Add {0} to dashboards and link ’em to question fields to keep the results lowkey on point.
es: Añada {0} a los cuadros de mando y conéctelos a los campos de las preguntas para acotar los resultados.
fa: {0} را به داشبوردها اضافه کنید و آنها را به فیلدهای مربوط به سوالات متصل کنید تا نتایج را محدود کنید.
fi: Lisää {0} kojelautoihin ja yhdistä ne kysymysten kenttiin tulosten rajaamiseksi.
fr: Ajoutez {0} aux tableaux de bord et reliez-les aux champs des questions pour affiner les résultats.
it: Aggiungete {0} ai dashboard e collegateli ai campi delle domande per restringere i risultati.
ja: ダッシュボードに {0} を追加し、質問のフィールドに接続して結果を絞り込む。
lt: Pridėkite {0} prie informacijos suvestinių ir prijunkite juos prie klausimų laukų, kad susiaurintumėte rezultatus.
ms: Tambahkan {0} pada papan pemuka dan sambungkannya ke medan pada soalan untuk mengecilkan keputusan.
nb: Legg til {0} i oversikter og koble dem til felt i spørsmål for å begrense resultatene.
nl: Voeg {0} toe aan dashboards en koppel ze aan velden op vragen om de resultaten te beperken.
pl: Dodaj {0} do pulpitów i połącz je z polami w pytaniach, aby zawęzić wyniki.
pt_br: Adicione {0} aos painéis e conecte-os aos campos das perguntas para restringir os resultados.
ru: Добавьте {0} на приборные панели и соедините их с полями в вопросах, чтобы сузить результаты.
sk: Pridajte stránku {0} na ovládacie panely a prepojte ich s poľami v otázkach, aby ste zúžili výsledky.
sl: Dodajte {0} na nadzorne plošče in jih povežite s polji za vprašanja, da zožite rezultate.
sq: Shtoni {0} në panele dhe lidhini me fushat te pyetjet për të ngushtuar rezultatet.
sr: Dodaj {0} na kontrolne table i poveži ih sa poljima na pitanjima da suziš rezultate.
sv: Lägg till {0} i paneler och koppla dem till fält i frågor för att begränsa resultaten.
tr: Gösterge tablolarına {0} adresini ekleyin ve sonuçları daraltmak için bunları sorulardaki alanlara bağlayın.
uk: Додавайте {0} на дашборди та пов’язуйте їх із полями в запитах, щоб звузити результати.
vi: Thêm {0} vào bảng thông tin và kết nối chúng với các trường trên câu hỏi để thu hẹp kết quả.
zh_hk: 將 {0} 加入儀表板，並將其連結至問題上的欄位，以縮窄結果範圍。
