Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: This group has permission to view at least one subcollection of this collection.
ar: لدى هذه المجموعة إذن لعرض مجموعة فرعية واحدة على الأقل من هذه المجموعة.
bg: Тази група има разрешение да преглежда поне една подколекция от тази колекция.
ca: Aquest grup té permisos per veure com a mínim una sub-col·lecció d'aquesta col·lecció
de: Diese Gruppe hat die Erlaubnis, mindestens eine Untersammlung dieser Sammlung zu sehen.
eo: This group’s got the green light to peep at least one subcollection of this collection.
es: Este grupo tiene permiso para ver al menos una subcolección de esta colección.
fa: این گروه اجازه می دهد حداقل یک زیر مجموعه از این مجموعه را مشاهده کنید.
fi: Tällä ryhmällä on oikeus tarkastella ainakin yhtä tämän kokoelman alikokoelmaa.
fr: Ce groupe a la permission de voir au moins une sous-collection de cette collection.
hu: Ez a csoport jogosult megtekinteni legalább egy algyűjteményt ebben a gyűjteményben.
it: Questo gruppo ha il permesso di vedere almeno una sottoraccolta di questa raccolta.
ja: このグループには、コレクション内の最低一つのサブコレクションの閲覧権限があります
lt: Ši grupė turi leidimą peržiūrėti bent vieną šio rinkinio pakomitetį.
ms: Kumpulan ini mempunyai kebenaran untuk melihat sekurang-kurangnya satu sub-koleksi dalam koleksi ini.
nb: Denne gruppen har tilgang til å vise minst en undersamling av denne samlingen.
nl: Deze groep heeft toestemming om ten minste één deelcollectie van deze collectie te bekijken.
pl: Ta grupa ma uprawnienia do wyświetlania co najmniej jednego podzbioru tej kolekcji.
pt_br: Este grupo tem permissão para ver ao menos uma subcoleção desta coleção.
ru: У этой группы есть привилегии на просмотр как минимум одной под-коллекции в этой коллекции.
sk: Táto skupina má povolenie na zobrazenie aspoň jednej podskupiny tejto kolekcii.
sl: Ta skupina ima dovoljenje za ogled vsaj ene podzbirke te zbirke.
sq: Ky grup ka leje për të parë të paktën një nën-koleksion të këtij koleksioni.
sr: Ova grupa ima dozvolu da vidi bar jednu podkolekciju ove kolekcije.
sv: Denna grupp har rättighet att visa minst en av delarna i denna samling.
tr: Bu grup, bu koleksiyonun en az bir alt koleksiyonunu görüntüleme iznine sahiptir.
uk: Ця група має дозвіл на перегляд щонайменше однієї підколекції цієї колекції.
vi: Nhóm này có quyền xem ít nhất một bộ sưu tập của bộ sưu tập này.
zh_hk: 該組有權檢視此集合的至少一個子集合。

source: This group has permission to edit at least one subcollection of this collection.
ar: لدى هذه المجموعة إذن لتعديل مجموعة فرعية واحدة على الأقل من هذه المجموعة.
bg: Тази група има разрешение да редактира поне една подколекция от тази колекция.
ca: Aquest grup té permisos per editar com a mínim una sub-col·lecció d'aquesta col·lecció
de: Diese Gruppe hat die Erlaubnis, mindestens eine Untersammlung dieser Sammlung zu bearbeiten.
eo: This group's got the green light to edit at least one subcollection of this collection, fr fr.
es: Este grupo tiene permiso para editar al menos una subcolección de esta colección.
fa: این گروه اجازه ویرایش حداقل یک زیر مجموعه از این مجموعه را دارد.
fi: Tällä ryhmällä on oikeus muokata ainakin yhtä tämän kokoelman alikokoelmaa.
fr: Ce groupe a le droit de modifier au moins une sous-collection de cette collection.
hu: Ez a csoport jogosult szerkeszteni legalább egy algyűjteményt ebben a gyűjteményben.
it: Questo gruppo ha il permesso di modificare almeno una sottoraccolta di questa raccolta.
ja: このグループは、このコレクションの最低1つのサブコレクションを編集する権限があります
lt: Ši grupė turi leidimą redaguoti bent vieną šio rinkinio pakategorę.
ms: Kumpulan ini mempunyai kebenaran untuk menyunting sekurang-kurangnya satu sub-koleksi dalam koleksi ini.
nb: Denne gruppen har tilganger til å endre minst en av undersamlingene til denne samlingen.
nl: Deze groep heeft toestemming om ten minste één subcollectie van deze collectie te bewerken.
pl: Ta grupa ma uprawnienia do edytowania co najmniej jednego podzbioru tej kolekcji.
pt_br: Este grupo tem permissão para editar ao menos uma subcoleção desta coleção.
ru: У этой группы есть привилегии на редактирование как минимум одного подмножества этой коллекции.
sk: Táto skupina má povolenie na úpravu aspoň jednej podskupiny tejto kolekcie.
sl: Ta skupina ima dovoljenje za urejanje vsaj ene podzbirke te zbirke.
sq: Ky grup ka leje për të redaktuar të paktën një nën-koleksion të këtij koleksioni.
sr: Ova grupa ima dozvolu da uređuje bar jednu podkolekciju ove kolekcije.
sv: Denna grupp har rättighet att redigera minst en av delarna i denna samling.
tr: Bu grubun bu koleksiyonun en az bir alt koleksiyonunu düzenleme izni var.
uk: Ця група має дозвіл на зміну, щонайменше, однієї підколекції цієї колекції.
vi: Nhóm này có quyền chỉnh sửa ít nhất một bộ sưu tập con của bộ sưu tập này.
zh_hk: 該組有權編輯此集合的至少一個子集合。

source: View sub-collections
hu: Algyűjtemények megtekintése
ms: Lihat sub-koleksi

source: Remember Me
hu: Emlékezz rám
ms: Ingat Saya

source: X-ray this schema
hu: Röntgenezd ezt a sémát
ms: Sinar-x skema ini

source: Edit the permissions for this collection
hu: Szerkessze a gyűjtemény jogosultságait
ms: Sunting kebenaran untuk koleksi ini

source: Add this question to a dashboard
ar: أضف هذا السؤال إلى لوحة معلومات
bg: Добавете този въпрос към таблото за управление
ca: Afegiu aquesta pregunta a un quadre de comandament
de: Füge diese Frage zu einem Dashboard hinzu
eo: Put this question on the dashboard fr.
es: Añadir esta pregunta a un cuadro de mando
fa: این سوال را به یک داشبورد اضافه کنید
fi: Lisää tämä kysymys Dashboardin
fr: Ajouter cette question au tableau de bord
hu: Adja hozzá ezt a kérdést egy irányítópulthoz
it: Aggiungi questa domanda alla dashboard
ja: ダッシュボードにこの質問を追加する
lt: Įtraukite šį klausimą į prietaisų skydelį
ms: Tambah soalan ini ke papan pemuka
nb: Legg dette spørsmålet til en infotavle
nl: Voeg deze vraag toe aan een dashboard
pl: Dodaj to pytanie do pulpitu
pt_br: Adicionar esta pergunta a um painel
ru: Добавить этот запрос на дашборд
sk: Pridajte túto otázku na dashboard
sl: Dodajanje tega vprašanja na nadzorno ploščo
sq: Shtoje këtë pyetje në një panel
sr: Dodaj ovo Pitanje na kontrolnu tablu
sv: Lägg till en fråga till denna instrumentpanel
tr: Bu soruyu kontrol paneline ekle
uk: Додайте це питання на дашборд
vi: Thêm câu hỏi này vào bảng điều khiển
zh_hk: 把報表新增到dashboard

source: Create a new dashboard
ar: إنشاء لوحة معلومات جديدة
bg: Създайте ново табло за управление
ca: Crea un quadre de comandament
de: Neues Dashboard erstellen
eo: Make a fresh new dashboard, bestie
es: Crea un Cuadro de Mando
fa: ساخت داشبورد جدید
fi: Luo uusi Dashboard
fr: Créer un nouveau tableau de bord
hu: Hozzon létre egy új irányítópultot
it: Creare una nuova dashboard
ja: 新ダッシュボードを作成する
lt: Sukurkite naują prietaisų skydelį
ms: Cipta papan pemuka baru
nb: Legg til ny infotavle
nl: Maak een nieuw dashboard
pl: Utwórz nowy pulpit
pt_br: Criar novo painel
ru: Создать новый дашборд
sk: Vytvorte nový dashboard
sl: Ustvarjanje nove nadzorne plošče
sq: Krijo një panel të ri
sr: Kreiraj novu kontrolnu tablu
sv: Skapa en ny instrumentpanel
tr: Yeni bir gösterge paneli oluştur
uk: Створіть новий дашборд
vi: Tạo bảng điều khiển mới
zh_hk: 建立一個新的資訊看板

source: The page you asked for couldn't be found.
ar: تعذّر العثور على الصفحة التي طلبتها.
bg: Страницата, която поискахте, не можа да бъде намерена.
ca: No s'ha trobat la pàgina que heu sol·licitat.
de: Die von dir angeforderte Seite konnte nicht gefunden werden.
eo: Lowkey, the page u wanted isn’t hittin' rn.
es: La página que pidió no ha sido encontrada.
fa: صفحه درخواستی شما یافت نشد
fi: Pyytämääsi sivua ei löydy.
fr: La page que vous avez demandé n'a pas pu être trouvée.
hu: A keresett oldal nem található.
it: La pagina che hai rihiesto non può essere trovata.
ja: リクエストしたページが見つかりませんでした
lt: Nepavyko rasti pageidaujamo puslapio.
ms: Halaman yang anda minta tidak dapat dijumpai.
nb: Siden du spurte etter fins ikke.
nl: De pagina die u heeft opgevraagd bestaat niet.
pl: Żądana strona nie mogła zostać znaleziona.
pt_br: A página que você pediu não pode ser encontrada.
ru: Запрошенная страница не найдена.
sk: Stránku, ktorú ste požadovali, sa nepodarilo nájsť.
sl: Strani, ki ste jo prosili, ni bilo mogoče najti.
sq: Faqja që kërkove nuk u gjet.
sr: Stranica koju si tražio/la nije pronađena.
sv: Sidan du begärde kunde inte hittas.
tr: İstediğiniz sayfa bulunamadı.
uk: Сторінку, яку ви запитували, не знайдено.
vi: Trang bạn yêu cầu không thể được tìm thấy.
zh_hk: 找不到您要訪問的頁面

source: Select a {0}
hu: Válasszon egy {0}
ms: Pilih {0}

source: Save dashboards, questions, and collections in "{0}"
hu: Irányítópultok, kérdések és gyűjtemények mentése ide: "{0}"
ms: Simpan papan pemuka, soalan, dan koleksi dalam "{0}"

source: Access dashboards, questions, and collections in "{0}"
hu: Az irányítópultok, kérdések és gyűjtemények elérése itt: "{0}"
ms: Akses papan pemuka, soalan, dan koleksi dalam "{0}"

source: Compare
ar: قارن
bg: Сравнете
ca: Compara
de: Vergleichen
eo: Compare → Lowkey vs.
es: Compara
fa: مقایسه
fi: Vertaile
fr: Comparer
hu: Hasonlítsa össze
it: Confronto
ja: 比較
lt: Palyginkite
ms: Bandingkan
nb: Sammenlign
nl: Vergelijk
pl: Porównaj
pt_br: Comparar
ru: Сравнить
sk: Porovnať
sl: Primerjati
sq: Krahaso
sr: Uporedi
sv: Jämför
tr: Karşılaştır
uk: Порівняти
vi: So sánh
zh_hk: 比較

source: Zoom out
ar: تصغير
bg: Отдалечавам
ca: Allunya
de: Verkleinern
eo: Slide out
es: Alejarse
fa: کوچک‌نمایی
fi: Loitonna
fr: Voir moins
hu: Kicsinyítés
it: Rimpicciolire
ja: ズームアウト
lt: Nutolinti
ms: Zum keluar
nb: Zoom ut
nl: Uitzoomen
pl: Oddal
pt_br: Diminuir zoom
ru: На уровень выше
sk: Oddialiť
sl: Pomanjšanje
sq: Zvogëlo
sr: Umanji
sv: Panorera ut
tr: Uzaklaştır
uk: Віддалити
vi: Thu nhỏ
zh_hk: 縮小

source: Related
ar: ذات صلة
bg: Свързани
ca: Relacionat
de: Ähnlich
eo: Vibes or same energy
es: Relacionado
fa: مربوط
fi: Liittyvät
fr: En lien
hu: Összefüggő
it: Relazionato
ja: 関連
lt: Susijęs
ms: Berkaitan
nb: Relatert
nl: Gerelateerd
pl: Połączone
pt_br: Relacionado
ru: Связанные
sk: Príbuzný
sl: Povezanih
sq: Të ngjashme
sr: Povezano
sv: Relaterade
tr: İlgili
uk: Пов’язане
vi: Liên quan
zh_hk: 相關

source: More X-rays
ar: المزيد من الأشعة السينية
bg: Още рентгенови анализи
ca: Més rajos-X
de: Mehr X-Rays
eo: More pics of my bones, fr fr
es: Más Rayos-X
fa: اشعه X بیشتر
fi: Läpivalaisuja lisää
fr: Plus de radiographies
hu: Több röntgen
it: Altri raggi X
ja: さらに自動探査(X-ray)
lt: Daugiau rentgeno spindulių
ms: Lebih banyak X-ray
nb: Flere X-ray spørringer
nl: Meer x-rays
pl: Więcej X-ray
pt_br: Mais raios-X
ru: Больше X-ray
sk: Preskúmať viac
sl: Več rentgenskih posnetkov
sq: Më shumë X-ray
sr: Još rendgena
sv: Flera genomlysningar
tr: Daha fazla X-rays
uk: Більше рентгенів
vi: Thêm tia X
zh_hk: 更多透視方法

source: No results
ar: لا توجد نتائج
bg: Няма резултати
ca: No hi ha resultats
de: Keine Ergebnisse
eo: No cap, it's just crickets rn
es: No hay resultados
fa: بدون نتیجه
fi: Ei tuloksia
fr: Pas de résultats
hu: Nincs eredmény
it: Nessun risultato
ja: 結果がありません
lt: Jokių rezultatų
ms: Tiada hasil
nb: Ingen resultater
nl: Geen resultaten
pl: Brak wyników
pt_br: Sem resultados
ru: Нет результатов
sk: Žiadne výsledky
sl: Ni rezultatov
sq: Pa rezultate
sr: Nema rezultata
sv: Inga resultat
tr: Sonuç yok
uk: Немає результатів
vi: Không có kết quả
zh_hk: 沒有結果

source: Metabase couldn't find any results for your search.
hu: A Metabase nem talált eredményeket a keresésére.
ms: Metabase tidak dapat menemui sebarang hasil untuk carian anda.

source: No metrics
hu: Nincsenek mutatók
ms: Tiada metrik

source: Aggregations
ar: عمليات التجميع
bg: Агрегации
ca: Agregacions
de: Aggregationen
eo: Aggregations → "Sum-ups" or "Collabs" (if context fits)
es: Agregaciones
fa: تجمعات
fi: Aggregaatiot
fr: Agrégations
hu: Aggregációk
it: Aggregazioni
ja: 集約
ms: Pengagregatan
nb: Aggregasjoner
nl: Aggregaties
pl: Agregacje
pt_br: Agregações
ru: Агрегации
sk: Agregácie
sl: Združevanja
sq: Agregime
sr: Agregacije
sv: Aggregationer
tr: Toplamalar
uk: Агрегації
vi: Tổng hợp
zh_hk: 聚合

source: Operators
hu: Üzemeltetők
ms: Operator

source: Custom fields
hu: Egyedi mezők
ms: Medan tersuai

source: Migrated Dashboards
hu: Migrált irányítópultok
ms: Papan pemuka yang dialihkan

source: Migrated Pulses
hu: Migrált impulzusok
ms: Denyutan dialihkan

source: Migrated Questions
hu: Migrált kérdések
ms: Soalan dialihkan

source: Moving instances of {0} that aren't in a Collection to {1} Collection {2}
hu: A(z) {0} gyűjteményben nem szereplő példányok áthelyezése a(z) {1} gyűjteménybe {2}
ms: Memindahkan contoh {0} yang bukan dalam Koleksi {1} ke Koleksi {2}

source: Failed to grant permissions: {0}
hu: Nem sikerült engedélyeket adni: {0}
ms: Gagal untuk tunaikan kebenaran: {0}

source: Cannot decrypt encrypted string. Have you changed or forgot to set MB_ENCRYPTION_SECRET_KEY?
hu: Nem lehet visszafejteni a titkosított karakterláncot. Megváltoztatta vagy elfelejtette beállítani az MB_ENCRYPTION_SECRET_KEY-t?
ms: Tidak dapat menyahsulit rentetan tersulit . Adakah anda telah menukar atau lupa menetapkan MB_ENCRYPTION_SECRET_KEY?

source: All personal collections
ar: كل المجموعات الشخصية
bg: Всички лични колекции
ca: Totes les col·leccions personals
de: Alle persönlichen Sammlungen
eo: All my bops and stuff
es: Todas las colecciones personales
fa: همه مجموعه های شخصی
fi: Kaikki henkilökohtaiset kokoelmat
fr: Toutes les collections personnelles
hu: Minden személyes gyűjtemény
it: tutte le collezioni personali
ja: 全てのパーソナルコレクション
lt: Visos asmeninės kolekcijos
ms: Semus koleksi peribadi
nb: Alle personlige samlinger
nl: Alle persoonlijke collecties
pl: Wszystkie kolekcje osobiste
pt_br: Todas coleções pessoais
ru: Все личные коллекции
sk: Všetky osobné kolekcie
sl: Vse osebne zbirke
sq: Të gjitha koleksionet personale
sr: Sve lične kolekcije
sv: Alla personliga samlingar
tr: Tüm kişisel koleksiyonlar
uk: Усі особисті колекції
vi: Tất cả các bộ sưu tập cá nhân
zh_hk: 所有個人集合

source: Host
ar: المضيف
bg: Водещ
ca: Servidor
de: Hostname
eo: Host → The plug or the one who’s running the show
es: Servidor
fa: میزبان
fi: Isäntä
fr: Hôte
it: Ospite
ja: ホスト
lt: Priimančioji
ms: Hos
nb: Vert
nl: Gastheer
pl: Gospodarz
ru: Хост
sk: Hostiteľ
sl: Gostitelj
sv: Domän
tr: Sunucu
uk: Хост
vi: Máy chủ
zh_hk: 主機

source: Database username
hu: Adatbázis felhasználónév
ms: Nama pegguna pangkalan data

source: What username do you use to login to the database?
hu: Milyen felhasználónevet használ az adatbázisba való bejelentkezéshez?
ms: Apa nama pengguna yang anda guna untuk log masuk ke pangkalan data?

source: Database password
hu: Adatbázis jelszó
ms: Kata laluan pangkalan data

source: Database name
ar: اسم قاعدة البيانات
bg: Име на базата данни
ca: Nom de la base de dades
de: Datenbank-Name
eo: DB namee
es: nombre de la base de datos
fa: نام پایگاه داده
fi: Tietokannan nimi
fr: Nom de la base de données
hu: Adatbázis neve
it: Nome del database
ja: データベース名
lt: Duomenų bazės pavadinimas
ms: Nama pangkalan data
nb: Database navn
nl: Databasenaam
pl: Nazwa bazy danych
pt_br: Nome do banco de dados
ru: Имя базы данных
sk: Meno databázy
sl: Ime zbirke podatkov
sq: Emri i bazës së të dhënave
sr: Naziv baze
sv: Databasnamn
tr: Veri tabanı ismi
uk: Назва бази даних
vi: Tên cơ sở dữ liệu
zh_hk: 資料庫名稱

source: birds_of_the_world
bg: птици_на_света
ca: aus_del_món
de: vögel_der_welt
eo: birds_of_the_world → "birdz_of_the_🌎"
es: aves_del_mundo
fa: پرندگان_جهان
fi: maailman_linnut
fr: oiseaux_du_monde
hu: a_világ_madarai
it: uccelli_del_mondo
ja: 世界の鳥
lt: paukščių_pasaulyje
ms: Burung-Burung Dunia
nb: fugler_av_verden
nl: vogels_van_de_wereld
ru: moya_baza_dannyh
sl: ptice_iz_sveta
sv: alla_världens_fåglar
tr: dunyanin_kuslari
vi: chim_trên_thế_giới
zh_hk: 世界的鳥類

source: Use a secure connection (SSL)?
hu: Biztonságos kapcsolatot (SSL) használ?
ms: Gunakan Sambungan Selamat (SSL)?

source: Additional JDBC connection string options
ar: خيارات إضافية لسلسلة اتصال JDBC
bg: Допълнителни опции за низ на JDBC връзка
ca: Opcions addicionals de la cadena de connexió JDBC
de: Zusätzliche JDBC-Verbindungs-String-Optionen
eo: Extra JDBC connection string flexes
es: Opciones adicionales de cadena de conexión JDBC
fa: گزینه های رشته اتصال JDBC اضافی
fi: Muita JDBC-yhteysmerkkijonoja
fr: Options additionnelles de la chaîne de connexion JDBC
hu: További JDBC kapcsolat karakterlánc opciók
it: Opzioni stringhe di connessione JDBC aggiuntive
ja: 追加のJDBC接続文字列オプション
lt: Papildomos JDBC ryšio eilutės parinktys
ms: Pilihan Rentetan Sambungan JDBC Tambahan
nb: Ekstra JDBC koblingsstreng alternativer
nl: Extra JDBC-verbindingsreeksopties
pl: Dodatkowe opcje połączenia JDBC
pt_br: Opções adicionais de sequência de conexão JDBC
ru: Дополнительные параметры подключения JDBC
sk: Ďalšie možnosti reťazcov pripojenia JDBC
sl: Dodatne možnosti povezovalnega niza JDBC
sq: Opsione shtesë të string-ut të lidhjes JDBC
sr: Dodatne opcije JDBC connection string-a
sv: Sträng med ytterligare JDBC-anslutningsuppgifter
tr: Ek JDBC bağlantı dizesi seçenekleri
uk: Додаткові опції рядка підключення JDBC
vi: Các tùy chọn chuỗi kết nối JDBC bổ sung
zh_hk: 額外的JDBC連接字串選項

source: Project ID
hu: Projektazonosító
ms: ID Projek

source: Dataset ID
hu: Adatkészlet azonosító
ms: ID set data

source: toucanSightings
hu: toucanMegfigyelések
ms: Penglihatan toucan

source: Client ID
bg: Идентификатор на клиента
ca: ID del client
de: Kunden-ID
eo: Client ID → "Client vibe"
es: ID de cliente
fa: شناسه مشتری
fi: Asiakas ID
fr: ID client
hu: Ügyfélazonosító
it: ID client
ja: クライアントID
lt: Kliento ID
ms: ID Pelanggan
nb: Klient ID
nl: Klant-ID
pl: Klient ID
pt_br: ID do cliente
ru: ИД клиента
sk: ID klienta
sl: ID stranke
sv: Klient-id
tr: Müşteri Kimliği
vi: ID khách hàng
zh_hk: 使用者端 ID

source: Client Secret
hu: Ügyféltitok
ms: Rahsia Pelanggan

source: Auth Code
hu: Hitelesítési kód
ms: Kod Pengesahan

source: Hosts
hu: Hosztok
ms: Hos

source: Broker node port
ms: Port nod broker

source: Google Analytics Account ID
hu: Google Analytics fiókazonosító
ms: ID Akaun Google Analytic

source: Connection String
ar: سلسلة الاتصال
bg: Свързващ низ
ca: Cadena de connexió
de: Verbindungs-String
eo: Link code
es: Cadena de conexión
fa: رشته اتصال
fi: Yhteysmerkkijono
fr: Chaîne de connexion
hu: Kapcsolat karakterlánc
it: stringa di connessione
ja: 接続文字列
lt: Ryšio eilutė
ms: Rentetan Sambungan
nb: Koblingsstring
nl: Verbindingsreeks
pl: Ciąg połączenia
pt_br: Sequência de conexão
ru: Строка подключения
sk: Pripojovací reťazec
sl: Niz povezave
sq: String-u i lidhjes
sv: Anslutningssträng
tr: Bağlantı dizisi
uk: Рядок підключення
vi: Chuỗi kết nối
zh_hk: 連接字串

source: Users/camsaul/bird_sightings/toucans
bg: Потребители / camsaul / bird_sightings / toucans
ca: Users/Camsuals/avistamentdeaus/tucans
de: User/camsaul/bird_sightings/toucans
eo: users/camsaul/bird_sightings/toucans, fr fr this is lowkey giving major bird vibes lol
es: Users/camsaul/avistamientos_de_aves/tucanes
fa: کاربران / camsaul / bird_sightings / toucans
fi: Käyttäjät/camsaul/lintuhavainnot/tukaanit
hu: Users/camsaul/bird_sightings/toukánok
it: Utenti/camsaul/bird_sightings/toucans
ja: ユーザー/camsaul/bird_sightings/toucans
lt: Vartotojai / camsaul / bird_sightings / tukai
ms: Pengguna/camsaul/bird_sightings/toucans
nb: Brukere/camsaul/fugleobservasjoner/toucans
nl: Gebruikers/camsaul/vogel_observaties/tukans
pl: Użytkownicy/camsaul/bird_sightings/toucans
ru: Пользователи/Камсаул/Птичьи наблюдения/Туканы
sl: Uporabniki/camsaul/bird_sightings/tukani
sv: Användare/camsaul/fågelfynd/tukaner
tr: Kullanıcılar/camsaul/kus_goruleri/tukanlar
vi: Users/camsaul/điểm_quan_sát_chim/toucans
zh_hk: 用戶/camsaul/bird_sightings/巨嘴鳥

source: carrierPigeonDeliveries
ms: penghantaran carrierPigeon

source: Authentication Database
hu: Hitelesítési adatbázis
ms: Pangkalan Data Pengesahan

source: Optional database to use when authenticating
hu: Opcionális adatbázis hitelesítéskor
ms: Pangkalan data pilihan untuk digunakan semasa pengesahan

source: Additional Mongo connection string options
hu: További Mongo kapcsolat karakterlánc opciók
ms: Pilihan rentetan sambungan Mongo tambahan

source: Oracle system ID (SID)
hu: Oracle rendszerazonosító (SID)
ms: ID sistem Oracle (SID)

source: Usually something like ORCL or XE.
hu: Általában valami olyan, mint az ORCL vagy az XE.
ms: Biasanya sesuatu seperti ORCL atau XE.

source: Optional if using service name
hu: Opcionális szolgáltatásnév használatakor
ms: Pilihan jika menggunakan nama perkhidmatan

source: Oracle service name
hu: Oracle szolgáltatásnév
ms: Nama perkhidmatan Oracle

source: Optional TNS alias
hu: Opcionális TNS alias
ms: Alias TNS pilihan

source: default
ar: افتراضي
bg: по подразбиране
ca: per defecte
de: Standard
eo: Default → "Vibe" or "Main setting" (depending on context, but "vibe" is more common)
es: por defecto
fa: پیش‌فرض
fi: oletusarvo
fr: défaut
hu: alapértelmezett
it: predefinito
ja: デフォルト
lt: numatytas
ms: lalai
nb: standard
nl: standaard
pl: domyślne
pt_br: padrão
ru: по-умолчанию
sk: predvolené
sl: Privzeto
sr: podrazumevani
sv: förvald
tr: varsayılan
uk: дефолт
vi: mặc định
zh_hk: 預設

source: Filename
hu: Fájlnév
ms: Nama Fail

source: Database instance name
hu: Adatbázis példány neve
ms: Nama contoh pangkalan data

source: N/A
bg: Неприложимо
ca: N/D
de: K.A.
eo: That's just "idk" or "no cap"—like, nobody knows or it's not applicable.
es: No aplica
fa: ناموجود
fi: Ei käytettävissä
it: N/D
ja: 該当なし
lt: Nėra
ms: Tidak berkaitan
nb: I/T
nl: N/B
pl: NIE DOTYCZY
ru: Н/Д
sk: NEUPLATŇUJE SA
sl: NI RELEVANTNO
tr: Yok
uk: Н/Д
vi: Không có
zh_hk: 不適用

source: Windows domain
hu: Windows tartomány
ms: Domain Windows

source: Labels
hu: Címkék
ms: Label

source: Add members
ar: أضف أعضاء
bg: Добавете членове
ca: Afegir membres
de: Mitglieder hinzufügen
eo: Add homies
es: Añadir miembros
fa: اعضا را اضافه کنید
fi: Lisää jäseniä
fr: Ajouter des membres
hu: Tagok hozzáadása
it: Aggiungi membri
ja: メンバーを追加する
lt: Pridėti narių
ms: Tambah ahli
nb: Legg til medlemmer
nl: Voeg leden toe
pl: Dodawanie członków
pt_br: Adicionar membros
ru: Добавить участников
sk: Pridajte členov
sl: Dodajanje članov
sq: Shto anëtarë
sr: Dodaj članove
sv: Lägg till medlemmar
tr: Üye ekle
uk: Додати учасників
vi: Thêm thành viên
zh_hk: 新增成員

source: Collection it's saved in
ar: المجموعة التي سيتم الحفظ فيها
bg: Колекция, в която е запазена
ca: Col·lecció que es desa a
de: Sammlung in der es gespeichert ist
eo: It’s chill, it’s saved in the collection, fr.
es: Colección que se guarda en
fa: مجموعه آن ذخیره شده است
fi: Kokoelma, johon se on tallennettu
fr: La collection est enregistrée dans
hu: Gyűjtemény, amelybe elmentve
it: Collezione in cui è salvato
ja: 保存先のコレクション
lt: Kolekcija yra išsaugota
ms: Koleksi yang disimpan
nb: Samling den er lagret i
nl: Collectie waarin het is opgeslagen
pl: Kolekcja zapisana w
pt_br: Coleção em que está salvo
ru: Коллекция сохранена в
sk: Kolekcia je uložená
sl: Zbirka, v katero je shranjena
sq: Koleksioni ku ruhet
sr: Kolekcija u kojoj se čuva
sv: Samlingen den sparats i
tr: Kaydedileceği Koleksiyon
uk: Колекція, у якій це збережено
vi: Bộ sưu tập đã được lưu trongBộ sưu tập đã được lưu trong
zh_hk: 集合儲存在

source: All Users
ar: جميع المستخدمين
bg: Всички потребители
ca: Tots els usuaris
de: Alle Nutzer
eo: Everyone's in the squad
es: Todos los Usuarios
fa: همه کاربران
fi: Kaikki käyttäjät
fr: Tous les utilisateurs
hu: Minden felhasználó
it: Tutti gli utenti
ja: 全ユーザー
lt: Visi vartotojai
ms: Semua Pengguna
nb: Alle brukere
nl: Alle gebruikers
pl: Wszyscy użytkownicy
pt_br: Todos os usuários
ru: Все пользователи
sk: Všetci používatelia
sl: Vsi uporabniki
sq: Të gjithë përdoruesit
sr: Svi korisnici
sv: Alla användare
tr: Tüm Kullanıcılar
uk: Усі користувачі
vi: Tất cả người dùng
zh_hk: 所有使用者
