Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Whether or not the use of custom GeoJSON is enabled.
ar: ما إذا كان استخدام GeoJSON المخصص مفعّلًا أم لا.
bg: Дали е активирана употребата на персонализиран GeoJSON.
ca: Si l'ús del GeoJSON personalitzat està habilitat o no.
de: Ob die Verwendung von benutzerdefiniertem GeoJSON aktiviert ist oder nicht.
eo: Whether or not custom GeoJSON is actually a vibe rn.
es: Si el uso de GeoJSON personalizado está habilitado o no.
fa: آیا استفاده از GeoJSON سفارشی فعال است یا خیر.
fi: Onko mukautetun GeoJSONin käyttö sallittu vai ei.
fr: Si l'utilisation de GeoJSON personnalisé est activée ou non.
hu: Az egyéni GeoJSON használatának engedélyezése.
it: Se l'uso di GeoJSON personalizzato è abilitato o meno.
ja: カスタムGeoJSONの使用が有効かどうか。
lt: Nesvarbu, ar tinkinto GeoJSON naudojimas įgalintas, ar ne.
ms: Sama ada penggunaan GeoJSON tersuai diaktifkan atau tidak.
nb: Om bruken av tilpasset GeoJSON er aktivert.
nl: Of het gebruik van aangepaste GeoJSON is ingeschakeld.
pl: Czy użycie dostosowanego GeoJSON jest włączone, czy nie.
pt_br: Se o uso do GeoJSON personalizado foi habilitado ou não.
ru: Включено ли использование пользовательского GeoJSON.
sk: Či je povolené používanie vlastného GeoJSON.
sl: Ali je omogočena uporaba GeoJSON po meri.
sq: Nëse përdorimi i GeoJSON të personalizuar është i aktivizuar.
sr: Da li je upotreba prilagođenog GeoJSON-a omogućena.
sv: Huruvida användningen av anpassad GeoJSON är aktiverad eller inte.
tr: Özel GeoJSON kullanımının etkin olup olmadığı.
uk: Чи ввімкнено використання користувацького GeoJSON.
vi: Dù có bật hay không việc sử dụng GeoJSON tùy chỉnh.
zh_hk: 自訂 GeoJSON 的使用是否已啟用。

source: Editing first name is not allowed for SSO users.
ar: تعديل الاسم الأول غير مسموح لمستخدمي SSO.
bg: Редактирането на собственото име не е позволено за SSO потребители.
ca: No es permet editar el nom per als usuaris de SSO.
de: Die Bearbeitung des Vornamens ist für SSO-Nutzer nicht erlaubt.
eo: You can't change your first name for SSO users, lol.
es: No se permite editar el nombre para usuarios de SSO.
fa: ویرایش نام کوچک برای کاربران SSO مجاز نیست.
fi: SSO-käyttäjille ei ole sallittua muokata etunimeä.
fr: La modification du prénom n'est pas autorisée pour les utilisateurs SSO.
hu: A keresztnév szerkesztése nem engedélyezett az SSO felhasználók számára.
it: L'editing del nome non è consentito per gli utenti SSO.
ja: SSOユーザーでは、ファーストネームの編集はできません。
lt: SSO naudotojams neleidžiama redaguoti vardo.
ms: Menyunting nama pertama tidak dibenarkan untuk pengguna SSO.
nb: Redigering av fornavn er ikke tillatt for SSO-brukere.
nl: Bewerken van voornaam is niet toegestaan voor SSO-gebruikers.
pl: Edycja imienia nie jest dozwolona dla użytkowników SSO.
pt_br: A edição do primeiro nome não é permitida para usuários do SSO.
ru: Редактирование имени не разрешено для пользователей SSO.
sk: Úprava mena nie je povolená pre SSO používateľov.
sl: Urejanje imena ni dovoljeno za uporabnike enotne prijave.
sq: Modifikimi i emrit nuk lejohet për përdoruesit SSO.
sr: Uređivanje imena nije dozvoljeno za SSO korisnike.
sv: Redigering av förnamn är inte tillåten för SSO-användare.
tr: SSO kullanıcıları için isim düzenleme izni yok.
uk: Редагування імені не дозволено для користувачів SSO.
vi: Không cho phép chỉnh sửa tên đầu tiên cho người dùng SSO.
zh_hk: 不允許 SSO 用戶編輯名字。

source: Editing last name is not allowed for SSO users.
ar: تعديل اسم العائلة غير مسموح لمستخدمي SSO.
bg: Редактирането на фамилното име не е позволено за SSO потребители.
ca: No es permet editar el cognom per als usuaris de SSO.
de: Die Bearbeitung des Nachnamens ist für SSO-Nutzer nicht erlaubt.
eo: You can't change your last name for SSO users, fr fr.
es: No está permitido editar el apellido para los usuarios de SSO.
fa: ویرایش نام خانوادگی برای کاربران SSO مجاز نیست.
fi: SSO-käyttäjille ei ole sallittua muokata sukunimeä.
fr: La modification du nom de famille n'est pas autorisée pour les utilisateurs SSO.
hu: A vezetéknév szerkesztése nem engedélyezett az SSO felhasználók számára.
it: L'editing del cognome non è consentito per gli utenti SSO.
ja: SSOユーザーでは、姓の編集は許可されていません。
lt: SSO naudotojams neleidžiama redaguoti pavardės.
ms: Menyunting nama keluarga tidak dibenarkan untuk pengguna SSO.
nb: Redigering av etternavn er ikke tillatt for SSO-brukere.
nl: Bewerken van achternaam is niet toegestaan voor SSO-gebruikers.
pl: Edycja nazwiska nie jest dozwolona dla użytkowników SSO.
pt_br: A edição do sobrenome não é permitida para usuários do SSO.
ru: Редактирование фамилии не разрешено для пользователей SSO.
sk: Úprava priezviska nie je povolená pre SSO používateľov.
sl: Urejanje priimka ni dovoljeno za uporabnike enotne prijave.
sq: Modifikimi i mbiemrit nuk lejohet për përdoruesit SSO.
sr: Uređivanje prezimena nije dozvoljeno za SSO korisnike.
sv: Redigering av efternamn är inte tillåten för SSO-användare.
tr: SSO kullanıcıları için soyadı düzenlemesine izin verilmiyor.
uk: Редагування прізвища не дозволено для користувачів SSO.
vi: Không cho phép chỉnh sửa họ cho người dùng SSO.
zh_hk: 不允許 SSO 用戶編輯姓氏。

source: Setting up prometheus metrics
hu: Prometheus metrikák beállítása
ms: Menyiapkan metrik prometheus

source: SSL Client Key (PKCS-8/DER)
ar: مفتاح عميل SSL ‏(PKCS-8/DER)
bg: SSL клиентски ключ (PKCS-8/DER)
ca: Clau del client SSL (PKCS-8/DER)
de: SSL-Client-Schlüssel (PKCS-8/DER)
eo: SSL Client Key (PKCS-8/DER) → SSL Client Key, like, the secret sauce (PKCS-8/DER)
es: Clave de cliente SSL (PKCS-8/DER)
fa: کلید مشتری SSL (PKCS-8/DER)
fi: SSL-asiakasavain (PKCS-8/DER)
fr: Clé client SSL (PKCS-8/DER)
hu: SSL-kliens kulcs (PKCS-8/DER)
it: Chiave SSL cliente (PKCS-8/DER)
ja: SSLクライアントキー(PKCS-8/DER)
lt: SSL kliento raktas (PKCS-8/DER)
ms: Kunci Klien SSL (PKCS-8/DER)
nb: SSL-klientnøkkel (PKCS-8/DER)
nl: SSL-clientsleutel (PKCS-8/DER)
pl: SSL Klucz klienta (PKCS-8/DER)
pt_br: Chave do cliente SSL (PKCS-8/DER)
ru: Клиентский ключ SSL (PKCS-8/DER)
sk: SSL Klientský kľúč (PKCS-8/DER)
sl: Ključ odjemalca SSL (PKCS-8/DER)
sq: Çelësi i klientit SSL (PKCS-8/DER)
sr: SSL klijentski ključ (PKCS-8/DER)
sv: SSL-klientnyckel (PKCS-8/DER)
tr: SSL İstemci Anahtarı (PKCS-8/DER)
uk: Клієнтський ключ SSL (PKCS-8/DER)
vi: Khóa khách hàng SSL (PKCS-8/DER)
zh_hk: SSL 客戶端密鑰 (PKCS-8/DER)

source: The email address you want the replies to go to, if different from the from address.
ar: عنوان البريد الإلكتروني الذي تريد أن تذهب إليه الردود، إذا كان مختلفًا عن عنوان المُرسل.
bg: Имейл адресът, на който искате отговорите да се изпращат, ако е различен от адреса на подателя.
ca: L'adreça de correu electrònic on voleu que arribin les respostes, si és diferent de l'adreça de remitent.
de: Die E-Mail-Adresse, an die Antworten gesendet werden sollen, falls sie sich von der Absenderadresse unterscheidet.
eo: That email you want the replies to ping back to, if it’s not the same as the sender’s.
es: La dirección de correo electrónico a la que quieres que vayan las respuestas, si es diferente de la dirección de origen.
fa: آدرس ایمیلی که می‌خواهید پاسخ‌ها به آن ارسال شوند، در صورتی که با آدرس فرستنده متفاوت است.
fi: Sähköpostiosoite, johon haluat vastausten menevän, mikäli se eroaa lähettäjän osoitteesta.
fr: L'adresse électronique à laquelle vous souhaitez que les réponses soient envoyées, si elle est différente de l'adresse de départ.
hu: Az az e-mail cím, amelyre a válaszokat küldeni kell, ha eltér a feladó címétől.
it: L'indirizzo email a cui vuoi che vengano inviate le risposte, se diverso dall'indirizzo mittente.
ja: 返信先のメールアドレス(Fromアドレスと異なる場合)。
lt: El. pašto adresas, kuriuo norite gauti atsakymus, jei skiriasi nuo siuntėjo adreso.
ms: Alamat e-mel yang anda mahu balasan dihantar, jika berbeza daripada alamat asal.
nb: E-postadressen du vil at svarene skal gå til, hvis forskjellig fra avsenderadressen.
nl: Het e-mailadres waar u de antwoorden naartoe wilt laten sturen, als dit verschilt van het afzenderadres.
pl: Adres e-mail, na który mają trafiać odpowiedzi, jeśli jest inny niż adres nadawcy.
pt_br: O endereço de e-mail para o qual você deseja que as respostas sejam enviadas, se for diferente do endereço de origem.
ru: Адрес электронной почты, на который вы хотите получать ответы, если он отличается от адреса отправителя.
sk: E-mailová adresa, na ktorú chcete, aby sa posielali odpovede, ak je odlišná od adresy odosielateľa.
sl: E-poštni naslov, na katerega želite poslati odgovore, če se razlikuje od naslova pošiljatelja.
sq: Adresa e email-it ku do që të shkojnë përgjigjet, nëse është ndryshe nga adresa from.
sr: Email adresa na koju želiš da odgovori stižu, ako se razlikuje od adrese pošiljaoca.
sv: E-postadressen dit du vill att svaren ska skickas, om den skiljer sig från avsändaradressen.
tr: Yanıtların gitmesini istediğiniz e-posta adresi, gönderen adresinden farklıysa.
uk: Електронна адреса, на яку мають надходити відповіді, якщо вона відрізняється від адреси From.
vi: Địa chỉ email bạn muốn nhận phản hồi, nếu khác với địa chỉ người gửi.
zh_hk: 如果和發件地址不同，則希望回覆發送到的電子郵件地址。

source: Display the lighthouse illustration on the home and login pages.
hu: Jelenítse meg a világítótorony illusztrációt a kezdőlapon és a bejelentkezési oldalon.
ms: Paparkan ilustrasi lighthouse pada halaman utama dan log masuk.

source: Cached token status for premium features. This is to avoid an API request on the the first page load.
ar: حالة token المخزنة مؤقتًا للميزات المميزة. لتجنب طلب API عند تحميل الصفحة الأولى.
bg: Кеширан статус на токен за премиум функции. Това е, за да се избегне заявка към API при първото зареждане на страницата.
ca: Estat de token emmagatzemat a la memòria cau per a funcions premium. Això és per evitar una sol·licitud API en la primera càrrega de la pàgina.
de: Zwischengespeicherter Token-Status für Premium-Funktionen. Dies dient dazu, eine API-Anfrage beim ersten Seitenladen zu vermeiden.
eo: Got the cached token info for premium stuff so we don’t have to hit the API on the initial page load — lowkey saving some time fr.
es: Estado del token en caché para funciones premium. Esto es para evitar una solicitud de API en la primera carga de la página.
fa: وضعیت توکن کش شده برای ویژگی‌های ویژه. این کار برای جلوگیری از درخواست API در بارگذاری اولیه صفحه است.
fi: Välimuistissa oleva tunnus tila premium-ominaisuuksille. Tämä tehdään välttääksemme API-pyynnön ensimmäisellä sivun latauksella.
fr: Statut du jeton en cache pour les fonctionnalités premium. Cela permet d'éviter une demande d'API lors du premier chargement de la page.
hu: Gyors
it: Stato del token memorizzato nella cache per le funzionalità premium. Questo per evitare una richiesta API al primo caricamento della pagina.
ja: プレミアム機能のトークンステータスをキャッシュ。これは、最初のページロード時にAPIリクエストが発生するのを避けるためです。
lt: Talpykloje saugomo prieigos rakto būsena, skirta aukščiausios kokybės funkcijoms. Taip išvengiama API užklausos įkeliant pirmąjį puslapį.
ms: Status token yang dicache untuk ciri premium. Ini untuk mengelakkan permintaan API pada muatan halaman pertama.
nb: Bufret tokenstatus for premium-funksjoner. Dette er for å unngå en API-forespørsel ved første sidelasting.
nl: In de cache opgeslagen tokenstatus voor premiumfuncties. Dit is om een API-aanroep bij de eerste paginalading te voorkomen.
pl: Stan tokena w pamięci podręcznej dla funkcji premium. Ma to na celu uniknięcie żądania API przy pierwszym wczytaniu strony.
pt_br: Status do token em cache para recursos premium. Isso evita uma solicitação de API no primeiro carregamento da página.
ru: Кешированный статус токена для премиум-функций. Это сделано, чтобы избежать запроса API при первой загрузке страницы.
sk: Stav tokenu uloženého vo vyrovnávacej pamäti pre prémiové funkcie. Toto je na zabránenie požiadavke API pri prvom načítaní stránky.
sl: Stanje predpomnjenega žetona za premium funkcije. S tem se izognete zahtevi API-ja ob prvem nalaganju strani.
sq: Status i cache-uar i token-it për veçori premium. Kjo për të shmangur një kërkesë API në ngarkimin e parë të faqes.
sr: Keširani status tokena za premium funkcionalnosti. Ovo služi da se izbegne API zahtev pri prvom učitavanju stranice.
sv: Cachad tokenstatus för premiumfunktioner. Detta är för att undvika en API-begäran vid första sidladdningen.
tr: Önbellekte olan premium özellikler için belirteç durumu. Bu, ilk sayfa yüklemesinde bir API isteğini önlemek içindir.
uk: Закешований статус токена для преміум-особливостей. Це потрібно, щоб уникнути API-запиту під час першого завантаження сторінки.
vi: Trạng thái token được lưu trữ cho các tính năng cao cấp. Điều này để tránh yêu cầu API khi tải trang đầu tiên.
zh_hk: 快取的高級功能令牌狀態。這是為了避免在第一次页面加載時出現API請求。

source: Time before inactive users are logged out. By default, sessions last indefinitely.
ar: المدة قبل تسجيل خروج المستخدمين غير النشطين. افتراضيًا، تستمر الجلسات إلى أجل غير مسمى.
bg: Време, преди неактивни потребители да бъдат излезли от системата. По подразбиране, сесиите продължават безкрайно.
ca: Temps abans que els usuaris inactius es desconnectin. Per defecte, les sessions duren indefinidament.
de: Zeit, bevor inaktive Benutzer abgemeldet werden. Standardmäßig dauern Sitzungen unbegrenzt.
eo: Time before inactive users get booted. By default, sessions stay forever lol.
es: Tiempo antes de que los usuarios inactivos sean cerrados. Por defecto, las sesiones duran indefinidamente.
fa: زمانی که قبل از خروج کاربران غیرفعال می‌گذرد. به طور پیش‌فرض، جلسات به طور نامحدود ادامه دارند.
fi: Aika ennen kuin passiiviset käyttäjät kirjataan ulos. Oletusarvoisesti istunnot kestävät loputtomiin.
fr: Temps avant que les utilisateurs inactifs ne soient déconnectés. Par défaut, les sessions durent indéfiniment.
hu: Az inaktív felhasználók kijelentkezéséig hátralévő idő. Alapértelmezés szerint a munkamenetek határozatlan ideig tartanak.
it: Tempo prima che gli utenti inattivi vengano disconnessi. Per impostazione predefinita, le sessioni durano indefinitamente.
ja: 非アクティブなユーザーがログアウトするまでの時間。デフォルトでは、セッションは無期限で継続されます。
lt: Laikas, per kurį neaktyvūs vartotojai atsijungia. Pagal numatytuosius nustatymus seansai trunka neribotą laiką.
ms: Masa sebelum pengguna tidak aktif log keluar. Secara lalai, sesi berlangsung tanpa had.
nb: Tid før inaktive brukere logges ut. Som standard varer økter på ubestemt tid.
nl: Tijd voordat inactieve gebruikers worden uitgelogd. Standaard blijven sessies onbeperkt geldig.
pl: Czas do wylogowania nieaktywnych użytkowników. Domyślnie, sesje trwają bez końca.
pt_br: Tempo antes que os usuários inativos sejam desconectados. Por padrão, as sessões duram indefinidamente.
ru: Время до выхода неактивных пользователей из системы. По умолчанию сеансы продолжаются бесконечно.
sk: Čas pred odhlásením neaktívnych používateľov. Predvolene relácie trvajú neobmedzene.
sl: Čas, preden so neaktivni uporabniki odjavljeni. Seje privzeto trajajo za nedoločen čas.
sq: Koha para se përdoruesit joaktivë të çkyçen. Si parazgjedhje, sesionet zgjasin pafundësisht.
sr: Vreme pre nego što se neaktivni korisnici odjave. Podrazumevano, sesije traju neograničeno.
sv: Tid innan inaktiva användare loggas ut. Som standard varar sessioner på obestämd tid.
tr: Etkin olmayan kullanıcıların oturumlarının kapatılma süresi. Varsayılan olarak, oturumlar süresiz olarak devam eder.
uk: Час до виходу неактивних користувачів із системи. За замовчуванням сесії тривають безстроково.
vi: Thời gian trước khi người dùng không hoạt động bị đăng xuất. Theo mặc định, các phiên kéo dài vô thời hạn.
zh_hk: 不活動的用戶登出前的時間。默認情況下，會話會無限期持續。

source: Reached recursion limit of {0} in "apply-sandboxing" middleware
eo: Yo, hit the max recursion of {0} in the "apply-sandboxing" middleware, fr fr
hu: Elérte a(z) {0} rekurziós korlátot az "apply-sandboxing" köztes szoftverben
lt: Pasiektas {0} rekursijos limitas „apply-sandboxing“ tarpinėje programinėje įrangoje
ms: Mencapai had rekursi {0} dalam middleware "apply-sandboxing"

source: Sign in with username or email
ar: سجّل الدخول باسم المستخدم أو البريد الإلكتروني
bg: Впиши се с потребителско име или имейл
ca: Entra amb nom d'usuari o correu electrònic
de: Mit Benutzername oder E-Mail Adresse anmelden
eo: Log in with ur username or email, bestie
es: Accede con usuario o email
fa: ورود با نام کاربری یا ایمیل
fi: Kirjaudu sisään käyttäjänimellä tai sähköpostilla
fr: Connectez-vous avec votre pseudo ou mail
hu: Jelentkezzen be felhasználónévvel vagy e-mail címmel
it: accedi con nome utente o email
ja: ユーザー名またはメールアドレスでサインイン
lt: Prisijunkite naudodami vartotojo vardą arba el
ms: Log masuk dengan nama pengguna atau e-mel
nb: Logg inn med brukernavn eller e-post
nl: Inloggen met gebruikersnaam of e-mailadres
pl: Zaloguj się za pomocą nazwy użytkownika lub adresu e-mail
pt_br: Entrar com nome de usuário ou e-mail
ru: Войти с логином или емейлом
sk: Prihlásiť sa pomocou používateľského mena alebo emailu
sl: Vpis z uporabniškim imenom ali e-poštnim naslovom
sq: Hyr me emër përdoruesi ose email
sr: Prijavi se korisničkim imenom ili imejlom
sv: Logga in med användarnamn eller e-post
tr: Kullanıcı adı veya e-posta ile oturum açın
uk: Увійти за допомогою імені користувача або email
vi: Đăng nhập bằng tên người dùng hoặc email
zh_hk: 使用用戶名或電子郵件登入

source: No models found
ar: لم يتم العثور على نماذج
bg: Не бяха намерени модели
ca: No s'han trobat models
de: Keine Models gefunden
eo: No cap, no models rn
es: No se encontraron modelos
fa: مدلی یافت نشد
fi: Malleja ei löytynyt
fr: Aucun modèle trouvé
hu: Nem található modell
it: Nessun modello trovato
ja: モデルはありません
lt: Modelių nerasta
ms: Tiada model ditemui
nb: Ingen modeller funnet
nl: Geen modellen gevonden
pl: Nie znaleziono modeli
pt_br: Nenhum modelo encontrado
ru: Модели не найдены
sk: Nebol nájdený žiadny model
sl: Modeli niso bili najdeni
sq: Nuk u gjetën modele
sr: Nijedan model nije pronađen
sv: Inga modeller hittades
tr: Model bulunamadı
uk: Моделей не знайдено
vi: Không tìm thấy mô hình
zh_hk: 未找到模型

source: Create new model
ar: أنشئ نموذجًا جديدًا
bg: Създай нов модел
ca: Crear un nou model
de: Neues Model erstellen
eo: Make a new vibe
es: Crea un nuevo modelo
fa: ایجاد مدل جدید
fi: Luo uusi malli
fr: Créer un nouveau modèle
hu: Új modell létrehozása
it: crea un nuovo modello
ja: 新しいモデルを作成する
lt: Sukurti naują modelį
ms: Buat model baru
nb: Opprett ny modell
nl: Nieuw model toevoegen
pl: Utwórz nowy model
pt_br: Criar novo modelo
ru: Создать новую модель
sk: Vytvoriť nový model
sl: Ustvarjanje novega modela
sq: Krijo model të ri
sr: Kreiraj novi model
sv: Skapa ny modell
tr: Yeni model oluştur
uk: Створити нову модель
vi: Tạo mô hình mới
zh_hk: 創建新模型

source: There are no actions for this model
ar: لا توجد إجراءات لهذا النموذج
bg: Няма налични действия за този модел
ca: No hi ha accions per a aquest model
de: Es gibt keine Aktionen für diese Model
eo: Ain't no cap, this model got no moves rn
es: No hay acciones para este modelo
fa: هیچ عملی برای این مدل وجود ندارد
fi: Tälle mallille ei ole toimintoja.
fr: Il n'y a pas d'actions pour ce modèle
hu: Ehhez a modellhez nincsenek műveletek
it: Non ci sono azioni per questo modello
ja: このモデルにはアクションがありません
lt: Šiam modeliui veiksmų nėra
ms: Tiada tindakan untuk model ini
nb: Det er ingen handlinger for denne modellen
nl: Er zijn geen acties voor dit model
pl: Brak akcji dla tego modelu
pt_br: Não há ações para esse modelo
ru: Нет действия для модели
sk: Pre tento model neexistujú žiadne akcie
sl: Za ta model ni ukrepov
sq: Nuk ka veprime për këtë model
sr: Nema akcija za ovaj model
sv: Det finns inga åtgärder för denna modell
tr: Bu model için eylem yok
uk: Для цієї моделі немає дій
vi: Không có thao tác nào cho mô hình này
zh_hk: 該模型沒有任何動作

source: Create new action
ar: أنشئ إجراءً جديدًا
bg: Създай ново действие
ca: Crear nova acció
de: Neue Aktion erstellen
eo: Make a new move
es: Crea ua nueva acción
fa: ایجاد اکشن جدید
fi: Luo uusi toiminta
fr: Créer une nouvelle action
hu: Új művelet létrehozása
it: Crea una nuova azione
ja: 新しいアクションの作成
lt: Sukurti naują veiksmą
ms: Buat tindakan baru
nb: Opprett ny handling
nl: Nieuwe actie toevoegen
pl: Utwórz nową akcję
pt_br: Criar nova ação
ru: Создать новое действие
sk: Vytvoriť novú akciu
sl: Ustvarjanje novega dejanja
sq: Krijo veprim të ri
sr: Kreiraj novu akciju
sv: Skapa ny åtgärd
tr: Yeni eylem oluştur
uk: Створити нову дію
vi: Tạo thao tác mới
zh_hk: 創建新動作

source: Page
hu: Oldal
ms: Halaman

source: Exit app
hu: Kilépés az alkalmazásból
ms: Keluar aplikasi

source: {0} connections
ar: {0} اتصالات
bg: {0} връзки
ca: {0} connexions
de: {0} Verbindungen
eo: {0} vibes
es: {0} conexiones
fa: {0} ارتباطات
fi: {0} yhteydet
fr: {0} connexions
hu: {0} kapcsolat
it: {0} connessioni
ja: {0} 接続
lt: {0} ryšiai
ms: {0} sambungan
nb: {0} tilkoblinger
nl: {0} verbindingen
pl: {0} połączeń
pt_br: {0} conexões
ru: {0} соединений
sk: {0} spojení
sl: {0} povezav
sq: {0} lidhje
sr: {0} konekcija
sv: {0} anslutningar
tr: {0} bağlantı
uk: {0} підключень
vi: {0} kết nối
zh_hk: {0} 個連接

source: Turn into an action
hu: Műveletté alakítás
ms: Tukar menjadi sambungan

source: Assign an action
hu: Művelet hozzárendelése
ms: Tugasan tidakan

source: Edit {0}
hu: {0} szerkesztése
ms: Sunting{0}

source: List
ar: قائمة
bg: Списък
ca: Llista
de: Liste
es: Lista
fa: فهرست
fi: Lista
fr: Liste
hu: Lista
it: Lista
ja: リスト
ms: Senarai
nb: Liste
nl: Lijst
pl: Lista
pt_br: Lista
ru: Список
sk: Zoznam
sl: Seznam
sq: Listë
sr: Lista
sv: Lista
tr: Liste
uk: Список
vi: Danh sách
zh_hk: 清單

source: Edit button
hu: Szerkesztés gomb
ms: Butang sunting

source: Delete button
hu: Törlés gomb
ms: Butang padam

source: Bulk actions
hu: Tömeges műveletek
ms: Tindakan pukal

source: Options
hu: Lehetőségek
ms: Pilihan

source: Variant
bg: Вариант
de: Variante
eo: Variant → Flex, or just "variant" is already kinda chill, but if you wanna make it sound more Gen Z, you could say "vibe" or "mood" depending on the context.
es: Variante
fa: نوع
fi: Variantti
fr: Variante
hu: Változat
it: Variante
ja: バリアント
lt: Variantas
ms: Varian
pl: Wariant
pt_br: Variante
ru: Вариант
sk: Varianta
sl: Varianta
sr: Varijanta
tr: Varyant
uk: Варіант
vi: Biến thể
zh_hk: 變體

source: Basic
bg: Основно
ca: Bàsic
de: Basis
eo: That's lowkey basic
es: Básico
fa: اساسی
fi: Perus
fr: Basique
hu: Alapvető
it: Base
ja: ベーシック
lt: Pagrindinis
ms: Asas
nb: Grunnleggende
nl: Basis
pl: Podstawowy
pt_br: Básico
ru: Простой
sk: Základné
sl: Osnoven
sv: Grundläggande
tr: Temel
vi: Nền tảng
zh_hk: 基本

source: Info
ar: معلومات
bg: Информация
ca: Informació
de: Infos
eo: deets
es: Información
fa: اطلاعات
fi: Tieto
fr: Infos
hu: Információ
ja: 情報
lt: Informacija
ms: informasi
pl: Informacje
pt_br: Informações
ru: Информация
sk: Informácie
tr: Bilgi
uk: Інформація
vi: Thông tin
zh_hk: 資訊

source: Link to {{bird_id}}
ar: رابط إلى {{bird_id}}
bg: Връзка към {{bird_id}}
ca: Associar a {{bird_id}}
de: Link auf {{bird_id}}
eo: Here’s the link to {{bird_id}} — fr fr, no cap.
es: Enlace a {{bird_id}}
fa: لینک به {{bird_id}}
fi: Linkki lajiin {{bird_id}}
fr: Lien vers {{bird_id}}
hu: Link a(z) {{bird_id}}-hez
it: collegamento a {{bird_id}}
ja: {{bird_id}}へのリンク
lt: Nuoroda į {{bird_id}}
ms: Pautan ke {{id_burung}}
nb: Lenke til {{bird_id}}
nl: Link naar {{bird_id}}
pl: Link do {{bird_id}}
pt_br: Link para {{bird_id}}
ru: Ссылка на {{bird_id}}
sk: Odkaz na {{bird_id}}
sl: Povezava do {{bird_id}}
sq: Link te {{bird_id}}
sr: Link ka {{bird_id}}
sv: Länk till {{bird_id}}
tr: {{bird_id}}'ye bağlantı
uk: Посилання на {{bird_id}}
vi: Liên kết đến {{bird_id}}
zh_hk: 連結到 {{bird_id}}

source: http://toucan.example/{{bird_id}}
eo: yo, hit up this link: http://toucan.example/{{bird_id}} — no cap
fr: http://toucan.exemple/{{bird_id}}
ms: http://contoh.toucab/{{id_burung}}

source: Launch app
hu: Alkalmazás indítása
ms: Lancarkan aplikasi

source: Add a {0} to the page
hu: Adjon hozzá egy {0}-t az oldalhoz
ms: Tambah {0} ke halaman

source: button
hu: gomb
ms: butang

source: form
hu: űrlap
ms: borang
