Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Your metabase instance appears to have been downgraded without a corresponding database downgrade.
ar: يبدو أن مثيل metabase قد تم خفض إصداره دون خفض إصدار قاعدة البيانات بالمقابل.
bg: Изглежда, че инстанцията на вашата метабаза е била понижена без съответното понижаване на базата данни.
ca: Sembla que la vostra instància de Metabase s'ha canviat a una versió anterior sense una baixada de la base de dades corresponent.
de: Ihre Metabase-Instanz scheint ohne ein entsprechendes Datenbank-Downgrade heruntergestuft worden zu sein.
eo: Your metabase thingy got downgraded, but the database didn’t get the memo lol
es: Tu instancia de metabase parece haber sido degradada sin la correspondiente degradación de la base de datos.
fa: به نظر می رسد نمونه متابیس شما بدون تنزل رتبه پایگاه داده مربوطه تنزل داده شده است.
fi: Metabasesi näyttäisi olevan alennettu ilman vastaavaa tietokannan alentamista.
fr: Votre instance de métabase semble avoir été rétrogradée sans qu'une rétrogradation correspondante de la base de données n'ait été effectuée.
hu: Úgy tűnik, hogy a metabázis-példány leminősítésre került, anélkül, hogy a megfelelő adatbázist leváltották volna.
it: Sembra che l'istanza del metabase sia stata declassata senza un corrispondente downgrade del database.
ja: メタベースのインスタンスが、対応するデータベースのダウングレードなしにダウングレードされたようです。
lt: Panašu, kad jūsų metabazės egzempliorius buvo grąžintas į ankstesnę versiją be atitinkamo duomenų bazės atnaujinimo.
ms: Contoh Metabase anda nampaknya telah diturunkan tanpa penurunan pangkalan data yang sepadan.
nb: Din metabaseinstans ser ut til å ha blitt nedgradert uten en korresponderende databasenedgradering.
nl: Uw metabase-instantie lijkt te zijn gedowngraded zonder een overeenkomstige database-downgrade.
pl: Wygląda na to, że instancja metabazy została zdegradowana bez odpowiadającej jej aktualizacji bazy danych.
pt_br: Parece que sua instância do Metabase foi rebaixada sem um rebaixamento de banco de dados correspondente.
ru: Похоже, что ваш экземпляр метабазы был понижен без соответствующего понижения базы данных.
sk: Zdá sa, že vaša inštancia metabázy bola aktualizovaná bez zodpovedajúcej aktualizácie databázy.
sl: Zdi se, da je bil vaš primerek metabaze degradiran brez ustrezne zbirke podatkov.
sq: Instanca juaj e Metabase duket se është ulur në version pa një ulje përkatëse të databazës.
sr: Izgleda da je vaša Metabase instanca downgrade-ovana bez odgovarajućeg downgrade-a baze podataka.
sv: Din metabaseinstans verkar blivit nedgraderad utan motsvarande nedgradering för databasen.
tr: Metatabanı örneğiniz, karşılık gelen bir veritabanı yükseltmesi olmadan düşürülmüş gibi görünüyor.
uk: Схоже, що інстанс Metabase було відкачено до нижчої версії без відповідного даунгрейду бази даних.
vi: Có vẻ như phiên bản metabase của bạn đã bị hạ cấp mà không có bản hạ cấp cơ sở dữ liệu tương ứng.
zh_hk: 您的元資料庫實例似乎已被降級，但沒有相對應的資料庫降級。

source: Downgrade detected. Please run `migrate down` from version {0}.
hu: Visszalépés észlelve. Kérjük, futtassa a `migrate down' parancsot a(z) {0} verzióból.
ms: Pengesanan penurunan versi. Sila jalankan `alih turun` dari versi {0}.

source: ERROR: Downgrade detected.
ar: خطأ: تم اكتشاف خفض إصدار.
bg: ГРЕШКА: Открито е понижаване на нивото.
ca: ERROR: s'ha detectat un canvi a una versió anterior.
de: FEHLER: Downgrade entdeckt.
eo: Oops, lowkey a downgrade just happened.
es: ERROR: Se detectó una versión más antigua.
fa: خطا: تنزل رتبه شناسایی شد.
fi: VIRHE: alentaminen havaittu
fr: ERREUR : Déclassement détecté.
hu: HIBA: Lefokozás észlelve.
it: ERRORE: Rilevato downgrade.
ja: ERROR：ダウングレードが検出されました。
lt: KLAIDA: aptiktas ankstesnės versijos atnaujinimas.
ms: RALAT: Pengesanan penurunan versi.
nb: FEIL: Nedgradering oppdaget.
nl: FOUT: Downgrade gedetecteerd.
pl: BŁĄD: Wykryto obniżenie wersji.
pt_br: ERRO: Downgrade detectado.
ru: ОШИБКА: Обнаружено понижение версии.
sk: CHYBA: Zistený downgrade.
sl: NAPAKA: Zaznana je bila zamenjava s starejšo različico.
sq: ERROR: U zbulua ulje e versionit.
sr: GREŠKA: Detektovan downgrade.
sv: FEL: Nedgradering detekterad.
tr: HATA: Sürüm düşürme algılandı.
uk: ПОМИЛКА: виявлено даунгрейд.
vi: LỖI: Đã phát hiện hạ cấp.
zh_hk: 錯誤：偵測到降級。

source: Checking if a database downgrade is required...
hu: Annak ellenőrzése, hogy szükséges-e az adatbázis leminősítése...
ms: Memeriksa jika penurunan pangkalan data diperlukan...

source: You must run `java -jar metabase.jar migrate down` from version {0}.
hu: Futtassa a `java -jar metabase.jar migrate down` parancsot a(z) {0} verzióból.
ms: Anda mesti menjalankan `java -jar metabase.jar alih turun` dari versi {0}.

source: No database name specified in URI.
ar: لم يتم تحديد اسم قاعدة البيانات في URI.
bg: В URI не е посочено име на база данни.
ca: No s'ha especificat cap nom de base de dades a l'URI.
de: Kein Datenbankname in der URI angegeben.
eo: Bruh, no database name in the URI, lol.
es: No se ha especificado ningún nombre de base de datos en el URI.
fa: هیچ نام پایگاه داده در URI مشخص نشده است.
fi: Tietokannan nimeä ei ole URL:ssa
fr: Aucun nom de base de données n'est spécifié dans l'URI.
hu: Az URI-ban nincs megadva adatbázisnév.
it: Nessun nome di database specificato nell'URI.
ja: URI にデータベース名が指定されていません。
lt: URI nenurodytas duomenų bazės pavadinimas.
ms: Tiada nama pangkalan data dinyatakan dalam URI.
nb: Ingen databasenavn spesifisert i URI.
nl: Geen databasenaam opgegeven in URI.
pl: W URI nie określono nazwy bazy danych.
pt_br: Nenhum nome de banco de dados especificado no URI.
ru: В URI не указано имя базы данных.
sk: V URI nie je uvedený názov databázy.
sl: V URI-ju ni navedeno ime zbirke podatkov.
sq: Nuk u specifikua emri i databazës në URI.
sr: U URI-ju nije navedeno ime baze podataka.
sv: Avsaknad av databasnamn i URI.
tr: URI'de veritabanı adı belirtilmemiş.
uk: В URI не вказано назву бази даних.
vi: Không có tên cơ sở dữ liệu nào được chỉ định trong URI.
zh_hk: URI 中未指定資料庫名稱。

source: Unable to to get database details.
ar: تعذر الحصول على تفاصيل قاعدة البيانات.
bg: Невъзможно е да се получи информация за базата данни.
ca: No es poden obtenir els detalls de la base de dades.
de: Kann keine Datenbank-Details abrufen.
eo: Can't even get the database info rn, it's a whole mess.
es: No se pueden obtener detalles de la base de datos.
fa: نمی توان جزئیات پایگاه داده را دریافت کرد.
fi: Tietokannan lisätietoja ei saada
fr: Impossible d'obtenir les détails de la base de données.
hu: Nem siker
it: Impossibile ottenere i dettagli del database.
ja: データベースの詳細を取得できません。
lt: Nepavyko gauti duomenų bazės informacijos.
ms: Tidak dapat mendapatkan butiran pangkalan data.
nb: Kunne ikke hente databasedetaljer.
nl: Kan databasedetails niet ophalen.
pl: Nie można uzyskać szczegółów bazy danych.
pt_br: Não é possível obter detalhes do banco de dados.
ru: Невозможно получить сведения о базе данных.
sk: Nie je možné získať údaje o databáze.
sl: Podrobnosti zbirke podatkov ni mogoče dobiti.
sq: Nuk u arrit të merren detajet e databazës.
sr: Nije moguće dobiti detalje baze podataka.
sv: Misslyckades med att hämta databasdetaljer.
tr: Veritabanı ayrıntıları alınamıyor.
uk: Не вдалося отримати деталі бази даних.
vi: Không thể lấy được thông tin chi tiết về cơ sở dữ liệu.
zh_hk: 無法取得資料庫詳細資料。

source: Excludes {0}
ar: يستبعد {0}
bg: С изключение на {0}
ca: Exclou {0}
de: Ausgeschlossen sind {0}
eo: Leaves out {0} or it’s not including {0} like fr
es: Excluye {0}
fa: شامل {0}نمی شود
fi: Poissulkee {0}
fr: Exclut {0}
hu: Nem tartalmazza a(z) {0}-t
it: Escluso {0}
ja: {0}を除く
lt: Neįtraukiama {0}
ms: Tidak termasuk {0}
nb: Ekskluderer {0}
nl: Exclusief {0}
pl: Nie obejmuje {0}
pt_br: Exclui {0}
ru: Исключая {0}
sk: Nezahŕňa {0}
sl: Izključuje {0}
sq: Përjashton {0}
sr: Isključuje {0}
sv: Exkluderar {0}
tr: {0} hariçtir
uk: Виключає {0}
vi: Loại trừ {0}
zh_hk: 不包括 {0}

source: The OpenAI Model (e.g. 'gpt-4-turbo-preview', 'gpt-4', 'gpt-3.5-turbo')
hu: Az OpenAI modell (pl. „gpt-4-turbo-preview”, „gpt-4”, „gpt-3.5-turbo”)
ms: Model OpenAI (cth. 'gpt-4-turbo-preview', 'gpt-4', 'gpt-3.5-turbo')

source: :dataset is inconsistent with :type
hu: :dataset nem konzisztens a :type-val
ms: :dataset tidak konsisten dengan :jenis

source: changed the width setting from {0} to {1}
ar: غيّر إعداد العرض من {0} إلى {1}
bg: промени настройката на ширината от {0} на {1}
ca: ha canviat la configuració d'amplada de {0} a {1}
de: die Breiteneinstellung von {0} auf {1}geändert
eo: switched the width from {0} to {1} lol
es: cambió la configuración del ancho de {0} a {1}
fa: تنظیم عرض را از {0} به {1}تغییر داد
fi: pituusasetus muutettu {0} => {1}
fr: a modifié le paramètre de largeur de {0} à {1}
hu: a szélesség beállítása {0}-ról {1}-re változott
it: modificato l'impostazione della larghezza da {0} a {1}
ja: 幅の設定を{0}から{1}に変更
lt: pakeitė pločio nustatymą iš {0} į {1}
ms: menukar tetapan lebar dari {0} ke {1}
nb: endret breddeinnstilling fra {0} til {1}
nl: de breedte-instelling gewijzigd van {0} naar {1}
pl: zmieniono ustawienie szerokości z {0} na {1}
pt_br: mudou a configuração de largura de {0} para {1}
ru: изменил настройку ширины с {0} на {1}
sk: zmenil nastavenie šírky z {0} na {1}
sl: Nastavitev širine je bila spremenjena iz {0} v {1}
sq: ndryshoi cilësimin e gjerësisë nga {0} në {1}
sr: promenjeno podešavanje širine sa {0} na {1}
sv: ändrade inställningen bredd från {0} till {1}
tr: genişlik ayarını {0} 'dan {1}'a değiştirdi
uk: змінив налаштування ширини з {0} на {1}
vi: đã thay đổi cài đặt chiều rộng từ {0} thành {1}
zh_hk: 寬度設定從 {0} 改為 {1}

source: type changed from {0} to {1}
ar: تم تغيير النوع من {0} إلى {1}
bg: типът е променен от {0} на {1}
ca: el tipus ha canviat de {0} a {1}
de: Typ geändert von {0} auf {1}
eo: situation switched from {0} to {1}
es: el tipo cambió de {0} a {1}
fa: نوع از {0} به {1}تغییر کرد
fi: tyyppi muutettu {0} => {1}
fr: type modifié de {0} à {1}
hu: típus megváltozott. Régi érték: {0}, új érték: {1}
it: tipo cambiato da {0} a {1}
ja: タイプが{0}から{1}に変更された。
lt: tipas pakeistas iš {0} į {1}
ms: jenis ditukar dari {0} ke {1}
nb: type endret fra {0} til {1}
nl: type gewijzigd van {0} in {1}
pl: zmieniono typ z {0} na {1}
pt_br: tipo alterado de {0} para {1}
ru: тип изменен с {0} на {1}
sk: typ zmenený z {0} na {1}
sl: Vrsta se je spremenila iz {0} v {1}
sq: tipi ndryshoi nga {0} në {1}
sr: tip promenjen sa {0} na {1}
sv: typen ändrades från {0} till {1}
tr: türü {0} yerine {1}olarak değiştirildi
uk: тип змінено з {0} на {1}
vi: loại đã thay đổi từ {0} thành {1}
zh_hk: 類型從 {0} 改為 {1}

source: turned this to a model
ar: حوّل هذا إلى نموذج
bg: превърна това в модел
ca: convertit això en un model
de: dies zu einem Modell gemacht
eo: turned this into a whole vibe
es: convirtió esto en un modelo
fa: این را به یک مدل تبدیل کرد
fi: muutettu malliksi
fr: en a fait un modèle
hu: ezt modellre alakította
it: trasformato in un modello
ja: これをモデルにした
lt: pavertė tai modeliu
ms: menukarkan ini kepada model
nb: gjorde dette om til en modell
nl: veranderde dit in een model
pl: przekształcił to w model
pt_br: transformou isso em um modelo
ru: превратил это в модель
sk: premenil na model
sl: spremenil je to v model
sq: e ktheu këtë në një model
sr: pretvoreno u model
sv: konverterade denna till en modell
tr: bunu bir modele dönüştürdü
uk: перетворив це на модель
vi: biến điều này thành một mô hình
zh_hk: 將此變成模型

source: Invalid {0} configuration for setting: {1}
ar: تهيئة {0} غير صالحة للإعداد: {1}
bg: Невалидна конфигурация на {0} за настройка: {1}
ca: Configuració {0} no vàlida per a la configuració: {1}
de: Ungültige {0} Konfiguration für die Einstellung: {1}
eo: Bruh, this {0} config for {1} is straight-up invalid lol
es: Configuración {0} no válida para la configuración: {1}
fa: پیکربندی {0} نامعتبر برای تنظیم: {1}
fi: Virheellinen {0}-määritys asetukselle: {1}
fr: Configuration invalide {0} pour le réglage : {1}
hu: Érvénytelen {0} konfiguráció a következő beállításhoz: {1}
it: Configurazione non valida di {0} per l'impostazione: {1}
ja: {0} の設定が無効です：{1}
lt: Netinkama {0} konfigūracija nustatymui: {1}
ms: Konfigurasi {0} tidak sah untuk tetapan: {1}
nb: Ugyldig {0} konfigurasjon for innstilling: {1}
nl: Ongeldige {0} configuratie voor instelling: {1}
pl: Nieprawidłowa konfiguracja {0} dla ustawienia: {1}
pt_br: Definição {0} inválida para configuração: {1}
ru: Недопустимая конфигурация {0} для настройки: {1}
sk: Neplatná konfigurácia {0} pre nastavenie: {1}
sl: Neveljavna {0} konfiguracija za nastavitev: {1}
sq: Konfigurim i pavlefshëm {0} për cilësimin: {1}
sr: Nevažeća {0} konfiguracija za podešavanje: {1}
sv: Ogiltig {0}-konfiguration för inställning: {1}
tr: Ayar için geçersiz {0} yapılandırması: {1}
uk: Недійсна конфігурація {0} для налаштування: {1}
vi: Cấu hình {0} không hợp lệ cho cài đặt: {1}
zh_hk: {0} 設定設定無效： {1}

source: Setting {0} uses both :default and :init options, which are mutually exclusive
ar: الإعداد {0} يستخدم خياري :default و:init معًا، وهما خياران متنافيان
bg: При задаване на {0} се използват двете опции :default и :init, които са взаимно изключващи се.
ca: La configuració {0} utilitza les opcions :default i :init, que s'exclouen mútuament
de: Die Einstellung {0} verwendet die beiden Optionen :default und :init, die sich gegenseitig ausschließen
eo: Setting {0} be using both :default and :init options, but they’re kinda mutually exclusive fr fr
es: La configuración {0} utiliza las opciones :default y :init, que son mutuamente excluyentes
fa: تنظیم {0} از هر دو گزینه :default و :init استفاده می کند که متقابلاً منحصر به فرد هستند.
fi: Asetus {0} käyttää sekä :default että :init vaihtoehtoja, mikä ei ole sallittu
fr: Le paramètre {0} utilise à la fois les options :default et :init, qui s'excluent mutuellement.
hu: A {0} beállítása a :default és :init opciókat egyaránt használja, amelyek kölcsönösen kizárják egymást
it: L'impostazione di {0} utilizza entrambe le opzioni :default e :init, che si escludono a vicenda.
ja: {0}を設定すると、:defaultオプションと:initオプションの両方が使用されます
lt: Nustatant {0} naudojamos ir :default, ir :init parinktys, kurios viena kitą paneigia
ms: Tetapan {0} menggunakan kedua-dua pilihan dan, yang saling eksklusif.
nb: Innstilling {0} benytter både :default og :init alternativ, som er gjensidig utelukkende
nl: Het instellen van {0} gebruikt zowel :default als :init opties, die elkaar uitsluiten.
pl: Ustawienie {0} wykorzystuje opcje :default i :init, które wzajemnie się wykluczają
pt_br: A configuração {0} usa as opções :default e :init, que são mutuamente exclusivas
ru: Установка {0} использует оба параметра :default и :init, которые являются взаимоисключающими.
sk: Nastavenie {0} používa možnosti :default a :init, ktoré sa navzájom vylučujú
sl: Nastavitev {0} uporablja možnosti :d efault in :init, ki se medsebojno izključujeta
sq: Cilësimi {0} përdor si opsionet :default ashtu edhe :init, të cilat përjashtojnë njëra-tjetrën
sr: Podešavanje {0} koristi i :default i :init opcije, koje su međusobno isključive
sv: Inställningen {0} använder både ":default"- och ":init" men bara en av dem tillåts åt gången.
tr: {0} ayarı, birbirini dışlayan :default ve :init seçeneklerinin her ikisini de kullanır
uk: Налаштування {0} використовує опції :default і :init одночасно, а вони взаємовиключні
vi: Thiết lập {0} sử dụng cả hai tùy chọn :default và :init, loại trừ lẫn nhau
zh_hk: 設定 {0} 會同時使用 :default 和 :init 選項，這兩個選項是互斥的

source: Error of type {0} thrown while parsing a setting
ar: تم طرح خطأ من النوع {0} أثناء تحليل إعداد
bg: Грешка от тип {0} , хвърлена при обработката на настройка
ca: S'ha produït un error de tipus {0} en analitzar una configuració
de: Fehler des Typs {0} , der beim Parsen einer Einstellung auftritt
eo: Oops, got an error of type {0} popping off while trying to parse a setting, lol.
es: Se ha producido un error de tipo {0} al analizar una configuración
fa: خطای نوع {0} هنگام تجزیه یک تنظیم پرتاب شد
fi: Virhe, jonka tyyppi on {0}, ilmestyi asetusta jäsennettäessä
fr: Erreur de type {0} lors de l'analyse d'un paramètre
hu: A(z) {0} típusú hiba történt egy beállítás elemzése során
it: Errore del tipo {0} lanciato durante l'analisi di un'impostazione
ja: 設定の解析中に {0} 型のエラーが発生しました。
lt: Nagrinėjant nustatymą, įvesta {0} tipo klaida
ms: Ralat jenis {0} dilemparkan semasa mengurai tetapan
nb: Feil av type {0} ved gjennomgang av en innstilling
nl: Fout van het type {0} gegooid tijdens het parsen van een instelling
pl: Błąd typu {0} podczas analizowania ustawienia
pt_br: Erro do tipo {0} gerado ao analisar uma configuração
ru: Ошибка типа {0} , возникшая при разборе настройки
sk: Chyba typu {0} vyhodená pri analyzovaní nastavenia
sl: Napaka vrste {0} vržena med razčlenjevanjem nastavitve
sq: Gabim i tipit {0} u hodh gjatë parsimit të një cilësimi
sr: Greška tipa {0} bačena tokom parsiranja podešavanja
sv: Fel av typen {0} kastades under utläsning av en inställning
tr: Bir ayar ayrıştırılırken {0} türünde hata atıldı
uk: Під час розбору налаштування сталася помилка типу {0}
vi: Lỗi loại {0} được phát hiện khi phân tích cú pháp cài đặt
zh_hk: 解析設定時產生 {0} 類型的錯誤

source: Maximum number of rows to render in an alert or subscription image.
ar: الحد الأقصى لعدد الصفوف التي سيتم عرضها في صورة تنبيه أو اشتراك.
bg: Максимален брой редове, които да се визуализират в изображение на предупреждение или абонамент.
ca: Nombre màxim de files per representar en una imatge d'alerta o de subscripció.
de: Maximale Anzahl der Zeilen, die in einer Meldung oder einem Abonnementbild dargestellt werden.
eo: Max rows you can show in an alert or subscription pic, fr.
es: Número máximo de filas para representar en una imagen de alerta o suscripción.
fa: حداکثر تعداد ردیف برای ارائه در یک تصویر هشدار یا اشتراک.
fi: Maksimirivimäärä hälytys- ja tilauskuvalle
fr: Nombre maximal de lignes à afficher dans une image d'alerte ou d'abonnement.
hu: A riasztás vagy előfizetési kép maximálisan megjelenítendő sorainak száma.
it: Numero massimo di righe da visualizzare nell'immagine di un avviso o di un abbonamento.
ja: アラートまたは購読イメージでレンダリングする行の最大数。
lt: Didžiausias eilučių, kurias reikia pateikti įspėjimo arba prenumeratos vaizde, skaičius.
ms: Bilangan maksimum baris untuk dipaparkan dalam imej amaran atau langganan.
nb: Maksimalt antall rader som vises i en alarm eller abonnementsbilde.
nl: Maximum aantal rijen dat moet worden weergegeven in een waarschuwing of abonnementsafbeelding.
pl: Maksymalna liczba wierszy do wyrenderowania w obrazie alertu lub subskrypcji.
pt_br: Número máximo de linhas a serem renderizadas em uma imagem de alerta ou de assinatura.
ru: Максимальное количество строк для отображения в оповещении или изображении подписки.
sk: Maximálny počet riadkov, ktoré sa majú vykresliť v obrázku upozornenia alebo predplatného.
sl: Največje število vrstic za upodabljanje v opozorilu ali naročniški sliki.
sq: Numri maksimal i rreshtave për t’u renderuar në një imazh alarmi ose abonimi.
sr: Maksimalan broj redova za renderovanje u slici upozorenja ili pretplate.
sv: Maximalt antal rader att rendera i en varning- eller prenumerationsbild.
tr: Bir uyarı veya abonelik görüntüsünde oluşturulacak maksimum satır sayısı.
uk: Максимальна кількість рядків для рендерингу в зображенні сповіщення або підписки.
vi: Số lượng hàng tối đa để hiển thị trong hình ảnh cảnh báo hoặc đăng ký.
zh_hk: 要在警示或訂閱影像中呈現的最大行數。
