Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Rules will be applied in this order
ar: سيتم تطبيق القواعد بهذا الترتيب
bg: Правилата ще се прилагат в този ред
ca: Les regles s'aplicaran en aquest ordre
de: Regeln werden in dieser Reihenfolge angewandt
eo: The rules will be flexed in this order
es: Las reglas se aplicarán en este orden
fa: قوانین به این منظور اعمال خواهد شد
fi: Sääntöjä sovelletaan tässä järjestyksessä
fr: Les règles seront appliquées dans cet ordre
hu: A szabályok ebben a sorrendben lesznek alkalmazva
it: Le regole saranno applicate in quest'ordine
ja: この順番でルールが適用されます
lt: Taisyklėmis bus taikomos taisyklės
ms: Peraturan akan diterapkan dalam urutan ini
nb: Regler vil bli lagt til i denne sorteringen
nl: Condities worden in deze volgorde uitgevoerd
pl: Reguły będą stosowane w tej kolejności
pt_br: As regras serão aplicadas nesta ordem
ru: Правила будут применяться в этом порядке
sk: Pravidlá sa budú uplatňovať v tomto poradí
sl: Pravila se bodo uporabljala v tem vrstnem redu
sq: Rregullat do të aplikohen në këtë renditje
sr: Pravila će se primenjivati ovim redosledom
sv: Regler kommer att tillämpas i denna ordning
tr: Kurallar bu sırayla uygulanacak
uk: Правила застосовуватимуться в такому порядку
vi: Các quy tắc sẽ được áp dụng theo thứ tự này
zh_hk: 規則將會被應用在這個指令中

source: Click and drag to reorder.
ar: انقر واسحب لإعادة الترتيب.
bg: Щракнете и плъзнете, за да пренаредите.
ca: Feu clic i arrossegueu per reordenar.
de: Klicken und Ziehen zum Sortieren.
eo: Just tap and hold to swap the vibes
es: Pulsa y arrastra para cambiar el orden
fa: برای ترتیب دوباره، روی کلیک کنید و بکشید
fi: Järjestä: klikkaa ja raahaa
fr: Cliquer et glisser pour changer l'ordre
hu: Kattintson és húzza, hogy átrendezze.
it: Clicca e trascina per riordinare
ja: 順番を変更するにはクリックしてドラッグしてください
lt: Spustelėkite ir vilkite, kad pakeistumėte.
ms: Klik dan seret untuk menyusun semula.
nb: Klikk og dra for å endre rekkefølge.
nl: Klik en versleep om te verplaaten
pl: Kliknij i przeciągnij, aby zmienić kolejność.
pt_br: Clique e arraste para reordenar.
ru: Нажмите и перетащите чтобы изменить порядок.
sk: Kliknutím a potiahnutím zmeníte poradie.
sl: Kliknite in povlecite, da spremenite vrstni red.
sq: Kliko dhe tërhiq për të rirenditur.
sr: Kliknite i prevucite da promenite redosled.
sv: Klicka och dra för att ändra ordning.
tr: Yeniden düzenlemek için tıklayın ve sürükleyin.
uk: Клацніть і перетягніть, щоб змінити порядок.
vi: Nhấp và kéo để sắp xếp lại
zh_hk: 點擊並且拖拽來重新分配

source: No columns selected
ar: لم يتم تحديد أعمدة
bg: Няма избрани колони
ca: No s'ha seleccionat cap columna
de: Keine Spalten gewählt
eo: No cap, no columns chose lol
es: Ninguna columna seleccionada
fa: ستونها انتخاب نشده اند
fi: Ei valittuja sarakkeita
fr: Pas de colonne sélectionnée
hu: Nincsenek kiválasztott oszlopok
it: Nessuna colonna selezionata
ja: 列が選択されていません
lt: Nėra pasirinktų stulpelių
ms: Tiada lajur dipilih
nb: Ingen kolonner valgt
nl: Geen kolommen geselecteerd
pl: Nie wybrano kolumn
pt_br: Nenhuma coluna selecionada
ru: Столбцы не выбраны
sk: Nie sú vybrané žiadne stĺpce
sl: Ni izbranih stolpcev
sq: Nuk është zgjedhur asnjë kolonë
sr: Nijedna kolona nije izabrana
sv: Inga kolumner valda
tr: Sütun seçilmedi
uk: Стовпці не вибрано
vi: Không cột nào được chọn
zh_hk: 沒有選擇欄位

source: Cells in this column will be tinted based on their values.
ar: سيتم تظليل خلايا هذا العمود بناءً على قيمها.
bg: Клетките в тази колона ще бъдат оцветени въз основа на техните стойности.
ca: Les cel·les d'aquesta columna es pintaran segons els seus valors.
de: Zellen in dieser Spalte werden anhand ihrer Werte eingefärbt.
eo: Cells in this column are gonna be tinted based on their vibes.
es: Las celdas en esta columna se colorearán según sus valores.
fa: سلولهای این ستون بر اساس مقادیرشان رنگ میشوند.
fi: Tämän sarakkeen solut sävytetään niiden arvojen perusteella.
fr: Les cellules de cette colonne seront teintées selon leur valeur.
hu: Az oszlop cellái értékeik alapján lesznek színezve.
it: Le celle in questa colonna saranno colorate in base ai loro valori.
ja: この列のセルは値によって色付けされます
lt: Šio stulpelio ląstelės bus tonuojamos pagal jų vertes.
ms: Sel dalam lajur ini akan ditonjolkan berdasarkan nilai mereka.
nb: Celler i denne kolonnen vil bli toner basert på deres verdier.
nl: Cellen in deze kolom zullen ingekleurd worden op basis van hun waardes.
pl: Komórki w tej kolumnie będą przyciemniane na podstawie ich wartości.
pt_br: As células nesta coluna serão coloridas com base em seus valores.
ru: Ячейки этой колонки будут окрашены в зависимости от их значений.
sk: Bunky v tomto stĺpci budú zafarbené na základe ich hodnôt.
sl: Celice v tem stolpcu bodo obarvane glede na njihove vrednosti.
sq: Qelitë në këtë kolonë do të ngjyrosen sipas vlerave të tyre.
sr: Ćelije u ovoj koloni biće nijansirane na osnovu svojih vrednosti.
sv: Celler i denna kolumn kommer att färgas beroende på värde.
tr: Bu sütundaki hücreler, değerlerine göre renklendirilecektir.
uk: Клітинки в цьому стовпці будуть тонуватися залежно від їхніх значень.
vi: Các ô trong cột này sẽ được pha màu dựa trên các giá trị của chúng
zh_hk: 在這個欄位中的資料將會根據它們的值被染色

source: When a cell in these columns is {0} it will be tinted this color.
hu: Ha ezekben az oszlopokban egy cella {0}, akkor ilyen színű lesz.
ms: Apabila sel dalam lajur ini adalah {0}, ia akan ditonjolkan warna ini.

source: Which columns should be affected?
ar: أي الأعمدة يجب أن تتأثر؟
bg: Кои колони трябва да бъдат засегнати?
ca: A quines columnes s'aplica?
de: Welche Spalten sind betroffen?
eo: Which columns should bе vibin' with this?
es: ¿A qué columnas se aplica?
fa: کدام ستون باید تحت تاثیر قرار گیرد؟
fi: Mihin sarakkeisiin pitäisi vaikuttaa?
fr: Quelles colonnes devraient être affectées ?
hu: Mely oszlopokat kell érinteni?
it: Quali colonne dovrebbero essere influenzate?
ja: どの列に適用しますか?
lt: Kokie stulpeliai turėtų būti paveikti?
ms: Lajur mana yang patut dipengaruhi?
nb: Hvilke kolonner skal påvirkes?
nl: Welke kolommen moeten worden beïnvloed?
pl: Które kolumny powinny mieć wpływ?
pt_br: Quais colunas devem ser afetadas?
ru: Какие колонки должны быть затронуты?
sk: Ktoré stĺpce by mali byť ovplyvnené?
sl: Na katere stolpce je treba vplivati?
sq: Cilat kolona duhet të preken?
sr: Na koje kolone to treba da utiče?
sv: Vilka kolumner ska beröras?
tr: Hangi sütunlar etkilenmeli?
uk: На які стовпці це має впливати?
vi: Những cột nào sẽ bị ảnh hưởng?
zh_hk: 哪些欄位應受影響？

source: Formatting style
ar: نمط التنسيق
bg: Стил на форматиране
ca: Estil del format
de: Format
eo: Aesthetic vibe
es: Estilo de formato
fa: سبک فرمت
fi: Muotoilutyyli
fr: Style de formatage
hu: Formázási stílus
it: Stile di formattazione
ja: フォーマットスタイル
lt: Formatavimo stilius
ms: Gaya pemformatan
nb: Formatteringstil
nl: Opmaakstijl
pl: Styl formatowania
pt_br: Estilo de formatação
ru: Стиль форматирования
sk: Štýl formátovania
sl: Slog oblikovanja
sq: Stili i formatimit
sr: Stil formatiranja
sv: Formatteringsstil
tr: Biçimlendirme stili
uk: Стиль форматування
vi: Định dạng kiểu
zh_hk: 格式化樣式

source: Single color
ar: لون واحد
bg: Едноцветен
ca: Color únic
de: Eine Farbe
eo: Just one vibe
es: Color único
fa: تنها رنگ
fi: Yksivärinen
fr: Couleur unique
hu: Egyszínű
it: Singolo colore
ja: 単色
lt: Viena spalva
ms: Warna tunggal
nb: Enkel farge
nl: Enkele kleur
pl: Pojedynczy kolor
pt_br: Cor única
ru: Один цвет
sk: Jedna farba
sl: Enobarvna
sq: Një ngjyrë
sr: Jedna boja
sv: Ren färg
tr: Tek renk
uk: Один колір
vi: Màu đơn
zh_hk: 顏色值

source: Color range
ar: نطاق ألوان
bg: Цветова гама
ca: Rang de colors
de: Farbspektrum
eo: color range → vibe spectrum
es: Rango de Color
fa: محدوده رنگ
fi: Monivärinen
fr: Plage de couleur
hu: Színtartomány
it: Intervallo di colori
ja: 色の範囲
lt: Spalvų gama
ms: Julat warna
nb: Fargeskala
nl: Kleuren reeks
pl: Zakres kolorów
pt_br: Gama de cores
ru: Диапазон цветов
sk: Farebná škála
sl: Barvna paleta
sq: Interval ngjyrash
sr: Opseg boja
sv: Färgintervall
tr: Renk aralığı
uk: Діапазон кольорів
vi: Dải màu
zh_hk: 顏色範圍

source: When a cell in this column is…
hu: Amikor ebben az oszlopban egy cella…
ms: Apabila sel dalam lajur ini ialah…

source: …turn its background this color:
ar: …غيّر خلفيتها إلى هذا اللون:
bg: ... превърнете фона му в този цвят:
ca: …pinta el fons d'aquest color:
de: ...ändere ihre Hintergrundfarbe in diese Farbe:
eo: …make its background this color, fr fr
es: …pinta el fondo de este color:
fa: ... پس زمینه این رنگ را عوض کنید:
fi: …muuta sen tausta tällä värillä:
fr: ...changer son arrière-plan dans cette couleur :
hu: …a hátterét erre a színre változtatja:
it: ...cambia il suo sfondo con questo colore:
ja: 背景がこの色になる:
lt: … Pasukite savo foną šią spalvą:
ms: … tukarkan latar belakangnya kepada warna ini:
nb: …endre bakgrunnsfargen til denne fargen:
nl: ...verander de achtergrond in deze kleur:
pl: ... zmień tło tego koloru:
pt_br: … mude o fundo para esta cor:
ru: переключить фоновый цвет в этот цвет:
sk: … zmeniť pozadie na túto farbu:
sl: … Spremenite njegovo ozadje v to barvo:
sq: …bëje sfondin e saj këtë ngjyrë:
sr: …oboji joj pozadinu ovom bojom:
sv: …växla dess bakgrund till denna färg:
tr: … arka planını şu rengi döndürün:
uk: …зробіть тло таким кольором:
vi: ...để nền màu này
zh_hk: ……改變它的背景為這個顏色：

source: Highlight the whole row
ar: تمييز الصف بالكامل
bg: Маркирайте целия ред
ca: Ressalta tota la fila
de: Die gesamte Zeile hervorheben
eo: Highlight the whole row → Hit different with the entire row
es: Resalta la fila entera
fa: تمام سطر را برجسته کنید
fi: Korosta koko rivi
fr: Surligner toute la ligne
hu: Jelölje ki az egész sort
it: Evidenzia l'intera riga
ja: 全行をハイライトする
lt: Pažymėkite visą eilutę
ms: Serlahkan keseluruhan baris
nb: Framhev hele raden
nl: Markeer de hele rij
pl: Podświetl cały wiersz
pt_br: Destaque a linha inteira
ru: Подсветить всю строку
sk: Zvýraznite celý riadok
sl: Označevanje celotne vrstice
sq: Thekso të gjithë rreshtin
sr: Istakni ceo red
sv: Markera hela raden
tr: Tüm satırı vurgula
uk: Підсвітити весь рядок
vi: Đánh dấu toàn bộ hàng
zh_hk: 高亮整行

source: Colors
ar: الألوان
bg: Цветове
de: Farben
eo: Colors → Vibes
es: Colores
fa: رنگ ها
fi: Värit
fr: Couleurs
hu: Színek
it: Colori
ja: 色
lt: Spalvos
ms: Warna
nb: Farger
nl: Kleuren
pl: Kolory
pt_br: Cores
ru: Цвета
sk: Farby
sl: Barve
sq: Ngjyra
sr: Boje
sv: Färger
tr: Renkler
uk: Кольори
vi: Màu
zh_hk: 顏色

source: Start the range at
ar: ابدأ النطاق عند
bg: Започнете диапазона от
ca: El rang comença
de: Starte Skala bei
eo: Kick it off at
es: Empieza el rango en
fa: محدوده را در شروع کنید
fi: Aloita väli
fr: Commencer la plage à
hu: A tartomány kezdete
it: Inizia la serie a
ja: 範囲をここから指定する
lt: Pradėkite diapazoną
ms: Mulakan julat pada
nb: Start omfanget med
nl: Start de reeks met
pl: Rozpocznij od
pt_br: Começar o intervalo em
ru: Начать диапазон с
sk: Začať rozsah na
sl: Začnite obseg pri
sq: Fillo intervalin në
sr: Započni opseg od
sv: Börja intervallet på
tr: Aralığı başla
uk: Почати діапазон з
vi: Bắt đầu chuỗi từ
zh_hk: 範圍開始於

source: Smallest value in this column
ar: أصغر قيمة في هذا العمود
bg: Най-малката стойност в тази колона
ca: El valor més petit d'aquesta columna
de: Geringster Wert in dieser Spalte
eo: The lowest value in this column, fr fr.
es: El valor más pequeño en esta columna
fa: کوچکترین مقدار در این ستون
fi: Pienin arvo tässä sarakkeessa
fr: Plus petite valeur dans cette colonne
hu: A legkisebb érték ebben az oszlopban
it: Il più piccolo valore in questa colonna
ja: この列の最小値
lt: Mažiausia vertė šiame stulpelyje
ms: Nilai terkecil dalam lajur ini
nb: Minste verdi i denne kolonnen
nl: De laagste waarde in deze kolom
pl: Najmniejsza wartość w tej kolumnie
pt_br: Menor valor nesta coluna
ru: Наименьшее значение в этом столбце
sk: Najmenšia hodnota v tomto stĺpci
sl: Najmanjša vrednost v tem stolpcu
sq: Vlera më e vogël në këtë kolonë
sr: Najmanja vrednost u ovoj koloni
sv: Lägsta värdet i denna kolumn
tr: Bu sütundaki en küçük değer
uk: Найменше значення в цьому стовпці
vi: Giá trị nhỏ nhất cột
zh_hk: 在這個欄位中最小的值

source: Smallest value in each column
ar: أصغر قيمة في كل عمود
bg: Най-малката стойност във всяка колона
ca: El valor més petit de cada columna
de: Geringster Wert in jeder Spalte
eo: The tiniest number in each column, fr fr
es: El valor más pequeño en cada columna
fa: کوچکترین مقدار در هر ستون
fi: Kunkin sarakkeen pienin arvo
fr: Plus petite valeur dans chaque colonne
hu: A legkisebb érték minden oszlopban
it: Il più piccolo valore in ogni colonna
ja: 各列の最小値
lt: Mažiausia vertė kiekvienoje stulpelyje
ms: Nilai terkecil dalam setiap lajur
nb: Minste verdi i hver kolonne
nl: De laagste waarde in elke kolom
pl: Najmniejsza wartość w każdej kolumnie
pt_br: Menor valor em cada coluna
ru: Наименьшее значение в каждом столбце
sk: Najmenšia hodnota v každom stĺpci
sl: Najmanjša vrednost v vsakem stolpcu
sq: Vlera më e vogël në çdo kolonë
sr: Najmanja vrednost u svakoj koloni
sv: Lägsta värdet i varje kolumn
tr: Her sütundaki en küçük değer
uk: Найменше значення в кожному стовпці
vi: Giá trị nhỏ nhất mỗi cột
zh_hk: 在每個欄位中最小的值

source: Smallest value in all of these columns
ar: أصغر قيمة في كل هذه الأعمدة
bg: Най-малката стойност във всички тези колони
ca: El valor més petit en totes aquestes columnes
de: Geringster Wert in all diesen Spalten
eo: The lowest value across all these columns, fr fr
es: El valor más pequeño en todas estas columnas
fa: کوچکترین مقدار در همه این ستون ها
fi: Pienin arvo kaikissa näissä sarakkeissa
fr: Plus petite valeur dans toutes ces colonnes
hu: A legkisebb érték mindezekben az oszlopokban
it: Il più piccolo valore in tutte queste colonne
ja: これらの列の最小値
lt: Mažiausia vertė visuose šiuose stulpeliuose
ms: Nilai terkecil dalam semua lajur ini
nb: Minste verdi i alle disse kolonnene
nl: De laagste waarde van al deze kolommen
pl: Najmniejsza wartość we wszystkich tych kolumnach
pt_br: Menor valor em todas essas colunas
ru: Наименьшее значение во всех этих столбцах
sk: Najnižšia hodnota vo všetkých týchto stĺpcoch
sl: Najmanjša vrednost v vseh teh stolpcih
sq: Vlera më e vogël në të gjitha këto kolona
sr: Najmanja vrednost u svim ovim kolonama
sv: Lägstsa värdet i alla dessa kolumner
tr: Bu sütunların hepsindeki en küçük değer
uk: Найменше значення в усіх цих стовпцях
vi: Giá trị nhỏ nhất trong tất cả các cột
zh_hk: 在所有這些欄位中最小的值

source: Custom value
ar: قيمة مخصصة
bg: Персонализирана стойност
ca: Valor personalitzat
de: Benutzerdefinierter Wert
eo: Custom value → "Flexed stat"
es: Valor personalizado
fa: ارزش سفارشی
fi: Muokkaa arvo
fr: Valeur personnalisée
hu: Egyedi érték
it: Valore personalizzato
ja: カスタム値
lt: Individuali vertė
ms: Nilai tersuai
nb: Egen verdi
nl: Aangepaste waarde
pl: Wartość niestandardowa
pt_br: Valor personalizado
ru: Произвольное значение
sk: Vlastná hodnota
sl: Vrednost po meri
sq: Vlerë e personalizuar
sr: Prilagođena vrednost
sv: Valfritt värde
tr: Özel değer
uk: Користувацьке значення
vi: Giá trị tùy chỉnh
zh_hk: 自訂值

source: End the range at
ar: أنهِ النطاق عند
bg: Завършете диапазона на
ca: Finalitzar el rang a
de: Beende Skala bei
eo: Wrap it up at
es: Finaliza el rango en
fa: محدوده را در پایان
fi: Lopeta väli
fr: Arrêter la plage à
hu: A tartomány vége
it: Fine della serie a
ja: 範囲をここまでに指定する
lt: Baigti diapazoną
ms: Tamatkan julat pada
nb: Avslutt området ved
nl: Eindig de reeks met
pl: Koniec zakresu na
pt_br: Terminar o intervalo em
ru: Закончить диапазон
sk: Ukončite rozsah na
sl: Končanje obsega pri
sq: Përfundo intervalin në
sr: Završi opseg na
sv: Avsluta intervallet på
tr: Aralığını sonlandır
uk: Завершити діапазон на
vi: Kết thúc chuỗi ở
zh_hk: 結束範圍在

source: Largest value in this column
ar: أكبر قيمة في هذا العمود
bg: Най-голяма стойност в тази колона
ca: El valor més gran en aquesta columna
de: Höchster Wert in dieser Spalte
eo: Biggest vibe in this column
es: El valor más grande en esta columna
fa: بزرگترین مقدار در این ستون
fi: Tämän sarakkeen suurin arvo
fr: Plus grande valeur dans cette colonne
hu: A legnagyobb érték ebben az oszlopban
it: Il più grande valore in questa colonna
ja: この列の最大値
lt: Didžiausia vertė šiame stulpelyje
ms: Nilai terbesar dalam lajur ini
nb: Største verdi i denne kolonnen
nl: De hoogste waarde in deze kolom
pl: Największą wartość w tej kolumnie
pt_br: Maior valor nesta coluna
ru: Наибольшее значение в этой колонке
sk: Najväčšia hodnota v tomto stĺpci
sl: Največja vrednost v tem stolpcu
sq: Vlera më e madhe në këtë kolonë
sr: Najveća vrednost u ovoj koloni
sv: Högsta värdet i denna kolumn
tr: Bu sütundaki en büyük değer
uk: Найбільше значення в цьому стовпці
vi: Giá trị lớn nhất trong cột
zh_hk: 這個欄位中最大的值

source: Largest value in each column
ar: أكبر قيمة في كل عمود
bg: Най-голяма стойност във всяка колона
ca: El valor més gran en cada columna
de: Größter Wert in jeder Spalte
eo: Biggest vibe in each column
es: El valor más grande en cada columna
fa: بزرگترین مقدار در هر ستون
fi: Kunkin sarakkeen suurin arivo
fr: Plus grande valeur dans chaque colonne
hu: A legnagyobb érték minden oszlopban
it: Il più grande valore in ogni colonna
ja: 各列の最大値
lt: Didžiausia vertė kiekviename stulpelyje
ms: Nilai terbesar dalam setiap lajur
nb: Største verdi i hver kolonne
nl: De hoogste waarde in elke kolom
pl: Największa wartość w każdej kolumnie
pt_br: Maior valor em cada coluna
ru: Наибольшее значение во всех колонках
sk: Najväčšia hodnota v každom stĺpci
sl: Največja vrednost v posameznem stolpcu
sq: Vlera më e madhe në çdo kolonë
sr: Najveća vrednost u svakoj koloni
sv: Högsta värdet i varje kolumn
tr: Her sütundaki en büyük değer
uk: Найбільше значення в кожному стовпці
vi: Giá trị lớn nhất từng cột
zh_hk: 每個欄位中最大的值

source: Largest value in all of these columns
ar: أكبر قيمة في كل هذه الأعمدة
bg: Най-голяма стойност във всички тези колони
ca: El valor més gran en totes aquestes columnes
de: Größter Wert in all diesen Spalten
eo: The biggest vibe in all these columns
es: El valor más grande en todas estas columnas
fa: بزرگترین ارزش در همه این ستون ها
fi: Kaikkien näiden sarakkeiden suurin arvo
fr: Plus grande valeur dans toutes ces colonnes
hu: A legnagyobb érték mindezekben az oszlopokban
it: Il valore maggiore di tutte queste colonne
ja: これらの列の最大値
lt: Didžiausia vertė visuose šiuose stulpeliuose
ms: Nilai terbesar dalam semua lajur ini
nb: Største verdi i alle disse kolonnene
nl: De hoogste waarde van al deze kolommen
pl: Największą wartość we wszystkich tych kolumnach
pt_br: Maior valor em todas essas colunas
ru: Наибольшее значение во всех этих колонках
sk: Najväčšia hodnota vo všetkých týchto stĺpcoch
sl: Največja vrednost v vseh teh stolpcih
sq: Vlera më e madhe në të gjitha këto kolona
sr: Najveća vrednost u svim ovim kolonama
sv: Högsta värdet i alla dessa kolumner
tr: Bu sütunların hepsindeki en büyük değer
uk: Найбільше значення в усіх цих стовпцях
vi: Giá trị lớn nhất trong tất cả các cột
zh_hk: 在所有這些欄位中的最大的值

source: Add rule
ar: أضف قاعدة
bg: Добавяне на правило
ca: Afegir una regla
de: Regel hinzufügen
eo: Add that on the list, fr.
es: Añadir regla
fa: اضافه کردن قانون
fi: Lisää sääntö
fr: Ajouter une règle
hu: Szabály hozzáadása
it: Aggiungi regola
ja: ルールを追加する
lt: Pridėti taisyklę
ms: Tambah peraturan
nb: Legg til regel
nl: Regel toevoegen
pl: Dodaj regułę
pt_br: Adicionar regra
ru: Добавить правило
sk: Pridajte pravidlo
sl: Dodajanje pravila
sq: Shto rregull
sr: Dodaj pravilo
sv: Lägg till regel
tr: Kural ekle
uk: Додайте правило
vi: Thêm luật
zh_hk: 新增規則

source: Update rule
ar: حدّث القاعدة
bg: Актуализиране на правилото
ca: Actualitzar la regla
de: Regel aktualisieren
eo: Update rule → Update diff, fr fr
es: Actualizar regla
fa: به روز رسانی قانون
fi: Päivitä sääntö
fr: Mettre à jour la règle
hu: Szabály frissítése
it: Aggiorna regola
ja: ルールをアップデートする
lt: Atnaujinimo taisyklė
ms: Kemaskini peraturan
nb: Oppdater regel
nl: Regel bewerken
pl: Aktualizuj regułę
pt_br: Atualizar regra
ru: Обновить правило
sk: Aktualizovať pravidlo
sl: Pravilo posodobitve
sq: Përditëso rregullin
sr: Ažuriraj pravilo
sv: Uppdatera regel
tr: Güncelleme kuralı
uk: Оновіть правило
vi: Cập nhập luật
zh_hk: 更新規則

source: Visualization is null
ar: التصور فارغ (null)
bg: Визуализацията е нула
ca: La visualització és buida
de: Visualisierung ist NULL
eo: Visualization is lowkey deadass, bruh
es: Visualización Vacía
fa: نمایشی وجود ندارد
fi: Visualisointi on tyhjä
fr: La visualisation est nulle
hu: A vizualizáció null
it: La visualizzazione è nulla
ja: ビジュアライゼーションはnullです。
lt: Vizualizavimas yra nulinis
ms: Visualisasi adalah null
nb: Visualisering er null
nl: Visualisatie is leeg
pl: Wizualizacja jest pusta
pt_br: Visualização nula
ru: Визуализация не задана
sk: Vizualizácia je nulová
sl: Ponazoritev je ničelna
sq: Vizualizimi është null
sr: Vizualizacija je null
sv: Visualiseringen är tom
tr: Görselleştirme boş
uk: Візуалізація не задана
vi: Trực quan rỗng
zh_hk: 可視化是空的

source: Visualization must define an 'identifier' static variable:
ar: يجب أن يعرّف التصور متغيرًا ثابتًا "identifier":
bg: Визуализацията трябва да дефинира статична променлива „идентификатор“:
ca: La visualització ha de definir una variable 'identificadora' estàtica:
de: Die Visualisierung muss eine statische Variable "Identifier" definieren:
es: La visualización debe definir una variable estática 'identificadora':
fa: نمایش داده باید متغیر ثابت 'شناسه' را تعریف کند:
fi: Visualisoinnin on määritettävä staattinen muuttuja "tunniste":
fr: La visualisation doit définir une variable statique d'identifiant :
hu: A vizualizációnak meg kell határoznia egy 'azonosító' statikus változót:
it: La visualizzazione deve definire una variabile statica 'identificatore':
ja: ビジュアライゼーションでは、'識別子'スタティック変数を定義する必要があります:
lt: Vizualizacija turi apibrėžti „identifikatoriaus“ statinį kintamąjį:
ms: Visualisasi mesti menetapkan pembolehubah statik 'identifier':
nb: Visualiseringen må definere en 'identifier' statisk variabel:
nl: Visualisatie moet een statische variabele 'identifier' definiëren:
pl: Wizualizacja musi definiować statyczną zmienną ‘identifier’:
pt_br: A visualização deve definir uma variável estática "identificador":
ru: Визуализация должна определять статичную переменную 'identifier':
sk: Vizualizácia musí definovať statickú premennú 'identifikátor':
sl: Vizualizacija mora definirati statično spremenljivko 'identifikatorja':
sq: Vizualizimi duhet të përkufizojë një variabël statike 'identifier':
sr: Vizualizacija mora da definiše statičku promenljivu 'identifier':
sv: Visualiseringen måste definiera en statisk variabel som "identifiering":
tr: Görselleştirme bir 'tanımlayıcı' statik değişkeni tanımlamalıdır:
uk: Візуалізація повинна визначати статичну змінну 'identifier':
vi: Trực quan hóa phải xác định biến tĩnh 'định danh'
zh_hk: 可視化圖示必須定義一個作為“標識符”的靜態變數：␣
