Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Pick a model or question
ar: اختر نموذجًا أو سؤالًا
bg: Изберете модел или въпрос
ca: Escull un model o pregunta
de: Wähle ein Modell oder eine Frage aus
eo: Pick a vibe or ask a question, bestie
es: Selecciona un modelo o pregunta.
fa: مدل یا سؤالی را انتخاب کنید
fi: Valitse malli tai kysymys
fr: Choisir un modèle ou une question
hu: Válasszon egy modellt vagy kérdést
it: Scegli un modello o una domanda
ja: モデルや質問を選ぶ
lt: Pasirinkite modelį arba klausimą
ms: Pilih model atau soalan
nb: Velg en modell eller et spørsmål
nl: Kies een model of vraag
pl: Wybierz model lub pytanie
pt_br: Escolha um modelo ou pergunta
ru: Выберите модель или запрос
sk: Vyberte model alebo otázku
sl: Izbira modela ali vprašanja
sq: Zgjidh një model ose pyetje
sr: Izaberite model ili pitanje
sv: Välj en modell eller en fråga
tr: Bir model veya soru seçin
uk: Оберіть модель або запит
vi: Chọn một mô hình hoặc câu hỏi
zh_hk: 選擇模型或問題

source: An error occurred in your query
ar: حدث خطأ في استعلامك
bg: Възникна грешка в запитването ви
ca: S'ha produït un error en la teva pregunta
de: Ein Fehler ist in Deiner Abfrage aufgetreten
eo: Bruh, your query just glitched out, fr.
es: Hay un error en tu consulta
fa: خطایی در پرس و جوی شما روی داد
fi: Tapahtui virhe kyselyssäsi.
fr: Une erreur s'est produite dans votre requête
hu: Hiba történt a lekérdezésben
it: Si è verificato un errore nella tua query
ja: お問い合わせの際にエラーが発生しました
lt: Jūsų užklausoje įvyko klaida
ms: Ralat berlaku dalam query anda
nb: En feil oppstod i spørringen din
nl: Er is een fout opgetreden in uw query
pl: Wystąpił błąd w pytaniu
pt_br: Ocorreu um erro em sua consulta
ru: В вашем запросе произошла ошибка
sk: Pri dotaze sa vyskytla chyba
sl: V poizvedbi je prišlo do napake
sq: Ndodhi një gabim në pyetjen tënde
sr: Došlo je do greške u vašem upitu
sv: Ett fel inträffade i din fråga
tr: Sorgunuzda bir hata oluştu
uk: У вашому запиті сталася помилка
vi: Có lỗi xảy ra trong quá trình truy vấn
zh_hk: 您的查詢中發生錯誤

source: Enter one value per line.
hu: Soronkánt adjon meg egy értéket.
ms: Masukkan satu nilai setiap baris.

source: From connected fields
ar: من الحقول المتصلة
bg: От свързани полета
ca: Dels camps connectats
de: Aus verknüpften Feldern
eo: From linked-up vibes
es: De campos conectados
fa: از فیلدهای مرتبط
fi: Yhteydessä olevista aloista
fr: Depuis les champs connectés
hu: Összekapcsolt mezőkből
it: Dai campi collegati
ja: 接続されたフィールドから
lt: Iš sujungtų laukų
ms: Dari medan yang disambungkan
nb: Fra koblede felter
nl: Uit verbonden velden
pl: Z połączonych pól
pt_br: Dos campos conectados
ru: Из подключенных полей
sk: Z pripojených polí
sl: Iz povezanih polj
sq: Nga fushat e lidhura
sr: Iz povezanih polja
sv: Från anslutna fält
tr: Bağlantılı alanlardan
uk: З підключених полів
vi: Từ các trường đã kết nối
zh_hk: 來自連接欄位

source: From another model or question
ar: من نموذج أو سؤال آخر
bg: От друг модел или въпрос
ca: D'un altre model o pregunta
de: Aus einem anderen Modell oder einer Frage
eo: From some other model or question, fr fr
es: De otro modelo o pregunta
fa: از مدل یا سؤال دیگر
fi: Toisesta mallista tai kysymyksestä
fr: D'un autre modèle ou question
hu: Más modellből vagy kérdésből
it: Da un altro modello o domanda
ja: 他のモデルや質問から
lt: Iš kito modelio ar klausimo
ms: Dari model atau soalan lain
nb: Fra en annen modell eller spørsmål
nl: Uit een ander model of vraag
pl: Z innego modelu lub pytania
pt_br: De um outro modelo ou pergunta
ru: Из другой модели или запроса
sk: Z iného modelu alebo otázky
sl: Iz drugega modela ali vprašanja
sq: Nga një model ose pyetje tjetër
sr: Iz drugog modela ili pitanja
sv: Från en annan modell eller fråga
tr: Başka bir model veya sorudan
uk: З іншої моделі або запиту
vi: Từ mô hình hoặc câu hỏi khác
zh_hk: 來自其他模型或問題

source: Custom list
ar: قائمة مخصصة
bg: Персонализиран списък
ca: Llista customitzada
de: Benutzerdefinierte Liste
eo: Custom list → Flex list
es: Lista de columnas
fa: فهرست سفارشی
fi: Mukautettu lista
fr: Liste personnalisée
hu: Egyedi lista
it: Lista personalizzata
ja: カスタムリスト
lt: Pasirinktinis sąrašas
ms: Senarai tersuai
nb: Egendefinert liste
nl: Aangepaste lijst
pl: Lista niestandardowa
pt_br: Lista personalizada
ru: Пользовательский список
sk: Vlastný zoznam
sl: Seznam po meri
sq: Listë e personalizuar
sr: Prilagođena lista
sv: Anpassningslista
tr: Özel liste
uk: Користувацький список
vi: Danh sách tùy chỉnh
zh_hk: 自定義列表

source: Dropdown list
ar: قائمة منسدلة
bg: Падащ списък
ca: Llista desplegable
de: Werteliste
es: Lista de selección
fa: فهرست کشویی
fi: Pudotusvalikko
fr: Liste déroulante
hu: Legördülő lista
it: Lista a tendina
ja: ドロップダウン・リスト
lt: Išskleidžiamasis sąrašas
ms: Senarai lungsur turun
nb: Nedtrekksliste
nl: Keuzelijst
pl: Lista rozwijana
pt_br: Lista suspensa
ru: Выпадающий список
sk: Rozbaľovací zoznam
sl: Spustni seznam
sq: Listë dropdown
sr: Padajuća lista
sv: Rullgardinslista
tr: Açılır liste
uk: Випадний список
vi: Danh sách thả xuống
zh_hk: 下拉列表

source: Input box
ar: مربع إدخال
bg: Поле за въвеждане
ca: Caixa d'entrada
de: Eingabefeld
eo: Input box → Input spot or text box
es: Campo de texto
fa: جعبه ورودی
fi: Syöttökenttä
fr: Champ de saisie
hu: Beviteli mező
it: Casella di immissione
ja: 入力ボックス
lt: Įvesties dėžutė
ms: Kotak input
nb: Inndataboks
nl: Invoerveld
pl: Pole tekstowe
pt_br: Caixa de texto
ru: Поле ввода
sk: Vstupné pole
sl: Vnosno polje
sr: Polje za unos
sv: Inmatningsfält
tr: Girdi kutusu
uk: Поле введення
vi: Hộp nhập liệu
zh_hk: 輸入框

source: Select at least one column
ar: اختر عمودًا واحدًا على الأقل
bg: Изберете поне една колона
ca: Escull com a mínim una columna
de: Wähle mindestrens eine Spalte aus
eo: Pick at least one column, fr fr
es: Selecciona al menos una columna
fa: حداقل یک ستون را انتخاب کنید
fi: Valitse vähintään yksi sarake
fr: Sélectionner au moins une colonne
hu: Válasszon legalább egy oszlopot
it: Seleziona almeno una colonna
ja: 少なくとも1つのカラムを選択する
lt: Pasirinkite bent vieną stulpelį
ms: Pilih sekurang-kurangnya satu lajur
nb: Velg minst én kolonne
nl: Selecteer ten minste één kolom
pl: Wybierz co najmniej jedną kolumnę
pt_br: Escolha ao menos um campo
ru: Выберите хотя бы один столбец
sk: Vyberte aspoň jeden stĺpec
sl: Izbira vsaj enega stolpca
sq: Zgjidh të paktën një kolonë
sr: Izaberite bar jednu kolonu
sv: Välj minst en kolumn
tr: En az bir kolon seçin
uk: Виберіть принаймні один стовпець
vi: Chọn ít nhất một cột
zh_hk: 至少選擇一列

source: Item {0} of first {1}
ar: العنصر {0} من أول {1}
bg: Елемент {0} от първите {1}
ca: Ítem {0} del primer {1}
de: Element {0} der ersten {1}
eo: Item {0} of first {1} → Item {0} of the first {1}, fr fr
es: Elemento {0} de los primeros {1}
fa: آیتم {0} از اولین {1}
fi: Ensimmäisen {1} kohde {0}
fr: Élément {0} du premier {1}
hu: {1}/{0}. elem
it: Voce {0} dei primi {1}
ja: 最初の{1}の項目{0}。
lt: {0} elementas iš pirmųjų {1}
ms: Item {0} daripada pertama {1}
nb: {0} av første {1} element
nl: Item {0} van eerste {1}
pl: Element {0} z pierwszych {1}
pt_br: Item {0} do primeiro {1}
ru: Элемент {0} из первых {1}
sk: Položka {0} z prvých {1}
sl: Točka {0} prvega {1}
sq: Artikulli {0} nga {1} të parat
sr: Stavka {0} od prvih {1}
sv: Artikel {0} av första {1}
tr: İlk {1} ögenin {0} ögesi
uk: Елемент {0} з перших {1}
vi: Mục {0} trong số đầu tiên {1}
zh_hk: 第{0}項，共前{1}項

source: Item {0} of {1}
ar: العنصر {0} من {1}
bg: Елемент {0} от {1}
ca: Ítem {0} de {1}
de: Element {0} von {1}
eo: Item {0} of {1} → Item {0} of {1} (no cap, this one’s pretty straightforward lol)
es: Elemento {0} de {1}
fa: آیتم {0} از {1}
fi: Kohta {0} / {1}
fr: Élément {0} de {1}
hu: {1}/{0}. elem
it: Voce {0} di {1}
ja: {1} のアイテム {0}
lt: {0} elementas iš {1}
ms: Item {0} daripada {1}
nb: {0} av {1} element
nl: Item {0} van {1}
pl: Element {0} z {1}
pt_br: Item {0} de {1}
ru: Элемент {0} из {1}
sk: Položka {0} z {1}
sl: Točka {0} {1}
sq: Artikulli {0} nga {1}
sr: Stavka {0} od {1}
sv: Artikel {0} av {1}
tr: {1} öğesinin {0} öğesi
uk: Елемент {0} з {1}
vi: Mục {0} của {1}
zh_hk: {0}的{1}

source: Deselect All
hu: Összes kijelölés törlése
ms: Nyahpilih Semua

source: Choose a link
ar: اختر رابطًا
bg: Изберете връзка
ca: Escollir un enllaç
de: Wähle einen Link aus
eo: Pick a link, bestie
es: Elegir un enlace
fa: لینکی را انتخاب کنید
fi: Valitse linkki
fr: Choisir un lien
hu: Válasszon egy linket
it: Scegli un link
ja: リンクを選択する
lt: Pasirinkite nuorodą
ms: Pilih pautan
nb: Velg en lenke
nl: Kies een link
pl: Wybierz link
pt_br: Escolher um link
ru: Выберите ссылку
sk: Vyberte odkaz
sl: Izberite povezavo
sq: Zgjidh një lidhje
sr: Izaberite link
sv: Välj en länk
tr: Bir bağlantı seçin
uk: Виберіть посилання
vi: Chọn một liên kết
zh_hk: 選擇一個連結

source: Sorry, you don't have permission to see this link.
ar: عذرًا، ليست لديك صلاحية لرؤية هذا الرابط.
bg: За съжаление нямате разрешение да видите тази връзка.
ca: No tens permís per veure aquest enllaç.
de: Sie haben leider keine Berechtigung zum Anzeigen des Links
eo: Sorry, you ain’t got the drip to see this link.
es: No tienes permiso para ver este enlace.
fa: شرمنده، شما اجازه مشاهده این لینک را ندارید.
fi: Anteeksi, sinulla ei ole lupaa nähdä tätä linkkiä.
fr: Désolé, vous n'avez aucune permission pour voir ce lien.
hu: Sajnáljuk, nincs jogosultsága megtekinteni ezt a linket.
it: Spiacenti, non hai i permessi per vedere questo link.
ja: 申し訳ありませんが、このリンクを表示する権限がありません。
lt: Atsiprašome, jūs neturite leidimo matyti šios nuorodos.
ms: Maaf, anda tidak mempunyai kebenaran untuk melihat pautan ini.
nb: Beklager, du har ikke tillatelser til å se denne lenken
nl: Sorry, je hebt geen toestemming om deze link te bekijken.
pl: Przepraszamy, nie masz uprawnień do zobaczenia tego linku.
pt_br: Você não tem permissão para visualizar este link.
ru: Извините, у вас нет разрешения на просмотр этой ссылки.
sk: Ľutujeme, nemáte povolenie na zobrazenie tohto odkazu.
sl: Žal nimate dovoljenja za ogled te povezave.
sq: Na vjen keq, nuk ke leje për ta parë këtë lidhje.
sr: Žao nam je, nemate dozvolu da vidite ovaj link.
sv: Tyvärr har du inte tillstånd att se den här länken.
tr: Üzgünüz, bu bağlantıyı görecek izniniz yok.
uk: Вибачте, у вас немає дозволу переглядати це посилання.
vi: Xin lỗi, bạn không có quyền để xem liên kết này.
zh_hk: 抱歉，您沒有權限查看此連結。

source: Show row totals
ar: أظهر إجماليات الصفوف
bg: Покажи общо за редове
ca: Mostrar el total de files
de: Zeige Gesamtsummen pro Zeile
eo: Show the whole vibe totals
es: Mostrar totales de fila
fa: نمایش کل سطرها
fi: Näytä rivien yhteissummat
fr: Montrer les totaux par ligne
hu: Sorösszegek megjelenítése
it: Mostra i totali delle righe
ja: 行の合計を表示する
lt: Rodyti eilučių sumas
ms: Tunjukkan jumlah baris
nb: Vis radtotaler
nl: Toon rijtotalen
pl: Pokaż sumy wierszy
pt_br: Mostrar total das linhas
ru: Показать итоги строки
sk: Zobraziť súčty riadkov
sl: Prikaz vsote vrstic
sq: Shfaq totalet e rreshtave
sr: Prikaži ukupno po redovima
tr: Satır toplamlarını göster
uk: Показати підсумки рядків
vi: Hiển thị tổng hàng
zh_hk: 顯示行總數

source: Show column totals
ar: أظهر إجماليات الأعمدة
bg: Покажи общо за колони
ca: Mostrar el total de les columnes
de: Zeige Gesamtsummen pro Spalte
eo: Show the whole vibe of the column totals
es: Mostrar totales de columna
fa: نمایش مجموع ستون‌ها
fi: Näytä sarakkeiden yhteissummat
fr: Montrer les totaux par colonne
hu: Oszlopösszegek megjelenítése
it: Mostra i totali delle colonne
ja: 列の合計を表示する
lt: Rodyti stulpelių sumas
ms: Tunjukkan jumlah lajur
nb: Vis kolonnetotaler
nl: Toon kolomtotalen
pl: Pokaż sumy kolumn
pt_br: Mostrar total das colunas
ru: Показать итоги столбца
sk: Zobraziť súčty stĺpcov
sl: Prikaz vsote stolpcev
sq: Shfaq totalet e kolonave
sr: Prikaži ukupno po kolonama
sv: Visa kolumn totaler
tr: Sütun toplamlarını göster
uk: Показати підсумки стовпців
vi: Hiển thị tổng cột
zh_hk: 顯示列總數

source: Link card
ar: بطاقة رابط
bg: Картка връзка
ca: Enllaçar targeta
de: Linkkarte
eo: Link card = "Drop the link to ur card" or "Send me the link for ur card"
es: Tarjeta de enlace
fa: کارت لینک
fi: Linkkikortti
fr: Connecter la carte
hu: Linkkártya
it: Collega scheda
ja: リンクカード
lt: Nuorodų kortelė
ms: Kad pautan
nb: Lenke til kort
nl: Linkkaart
pl: Karta linku
pt_br: Cartão de link
ru: Связать карту
sk: Prepojiť kartu
sl: Kartica povezave
sq: Kartë lidhjeje
sr: Kartica sa linkom
sv: Länkkort
tr: Bağlantı kartı
uk: Картка-посилання
vi: Thẻ liên kết
zh_hk: 連結卡片

source: Revoke link
ar: إلغاء الرابط
bg: Отмени връзката
ca: Revocar l'enllaç
de: Link zurückziehen
eo: Cancel the link 🤷‍♀️
es: Deshabilitar enlace
fa: لغو لینک
fi: Peruuta linkki
fr: Supprimer le lien
hu: Link visszavonása
it: Revoca link
ja: リンクの取り消し
lt: Atšaukti nuorodą
ms: Batalkan pautan
nb: Trekk tilbake lenke
nl: Trek link in
pl: Unieważnij link
pt_br: Revogar link
ru: Отозвать ссылку
sk: Zrušiť odkaz
sl: Preklic povezave
sq: Revoko linkun
sr: Opozovi link
sv: Återkallad länk
tr: Bağlantıyı İptal Et
uk: Відкликати посилання
vi: Thu hồi liên kết
zh_hk: 撤銷連結

source: Public Action Form Listing
hu: Nyilvános műveleti űrlap lista
ms: Senarai Borang Tindakan Awam

source: No actions have been publicly shared yet.
ar: لم تتم مشاركة أي إجراءات علنًا بعد.
bg: Все още няма публично споделени действия.
ca: No s'han compartit accions encara.
de: Es wurden noch keine Aktionen öffentlich geteilt.
eo: No cap, no moves have been posted publicly yet.
es: No hay acciones compartidas públicamente.
fa: هنوز هیچ اکشنی به صورت عمومی منتشر نشده است.
fi: Ei toimia ole vielä jaettu julkisesti.
fr: Aucune action n'a été partagée publiquement pour l'instant.
hu: Még nincsenek nyilvánosan megosztott műveletek.
it: Nessuna azione è stata ancora condivisa pubblicamente.
ja: 公開されたアクションはまだありません。
lt: Jokie veiksmai dar nebuvo viešai bendrinami.
ms: Tiada tindakan yang telah dikongsi secara awam lagi.
nb: Ingen handlinger har blitt delt offentlig enda.
nl: Er zijn nog geen acties openbaar gedeeld.
pl: Nie udostępniono jeszcze żadnych akcji publicznie.
pt_br: Nenhuma ação foi compartilhada publicamente ainda.
ru: Никакие действия еще не были публично доступны.
sk: Nie sú verejne zdieľané žiadne akcie.
sl: Nobena dejanja še niso bila javno objavljena.
sq: Ende s’është shpërndarë publikisht asnjë veprim.
sr: Još nijedna akcija nije javno podeljena.
sv: Inga åtgärder har delats offentligt än.
tr: Henüz hiç bir eylem paylaşılmadı.
uk: Жодну дію ще не було поширено публічно.
vi: Chưa có thao tác nào được chia sẻ công khai.
zh_hk: 還沒有公開分享任何動作。

source: Run {0}?
hu: Futtassa a(z) {0} műveletet?
ms: Jalankan {0}?

source: Choose a record to update
ar: اختر سجلًا لتحديثه
bg: Изберете запис за актуализиране
ca: Escollir un registre a actualitzar
de: Wähle einen Datensatz zum Aktualisieren aus
eo: Pick a record to update, fr fr
es: Elige un registro para actualizar
fa: یک رکورد برای بروزرسانی انتخاب کنید
fi: Valitse päivitettävä tietue.
fr: Choisir un enregistrement à modifier
hu: Válassza ki a frissítendő rekordot
it: Scegli un record da aggiornare
ja: 更新するレコードを選択する
lt: Pasirinkite įrašą, kurį norite atnaujinti
ms: Pilih rekod untuk dikemas kini
nb: Velg en oppføring å oppdatere
nl: Kies een record om bij te werken
pl: Wybierz rekord do zaktualizowania
pt_br: Escolha um registro para atualizar
ru: Выберите запись для обновления
sk: Vyberte záznam na aktualizáciu
sl: Izbira zapisa za posodobitev
sq: Zgjidh një rekord për ta përditësuar
sr: Izaberite zapis za ažuriranje
sv: Välj en post för att uppdatera
tr: Güncellenecek kaydı seçin
uk: Оберіть запис для оновлення
vi: Chọn một bản ghi để cập nhật
zh_hk: 選擇要更新的記錄

source: No action assigned
ar: لا يوجد إجراء معيّن
bg: Няма назначено действие
ca: No hi ha una acció assignada
de: Keine Aktion zugewiesen
eo: No cap, no action assigned
es: No hay acción asignada
fa: هیچ اکشنی اختصاص داده نشده است
fi: Ei toimenpidettä määritelty.
fr: Aucune action assignée
hu: Nincs hozzárendelt művelet
it: Nessuna azione assegnata
ja: アクションの割り当てなし
lt: Veiksmas nepriskirtas
ms: Tiada tindakan ditugaskan
nb: Ingen handling tildelt
nl: Geen actie toegewezen
pl: Nie przypisano żadnej akcji
pt_br: Nenhuma ação atribuída
ru: Действие не назначено
sk: Nie je priradená žiadna akcia
sl: Ni dodeljeno nobeno dejanje
sq: Nuk ka Veprim të caktuar
sr: Nema dodeljene akcije
sv: Ingen åtgärd tilldelad
tr: Atanan eylem yok
uk: Дію не призначено
vi: Không có thao tác nào được chỉ định
zh_hk: 未分配動作

source: Actions are not enabled for this database
ar: الإجراءات غير مفعّلة لقاعدة البيانات هذه
bg: Действията не са активирани за тази база данни
ca: Les accions no estan activades per a aquesta base de dades
de: Für diese Datenbank sind keine Aktionen aktiviert
eo: Yo, actions aren’t even enabled for this database, bruh.
es: Las acciones no están habilitadas para esta base de datos
fa: اکشن‌ برای این دیتابیس فعال نشده‌اند
fi: Toiminnot eivät ole käytössä tässä tietokannassa.
fr: Les actions ne sont pas permises pour cette base de données
hu: A műveletek nem engedélyezettek ehhez az adatbázishoz
it: Le azioni non sono abilitate per questo database
ja: このデータベースでは、アクションは有効ではありません
lt: Veiksmai šioje duomenų bazėje neįjungti
ms: Tindakan tidak diaktifkan untuk pangkalan data ini
nb: Handlinger er ikke aktivert for denne databasen
nl: Acties zijn niet ingeschakeld voor deze database
pl: Akcje nie są włączone dla tej bazy danych
pt_br: As ações não estão habilitadas para este banco de dados
ru: Действия не включены для этой базы данных
sk: Akcie nie sú povolené pre túto databázu
sl: Dejanja niso omogočena za to zbirko podatkov
sq: Veprimet nuk janë të aktivizuara për këtë databazë
sr: Akcije nisu omogućene za ovu bazu podataka
sv: Åtgärder är inte aktiverade för den här databasen
tr: Bu veritabanı için eylemler etkin değil
uk: Дії не увімкнено для цієї бази даних
vi: Các thao tác chưa được kích hoạt cho cơ sở dữ liệu này
zh_hk: 沒有為此資料庫啟用操作

source: You cannot connect variables to link cards.
hu: Nem kapcsolhat változókat linkkártyákhoz.
ms: Anda tidak boleh menyambungkan pembolehubah kepada kad pautan.

source: Open this card's action settings to connect variables
ar: افتح إعدادات إجراء هذه البطاقة لربط المتغيرات
bg: Отворете настройките за действие на тази карта, за да свържете променливи
ca: Obre l'acció d'aquesta targeta per connectar variables
de: Öffne die Aktionseinstellungen dieser Karte, um Variablen zu verbinden
eo: Open this card's action settings to link variables, fr fr
es: Abre la configuración de acción de esta tarjeta para conectar variables
fa: تنظیمات اکشن این کارت را برای اتصال متغیرها باز کنید
fi: Avaa tämän kortin toiminnon asetukset yhdistääksesi muuttujia.
fr: Ouvrir les paramètres d'actions de cette carte pour connecter des variables
hu: Nyissa meg a kártya műveleti beállításait a változók csatlakoztatásához
it: Apri le impostazioni delle azioni di questa scheda per collegare le variabili
ja: このカードのアクション設定を開き、変数を接続する
lt: Norėdami sujungti kintamuosius, atidarykite šios kortelės veiksmų nustatymus
ms: Buka tetapan tindakan kad ini untuk menyambungkan pembolehubah
nb: Åpne dette kortes handlingsinnstillinger for å koble til variabler
nl: Open de actie-instellingen van deze kaart om variabelen te verbinden
pl: Otwórz ustawienia akcji tej karty, aby połączyć zmienne
pt_br: Abra as configurações de ação deste cartão para conectar variáveis
ru: Откройте настройки действий этой карты, чтобы подключить переменные
sk: Otvorte nastavenia akcie tejto karty na pripojenie premenných
sl: Odpiranje nastavitev dejanj na tej kartici za povezovanje spremenljivk
sq: Hap cilësimet e veprimit të kësaj karte për të lidhur variablat
sr: Otvori podešavanja akcije ove kartice da povežeš promenljive
sv: Öppna det här kortets åtgärdsinställningar för att ansluta variabler
tr: Değişkenleri bağlamak için bu kartın eylem ayarlarını açın
uk: Відкрийте налаштування дій цієї картки, щоб підключити змінні
vi: Mở cài đặt thao tác của thẻ này để kết nối các biến số
zh_hk: 打開此卡片的動作設定以連接變數

source: Add a saved question
hu: Mentett kérdés hozzáadása
ms: Tambah soalan yang disimpan

source: , or
hu: , vagy
ms: , atau

source: ask a new one
hu: kérdezzen egy újat
ms: tanya soalan baru

source: How should users filter on this variable?
ar: كيف ينبغي للمستخدمين التصفية على هذا المتغير؟
bg: Как трябва потребителите да филтрират по тази променлива?
ca: Com haurien de filtrar els usuaris en aquesta variable?
de: Wie sollen sie Benutzer mit dieser Variable filtern?
eo: How should users filter on this variable? —> How should peeps filter on this variable?
es: ¿Cómo deben filtrar los usuarios en esta variable?
fa: کاربران باید چگونه روی این متغیر فیلتر کنند؟
fi: Kuinka käyttäjien tulisi suodattaa tämän muuttujan perusteella?
fr: Comment les utilisateurs devraient filtrer sur cette variable?
hu: Hogyan szűrjenek a felhasználók ezen a változón?
it: Come dovrebbero filtrare gli utenti su questa variabile?
ja: この変数に対して、ユーザーはどのようにフィルターをかけるべきでしょうか?
lt: Kaip vartotojai turėtų filtruoti šį kintamąjį?
ms: Bagaimana pengguna harus menapis pada pembolehubah ini?
nb: Hvordan burde brukere filtreres på denne variablen?
nl: Hoe moeten gebruikers op deze variabele filteren?
pl: Jak użytkownicy powinni filtrować tę zmienną?
pt_br: Como os usuários devem filtrar essa variável?
ru: Как пользователи должны фильтровать эту переменную?
sk: Ako by mali používatelia filtrovať túto premennú?
sl: Kako naj uporabniki filtrirajo to spremenljivko?
sq: Si duhet të filtrojnë përdoruesit për këtë variabël?
sr: Kako bi korisnici trebalo da filtriraju po ovoj varijabli?
sv: Hur ska användare filtrera på denna variabel?
tr: Kullanıcılar bu değişkene nasıl filtre uygulamalı?
uk: Як користувачі мають фільтрувати за цією змінною?
vi: Người dùng nên lọc trên biến số này như thế nào?
zh_hk: 用戶應如何過濾此變數？
