Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Deselect row
ar: إلغاء تحديد الصف
bg: Премахване на избора на ред
ca: Desselecciona la fila
de: Zeile abwählen
es: Deseleccionar fila
fa: لغو انتخاب ردیف
fi: Poista rivin valinta
fr: Désélectionnez la ligne
it: Deseleziona riga
ja: 行の選択を解除
nb: Opphev valg av rad
nl: Deselecteer rij
pl: Odznacz wiersz
pt_br: Desmarque a linha
ru: Отменить выбор строки
sk: Zrušiť výber riadka
sl: Prekliči izbor vrstice
sq: Çpërzgjidh rreshtin
sr: Poništi izbor reda
sv: Avmarkera rad
tr: Satırı seçimi kaldır
uk: Зняти вибір з рядка
vi: Bỏ chọn hàng
zh_hk: 取消選擇行

source: Select all in group
ar: تحديد الكل في المجموعة
bg: Избери всички в групата
ca: Selecciona-ho tot al grup
de: Alle in der Gruppe auswählen
es: Seleccionar todo en el grupo
fa: انتخاب همه در گروه
fi: Valitse kaikki ryhmässä
fr: Sélectionnez tout dans le groupe
it: Seleziona tutto nel gruppo
ja: グループ内のすべてを選択
nb: Velg alle i gruppen
nl: Selecteer alles in de groep
pl: Zaznacz wszystko w grupie
pt_br: Selecione todos no grupo
ru: Выбрать все в группе
sk: Vybrať všetko v skupine
sl: Izberi vse v skupini
sq: Përzgjidh të gjitha në grup
sr: Izaberi sve u grupi
sv: Markera alla i gruppen
tr: Gruptaki tümünü seç
uk: Вибрати все в групі
vi: Chọn tất cả trong nhóm
zh_hk: 在群組中全部選取

source: Select row
ar: تحديد الصف
bg: Изберете ред
ca: Selecciona la fila
de: Zeile auswählen
es: Seleccionar fila
fa: انتخاب ردیف
fi: Valitse rivi
fr: Sélectionner la ligne
it: Seleziona riga
ja: 行を選択
nb: Velg rad
nl: Selecteer rij
pl: Wybierz wiersz
pt_br: Selecione a linha
ru: Выберите строку
sk: Vybrať riadok
sl: Izberi vrstico
sq: Përzgjidh rreshtin
sr: Izaberi red
sv: Välj rad
tr: Satırı seçin
uk: Вибрати рядок
vi: Chọn hàng
zh_hk: 選擇行

source: Questions in this card
ar: الأسئلة في هذه البطاقة
bg: Въпроси в тази карта
ca: Preguntes en aquesta targeta
de: Fragen in dieser Karte
eo: Questions on this card?
es: Preguntas en esta tarjeta
fa: سوالات این کارت
fi: Tämän kortin kysymykset
fr: Questions dans cette carte
it: Domande in questa carta
ja: このカードの質問
nb: Spørsmål i dette kortet
nl: Vragen op deze kaart
pl: Pytania na tej karcie
pt_br: Perguntas neste cartão
ru: Вопросы в этой карточке
sk: Otázky na tejto karte
sl: Vprašanja na tej kartici
sq: Pyetjet në këtë kartë
sr: Pitanja u ovoj kartici
sv: Frågor i det här kortet
tr: Bu karttaki sorular
uk: Запити в цій картці
vi: Câu hỏi trong thẻ này
zh_hk: 本卡中的問題

source: This dataset might not be fully compatible with your current selection.
ar: قد لا تكون مجموعة البيانات هذه متوافقة بالكامل مع اختيارك الحالي.
bg: Този набор от данни може да не е напълно съвместим с текущия ви избор.
ca: Pot ser que aquest conjunt de dades no sigui totalment compatible amb la vostra selecció actual.
de: Dieser Datensatz ist möglicherweise nicht vollständig mit Ihrer aktuellen Auswahl kompatibel.
es: Es posible que este conjunto de datos no sea totalmente compatible con su selección actual.
fa: این مجموعه داده ممکن است کاملاً با انتخاب فعلی شما سازگار نباشد.
fi: Tämä tietojoukko ei ehkä ole täysin yhteensopiva nykyisen valintasi kanssa.
fr: Cet ensemble de données peut ne pas être entièrement compatible avec votre sélection actuelle.
it: Questo set di dati potrebbe non essere completamente compatibile con la tua selezione attuale.
ja: このデータセットは現在の選択内容と完全に互換性がない可能性があります。
nb: Dette datasettet er kanskje ikke helt kompatibelt med ditt nåværende utvalg.
nl: Deze dataset is mogelijk niet volledig compatibel met uw huidige selectie.
pl: Ten zestaw danych może nie być w pełni zgodny z Twoim obecnym wyborem.
pt_br: Este conjunto de dados pode não ser totalmente compatível com sua seleção atual.
ru: Этот набор данных может быть не полностью совместим с вашим текущим выбором.
sk: Táto množina údajov nemusí byť úplne kompatibilná s vaším aktuálnym výberom.
sl: Ta nabor podatkov morda ni popolnoma združljiv z vašo trenutno izbiro.
sq: Ky dataset mund të mos jetë plotësisht i përputhshëm me zgjedhjen tuaj aktuale.
sr: Ovaj skup podataka možda nije u potpunosti kompatibilan sa vašim trenutnim izborom.
sv: Den här datamängden kanske inte är helt kompatibel med ditt nuvarande val.
tr: Bu veri seti mevcut seçiminizle tam uyumlu olmayabilir.
uk: Цей датасет може бути не повністю сумісним із вашим поточним вибором.
vi: Bộ dữ liệu này có thể không hoàn toàn tương thích với lựa chọn hiện tại của bạn.
zh_hk: 此資料集可能與您目前的選擇不完全相容。

source: Based on
ar: استنادًا إلى
bg: Въз основа на
ca: Basat en
de: Basierend auf
eo: That's basically "facts" or "real talk" now.
es: Basado en
fa: بر اساس
fi: Perustuu
fr: Basé sur
it: Basato su
ja: に基づく
nb: Basert på
nl: Gebaseerd op
pl: Na podstawie
pt_br: Com base em
ru: На основе
sk: Na základe
sl: Na podlagi
sq: Bazuar në
sr: Zasnovano na
sv: Baserat på
tr: Dayalı olarak
uk: На основі
vi: Dựa trên
zh_hk: 根據

source: Documents
ar: المستندات
bg: Документи
de: Unterlagen
es: Documentos
fa: اسناد
fi: Dokumentit
it: Documenti
ja: 文書
nb: Dokumenter
nl: Documenten
pl: Dokumenty
pt_br: Documentos
ru: Документы
sk: Dokumenty
sl: Dokumenti
sq: Dokumente
sr: Dokumenti
sv: Dokument
tr: Belgeler
uk: Документи
vi: Tài liệu
zh_hk: 文件

source: Move, duplicate, and more…
ar: نقل ونسخ والمزيد…
bg: Преместване, дублиране и други…
ca: Mou, duplica i més…
de: Verschieben, duplizieren und mehr…
eo: Slide, clone, and more…
es: Mover, duplicar y más…
fa: انتقال، تکرار، و موارد دیگر…
fi: Siirrä, kopioi ja lisää…
fr: Déplacer, dupliquer, et plus encore…
it: Spostare, duplicare e altro ancora…
ja: 移動、複製、その他…
lt: Perkelti, kopijuoti ir daugiau...
nb: Flytt, dupliser og mer…
nl: Verplaatsen, dupliceren en meer…
pl: Przesuń, duplikuj, więcej...
pt_br: Mover, duplicar e muito mais…
ru: Перемещение, дублирование и многое другое…
sk: Presun, duplikácia a ďalšie…
sl: Premikanje, podvajanje in še več ...
sq: Lëviz, dubliko dhe më shumë…
sr: Premesti, dupliraj i još…
sv: Flytta, duplicera, med mera...
tr: Taşıma, çoğaltma ve daha fazlası…
uk: Перемістити, дублювати та інше…
vi: Di chuyển, sao chép và nhiều hơn nữa…
zh_hk: 移動、複製及更多…

source: Failed to export analytics
ar: تعذر تصدير التحليلات
bg: Експортирането на анализи не бе успешно
ca: No s'han pogut exportar les anàlisis
de: Die Analysedaten konnten nicht exportiert werden.
es: No se pudieron exportar los análisis
fa: خروجی گرفتن از تحلیل‌ها ناموفق بود
fi: Analytiikan vienti epäonnistui
fr: Échec de l'exportation des données analytiques
it: Impossibile esportare l'analisi
ja: 分析のエクスポートに失敗しました
nb: Kunne ikke eksportere analyser
nl: Exporteren van analyses is mislukt
pl: Nie udało się wyeksportować analiz
pt_br: Falha ao exportar análises
ru: Не удалось экспортировать аналитические данные.
sk: Export analytických údajov zlyhal
sl: Izvoz analitike ni uspel
sq: Dështoi eksportimi i analitikës
sr: Nije uspeo izvoz analitike
sv: Misslyckades med att exportera analyser
tr: Analiz verilerini dışa aktarma başarısız oldu.
uk: Не вдалося експортувати аналітику
vi: Không thể xuất dữ liệu phân tích
zh_hk: 匯出分析失敗

source: Error saving permissions
ar: خطأ في حفظ الأذونات
bg: Грешка при запазване на разрешенията
ca: S'ha produït un error en desar els permisos
de: Fehler beim Speichern der Berechtigungen
es: Error al guardar los permisos
fa: خطا در ذخیره مجوزها
fi: Virhe oikeuksien tallentamisessa
fr: Erreur lors de l'enregistrement des autorisations
it: Errore durante il salvataggio dei permessi
ja: 権限の保存中にエラーが発生しました
nb: Feil ved lagring av tillatelser
nl: Fout bij het opslaan van machtigingen
pl: Błąd podczas zapisywania uprawnień
pt_br: Erro ao salvar permissões
ru: Ошибка сохранения разрешений
sk: Chyba pri ukladaní povolení
sl: Napaka pri shranjevanju dovoljenj
sq: Gabim gjatë ruajtjes së lejeve
sr: Greška pri čuvanju dozvola
sv: Fel vid sparning av behörigheter
tr: İzinler kaydedilirken hata oluştu
uk: Помилка збереження прав доступу
vi: Lỗi khi lưu quyền
zh_hk: 保存權限錯誤

source: Row and column security
ar: أمان الصفوف والأعمدة
bg: Защита на редове и колони
ca: Seguretat de files i columnes
de: Zeilen- und Spaltensicherheit
es: Seguridad de filas y columnas
fa: امنیت سطر و ستون
fi: Rivi- ja sarakesuojaus
fr: Sécurité des lignes et des colonnes
it: Sicurezza di riga e colonna
ja: 行と列のセキュリティ
nb: Rad- og kolonnesikkerhet
nl: Rij- en kolombeveiliging
pl: Bezpieczeństwo wierszy i kolumn
pt_br: Segurança de linha e coluna
ru: Безопасность строк и столбцов
sk: Zabezpečenie riadkov a stĺpcov
sl: Varnost vrstic in stolpcev
sq: Siguria e rreshtave dhe kolonave
sr: Bezbednost po redovima i kolonama
sv: Rad- och kolumnsäkerhet
tr: Satır ve sütun güvenliği
uk: Безпека рядків і стовпців
vi: Bảo mật hàng và cột
zh_hk: 行和列安全性

source: Edit row and column security
ar: تعديل أمان الصفوف والأعمدة
bg: Редактиране на защитата на редове и колони
ca: Edita la seguretat de files i columnes
de: Sicherheit für Zeilen und Spalten bearbeiten
es: Editar la seguridad de filas y columnas
fa: ویرایش امنیت سطر و ستون
fi: Muokkaa rivi- ja sarakesuojausta
fr: Modifier la sécurité des lignes et des colonnes
it: Modifica la sicurezza di righe e colonne
ja: 行と列のセキュリティを編集する
nb: Rediger rad- og kolonnesikkerhet
nl: Rij- en kolombeveiliging bewerken
pl: Edytuj zabezpieczenia wierszy i kolumn
pt_br: Editar segurança de linhas e colunas
ru: Изменить безопасность строк и столбцов
sk: Upraviť zabezpečenie riadkov a stĺpcov
sl: Urejanje varnosti vrstic in stolpcev
sq: Redakto sigurinë e rreshtave dhe kolonave
sr: Izmeni bezbednost po redovima i kolonama
sv: Redigera rad- och kolumnsäkerhet
tr: Satır ve sütun güvenliğini düzenle
uk: Редагувати безпеку рядків і стовпців
vi: Chỉnh sửa bảo mật hàng và cột
zh_hk: 編輯行與列安全性

source: Edit this table
ar: تعديل هذا الجدول
bg: Редактиране на тази таблица
ca: Edita aquesta taula
de: Diese Tabelle bearbeiten
es: Editar esta tabla
fa: این جدول را ویرایش کنید
fi: Muokkaa tätä taulukkoa
fr: Modifier ce tableau
it: Modifica questa tabella
ja: この表を編集する
nb: Rediger denne tabellen
nl: Bewerk deze tabel
pl: Edytuj tę tabelę
pt_br: Editar esta tabela
ru: Редактировать эту таблицу
sk: Upraviť túto tabuľku
sl: Uredi to tabelo
sq: Redakto këtë tabelë
sr: Uredi ovu tabelu
sv: Redigera den här tabellen
tr: Bu tabloyu düzenle
uk: Редагувати цю таблицю
vi: Chỉnh sửa bảng này
zh_hk: 編輯此表

source: Customize filter values for each subscription on Pro and Enterprise plans.
ar: خصّص قيم الفلاتر لكل اشتراك على خطتي Pro وEnterprise.
bg: Персонализирайте стойностите на филтъра за всеки абонамент в плановете Pro и Enterprise.
ca: Personalitza els valors del filtre per a cada subscripció als plans Pro i Enterprise.
de: Passen Sie die Filterwerte für jedes Abonnement der Pro- und Enterprise-Pläne an.
eo: Customize filter vibes for each sub on Pro and Enterprise, fr.
es: Personalice los valores de filtro para cada suscripción en los planes Pro y Enterprise.
fa: مقادیر فیلتر را برای هر اشتراک در طرح‌های حرفه‌ای و سازمانی سفارشی کنید.
fi: Mukauta suodatinarvoja kullekin tilaukselle Pro- ja Enterprise-sopimuksissa.
fr: Personnalisez les valeurs de filtre pour chaque abonnement sur les plans Pro et Entreprise.
it: Personalizza i valori dei filtri per ogni abbonamento nei piani Pro ed Enterprise.
ja: Pro プランと Enterprise プランの各サブスクリプションのフィルター値をカスタマイズします。
nb: Tilpass filterverdier for hvert abonnement på Pro- og Enterprise-abonnementer.
nl: Pas filterwaarden aan voor elk ingepland rapport in de Pro- en Enterprise-abonnementen.
pl: Dostosuj wartości filtrów dla każdej subskrypcji w planach Pro i Enterprise.
pt_br: Personalize os valores do filtro para cada assinatura nos planos Pro e Enterprise.
ru: Настройте значения фильтров для каждой подписки на планах Pro и Enterprise.
sk: Prispôsobte si hodnoty filtra pre každé predplatné v plánoch Pro a Enterprise.
sl: Prilagodite vrednosti filtrov za vsako naročnino v paketih Pro in Enterprise.
sq: Personalizo vlerat e filtrit për çdo abonim në planet Pro dhe Enterprise.
sr: Prilagodi vrednosti filtera za svaku pretplatu na Pro i Enterprise planovima.
sv: Anpassa filtervärden för varje prenumeration på Pro- och Enterprise-planer.
tr: Pro ve Enterprise planlarındaki her abonelik için filtre değerlerini özelleştirin.
uk: Налаштовуйте значення фільтрів для кожної підписки в планах Pro та Enterprise.
vi: Tùy chỉnh giá trị bộ lọc cho từng đăng ký trên gói Pro và Enterprise.
zh_hk: 自訂 Pro 和 Enterprise 計劃中每個訂閱的篩選值。

source: If a dashboard filter has a default value, it'll be applied when your subscription is sent.
ar: إذا كان فلتر لوحة المعلومات لديه قيمة افتراضية، فسيتم تطبيقها عند إرسال اشتراكك.
bg: Ако филтърът на таблото за управление има стойност по подразбиране, тя ще бъде приложена при изпращане на абонамента ви.
ca: Si un filtre del tauler de control té un valor per defecte, s'aplicarà quan s'enviï la subscripció.
de: Wenn ein Dashboard-Filter einen Standardwert hat, wird dieser beim Senden Ihres Abonnements angewendet.
eo: If a dashboard filter’s got a default, it’s gonna auto-apply when your subscription drops, no cap.
es: Si un filtro del panel tiene un valor predeterminado, se aplicará cuando se envíe su suscripción.
fa: اگر فیلتر داشبورد مقدار پیش‌فرضی داشته باشد، هنگام ارسال اشتراک شما اعمال خواهد شد.
fi: Jos kojelaudan suodattimella on oletusarvo, sitä käytetään, kun tilauksesi lähetetään.
fr: Si un filtre de tableau de bord a une valeur par défaut, elle sera appliquée lors de l'envoi de votre abonnement.
it: Se un filtro della dashboard ha un valore predefinito, questo verrà applicato al momento dell'invio dell'abbonamento.
ja: ダッシュボード フィルターにデフォルト値がある場合は、サブスクリプションの送信時に適用されます。
nb: Hvis et dashbordfilter har en standardverdi, vil den bli brukt når abonnementet sendes.
nl: Als een dashboardfilter een standaardwaarde heeft, wordt deze toegepast wanneer het ingeplande rapport wordt verzonden.
pl: Jeśli filtr pulpitu nawigacyjnego ma wartość domyślną, zostanie ona zastosowana w momencie wysłania subskrypcji.
pt_br: Se um filtro do painel tiver um valor padrão, ele será aplicado quando sua assinatura for enviada.
ru: Если фильтр панели мониторинга имеет значение по умолчанию, оно будет применено при отправке вашей подписки.
sk: Ak má filter dashboardu predvolenú hodnotu, použije sa pri odoslaní vášho predplatného.
sl: Če ima filter nadzorne plošče privzeto vrednost, bo ta uporabljena, ko bo vaša naročnina poslana.
sq: Nëse një filtër paneli ka një vlerë parazgjedhje, ajo do të aplikohet kur të dërgohet abonimi yt.
sr: Ako filter na kontrolnoj tabli ima podrazumevanu vrednost, biće primenjena kada se pretplata pošalje.
sv: Om ett instrumentpanelsfilter har ett standardvärde tillämpas det när din prenumeration skickas.
tr: Bir pano filtresinin varsayılan bir değeri varsa, aboneliğiniz gönderildiğinde bu değer uygulanır.
uk: Якщо фільтр приладової дошки має дефолтне значення, його буде застосовано під час надсилання вашої підписки.
vi: Nếu bộ lọc bảng điều khiển có giá trị mặc định, giá trị đó sẽ được áp dụng khi đăng ký của bạn được gửi.
zh_hk: 如果儀表板篩選器有預設值，它會在您傳送訂閱的時候套用。

source: Source: {0} and {1}
ar: المصدر: {0} و{1}
bg: Източник: {0} и {1}
ca: Font: {0} i {1}
de: Quelle: {0} und {1}
eo: Source: {0} and {1} – fr fr info straight from the real ones
es: Fuente: {0} y {1}
fa: منبع: {0} و {1}
fi: Lähde: {0} ja {1}
fr: Source : {0} et {1}
it: Sorgente: {0} e {1}
ja: 出典: {0} と {1}
nb: Kilde: {0} og {1}
nl: Bron: {0} en {1}
pl: Źródło: {0} i {1}
pt_br: Fonte: {0} e {1}
ru: Источник: {0} и {1}
sk: Zdroj: {0} a {1}
sl: Vir: {0} in {1}
sq: Burimi: {0} dhe {1}
sr: Izvor: {0} i {1}
sv: Källa: {0} och {1}
tr: Kaynak: {0} ve {1}
uk: Джерело: {0} і {1}
vi: Nguồn: {0} và {1}
zh_hk: 資料來源： {0} 及 {1}

source: Looks like this custom map is no longer available. Try using a different map to visualize this.
ar: يبدو أن هذه الخريطة المخصصة لم تعد متاحة. جرّب استخدام خريطة مختلفة لتصور ذلك.
bg: Изглежда, че тази персонализирана карта вече не е налична. Опитайте да използвате друга карта, за да я визуализирате.
ca: Sembla que aquest mapa personalitzat ja no està disponible. Prova d'utilitzar un mapa diferent per visualitzar-lo.
de: Diese benutzerdefinierte Karte ist anscheinend nicht mehr verfügbar. Versuchen Sie, sie mit einer anderen Karte zu visualisieren.
eo: Bruh, this custom map's totally not available anymore. Try switchin’ it up with a different map to see the vibes.
es: Parece que este mapa personalizado ya no está disponible. Prueba con otro mapa para visualizarlo.
fa: به نظر می‌رسد این نقشه سفارشی دیگر در دسترس نیست. برای نمایش آن از نقشه دیگری استفاده کنید.
fi: Näyttää siltä, että tämä mukautettu kartta ei ole enää saatavilla. Kokeile visualisoida tämä eri kartalla.
fr: Il semble que cette carte personnalisée ne soit plus disponible. Essayez d'utiliser une autre carte pour la visualiser.
it: Sembra che questa mappa personalizzata non sia più disponibile. Prova a utilizzare una mappa diversa per visualizzarla.
ja: このカスタムマップは利用できなくなったようです。別のマップで表示してみてください。
nb: Det ser ut til at dette egendefinerte kartet ikke lenger er tilgjengelig. Prøv å bruke et annet kart for å visualisere dette.
nl: Het lijkt erop dat deze eigen kaart niet meer beschikbaar is. Probeer een andere kaart om dit te visualiseren.
pl: Wygląda na to, że ta niestandardowa mapa nie jest już dostępna. Spróbuj użyć innej mapy, aby to zwizualizować.
pt_br: Parece que este mapa personalizado não está mais disponível. Tente usar outro mapa para visualizá-lo.
ru: Похоже, эта пользовательская карта больше не доступна. Попробуйте использовать другую карту, чтобы визуализировать это.
sk: Zdá sa, že táto vlastná mapa už nie je k dispozícii. Skúste na vizualizáciu použiť inú mapu.
sl: Zdi se, da ta zemljevid po meri ni več na voljo. Poskusite uporabiti drug zemljevid za vizualizacijo.
sq: Duket se kjo hartë e personalizuar nuk është më e disponueshme. Provo të përdorësh një hartë tjetër për ta vizualizuar këtë.
sr: Izgleda da ova prilagođena mapa više nije dostupna. Pokušaj da koristiš drugu mapu za vizualizaciju ovoga.
sv: Det verkar som att den här anpassade kartan inte längre är tillgänglig. Försök att använda en annan karta för att visualisera detta.
tr: Görünüşe göre bu özel harita artık mevcut değil. Bunu görselleştirmek için farklı bir harita kullanmayı deneyin.
uk: Схоже, ця кастомна мапа більше недоступна. Спробуйте використати іншу мапу для візуалізації.
vi: Có vẻ như bản đồ tùy chỉnh này không còn khả dụng nữa. Hãy thử sử dụng bản đồ khác để trực quan hóa bản đồ này.
zh_hk: 看起來此自訂地圖已不再可用。請嘗試使用其他地圖來視覺化。

source: To add a new map, visit {0}.
ar: لإضافة خريطة جديدة، انتقل إلى {0}.
bg: За да добавите нова карта, посетете {0}.
ca: Per afegir un mapa nou, visiteu {0}.
de: Um eine neue Karte hinzuzufügen, besuchen Sie {0}.
eo: To add a new map, just peep {0}.
es: Para agregar un nuevo mapa, visita {0}.
fa: برای افزودن نقشه جدید، به {0} مراجعه کنید.
fi: Lisää uusi kartta osoitteessa {0}.
fr: Pour ajouter une nouvelle carte, visitez {0}.
it: Per aggiungere una nuova mappa, visita {0}.
ja: 新しいマップを追加するには、 {0}にアクセスしてください。
nb: Gå til {0}for å legge til et nytt kart.
nl: Om een nieuwe kaart toe te voegen, ga naar {0}.
pl: Aby dodać nową mapę, wejdź na {0}.
pt_br: Para adicionar um novo mapa, visite {0}.
ru: Чтобы добавить новую карту, посетите {0}.
sk: Ak chcete pridať novú mapu, navštívte stránku {0}.
sl: Če želite dodati nov zemljevid, obiščite {0}.
sq: Për të shtuar një hartë të re, vizito {0}.
sr: Da dodaš novu mapu, poseti {0}.
sv: För att lägga till en ny karta, besök {0}.
tr: Yeni bir harita eklemek için {0}adresini ziyaret edin.
uk: Щоб додати нову мапу, перейдіть до {0}.
vi: Để thêm bản đồ mới, hãy truy cập {0}.
zh_hk: 若要新增地圖，請造訪 {0}。

source: Admin settings > Maps
ar: إعدادات المسؤول > الخرائط
bg: Административни настройки > Карти
ca: Configuració d'administrador > Mapes
de: Admin-Einstellungen > Karten
eo: Admin settings > Maps, fr.
es: Configuración de administrador > Mapas
fa: تنظیمات مدیریت > نقشه‌ها
fi: Järjestelmänvalvojan asetukset > Kartat
fr: Paramètres d'administration > Cartes
it: Impostazioni amministratore > Mappe
ja: 管理者設定 > マップ
nb: Administratorinnstillinger > Kart
nl: Beheerdersinstellingen > Kaarten
pl: Ustawienia administratora > Mapy
pt_br: Configurações de administração > Mapas
ru: Настройки администратора > Карты
sk: Nastavenia správcu > Mapy
sl: Skrbniške nastavitve > Zemljevidi
sq: Cilësimet e administratorit > Hartat
sr: Admin podešavanja > Mape
sv: Administratörsinställningar > Kartor
tr: Yönetici ayarları > Haritalar
uk: Налаштування адміністратора > Мапи
vi: Cài đặt quản trị > Bản đồ
zh_hk: 管理員設定 > 地圖

source: Set as default view
ar: تعيين كعرض افتراضي
bg: Задай като изглед по подразбиране
ca: Estableix com a vista predeterminada
de: Als Standardansicht festlegen
eo: Make it the main vibe
es: Establecer como vista predeterminada
fa: تنظیم به عنوان نمای پیش‌فرض
fi: Aseta oletusnäkymäksi
fr: Définir comme vue par défaut
it: Imposta come visualizzazione predefinita
ja: デフォルトビューとして設定
nb: Angi som standardvisning
nl: Instellen als standaardweergave
pl: Ustaw jako widok domyślny
pt_br: Definir como visualização padrão
ru: Установить как вид по умолчанию
sk: Nastaviť ako predvolené zobrazenie
sl: Nastavi kot privzeti pogled
sq: Vendose si pamje të parazgjedhur
sr: Postavi kao podrazumevani prikaz
sv: Ange som standardvy
tr: Varsayılan görünüm olarak ayarla
uk: Задати як перегляд за замовчуванням
vi: Đặt làm chế độ xem mặc định
zh_hk: 設定為預設檢視

source: Ranges
ar: النطاقات
bg: Диапазони
ca: Rangs
de: Bereiche
es: Rangos
fa: محدوده‌ها
fi: Alueet
fr: Gammes
it: Gamme
ja: 範囲
nb: Intervaller
nl: Bereiken
pl: Zakresy
pt_br: intervalos
ru: Диапазоны
sk: Rozsahy
sl: Območja
sq: Intervale
sr: Opsezi
sv: Områden
tr: Aralıklar
uk: Діапазони
vi: Phạm vi
zh_hk: 範圍

source: Progress visualization requires at least one numeric column.
ar: يتطلب عرض التقدم وجود عمود رقمي واحد على الأقل.
bg: Визуализацията на напредъка изисква поне една числова колона.
ca: La visualització del progrés requereix com a mínim una columna numèrica.
de: Für die Fortschrittsvisualisierung ist mindestens eine numerische Spalte erforderlich.
es: La visualización del progreso requiere al menos una columna numérica.
fa: نمایش پیشرفت حداقل به یک ستون عددی نیاز دارد.
fi: Edistymisen visualisointi vaatii vähintään yhden numeerisen sarakkeen.
fr: La visualisation de la progression nécessite au moins une colonne numérique.
it: La visualizzazione dei progressi richiede almeno una colonna numerica.
ja: 進捗状況を視覚化するには、少なくとも 1 つの数値列が必要です。
nb: Fremdriftsvisualisering krever minst én numerisk kolonne.
nl: Voor het visualiseren van de voortgang is minimaal één numerieke kolom nodig.
pl: Wizualizacja postępu wymaga co najmniej jednej kolumny liczbowej.
pt_br: A visualização do progresso requer pelo menos uma coluna numérica.
ru: Для визуализации прогресса требуется как минимум один числовой столбец.
sk: Vizualizácia priebehu vyžaduje aspoň jeden číselný stĺpec.
sl: Za vizualizacijo napredka je potreben vsaj en numerični stolpec.
sq: Vizualizimi i progresit kërkon të paktën një kolonë numerike.
sr: Vizualizacija napretka zahteva bar jednu numeričku kolonu.
sv: Förloppsvisualisering kräver minst en numerisk kolumn.
tr: İlerleme görselleştirmesi için en az bir sayısal sütuna ihtiyaç vardır.
uk: Візуалізація прогресу вимагає принаймні один числовий стовпець.
vi: Để trực quan hóa tiến trình cần có ít nhất một cột số.
zh_hk: 進度可視化至少需要一列數字。

source: No data
ar: لا توجد بيانات
bg: Няма данни
ca: Sense dades
de: Keine Daten
es: Sin datos
fa: بدون داده
fi: ei dataa
fr: Pas de données
it: Nessun dato
ja: データなし
nb: Ingen data
nl: Geen gegevens
pl: Brak danych
pt_br: Sem dados
ru: Нет данных
sk: Žiadne údaje
sl: Ni podatkov
sq: Pa të dhëna
sr: Nema podataka
sv: ingen data
tr: Veri yok
uk: Немає даних
vi: Không có dữ liệu
zh_hk: 無資料
