Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Just a table with the rows in the answer, no additional operations.
hu: Egy táblázat csak a válasz sorainak megjelenítésével, további műveletek nélkül.
ms: Hanya jadual dengan baris dalam jawapan, tiada operasi tambahan.

source: Count of rows
ar: عدد الصفوف
bg: Брой редове
ca: Nombre de files
de: Zählen der Zeilen
eo: Number of rows → How many rows rly?
es: Número de filas
fa: تعداد ردیف ها
fi: Rivien määrä
fr: Nombre de lignes
hu: Sorok száma
it: Conteggio di righe
ja: 行のカウント
lt: Eilučių skaičius
ms: Kiraan baris
nb: Antall rader
nl: Aantal rijen
pl: Liczba wierszy
pt_br: Contagem de linhas
ru: Количество записей
sk: Počet riadkov
sl: Število vrstic
sq: Numërimi i rreshtave
sr: Broj redova
sv: Antal rader
tr: Satır sayısı
uk: Кількість рядків
vi: Đếm số hàng
zh_hk: 總行數

source: Total number of rows in the answer.
ar: إجمالي عدد الصفوف في الإجابة.
bg: Общ брой редове в отговора.
ca: Nombre total de files a la resposta.
de: Gesamtanzahl der Zeilen einer Antwort.
eo: Total number of rows in the answer → The total count of rows in the answer, fr fr
es: Número total de filas en la respuesta.
fa: تعداد ردیف ها در پاسخ.
fi: Rivien määrä tuloksissa
fr: Nombre total de lignes dans la réponse.
hu: A válaszban lévő sorok teljes száma.
it: Numero totale di righe nella risposta
ja: 回答の全行数
lt: Iš viso eilučių šitame atsakyme
ms: Jumlah bilangan baris dalam jawapan.
nb: Totalt antall rader i svaret.
nl: Totaal aantal rijen in het antwoord.
pl: Całkowita liczba wierszy.
pt_br: Número total de linhas na resposta.
ru: Общее количество записей в ответе
sk: Celkový počet riadkov v odpovedi.
sl: Skupno število vrstic v odgovoru.
sq: Numri total i rreshtave në përgjigje.
sr: Ukupan broj redova u odgovoru.
sv: Totalt antal rader i svaret
tr: Yanıttaki toplam satır sayısı.
uk: Загальна кількість рядків у відповіді.
vi: Tổng số dòng trong câu trả lời
zh_hk: 答案的總資料行數。

source: Sum of ...
ar: مجموع ...
bg: Сбор ...
ca: Suma de ...
de: Summe von...
eo: Sum of ... → Total of ... or like, “All of...”
es: Suma de ...
fa: مجموع ...
fi: summa
fr: Somme de ...
hu: ... Összege
it: Somma di ...
ja: ...の合計
lt: Suma ...
ms: Jumlah ...
nb: Summen av ...
nl: Som van ...
pl: Suma z
pt_br: Soma de ...
ru: Сумма ...
sk: Súčet ...
sl: Vsota ...
sq: Shuma e ...
sr: Zbir od ...
sv: Summan av ...
tr: Toplam
uk: Сума ...
vi: Tổng của ...
zh_hk: 總和

source: Sum of all the values of a column.
ar: مجموع كل قيم عمود.
bg: Сума от всички стойности на колона.
ca: Suma tots els valors d'una columna.
de: Summe aller Werte einer Spalte.
eo: Sum of all the values of a column → The total of all the numbers in that column, fr fr
es: Suma de todos los valores de una columna.
fa: مجموع تمام مقادیر یک ستون.
fi: Sarakkeen kaikkien arvojen summa.
fr: Somme de toutes les valeurs d'une colonne.
hu: Az oszlop összes értékének összege.
it: Somma di tutti i valori di una colonna
ja: 列の全値の合計
lt: Visų stulpelio verčių suma.
ms: Jumlah semua nilai dalam lajur.
nb: Summen av alle verdiene i en kolonne.
nl: Som van alle waarden van een kolom.
pl: Suma wszystkich wartości kolumny.
pt_br: Soma de todos os valores de uma coluna.
ru: Сумма всех значений в колонке.
sk: Súčet všetkých hodnôt v stĺpci.
sl: Vsota vseh vrednosti stolpca.
sq: Shuma e të gjitha vlerave të një kolone.
sr: Zbir svih vrednosti u koloni.
sv: Summan av alla värdena i en kolumn
tr: Bir sütunun tüm değerlerinin toplamı.
uk: Сума всіх значень у стовпці.
vi: Tổng tất cả giá trị của một cột
zh_hk: 一個欄位所有數值的總和。

source: Average of ...
ar: متوسط ...
bg: Средно от ...
ca: Mitjana de...
de: Durchschnitt von...
eo: Just the vibe of "average of ..." would be like "the mean of ..." or "the avg of ..." but if you wanna make it sound more Gen Z, you could say "the usual of ..." or "the typical of ..." — but honestly, for simplicity, people usually just say "the avg."
es: Media de ...
fa: میانگین ...
fi: Keskiarvo
fr: Moyenne de ...
hu: ... Átlaga
it: Media di ...
ja: ...の平均
lt: Vidurkis ...
ms: Purata ...
nb: Gjennomsnittet av ...
nl: Gemiddelde van ...
pl: Średnia z…
pt_br: Média de ...
ru: Среднее ...
sk: Priemerná hodnota ...
sl: Povprečje ...
sq: Mesatarja e ...
sr: Prosek od ...
sv: Genomsnitttet av ...
tr: Ortalama
uk: Середнє ...
vi: Trung bình của...
zh_hk: 平均值

source: Average of all the values of a column
ar: متوسط كل قيم عمود
bg: Средна стойност на всички стойности на колона
ca: Mitjana de tots els valors d'una columna
de: Durchschnitt aller Werte einer Spalte
eo: The average of all the values in a column → "The overall vibe of all the values in the column"
es: Promedio de todos los valores de una columna
fa: میانگین تمام مقادیر یک ستون
fi: Sarakkeen kaikkien arvojen keskiarvo
fr: Moyenne de toutes les valeurs d'une colonne
hu: Az oszlop összes értékének átlaga
it: Media di tutti i valori di una colonna
ja: 列の全値の平均
lt: Visų stulpelio reikšmių vidurkis
ms: Purata semua nilai dalam lajur
nb: Gjennomsnittet av alle verdiene i en kolonne
nl: Gemiddelde van alle waarden van een kolom
pl: Średnia wszystkich wartości kolumny
pt_br: Média de todos os valores de uma coluna
ru: Среднее всех значений колонки.
sk: Priemerná hodnota všetkých hodôt v stĺpci
sl: Povprečje vseh vrednosti stolpca
sq: Mesatarja e të gjitha vlerave të një kolone
sr: Prosek svih vrednosti u koloni
sv: Genomsnittet av alla värden i en kolumn
tr: Bir sütunun tüm değerlerinin ortalaması
uk: Середнє всіх значень у стовпці
vi: Trung bình tất cả giá trị của một cột
zh_hk: 一個欄位所有數值的平均值。

source: Number of distinct values of ...
ar: عدد القيم المميزة لـ ...
bg: Брой различни стойности на ...
ca: Nombre de valors diferents de...
de: Anzahl eindeutiger Werte von...
eo: Number of unique vibes of...
es: Número de valores distintos de ...
fa: تعداد مقادیر متمایز ...
fi: Yksittäisten arvojen määrä
fr: Nombre de valeurs distinctes de ...
hu: A egyedi értékeinek száma ...
it: Numeri di valori distinti di ...
ja: ...の異なる値の数
lt: Skirtingų reikšmių skaičius ...
ms: Bilangan nilai yang berbeza bagi ...
nb: Antall unike verdier av ...
nl: Aantal verschillende waarden van ...
pl: Liczba unikalnych wartości...
pt_br: Número de valores distintos de ...
ru: Уникальные значения...
sk: Počet rôznych hodnôt ...
sl: Število ločenih vrednosti ...
sq: Numri i vlerave të dallueshme të ...
sr: Broj različitih vrednosti za ...
sv: Antal distinkta värden av ...
tr: Farklı değerlerinin sayısı
uk: Кількість різних значень ...
vi: Số lượng giá trị riêng biệt của ...
zh_hk: 不重複值的總數

source: Number of unique values of a column among all the rows in the answer.
ar: عدد القيم الفريدة لعمود بين جميع الصفوف في الإجابة.
bg: Брой уникални стойности на колона сред всички редове в отговора.
ca: Nombre de valors únics d'una columna entre totes les files de la resposta.
de: Anzahl eindeutiger Werte einer Spalte für die Zeilen einer Antwort.
eo: Number of one-of-a-kind values in a column across all the rows in the answer.
es: Número de valores únicos de una columna entre todas las filas en la respuesta.
fa: تعداد مقادیر منحصر به فرد یک ستون در میان تمام ردیف در پاسخ.
fi: Sarakkeen yksilöllisten arvojen määrä vastauksen kaikkien rivien joukossa.
fr: Nombre de valeurs uniques d'une colonne parmi toutes les lignes dans la réponse.
hu: Az oszlop egyedi értékeinek száma az összes sor között a válaszban.
it: Numero di valori univoci di una colonna tra tutte le righe nella risposta.
ja: 回答の全行のうちユニーク値の行数
lt: Unikalių stulpelio reikšmių skaičius tarp visų atsakymo eilučių.
ms: Bilangan nilai unik dalam lajur antara semua baris dalam jawapan.
nb: Antall unike verdier i en kolonne blant alle radene i svaret.
nl: Aantal unieke waarden van een kolom tussen alle rijen in het antwoord.
pl: Liczba unikatowych wartości w kolumnie.
pt_br: Número de valores únicos de uma coluna entre todas as linhas na resposta.
ru: Количество уникальных значений столбца среди всех записей в ответе.
sk: Počet jedinečných hodnôt v stĺpci medzi všetkými riadkami v odpovedi.
sl: Število enoličnih vrednosti stolpca med vsemi vrsticami v odgovoru.
sq: Numri i vlerave unike të një kolone midis të gjitha rreshtave në përgjigje.
sr: Broj jedinstvenih vrednosti kolone među svim redovima u odgovoru.
sv: Antal unika värden i en kolumn jämsides med alla raderna i svaret
tr: Yanıttaki tüm satırlar arasında bir sütunun benzersiz değerlerinin sayısı.
uk: Кількість унікальних значень стовпця серед усіх рядків у відповіді.
vi: Số giá trị duy nhất của một cột trong số tất cả các hàng trong câu trả lời.
zh_hk: 一個欄位所有互不重複的值的總數

source: Cumulative sum of ...
ar: المجموع التراكمي لـ ...
bg: Кумулативна сума от ...
ca: Suma acumulada de...
de: Kumulative Summe von...
eo: Cumulative sum of... → The total vibe of... / The whole sum of...
es: Suma acumulada de ...
fa: جمع تجمعی ...
fi: kumulatiivinen summa
fr: Somme cumulée de ...
hu: ... Összesített összege
it: Somma cumulativa di ...
ja: ...の累積合計
lt: Bendra suma ...
ms: Jumlah terkumpul bagi ...
nb: Kumulativ sum av ...
nl: Cumulatieve som van ...
pl: Skumulowana suma...
pt_br: Soma acumulada de ...
ru: Сумма нарастащим итогом…
sk: Kumulatívna suma ...
sl: Kumulativna vsota ...
sq: Shuma kumulative e ...
sr: Kumulativni zbir od ...
sv: Sammanslagen summa av ...
tr: Kümülatif Toplam
uk: Накопичувальна сума ...
vi: Tổng cộng của
zh_hk: 累積求和

source: Additive sum of all the values of a column.\\ne.x. total revenue over time.
hu: Egy oszlop összes értékének additív összege.\\ne.x. teljes bevétel az idő múlásával.
ms: Jumlah tambahan semua nilai dalam lajur.\ne.x. jumlah pendapatan dari semasa ke semasa.

source: Cumulative count of rows
ar: العدد التراكمي للصفوف
bg: Кумулативен брой редове
ca: Recompte acumulat de files
de: Kumulative Zählung von Zeilen
eo: Total row count, fr fr
es: Recuento acumulado de filas
fa: تعداد تجمعی ردیف
fi: Kumulatiivinen rivien määrä
fr: Nombre cumulé de lignes
hu: Sorok kumulatív száma
it: Conteggio cumulativo di righe
ja: 行の累積カウント
lt: Bendras eilučių skaičius
ms: Kiraan terkumpul baris
nb: Kumulativ telling av rader
nl: Cumulatief aantal rijen
pl: Skumulowana liczba wierszy
pt_br: Contagem cumulativa de linhas
ru: Нарастающий итог
sk: Kumulatívny počet riadkov
sl: Kumulativno število vrstic
sq: Numërim kumulativ i rreshtave
sr: Kumulativni broj redova
sv: Sammanslaget antal rader
tr: Kümülatif satır sayısı
uk: Накопичувальна кількість рядків
vi: Số hàng tích lũy
zh_hk: 累積行數

source: Additive count of the number of rows.\\ne.x. total number of sales over time.
hu: A sorok számának összeadása.\\ne.x. eladások teljes száma az idő múlásával.
ms: Kiraan tambahan bilangan baris.\ne.x. jumlah bilangan jualan dari semasa ke semasa.

source: Standard deviation of ...
ar: الانحراف المعياري لـ ...
bg: Стандартно отклонение на ...
ca: Desviació estàndard de...
de: Standardabweichung von...
eo: The standard deviation of... → The std dev of...
es: Desviación estándar de ...
fa: انحراف استاندارد ...
fi: Keskihajonta
fr: Écart-type de ...
hu: Szórása ...
it: Deviazione standard di ...
ja: ...の標準偏差
lt: Standartinis nuokrypis ...
ms: Sisihan piawai bagi ...
nb: Standardavvik for ...
nl: Standaardafwijking van ...
pl: Odchylenie standardowe…
pt_br: Desvio padrão de ...
ru: Стандартное отклонение…
sk: Štandardná odchýlka ...
sl: Standardni odklon ...
sq: Devijimi standard i ...
sr: Standardna devijacija od ...
sv: Standardavvikelse över ...
tr: Standart sapma
uk: Стандартне відхилення ...
vi: Độ lệch chuẩn của ...
zh_hk: 標準差

source: Number which expresses how much the values of a column vary among all rows in the answer.
ar: رقم يعبّر عن مدى تباين قيم عمود بين جميع الصفوف في الإجابة.
bg: Число, което изразява колко варират стойностите на колона между всички редове в отговора.
ca: Nombre que expressa com varien els valors d'una columna entre totes les files de la resposta.
de: Zahl, die angibt, wie stark die Werte einer Spalte zwischen allen Zeilen der Antwort variieren.
eo: That number that shows how much the column values be vibing differently across all the rows in the answer.
es: Número que expresa cuánto varían los valores de una columna entre todas las filas en la respuesta.
fa: شماره ای که بیان می کند مقدار مقادیر یک ستون در میان تمام ردیف ها در جواب متفاوت است.
fi: Luku, joka ilmaisee kuinka kaukana sarakkeen arvot ovat kaikkien arvojen keskiarvosta.
fr: Nombre qui exprime la dispersion des valeurs d'une colonne parmi toutes les lignes dans la réponse.
hu: Egy szám, amely kifejezi, hogy egy oszlop értékei mennyire változnak a válasz összes sora között.
it: Numero che esprime quanto i valori di una colonna variano tra tutte le righe nella risposta.
ja: 回答の全行の間で行の値がどれくらい異なるかを表す数値
lt: Skaičius, išreiškiantis, kiek stulpelio vertės skiriasi tarp visų atsakymo eilučių.
ms: Nombor yang menunjukkan berapa banyak nilai dalam lajur berbeza antara semua baris dalam jawapan.
nb: Tall som uttrykker hvor mye verdiene i en kolonne varierer blant alle radene i svaret.
nl: Getal dat aangeeft hoeveel de waarden van een kolom variëren tussen alle rijen in het antwoord.
pl: Liczba, która wyraża stopień zmienności wartości kolumny we wszystkich wierszach odpowiedzi.
pt_br: Número que expressa o quanto os valores de uma coluna variam entre todas as linhas da resposta.
ru: Число, отражающее насколько значения столбца отклоняются от всех записей ответа.
sk: Číslo, ktoré vyjadruje, do akej miery sa hodnoty stĺpca líšia medzi všetkými riadkami v odpovedi.
sl: Število, ki izraža, koliko se vrednosti stolpca razlikujejo med vsemi vrsticami v odgovoru.
sq: Numër që shpreh sa shumë ndryshojnë vlerat e një kolone midis të gjitha rreshtave në përgjigje.
sr: Broj koji izražava koliko se vrednosti kolone razlikuju među svim redovima u odgovoru.
sv: Siffra som visar hur mycket värdena i en kolumn avviker bland alla rader i svaret.
tr: Bir sütunun değerlerinin ne kadarının cevabın tüm satırları arasında değiştiğini ifade eden sayı.
uk: Число, яке показує, наскільки значення стовпця варіюються серед усіх рядків у відповіді.
vi: Số biểu thị số lượng giá trị của một cột khác nhau giữa tất cả các hàng trong câu trả lời.
zh_hk: 一個欄位所有數值的標準差。

source: Minimum of ...
ar: الحد الأدنى لـ ...
bg: Минимум от ...
ca: Mínim de...
de: Minimum von ...
eo: At least... or like, a bare minimum of...
es: Mínimo de ...
fa: حداقل از ...
fi: Minimiarvo
fr: Minimum de ...
hu: Minimum...
it: Minimo di ...
ja: ...の最小値
lt: Minimalus ...
ms: Minimum bagi ...
nb: Minste av ...
nl: Minimum van ...
pl: Minimum...
pt_br: Mínimo de ...
ru: Минимум ...
sk: Minimálna hodnota ...
sl: Najmanj ...
sq: Minimumi i ...
sr: Minimum od ...
sv: Min.värde av ...
tr: Minimum
uk: Мінімум ...
vi: Nhỏ nhất của...
zh_hk: 最小值

source: Minimum value of a column
ar: أصغر قيمة في عمود
bg: Минимална стойност на колона
ca: Valor mínim d'una columna
de: Minimalwert einer Spalte
eo: The lowest vibe of a column
es: Valor mínimo de una columna
fa: حداقل مقدار یک ستون
fi: Sarakeen minimi
fr: Valeur minimum d'une colonne
hu: Egy oszlop minimális értéke
it: Minimo valore di una colonna
ja: 列の最低値
lt: Minimali stulpelio vertė
ms: Nilai minimum dalam lajur
nb: Minste verdi i kolonnen
nl: Minimale waarde van een kolom
pl: Minimalna wartość dla kolumny
pt_br: Valor mínimo de uma coluna
ru: Минимальное значение столбца
sk: Minimálna hodnota stĺpca
sl: Najmanjša vrednost stolpca
sq: Vlera minimale e një kolone
sr: Minimalna vrednost u koloni
sv: Min.värde av en kolumn
tr: Bir sütunun minimum değeri
uk: Мінімальне значення стовпця
vi: Giá trị nhỏ nhất của cột
zh_hk: 一個欄位的最小值

source: Maximum of ...
ar: الحد الأقصى لـ ...
bg: Максимум ...
ca: Màxim de...
de: Maximum von ...
eo: Biggest of the max, frfr
es: Máximo de ...
fa: حداکثر ...
fi: maksimiarvo
fr: Maximum de ...
hu: Maximum...
it: Massimo di ...
ja: ...の最大値
lt: Maksimalus ...
ms: Maksimum bagi ...
nb: Største av ...
nl: Maximum van ...
pl: Maksimum...
pt_br: Máximo de ...
ru: Максимум ...
sk: Maximálna hodnota ...
sl: Največ ...
sq: Maksimumi i ...
sr: Maksimum od ...
sv: Maxvärde av ...
tr: Maksimum
uk: Максимум ...
vi: Lớn nhất của ...
zh_hk: 最大值

source: Maximum value of a column
ar: أكبر قيمة في عمود
bg: Максимална стойност на колона
ca: Valor màxim d'una columna
de: Maximalwert einer Spalte
eo: The max value of a column = the top-tier score in that column, fr.
es: Valor máximo de una columna
fa: حداکثر مقدار یک ستون
fi: Sarakkeen maksimi
fr: Valeur maximum d'une colonne
hu: Egy oszlop maximális értéke
it: Massimo valore di una colonna
ja: 列の最高値
lt: Maksimali stulpelio vertė
ms: Nilai maksimum dalam lajur
nb: Største verdi i kolonnen
nl: Maximale waarde van een kolom
pl: Maksymalna wartość dla kolumny
pt_br: Valor máximo de uma coluna
ru: Максимальное значение колонки
sk: Maximálna hodnota stĺpca
sl: Največja vrednost stolpca
sq: Vlera maksimale e një kolone
sr: Maksimalna vrednost u koloni
sv: Maxvärde av en kolumn
tr: Bir sütunun maksimum değeri
uk: Максимальне значення стовпця
vi: Giá trị cao nhất của cột
zh_hk: 一個欄位的最大值

source: Break out by dimension
hu: Felbontás dimenzió szerint
ms: Pecahkan mengikut dimensi

source: lower case letter
hu: kisbetű
ms: huruf kecil

source: upper case letter
hu: nagybetű
ms: huruf besar

source: number
ar: رقم
bg: номер
ca: número
de: Nummer
eo: numba
es: número
fa: عدد
fi: numero(a)
fr: nombre
hu: szám
it: numero
ja: 番号
lt: skaičius
ms: nombor
nb: tall
nl: aantal
pl: liczba
pt_br: número
ru: число
sk: číslo
sl: številka
sq: numër
sr: broj
sv: antal
tr: numara
uk: число
vi: số
zh_hk: 個數

source: special character
hu: különleges karakter
ms: karakter khas

source: must be
hu: kell, hogy legyen
ms: mestilah

source: characters long
hu: karakter hosszú
ms: karakter panjang

source: Must be
hu: Kell, hogy legyen
ms: Mesti

source: and include
hu: és tartalmazza
ms: dan termasuk

source: zero
ar: صفر
bg: нула
de: null
eo: nada
es: cero
fa: صفر
fi: nolla
fr: zéro
hu: nulla
lt: nulis
ms: sifar
nb: null
nl: nul
ru: ноль
sk: nula
sl: nič
sr: nula
sv: noll
tr: sıfır
uk: нуль
vi: không

source: one
ar: واحد
bg: един
ca: un
de: eins
eo: yo, just one fam
es: uno
fa: یکی
fi: yksi
fr: un
hu: egy
it: uno
lt: vienas
ms: satu
nb: en
nl: een
pl: jeden
pt_br: um
ru: один
sk: jeden
sl: Ena
sq: një
sr: jedan
sv: en
tr: bir
uk: один
vi: một

source: two
ar: اثنان
bg: две
ca: dos
de: zwei
eo: 2 or two (it's already pretty chill, but you could also say "two" as "2" in texts)
es: dos
fa: دو
fi: kaksi
fr: deux
hu: kettő
it: due
lt: du
ms: dua
nb: to
nl: twee
pl: dwa
pt_br: dois
ru: два
sk: dva
sl: Dva
sq: dy
sr: dva
sv: två
tr: iki
uk: два
vi: hai

source: three
ar: ثلاثة
bg: три
ca: tres
de: drei
eo: 3 or “thru” if ya wanna be extra but usually just 3 lol
es: tres
fa: سه
fi: kolme
fr: trois
hu: három
it: tre
lt: trys
ms: tiga
nb: tre
nl: drie
pl: trzy
pt_br: três
ru: три
sk: tri
sl: Tri
sq: tre
sr: tri
sv: tre
tr: üç
uk: три
vi: ba

source: four
ar: أربعة
bg: четири
ca: quatre
de: vier
eo: 4, fr fr
es: cuatro
fa: چهار
fi: neljä
fr: quatre
hu: négy
it: quattro
lt: keturi
ms: empat
nb: fire
nl: vier
pl: cztery
pt_br: quatro
ru: четыре
sk: štyry
sl: Štiri
sq: katër
sr: četiri
sv: fyra
tr: dört
uk: чотири
vi: bốn

source: five
ar: خمسة
bg: пет
ca: cinc
de: fünf
eo: 5 is basically just "five," no cap. But if you wanna be extra, you could say "5" or "five" — no big flex needed.
es: cinco
fa: پنج
fi: viisi
fr: cinq
hu: öt
it: cinque
lt: penki
ms: lima
nb: fem
nl: vijf
pl: pięć
pt_br: cinco
ru: пять
sk: päť
sl: Pet
sq: pesë
sr: pet
sv: fem
tr: beş
uk: п'ять
vi: năm

source: six
ar: ستة
bg: шест
ca: sis
de: sechs
eo: Six → 6 (still pretty much the same, but if you wanna go full Gen Z: "sick" or "sexy" sometimes, but mostly just "6")
es: seis
fa: شش
fi: kuusi
hu: hat
it: sei
lt: šeši
ms: enam
nb: seks
nl: zes
pl: sześć
pt_br: seis
ru: шесть
sk: šesť
sl: Šest
sq: gjashtë
sr: šest
sv: sex
tr: altı
uk: шість
vi: sáu

source: seven
ar: سبعة
bg: седем
ca: set
de: sieben
eo: 7 is just "seven" or you can say "sev" if you wanna be extra, but usually it’s just "seven" fam.
es: siete
fa: هفت
fi: seitsemän
fr: sept
hu: hét
it: sette
lt: septyni
ms: tujuh
nb: syv
nl: zeven
pl: siedem
pt_br: sete
ru: семь
sk: sedem
sl: Sedem
sq: shtatë
sr: sedam
sv: sju
tr: yedi
uk: сім
vi: bảy

source: eight
ar: ثمانية
bg: осем
ca: vuit
de: acht
eo: 8 (lowkey just "eight," no need to slang it up)
es: ocho
fa: هشت
fi: kahdeksan
fr: huit
hu: nyolc
it: otto
lt: aštuoni
ms: lapan
nb: åtte
nl: acht
pl: osiem
pt_br: oito
ru: восемь
sk: osem
sl: Osem
sq: tetë
sr: osam
sv: åtta
tr: sekiz
uk: вісім
vi: tám

source: nine
ar: تسعة
bg: девет
ca: nou
de: neun
eo: 9-1-1, bestie, that’s a vibe
es: nueve
fa: نه
fi: yhdeksän
fr: neuf
hu: kilenc
it: nove
lt: devyni
ms: sembilan
nb: ni
nl: negen
pl: dziewięć
pt_br: nove
ru: девять
sk: deväť
sl: Devet
sq: nëntë
sr: devet
sv: nio
tr: dokuz
uk: дев'ять
vi: chín

source: Month and Year
ar: الشهر والسنة
bg: Месец и година
ca: Mes i any
de: Monat und Jahr
eo: Month and Year → "M and Y" or "Month & Y" (but honestly, just say "month and year" if ya want it to sound chill, or "M & Y" if you wanna keep it short and sweet)
es: Mes y Año
fa: ماه و سال
fi: Kuukausi ja vuosi
fr: Mois et Année
hu: Hónap és év
it: Mese e Anno
ja: 月年
lt: Mėnuo ir Metai
ms: Bulan dan Tahun
nb: Måned og Dag
nl: Maand en jaar
pl: Miesiąc i Rok
pt_br: Mês e ano
ru: Месяц и Год
sk: Mesiac a Rok
sl: Mesec in leto
sq: Muaj dhe Vit
sr: Mesec i godina
sv: Månad och år
tr: Ay ve yıl
uk: Місяць і рік
vi: Tháng và Năm
zh_hk: 月份和年份

source: Like January, 2016
hu: Mint 2016 január
ms: Seperti Januari, 2016

source: Quarter and Year
ar: الربع والسنة
bg: Квартал и година
ca: Trimestre i any
de: Quartal und Jahr
eo: Qtr & Yr
es: Trimestre y Año
fa: چهار سال و سال
fi: Neljännes ja vuosi
fr: Semestre et Année
hu: Negyedév és év
it: Trimestre e Anno
ja: 四半期と年
lt: Ketvirtis ir metai
ms: Suku Tahun dan Tahun
nb: Kvartal og År
nl: Kwartaal en jaar
pl: Kwartał i Rok
pt_br: Trimestre e ano
ru: Квартал и Год
sk: Štvrťrok a Rok
sl: Četrtletje in leto
sq: Tremujor dhe Vit
sr: Kvartal i godina
sv: Kvartal och år
tr: Çeyrek ve yıl
uk: Квартал і рік
vi: Quý và Năm
zh_hk: 季度和年

source: Like Q1, 2016
hu: Mint 2016 első negyedév
ms: Seperti Q1, 2016

source: Single Date
ar: تاريخ واحد
bg: Единична дата
ca: Data única
de: Einzeldatum
eo: Solo hangout
es: Fecha Unica
fa: تاریخ تک
fi: Päivämäärä
fr: Date simple
hu: Egyedüli dátum
it: Data Singola
ja: 年月日
lt: Pavienė data
ms: Tarikh Tunggal
nb: Enkelt Dato
nl: Enkele datum
pl: Pojedyncza data
pt_br: Data única
ru: Одна Дата
sk: Jeden dátum
sl: En zmenek
sq: Datë e vetme
sr: Jedan datum
sv: Enskilt datum
tr: Tek Tarih
uk: Одна дата
vi: Ngày cụ thể
zh_hk: 單個日期

source: Like January 31, 2016
ar: مثل 31 يناير 2016
bg: Подобно на 31 януари 2016 г.
ca: Per exemple: 31 de Gener de 2016
de: Bspw. 31. Januar 2016
eo: Like, Jan 31, 2016, was so long ago, lowkey feels like ancient history lol
es: Como 31 de Enero, 2016
fa: مانند 31 ژانویه 2016
fi: esim. 31. tammikuuta, 2016
fr: Par exemple 31 Janvier 2016
hu: Mint 2016. január 31
it: Come Gennaio 31, 2016
ja: 例: 2016年１月31日
lt: Kaip Sausio 31, 2016
ms: Seperti Januari 31, 2016
nb: Som 31 Januar, 2016
nl: Zoals 31 januari 2016
pl: Jak 31 Stycznia 2016
pt_br: Como 31 de janeiro de 2016
ru: Например, 31 января 2016
sk: Napr. Január 31, 2016
sl: Kot 31. januar 2016
sq: Si 31 janar 2016
sr: Kao 31. januar 2016
sv: T.ex 31:e januari 2016
tr: 31 Ocak 2016 gibi
uk: Наприклад, 31 січня 2016
vi: Như 31 tháng Một, 2016
zh_hk: 比如一月31日，2016

source: Date Range
ar: نطاق التاريخ
bg: Период от време
ca: Rang de dates
de: Zeitspanne
eo: Vibe period
es: Rango de Fechas
fa: محدوده زمانی
fi: Päivämääräväli
fr: Intervalle de dates
hu: Időszak
it: Intervallo di date
ja: 日付範囲
lt: Datos diapazonas
ms: Julat Tarikh
nb: Datointervall
nl: Datum reeks
pl: Zakres dat
pt_br: Faixa de datas
ru: Диапазон дат
sk: Rozsah dátumov
sl: Časovno obdobje
sq: Interval datash
sr: Opseg datuma
sv: Datum-intervall
tr: Tarih aralığı
uk: Діапазон дат
vi: Khoảng thời gian
zh_hk: 日期範圍
