Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: We’ve run into an error. You can try refreshing the page, or just go back.
ar: واجهنا خطأ. يمكنك محاولة تحديث الصفحة، أو ببساطة الرجوع.
bg: Получихме грешка. Можете да опитате да опресните страницата или просто да се върнете назад.
ca: Ens hem trobat amb un error. Podeu provar d'actualitzar la pàgina o simplement tornar enrere.
de: Wir sind auf einen Fehler gestoßen. Du kannst versuchen, die Seite neu zu laden oder einfach zurücknavigieren.
eo: Oops, we’ve hit a glitch. Try refreshin’ the page or just bounce back.
es: Nos hemos topado con un error. Puedes intentar actualizar la página o simplemente volver.
fa: ما با یک خطا مواجه شده ایم. می توانید صفحه را بازخوانی کنید یا فقط به عقب برگردید.
fi: Olemme törmänneet virheeseen. Voit yrittää päivittää sivun tai palata takaisin.
fr: Nous avons rencontré une erreur. Vous pouvez essayer d'actualiser la page ou de revenir en arrière.
hu: Hiba történt. Megpróbálhatja frissíteni az oldalt, vagy egyszerűen visszaléphet.
it: Abbiamo riscontrato un errore. Si può provare ad aggiornare la pagina o a tornare indietro.
ja: エラーが発生しました。ページをリフレッシュするか、そのまま戻ってください。
lt: Įvykome klaida. Galite pabandyti atnaujinti puslapį arba tiesiog grįžti atgal.
ms: Kami menghadapi ralat. Anda boleh cuba menyegarkan halaman, atau kembali sahaja.
nb: Vi støtte på en feil, du kan oppfriske siden eller gå tilbake.
nl: Er is een fout opgetreden. Je kunt proberen de pagina te verversen, of gewoon teruggaan.
pl: Napotkaliśmy błąd. Możesz spróbować odświeżyć stronę lub po prostu wrócić.
pt_br: Houve um problema. Você pode tentar recarregar ou apenas voltar a página.
ru: Мы столкнулись с ошибкой. Вы можете попробовать обновить страницу или просто вернуться назад.
sk: Narazili sme na chybu. Môžete skúsiť obnoviť stránku alebo sa vrátiť späť.
sl: Naleteli smo na napako. Lahko poskusite osvežiti stran ali pa se preprosto vrnite nazaj.
sq: Hasëm një gabim. Mund të provosh ta rifreskosh faqen, ose thjesht të kthehesh pas.
sr: Došlo je do greške. Možeš da pokušaš da osvežiš stranicu ili se samo vratiš nazad.
sv: Vi har stött på ett fel. Du kan försöka uppdatera sidan, eller bara gå tillbaka.
tr: Bir hata ile karşılaştık. Sayfayı yenilemeyi deneyebilir veya geri dönebilirsiniz.
uk: У нас сталася помилка. Ви можете спробувати оновити сторінку або просто повернутися назад.
vi: Chúng tôi đã gặp lỗi. Bạn có thể thử làm mới trang hoặc quay lại.
zh_hk: 我們遇到一個錯誤。您可以嘗試刷新頁面，或者直接返回。

source: Something’s gone wrong.
ar: حدث خطأ ما.
bg: Нещо се е объркало.
ca: Alguna cosa ha anat malament.
de: Etwas ist schiefgelaufen.
eo: Something’s lowkey sus rn
es: Algo ha ido mal.
fa: مشکلی پیش آمده است.
fi: Jokin on mennyt pieleen.
fr: Quelque chose a mal tourné.
hu: Valami elromlott.
it: Qualcosa è andato storto.
ja: 何かが間違っている。
lt: Kažkas ne taip.
ms: Ada yang tidak kena.
nb: Noe gikk galt.
nl: Er is iets misgegaan.
pl: Coś poszło nie tak.
pt_br: Algo deu errado.
ru: Что-то пошло не так.
sk: Niečo sa pokazilo.
sl: Nekaj je šlo narobe.
sq: Diçka shkoi keq.
sr: Nešto je pošlo naopako.
sv: Någonting har gått fel.
tr: Bir şeyler ters gitti.
uk: Щось пішло не так.
vi: Có gì đó không ổn.
zh_hk: 出問題了

source: Metabase is under maintenance and is operating in read-only mode. It should only take up to 30 minutes.
hu: A Metabase karbantartás alatt áll, és csak olvasási módban működik. A karbantartás legfeljebb 30 percet vesz igénybe.
ms: Metabase sedang dalam penyelenggaraan dan beroperasi dalam mod baca-sahaja. Ia sepatutnya hanya mengambil masa sehingga 30 minit.

source: Unformatted
hu: Formázatlan
lt: Neformatuotas
ms: Tidak diformat

source: vs
lt: prieš
ms: lawan

source: % vs
ms: % lawan

source: {0} ({1}previous period)
hu: {0} ({1} előző időszak)
lt: {0} ({1}ankstesnis laikotarpis)
ms: {0} ({1}tempoh sebelumnya)

source: {0} ({1}{2} periods ago)
hu: {0} ({1}{2} időszakkal ezelőtt)
lt: {0} (prieš {1}{2} laikotarpį)
ms: {0} ({1}{2} tempoh yang lalu)

source: {0} ({1}previous value)
hu: {0} ({1} előző érték)
lt: {0} ({1}ankstesnė vertė)
ms: {0} ({1}nilai sebelumnya)

source: {0} ({1}{2} rows above)
hu: {0} ({1}{2} sorral feljebb)
lt: {0} ({1}{2} eil. aukščiau)
ms: {0} ({1}{2} baris di atas)

source: {0} ({1}previous {2})
hu: {0} ({1} előző {2})
lt: {0} ({1}ankstesnis {2})
ms: {0} ({1}sebelum {2})

source: {0} ({1}{2} {3} ago)
hu: {0} ({1}{2} {3} ezelőtt)
lt: {0} (prieš {1}{2} {3})
ms: {0} ({1}{2} {3} yang lalu)

source: Control your caching
ar: تحكّم في التخزين المؤقت
bg: Контролирайте кеширането си
ca: Controleu la vostra memòria cau
de: Steuern Sie Ihr Caching
eo: Yo, keep your caching in check fam.
es: Controla tu caché
fa: حافظه پنهان خود را کنترل کنید
fi: Hallitse välimuistitallennusta
fr: Contrôlez votre mise en cache
hu: Szabályozza a gyorsítótárazást
it: Controllare la cache
ja: キャッシュのコントロール
lt: Valdykite talpyklą
ms: Kawal caching anda
nb: Kontroller mellomlagring
nl: Controle over caching
pl: Kontroluj buforowanie
pt_br: Controle o seu cache
ru: Контролируйте кэширование
sk: Kontrola ukladania do vyrovnávacej pamäte
sl: Nadzor predpomnjenja
sq: Kontrolloni cache-in tuaj
sr: Kontroliši keširanje
sv: Kontrollera din cachelagring
tr: Önbelleğinizi kontrol edin
uk: Керуйте кешуванням
vi: Kiểm soát bộ nhớ đệm của bạn
zh_hk: 控制您的快取

source: Try Metabase Pro
ar: جرّب Metabase Pro
bg: Опитайте Metabase Pro
ca: Proveu Metabase Pro
de: Probiere Metabase Pro aus
eo: Yo, give Metabase Pro a spin, no cap
es: Probar Metabase Pro
fa: متابیس پرو را امتحان کنید
fi: Kokeile Metabase Pro -palvelua
fr: Essayez Metabase Pro
hu: Próbálja ki a Metabase Pro-t
it: Provate Metabase Pro
ja: メタベース・プロを試す
lt: Išbandykite „Metabase Pro“.
ms: Cuba Metabase Pro
nb: Prøv Metabase Pro
nl: Probeer Metabase Pro
pl: Wypróbuj Metabase Pro
pt_br: Experimente a Metabase Pro
ru: Попробуйте Metabase Pro
sk: Vyskúšajte Metabase Pro
sl: Preizkusite Metabase Pro
sq: Provo Metabase Pro
sr: Isprobaj Metabase Pro
sv: Prova Metabase Pro
tr: Metabase Pro'yu deneyin
uk: Спробувати Metabase Pro
vi: Hãy thử Metabase Pro
zh_hk: 試試 Metabase Pro

source: Get granular caching controls for each database, dashboard, and query with {0}
ar: احصل على عناصر تحكم تفصيلية للتخزين المؤقت لكل قاعدة بيانات ولوحة معلومات واستعلام مع {0}
bg: Получаване на детайлни контроли за кеширане за всяка база данни, табло за управление и заявка с {0}
ca: Obteniu controls granulars de memòria cau per a cada base de dades, quadre de comandament i consulta amb {0}
de: Granulare Caching-Kontrollen für jede Datenbank, jedes Dashboard und jede Abfrage mit {0}
eo: You can get mad detailed caching controls for each database, dashboard, and query with {0} — no cap.
es: Obtén controles de caché granulares para cada base de datos, panel y consulta con {0}
fa: با {0}، کنترل‌های حافظه پنهان را برای هر پایگاه داده، داشبورد و پرس و جو دریافت کنید.
fi: Saat rakeiset välimuistitallennuksen ohjaukset kullekin tietokannalle, kojelaudalle ja kyselylle osoitteessa {0}.
fr: Obtenez des contrôles granulaires de la mise en cache pour chaque base de données, tableau de bord et requête avec {0}.
hu: Szerezzen részletes gyorsítótárazási irányítást minden adatbázisra, műszerfalra és lekérdezésre a(z) {0}-val
it: Ottenete controlli granulari della cache per ogni database, dashboard e query con {0}.
ja: {0}で各データベース、ダッシュボード、クエリの詳細なキャッシュ制御を取得する
lt: Gaukite išsamius kiekvienos duomenų bazės, informacijos suvestinės ir užklausos talpyklos valdiklius naudodami {0}
ms: Dapatkan kawalan pengetepian terperinci untuk setiap pangkalan data, papan pemuka, dan query dengan {0}
nb: Få detaljert kontroll over hurtigbufring for hver database, dashbord og spørring med {0}
nl: Krijg granulaire cachingcontrole voor elke database, elk dashboard en elke query met {0}
pl: Uzyskaj szczegółową kontrolę buforowania dla każdej bazy danych, pulpitu i zapytania za pomocą {0}.
pt_br: Obtenha controle de cache granular para cada banco de dados, painel e consulta com {0}
ru: Тонкая настройка кеширования для каждой базы данных, дашборда или запроса доступна в {0}
sk: Získanie podrobných ovládacích prvkov vyrovnávacej pamäte pre každú databázu, ovládací panel a dotaz pomocou stránky {0}
sl: Pridobite podrobne kontrolnike za predpomnjenje za vsako zbirko podatkov, nadzorno ploščo in poizvedbo z {0}
sq: Merrni kontrolle granulare të cache-it për çdo databazë, panel dhe query me {0}
sr: Dobij granularne kontrole keširanja za svaku bazu podataka, kontrolnu tablu i upit uz {0}
sv: Få detaljerade cachekontroller för varje databas, instrumentpanel och fråga med {0}
tr: {0}ile her veritabanı, gösterge tablosu ve sorgu için ayrıntılı önbelleğe alma denetimleri edinin
uk: Отримайте детальні налаштування кешування для кожної бази даних, дашборду та запиту з {0}
vi: Nhận các điều khiển bộ nhớ đệm chi tiết cho từng cơ sở dữ liệu, bảng điều khiển và truy vấn với {0}
zh_hk: 使用 {0}取得每個資料庫、儀表板和查詢的細粒度快取控制

source: We’ve run into an error, try to refresh the page or go back.
ar: واجهنا خطأ، جرّب تحديث الصفحة أو الرجوع.
bg: Срещнахме грешка, опитайте се да опресните страницата или да се върнете обратно.
ca: Ens hem trobat amb un error, intentem actualitzar la pàgina o tornar enrere.
de: Es ist ein Fehler aufgetreten. Versuchen Sie, die Seite zu aktualisieren oder gehen Sie zurück.
eo: Oops, we hit a glitch 😬. Try to refresh or dip out and come back later.
es: Hemos encontrado un error, intenta actualizar la página o regresa.
fa: ما با خطا مواجه شده ایم، سعی کنید صفحه را بازخوانی کنید یا به عقب برگردید.
fi: Olemme törmänneet virheeseen, yritä päivittää sivu tai palata takaisin.
fr: Nous avons rencontré une erreur, essayez d'actualiser la page ou de revenir en arrière.
hu: Hiba történt, próbálja meg frissíteni az oldalt vagy lépjen vissza.
it: Si è verificato un errore, provare ad aggiornare la pagina o tornare indietro.
ja: エラーが発生しました。ページを更新するか、戻ってください。
lt: Įvyko klaida, pabandykite atnaujinti puslapį arba grįžti atgal.
ms: Kami menghadapi ralat, cuba segarkan halaman atau kembali.
nb: Vi støtte på et problem, oppfrisk siden eller gå tilbake.
nl: Er is een fout opgetreden. Probeer de pagina te verversen of ga terug.
pl: Wystąpił błąd, spróbuj odświeżyć stronę lub wrócić.
pt_br: Houve um problema, tente recarregar ou voltar a página.
ru: Мы столкнулись с ошибкой, попробуйте обновить страницу или вернуться назад.
sk: Vyskytla sa chyba, skúste obnoviť stránku alebo sa vrátiť späť.
sl: Naleteli smo na napako, poskusite osvežiti stran ali se vrniti nazaj.
sq: Hasëm një gabim, provo të rifreskosh faqen ose të kthehesh pas.
sr: Došlo je do greške, pokušaj da osvežiš stranicu ili se vratiš nazad.
sv: Vi har stött på ett fel, försök att uppdatera sidan eller gå tillbaka.
tr: Bir hata ile karşılaştık, sayfayı yenilemeyi veya geri dönmeyi deneyin.
uk: У нас сталася помилка, спробуйте оновити сторінку або поверніться назад.
vi: Chúng tôi đã gặp lỗi, hãy thử làm mới trang hoặc quay lại.
zh_hk: 我們遇到錯誤，請嘗試刷新頁面或返回。

source: a record in {0} {1}
ar: سجل في {0} {1}
bg: рекорд в {0} {1}
ca: un registre a {0} {1}
de: ein Rekord auf {0} {1}
eo: a whole vibe in {0} {1}
es: un registro en {0} {1}
fa: یک رکورد در {0} {1}
fi: ennätys osoitteessa {0} {1}
fr: un enregistrement dans {0} {1}
hu: Egy rekord a(z) {0} {1}-ben
it: un record in {0} {1}
ja: {0} {1}のレコード
lt: įrašas {0} {1}
ms: rekod dalam {0} {1}
nb: en oppføring i {0} {1}
nl: een record in {0} {1}
pl: rekord w {0} {1}
pt_br: um registro em {0} no {1}
ru: рекорд в {0} {1}
sk: rekord na {0} {1}
sl: rekord v {0} {1}
sq: një rekord në {0} {1}
sr: zapis u {0} {1}
sv: ett rekord i {0} {1}
tr: {0} {1}adresinde bir rekor
uk: запис у {0} {1}
vi: một bản ghi trong {0} {1}

source: Previous 7 Days
ar: الأيام السبعة السابقة
bg: Предишни 7 дни
ca: 7 dies anteriors
de: Vorherige 7 Tage
eo: Last week, fr fr
es: 7 días anteriores
fa: 7 روز قبل
fi: Edelliset 7 päivää
fr: 7 jours précédents
hu: Előző 7 nap
it: 7 giorni precedenti
ja: 前の7日間
lt: Ankstesnės 7 dienos
ms: 7 Hari Sebelumnya
nb: Tidligere 7 dager
nl: Vorige 7 dagen
pl: Poprzednie 7 dni
pt_br: Últimos 7 dias
ru: Предыдущие 7 дней
sk: Predchádzajúcich 7 dní
sl: Prejšnjih 7 dni
sq: 7 ditët e mëparshme
sr: Prethodnih 7 dana
sv: Föregående 7 dagar
tr: Önceki 7 Gün
uk: Попередні 7 днів
vi: 7 ngày trước
zh_hk: 前 7 天

source: Previous 30 Days
ar: الأيام الثلاثون السابقة
bg: Предишни 30 дни
ca: 30 dies anteriors
de: Vorangegangene 30 Tage
eo: Last month’s vibes
es: 30 días anteriores
fa: 30 روز قبل
fi: Edelliset 30 päivää
fr: Les 30 jours précédents
hu: Előző 30 nap
it: 30 giorni precedenti
ja: これまでの30日間
lt: Ankstesnės 30 dienų
ms: 30 Hari Sebelumnya
nb: Tidligere 30 dager
nl: Vorige 30 dagen
pl: Poprzednie 30 dni
pt_br: 30 dias anteriores
ru: Предыдущие 30 дней
sk: Predchádzajúcich 30 dní
sl: Prejšnjih 30 dni
sq: 30 ditët e mëparshme
sr: Prethodnih 30 dana
sv: Föregående 30 dagar
tr: Önceki 30 Gün
uk: Попередні 30 днів
vi: 30 ngày trước
zh_hk: 前 30 天

source: Invalid custom GeoJSON: feature is missing properties
ar: GeoJSON مخصص غير صالح: الميزة تفتقد properties
bg: Невалиден потребителски GeoJSON: липсват свойства на функцията
ca: GeoJSON personalitzat no vàlid: falten propietats a la característica
de: Ungültiges benutzerdefiniertes GeoJSON: Eigenschaften des Features fehlen
eo: Bruh, your custom GeoJSON is invalid – like, the feature's totally missing properties rn.
es: GeoJSON personalizado no válido: a la característica le faltan propiedades
fa: GeoJSON سفارشی نامعتبر: ویژگی فاقد ویژگی است
fi: Virheellinen mukautettu GeoJSON: ominaisuudesta puuttuu ominaisuuksia
fr: GeoJSON personnalisé non valide : il manque des propriétés à l'élément.
hu: Érvénytelen egyéni GeoJSON: a jellemző hiányzik
it: GeoJSON personalizzato non valido: la caratteristica manca di proprietà
ja: 無効なカスタム GeoJSON: フィーチャにプロパティがありません。
lt: Netinkamas tinkintas „GeoJSON“: funkcijai trūksta ypatybių
ms: GeoJSON khusus tidak sah: ciri tidak mempunyai sifat
nb: Ugyldig egendefinert GeoJSON: funksjonen mangler egenskaper
nl: Ongeldige aangepaste GeoJSON: kenmerk mist eigenschappen
pl: Nieprawidłowy niestandardowy GeoJSON: brakuje właściwości funkcji
pt_br: GeoJSON personalizado inválido: o recurso não tem propriedades
ru: Недопустимый пользовательский GeoJSON: у объекта отсутствуют свойства
sk: Neplatný vlastný GeoJSON: chýbajú vlastnosti funkcie
sl: Neveljaven GeoJSON po meri: funkcija manjka lastnosti
sq: GeoJSON i personalizuar i pavlefshëm: veçoria i mungojnë properties
sr: Nevažeći prilagođeni GeoJSON: feature nema properties
sv: Ogiltig anpassad GeoJSON: objektet saknar egenskaper
tr: Geçersiz özel GeoJSON: özellikte eksik özellikler var
uk: Недійсний користувацький GeoJSON: в обʼєкта відсутні властивості
vi: GeoJSON tùy chỉnh không hợp lệ: tính năng thiếu thuộc tính
zh_hk: 自訂 GeoJSON 無效：特徵缺少屬性

source: Stack values to show
ar: قيم التكديس التي سيتم عرضها
bg: Стойности на стека за показване
ca: Valors de Stack per mostrar
de: Stapelwerte zum Anzeigen
eo: Stack the vibes to flex
es: Apila los valores a mostrar
fa: مقادیر را برای نشان دادن پشته کنید
fi: Näytettävät pinoarvot
fr: Valeurs de la pile à afficher
hu: Megjelenítendő értékek halmozása
it: Valori della pila da mostrare
ja: 表示するスタック値
lt: Sudėkite reikšmes, kurias norite rodyti
ms: Timbunkan nilai untuk menunjukkan
nb: Stable verdier som skal vises
nl: Stapelwaarden weergeven
pl: Wyświetlane wartości stosu
pt_br: Valores empilhados para mostrar
ru: Значения стека для отображения
sk: Hodnoty zásobníka na zobrazenie
sl: Vrednosti sklada za prikaz
sq: Vlerat e stack për tE shfaqur
sr: Vrednosti steka za prikaz
sv: Stapla värden för att visa
tr: Gösterilecek yığın değerleri
uk: Значення стеку для показу
vi: Xếp chồng các giá trị để hiển thị
zh_hk: 堆疊值顯示

source: Both
ar: كلاهما
bg: И двата сайта
ca: Tots dos
de: Beide
eo: Both → Both, fr fr
es: Ambos
fa: هر دو
fi: Molemmat
fr: Les deux
hu: Mindkettő
it: Entrambi
ja: 両方
lt: Abu
ms: Kedua-duanya
nb: Begge
nl: Beide
pl: Oba
pt_br: Ambos
ru: Оба
sk: Obe stránky
sl: Oba
sq: Të dyja
sr: Oba
sv: Båda
tr: Her ikisi de
uk: Обидва
vi: Cả hai
zh_hk: 兩者

source: Group only by a time field to see how this has changed over time
ar: اجمع حسب حقل وقت فقط لترى كيف تغيّر هذا بمرور الوقت
bg: Групирайте само по поле за време, за да видите как се е променило това с течение на времето
ca: Agrupeu només per un camp de temps per veure com ha canviat això al llarg del temps
de: Gruppieren Sie nur nach einem Zeitfeld, um zu sehen, wie sich dies im Laufe der Zeit verändert hat.
eo: Only group by a time thingy to see how it’s been shifting rn
es: Agrupa solo por un campo de tiempo para ver cómo ha cambiado con el tiempo
fa: فقط بر اساس یک فیلد زمان گروه بندی کنید تا ببینید که چگونه در طول زمان تغییر کرده است
fi: Ryhmittele vain aikakentän mukaan nähdäksesi, miten tämä on muuttunut ajan myötä.
fr: Regrouper uniquement en fonction d'un champ temporel pour voir comment cela a changé au fil du temps
hu: Csoportosítás csak egy időmező alapján, hogy lássa, hogyan változott az idő során
it: Raggruppare solo per un campo temporale per vedere come è cambiato nel tempo
ja: 時間フィールドのみでグループ化し、経年変化を見る
lt: Grupuokite tik pagal laiko lauką, kad pamatytumėte, kaip tai pasikeitė laikui bėgant
ms: Kumpulkan hanya mengikut medan masa untuk melihat bagaimana ini berubah dari masa ke masa
nb: Grupper bare med et tidsfelt for å se hvordan denne har endret seg over tid
nl: Groepeer alleen op een tijdveld om te zien hoe dit in de loop van de tijd is veranderd
pl: Grupuj tylko według pola czasu, aby zobaczyć, jak zmieniało się to w czasie.
pt_br: Agrupe apenas por um campo de tempo para ver como isso mudou ao longo do tempo
ru: Группируйте только по временному полю, чтобы увидеть, как это изменилось с течением времени
sk: Zoskupte sa len podľa časového poľa a zistite, ako sa tento údaj v priebehu času zmenil.
sl: Združite samo po časovnem polju, da vidite, kako se je to spremenilo skozi čas
sq: GrupEzo vetEm sipas njE fushe kohe qE tE shohEsh si ka ndryshuar kjo me kalimin e kohEs
sr: Grupiši samo po vremenskom polju da vidiš kako se ovo menjalo tokom vremena
sv: Gruppera endast efter ett tidsfält för att se hur detta har förändrats över tiden
tr: Bunun zaman içinde nasıl değiştiğini görmek için yalnızca bir zaman alanına göre gruplayın
uk: Групуйте лише за полем часу, щоб побачити, як це змінювалося з часом
vi: Chỉ nhóm theo trường thời gian để xem trường này đã thay đổi như thế nào theo thời gian
zh_hk: 僅按時間欄位進行分組，以查看隨時間變化的情況

source: If you set this to None, you'll have to use HTTPS, or browsers will reject the request. {0}
eo: If you set this to None, you gotta use HTTPS or browsers will straight-up ghost the request. {0}
hu: Ha ezt None-ra állítja, HTTPS-t kell használnia, különben a böngészők elutasítják a kérést. {0}
lt: Jei nustatysite „Nėra“, turėsite naudoti HTTPS arba naršyklės atmes užklausą. {0}
ms: Jika anda menetapkan ini kepada None, anda perlu menggunakan HTTPS, atau pelayar akan menolak permintaan. {0}

source: Migrate this instance to Metabase Cloud at no extra cost and get high availability, automatic upgrades, backups, and enterprise grade compliance.
hu: Migrálja ezt a példányt a Metabase Cloud-ba további költségek nélkül, és kapjon magas rendelkezésre állást, automatikus frissítéseket, biztonsági mentéseket és vállalati szintű megfelelést.
ms: Alihkan contoh ini ke Metabase Cloud tanpa kos tambahan dan dapatkan ketersediaan tinggi, peningkatan automatik, sandaran, dan pematuhan gred perusahaan.

source: Migrate this instance to Metabase Cloud with a free 14-day trial and get high availability, automatic upgrades, backups, and official support.
hu: Migrálja ezt a példányt a Metabase Cloud-ba egy ingyenes 14 napos próbaidőszakkal, és kapjon magas rendelkezésre állást, automatikus frissítéseket, biztonsági mentéseket és hivatalos támogatást.
ms: Alihkan contoh ini ke Metabase Cloud dengan percubaan percuma selama 14 hari dan dapatkan ketersediaan tinggi, peningkatan automatik, sandaran, dan sokongan rasmi.

source: Learn More.
ar: اعرف المزيد.
bg: Научете повече.
ca: Aprèn més.
de: Erfahre mehr.
eo: Learn more → Spill the tea or get the 411
es: Aprender Más.
fa: بیشتر بدانید.
fi: Opi lisää.
fr: En savoir plus.
hu: Tudjon meg többet.
it: Per saperne di più.
ja: もっと詳しく
lt: Sužinokite daugiau.
ms: Ketahui Lebih Lanjut.
nb: Lær mer.
nl: Meer informatie.
pl: Dowiedz się więcej.
pt_br: Saiba mais.
ru: Узнать Больше.
sk: Ďalšie informácie.
sl: Izvedi več.
sq: MEso mE shumE.
sr: Saznaj više.
sv: Läs mer om detta.
tr: Daha fazla bilgi edinin.
uk: Дізнатися більше.
vi: Tìm hiểu thêm.
zh_hk: 瞭解更多資訊。

source: Get started with Metabase Cloud
ar: ابدأ مع Metabase Cloud
bg: Започнете работа с Metabase Cloud
ca: Comenceu amb Metabase Cloud
de: Beginne mit der Metabase Cloud
eo: Yo, jump into Metabase Cloud and get the ball rollin'
es: Comienza con Metabase Cloud
fa: با Metabase Cloud شروع کنید
fi: Aloita Metabase Cloudin käyttö
fr: Démarrer avec Metabase Cloud
hu: Kezdje el a Metabase Cloud használatát
it: Iniziare con Metabase Cloud
ja: Metabase Cloudを始める
lt: Pradėkite naudotis „Metabase Cloud“.
ms: Mulakan dengan Cloud Metabase
nb: Kom i gang med Metabase Cloud
nl: Aan de slag met Metabase Cloud
pl: Rozpocznij pracę z Metabase Cloud
pt_br: Comece a usar o Metabase Cloud
ru: Начните работу с Metabase Cloud
sk: Začnite používať službu Metabase Cloud
sl: Uvod v Metabase Cloud
sq: Fillo me Metabase Cloud
sr: Počni sa Metabase Cloud
sv: Kom igång med Metabase Cloud
tr: Metabase Cloud ile çalışmaya başlayın
uk: Почати роботу з Metabase Cloud
vi: Bắt đầu với Metabase Cloud
zh_hk: 開始使用 Metabase Cloud
