Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Invalid DB permissions: if you have write access for native queries, you must have full data access.
hu: Érvénytelen DB-engedélyek: ha írási hozzáféréssel rendelkezik a natív lekérdezésekhez, akkor teljes adathozzáféréssel kell rendelkeznie.
ms: Kebenaran DB tidak sah: jika anda mempunyai akses tulis untuk query asli, anda mesti mempunyai akses data penuh.

source: Invalid DB permissions: if you have readonly native query access, you must also have data access.
hu: Érvénytelen DB-engedélyek: ha csak olvasási natív lekérdezési hozzáféréssel rendelkezik, akkor adathozzáféréssel is kell rendelkeznie.
ms: Kebenaran DB tidak sah: jika anda mempunyai akses query asli baca sahaja, anda juga mesti mempunyai akses data.

source: Changing permissions from: {0} to: {1}
hu: Engedélyek módosítása: {0}-ról {1}-re
ms: Menukar kebenaran daripada: {0} kepada: {1}

source: login attribute keys must be a keyword or string
ar: يجب أن تكون مفاتيح سمات تسجيل الدخول keyword أو string
bg: ключовете на атрибутите за влизане трябва да бъдат ключова дума или низ
ca: les claus dels atributs de login han de ser una keyword o una cadena
de: Anmeldeattributschlüssel müssen ein Schlüsselwort oder eine Zeichenfolge sein
eo: yo, the login attribute keys gotta be a keyword or a string, fr fr
es: las claves de atributo de inicio de sesión deben ser una palabra clave o una cadena
fa: کلیدهای صفت ورود باید یک کلمه کلیدی یا رشته باشند
fi: kirjautumisen ominaisuuden avaimien tulee olla avainsanoja tai merkkijonoja
fr: les clés d'attribut de connexion doivent être un mot-clé ou une chaîne
hu: a bejelentkezési attribútum kulcsoknak kulcsszónak vagy karakterláncnak kell lenniük
it: le chiavi degli attributi di accesso devono essere una keyword o una stringa
ja: ログイン属性のキーはキーワードか文字列でなければなりません
lt: prisijungimo atributo raktai turi būti raktinis žodis arba eilutė
ms: kunci atribut log masuk mesti merupakan kata kunci atau rentetan
nb: loginattributtnøkler må være nøkkelord eller tekststreng
nl: inlogkenmerksleutels moeten een trefwoord of tekenreeks zijn
pl: Klucze atrybutów logowania muszą być słowem kluczowym lub stringiem
pt_br: as chaves de atributo de login devem ser uma palavra-chave ou sequência
ru: Ключи атрибутов входа в систему должны быть ключевым словом или строкой
sk: kľúče atribútov prihlásenia musia byť kľúčové slovo alebo reťazec
sl: Ključi atributov za prijavo morajo biti ključna beseda ali niz
sq: çelësat e atributeve të login duhet të jenë keyword ose string
sr: ključevi atributa za prijavu moraju biti keyword ili string
sv: attribut-nycklar för login måste vara nyckelord eller sträng
tr: giriş özellik anahtarları bir anahtar kelime veya dize olmalıdır
uk: ключі атрибутів входу мають бути keyword або рядком
vi: khóa thuộc tính đăng nhập phải là một từ khóa hoặc chuỗi
zh_hk: 登入屬性鍵必須是關鍵字或字串

source: The default language for all users across the Metabase UI, system emails, pulses, and alerts.
hu: Az alapértelmezett nyelv az összes felhasználó számára a Metabase felhasználói felületén, rendszer e-mailjeiben, impulzusaiban és riasztásaiban.
ms: Bahasa lalai untuk semua pengguna di seluruh UI Metabase, e-mel sistem, pulse, dan amaran.

source: Users can individually override this default language from their own account settings.
hu: A felhasználók egyénileg felülbírálhatják ezt az alapértelmezett nyelvet a saját fiókbeállításaikban.
ms: Pengguna boleh mengatasi bahasa lalai ini dari tetapan akaun masing-masing.

source: Default page to show the user
hu: Az alapértelmezett oldal a felhasználó megjelenítéséhez
ms: Halaman lalai untuk ditunjukkan kepada pengguna

source: Allow this origin to embed the full Metabase application
hu: Engedélyezze, hogy ez az eredet beágyazza a teljes Metabase alkalmazást
ms: Benarkan asal ini untuk menyematkan aplikasi Metabase penuh

source: Values greater than {0} ({1}) are not allowed.
ar: لا يُسمح بالقيم الأكبر من {0} ({1}).
bg: Стойности, по-големи от {0} ({1}), не са позволени.
ca: Els valors més grans que {0} ({1}) no es permeten.
de: Werte größer als {0} ({1}) sind nicht erlaubt.
eo: Bruh, values higher than {0} ({1}) are straight-up not allowed.
es: No se permiten valores superiores a {0} ({1}).
fa: مقادیر بزرگتر از {0} ({1}) مجاز نیستند.
fi: Arvojen suurempi kuin {0} ({1}) ei ole sallittu.
fr: Les valeurs supérieures à {0} ({1}) ne sont pas autorisées.
hu: A(z) {0} ({1}) értéknél nagyobb értékek nem engedélyezettek.
it: Non sono ammessi valori superiori a {0} ({1}).
ja: {0}より大きな値({1})は許可されていません。
lt: Didesnės nei {0} ({1}) reikšmės neleidžiamos.
ms: Nilai lebih besar daripada {0} ({1}) tidak dibenarkan.
nb: Verdier større enn {0} ({1}) er ikke tillatt.
nl: Waarden groter dan {0} ({1}) zijn niet toegestaan.
pl: Wartości większe niż {0} ({1}) nie są dozwolone.
pt_br: Valores maiores que {0} ({1}) não são permitidos.
ru: Значения больше {0} ({1}) не допускаются.
sk: Hodnoty väčšie ako {0} ({1}) nie sú povolené.
sl: Vrednosti, večje od {0} ({1}), niso dovoljene.
sq: Vlerat më të mëdha se {0} ({1}) nuk lejohen.
sr: Vrednosti veće od {0} ({1}) nisu dozvoljene.
sv: Värden större än {0} ({1}) tillåts inte
tr: {0} ({1}) 'den büyük değerlere izin verilmez.
uk: Значення, більші за {0} ({1}), не дозволені.
vi: Giá trị lớn hơn {0} ({1}) không được phép.
zh_hk: 不允許大於<b>{0}</b><b>（</b>{1}<b>）</b>的值。

source: This will replace the word "Metabase" wherever it appears.
hu: Ez felváltja a „Metabase” szót, ahol megjelenik.
ms: Ini akan menggantikan perkataan "Metabase" di mana sahaja ia muncul.

source: These are the primary colors used in charts and throughout Metabase. You might need to refresh your browser to see your changes take effect.
hu: Ezek az elsődleges színek, amelyeket a diagramokban és a Metabase-ben használnak. Lehet, hogy frissítenie kell a böngészőt, hogy a változtatások érvénybe lépjenek.
ms: Ini adalah warna utama yang digunakan dalam carta dan di seluruh Metabase. Anda mungkin perlu menyegarkan semula pelayar anda untuk melihat perubahan anda berkuat kuasa.

source: For best results, use an SVG file with a transparent background.
hu: A legjobb eredmény elérése érdekében használjon átlátszó hátterű SVG fájlt.
ms: Untuk hasil terbaik, gunakan fail SVG dengan latar belakang lutsinar

source: The url or image that you want to use as the favicon.
hu: Az URL vagy kép, amelyet faviconként szeretne használni.
ms: URL atau imej yang anda mahu gunakan sebagai favicon.

source: Allow logging in by email and password.
ar: السماح بتسجيل الدخول عبر البريد الإلكتروني وكلمة المرور.
bg: Позволете влизане чрез имейл и парола.
ca: Permet l'autenticació per correu electrònic i contrasenya.
de: Login via E-Mail und Passwort gestatten.
eo: Let folks log in with their email and password, fr.
es: Permitir iniciar sesión por correo electrónico y contraseña.
fa: اجازه ورود با ایمیل و رمز عبور.
fi: Salli kirjautuminen sähköpostilla ja salasanalla.
fr: Autoriser la connexion par email et mot de passe.
hu: Engedélyezze a bejelentkezést email és jelszó használatával.
it: Consenti accesso tramite email e password.
ja: 電子メールとパスワードによるログインを許可します。
lt: Leisti prisijungti el. paštu ir slaptažodžiu.
ms: Benarkan log masuk dengan emel dan kata laluan.
nb: Tillat innlogging med brukernavn og passord
nl: Sta inloggen met e-mail en wachtwoord toe.
pl: Pozwól na logowanie się za pomocą poczty elektronicznej i hasła.
pt_br: Permitir o login com e-mail e senha.
ru: Разрешить вход по электронной почте и паролю.
sk: Povoliť prihlásenie pomocou emailu a hesla.
sl: Dovoli prijavo po e-pošti in geslu.
sq: Lejo hyrjen me email dhe fjalëkalim.
sr: Dozvoli prijavu pomoću email adrese i lozinke.
sv: Tillåt inloggning med epost och lösenord.
tr: E-posta ve şifre ile giriş yapmaya izin verin.
uk: Дозволити вхід за email і паролем.
vi: Cho phép đăng nhập bằng email và mật khẩu.
zh_hk: 允許通過電子郵件和密碼登入。

source: This will affect things like grouping by week or filtering in GUI queries. It won''t affect SQL queries.
hu: Ez hatással lesz például a heti csoportosításra vagy a GUI-lekérdezések szűrésére. Nem lesz hatással az SQL lekérdezésekre.
ms: Ini akan mempengaruhi perkara seperti pengelompokan mengikut minggu atau penapisan dalam query GUI. Ia tidak akan mempengaruhi query SQL.

source: Unable to validate token
ar: تعذّر التحقق من صحة الـ Token
bg: Не може да се валидира токен
ca: No s'ha pogut validar el token.
de: Konnte Token nicht validieren
eo: Bruh, the token's lowkey not validating rn
es: No se puede validar el token
fa: قادر به اعتبارسنجی توکن نیستیم
fi: Ei voi vahvistaa tunnusta
fr: Impossible de valider le jeton
hu: Nem lehet érvényesíteni a tokent
it: Impossibile convalidare il token
ja: トークンの検証ができません
lt: Nepavyko patvirtinti prieigos rakto
ms: Tidak dapat mengesahkan token
nb: Kunne ikke validere token
nl: Kan token niet valideren
pl: Nie można zatwierdzić tokena
pt_br: Não foi possível validar o token
ru: Невозможно проверить токен
sk: Nie je možné overiť token
sl: Preverjanja veljavnosti žetona ni mogoče
sq: Nuk u arrit të validohet token-i
sr: Nije moguće validirati token
sv: Kan inte validera biljetten
tr: Jeton doğrulanamıyor
uk: Не вдається перевірити токен
vi: Không thể xác thực mã thông báo
zh_hk: 無法驗證令牌

source: Token format is invalid.
ar: تنسيق الـ Token غير صالح.
bg: Форматът на токена е невалиден.
ca: El format del token no és vàlid.
de: Das Token-Format ist ungültig.
eo: Token format is lowkey sus.
es: El formato del token no es válido.
fa: فرمت توکن نامعتبر است.
fi: Tokenin muoto on virheellinen.
fr: Le format du jeton n'est pas valide.
hu: A token formátuma érvénytelen.
it: Il formato del token non è valido.
ja: トークンの形式が無効です。
lt: Žetono formatas netinkamas.
ms: Format token tidak sah.
nb: Token-format er ugyldig.
nl: Token-indeling is ongeldig.
pl: Format tokenu jest nieważny.
pt_br: O formato do token é inválido.
ru: Формат токена недействителен.
sk: Formát tokenu je neplatný.
sl: Oblika žetona je neveljavna.
sq: Formati i token-it është i pavlefshëm.
sr: Format tokena je nevažeći.
sv: Biljettens format är ogiltigt.
tr: Token biçimi geçersiz.
uk: Недійсний токен.
vi: Định dạng mã thông báo không hợp lệ.
zh_hk: 令牌格式無效。

source: Error validating token
hu: Hiba a token érvényesítésekor
ms: Ralat mengesahkan token

source: Error filtering against {0} Field: unable to parse String {1} to a {2}
ar: خطأ في التصفية مقابل الحقل {0}: تعذّر تحليل السلسلة {1} إلى {2}
bg: Грешка при филтриране спрямо {0} Поле: не може да се разбере Низ {1} до {2}
ca: Error en filtrar el camp {0}: no s'ha pogut interpretar la cadena {1} a {2}
de: Fehler beim Filtern des Feldes {0}: Der String {1} konnte nicht nach {2} geparst werden.
eo: Bruh, error when trying to filter that {0} field: couldn’t even decode the String {1} into a {2} 😬
es: Error al filtrar por {0}: no se puede analizar la cadena {1} a {2}
fa: خطا در فیلتر کردن بر اساس {0} فیلد: قادر به تجزیه رشته {1} به {2} نیست
fi: Virheen suodatus kenttää vastaan {0}: ei pystytä jäsentämään merkkijonoa {1} muotoon {2}
fr: Erreur lors du filtrage sur le champ {0} : impossible d'analyser la chaîne {1} en un {2}.
hu: Hiba a(z) {0} mező szűrésekor: nem lehet a(z) {1} karakterláncot a(z) {2} típusra konvertálni
it: Errore durante il filtraggio del campo {0}: impossibile analizzare la stringa {1} in un {2}
ja: {0}フィールドに対するフィルタリングエラー：文字列{1}を{2}にパースできません
lt: Klaida filtruojant pagal lauką {0}: nepavyko išanalizuoti eilutės {1} į {2}
ms: Ralat menapis terhadap Medan {0}: tidak dapat mengurai Rentetan {1} ke dalam {2}
nb: Feil ved filtrering mot Felt {0}: kunne ikke tolke Streng {1} som en {2}
nl: Fout bij filteren op basis van veld {0}: kan tekenreeks {1} niet parsen naar een {2}
pl: Błąd filtrowania względem {0} pola: nie można przeanalizować ciągu {1} na {2}
pt_br: Erro ao filtrar em relação ao campo {0}: não é possível analisar a sequência {1} para um {2}
ru: Ошибка фильтрации в отношении поля {0}: невозможно проанализировать строку {1} в {2}
sk: Chyba pri filtrovaní poľa {0}: nemožno analyzovať reťazec {1} na {2}
sl: Filtriranje napak v polju {0}: ni mogoče razčleniti niza {1} v {2}
sq: Gabim gjatë filtrimit ndaj Fushës {0}: nuk u arrit të analizohet String {1} në një {2}
sr: Greška pri filtriranju po polju {0}: nije moguće parsirati string {1} u {2}
sv: Fel vid filtrering mot fältet {0}. Kunde inte tolka sträng {1} till en {2}
tr: {0} Alanına göre filtreleme hatası: {1} Dizesi bir {2} olarak ayrıştırılamıyor
uk: Помилка фільтрування за полем {0}: не вдається розпарсити рядок {1} як {2}
vi: Lỗi khi lọc theo {0} Trường: không thể phân tích cú pháp Chuỗi {1} thành {2}
zh_hk: 針對{0}字段的過濾錯誤：無法將字串{1}解析為{2}

source: Error fetching details for Job: {0}
hu: Hiba a munka részleteinek lekérésekor: {0}
ms: Ralat mengambil butiran untuk Pekerjaan: {0}

source: Starting sync task for Database {0}.
hu: A(z) {0} adatbázis szinkronizálási feladatának indítása.
ms: Memulakan tugas penyelarasan untuk Pangkalan Data {0}.

source: Cannot sync Database {0}: Database does not exist.
hu: A(z) {0} adatbázis nem szinkronizálható: Az adatbázis nem létezik.
ms: Tidak dapat menyelaraskan Pangkalan Data {0}: Pangkalan data tidak wujud.

source: Update Field values task triggered for Database {0}.
hu: A(z) {0} adatbázis mezőértékeinek frissítési feladata elindult.
ms: Tugas mengemas kini nilai Medan dicetuskan untuk Pangkalan Data {0}.

source: Skipping update, automatic Field value updates are disabled for Database {0}.
hu: A frissítés kihagyva, az automatikus mezőérték frissítések le vannak tiltva a(z) {0} adatbázisban.
ms: Melangkau kemas kini, kemas kini nilai Medan automatik dilumpuhkan untuk Pangkalan Data {0}.

source: SAML Identity Provider Issuer
hu: SAML Identity Provider Kibocsátó
lt: SAML tapatybės teikėjo išdavėjas
ms: Pengeluar Penyedia Identiti SAML

source: SAML Identity Provider SSO URL
lt: SAML tapatybės teikėjo SSO URL
ms: URL SSO Penyedia Identiti SAML

source: DB Name
ar: اسم قاعدة البيانات
bg: Име на базата данни
ca: Nom de la BD
de: Datenbankname
eo: DB name → Data key, fr fr
es: Nombre BBDD
fa: نام دیتابیس
fi: DB nimi
fr: Nom de la DB
hu: DB név
it: Nome DB
ja: DB名
lt: DB Vardas
ms: Nama Pangkalan Data
nb: DB Navn
nl: DB naam
pl: Nazwa BD
pt_br: Nome do banco de dados
ru: Имя БД
sk: Názov DB
sl: Ime DB
sq: Emri i DB
sr: Naziv baze
sv: Databasnamn
tr: Veritabanı Adı
uk: Назва БД
vi: Tên CSDL
zh_hk: 資料庫名稱

source: DB Engine
ar: محرك قاعدة البيانات
bg: Механизъм на базата данни
ca: Motor de BD
de: DB Typ/Engine
eo: DB Engine → DataBae Vibe
es: Motor BBDD
fa: موتور پایگاه داده
fi: DB moottori
fr: Moteur de DB
hu: DB motor
it: Motore DB
ja: DBエンジン
lt: DB Variklis
ms: Enjin Pangkalan Data
nb: DB Motor
nl: DB motor
pl: Silnik BD
pt_br: Mecanismo do banco de dados
ru: Механизм БД
sk: DB stroj
sl: Motor DB
sq: Motori i DB
sv: Databastyp
tr: Veritabanı Motoru
uk: Рушій БД
vi: Động cơ CSDL
zh_hk: 資料庫引擎

source: Unknown name
ar: اسم غير معروف
bg: Неразпознато име
ca: Nom desconegut
de: Unbekannter Name
eo: No cap, this is just "Unknown name" lol
es: Nombre desconocido
fa: نام ناشناخته
fi: Tuntematon nimi
fr: Nom inconnu
hu: Ismeretlen név
it: Nome sconosciuto
ja: 不明な名前
lt: Nežinomas vardas
ms: Nama tidak diketahui
nb: Ukjent navn
nl: Onbekende naam
pl: Błędna nazwa
pt_br: Nome desconhecido
ru: Неизвестное имя
sk: Neznámy názov
sl: Neznano ime
sq: Emër i panjohur
sr: Nepoznat naziv
sv: Okänt namn
tr: Bilinmeyen isim
uk: Невідома назва
vi: Tên không xác định
zh_hk: 未知名稱

source: Unknown engine
ar: محرك غير معروف
bg: Неразпознат механизъм
ca: Motor desconegut
de: Unbekannter Typ/Engine
eo: Lowkey, that’s an unknown engine—like, no cap, it’s kinda sus.
es: Motor desconocido
fa: موتور ناشناخته
fi: Tuntematon moottori
fr: Moteur inconnu
hu: Ismeretlen motor
it: Motore sconosciuto
ja: 不明なエンジン
lt: Nežinomas variklis
ms: Enjin tidak diketahui
nb: Ukjent motor
nl: Onbekende engine
pl: Błędny silnik
pt_br: Mecanismo desconhecido
ru: Неизвестный механизм
sk: Neznámy engine
sl: Neznan pogon
sq: Motor i panjohur
sr: Nepoznat engine
sv: Okänd databastyp
tr: Bilinmeyen motor
uk: Невідомий рушій
vi: Động cơ không xác định
zh_hk: 未知引擎

source: Edit collection
ar: تعديل المجموعة
bg: Редактиране на колекцията
ca: Edita la col·lecció
de: Sammlung bearbeiten
es: Editar colección
fa: ویرایش مجموعه
fi: Muokkaa kokoelmaa
fr: Modifier la collection
hu: Gyűjtemény szerkesztése
it: Modifica raccolta
ja: コレクションを編集
ms: Sunting koleksi
nb: Rediger samling
nl: Bewerk de collectie
pl: Edytuj kolekcję
pt_br: Editar coleção
ru: Редактировать коллекцию
sk: Upraviť kolekciu
sl: Uredi zbirko
sq: Ndrysho koleksionin
sr: Uredi kolekciju
sv: Redigera samling
tr: Koleksiyonu düzenle
uk: Редагувати колекцію
vi: Chỉnh sửa bộ sưu tập
zh_hk: 編輯收藏

source: Pinned items
hu: Rögzített elemek
ms: Item yang di pin

source: Other users' personal collections
ar: المجموعات الشخصية لمستخدمين آخرين
bg: Лични колекции на други потребители
ca: La col·lecció personal d'altres usuaris
de: Persönliche Sammlungen anderer Benutzer
eo: Other users' baddie collections
es: Colecciones personales de otros usuarios
fa: مجوعه‌های شخصی کاربران دیگر
fi: Muiden käyttäjien henkilökohtaiset kokoelmat
fr: Collections personnelles des autres utilisateurs
hu: Más felhasználók személyes gyűjteményei
it: Collezioni personali di altri utenti
ja: 他のユーザーのパーソナルコレクション
lt: Kitų vartotojų asmeninės kolekcijos
ms: Koleksi peribadi pengguna lain
nb: Andre brukeres personlige samlinger
nl: Persoonlijke collecties van andere gebruikers
pl: Kolekcje osobiste innych użytkowników
pt_br: Coleções pessoais de outros usuários
ru: Личные коллекции других пользователей
sk: Osobné kolekcie iných používateľov
sl: Osebne zbirke drugih uporabnikov
sq: Koleksionet personale të përdoruesve të tjerë
sr: Lične kolekcije drugih korisnika
sv: Andras personliga samlingar
tr: Diğer kullanıcıların kişisel koleksiyonları
uk: Персональні колекції інших користувачів
vi: Bộ sưu tập cá nhân của người dùng khác
zh_hk: 其他使用者的個人集合

source: View archive
hu: Archívum megtekintése
ms: Lihat arkib

source: Your personal collection
ar: مجموعتك الشخصية
bg: Твоята лична колекция
ca: La teva col·lecció personal
de: Deine persönliche Sammlung
eo: Your vibe stash
es: Tu colección personal
fa: کالکشن شخصی شما
fi: Sinun henkilökohtainen kokoelmasi
fr: Votre collection personnelle
hu: Az Ön személyes gyűjteménye
it: La sua collezione personale
ja: あなたのパーソナルコレクション
lt: Jūsų asmeninė kolekcija
ms: Koleksi peribadi anda
nb: Din personlige samling
nl: Je persoonlijke collectie
pl: Twoja osobista kolekcja
pt_br: Sua coleção pessoal
ru: Ваша личная коллекция
sk: Vaša osobná kolekcia
sl: Vaša osebna zbirka
sq: Koleksioni yt personal
sr: Vaša lična kolekcija
sv: Din personliga samling
tr: Kişisel koleksiyonunuz
uk: Ваша особиста колекція
vi: Bộ sưu tập cá nhân của bạn
zh_hk: 您的個人集合

source: Nothing to see yet.
hu: Még nincs mit látni.
ms: Tiada apa-apa untuk dilihat lagi.

source: Use collections to organize and group dashboards and questions for your team or yourself
hu: Használja a gyűjteményeket az irányítópultok és kérdések szervezésére és csoportosítására csapata vagy saját maga számára
ms: Gunakan koleksi untuk menyusun dan mengelompokkan papan pemuka dan soalan untuk pasukan anda atau diri anda sendiri

source: Unpin this item
hu: Rögzítés feloldása
ms: Lepaskan item ini

source: Available filters
ar: الفلاتر المتاحة
bg: Налични филтри
ca: Filtres disponibles
de: Verfügbare Filter
eo: Filters you can flex with
es: Filtros disponibles
fa: فیلترهای موجود
fi: Saatavissa olevat suotimet
fr: Filtres disponibles
hu: Elérhető szűrők
it: Filtri disponibili
ja: 利用可能なフィルタ
lt: Galimi filtrai
ms: Penapis yang tersedia
nb: Tilgjengelige filtre
nl: Beschikbare filters
pl: Dostępne filtry
pt_br: Filtros disponíveis
ru: Доступные фильтры
sk: Dostupné filtre
sl: Razpoložljivi filtri
sq: Filtra të disponueshëm
sr: Dostupni filteri
sv: Tillgängliga filter
tr: Mevcut filtreler
uk: Доступні фільтри
vi: Bộ lọc có sẵn
zh_hk: 可用篩選器

source: Available variables
ar: المتغيّرات المتاحة
bg: Налични променливи
ca: Variables disponibles
de: Verfügbare Variablen
eo: Vibe check: Available vars
es: Variables disponibles
fa: متغیرهای موجود
fi: Saatavissa olevat muuttujat
fr: Variables disponibles
hu: Elérhető változók
it: Variabili disponibili
ja: 使用可能な変数
lt: Galimi kintamieji
ms: Pemboleh ubah yang tersedia
nb: Tilgjengelige variabler
nl: Beschikbare variabelen
pl: Dostępne zmienne
pt_br: Variáveis disponíveis
ru: Доступные переменные
sk: Dostupné premenné
sl: Razpoložljive spremenljivke
sq: Variabla të disponueshme
sr: Dostupne promenljive
sv: Tillgängliga variabler
tr: Mevcut değişkenler
uk: Доступні змінні
vi: Biến khả dụng
zh_hk: 可用變數

source: Available columns
ar: الأعمدة المتاحة
bg: Налични колони
ca: Columnes disponibles
de: Verfügbare Spalten
eo: Here are some options: - "Cols you can peep" - "Available cols" - "Cols you can check out" Let me know if you want it more casual or formal!
es: Columnas disponibles
fa: ستون های موجود
fi: Saatavissa olevat sarakkeet
fr: Colonnes disponibles
hu: Elérhető oszlopok
it: Colonne disponibili
ja: 利用可能なカラム
lt: Galimi stulpeliai
ms: Lajur yang tersedia
nb: Tilgjengelige kolonner
nl: Beschikbare kolommen
pl: Dostępne kolumny
pt_br: Colunas disponíveis
ru: Доступные столбцы
sk: Dostupné stĺpce
sl: Stolpci, ki so na voljo
sq: Kolona të disponueshme
sr: Dostupne kolone
sv: Tillgängliga kolumner
tr: Kullanılabilir sütunlar
uk: Доступні стовпці
vi: Các cột có sẵn
zh_hk: 可用欄位

source: Include User ID and query hash in queries
ar: ضمّن User ID وهاش الاستعلام في الاستعلامات
bg: Включи потребителско ID и хаш на заявките в заявките
ca: Inclou el User ID i el hash a la consulta
de: Benutzer-ID und Abfrage-Hash in Abfragen einfügen.
eo: Make sure to throw in the User ID and query hash in the queries, bestie.
es: Incluye el ID de usuario y el hash de la consulta en las consultas
fa: شامل شناسه کاربر و هش پرس و جو در سوالات
fi: Sisällytä kyselyihin Käyttäjä ID ja kyselyhash
fr: Inclure l'ID utilisateur et le hash de la requête dans les requêtes
hu: A felhasználói azonosító és a lekérdezési hash belefoglalása a lekérdezésekbe
it: Includi ID utente e hash della query nelle query
ja: ユーザーIDとクエリハッシュをクエリに含める
lt: Į užklausas įtraukite vartotojo ID ir užklausos maišą
ms: Sertakan ID pengguna dan query has dalam queries
nb: Inkluder bruker-ID og spørringshash i spørringer
nl: Neem gebruikers-ID en query-hash op in query's
pl: Dodawaj ID użytkownika i hash zapytania w zapytaniach
pt_br: Incluir ID de usuário e hash de consulta em consultas
ru: Включить ИД пользователя и хэш запроса в запросы
sk: Zahrnúť ID používateľa a heš dopytu do dopytov
sl: Vključitev ID-ja uporabnika in razpršitve poizvedbe v poizvedbe
sq: Përfshi ID-në e përdoruesit dhe hash-in e pyetjes në pyetje
sr: Uključi ID korisnika i hash upita u upite
sv: Ta med användar-id och frågetabell i frågor
tr: Sorgulara User ID ve sorgu karmasını dahil edin
uk: Додавати ID користувача та хеш запиту в запити
vi: Bao gồm ID người dùng và băm truy vấn trong các truy vấn
zh_hk: 在查詢中包括使用者ID和查詢雜湊值
