Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: New native query
ar: استعلام أصلي جديد
bg: Нова родна заявка
ca: Nova consulta nativa
de: Neue native Abfrage
eo: New native query? That's lowkey giving me "new drip" vibes, fr.
es: Nueva consulta nativa
fa: پرس و جوی بومی جدید
fi: Uusi natiivikysely
fr: Nouvelle requête native
hu: Új natív lekérdezés
it: Nuova query nativa
ja: 新しいネイティブクエリ
lt: Nauja savoji užklausa
ms: Pertanyaan asli baharu
nb: Ny opprinnelig spørring
nl: Nieuwe SQL-query
pl: Nowe natywne zapytanie
pt_br: Nova consulta nativa
ru: Новый родной запрос
sk: Nový pôvodný dotaz
sl: Nova izvorna poizvedba
sq: Pyetje e re native
sr: Novi nativni upit
sv: Ny inbyggd fråga
tr: Yeni yerel sorgu
uk: Новий нативний запит
vi: Truy vấn gốc mới
zh_hk: 新的原生查詢

source: Create and filter a dashboard
ar: أنشئ لوحة معلومات وطبّق عوامل تصفية
bg: Създаване и филтриране на табло за управление
ca: Crear i filtrar un tauler
de: Erstellen und Filtern eines Dashboards
eo: Make and vibe check a dashboard
es: Crear y filtrar un tablero
fa: یک داشبورد ایجاد و فیلتر کنید
fi: Luo ja suodata kojelauta
fr: Créer et filtrer un tableau de bord
hu: Készítsen és szűrjön egy dashboardot
it: Creare e filtrare un dashboard
ja: ダッシュボードの作成とフィルタリング
lt: Sukurkite ir filtruokite informacijos suvestinę
ms: Buat dan tapis papan pemuka
nb: Opprett og filtrer et dashbord
nl: Een dashboard aanmaken en filteren
pl: Tworzenie i filtrowanie pulpitu
pt_br: Crie e filtre um painel
ru: Создание и фильтрация приборной панели
sk: Vytvorenie a filtrovanie prístrojovej dosky
sl: Ustvarjanje in filtriranje nadzorne plošče
sq: Krijo dhe filtro një panel
sr: Napravi i filtriraj kontrolnu tablu
sv: Skapa och filtrera instrumentpanel
tr: Gösterge tablosu oluşturma ve filtreleme
uk: Створюйте й фільтруйте дашборд
vi: Tạo và lọc bảng thông tin
zh_hk: 建立和篩選儀表板

source: You can:
ar: يمكنك:
bg: Можете да:
ca: Pots:
de: Sie können:
eo: You can, fr fr
es: Puedes:
fa: شما می توانید:
fi: Voit:
fr: Vous pouvez :
hu: A következőket teheti:
it: È possibile:
ja: できる：
lt: Galite:
ms: Anda boleh:
nb: Det kan du:
nl: Dat kan:
pl: Możesz:
pt_br: Você pode:
ru: Вы можете:
sk: Môžete:
sl: Ti lahko:
sq: Mund të:
sr: Možeš:
sv: Du kan:
tr: Yapabilirsin:
uk: Ви можете:
vi: Bạn có thể:
zh_hk: 您可以

source: organize questions into a {0} and add text cards.
hu: rendezheti a kérdéseket egy {0}-ba, és szöveges kártyákat adhat hozzá.
ms: susun soalan ke dalam {0} dan tambah kad teks.

source: dashboard with tabs
ar: لوحة معلومات بعلامات تبويب
bg: табло за управление с раздели
ca: tauler de control amb pestanyes
de: Dashboard mit Registerkarten
eo: dashboard with the tabs (no cap, that’s already pretty chill, but if I had to spice it up) → "dashboard with the tabs, fr"
es: tableros con pestañas
fa: داشبورد با برگه ها
fi: Kojelauta välilehdillä
fr: tableau de bord avec onglets
hu: dashboard fülekkel
it: cruscotto con schede
ja: タブ付きダッシュボード
lt: prietaisų skydelis su skirtukais
ms: papan pemuka dengan tab
nb: dashbord med faner
nl: dashboard met tabbladen
pl: Pulpit z zakładkami
pt_br: painel com guias
ru: Приборная панель с вкладками
sk: prístrojová doska s kartami
sl: Nadzorna plošča z zavihki
sq: panel me skeda
sr: kontrolnu tablu sa karticama
sv: instrumentpaneler med tabbar
tr: sekmeli gösterge paneli
uk: дашборд із вкладками
vi: bảng điều khiển có các tab
zh_hk: 帶標籤的儀表板

source: add {0} to dashboards and connect them to fields on questions to narrow the results.
hu: {0}-t adhat hozzá a dashboardokhoz, és mezőkhöz kapcsolhatja őket a kérdésekben, hogy szűkítse az eredményeket.
ms: tambah {0} pada papan pemuka dan sambungkannya ke medan pada soalan untuk mengecilkan keputusan.

source: filters
ar: عوامل التصفية
bg: филтри
ca: filtres
de: filtert
eo: filters → inspo filters or just filters, fr fr
es: filtros
fa: فیلترها
fi: suodattimet
fr: filtres
hu: szűrők
it: filtri
ja: フィルター
lt: filtrai
ms: penapis
nb: filtre
pl: filtry
pt_br: filtros
ru: фильтры
sk: filtre
sl: Filtri
sq: filtra
sr: filtere
sv: filter
tr: filtreler
uk: фільтри
vi: bộ lọc
zh_hk: 過濾器

source: drill-through your dashboard and charts to see more detailed data underneath.
hu: átnézheti a dashboardját és a diagramokat, hogy részletesebb adatokat láthasson.
ms: latih tubi papan pemuka dan carta anda untuk melihat data yang lebih terperinci di bawah.

source: Edit a sample dashboard
hu: Egy példa dashboard szerkesztése
ms: Edit papan pemuka sampel

source: Get email updates and alerts
ar: احصل على تحديثات وتنبيهات عبر البريد الإلكتروني
bg: Получавайте актуализации и известия по имейл
ca: Rep notificacions i alertes per correu electrònic
de: Erhalte Neuigkeiten und Alarme per E-Mail
eo: Get those email vibes and alerts, fr fr
es: Recibe actualizaciones y alertas por correo electrónico
fa: به روز رسانی ها و هشدارهای ایمیل را دریافت کنید
fi: Tilaa sähköpostipäivityksiä ja hälytyksiä
fr: Recevoir des mises à jour et des alertes par courrier électronique
hu: Kapjon e-mail értesítéseket és riasztásokat
it: Ricevere aggiornamenti e avvisi via e-mail
ja: Eメールによる最新情報とアラートを受け取る
lt: Gaukite naujienas ir įspėjimus el. paštu
ms: Dapatkan kemas kini dan makluman e-mel
nb: Få oppdateringer og varsler via e-post
nl: Ontvang updates en waarschuwingen per e-mail
pl: Aktualizacje i powiadomienia e-mail
pt_br: Receba atualizações e alertas por e-mail
ru: Получайте обновления и оповещения по электронной почте
sk: Získajte e-mailové aktualizácie a upozornenia
sl: Prejemanje e-poštnih posodobitev in opozoril
sq: Merrni përditësime dhe alarme me email
sr: Primaj imejl ažuriranja i upozorenja
sv: Ta emot email om uppdateringar och notiser
tr: E-posta güncellemeleri ve uyarıları alın
uk: Отримуйте оновлення й сповіщення на email
vi: Nhận thông báo và cập nhật qua email
zh_hk: 取得電子郵件更新和警示

source: Get dashboard updates by email
hu: Kapjon dashboard frissítéseket e-mailben
ms: Dapatkan kemas kini papan pemuka melalui e-mel

source: {0} or {1} first.
hu: {0} vagy {1} először.
ms: {0} atau {1} dahulu.

source: To set up a subscription to a dashboard, click on the {0} {1} icon on the top bar, then click on {2} {3}. On a sidebar on the right set up a dashboard subscription via email or Slack.
hu: Egy dashboardra vonatkozó előfizetés beállításához kattintson a felső sávon a {0} {1} ikonra, majd kattintson a(z) {2} {3} elemre. A jobb oldali oldalsávon állítsa be a dashboard előfizetését e-mailben vagy Slack-en keresztül.
ms: Untuk menyediakan langganan papan pemuka, klik pada ikon {0} {1} pada bar atas, kemudian klik pada {2} {3}. Pada bar sisi di sebelah kanan sediakan langganan papan pemuka melalui e-mel atau Slack.

source: sharing
hu: megosztás
ms: perkongsian

source: Set up subscriptions for a sample dashboard
ar: إعداد اشتراكات للوحة معلومات نموذجية
bg: Настройване на абонаменти за примерен панел за управление
ca: Configureu les subscripcions per a un tauler d'exemple
de: Einrichten von Abonnements für ein Beispiel-Dashboard
eo: Get the subs going for a sample dashboard, fr.
es: Configura subscripciones para el dashboard de prueba
fa: اشتراک ها را برای داشبورد نمونه تنظیم کنید
fi: Määritä tilaukset esimerkkikojelaudalle
fr: Configurer les abonnements pour un exemple de tableau de bord
hu: Állítson be előfizetéseket egy példa dashboardra
it: Impostare le sottoscrizioni per un dashboard di esempio
ja: サンプルダッシュボードのサブスクリプションを設定する
lt: Nustatykite pavyzdinės informacijos suvestinės prenumeratas
ms: Sediakan langganan untuk papan pemuka sampel
nb: Konfigurer abonnementer for et eksempel på et dashbord
nl: Abonnementen instellen voor een voorbeelddashboard
pl: Konfiguracja subskrypcji dla przykładowego pulpitu
pt_br: Configure assinaturas para um painel de amostra
ru: Настройте подписки для образца приборной панели
sk: Nastavenie odberov pre vzorový prístrojový panel
sl: Nastavitev naročnin za vzorčno nadzorno ploščo
sq: Konfiguro abonime për një panel shembull
sr: Podesi pretplate za primer kontrolne table
sv: Konfigurera prenumerationer för en exempel-instrumentpanel
tr: Örnek bir gösterge tablosu için abonelikleri ayarlama
uk: Налаштувати підписки для зразкового дашборду
vi: Thiết lập đăng ký cho bảng thông tin mẫu
zh_hk: 為範例儀表板設定訂閱

source: Get alerts when metrics behave unexpectedly
ar: احصل على تنبيهات عندما تتصرف المقاييس بشكل غير متوقع
bg: Получаване на известия при неочаквано поведение на метриките
ca: Rep alertes quan les mètriques es comporten de manera inesperada
de: Erhalten Sie Warnungen, wenn sich Metriken unerwartet verhalten
eo: Get pinged when the metrics do the most random stuff, fr fr
es: Recibe alertas cuando las métricas se comporten de manera inesperada
fa: هنگامی که معیارها به طور غیرمنتظره رفتار می کنند، هشدار دریافت کنید
fi: Saat hälytyksen, kun mittarit toimivat odottamattomasti
fr: Recevoir des alertes lorsque les mesures se comportent de manière inattendue
hu: Kapjon riasztásokat, amikor a metrikák váratlanul viselkednek
it: Ricevere avvisi quando le metriche si comportano in modo inaspettato
ja: メトリクスが予期せぬ動作をしたときにアラートを受け取る
lt: Gaukite įspėjimus, kai metrika veikia netinkamai
ms: Dapatkan makluman apabila metrik berkelakuan di luar jangkaan
nb: Få varsler når målingene oppfører seg uventet
nl: Ontvang waarschuwingen wanneer statistieken zich onverwacht gedragen
pl: Otrzymuj powiadomienia, gdy wskaźniki zachowują się nieoczekiwanie
pt_br: Receba alertas quando as métricas se comportarem de forma inesperada
ru: Получайте предупреждения о неожиданном поведении показателей
sk: Získajte upozornenia, keď sa metriky správajú neočakávane
sl: Prejemanje opozoril, ko se meritve nepričakovano obnašajo
sq: Merr alarme kur metrikat sillen në mënyrë të papritur
sr: Primaj upozorenja kada se metrike ponašaju neočekivano
sv: Få notiser när mätvärden beter sig oväntat
tr: Metrikler beklenmedik şekilde davrandığında uyarılar alın
uk: Отримуйте сповіщення, коли метрики поводяться неочікувано
vi: Nhận cảnh báo khi số liệu có hành vi bất thường
zh_hk: 當度量指標有意外行為時獲得警示

source: Go to a question and click on the {0} icon on the top bar, then {1} {2}.
ar: اذهب إلى سؤال وانقر على أيقونة {0} في الشريط العلوي، ثم {1} {2}.
bg: Отидете на въпрос и кликнете върху иконата {0} в горната лента, след което върху {1} {2}.
ca: Aneu a una pregunta i feu clic a la icona {0} de la barra superior i, a continuació, a {1} {2}.
de: Gehen Sie zu einer Frage und klicken Sie auf das Symbol {0} in der oberen Leiste, dann {1} {2}.
eo: Just hit up a question and tap the {0} icon up top, then {1} {2}.
es: Ves a una pregunta y haz clic en el ícono {0} en la barra superior, luego en {1} {2}.
fa: به یک سوال بروید و روی نماد {0} در نوار بالا و سپس {1} {2}کلیک کنید.
fi: Siirry kysymykseen ja napsauta yläpalkissa olevaa {0}-kuvaketta ja sitten {1} {2}.
fr: Accédez à une question et cliquez sur l'icône {0} dans la barre supérieure, puis sur {1} {2}.
hu: Lépjen egy kérdéshez, és kattintson a felső sávon a {0} ikonra, majd a(z) {1} {2} lehetőségre.
it: Andare su una domanda e fare clic sull'icona {0} nella barra superiore, quindi su {1} {2}.
ja: 質問にアクセスし、トップバーの {0} アイコンをクリックし、 {1} {2}。
lt: Eikite į klausimą ir spustelėkite piktogramą {0} viršutinėje juostoje, tada {1} {2}.
ms: Pergi ke soalan dan klik pada ikon {0} pada bar atas, kemudian {1} {2}.
nb: Gå til et spørsmål og klikk på {0} -ikonet på den øverste linjen, og klikk deretter på {1} {2}.
nl: Ga naar een vraag en klik op het pictogram {0} in de bovenste balk en vervolgens op {1} {2}.
pl: Przejdź do pytania i kliknij ikonę {0} na górnym pasku, a następnie {1} {2}.
pt_br: Vá até uma pergunta e clique no ícone {0} na barra superior e, em seguida, em {1} {2}.
ru: Перейдите к вопросу и нажмите на значок {0} на верхней панели, затем {1} {2}.
sk: Prejdite na otázku a kliknite na ikonu {0} na hornej lište a potom na {1} {2}.
sl: Pojdite na vprašanje in kliknite ikono {0} v zgornji vrstici, nato {1} {2}.
sq: Shkoni te një pyetje dhe klikoni ikonën {0} në shiritin e sipërm, pastaj {1} {2}.
sr: Idi na pitanje i klikni na ikonu {0} u gornjoj traci, zatim {1} {2}.
sv: Gå till en fråga och klicka på {0}-ikonen i övre delen, sen {1} {2}.
tr: Bir soruya gidin ve üst çubuktaki {0} simgesine, ardından {1} {2}adresine tıklayın.
uk: Перейдіть до запиту й натисніть іконку {0} на верхній панелі, потім {1} {2}.
vi: Đi đến câu hỏi và nhấp vào biểu tượng {0} trên thanh trên cùng, sau đó nhấp vào {1} {2}.
zh_hk: 移至問題，按一下頂部列上的 {0} 圖示，然後按 {1} {2}。

source: There are three kinds of things you can get alerted about in {0}:
ar: هناك ثلاثة أنواع من الأشياء التي يمكنك تلقي تنبيه بشأنها في {0}:
bg: Има три вида неща, за които можете да получавате предупреждения в {0}:
ca: Hi ha tres tipus de coses sobre les quals podeu rebre alertes a {0}:
de: Es gibt drei Arten von Dingen, über die Sie auf {0}benachrichtigt werden können:
eo: There are 3 types of stuff you can get bombed about in {0}:
es: Hay tres tipos de cosas sobre las que puedes recibir alertas en {0}:
fa: سه نوع چیز وجود دارد که می توانید در {0}در مورد آنها هشدار دهید:
fi: Voit saada kolmesta eri asiasta hälytyksen palvelussa {0}:
fr: Il y a trois types d'alertes que vous pouvez recevoir sur {0}:
hu: Háromféle riasztást kaphat a(z) {0}-ban:
it: In {0}è possibile ricevere avvisi su tre tipi di cose:
ja: {0}には3種類のアラートがある：
lt: Yra trijų tipų dalykai, apie kuriuos galite gauti įspėjimą {0}:
ms: Terdapat tiga jenis perkara yang boleh anda maklumkan dalam {0}:
nb: Det er tre typer ting du kan bli varslet om i {0}:
nl: Er zijn drie soorten dingen waarvoor je gewaarschuwd kunt worden in {0}:
pl: Istnieją trzy rodzaje rzeczy, o których można otrzymywać powiadomienia na stronie {0}:
pt_br: Há três tipos de coisas sobre as quais você pode receber alertas em {0}:
ru: На сайте {0}вы можете получать уведомления о трех видах событий:
sk: Na stránke {0}môžete získať upozornenia na tri druhy vecí:
sl: Obstajajo tri vrste stvari, o katerih lahko prejmete opozorilo v {0}:
sq: Ka tre lloje gjërash për të cilat mund të merrni alarme në {0}:
sr: Postoje tri vrste stvari za koje možeš da dobijaš upozorenja u {0}:
sv: Det finns tre saker du kan få notiser om i {0}:
tr: {0}adresinde hakkında uyarı alabileceğiniz üç tür şey vardır:
uk: Є три типи подій, про які ви можете отримувати сповіщення в {0}:
vi: Có ba loại thông tin bạn có thể nhận được cảnh báo trong {0}:
zh_hk: 在 {0}中，您可以收到三種事情的警報：

source: {0}: when a time series crosses a goal line.
ar: {0}: عندما تتجاوز سلسلة زمنية خط الهدف.
bg: {0}: когато дадена времева серия пресече линията на вратата.
ca: {0}: quan una sèrie temporal creua una línia d'objectiu.
de: {0}wenn eine Zeitreihe eine Torlinie überschreitet.
eo: {0}: when a time series hits that goal line fr fr
es: {0}: cuando una serie temporal cruza una línea de objetivo.
fa: {0}: زمانی که یک سری زمانی از خط دروازه عبور می کند.
fi: {0}: kun aikasarja rikkoo maaliviivan.
fr: {0}: lorsqu'une série temporelle franchit une ligne de but.
hu: {0}: amikor egy idősor átlépi a célt vonalát.
it: {0}: quando una serie temporale attraversa una linea di meta.
ja: {0}時系列がゴールラインを越えたとき。
lt: {0}: kai laiko eilutė kerta tikslo liniją.
ms: {0}: apabila siri masa melepasi garisan gol.
nb: {0}: når en tidsserie krysser en mållinje.
nl: {0}Wanneer een tijdreeks een doellijn overschrijdt.
pl: {0}: gdy seria czasowa przekroczy linię bramkową.
pt_br: {0}: quando uma série temporal cruza uma linha de meta.
ru: {0}: когда временная серия пересекает линию ворот.
sk: {0}: keď časový rad pretne cieľovú čiaru.
sl: {0}: ko časovna vrsta prečka ciljno črto.
sq: {0}: kur një seri kohore kalon vijën e objektivit.
sr: {0}: kada vremenska serija pređe liniju cilja.
sv: {0}: när en tidsserie når ett mål.
tr: {0}: bir zaman serisi bir gol çizgisini geçtiğinde.
uk: {0}: коли часовий ряд перетинає цільову лінію.
vi: {0}: khi một chuỗi thời gian vượt qua vạch đích.
zh_hk: {0}：當時間序列越過目標線時。

source: Goal line alerts
ar: تنبيهات خط الهدف
bg: Предупреждения за гол линия
ca: Alertes de línia d'objectiu
de: Torlinienwarnungen
eo: Goal line alerts → Goal line stonks
es: Alertas de metas
fa: هشدارهای خط هدف
fi: Maaliviivahälytykset
fr: Alertes sur la ligne de but
hu: Célvonal riasztások
it: Avvisi sulla linea di porta
ja: ゴールラインアラート
lt: Įspėjimai apie tikslo liniją
ms: Makluman garisan matlamat
nb: Varsler på mållinjen
nl: Doellijn waarschuwingen
pl: Alerty linii bramkowej
pt_br: Alertas de linha de meta
ru: Оповещения на линии ворот
sk: Upozornenia na bránkovú čiaru
sl: Opozorila o ciljni črti
sq: Alarme të vijës së objektivit
sr: Upozorenja linije cilja
sv: Mål-notifikation
tr: Gol çizgisi uyarıları
uk: Сповіщення про цільову лінію
vi: Cảnh báo vạch đích
zh_hk: 球門線警示

source: {0}: when a progress bar reaches or goes below its goal.
ar: {0}: عندما يصل شريط التقدّم إلى هدفه أو ينخفض عنه.
bg: {0}: когато лентата за напредък достигне или слезе под целта си.
ca: {0}: quan una barra de progrés arriba o baixa del seu objectiu.
de: {0}wenn ein Fortschrittsbalken sein Ziel erreicht oder unterschreitet.
eo: {0}: when the progress bar hits or dips below its goal, fr fr
es: {0}: cuando una barra de progreso alcanza o está por debajo de su objetivo.
fa: {0}: زمانی که یک نوار پیشرفت به هدف خود می رسد یا پایین تر می رود.
fi: {0}: kun edistymispalkki saavuttaa tavoitteensa tai alittaa sen.
fr: {0}: lorsqu'une barre de progression atteint ou passe en dessous de son objectif.
hu: {0}: amikor egy folyamatjelző sáv eléri vagy nem éri el a célját.
it: {0}: quando una barra di avanzamento raggiunge o scende al di sotto del suo obiettivo.
ja: {0}: プログレスバーがゴールに達したとき、またはゴールを下回ったとき。
lt: {0}: kai eigos juosta pasiekia arba nukrenta žemiau savo tikslo.
ms: {0}: apabila bar kemajuan mencapai atau melepasi matlamatnya.
nb: {0}: når en fremdriftslinje når eller går under målet.
nl: {0}: wanneer een voortgangsbalk zijn doel bereikt of onderschrijdt.
pl: {0}: gdy pasek postępu osiągnie lub spadnie poniżej celu.
pt_br: {0}: quando uma barra de progresso atinge ou fica abaixo de sua meta.
ru: {0}: когда индикатор выполнения достигает или опускается ниже своей цели.
sk: {0}: keď ukazovateľ priebehu dosiahne alebo klesne pod svoju cieľovú hodnotu.
sl: {0}: ko vrstica napredovanja doseže cilj ali se spusti pod njo.
sq: {0}: kur një shirit progresi arrin ose bie nën objektivin e tij.
sr: {0}: kada traka napretka dostigne ili padne ispod svog cilja.
sv: {0}: när en förloppsindikator når eller understiger sitt mål.
tr: {0}: bir ilerleme çubuğu hedefine ulaştığında veya hedefinin altına düştüğünde.
uk: {0}: коли індикатор прогресу досягає цілі або опускається нижче неї.
vi: {0}: khi thanh tiến trình đạt đến hoặc xuống dưới mục tiêu.
zh_hk: {0}：當進度列達到或低於其目標時。

source: Progress bar alerts
ar: تنبيهات شريط التقدّم
bg: Предупреждения за лентата за напредък
ca: Alertes de la barra de progrés
de: Fortschrittsbalken-Warnungen
eo: progress bar alerts = drip notifications
es: Alertas de progreso
fa: هشدارهای نوار پیشرفت
fi: Edistymispalkin hälytykset
fr: Barre de progression
hu: Folyamatjelző sáv riasztások
it: Avvisi della barra di avanzamento
ja: プログレス・バー・アラート
lt: Pažangos juostos įspėjimai
ms: Makluman bar kemajuan
nb: Varsler på fremdriftslinjen
nl: Voortgangsbalk waarschuwingen
pl: Alerty paska postępu
pt_br: Alertas da barra de progresso
ru: Предупреждения о ходе выполнения
sk: Upozornenia na paneli priebehu
sl: Opozorila vrstice napredka
sq: Alarme të shiritit të progresit
sr: Upozorenja trake napretka
sv: Varningar i statusfältet
tr: İlerleme çubuğu uyarıları
uk: Сповіщення індикатора прогресу
vi: Cảnh báo thanh tiến trình
zh_hk: 進度列提示

source: {0}: when a question returns any result.
ar: {0}: عندما يُرجع السؤال أي نتيجة.
bg: {0}: когато даден въпрос дава някакъв резултат.
ca: {0}: quan una pregunta retorna qualsevol resultat.
de: {0}: wenn eine Frage ein beliebiges Ergebnis liefert.
eo: {0}: when a Q actually gives back some answers, no cap
es: {0}: cuando una pregunta devuelve algún resultado.
fa: {0}: زمانی که یک سوال هر نتیجه ای را برمی گرداند.
fi: {0}: kun kysymys palauttaa minkä tahansa tuloksen.
fr: {0}: lorsqu'une question aboutit à un résultat quelconque.
hu: {0}: amikor egy kérdés bármilyen eredményt ad vissza.
it: {0}: quando una domanda restituisce un qualsiasi risultato.
ja: {0}質問が何らかの結果を返したとき。
lt: {0}: kai klausimas pateikia bet kokį rezultatą.
ms: {0}: apabila soalan mengembalikan sebarang hasil.
nb: {0}: når et spørsmål gir et hvilket som helst resultat.
nl: {0}: wanneer een vraag een willekeurig resultaat oplevert.
pl: {0}: gdy pytanie zwróci jakikolwiek wynik.
pt_br: {0}: quando uma pergunta retorna algum resultado.
ru: {0}: когда вопрос дает какой-либо результат.
sk: {0}: keď otázka vráti akýkoľvek výsledok.
sl: {0}: ko vprašanje vrne kakršen koli rezultat.
sq: {0}: kur një pyetje kthen ndonjë rezultat.
sr: {0}: kada pitanje vrati bilo kakav rezultat.
sv: {0}: när en fråga returnerar något resultat.
tr: {0}: bir soru herhangi bir sonuç döndürdüğünde.
uk: {0}: коли запит повертає будь-який результат.
vi: {0}: khi một câu hỏi trả về bất kỳ kết quả nào.
zh_hk: {0}：當問題返回任何結果時。

source: Results alerts
ar: تنبيهات النتائج
bg: Сигнали за резултати
ca: Alertes de resultats
de: Ergebnis-Alarme
eo: Vibe check alerts
es: Alertas de resultados
fa: هشدارهای نتایج
fi: Tuloshälytykset
fr: Alertes sur les résultats
hu: Eredmény riasztások
it: Avvisi sui risultati
ja: 結果アラート
lt: Rezultatų įspėjimai
ms: Makluman keputusan
nb: Resultatvarsler
nl: Resultaten waarschuwingen
pl: Alerty wyników
pt_br: Alertas de resultados
ru: Оповещения о результатах
sk: Upozornenia na výsledky
sl: Opozorila o rezultatih
sq: Alarme të rezultateve
sr: Upozorenja na rezultate
sv: Resultatnotiser
tr: Sonuç uyarıları
uk: Сповіщення про результати
vi: Cảnh báo kết quả
zh_hk: 結果警示

source: Set up alert for a sample question
ar: إعداد تنبيه لسؤال نموذجي
bg: Създаване на предупреждение за примерен въпрос
ca: Configura una alerta per a una pregunta de mostra
de: Erstelle einen Alarm für eine Beispiel-Frage
eo: Set a notif for a sample Q, fr.
es: Configurar alerta para una pregunta de muestra
fa: هشدار را برای نمونه سوال تنظیم کنید
fi: Määritä esimerkkikysymyksen hälytys
fr: Mise en place d'une alerte pour une question type
hu: Állítson be riasztást egy példa kérdéshez
it: Impostare l'avviso per una domanda campione
ja: 質問例に対するアラートを設定する
lt: Nustatykite pavyzdinio klausimo įspėjimą
ms: Sediakan makluman untuk contoh soalan
nb: Sett opp varsel for et eksempelspørsmål
nl: Waarschuwing instellen voor een voorbeeldvraag
pl: Skonfiguruj alert dla przykładowego pytania
pt_br: Configure um alerta para uma pergunta de amostra
ru: Настройте оповещение для примерного вопроса
sk: Nastavenie upozornenia na vzorovú otázku
sl: Nastavitev opozorila za vzorčno vprašanje
sq: Konfiguro alarm për një pyetje shembull
sr: Podesi upozorenje za primer pitanja
sv: Konfigurera notiser för exempel-fråga
tr: Örnek bir soru için uyarı ayarlama
uk: Налаштувати сповіщення для зразкового запиту
vi: Thiết lập cảnh báo cho một câu hỏi mẫu
zh_hk: 為範例問題設定警示

source: Get the most out of {0}
ar: حقق أقصى استفادة من {0}
bg: Възползвайте се максимално от {0}
ca: Treu el màxim profit de {0}
de: Holen Sie das Beste aus {0}heraus.
eo: Squeeze the most juice out of {0}
es: Saca el máximo partido a {0}
fa: از {0}حداکثر استفاده را ببرید
fi: Ota kaikki irti palvelusta {0}
fr: Tirez le meilleur parti de {0}
hu: Hozza ki a legtöbbet a(z) {0}-ból
it: Ottenere il massimo da {0}
ja: {0}を最大限に活用する
lt: Išnaudokite visas {0} galimybes
ms: Manfaatkan sepenuhnya {0}
nb: Få mest mulig ut av {0}
nl: Haal het meeste uit {0}
pl: Wykorzystaj w pełni {0}
pt_br: Aproveite {0} ao máximo
ru: Получите максимальную отдачу от сайта {0}
sk: Získajte čo najviac zo stránky {0}
sl: Izkoristite {0} kar najbolje
sq: Përfitoni maksimumin nga {0}
sr: Izvuci maksimum iz {0}
sv: Få ut maximalt av {0}
tr: {0}'dan en iyi şekilde yararlanın
uk: Використайте {0} на повну
vi: Tận dụng tối đa {0}
zh_hk: 充分利用 {0}
