Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: When on, Metabase User ID and query hash get appended to queries on this database, which can be useful for auditing and debugging. However, this causes each query to look distinct, preventing BigQuery from returning cached results, which may increase your costs.
hu: Ha be van kapcsolva, a Metabase felhasználói azonosítója és a lekérdezési hash hozzáadódik a lekérdezésekhez ezen az adatbázison, ami hasznos lehet az auditálás és hibakeresés során. Ez azonban azt eredményezi, hogy minden lekérdezés egyedinek tűnik, megakadályozva, hogy a BigQuery visszaadja a gyorsítótárazott eredményeket, ami növelheti a költségeit.
ms: Apabila diaktifkan, ID Pengguna Metabase dan hash query akan ditambahkan ke dalam query di pangkalan data ini, yang boleh berguna untuk pengauditan dan penyahpepijatan. Walau bagaimanapun, ini menyebabkan setiap query kelihatan berbeza, menghalang BigQuery daripada mengembalikan hasil yang disimpan dalam cache, yang mungkin meningkatkan kos anda.

source: Periodically refingerprint tables
ar: إعادة أخذ بصمة الجداول بشكل دوري
bg: Периодично смени фингърпринтинг-а на таблиците
ca: Re-indexa les taules periòdicament
de: Fingerabrücke der Tabellen periodisch neu prüfen
eo: Like, we out here just re-fingerprinting tables every now and then, no cap.
es: Marcar tablas periódicamente
fa: جدول‌ها را به صورت دوره‌ای دوباره اثرانگشتی کنید
fi: Sormenjälkien päivitys taulukkoihin säännöllisin väliajoin
fr: Refaire l'empreinte des tables périodiquement
hu: Az asztalok időszakos újraujjlenyomatozása
it: Rifai periodicamente le impronte digitali delle tabelle
ja: 定期的にテーブルのフィンガープリントを再作成する
lt: Periodiškai antspaudų lentelės
ms: Cetak jari semula jadual secara berkala
nb: Oppdater fingeravtrykk på tabeller periodisk
nl: Periodiek nieuwe vingerafdrukken van tabellen
pl: Cykliczne skanowanie tabel
pt_br: Refazer fingerprint das tabelas periodicamente
ru: Периодический слепок таблиц
sk: Pravidelne reštartovať tabuľky
sl: Občasno spreminjanje prstnih odtisov tabel
sq: Rimerr periodikisht gjurmën e tabelave
sr: Periodično ponovo napravi fingerprint tabela
sv: Periodiskt uppdatera tidsstämpel på tabeller
tr: Periyodik olarak yeniden parmak izi tabloları
uk: Періодично оновлювати відбиток таблиць
vi: Thường xuyên tái tạo dấu vân tay các bảng
zh_hk: 定期重新指紋表

source: When syncing with this database, Metabase will scan a subset of values of fields to gather statistics that enable things like improved binning behavior in charts, and to generally make your Metabase instance smarter.
hu: Az adatbázissal való szinkronizálás során a Metabase mezőértékek egy részhalmazát szkenneli, hogy statisztikákat gyűjtsön, amelyek lehetővé teszik például a javított binning viselkedést a diagramokban, és általában okosabbá teszik a Metabase példányát.
ms: Apabila menyegerakkan dengan pangkalan data ini, Metabase akan mengimbas subset nilai medan untuk mengumpul statistik yang membolehkan perkara seperti peningkatan tingkah laku pengelompokan dalam carta, dan secara amnya menjadikan contoh Metabase anda lebih pintar.

source: Updated date
ar: تاريخ التحديث
bg: Датата беше актуализирана
ca: Data d'actualització
de: Datum aktualisiert
eo: Freshly date checked
es: Fecha actualización
fa: تاریخ به‌روزرسانی شده
fi: Päivityksen pvm
fr: Date de mise à jour
hu: Frissítési dátum
it: Data aggiornata
ja: 更新日
lt: Atnaujinta data
ms: Tarikh dikemas kini
nb: Oppdatert dato
nl: Bijgewerkte datum
pl: Zaktualizowana data
pt_br: Data de atualização
ru: Обновленная дата
sk: Aktualizovaný dátum
sl: Datum posodobitve
sq: Data e përditësimit
sr: Datum ažuriranja
sv: Uppdateringsdatum
tr: Güncelleme tarihi
uk: Дата оновлення
vi: Ngày cập nhật
zh_hk: 更新日期

source: Updated time
ar: وقت التحديث
bg: Времето беше актуализирано
ca: Hora d'actualització
de: Zeit aktualisiert
eo: New timer just dropped
es: Hora actualización
fa: زمان به‌روزرسانی شده
fi: Päivityksen aika
fr: Heure mise à jour
hu: Frissítési idő
it: Ora aggiornata
ja: 更新時間
lt: Atnaujintas laikas
ms: Masa dikemas kini
nb: Oppdateringstidspunkt
nl: Bijgewerkte tijd
pl: Zaktualizowany czas
pt_br: Hora de atualização
ru: Обновлённое время
sk: Aktualizovaný čas
sl: Posodobljen čas
sq: Ora e përditësimit
sr: Vreme ažuriranja
sv: Uppdateringstid
tr: Güncelleme zamanı
uk: Час оновлення
vi: Thời gian cập nhật
zh_hk: 更新時間

source: Updated timestamp
ar: الطابع الزمني للتحديث
bg: Отметка за време беше актуализирана
ca: Data i hora d'actualització
de: Zeitstempel aktualisiert
eo: latest vibe check time
es: Fecha/Hora actualización
fa: تمبر زمان به‌روزرسانی شده
fi: Päivityksen aikaleima
fr: Horodatage mis à jour
hu: Frissítési időbélyeg
it: Timestamp aggiornato
ja: 更新時タイムスタンプ
lt: Atnaujinta laiko žyma
ms: Cap masa dikemas kini
nb: Timestamp for oppdatering
nl: Bijgewerkte tijdstempel
pl: Zaktualizowany znacznik czasu
pt_br: Data e hora de atualização
ru: Обновлённое время
sk: Aktualizovaná časová značka
sl: Posodobljen časovni žig
sq: Timestamp i përditësimit
sr: Timestamp ažuriranja
sv: Tidsstämpel för uppdat.
tr: Güncellenen zaman damgası
uk: Позначка часу оновлення
vi: Dấu thời gian cập nhật
zh_hk: 更新時間戳

source: Type of interval like "day", "month", "year".
hu: Az intervallum típusa, például "nap", "hónap", "év".
ms: Jenis selang seperti "hari", "bulan", "tahun".

source: Filter by this column
ar: فلتر حسب هذا العمود
bg: Филтър по тази колона
ca: Filtra per aquesta columna
de: Nach dieser Spalte filtern
eo: Filter this column, fr fr
es: Filtrar por esta columna
fa: فیلتر بر اساس این ستون
fi: Suodata tällä sarakkeella
fr: Filtrer sur cette colonne
hu: Szűrés ezen oszlop szerint
it: Filtra per questa colonna
ja: このカラムでフィルタリング
lt: Filtruoti pagal šį stulpelį
ms: Tapis mengikut lajur ini
nb: Filtrer på denne kolonnen
nl: Filter bij deze kolom
pl: Filtruj po tej kolumnie
pt_br: Filtrar por esta coluna
ru: Фильтровать по этому столбцу
sk: Filtrovať podľa tohto stĺpca
sl: Filtriranje po tem stolpcu
sq: Filtro sipas kësaj kolone
sr: Filtriraj po ovoj koloni
sv: Filtrera mot denna kolumn
tr: Bu sütuna göre filtrele
uk: Фільтрувати за цим стовпцем
vi: Lọc theo cột này
zh_hk: 按此列過濾

source: Column formatting
ar: تنسيق الأعمدة
bg: Формат на колона
ca: Format de columna
de: Spaltenformatierung
eo: Column formatting → "Column vibes"
es: Formato de columna
fa: فرمت‌بندی ستون
fi: Sarakkeen muotoilu
fr: Format de colonne
hu: Oszlop formázása
it: Formattazione colonna
ja: カラムの書式設定
lt: Stulpelių formatavimas
ms: Pemformatan lajur
nb: Kolonneformatering
nl: Kolom-opmaak
pl: Formatowanie kolumny
pt_br: Formatação de colunas
ru: Форматирование столбца
sk: Formátovanie stĺpca
sl: Oblikovanje stolpcev
sq: Formatimi i kolonës
sr: Formatiranje kolone
sv: Formattering av kolumn
tr: Sütun biçimlendirme
uk: Форматування стовпця
vi: Định dạng cột
zh_hk: 列格式設置

source: Sort ascending
ar: رتّب تصاعديًا
bg: Сортирай възходящо
ca: Ordre ascendent
de: Sortiere aufsteigend
eo: Make it go up, fr fr
es: Orden ascendente
fa: مرتب‌سازی صعودی
fi: Lajittele nousevasti
fr: Tri ascendant
hu: Növekvő rendezés
it: Ordina in ordine crescente
ja: 昇順ソート
lt: Rūšiuoti didėjančia tvarka
ms: Susun menaik
nb: Sorter stigende
nl: Sorteer oplopend
pl: Sortuj rosnąco
pt_br: Classificar em ordem crescente
ru: Прямая сортировка
sk: Zoradiť vzostupne
sl: Razvrščanje naraščajoče
sq: Rendit në rritje
sr: Sortiraj rastuće
sv: Sortera stigande
tr: Artan düzende sırala
uk: Сортувати за зростанням
vi: Sắp xếp tăng dần
zh_hk: 升序排列

source: Sort descending
ar: رتّب تنازليًا
bg: Сортитай низходящо
ca: Ordre descendent
de: Sortiere absteigend
eo: Sortin' it in the downward vibe
es: Orde descendente
fa: مرتب‌سازی نزولی
fi: Lajittele laskevasti
fr: Tri descendant
hu: Csökkenő rendezés
it: Ordina in ordine decrescente
ja: 降順ソート
lt: Rūšiuoti mažėjančia tvarka
ms: Susun menurun
nb: Sorter synkende
nl: Sorteer aflopend
pl: Sortuj malejąco
pt_br: Classificar em ordem decrescente
ru: Обратная сортировка
sk: Zoradiť zostupne
sl: Razvrsti padajoče
sq: Rendit në zbritje
sr: Sortiraj opadajuće
sv: Sortera fallande
tr: Azalan şekilde sırala
uk: Сортувати за спаданням
vi: Sắp xếp giảm dần
zh_hk: 降序排列

source: Browse data
ar: تصفّح البيانات
bg: Прегледай данните
ca: Navega per les dades
de: Daten durchsuchen
eo: Scroll through the deets
es: Visualizar datos
fa: داده ها را مرور کنید
fi: Selaa tietoja
fr: Parcourir les données
hu: Adatok böngészése
it: Sfogliare i dati
ja: データの閲覧
lt: Naršyti duomenis
ms: Semak data
nb: Bla gjennom data
nl: Blader door gegevens
pl: Przeglądaj dane
pt_br: Navegue pelos dados
ru: Просмотреть данные
sk: Prehľadávanie údajov
sl: Brskanje po podatkih
sq: Shfleto të dhënat
sr: Pregledaj podatke
sv: Bläddra i data
tr: Verilere göz atın
uk: Переглянути дані
vi: Duyệt dữ liệu
zh_hk: 瀏覽資料

source: Show maximum (first {0})
ar: اعرض الحد الأقصى (أول {0})
bg: Покажи максимум (първите {0})
ca: Mostra el màxim (els primers {0})
de: Zeige Maximum (erste {0})
eo: Show max (first {0}) — this is basically just "Show max (first {0})" rn, no cap.
es: Mostrar máximo (primeros {0})
fa: نمایش حداکثر (اولین {0})
fi: Näytä maksimi (ensimmäiset {0})
fr: Afficher le maximum (premier {0})
hu: Maximum megjelenítése (első {0})
it: Mostra massimo (primi {0})
ja: 最大値(最初の{0})を表示
lt: Rodyti maksimumą (pirmieji {0})
ms: Tunjukkan maksimum (pertama {0})
nb: Vis maksimum (første {0})
nl: Toon maximaal (eerste {0})
pl: Pokaż maksimum (pierwsze {0})
pt_br: Mostre o máximo (primeiros {0})
ru: Показать максимум (первые {0})
sk: Zobraziť maximum (prvých {0})
sl: Pokaži največ (prvi {0})
sq: Shfaq maksimumin (të parat {0})
sr: Prikaži maksimum (prvih {0})
sv: Visa högsta (första {0})
tr: Maksimum göster (ilk {0})
uk: Показати максимум (перші {0})
vi: Hiển thị tối đa (đầu tiên {0})
zh_hk: 顯示最大值 (前 {0})

source: There was a problem with this visualization
ar: حدثت مشكلة في هذا التصور
bg: Възникна проблем при тази визуализация
ca: Hi ha un problema amb aquesta visualització
de: Es gab ein Problem mit dieser Visualisierung
eo: This viz was kinda sus, tbh
es: Hay un problema con esta visualización
fa: مشکلی با این تجسم وجود داشت
fi: Tässä visualisoinnissa oli ongelma
fr: Il y a eu un problème avec cette visualisation
hu: Probléma merült fel ezzel a vizualizációval
it: C'è stato un problema con questa visualizzazione
ja: このビジュアライゼーションには問題がありました
lt: Dėl šios vizualizacijos kilo problema
ms: Terdapat masalah dengan visualisasi ini
nb: Det var et problem med denne visualiseringen
nl: Er is een probleem opgetreden met deze visualisatie
pl: Jest problem z tą wizualizacją
pt_br: Houve um problema com essa visualização
ru: Проблема с текущей визуализацией
sk: Vyskytol sa problém s touto vizualizáciou
sl: S to vizualizacijo je prišlo do težave
sq: Pati një problem me këtë vizualizim
sr: Došlo je do problema sa ovom vizualizacijom
sv: Det gick inte att visa detta
tr: Bu görselleştirmeyle ilgili bir sorun vardı
uk: Виникла проблема з цією візуалізацією
vi: Có một vấn đề với trực quan hóa này
zh_hk: 該視覺化存在問題

source: Showing first {0} rows
ar: جارٍ عرض أول {0} صف
bg: Показват се пурвите {0} реда
ca: Mostrar les primeres {0} files
de: Zeige erste {0} Zeilen
eo: Showing first {0} rows, fr fr
es: Mostrando primeras {0} filas
fa: نمایش اولین {0} ردیف‌ها
fi: Näytetään ensimmäiset {0} riviä
fr: Affichage des {0} premières lignes
hu: Az első {0} sor megjelenítése
it: Mostra prime {0} righe
ja: 最初の {0} 行の表示
lt: Rodomos pirmosios {0} eilutės
ms: Menunjukkan {0} baris pertama
nb: Viser de første {0} rader
nl: Eerste {0} rijen worden weergegeven
pl: Pokaż pierwsze {0} wierszy
pt_br: Mostrando as primeiras {0} linhas
ru: Показаны первые {0} строк
sk: Zobrazené prvé {0} riadky
sl: Prikaz prvih {0} vrstic
sq: Duke shfaqur {0} rreshtat e parë
sr: Prikazuje prvih {0} redova
sv: Visa de första {0} raderna
tr: İlk {0} satır gösteriliyor
uk: Показано перші {0} рядків
vi: Hiển thị {0} hàng đầu tiên
zh_hk: 顯示前 {0} 行

source: first
ar: الأول
bg: първи
ca: primer
de: Erste
eo: Bet
es: primera
fa: اولین
fi: ensimmäiset
fr: premier
hu: első
it: primo(a)
ja: 第一
lt: pirma
ms: pertama
nb: første
nl: Eerste
pl: pierwszy
pt_br: primeiro
ru: первый
sk: prvý
sl: prvi
sq: i pari
sr: prvi
sv: första
tr: ilk
uk: перший
vi: đầu tiên
zh_hk: 第一個

source: last
ar: الأخير
bg: последен
ca: darrer
de: Letzte
eo: Last = lowkey the move or the final boss, but if it’s just “last,” you can say “the finale” or “the last thing,” but in slang, maybe “the final drop” or just “the last one.”
es: última
fa: دومین
fi: viimeiset
fr: dernière
hu: utolsó
it: ultimo(a)
ja: 最終
lt: paskutinis
ms: terakhir
nb: siste
nl: Laatste
pl: ostatni
pt_br: último
ru: последний
sk: posledný
sl: zadnji
sq: i fundit
sr: poslednji
sv: sista
tr: SON
uk: останній
vi: cuối cùng
zh_hk: 過往

source: Emailed
ar: تم الإرسال عبر البريد الإلكتروني
bg: Изпратен имейл
ca: Enviat per correu
de: Email gesendet
es: Enviado
fa: ایمیل شده
fi: Sähköposti lähetetty
fr: Courriel envoyé
hu: E-mailben elküldve
it: Email inviata
ja: 電子メールで送信された
lt: Išsiųsta el. paštu
ms: Dihantar melalui emel
nb: E-postet
nl: E-mail verstuurd
pl: Wysyłane emailem
pt_br: Enviado por e-mail
ru: Отправлено
sk: Odoslané emailom
sl: Poslano po e-pošti
sq: Dërguar me email
sr: Poslato e-poštom
sv: Mejlad_
tr: E-postayla gönderildi
uk: Надіслано електронною поштою
vi: Đã gửi email
zh_hk: 電郵

source: Sent to
ar: تم الإرسال إلى
bg: Изпратен до
ca: Enviat a
de: Gesendet an
es: Enviado a
fa: ارسال شده به
fi: Lähetetty
fr: Envoyé à
hu: Elküldve
it: Inviato a
ja: 送信先
lt: Išsiųsta į
ms: Dihantar kepada
nb: Send til
nl: Verstuurd aan
pl: Wysłany do
pt_br: Enviado para
ru: Отправлено
sk: Odoslané na
sl: Poslano na
sq: Dërguar te
sr: Poslato u
sv: Skickad till
tr: adresine gönderildi
uk: Надіслано до
vi: Đã gửi đến
zh_hk: 發送到

source: Sent
ar: تم الإرسال
bg: Изпратен
ca: Enviat
de: Gesendet
es: Enviado
fa: ارسال شد
fi: Lähetetty
fr: Envoyé
hu: Elküldve
it: Spedito
ja: 送信された
lt: Išsiųsta
ms: Dihantar
nb: Sendt
nl: Verstuurd
pl: Wysłano
pt_br: Enviado
ru: Отправлено
sk: Odoslať
sl: Poslal
sq: Dërguar
sr: Poslato
sv: Skickad
tr: Gönderildi
uk: Надіслано
vi: Đã gửi
zh_hk: 發送

source: hourly
ar: كل ساعة
bg: на всеки час
ca: cada hora
de: stündlich
eo: per hour, fr fr
es: cada hora
fa: ساعتی
fi: tunneittain
fr: Toutes les heures
hu: óránkénti
it: ogni ora
ja: 毎時
lt: kas valandą
ms: setiap jam
nb: hver time
nl: uurlijks
pl: co godzinę
pt_br: de hora em hora
ru: по часам
sk: každú hodinu
sl: Uro
sq: çdo orë
sr: na sat
sv: varje timme
tr: saatlik
uk: щогодини
vi: hàng giờ
zh_hk: 每小時

source: daily at {0}
ar: يوميًا عند {0}
bg: всеки ден в {0}
ca: cada dia a les {0}
de: Täglich um {0}
eo: daily at {0} → it's basically just "daily at {0}" since that's pretty straightforward, but if you want a more slangy vibe, you could say "everyday at {0} – no cap" or "daily at {0}, fr."
es: diario a las {0}
fa: روزانه در {0}
fi: päivittäin klo {0}
fr: Quotidiennement à {0}
hu: naponta ekkor: {0}
it: giornalmente alle {0}
ja: {0}日毎
lt: kasdien {0}
ms: setiap hari pada {0}
nb: daglig klokken {0}
nl: dagelijks om {0}
pl: codziennie o {0}
pt_br: diariamente à(s) {0}
ru: ежедневно в {0}
sk: Denne o {0}
sl: dnevno ob {0}
sq: çdo ditë në {0}
sr: svaki dan u {0}
sv: dagligen vid {0}
tr: her gün {0}
uk: щодня о {0}
vi: hàng ngày lúc {0}
zh_hk: 每天在 {0}

source: {0} at {1}
ar: {0} عند {1}
bg: {0} в {1}
ca: {0} a les {1}
de: {0} am {1}
eo: {0} fr at {1}
es: {0} a las {1}
fa: {0} در {1}
fi: {0} klo {1}
fr: {0} à {1}
hu: {0}, {1}-kor
it: {0} alle {1}
ja: {0} at {1}で
ms: {0} pada {1}
nb: {0} klokken {1}
nl: {0} om {1}
pl: {0} o {1}
pt_br: {0} à(s) {1}
ru: {0} в {1}
sk: {0} o {1}
sl: {0} na {1}
sq: {0} në {1}
sr: {0} u {1}
sv: {0} på {1}
uk: {0} у {1}
vi: {0} tại {1}
zh_hk: {0} 在 {1}

source: monthly on the {0} {1} at {2}
ar: شهريًا في {0} {1} عند {2}
bg: месечно на {0} {1} в {2}
ca: cada mes el {0} {1} a les {2}
de: Monatlich am {0} {1} um {2}
eo: monthly on the {0} {1} at {2} — this is how we flex the schedule, fr fr
es: mensualmente el {1} {0} a las {2}
fa: ماهانه در {0} {1} در {2}
fi: kuukausittain {0} {1} klo {2}
fr: mensuellement le {0} {1} à {2}
hu: havonta a(z) {0} {1}-án {2}-kor
it: mensilmente il {0} {1} alle {2}
ja: 毎月 {0} {1} at {2} で
lt: kas mėnesį {0} {1}, {2}
ms: bulanan pada {0} {1} pada {2}
nb: hver måned den {0} {1} klokken {2}
nl: maandelijks op de {0} {1} om {2}
pl: miesięcznie w {0} {1} o {2}
pt_br: mensalmente aos(às) {0} {1} à(s) {2}
ru: ежемесячно {0} {1} в {2}
sk: mesačne {0} {1} o {2}
sl: mesečno na {0} {1} ob {2}
sq: çdo muaj në {0} {1} në {2}
sr: mesečno, {0} {1} u {2}
sv: månadsvis på den {0} {1} i {2}
tr: her ay {0} {1}, {2}
uk: щомісяця {0} {1} о {2}
vi: hàng tháng vào ngày {0} {1} lúc {2}
zh_hk: 每月 {0} {1} 在 {2}

source: and {0} other
hu: és {0} másik
ms: dan {0} yang lain Jamak: dan {0} yang lain

source: This dashboard will no longer be emailed to {0} {1}
ar: لن يتم إرسال لوحة المعلومات هذه بالبريد الإلكتروني إلى {0} {1} بعد الآن
bg: Това табло повече няма да бъде изпращано по имейл до {0} {1}
ca: Aquest quadre de comandament ja no s'enviarà per correu a {0} {1}
de: Dieses Dashboard wird nicht mehr per E-Mail an {0} {1} gesendet
eo: This dashboard will no longer be sent to {0} {1}, fr fr.
es: Este cuadro de mando ya no se enviará por correo electrónico a {0} {1}
fa: این داشبورد دیگر به {0} {1} ایمیل نخواهد شد
fi: Tätä koontinäkymää ei enää lähetetä kohteeseen {0} {1}
fr: Le tableau de bord ne sera plus envoyé par courriel à {0} {1}
hu: Ezt az irányítópultot többé nem küldjük el e-mailben {0} {1}-nek
it: Questa dashboard non sarà più inviata a {0} {1}
ja: このダッシュボードは、{0} {1}に電子メールで送信されなくなります
lt: Ši informacijos suvestinė nebebus siunčiama el. paštu {0} {1}
ms: Papan pemuka ini tidak lagi akan dihantar melalui e-mel kepada {0}{1}
nb: Denne infotavlen vil ikke lengre bli sendt på e-post til {0} {1}
nl: Dit dashboard wordt niet langer gemaild naar {0} {1}
pl: Ten pulpit nie będzie już wysyłany do {0} {1}
pt_br: Este painel não será mais enviado por e-mail para {0} {1}
ru: Этот дашборд больше не будет отправляться {0} {1}
sk: Tento nástrojový panel už nebude odoslaný na email {0} {1}
sl: Ta nadzorna plošča ne bo več poslana po e-pošti {0} {1}
sq: Ky panel nuk do t’i dërgohet më me email {0} {1}
sr: Ova kontrolna tabla se više neće slati email-om na {0} {1}
sv: Denna instrumentpanel kommer inte längre att mejlas till {0} {1}
tr: Bu gösterge tablosu artık {0} {1} adresine e-posta ile gönderilmeyecek
uk: Цей дашборд більше не надсилатиметься на email {0} {1}
vi: Bảng điều khiển này sẽ không còn được gửi qua email đến {0} {1}
zh_hk: 該儀表板將不再通過電子郵件發送給{0} {1}

source: Slack channel {0} will no longer get this dashboard {1}
ar: قناة Slack {0} لن تتلقى لوحة المعلومات هذه {1} بعد الآن
bg: Слак каналът {0} повече няма да получава това табло {1}
ca: El quadre de comandament {1} ja no s'enviarà al canal de Slack {0}
de: Der Slack Channel {0} erhält dieses Dashboard {1} nicht mehr
eo: Yo, the Slack channel {0} ain’t gonna get this dashboard {1} anymore, fr.
es: El canal de Slack {0} ya no recibirá este panel {1}
fa: کانال Slack {0} دیگر این داشبورد {1} را دریافت نخواهد کرد
fi: Slack-kanava {0} ei enää saa tätä Dashboardia {1}
fr: Le canal Slack {0} ne recevra plus ce tableau de bord {1}
hu: A(z) {0} Slack-csatorna többé nem kapja meg ezt az irányítópultot {1}
it: Il canale Slack {0} non riceverà più questa dashboard {1}
ja: Slackチャンネル{0}はこのダッシュボード{1}を取得できなくなります
lt: „Slack“ kanalas {0} nebegaus šios informacijos suvestinės {1}
ms: Saluran Slack {0} tidak akan menerima papan pemuka ini lagi {1}
nb: Slack-kanalen {0} vil ikke lengre få denne infotavlen {1}
nl: Slack kanaal {0} krijgt niet langer dit dashboard {1}
pl: W kanale Slack {0} nie otrzymasz już pulpitu {1}
pt_br: O canal do Slack {0} não vai mais receber este painel {1}
ru: Канал Slack {0} больше не будет получать этот дашборд {1}
sk: Kanál Slack {0} už nebude dostávať tento nástrojový panel {1}
sl: Kanal Slack {0} ne bo več dobil te nadzorne plošče {1}
sq: Kanali i Slack {0} nuk do ta marrë më këtë panel {1}
sr: Slack kanal {0} više neće dobijati ovu kontrolnu tablu {1}
sv: Slack-kanal {0} kommer inte längre att få denna instrumentpanel {1}
tr: Slack kanalı {0} artık bu gösterge tablosunu {1} almayacak
uk: Slack-канал {0} більше не отримуватиме цей дашборд {1}
vi: Kênh Slack {0} sẽ không còn nhận được bảng điều khiển này {1}
zh_hk: Slack 通道 {0} 將不再接收此儀表板 {1}

source: Channel {0} will no longer receive this dashboard {1}
ar: القناة {0} لن تتلقى لوحة المعلومات هذه {1} بعد الآن
bg: Канал {0} повече няма да получава това табло {1}
ca: El quadre de comandament {1} ja no s'enviarà al canal {0}
de: Der Kanal {0} erhält dieses Dashboard {1} nicht mehr
eo: Bruh, channel {0} ain't gonna get this dashboard {1} anymore, fr.
es: El canal {0} ya no recibirá este panel {1}
fa: کانال {0} دیگر این داشبورد {1} را دریافت نخواهد کرد
fi: Kanava {0} ei enää saa tätä Dashboardia {1}
fr: Le canal {0} ne recevra plus ce tableau de bord {1}
hu: A(z) {0} csatorna többé nem kapja meg ezt az irányítópultot {1}
it: Il canale {0} non riceverà più questa dashboard {1}
ja: チャンネル{0}はこのダッシュボード{1}を受信しなくなります
lt: Kanalas {0} nebegaus šios informacijos suvestinės {1}
ms: Saluran {0} tidak akan menerima papan pemuka ini lagi {1}
nb: Kanal {0} vil ikke lengre motta denne infotavlen {1}
nl: Kanaal {0} ontvangt niet langer dit dashboard {1}
pl: Kanał {0} nie będzie już odbierał pulpitu {1}
pt_br: O canal {0} não vai mais receber este painel {1}
ru: Канал {0} больше не будет получать дашборд {1}
sk: Kanál {0} už nebude dostávať tento nástrojový panel {1}
sl: Kanal {0} ne bo več prejemal te nadzorne plošče {1}
sq: Kanali {0} nuk do ta marrë më këtë panel {1}
sr: Kanal {0} više neće primati ovu kontrolnu tablu {1}
sv: Kanalen {0} kommer inte längre att få denna instrumentpanel
tr: {0} kanalı artık bu gösterge tablosunu almayacak {1}
uk: Канал {0} більше не отримуватиме цей дашборд {1}
vi: Kênh {0} sẽ không còn nhận được bảng điều khiển này nữa {1}
zh_hk: 通道 {0} 將不再接收此儀表板 {1}

source: Schedules
hu: Ütemezések
ms: Jadual

source: Set up a new schedule
ar: إعداد جدول جديد
bg: Настрой нов график
ca: Crear una nova programació
de: Neue Zeitplanung einrichten
eo: Made a new plan, fr.
es: Configurar un nuevo horario
fa: یک برنامه جدید تنظیم کنید
fi: Aseta uusi aikataulu
fr: Etablir une nouvelle planification
hu: Állítson be új ütemtervet
it: Configura un nuovo programma
ja: 新しいスケジュールを設定する
lt: Susikurkite naują tvarkaraštį
ms: Tetapkan jadual baru
nb: Sett opp en ny timeplan
nl: Een nieuwe taak inplannen
pl: Ustaw nowy harmonogram
pt_br: Configurar um novo agendamento
ru: Настроить новое расписание
sk: Nastavte nový plán
sl: Nastavitev novega urnika
sq: Konfiguro një orar të ri
sr: Podesi novi raspored
sv: Sätt upp ett nytt tidsschema
tr: Yeni bir program oluşturun
uk: Налаштувати новий розклад
vi: Thiết lập lịch mới
zh_hk: 設置新時間表

source: Close
ar: إغلاق
bg: Затвори
ca: Tanca
de: Schließen
eo: That's basically a W in the chat
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
hu: Bezárás
it: Chiudi
ja: クローズ
lt: Uždaryti
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sk: Zavrieť
sl: Blizu
sq: Mbyll
sr: Zatvori
sv: Stäng
tr: Kapat
uk: Закрити
vi: Đóng
zh_hk: 關閉

source: You'll need to {0} first.
hu: Először {0}-t kell tennie.
ms: Anda perlu {0} terlebih dahulu.

source: First, you'll have to {0}.
hu: Először {0}-t kell tennie.
ms: Mula-mula, anda perlu {0}.
