Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Check out the {0} for more.
ar: اطّلع على {0} للمزيد.
bg: За повече информация вижте {0} .
ca: Feu una ullada a {0} per obtenir més informació.
de: Weitere Informationen finden Sie unter {0} .
eo: Peep the {0} for more, fr fr.
es: Consulta {0} para obtener más información.
fa: برای اطلاعات بیشتر، {0} را بررسی کنید.
fi: Katso lisätietoja {0}
fr: Consultez le {0} pour en savoir plus.
hu: További információért nézze meg a {0}-t.
it: Per saperne di più, consultate il sito {0} .
ja: 詳しくは{0}をチェックしてほしい。
lt: Daugiau informacijos rasite {0}.
ms: Semak {0} untuk maklumat lanjut.
nb: Sjekk {0} for mer.
nl: Kijk op {0} voor meer informatie.
pl: Więcej informacji można znaleźć na stronie {0} .
pt_br: Confira {0} para mais informações.
ru: Загляните на сайт {0} , чтобы узнать больше.
sk: Viac informácií nájdete na stránke {0} .
sl: Za več informacij si oglejte {0}.
sq: Shiko {0} për më shumë.
sr: Pogledajte {0} za više informacija.
sv: Kolla in {0} för mer information.
tr: Daha fazlası için {0} adresine göz atın.
uk: Перегляньте {0}, щоб дізнатися більше.
vi: Hãy xem {0} để biết thêm.
zh_hk: 查看 {0} ，瞭解更多資訊。

source: Configuring parameters
ar: تهيئة المُعلَمات
bg: Конфигуриране на параметри
ca: Configuració de paràmetres
de: Parameter konfigurieren
eo: Tweaking the settings
es: Configurando parámetros
fa: پیکربندی پارامترها
fi: Parametrien konfigurointi
fr: Configuration des paramètres
hu: Paraméterek konfigurálása
it: Configurazione dei parametri
ja: パラメータの設定
lt: Konfigūruoti parametrus
ms: Mengkonfigurasi parameter
nb: Konfigurerer parametre
nl: Parameters configureren
pl: Konfigurowanie parametrów
pt_br: Configurando parâmetros
ru: Настройка параметров
sk: Konfigurácia parametrov
sl: Konfiguriranje parametrov
sq: Konfigurimi i parametrave
sr: Konfigurisanje parametara
sv: Konfigurera parametrar
tr: Parametreleri yapılandırma
uk: Налаштування параметрів
vi: Cấu hình các thông số
zh_hk: 設定參數

source: Parameters are disabled by default, which also makes them hidden from end-users. Make them editable so that end-users can see and modify them. Make them locked so that they are hidden from end-users but you can set their values from your app.
ar: المُعلَمات معطّلة افتراضيًا، وهذا يجعلها مخفية أيضًا عن المستخدمين النهائيين. اجعلها قابلة للتعديل لكي يتمكن المستخدمون النهائيون من رؤيتها وتعديلها. اجعلها مقفلة لكي تكون مخفية عن المستخدمين النهائيين ولكن يمكنك تعيين قيمها من تطبيقك.
bg: Параметрите са деактивирани по подразбиране, което ги прави скрити за крайните потребители. Направете ги редактируеми, за да могат крайните потребители да ги виждат и променят. Направете ги заключени, така че да са скрити за крайните потребители, но да можете да задавате стойностите им от вашето приложение.
ca: Els paràmetres estan desactivats de manera predeterminada, cosa que també els amaga als usuaris finals. Fes-los editables perquè els usuaris finals els puguin veure i modificar. Feu-los bloquejar perquè s'ocultin als usuaris finals, però podeu definir-ne els valors des de la vostra aplicació.
de: Parameter sind standardmäßig deaktiviert und damit auch für die Endnutzer unsichtbar. Machen Sie sie bearbeitbar, damit die Endbenutzer sie sehen und ändern können. Machen Sie sie gesperrt, so dass sie für Endbenutzer verborgen sind, aber Sie können ihre Werte von Ihrer Anwendung aus einstellen.
eo: Parameters are off by default, so they’re basically ghosted from end-users. Make them editable so they can see and tweak ’em. Also, lock them so they stay hidden from users, but you can still set their vibes from your app.
es: Los parámetros están deshabilitados de forma predeterminada, lo que también los oculta a los usuarios finales. Házlos editables para que los usuarios finales puedan verlos y modificarlos. Bloquealos para que queden ocultos a los usuarios finales, pero puede configurar sus valores desde tu aplicación.
fa: پارامترها به طور پیش‌فرض غیرفعال هستند، که باعث می‌شود آنها از دید کاربران نهایی پنهان شوند. آنها را قابل ویرایش کنید تا کاربران نهایی بتوانند آنها را ببینند و تغییر دهند. آنها را قفل کنید تا از دید کاربران نهایی پنهان شوند اما می توانید مقادیر آنها را از برنامه خود تنظیم کنید.
fi: Parameterit ovat oletuksena poissa päältä, joten ne eivät näy käyttäjille. Vaihda ne muokattaviksi, jotta käyttäjät voivat nähdä ja muokata niitä. Lukitsemalla ne voit asettaa niihin arvoja applikaatiostasi, mutta käyttäjät eivät niitä näe.
fr: Les paramètres sont désactivés par défaut, ce qui les rend également invisibles pour les utilisateurs finaux. Rendez-les éditables afin que les utilisateurs finaux puissent les voir et les modifier. Rendez-les verrouillés afin qu'ils soient cachés aux utilisateurs finaux mais que vous puissiez définir leurs valeurs depuis votre application.
hu: A paraméterek alapértelmezés szerint le vannak tiltva, így a végfelhasználók elől is rejtve vannak. Szerkeszthetővé tegye őket, hogy a végfelhasználók láthassák és módosíthassák őket. Zárolja őket, hogy rejtve legyenek a végfelhasználók elől, de beállíthatja az értékeket az alkalmazásból.
it: I parametri sono disabilitati per impostazione predefinita, il che li rende anche nascosti agli utenti finali. Rendeteli modificabili, in modo che gli utenti finali possano vederli e modificarli. Renderli bloccati, in modo che siano nascosti agli utenti finali, ma che sia possibile impostarne i valori dalla propria applicazione.
ja: パラメータはデフォルトでは無効になっており、エンドユーザーからは見えないようになっています。エンドユーザーが見て変更できるように、編集可能にしてください。ロックして、エンドユーザーからは見えないようにしますが、アプリから値を設定できるようにします。
lt: Parametrai pagal numatytuosius nustatymus yra išjungti, todėl jie taip pat paslėpti nuo galutinių vartotojų. Padarykite juos redaguojamus, kad galutiniai vartotojai galėtų juos matyti ir keisti. Padarykite juos užrakintus, kad jie būtų paslėpti nuo galutinių vartotojų, bet galite nustatyti jų vertes savo programoje.
ms: Parameter dilumpuhkan secara lalai, yang juga menjadikannya tersembunyi daripada pengguna akhir. Jadikan mereka boleh disunting supaya pengguna akhir dapat melihat dan mengubah suai mereka. Jadikan mereka terkunci supaya mereka tersembunyi daripada pengguna akhir tetapi anda boleh menetapkan nilai mereka dari aplikasi anda.
nb: Parametre er deaktiver som standard, som også gjør dem skjult for sluttbrukere. Gjør dem redigerbare så sluttbrukere kan se og modifisere dem. Lås dem så de er skjult for sluttbrukere men du kan sette verdien fra appen din.
nl: Parameters zijn standaard uitgeschakeld, waardoor ze ook verborgen zijn voor eindgebruikers. Maak ze bewerkbaar zodat eindgebruikers ze kunnen zien en wijzigen. Maak ze vergrendelbaar zodat ze verborgen zijn voor eindgebruikers, maar je hun waarden kunt instellen vanuit je app.
pl: Parametry są domyślnie wyłączone, przez co są ukryte przed użytkownikami końcowymi. Ustaw je jako edytowalne, aby użytkownicy końcowi mogli je zobaczyć i zmodyfikować. Zablokować je, aby były ukryte przed użytkownikami końcowymi, ale można było ustawić ich wartości z poziomu aplikacji.
pt_br: Os parâmetros são desabilitados por padrão, o que também os torna ocultos para os usuários finais. Torne-os editáveis para que os usuários finais possam vê-los e modificá-los. Torne-os bloqueados para que fiquem ocultos para os usuários finais, mas você possa definir seus valores no seu aplicativo.
ru: По умолчанию параметры отключены, что также делает их скрытыми от конечных пользователей. Сделайте их редактируемыми, чтобы конечные пользователи могли их видеть и изменять. Сделайте их заблокированными, чтобы они были скрыты от конечных пользователей, но вы могли устанавливать их значения из своего приложения.
sk: Parametre sú v predvolenom nastavení vypnuté, čím sú skryté aj pre koncových používateľov. Urobte ich editovateľnými, aby ich koncoví používatelia mohli vidieť a upravovať. Urobte ich uzamknutými, aby boli skryté pred koncovými používateľmi, ale aby ste mohli nastaviť ich hodnoty z vašej aplikácie.
sl: Parametri so privzeto onemogočeni, zaradi česar so tudi skriti pred končnimi uporabniki. Omogočite urejanje, tako da jih lahko končni uporabniki vidijo in spreminjajo. Zaklenite jih, da bodo skriti pred končnimi uporabniki, njihove vrednosti pa lahko nastavite v aplikaciji.
sq: Parametrat janE tE Eaktivizuar si default,  E7ka i bEn edhe tE fshehur nga pErdoruesit pErfundimtarE. BEji tE redaktueshEm qE pErdoruesit pErfundimtarE tEi shohin dhe tEi modifikojnE. BEji tE kyEur qE tE jenE tE fshehur nga pErdoruesit pErfundimtarE, por ti tE mund tEu vendosEsh vlerat nga aplikacioni yt.
sr: Parametri su podrazumevano onemogućeni, što znači i da su skriveni od krajnjih korisnika. Učinite ih izmenljivim da bi krajnji korisnici mogli da ih vide i menjaju. Učinite ih zaključanim da bi bili skriveni od krajnjih korisnika, ali da biste vi mogli da im postavljate vrednosti iz svoje aplikacije.
sv: Parametrar är inaktiverade som standard, vilket också döljer dem för slutanvändare. Gör dem redigerbara för att låta slutanvändare se och ändra på dem. Alternativ sätt dem till låsta för att dölja dem för slutanvändaren, men du kan fortfarande sätta dem från din applikation.
tr: Parametreler varsayılan olarak devre dışıdır, bu da onları son kullanıcılardan gizler. Son kullanıcıların bunları görebilmesi ve değiştirebilmesi için düzenlenebilir hale getirin. Son kullanıcılardan gizlenmeleri ancak değerlerini uygulamanızdan ayarlayabilmeniz için onları kilitli hale getirin.
uk: Параметри за замовчуванням вимкнені, через що вони також приховані від кінцевих користувачів. Зробіть їх редагованими, щоб кінцеві користувачі могли бачити й змінювати їх. Зробіть їх заблокованими, щоб вони були приховані від кінцевих користувачів, але ви могли задавати їхні значення зі свого застосунку.
vi: Các tham số bị vô hiệu hóa theo mặc định, điều này cũng khiến chúng bị ẩn khỏi người dùng cuối. Làm cho chúng có thể chỉnh sửa để người dùng cuối có thể nhìn thấy và sửa đổi chúng. Làm cho chúng bị khóa để chúng bị ẩn khỏi người dùng cuối nhưng bạn có thể đặt giá trị của chúng từ ứng dụng của mình.
zh_hk: 預設參數是停用的，這也使得終端使用者無法看到它們。讓它們可編輯，以便終端使用者可以看到並修改它們。鎖定參數，使其對終端使用者隱藏，但您可以從應用程式設定其值。

source: Parameters marked with a red asterisk are required and can't be disabled.
ar: المُعلَمات المعلَّمة بنجمة حمراء مطلوبة ولا يمكن تعطيلها.
bg: Параметрите, отбелязани с червена звездичка, са задължителни и не могат да бъдат деактивирани.
ca: Els paràmetres marcats amb un asterisc vermell són obligatoris i no es poden desactivar.
de: Die mit einem roten Sternchen gekennzeichneten Parameter sind erforderlich und können nicht deaktiviert werden.
eo: Params with the red star are a must and can’t be turned off, fr.
es: Los parámetros marcados con un asterisco rojo son obligatorios y no se pueden desactivar.
fa: پارامترهای علامت‌گذاری شده با ستاره قرمز ضروری هستند و غیرفعال نمی‌شوند.
fi: Tähdellä merkityt parametrit ovat pakollisia, eikä niitä voi poistaa käytöstä
fr: Les paramètres marqués d'un astérisque rouge sont obligatoires et ne peuvent être désactivés.
hu: A piros csillaggal jelölt paraméterek kötelezőek, és nem tilthatók le.
it: I parametri contrassegnati da un asterisco rosso sono obbligatori e non possono essere disabilitati.
ja: 赤いアスタリスクが付いたパラメータは必須であり、無効にすることはできない。
lt: Parametrai, pažymėti raudona žvaigždute, yra būtini ir negali būti išjungti.
ms: Parameter yang ditandakan dengan nota kaki merah adalah wajib dan tidak boleh dilumpuhkan.
nb: Paramedre merket med en rød stjerne er påkrevd og kan ikke deaktiveres.
nl: Parameters gemarkeerd met een rood sterretje zijn verplicht en kunnen niet worden uitgeschakeld.
pl: Parametry oznaczone czerwoną gwiazdką są wymagane i nie można ich wyłączyć.
pt_br: Os parâmetros marcados com um asterisco vermelho são obrigatórios e não podem ser desabilitados.
ru: Параметры, отмеченные красной звездочкой, являются обязательными и не могут быть отключены.
sk: Parametre označené červenou hviezdičkou sú povinné a nemožno ich vypnúť.
sl: Parametri, označeni z rdečo zvezdico, so obvezni in jih ni mogoče onemogočiti.
sq: Parametrat e shEnuar me yll tE kuq janE tE detyrueshEm dhe nuk mund tE Eaktivizohen.
sr: Parametri označeni crvenom zvezdicom su obavezni i ne mogu da se onemoguće.
sv: Parametrar markerade med röd asterisk är obligatoriska och kan inte inaktiveras.
tr: Kırmızı yıldızla işaretlenmiş parametreler zorunludur ve devre dışı bırakılamaz.
uk: Параметри, позначені червоною зірочкою, є обов’язковими та не можуть бути вимкнені.
vi: Các tham số được đánh dấu bằng dấu sao màu đỏ là bắt buộc và không thể tắt.
zh_hk: 標有紅色星號的參數為必填參數，無法停用。

source: Previewing locked parameters
ar: معاينة المُعلَمات المقفلة
bg: Преглед на заключени параметри
ca: Vista prèvia dels paràmetres bloquejats
de: Vorschau der gesperrten Parameter
eo: Previewing the locked settings, fr.
es: Vista previa de parámetros bloqueados
fa: پیش نمایش پارامترهای قفل شده
fi: Lukittujen parametrien esikatselu
fr: Prévisualisation des paramètres verrouillés
hu: Zárolt paraméterek előnézete
it: Anteprima dei parametri bloccati
ja: ロックされたパラメータのプレビュー
lt: Užrakintų parametrų peržiūra
ms: Pratonton parameter yang dikunci
nb: Tidligere låste parametre
nl: Een voorbeeld van vergrendelde parameters bekijken
pl: Podgląd zablokowanych parametrów
pt_br: Pré-visualização de parâmetros bloqueados
ru: Предварительный просмотр заблокированных параметров
sk: Náhľad uzamknutých parametrov
sl: Predogled zaklenjenih parametrov
sq: Parashikimi i parametrave tE kyEur
sr: Pregled zaključanih parametara
sv: Förhandsgranskar låsta parametrar
tr: Kilitli parametreleri önizleme
uk: Попередній перегляд заблокованих параметрів
vi: Xem trước các tham số bị khóa
zh_hk: 預覽鎖定的參數

source: Try passing some sample values to your locked parameters here. Your server will have to provide the actual values in the signed token when doing this for real.
ar: جرّب تمرير بعض القيم النموذجية إلى مُعلَماتك المقفلة هنا. سيتعين على خادمك توفير القيم الفعلية في التوكن الموقّع عند القيام بذلك فعليًا.
bg: Опитайте да подадете някои примерни стойности на заключените параметри тук. Сървърът ви ще трябва да предостави действителните стойности в подписания токен, когато правите това реално.
ca: Proveu de passar alguns valors de mostra als vostres paràmetres bloquejats aquí. El vostre servidor haurà de proporcionar els valors reals al testimoni signat quan ho faci de veritat.
de: Versuchen Sie, hier einige Beispielwerte an Ihre gesperrten Parameter zu übergeben. Ihr Server muss die tatsächlichen Werte im signierten Token bereitstellen, wenn Sie dies wirklich tun.
eo: Yo, try tossin’ some sample values into your locked params here. Your server’s gotta send the real deal in the signed token when you actually do this live.
es: Intenta pasar algunos valores de muestra a tus parámetros bloqueados aquí. Tu servidor deberá proporcionar los valores reales en el token firmado cuando haga esto de verdad.
fa: سعی کنید برخی از مقادیر نمونه را به پارامترهای قفل شده خود در اینجا منتقل کنید. سرور شما باید مقادیر واقعی را در نشانه امضا شده هنگام انجام این کار به صورت واقعی ارائه دهد.
fi: Voit testata lukittujen parametrien arvoja tässä. Palvelimesi tulee välittää oikeat arvot allekirjoitetussa tokenissa, kun toiminto tehdään oikeasti.
fr: Essayez de passer des valeurs d'exemple à vos paramètres verrouillés ici. Votre serveur devra fournir les valeurs réelles dans le jeton signé lorsque vous ferez cela pour de vrai.
hu: Próbáljon meg néhány mintaértéket átadni a zárolt paramétereknek. A kiszolgálónak meg kell adnia a tényleges értékeket az aláírt tokenben, amikor ezt valósan teszi.
it: Provare a passare alcuni valori di esempio ai parametri bloccati. Il server dovrà fornire i valori effettivi nel token firmato quando lo si fa davvero.
ja: ここで、ロックされたパラメータにいくつかのサンプル値を渡してみてください。実際に使用する場合は、署名付きトークンに実際の値を指定する必要があります。
lt: Pabandykite čia perduoti kai kurias pavyzdines reikšmes savo užrakintiems parametrams. Jūsų serveris turės pateikti tikras reikšmes pasirašytame prieigos rakte, kai tai daroma iš tikrųjų.
ms: Cuba masukkan beberapa nilai contoh untuk parameter yang dikunci di sini. Pelayan anda perlu menyediakan nilai sebenar dalam token yang ditandatangani apabila melakukan ini secara sebenar.
nb: Prøv å send noen eksempelverdier til låste parametre her. Din server vil måtte forsyne de faktiske verdiene i en signert token når du gjør dette på ekte.
nl: Probeer hier wat voorbeeldwaarden door te geven aan je vergrendelde parameters. Je server zal de werkelijke waarden in het ondertekende token moeten geven als je dit echt doet.
pl: Spróbuj przekazać przykładowe wartości do zablokowanych parametrów tutaj. Twój serwer będzie musiał podać rzeczywiste wartości w podpisanym tokenie, gdy robisz to naprawdę.
pt_br: Tente passar alguns valores de amostra para seus parâmetros bloqueados aqui. Seu servidor terá que fornecer os valores reais no token assinado ao fazer isso de verdade.
ru: Попробуйте передать несколько примерных значений в заблокированные параметры здесь. Ваш сервер должен будет предоставить фактические значения в подписанном токене, если вы будете делать это по-настоящему.
sk: Skúste tu odovzdať niektoré vzorové hodnoty uzamknutých parametrov. Váš server bude musieť poskytnúť skutočné hodnoty v podpísanom tokene, keď to bude robiť naozaj.
sl: Tukaj poskusite posredovati nekaj vzorčnih vrednosti zaklenjenim parametrom. Vaš strežnik bo moral zagotoviti dejanske vrednosti v podpisanem žetonu, ko bo to storil resnično.
sq: Provo tE kalosh disa vlera shembull te parametrat e tu tE kyEur kEtu. Serveri yt do tE duhet tE japE vlerat reale nE token-in e nEnshkruar kur ta bEsh kEtE realisht.
sr: Probajte da ovde prosledite neke primere vrednosti svojim zaključanim parametrima. Vaš server će morati da obezbedi stvarne vrednosti u potpisanom tokenu kada ovo budete radili stvarno.
sv: Här kan du prova att skicka några exempelvärden till dina låsta parametrar. Din server måste tillhandahålla de faktiska värdena i en signerad token i produktion.
tr: Burada kilitli parametrelerinize bazı örnek değerler aktarmayı deneyin. Bunu gerçek anlamda yaparken sunucunuzun imzalı belirteçteki gerçek değerleri sağlaması gerekecektir.
uk: Спробуйте передати тут кілька прикладних значень для ваших заблокованих параметрів. Під час реального використання ваш сервер має передати фактичні значення в підписаному токені.
vi: Hãy thử truyền một số giá trị mẫu cho các tham số bị khóa của bạn tại đây. Máy chủ của bạn sẽ phải cung cấp các giá trị thực trong mã thông báo đã ký khi thực hiện điều này.
zh_hk: 在此嘗試傳送一些樣本值給鎖定的參數。實際執行時，您的伺服器必須在已簽署的標記中提供實際值。

source: This {0} is published and ready to be embedded.
ar: تم نشر هذا {0} وهو جاهز للتضمين.
bg: Този {0} е публикуван и готов за вграждане.
ca: Aquest {0} està publicat i llest per ser inserit.
de: Diese {0} ist veröffentlicht und kann eingebettet werden.
eo: This {0} is out and good to be embedded, fr fr.
es: Este {0} está publicado y listo para insertarse.
fa: این {0} منتشر شده و آماده جاسازی است.
fi: Tämä {0} on julkaistu ja valmis upotettavaksi.
fr: Ce {0} est publié et prêt à être intégré.
hu: Ez a(z) {0} közzétételre került, és készen áll a beágyazásra.
it: Questo {0} è pubblicato e pronto per essere incorporato.
ja: この{0}は公開され、埋め込む準備ができている。
lt: Šis {0} paskelbtas ir paruoštas įterpti.
ms: {0} ini diterbitkan dan sedia untuk disematkan.
nb: {0} er publisert og klar for innebygging.
nl: Deze {0} is gepubliceerd en klaar om te worden ingesloten.
pl: Ta strona {0} została opublikowana i jest gotowa do osadzenia.
pt_br: Este {0} foi publicado e está pronto para ser incorporado.
ru: Этот {0} опубликован и готов к встраиванию.
sk: Táto stránka {0} je zverejnená a pripravená na vloženie.
sl: Ta {0} je objavljen in pripravljen za vdelavo.
sq: Ky {0} EshtE publikuar dhe gati pEr tE u inkorporuar.
sr: Ovaj/ova {0} je objavljen(a) i spreman/spremna za ugradnju.
sv: {0} är publicerad och redo att bäddas in.
tr: Bu {0} yayınlanmıştır ve gömülmeye hazırdır.
uk: Цей {0} опубліковано і він готовий до вбудовування.
vi: {0} này đã được xuất bản và sẵn sàng để nhúng.
zh_hk: 此 {0} 已發佈並可嵌入。

source: Publish changes
ar: انشر التغييرات
bg: Публикуване на промените
ca: Publicar els canvis
de: Änderungen veröffentlichen
eo: Push out the updates
es: Publicar cambios
fa: انتشار تغییرات
fi: Julkaise muutokset
fr: Publier les modifications
hu: Változások közzététele
it: Pubblicare le modifiche
ja: 変更を公表する
lt: Paskelbti pakeitimus
ms: Terbitkan perubahan
nb: Publiser endringer
nl: Wijzigingen publiceren
pl: Publikowanie zmian
pt_br: Publicar alterações
ru: Опубликовать изменения
sk: Zverejnenie zmien
sl: Objavljanje sprememb
sq: Publiko ndryshimet
sr: Objavi izmene
sv: Publicera ändringar
tr: Değişiklikleri yayınlayın
uk: Опублікувати зміни
vi: Xuất bản thay đổi
zh_hk: 發佈變更

source: Insert this code snippet in your server code to generate the signed embedding URL
ar: أدرج مقتطف الكود هذا في كود الخادم لديك لإنشاء URL التضمين الموقّع
bg: Вмъкнете този фрагмент от код в кода на сървъра си, за да генерирате подписания URL адрес за вграждане
ca: Inseriu aquest fragment de codi al codi del vostre servidor per generar l'URL d'inserció signat
de: Fügen Sie dieses Codeschnipsel in Ihren Servercode ein, um die signierte Einbettungs-URL zu erzeugen
eo: Drop this code in your server stuff to make the signed embedding URL, fr fr
es: Inserta este fragmento de código en tu servidor para generar la URL de inserción firmada
fa: این قطعه کد را در کد سرور خود وارد کنید تا URL جاسازی امضا شده ایجاد شود
fi: Lisää tämä koodi palvelimellesi luodaksesi allekirjoitetun upotus-URL:n
fr: Insérez cet extrait de code dans le code de votre serveur pour générer l'URL d'intégration signée.
hu: Illessze be ezt a kódrészletet a szerver kódjába a hitelesített beágyazási URL létrehozásához
it: Inserite questo frammento di codice nel codice del vostro server per generare l'URL di incorporamento firmato
ja: 次のコード・スニペットをサーバー・コードに挿入して、署名付き埋め込みURLを生成します。
lt: Įdėkite šį kodo fragmentą į savo serverio kodą, kad sugeneruotumėte pasirašytą įterpimo URL
ms: Sisipkan petikan kod ini dalam kod pelayan anda untuk menghasilkan URL penyematan yang ditandatangani
nb: Sett inn denne kodesnutten i din serverkode for å generere en signert URL for innebygging
nl: Voeg dit codefragment in je servercode in om de ondertekende insluitings-URL te genereren
pl: Wstaw ten fragment kodu do kodu serwera, aby wygenerować podpisany adres URL osadzania
pt_br: Insira este trecho de código em seu código de servidor para gerar o URL de incorporação assinado
ru: Вставьте этот фрагмент кода в код вашего сервера, чтобы сгенерировать подписанный URL для встраивания.
sk: Vložte tento úryvok kódu do kódu servera, aby ste vygenerovali podpísanú vloženú adresu URL
sl: Vstavite ta delček kode v kodo strežnika, da ustvarite podpisan URL za vdelavo
sq: Fute kEtE fragment kodi nE kodin e serverit tEnd pEr tE gjeneruar URL-nE e inkorporimit tE nEnshkruar
sr: Umetnite ovaj isečak koda u serverski kod da generišete potpisani URL za ugradnju
sv: Lägga in denna kodsnutt i din serverkod för att generera en signerad inbäddnings-URL
tr: İmzalı gömme URL'sini oluşturmak için bu kod parçacığını sunucu kodunuza ekleyin
uk: Вставте цей фрагмент коду у код вашого сервера, щоб згенерувати підписаний URL для вбудовування
vi: Chèn đoạn mã này vào mã máy chủ của bạn để tạo URL nhúng đã ký
zh_hk: 在伺服器代碼中插入此代碼片段，以產生已簽署的嵌入 URL
