Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Timezone
ar: المنطقة الزمنية
bg: Часова зона
ca: Zona horària
de: Zeitzone
eo: Timezone → Timez0ne
es: Zona horaria
fa: منطقه زمانی
fi: Aikavyöhyke
fr: Fuseau horaire
hu: Időzóna
it: Fuso orario
ja: タイムゾーン
lt: Laiko juosta
ms: Zon waktu
nb: Tidssone
nl: Tijdzone
pl: Strefa czasowa
pt_br: Fuso horário
ru: Часовой пояс
sk: Časové pásmo
sl: Časovni pas
sq: Zona kohore
sr: Vremenska zona
sv: Tidszon
tr: Saat dilimi
uk: Часовий пояс
vi: Múi giờ
zh_hk: 時區

source: Earliest date
ar: أقدم تاريخ
bg: Най-ранна дата
ca: Data més antiga
de: Frühestes Datum
eo: First possible vibe
es: Fecha más temprana
fa: اولین تاریخ
fi: Aikaisin mahdollinen päivämäärä
fr: Date la plus ancienne
hu: Legkorábbi dátum
it: Data più antica
ja: 最も古い日付
lt: Ankstyviausia data
ms: Tarikh awal
nb: Tidligste dato
nl: Vroegste datum
pl: Najwcześniejsza data
pt_br: Data mais antiga
ru: Начальная дата
sk: Najstarší dátum
sl: Najzgodnejši datum
sq: Data më e hershme
sr: Najraniji datum
sv: Tidigaste datum
tr: En erken tarih
uk: Найраніша дата
vi: Ngày sớm nhất
zh_hk: 最早日期

source: Latest date
ar: أحدث تاريخ
bg: Последна дата
ca: Data més recent
de: Spätestes Datum
eo: Lastest drip or newest vibe
es: Fecha más tardía
fa: آخرین تاریخ
fi: Viimeisin päivämäärä
fr: Date la plus récente
hu: Legutóbbi dátum
it: Data più recente
ja: 最新の日付
lt: Paskutinė data
ms: Tarikh akhir
nb: Seneste dato
nl: Uiterste datum
pl: Najpóźniejsza data
pt_br: Data mais recente
ru: Конечная дата
sk: Najnovší dátum
sl: Zadnji datum
sq: Data më e vonshme
sr: Najkasniji datum
sv: Senaste datum
tr: Son tarih
uk: Найпізніша дата
vi: Ngày muộn nhất
zh_hk: 最新日期

source: Hide advanced options
ar: أخفِ الخيارات المتقدمة
bg: Скриване на разширените опции
ca: Amagar les opcions avançades
de: Erweiterte Optionen ausblenden
eo: Hide the extra settings, fr fr
es: Esconder opciones avanzadas
fa: پنهان کردن گزینه‌های پیشرفته
fi: Piilota edistyneet asetukset
fr: Masquer les options avancées
hu: Speciális lehetőségek elrejtése
it: Nascondi opzioni avanzate
ja: 高度なオプションを隠す
lt: Slėpti išplėstines parinktis
ms: Sembunyikan pilihan lanjutan
nb: Skjul avanserte alternativer
nl: Geavanceerde opties verbergen
pl: Ukryj zaawansowane opcje
pt_br: Ocultar opções avançadas
ru: Скрыть дополнительные параметры
sk: Skryť rozšírené možnosti
sl: Skrivanje naprednih možnosti
sq: Fshih opsionet e avancuara
sr: Sakrij napredne opcije
sv: Dölj avancerade alternativ
tr: Gelişmiş seçenekleri gizle
uk: Сховати розширені параметри
vi: Ẩn các tùy chọn nâng cao
zh_hk: 隱藏進階選項

source: Show advanced options
ar: أظهر الخيارات المتقدمة
bg: Показване на разширени опции
ca: Mostrar les opcions avançades
de: Erweiterte Optionen anzeigen
eo: Show the extra settings, frfr
es: Mostrar opciones avanzadas
fa: نمایش گزینه‌های پیشرفته
fi: Näytä edistyneet asetukset
fr: Afficher les options avancées
hu: Speciális lehetőségek megjelenítése
it: Mostra opzioni avanzate
ja: 高度なオプションを表示する
lt: Rodyti išplėstines parinktis
ms: Tunjukkan pilihan lanjutan
nb: Vis avanserte alternativer
nl: Toon geavanceerde opties
pl: Pokaż zaawansowane opcje
pt_br: Mostrar opções avançadas
ru: Отобразить дополнительные параметры
sk: Zobraziť rozšírené možnosti
sl: Pokaži napredne možnosti
sq: Shfaq opsionet e avancuara
sr: Prikaži napredne opcije
sv: Visa avancerade alternativ
tr: Gelişmiş ayarları göster
uk: Показати розширені параметри
vi: Hiển thị các tùy chọn nâng cao
zh_hk: 顯示進階選項

source: Loading
ar: جارٍ التحميل
bg: Зареждане
ca: Carregant
de: Lade
es: Cargando
fa: بارگذاری
fi: Ladataan
fr: Chargement
hu: Betöltés
it: Caricamento
ja: ロード中
lt: Įkeliama
ms: Memuatkan
nb: Laster inn
nl: Bezig met laden
pl: Wczytywanie
pt_br: Carregando
ru: Загрузка
sk: Načítava
sl: Nakladanje
sq: Po ngarkohet
sr: Učitavanje
sv: Laddar
tr: Yükleniyor
uk: Завантаження
vi: Đang tải
zh_hk: 載入中

source: Load more
hu: Többet betölt
lt: Įkelti daugiau
ms: Muat lebih banyak

source: Table and details views
ar: عروض الجدول والتفاصيل
bg: Изгледи на таблица и подробности
ca: Vistes de taula i detalls
de: Tabellen- und Detailansichten
eo: Table and details views → Table and deets views
es: Vistas de tabla y detalles
fa: نمایش جدول و جزئیات
fi: Taulukko- ja yksityiskohtanäkymät
fr: Table et vues des détails
hu: Táblázat és részletek nézetek
it: Visualizzazioni tabella e dettagli
ja: テーブルビューと詳細ビュー
lt: Lentelės ir detalių rodiniai
ms: Paparan jadual dan butiran
nb: Tabell og detaljvisninger
nl: Tabel- en detailweergaven
pl: Widok tabeli i szczegółów
pt_br: Visualizações de tabela e detalhes
ru: Табличный и детальный просмотр
sk: Zobrazenie tabuľky a detailov
sl: Pogledi tabele in podrobnosti
sq: Pamjet e tabelës dhe të detajeve
sr: Prikazi tabele i detalja
sv: Tabeller och detaljerade vyer
tr: Tablo ve ayrıntı görünümleri
uk: Перегляди таблиці та деталей
vi: Chế độ xem bảng và chi tiết
zh_hk: 表和詳細訊息視圖

source: Detail views only
ar: عرض التفاصيل فقط
bg: Само подробни изгледи
ca: Només vistes de detall
de: Nur Detailansichten
eo: View count only, no cap
es: Solo vistas detalladas
fa: فقط نمایش جزئیات
fi: Vain yksityiskohtaiset näkymät
fr: Vue des détails seulement
hu: Csak részletek nézetek
it: Solo visualizzazioni dettagliate
ja: 詳細表示のみ
lt: Tik detalūs rodiniai
ms: Paparan butiran sahaja
nb: Bare i detaljvisning
nl: Alleen detailweergaven
pl: Tylko szczegółowe widoki
pt_br: Somente visualizações de detalhes
ru: Только детальный просмотр
sk: Iba detailné zobrazenia
sl: Samo podrobni pogledi
sq: Vetëm pamjet e detajeve
sr: Samo prikazi detalja
sv: Bara detaljerade vyer
tr: Yalnızca ayrıntı görünümleri
uk: Лише перегляди деталей
vi: Chỉ chế độ xem chi tiết
zh_hk: 僅顯示詳細視圖

source: It’s optional, but oh, so helpful
hu: Nem kötelező, de annyira hasznos
ms: Ia adalah pilihan, tetapi sangat berguna

source: Database column this maps to
ar: عمود قاعدة البيانات الذي يتم ربطه بهذا
bg: Колоната на базата данни, към която се съпоставя
ca: Columna de la base de dades on enllaça això
de: Die Datenbankspalte auf die sich dies bezieht
eo: This is the column in the database that it’s vibing with
es: Columna de la base de datos a la que se asigna
fa: ستون پایگاه‌داده که به آن نگاشت می‌شود
fi: Tietokannan sarakkeen tämä vastaa
fr: Cette colonne correspond à
hu: Adatbázis oszlop, amelyhez ez hozzárendelődik
it: Colonna database a cui questo è mappato
ja: データベースのカラムにマッピングされる
lt: Šis duomenų bazės stulpelis susietas su
ms: Lajur pangkalan data ini memetakan kepada
nb: Databaskolonne dette kartlegger til
nl: Databasekolom waarnaar deze verwijst
pl: Kolumna bazy danych, na którą to mapuje
pt_br: Coluna do banco de dados para a qual isso mapeia
ru: Столбец базы данных, на который это сопоставляется
sk: Databázový stĺpec, na ktorý sa mapuje
sl: Stolpec zbirke podatkov, v katerega se preslikava
sq: Kolona e bazës së të dhënave me të cilën korrespondon
sr: Kolona baze podataka na koju se ovo mapira
sv: Databas-kolumner detta mappar mot
tr: Bunun eşlendiği veritabanı sütunu
uk: Стовпець бази даних, якому це відповідає
vi: Cột cơ sở dữ liệu mà điều này ánh xạ đến
zh_hk: 映射到的資料庫列

source: Column type
ar: نوع العمود
bg: Тип колона
ca: Tipus de columna
de: Spaltentyp
eo: Column type → "Col type" or "Column vibes"
es: Tipo columna
fa: نوع ستون
fi: Saraketyyppi
fr: Type de colonne
hu: Oszloptípus
it: Tipo Colonna
ja: 列タイプ
lt: Stulpelio tipas
ms: Jenis lajur
nb: Kolonnetype
nl: Kolomtype
pl: Typ kolumny
pt_br: Tipo de coluna
ru: Тип столбца
sk: Typ stĺpca
sl: Vrsta stolpca
sq: Lloji i kolonës
sr: Tip kolone
sv: Kolumntyp
tr: sütun türü
uk: Тип стовпця
vi: Loại cột
zh_hk: 欄位類型

source: This column should appear in…
ar: يجب أن يظهر هذا العمود في…
bg: Тази колона трябва да се появи в...
ca: Aquesta columna hauria d'aparèixer a…
de: Diese Spalte soll auftauchen in...
eo: This column should be showin' up in…
es: La columna debería aparecer en…
fa: این ستون باید در…ظاهر شود
fi: Tämän sarakkeen tulisi näkyä...
fr: Cette colonne devrait apparaître dans...
hu: Ennek az oszlopnak meg kell jelennie…
it: Questa colonna dovrebbe apparire in...
ja: この列は次のところに表示される必要があります：
lt: Šis stulpelis turėtų būti rodomas…
ms: Lajur pangkalan data ini harus muncul dalam...
nb: Denne kolonnen skal vises i…
nl: Deze kolom zou moeten verschijnen in…
pl: Ta kolumna powinna pojawić się w…
pt_br: Essa coluna deve aparecer em…
ru: Этот столбец появится в...
sk: Tento stĺpec by sa mal zobraziť v…
sl: Ta stolpec bi se moral pojaviti v...
sq: Kjo kolonë duhet të shfaqet në…
sr: Ova kolona treba da se prikazuje u…
sv: Denna kolumn bör visas in...
tr: Bu sütun şurada görünmelidir…
uk: Цей стовпець має відображатися в…
vi: Cột này nên xuất hiện trong…
zh_hk: 此欄應該出現在…

source: Run selection
ar: شغّل التحديد
bg: Изпълнете избора
ca: Executar selecció
de: Auswahl ausführen
eo: Run selection → Hit different options or just "Pick the vibes"
es: Ejecutar selección
fa: اجرای انتخاب
fi: Suorita valinta
fr: Exécuter la sélection
hu: Kiválasztás futtatása
it: Esegui selezione
ja: 選択した項目を実行
lt: Vykdykite pasirinkimą
ms: Jalankan pilihan
nb: Kjør utvalg
nl: Selectie uitvoeren
pl: Wykonaj wybór
pt_br: Executar seleção
ru: Выполнить выбранное
sk: Spustiť výber
sl: Zaženi izbiro
sq: Ekzekuto përzgjedhjen
sr: Pokreni izabrano
sv: Kör utval
tr: Seçimi çalıştır
uk: Виконати виділене
vi: Chạy lựa chọn
zh_hk: 執行選取

source: Save as snippet
ar: احفظ كمقتطف
bg: Запазване като фрагмент
ca: Desar com a tros de codi
de: Als Snippet speichern
eo: Save as a lil clip
es: Guardar como fragmento
fa: ذخیره به عنوان برش
fi: Tallenna leikepöydälle
fr: Sauvegarder comme fragment
hu: Mentés részletként
it: Salva come snippet
ja: スニペットとして保存する
lt: Išsaugoti kaip fragmentą
ms: Simpan sebagai petikan
nb: Lagre som utdrag
nl: Opslaan als fragment
pl: Zapisz jako fragment kodu
pt_br: Salvar como snippet
ru: Сохранить как сниппет
sk: Uložiť ako útržok
sl: Shrani kot delček
sq: Ruaj si fragment kodi
sr: Sačuvaj kao isječak koda
sv: Spara som
tr: snippet olarak kaydet
uk: Зберегти як фрагмент
vi: Lưu dưới dạng đoạn mã
zh_hk: 儲存為片段

source: empty
ar: فارغ
bg: празен
ca: buit
de: leer
eo: Empty = lowkey vibes-ruined or just straight up "dry"
es: vacío
fa: خالی
fi: tyhjä
fr: vide
hu: üres
it: vuoto
ja: 空
lt: tuščias
ms: kosong
nb: tom
nl: leeg
pl: pusty
pt_br: vazio
ru: пусто
sk: prázdne
sl: izprazniti
sq: bosh
sr: prazno
sv: tom
tr: boş
uk: порожньо
vi: trống
zh_hk: 空的

source: not empty
hu: nem üres
ms: tidak kosong

source: Edit model
ar: عدّل النموذج
bg: Редактиране на модела
ca: Editar el model
de: Model bearbeiten
eo: Tweak the model or just say, "Edit the model" lol
es: Editar modelo
fa: ویرایش مدل
fi: Muokkaa mallia
fr: Éditer le modèle
hu: Modell szerkesztése
it: Modifica modello
ja: モデルを編集する
lt: Redaguoti modelį
ms: Sunting model
nb: Rediger modell
nl: Model bewerken
pl: Edytuj model
pt_br: Editar modelo
ru: Изменить модель
sk: Upraviť model
sl: Urejanje modela
sq: Redakto modelin
sr: Uredi model
sv: Redigera modell
tr: Modeli düzenle
uk: Редагувати модель
vi: Sửa mô hình
zh_hk: 編輯模型

source: (required)
ar: (مطلوب)
bg: (задължително)
ca: (necessari)
de: (benötigt)
eo: (need this asap)
es: (requerido)
fa: (ضروری)
fi: (vaadittu)
fr: (requis)
hu: (kötelező)
it: (richiesto)
ja: (必須)
lt: (būtina)
ms: (diperlukan)
nb: (påkrevd)
nl: (vereist)
pl: (wymagane)
pt_br: (necessário)
ru: (обязательно)
sk: (povinné)
sl: (obvezno)
sq: (i detyrueshëm)
sr: (obavezno)
sv: (krävs)
tr: (gereklidir)
uk: (обов’язкове)
vi: (bắt buộc)
zh_hk: (必填)

source: This model is archived and shouldn't be used.
ar: هذا النموذج مؤرشف ولا ينبغي استخدامه.
bg: Този модел е архивиран и не трябва да се използва.
ca: Aquest model està arxivat i no s'hauria d'utilitzar.
de: Dieses Model ist archiviert und sollte nicht verwendet werden.
eo: This model's archived and should be left on read, fr.
es: Este modelo está archivado y no debe utilizarse.
fa: این مدل بایگانی شده است و نباید استفاده شود.
fi: Tämä malli on arkistoitu eikä sitä tulisi käyttää.
fr: Ce modèle est archivé et ne devrait pas être utilisé.
hu: Ez a modell archiválva van, és nem kellene használni.
it: Questo modello è archiviato e non deve essere usato.
ja: このモデルはアーカイブされており、使用することはできません。
lt: Šis modelis yra archyvuotas ir neturėtų būti naudojamas.
ms: Model ini diarkibkan dan tidak boleh digunakan.
nb: Denne modellen er arkivert og bør ikke brukes.
nl: Dit model is gearchiveerd en mag niet worden gebruikt.
pl: Ten model jest archiwizowany i nie powinien być używany.
pt_br: Este modelo está arquivado e não deve ser usado.
ru: Эта модель архивирована и не может быть использована.
sk: Tento model je archivovaný a nemal by sa používať.
sl: Ta model je arhiviran in ga ne smete uporabljati.
sq: Ky model është arkivuar dhe s’duhet përdorur.
sr: Ovaj model je arhiviran i ne bi trebalo da se koristi.
sv: Denna modell har arkiverats och bör inte användas.
tr: Bu model arşivlenmiştir ve kullanılmamalıdır.
uk: Цю модель заархівовано, і її не слід використовувати.
vi: Mô hình này đã được lưu trữ và không nên sử dụng.
zh_hk: 此模型已歸檔，不應使用。

source: Remove database
ar: أزل قاعدة البيانات
bg: Премахване на база данни
ca: Eliminar la base de dades
de: Datenbank entfernen
eo: Drop the database
es: Eliminar base de datos
fa: حذف پایگاه‌داده
fi: Poista tietokanta
fr: Supprimer la base de données
hu: Adatbázis eltávolítása
it: Rimuovi database
ja: データベースを消す
lt: Pašalinti duomenų bazę
ms: Buang pangkalan data
nb: Fjern database
nl: Database verwijderen
pl: Usuń bazę danych
pt_br: Remover banco de dados
ru: Удалить базу данных
sk: Odstrániť databázu
sl: Odstranjevanje zbirke podatkov
sq: Hiq bazën e të dhënave
sr: Ukloni bazu
sv: Ta bort databas
tr: Veritabanını kaldır
uk: Вилучити базу даних
vi: Xóa cơ sở dữ liệu
zh_hk: 刪除資料庫

source: Search for a database…
eo: Lookin’ for a database…
hu: Keressen egy adatbázist…
lt: Ieškoti duomenų bazės…
ms: Cari pangkalan data…

source: Didn’t find anything
eo: Got nothin' lol
hu: Nem talált semmit
lt: Nieko nerado
ms: Tidak jumpa apa-apa

source: Don’t see your database? Check out our {0} page to see if it’s available for self-hosting.
eo: Can’t find your database? Peep our {0} page to see if it’s chill for self-hosting.
hu: Nem látja az adatbázisát? Nézze meg a {0} oldalunkat, hogy elérhető-e saját hosztoláshoz.
lt: Nematote savo duomenų bazės? Peržiūrėkite mūsų {0} puslapį, kad sužinotumėte, ar jį galima savarankiškai priglobti.
ms: Tidak nampak pangkalan data anda? Semak halaman {0} kami untuk melihat jika ia tersedia untuk self-hosting.

source: Community Drivers
eo: Vibe Crew
hu: Közösségi illesztőprogramok
lt: Bendruomenės vairuotojai
ms: Pemacu Komuniti

source: Show less options
hu: Mutasson kevesebb lehetőséget
ms: Tunjukkan kurang pilihan

source: Show more options
eo: Show more baddies
hu: Mutasson több lehetőséget
lt: Rodyti daugiau parinkčių
ms: Tunjukkan lebih banyak pilihan

source: Search for a special type
hu: Keressen egy speciális típust
lt: Ieškokite specialaus tipo
ms: Cari jenis khas

source: Model management
hu: Modellkezelés
ms: Pengurusan model

source: Edit query definition
ar: عدِّل تعريف الاستعلام
bg: Редактиране на дефиницията на заявката
ca: Editar la definició de les consultes
de: Abfrage-Definition bearbeiten
eo: Fix the query defs
es: Editar definición de la consulta
fa: ویرایش تعریف پرس و جو
fi: Muokkaa kyselyn määritelmää.
fr: Editer la définition de la requête
hu: Lekérdezés definíciójának szerkesztése
it: Modifica la definizione della query
ja: クエリの定義を編集する
lt: Redaguoti užklausos apibrėžimą
ms: Sunting definisi query
nb: Redigér forespørseldefinisjon
nl: Querydefinitie bewerken
pl: Edytuj definicję zapytania
pt_br: Editar definição da consulta
ru: Изменить описание запроса
sk: Upraviť definíciu dotazu
sl: Urejanje definicije poizvedbe
sq: Redakto përkufizimin e query-t
sr: Izmeni definiciju upita
sv: Redigera fråge-definitionen
tr: Sorgu tanımını düzenle
uk: Редагувати визначення запиту
vi: Chỉnh sửa định nghĩa truy vấn
zh_hk: 編輯查詢定義

source: Customize metadata
hu: Metaadatok testreszabása
ms: Sesuaikan metadata

source: Turn back into a saved question
hu: Visszaalakítás mentett kérdéssé
ms: Tukar semula kepada soalan yang disimpan

source: Select none
hu: Egyiket sem választja
ms: Pilih tiada

source: Select all
ar: حدّد الكل
bg: Избери всички
ca: Seleccionar tot
de: Alles auswählen
eo: Pick all that b.
es: Selecciona todos
fa: همه را انتخاب کنید
fi: Valitse kaikki
fr: Tout sélectionner
hu: Mindet kiválasztja
it: Seleziona tutti
ja: 全て選ぶ
lt: Pasirinkite viską
ms: Pilih semua
nb: Velg alle
nl: Alles selecteren
pl: Zaznacz wszystko
pt_br: Selecionar tudo
ru: Выбрать всё
sk: Vybrať všetko
sl: Izberi vse
sq: Zgjidh të gjitha
sr: Izaberi sve
sv: Välj alla
tr: Hepsini seç
uk: Вибрати все
vi: Chọn tất cả
zh_hk: 全選

source: By default "Site Url" is used in notification links, but can be overridden.
ar: افتراضيًا يتم استخدام "Site Url" في روابط الإشعارات، لكن يمكن تجاوزه.
bg: По подразбиране „URL адрес на сайта“ се използва във връзките за уведомяване, но може да бъде отменен.
ca: Per defecte "Site Url" s'utilitza en els enllaços de les notificacions, però pot ser sobreescrita.
de: Standardmäßig wird „Site URL“ in Benachrichtigungslinks verwendet, kann aber überschrieben werden.
eo: By default, the "Site Url" is what’s used in notification links, but you can totally switch it up if you want.
es: De forma predeterminada, "URL del sitio" se usa en los enlaces de notificación, pero se puede anular.
fa: به طور پیش‌فرض "آدرس سایت" در لینک‌های اعلان استفاده می‌شود، اما می‌تواند لغو شود.
fi: Oletusarvoisesti "Sivuston URL-osoite" käytetään ilmoituslinkkeissä, mutta sitä voidaan ohittaa.
fr: « Site URL » est utilisé par défaut dans les liens des notifications, mais peut être remplacé ponctuellement.
hu: Alapértelmezés szerint a „Webhely URL-címe” használatos az értesítési hivatkozásokban, de felülbírálható.
it: Per impostazione predefinita "Url del sito" viene utilizzato nei link delle notifiche, ma può essere sovrascritto.
ja: デフォルトでは、"Site Url "が通知リンクに使用されますが、上書きすることができます。
lt: Pagal numatytuosius nustatymus „Svetainės URL“ naudojamas pranešimų nuorodose, bet gali būti nepaisomas.
ms: Secara lalai "URL Laman" digunakan dalam pautan notifikasi, tetapi boleh ditukar.
nb: Som standard brukes "Site Url" i varslingslenker, men kan overstyres.
nl: Standaard wordt "Site-URL" gebruikt in meldingslinks, maar dit kan overschreven worden.
pl: Domyślnie w linkach powiadomień używana jest „URL strony”, ale można ją zastąpić.
pt_br: Por padrão, "URL do site" é usado em links de notificações, mas pode ser substituído.
ru: По умолчанию «URL-адрес сайта» используется в ссылках уведомлений, но его можно переопределить.
sk: V predvolenom nastavení sa v notifikačných odkazoch používa "URL stránky", ale môže byť prepísaný.
sl: V povezavah za obvestila je privzeto uporabljen "URL spletnega mesta", vendar ga je mogoče povoziti.
sq: Si parazgjedhje përdoret "Site Url" në lidhjet e njoftimeve, por mund të zëvendësohet.
sr: Podrazumevano se "Site Url" koristi u linkovima u obaveštenjima, ali može da se prepiše.
sv: Som förval används "Site Url" i länkar med uppmaningar, men kan ändras.
tr: Varsayılan olarak, bildirim bağlantılarında "Site URL'si" kullanılır, ancak geçersiz kılınabilir.
uk: За замовчуванням у посиланнях сповіщень використовується "Site Url", але його можна перевизначити.
vi: Theo mặc định, "URL Trang web" được sử dụng trong các liên kết thông báo, nhưng có thể bị ghi đè.
zh_hk: 默認情況下，"Site Url" 用於通知連結，但可以被覆蓋。

source: Error preprocessing source query when applying GTAP: {0}
eo: Oops, got a error when preprocessing the source query while trying to apply GTAP: {0}
hu: Hiba a forrás lekérdezés előfeldolgozása során a GTAP alkalmazásakor: {0}
lt: Klaida iš anksto apdorojant šaltinio užklausą taikant GTAP: {0}
ms: Ralat memproses pertanyaan sumber semasa menggunakan GTAP: {0}

source: Exception caught in :bigquery-cloud-sdk can-connect?
hu: Kivétel a :bigquery-cloud-sdk can-connect? során
ms: Pengecualian ditangkap dalam: bigquery-cloud-sdk boleh sambung?

source: DB {0} had hardcoded dataset-id; changing to an inclusion pattern and updating table schemas
hu: A(z) {0} adatbázis hardcoded adatkészlet-azonosítóval rendelkezett; módosítás egy befoglalási mintára és a táblázat sémák frissítése
ms: DB {0} mempunyai dataset-id yang terprogram; menukar kepada corak kemasukan dan mengemas kini skema jadual

source: Unique identifier to be used in Snowplow analytics, to identify this instance of Metabase.
hu: Egyedi azonosító a Snowplow analitikában való használatra, hogy azonosítsa ezt a Metabase példányt.
ms: Pengenal unik untuk digunakan dalam analisis Snowplow, untuk mengenal pasti contoh Metabase ini.

source: This is a public setting since some analytics events are sent prior to initial setup.
hu: Ez egy nyilvános beállítás, mivel néhány analitikai esemény az első beállítás előtt küldésre kerül.
ms: Ini adalah tetapan awam kerana beberapa acara analitik dihantar sebelum persediaan awal.

source: Boolean indicating whether a Snowplow collector is available to receive analytics events.
hu: Logikai érték, amely jelzi, hogy van-e Snowplow gyűjtő az analitikai események fogadásához.
ms: Boolean yang menunjukkan sama ada pengumpul Snowplow tersedia untuk menerima acara analitik.

source: Should be set via environment variable in Cypress tests or during local development.
hu: Környezetváltozón keresztül kell beállítani a Cypress tesztekben vagy a helyi fejlesztés során.
ms: Harus ditetapkan melalui pembolehubah persekitaran dalam ujian Cypress atau semasa pembangunan tempatan.

source: Boolean indicating whether analytics events are being sent to Snowplow.
hu: Logikai érték, amely jelzi, hogy az analitikai események küldésre kerülnek-e a Snowplow-hoz.
ms: Boolean yang menunjukkan sama ada acara analisis dihantar ke Snowplow.

source: True if anonymous tracking is enabled for this instance, and a Snowplow collector is available.
hu: Igaz, ha az anonim nyomon követés engedélyezve van erre a példányra, és van egy Snowplow gyűjtő.
ms: Benar jika penjejakan tanpa nama diaktifkan untuk contoh ini, dan pengumpul Snowplow tersedia.
