Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: No field type
ar: لا يوجد نوع حقل
bg: Няма тип поле
ca: Sense tipus de camp
de: Kein Feldtyp
eo: No cap, no field type
es: Sin tipo de campo
fa: نوع فیلد نیست
fi: Ei kenttätyyppiä
fr: Pas de type de champ
hu: Nincs mezőtípus
it: Nessun tipo di campo
ja: フィールドタイプがありません
lt: Nėra lauko tipo
ms: Tiada jenis medan
nb: Ingen felt type
nl: Geen veld type
pl: Brak typu pola
pt_br: Sem tipo de campo
ru: Нет типа поля
sk: Žiadny typ poľa
sl: Brez vrste polja
sq: Pa lloj fushe
sr: Nema tipa polja
sv: Ingen fälttyp
tr: Alan türü yok
uk: Тип поля відсутній
vi: Không có kiểu trường
zh_hk: 沒有欄位類型

source: by
ar: حسب
bg: от
ca: per
de: nach
eo: "by" → "b" or "bc" (short for "because" in some contexts) but if it's just "by" as in "done by," you can keep it as is or say "done by" lol. If you mean "by" as in "created by," then "by" is chill.
es: por
fa: توسط
fr: par
hu: által
it: per
ja: で
lt: iki
ms: oleh
nb: av
nl: bij
pl: przez
pt_br: por
ru: по
sk: podľa
sl: avtor
sq: sipas
sr: po
sv: av
tr: tarafından
uk: за
vi: bởi
zh_hk: 通過

source: Field type
ar: نوع الحقل
bg: Тип поле
ca: Tipus de camp
de: Feldtyp
eo: Field type → like, "What kinda field is that?" or just "Field type" as is, since it's pretty technical. If you wanna make it more slangy, maybe: "Yo, what’s that field vibe?"
es: Tipo campo
fa: نوع فیلد
fi: Kentän tyyppi
fr: Type de champ
hu: Mező típus
it: Tipo di campo
ja: フィールドタイプ
lt: Lauko tipas
ms: Jenis medan
nb: Felt type
nl: Veld type
pl: Typ pola
pt_br: Tipo de campo
ru: Тип поля
sk: Typ poľa
sl: Vrsta polja
sq: Lloji i fushës
sr: Tip polja
sv: Fälttyp
tr: Alan türü
uk: Тип поля
vi: Kiểu trường
zh_hk: 欄位類型

source: Select a Foreign Key
hu: Válassz egy idegen kulcsot
ms: Pilih Kunci Luar

source: View the {0} formula
ar: اعرض صيغة {0}
bg: Вижте формулата {0}
ca: Mostra la fórmula de {0}
de: Betrachte die {0} Formel
eo: Check out the {0} formula, fr.
es: Ver la fórmula de {0}
fa: فرمول {0} را ببینید
fi: Näytä kaava {0}
fr: Afficher la formule {0}
hu: Tekintse meg a(z) {0} képletet
it: Vedi la formula {0}
ja: {0}計算式を表示
lt: Peržiūrėkite {0} formulę
ms: Lihat formula {0}
nb: Vis {0} formelen
nl: Bekijk de {0} formule
pl: Wyświetlanie formuły {0}
pt_br: Ver a fórmula {0}
ru: Просмотреть формулу {0}
sk: Prezrite si vzorec {0}
sl: Oglejte si formulo {0}
sq: Shiko formulën e {0}
sr: Prikaži formulu {0}
sv: Visa formeln {0}
tr: {0} formülünü görüntüle
uk: Переглянути формулу {0}
vi: Xem công thức {0}
zh_hk: 檢視{0}的公式

source: Why this {0} is important
hu: Miért fontos ez a(z) {0}
ms: Kenapa {0} ini penting

source: Why this {0} is interesting
hu: Miért érdekes ez a(z) {0}
ms: Kenapa {0} ini menarik

source: Nothing important yet
hu: Még nincs semmi fontos
ms: Tiada apa-apa yang penting lagi

source: Nothing interesting yet
ar: لا شيء مهم بعد
bg: Все още нищо интересно
ca: Res interessant de moment
de: Nichts Interessantes bisher
eo: Nothin’ lit yet
es: Nada interesante todavía
fa: هیچ چیز جالب نیست
fi: Ei vielä mitään kiinnostavaa
fr: Rien d'intéressant pour l'instant
hu: Még nincs semmi érdekes
it: Nulla di interessante per ora
ja: 興味深いデータはまだありません
lt: Dar nieko įdomu
ms: Tiada apa-apa yang menarik lagi
nb: Ingenting interessant enda
nl: Nog niets interessants
pl: Nic interesującego
pt_br: Nada de interessante ainda
ru: Пока ничего интересного
sk: Zatiaľ nič zaujímavé
sl: Nič zanimivega
sq: Ende asgjë interesante
sr: Još ništa interesantno
sv: Inget intressant ännu
tr: Henüz ilginç bir şey yok
uk: Поки нічого цікавого
vi: Không có gì thú vị hết
zh_hk: 還沒有什麼有趣的事情

source: Things to be aware of about this {0}
hu: Tudnivalók erről a(z) {0}
ms: Perkara yang perlu diketahui mengenai {0} ini

source: Nothing to be aware of yet
ar: لا يوجد ما يلزم الانتباه له بعد
bg: Все още няма какво да знам
ca: No hi ha res que hauries de saber
de: Noch nichts zu beachten
eo: No cap, nothin’ to peep yet
es: Nada de lo que estar enterado todavía
fa: هیچ چیز از قبل هنوز آگاه نیست
fi: Ei vielä tiedotettavaa
fr: Rien de connu pour l'instant
hu: Még nincs semmi tudnivaló
it: Niente di cui essere ancora a conoscenza
ja: 知っておくべきことはまだありません
lt: Nieko dar nežinoti
ms: Tiada apa-apa yang perlu diketahui lagi
nb: Ingenting å være klar over enda
nl: Nog niks om op te letten.
pl: Nic strasznego
pt_br: Nada a considerar ainda
ru: Пока ничего не известно
sk: Zatiaľ nič nevieme
sl: Ničesar se še ni treba zavedati
sq: Ende asgjë për t’u ditur
sr: Još nema ničega na šta treba obratiti pažnju
sv: Inget som behöver uppmärksammas ännu
tr: Henüz bilmeniz gereken bir şey yok
uk: Поки що нічого
vi: Không có gì cần biết
zh_hk: 目前暫無注意項

source: Explore this metric
hu: Fedezze fel ezt a mutatót
ms: Teroka metrik ini

source: View this metric
ar: اعرض هذا المقياس
bg: Вижте този показател
ca: Veure aquesta mètrica
de: Diese Metrik anzeigen
es: Ver esta métrica
fa: مشاهده این معیار
fi: Näytä tämä mittari
fr: Afficher cette métrique
hu: Tekintse meg ezt a mutatót
it: Visualizza questa metrica
ja: この指標を表示
ms: Lihat metrik ini
nb: Se denne beregningen
nl: Bekijk deze statistiek
pl: Wyświetl tę metrykę
pt_br: Ver esta métrica
ru: Просмотреть эту метрику
sk: Zobraziť túto metriku
sl: Ogled te meritve
sq: Shiko këtë metrikë
sr: Prikaži ovu metriku
sv: Visa detta mätvärde
tr: Bu metriği görüntüle
uk: Переглянути цю метрику
vi: Xem số liệu này
zh_hk: 檢視此公制

source: By {0}
hu: Szerző: {0}
ms: Oleh {0}

source: Remove item
hu: Elem eltávolítása
ms: Alih keluar item

source: Why is this dashboard the most important?
hu: Miért ez az irányítópult a legfontosabb?
ms: Mengapa papan pemuka ini yang paling penting?

source: What is useful or interesting about this {0}?
hu: Mi a hasznos vagy érdekes ebben a(z) {0}-ban?
ms: Apa yang berguna atau menarik tentang {0} ini?

source: Write something helpful here
hu: Írj ide valami hasznosat
ms: Tulis sesuatu yang berguna di sini

source: Is there anything users of this dashboard should be aware of?
hu: Van valami, amit az irányítópult felhasználóinak tudniuk kell?
ms: Adakah apa-apa yang perlu diketahui oleh pengguna papan pemuka ini?

source: Anything users should be aware of about this {0}?
hu: Van valami, amit a felhasználóknak tudniuk kell erről a(z) {0}-ról?
ms: Apa-apa yang perlu diketahui oleh pengguna tentang {0} ini?

source: Which 2-3 fields do you usually group this metric by?
hu: Általában melyik 2-3 mező alapján csoportosítja ezt a mérőszámot?
ms: Medan mana yang biasanya anda kumpulkan metrik ini?

source: This is the perfect place to start if you’re new to your company’s data, or if you just want to check in on what’s going on.
hu: Ez a tökéletes hely a kezdéshez, ha új vagy a céged adatainál, vagy ha csak szeretnéd megnézni, mi történik.
ms: Ini adalah tempat yang sempurna untuk bermula jika anda baru dengan data syarikat anda, atau jika anda hanya ingin menyemak apa yang sedang berlaku.

source: Most useful fields to group this metric by
hu: A leghasznosabb mezők, amelyekkel ezt a mutatót csoportosíthatja
ms: Medan paling berguna untuk mengumpulkan metrik ini

source: Reason for changes
ar: سبب التغييرات
bg: Причина за промени
ca: Motiu del canvi
de: Grund der Änderung
eo: Why we switchin' things up
es: Motivo del cambio
fa: دلیل تغییرات
fi: Syy muutoksiin
fr: Raisons des modifications
hu: A változások oka
it: Motivo delle modifiche
ja: 変更理由
lt: Pakeitimų priežastis
ms: Sebab untuk perubahan
nb: Grunn til endring
nl: Reden voor veranderingen
pl: Powody zmiany
pt_br: Motivo da mudança
ru: Причины изменения
sk: Dôvod zmien
sl: Razlog za spremembe
sq: Arsyeja e ndryshimeve
sr: Razlog izmena
sv: Anledning till ändring
tr: Değişikliklerin nedeni
uk: Причина змін
vi: Lí do cho thay đổi
zh_hk: 變更的理由

source: Leave a note to explain what changes you made and why they were required
ar: اترك ملاحظة تشرح ما التغييرات التي أجريتها ولماذا كانت مطلوبة
bg: Оставете бележка, за да обясните какви промени сте направили и защо са необходими
ca: Deixa una nota per explicar quins canvis has realitzat i per què han estat necessaris
de: Hinterlasse eine Notiz, um zu erklären, welche Änderungen du vorgenommen hast und warum sie erforderlich waren
eo: Drop a lil note to explain what tweaks u made and why they were needed, fr fr.
es: Deja una nota para explicar qué cambios ha realizado y por qué fueron necesarios
fa: یک یادداشت را برای توضیح آنچه که تغییراتی ایجاد کرده اید و چرا آنها مورد نیاز بود را ترک کنید
fi: Kirjoita muistiin, mitä muutoksia teit ja miksi niitä vaadittiin
fr: Laisser un mot d'explication sur vos modifications et leurs motivations
hu: Jegyezze meg, hogy milyen változásokat hajtott végre és miért voltak szükségesek
it: Lascia una nota per spiegare quali modifiche hai effettuato e perché erano necessarie
ja: 変更箇所と変更理由を記入してください
lt: Palikite pastabą, kad paaiškintumėte, kokius pakeitimus atlikote ir kodėl jie reikalingi
ms: Tinggalkan nota untuk menerangkan perubahan yang anda buat dan mengapa ia diperlukan
nb: Legg igjen et notat for å forklare endringene du gjorde og hvorfor de var nødvendige
nl: Laat een bericht achter om uit te leggen wat je hebt aangepast en waarom dit nodig was.
pl: Zostaw notatkę, aby wyjaśnić, jakie zmiany zostały wprowadzone i dlaczego były wymagane
pt_br: Deixe uma observação para explicar quais mudanças você fez e por que elas foram necessárias
ru: Оставьте описание, чтобы объяснить какие изменения Вы сделали и почему они необходимы
sk: Zanechajte poznámku a vysvetlite, aké zmeny ste vykonali a prečo boli potrebné
sl: Pustite sporočilo, da pojasnite, katere spremembe ste naredili in zakaj so bile potrebne
sq: Lër një shënim për të shpjeguar çfarë ndryshimesh bëre dhe pse ishin të nevojshme
sr: Ostavite belešku da objasnite koje ste izmene napravili i zašto su bile potrebne
sv: Skriv en anteckning för att beskriva vilka ändringar du gjorde och varför de behövdes
tr: Yaptığınız değişiklikleri ve neden gerekli olduklarını açıklamak için not bırakın
uk: Залиште примітку, щоб пояснити, які зміни ви внесли та чому вони були потрібні
vi: Để lại chú thích để giải thích những thay đổi bạn vừa tạo và tại sao chúng cần thiết.
zh_hk: 對為什麼必須做這些修改進行文字記錄

source: Why this database is interesting
ar: لماذا قاعدة البيانات هذه مثيرة للاهتمام
bg: Защо тази база данни е интересна
ca: Per què aquesta base de dades és interessant
de: Warum ist diese Datenbank interessant
eo: Why this database is lowkey interesting
es: Por qué esta base de datos es interesante
fa: چرا این پایگاه جالب است؟
fi: Miksi tämä tietokanta on kiintoisa
fr: Pourquoi cette base de données est intéressante
hu: Miért érdekes ez az adatbázis
it: Perchè questo database è interessante
ja: このデータベースの特徴
lt: Kodėl ši duomenų bazė yra įdomi
ms: Mengapa pangkalan data ini menarik
nb: Hvorfor denne databasen er interessant
nl: Waarom is deze database interessant
pl: Dlaczego ta baza danych jest interesująca
pt_br: Por que esse banco de dados é interessante
ru: Почему эта база данных может быть интересна
sk: Prečo je táto databáza zaujímavá
sl: Zakaj je ta baza podatkov zanimiva
sq: Pse kjo databazë është interesante
sr: Zašto je ova baza podataka zanimljiva
sv: Varför denna databas är intressant
tr: Bu veritabanı neden ilginç?
uk: Чому ця база даних цікава
vi: Tại sao cơ sở dữ liệu này thú vị
zh_hk: 為什麼這個資料庫十分有趣

source: Things to be aware of about this database
ar: أشياء يجب الانتباه لها حول قاعدة البيانات هذه
bg: Неща, които трябва да знаете за тази база данни
ca: Coses a tenir en compte d'aquesta base de dades
de: Dinge über die Datenbank, auf die man achten sollte
eo: Things to keep in mind about this database, fr
es: Cosas a tener en cuenta acerca de esta base de datos
fa: چیزهایی که باید درباره این پایگاه اطلاعات بدانند
fi: Tietoja tästä tietokannasta
fr: Choses dont on doit être conscient à propos de cette base de données
hu: Tudnivalók erről az adatbázisról
it: Punti di attenzione su questo database
ja: このデータベースに関して知っておくべきこと
lt: Ką reikia žinoti apie šią duomenų bazę
ms: Perkara yang perlu diketahui tentang pangkalan data ini
nb: Ting å være klar over om denne databasen
nl: Dingen waarop je moet letten bij deze database
pl: Co należy wiedzieć o tej bazy danych
pt_br: Coisas que você precisa saber sobre este banco de dados
ru: Что нужно знать об этой базе данных
sk: Informácie o tejto databáze
sl: Kaj morate vedeti o tej zbirki podatkov
sq: Gjëra për tu pasur parasysh për këtë databazë
sr: Stvari na koje treba obratiti pažnju kod ove baze podataka
sv: Saker att tänka på när det gäller denna databas
tr: Bu veritabanı hakkında bilinmesi gerekenler
uk: Що слід знати про цю базу даних
vi: Những điều cần lưu ý về cơ sở dữ liệu này
zh_hk: 關於這個資料庫需要了解的事情

source: Databases and tables
hu: Adatbázisok és táblázatok
ms: Pangkalan data dan jadual

source: Details
ar: التفاصيل
bg: Подробности
ca: Detalls
eo: deets
es: Detalles
fa: جزئیات
fi: Yksityiskohdat
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
lt: Išsami informacija
ms: Butiran
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
ru: Детали
sk: Podrobnosti
sl: Podrobnosti
sq: Detaje
sr: Detalji
sv: Detaljer
tr: Ayrıntılar
uk: Деталі
vi: Chi tiết
zh_hk: 細節

source: Tables in {0}
ar: الجداول في {0}
bg: Маси в {0}
ca: Taules a {0}
de: Tabellen in {0}
eo: Tables in {0} → Tables in {0}, fr fr
es: Tablas en {0}
fa: جداول در {0}
fi: {0} -tietokannan taulut
fr: Tables dans {0}
hu: Táblák a(z) {0}-ban
it: Tabelle in {0}
ja: {0}のテーブル
lt: Lentelės {0}
ms: Jadual dalam {0}
nb: Tabeller i {0}
nl: Tabellen in {0}
pl: Tabele w {0}
pt_br: Tabelas em {0}
ru: Таблицы в {0}
sk: Tabuľky v {0}
sl: Tabele v {0}
sq: Tabela në {0}
sr: Tabele u {0}
sv: Tabeller i {0}
tr: {0} alanındaki tablolar
uk: Таблиці в {0}
vi: Bảng trong {0}
zh_hk: {0}中的報表

source: Actual name in database
ar: الاسم الفعلي في قاعدة البيانات
bg: Действително име в базата данни
ca: Nom real a la base de dades
de: Tatsächlicher Name in der Datenbank
eo: Real name in the system lol
es: Nombre real en la base de datos
fa: نام واقعی در پایگاه داده
fi: Oikea nimi tietokannassa
fr: Nom réel dans la base de données
hu: Valós név az adatbázisban
it: Nome reale nel database
ja: データベース上の実際の名前
lt: Faktinis pavadinimas duomenų bazėje
ms: Nama sebenar dalam pangkalan data
nb: Reelt navn i database
nl: Daadwerkelijke naam in database
pl: Aktualna nazwa w bazie danych
pt_br: Nome real no banco de dados
ru: Имя в базе данных
sk: Skutočný názov v databáze
sl: Dejansko ime v bazi podatkov
sq: Emri aktual në bazën e të dhënave
sr: Stvarni naziv u bazi podataka
sv: Verkligt namn i databasen
tr: Veritabanındaki gerçek isim
uk: Фактична назва в базі даних
vi: Tên thực trong cơ sở dữ liệu
zh_hk: 實際在資料庫中的名稱

source: Why this field is interesting
ar: لماذا هذا الحقل مهم
bg: Защо това поле е интересно
ca: Per què aquest camp és interessant
de: Warum ist dieses Feld interessant
eo: Why this field is actually lowkey interesting
es: Por qué este campo es interesante
fa: چرا این زمینه جالب است
fi: Miksi tämä ala on kiintoisa
fr: Pourquoi ce champ est intéressant
hu: Miért érdekes ez a mező
it: Perché questo campo è interessante
ja: なぜこのフィールドは興味深いですか?
lt: Kodėl šis laukas yra įdomus
ms: Mengapa medan ini menarik
nb: Hvorfor er dette feltet interessant
nl: Waarom is dit veld interessant?
pl: Dlaczego to pole jest interesujące
pt_br: Por que este campo é interessante
ru: Почему это поле может быть интересно
sk: Prečo je toto pole zaujímavé?
sl: Zakaj je to področje zanimivo
sq: Pse kjo fushë është interesante
sr: Zašto je ovo polje interesantno
sv: Varför detta fält är intressant
tr: Bu alan neden ilginç?
uk: Чому це поле цікаве
vi: Tại sao trường này thú vị
zh_hk: 為什麼這個欄位有趣

source: Things to be aware of about this field
ar: أشياء يجب الانتباه لها بشأن هذا الحقل
bg: Неща, които трябва да знаете в тази област
ca: Coses a tenir en compte d'aquest camp
de: Dinge, die man bei diesem Feld beachten sollte
eo: Things to keep in mind about this field, fr fr
es: Cosas a tener en cuenta sobre este campo
fa: چیزهایی که در مورد این زمینه آگاهی دارند
fi: Hyvä tietää tästä kentästä
fr: Choses dont on doit être conscient à propos de ce champ
hu: Tudnivalók erről a mezőről
it: Punti di attenzione su questo campo
ja: このフィールドに関して知っておくべきこと
lt: Ką reikia žinoti apie šį lauką
ms: Perkara yang perlu diketahui tentang medan ini
nb: Ting å være klar over om dette feltet
nl: Dingen om op te letten bij dit veld
pl: Co należy wiedzieć o tym polu
pt_br: Coisas a considerar sobre este campo
ru: Что нужно знать об этом поле
sk: Veci, o ktorých treba vedieť o tomto poli
sl: Stvari, ki se jih morate zavedati na tem področju
sq: Gjërat që duhen ditur për këtë fushë
sr: Stvari na koje treba obratiti pažnju u vezi sa ovim poljem
sv: Saker att tänka på när det gäller detta fält
tr: Bu alan hakkında bilinmesi gerekenler
uk: Що варто знати про це поле
vi: Những điều cần lưu ý về trường này
zh_hk: 關於這個欄位需要了解的事情

source: Data type
ar: نوع البيانات
bg: Тип данни
ca: Tipus de dada
de: Datentyp
eo: Data Type → Data Vibe
es: Tipo de dato
fa: نوع داده
fi: Tietotyyppi
fr: Type de donnée
hu: Adattípus
it: Tipo dati
ja: データタイプ
lt: Duomenų tipas
ms: Jenis data
pl: Typ danych
pt_br: Tipo de dados
ru: Тип данных
sk: Dátový typ
sl: Podatkovni tip
sq: Lloji i të dhënave
sr: Tip podataka
sv: Datatyp
tr: Veri tipi
uk: Тип даних
vi: Kiểu dữ liệu
zh_hk: 資料類型

source: Fields in this table will appear here as they're added
ar: ستظهر الحقول في هذا الجدول هنا عند إضافتها
bg: Полетата в тази таблица ще се появят тук, когато бъдат добавени
ca: Els camps apareixeran aquí a mesura que es vagin afegint
de: Felder in dieser Tabelle erscheinen hier, wenn sie hinzugefügt werden
eo: Fields in this table will pop up here as they get added, fr.
es: Los campos en esta tabla aparecerán aquí a medida que se añadan
fa: فیلدها در این جدول در اینجا به نظر میرسند زیرا آنها اضافه شدهاند
fi: Lisättävät kentät tulevat näkyviin tähän taulukkoon
fr: Les champs de cette table apparaîtront ici au fur et à mesure de leur ajout
hu: A táblázat mezői itt jelennek meg, ahogy hozzáadódnak
it: I campi in questa tabella appariranno qui man mano verranno aggiunti
ja: このテーブルのフィールドは追加されるとここに表示されます
lt: Šioje lentelėje pateikiami laukai, kurie bus įtraukti į juos
ms: Medan dalam jadual ini akan muncul di sini apabila ditambah
nb: Felter i denne tabellen vil vises her når de blir lagt til
nl: Velden in deze tabel worden weergegeven zoals ze zijn toegevoegd
pl: Pola w tej tabeli pojawią się w tym miejscu, gdy są dodawane
pt_br: Os campos nesta tabela aparecerão aqui à medida que forem adicionados
ru: Поля в этой таблицу появятся после их добавления
sk: Polia v tejto tabuľke sa zobrazia po pridaní
sl: Polja v tej tabeli bodo prikazana tukaj, ko bodo dodana
sq: Fushat në këtë tabelë do të shfaqen këtu sapo të shtohen
sr: Polja u ovoj tabeli će se pojaviti ovde kako budu dodavana
sv: Fält i denna tabell kommer att visas här vartefter de läggs till
tr: Bu tablodaki alanlar, eklendiklerinde burada görünecek
uk: Поля в цій таблиці з’являтимуться тут у міру їх додавання
vi: Các trường trong bảng này sẽ xuất hiện tại đây khi chúng được thêm vào
zh_hk: 在這個表單中新增欄位時，它們將會出現在這裡

source: Fields in {0}
ar: الحقول في {0}
bg: Полета в {0}
ca: Camps a {0}
de: Felder in {0}
eo: Fields in {0} → Fields in {0} (this one’s kinda technical, so no need to flex too hard, but if you wanna make it sound more chill: "Fields in {0}")
es: Campos en {0}
fa: فیلدها در {0}
fi: Taulun {0} kentät
fr: Champs dans {0}
hu: Mezők a(z) {0}-ban
it: Campi in {0}
ja: {0}のフィールド
lt: Laukai {0}
ms: Medan dalam {0}
nb: Felter i {0}
nl: Velden in {0}
pl: Pola w {0}
pt_br: Campos em {0}
ru: Поля в {0}
sk: Polia {0}
sl: Polja v {0}
sq: Fusha në {0}
sr: Polja u {0}
sv: Fält i {0}
tr: {0} daki alanlar
uk: Поля в {0}
vi: Các trường trong {0}
zh_hk: 在{0}中的欄位

source: Field name
ar: اسم الحقل
bg: Име на полето
ca: Nom del camp
de: Feldname
eo: Field name → "Vibing with the label"
es: Nombre de campo
fa: نام زمینه
fi: Kenttä nimi
fr: Nom du champ
hu: Mező név
it: Nome del campo
ja: フィールド名
lt: Lauko pavadinimas
ms: Nama medan
nb: Feltnavn
nl: Veldnaam
pl: Nazwa pola
pt_br: Nome do campo
ru: Имя поля
sk: Názov poľa
sl: Ime polja
sq: Emri i fushës
sr: Naziv polja
sv: Fältnamn
tr: Alan adı
uk: Назва поля
vi: Tên trường
zh_hk: 欄位名稱

source: X-ray this field
ar: حلّل هذا الحقل بالأشعة السينية
bg: Рентгенов анализ на това поле
ca: Aplica rajos-X a aquest camp
de: X-Ray für dieses Feld
eo: Scope this field, fr fr
es: Aplica rayos-X a este campo
fa: اشعه ایکس این میدان
fi: Läpivalaise tämä kenttä
fr: Radiographier ce champ
hu: Röntgenezze ezt a mezőt
it: Fai un x-ray al campo
ja: このフィールドを自動探査(X-ray)する
lt: Šis laukas yra rentgeno spindulių
ms: X-ray medan ini
nb: X-ray dette feltet
nl: X-ray dit veld
pl: Prześwietl X-ray to pole
pt_br: Aplicar raios-X a este campo
ru: Просканировать это поле
sk: Prehľadávať pole
sl: Rentgensko slikanje tega polja
sq: Bëji X-ray kësaj fushe
sr: Rendgen ovog polja
sv: Genomlys detta fält
tr: Bu alana x-ray
uk: Просканувати це поле
vi: X quang trường này
zh_hk: 透視這個欄位

source: Metabase is no fun without any data
hu: A Metabase nem szórakoztató adatok nélkül
ms: Metabase tidak seronok tanpa data

source: Your databases will appear here once you connect one
ar: ستظهر قواعد بياناتك هنا بمجرد أن توصل واحدة
bg: Вашите бази данни ще се появят тук, след като ги свържете
ca: Les teves bases de dades apareixeran aquí un cop connectades
de: Deine Datenbanken erscheinen hier, sobald Du eine verbindest
eo: Your databases will pop off here once you link one, fr.
es: Tus bases de datos aparecerán aquí una vez que conectes una
fa: پایگاه های داده شما هنگامی که یکی از آنها را وصل می کنید، در اینجا ظاهر می شوند
fi: Tietokantasi näkyvät täällä, kun yhdistät sellaisen
fr: Vos bases de données apparaîtront ici une fois connectées
hu: Az adatbázisok itt jelennek meg, amint csatlakoztat egyet
it: I tuoi database appariranno qui quando li collegherai
ja: データベースは一度接続するとここに表示されます
lt: Jūsų duomenų bazės bus rodomos tada, kai prisijungsite
ms: Pangkalan data anda akan muncul di sini setelah anda sambungkan satu
nb: Dine databaser vil vises her når du har koblet til
nl: Je databases worden hier getoond zodra je verbonden bent met een database
pl: Twoje bazy danych pojawią się tutaj po podłączeniu jednej
pt_br: Seus bancos de dados aparecerão aqui quando você conectar um
ru: Ваша база данных появится здесь после подключения
sk: Po pripojení sa tu zobrazia vaše databázy
sl: Vaše baze podatkov bodo prikazane tukaj, ko jih povežete
sq: Bazat e të dhënave do të shfaqen këtu sapo të lidhësh një të tillë
sr: Vaše baze podataka će se pojaviti ovde kada povežete neku
sv: Din databaser kommer att visas här när du kopplar en
tr: Bir veritabanını bağladıktan sonra veritabanlarınız burada görünecek
uk: Ваші бази даних з’являться тут, щойно ви підключите одну
vi: Cơ sở dữ liệu của bạn sẽ xuất hiện ở đây ngay khi bạn kết nối
zh_hk: 一但您連接了一個資料庫，它將會出現在這裡
