Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The port your SMTP server uses for outgoing emails.
ar: المنفذ الذي يستخدمه خادم SMTP للبريد الصادر.
bg: Портът, който вашият SMTP сървър използва за изходящи имейли.
ca: El port qeu fa servir el teu servidor SMTP per als correus sortints.
de: Der Port den dein SMTP-Server verwendet um E-Mails zu versenden.
eo: The port your SMTP server uses for sending out emails, fr fr.
es: El puerto que usa tu servidor SMTP para los correos electrónicos salientes.
fa: پورت سرور SMTP شما برای ایمیل های خروجی استفاده می کند.
fi: Portti, jota SMTP-palvelin käyttää lähteville sähköpostiviesteille.
fr: Le port que votre serveur SMTP utilise pour les courriels sortants.
hu: Az SMTP-kiszolgáló által a kimenő e-mailekhez használt port.
it: La porta che il server SMTP usa per le email outgoing
ja: メール送信に使用するSMTPサーバーのポート
lt: Portas, kurį SMTP serveris naudoja siunčiamiems el. Laiškams.
ms: Port yang digunakan oleh pelayan SMTP anda untuk e-mel keluar.
nb: Porten SMTP-tjeneren bruker for utgående e-poster.
nl: De poort van de SMTP server die uw e-mail verstuurt.
pl: Port używany przez serwer SMTP dla wychodzących wiadomości e-mail.
pt_br: A porta que seu servidor SMTP usa para envio de e-mails.
ru: Порт вашего SMTP сервера, используемый для отправки почты.
sk: Port, ktorý používa váš server SMTP na odchádzajúce emaily.
sl: Vrata, ki jih strežnik SMTP uporablja za odhodna e-poštna sporočila.
sq: Porta që serveri yt SMTP përdor për email-et dalëse.
sr: Port koji vaš SMTP server koristi za odlaznu e-poštu.
sv: Porten din SMTP-server använder för utgående epost.
tr: SMTP sunucunuzun giden e-postalar için kullandığı bağlantı noktası.
uk: Порт, який ваш SMTP-сервер використовує для вихідної пошти.
vi: Cổng máy chủ SMTP của bạn sử dụng cho các email gửi đi.
zh_hk: 您的SMTP服務發送郵件使用的埠

source: SMTP secure connection protocol. (tls, ssl, starttls, or none)
ar: بروتوكول اتصال SMTP الآمن. (tls أو ssl أو starttls أو none)
bg: SMTP протокол за защитена връзка. (tls, ssl, starttls или няма)
ca: Protocol de connexió segura SMTP. (tls, ssl, starttls, o cap)
de: SMTP Secure Verbindungsprotokoll. (tls, ssl, starttls, oder keines)
eo: SMTP secure connection vibes: tls, ssl, starttls, or just no cap.
es: Protocolo de conexión segura SMTP. (tls, ssl, starttls, o ninguno)
fa: پروتکل اتصال ایمن SMTP (tls، ssl، starttls، یا none)
fi: SMTP turvallisuusprotokolla. (tls, ssl, starttsl, tai ei mikään)
fr: Protocole de connexion sécurisée SMTP. (tls, ssl, starttls ou aucun)
hu: SMTP biztonságos kapcsolat protokoll (tls, ssl, starttls, vagy none).
it: Protocollo SMTP sicuro (tls, ssl, starttls, o nessuno)
ja: SMTP接続プロトコル(TLS、SSL、STARTTLS、または該当なし)
lt: SMTP saugaus ryšio protokolas. (tls, ssl, starttls arba nėra)
ms: Protokol sambungan selamat SMTP. (tls, ssl, starttls, atau tiada)
nb: SMTP sikker koblingsprotokoll. (TLS, SSL, STARTTLS eller ingen)
nl: SMTP beveiligde protocol. (tls, ssl, starttls, of geen)
pl: Protokół bezpiecznego połączenia SMTP. (TLS, SSL, STARTTLS lub none)
pt_br: Protocolo de conexão segura SMTP. (tls, ssl, starttls ou nenhum)
ru: Протокол безопасности подключения SMTP (tls, ssl, starttls, или не используется)
sk: Protokol zabezpečeného pripojenia SMTP. (tls, ssl, starttls alebo žiadny)
sl: Protokol varne povezave SMTP. (tls, ssl, starttls ali nobene)
sq: Protokolli i lidhjes së sigurt SMTP. (tls, ssl, starttls, ose none)
sr: SMTP protokol bezbedne veze. (tls, ssl, starttls ili none)
sv: Säkerhetsprotokoll för SMTP. (tls, ssl, starttls eller inget)
tr: SMTP güvenli bağlantı protokolü. (tls, ssl, starttls veya hiç)
uk: Протокол захищеного зʼєднання SMTP. (tls, ssl, starttls або none)
vi: Giao thức kết nối an toàn SMTP. (tls, ssl, starttls hoặc không)
zh_hk: SMTP安全連接協議（tls，sll，starttls，或者沒有）

source: none
hu: egyik sem
ms: tiada

source: SMTP host is not set.
ar: لم يتم تعيين مضيف SMTP.
bg: SMTP хост не е зададен.
ca: El servidor SMTP no està configurat.
de: SMTP Host ist nicht gesetzt.
eo: Yo, the SMTP host ain't even set up rn.
es: El servidor SMTP no está configurado.
fa: میزبان SMTP تنظیم نشده است.
fi: SMTP palvelin ei asetettu
fr: L'hôte SMTP n'est pas défini.
hu: Az SMTP gazdagép nincs beállítva.
it: L'host SMTP non è settato
ja: SMTPホストが設定されていません
lt: SMTP priegloba nėra nustatyta.
ms: Hos SMTP tidak ditetapkan.
nb: SMTP vert er ikke satt.
nl: SMTP host is niet ingesteld.
pl: Nie ustawiono hosta SMTP.
pt_br: O host SMTP não foi definido.
ru: SMTP хост не установлен.
sk: Host SMTP nie je nastavený.
sl: Gostitelj SMTP ni nastavljen.
sq: Host-i SMTP nuk është vendosur.
sr: SMTP host nije postavljen.
sv: SMTP-värd är inte angiven.
tr: SMTP ana bilgisayarı ayarlanmamış.
uk: SMTP-хост не задано.
vi: Máy chủ SMTP không được đặt.
zh_hk: SMTP伺服器未設定。

source: Failed to send email
hu: Nem sikerült elküldeni az e-mailt
ms: Gagal mengahntar e-mel

source: Error testing SMTP connection
hu: Hiba az SMTP kapcsolat tesztelése során
ms: Ralat mengui sambungan SMTP

source: Enable LDAP authentication.
hu: Engedélyezze az LDAP-hitelesítést.
ms: Aktifkan pengesahan LDAP.

source: Server hostname.
ar: اسم مضيف الخادم.
bg: Име на хост на сървъра.
ca: Nom del servidor.
eo: Server name, frfr
es: Nombre servidor
fa: نام میزبان سرور
fi: Palvelimen isäntänimi.
fr: Nom d'hôte du serveur
hu: Szerver gazdagép neve.
it: Hostname server
ja: サーバーホスト名
lt: Serverio kompiuterio pavadinimas.
ms: Nama hos pelayan
nb: Vertsnavn til tjener.
nl: Server hostnaam.
pl: Nazwa serwera
pt_br: Nome do host do servidor.
ru: Хост сервера
sk: Názov hostiteľského servera.
sl: Ime gostitelja strežnika.
sq: Hostname i serverit.
sr: Hostname servera.
sv: Serverns domän.
tr: Sunucu ana makine adı.
uk: Hostname сервера.
vi: Tên máy chủ.
zh_hk: 伺服器主機名

source: Server port, usually 389 or 636 if SSL is used.
ar: منفذ الخادم، عادةً 389 أو 636 إذا تم استخدام SSL.
bg: Порт на сървъра, обикновено 389 или 636, ако се използва SSL.
ca: Por del servidor, normalment 389 o 636 si s'utilitza SSL.
de: Server Port, gewöhnlich 389 oder 636 wenn SSL verwendet wird.
eo: Server port, usually 389 or 636 if SSL is in the mix.
es: Puerto del servidor, generalmente 389 o 636 si se usa SSL.
fa: پورت سرور، معمولا 389 یا 636 اگر SSL استفاده شود.
fi: Palvelimen portti, yleensä 389 tai 636, jos SSL:ää käytetään.
fr: port du serveur, habituellement 389, ou 636 si SSL est utilisé.
hu: Szerver port, általában 389 vagy 636, ha SSL-t használnak.
it: Porta server, normalmente 389 o 636, se si usa SSL
ja: サーバーポート、SSLを使用している場合は通常389または636です
lt: Serverio prievadas, paprastai 389 arba 636, jei naudojamas SSL.
ms: Port pelayan, biasanya 389 atau 636 jika SSL digunakan.
nb: Port til tjener, vanligvis 389 eller 636 hvis SSL er i bruk.
nl: Server poort, vaak 389 of 636 wanneer SSL wordt gebruikt.
pl: Port serwera, zazwyczaj 389 lub 636, jeśli używany jest protokół SSL.
pt_br: Porta do servidor, geralmente 389 ou 636, se o SSL for usado.
ru: Порт сервера, обычно 389 или 636 при использовании SSL.
sk: Port servera, zvyčajne je 389 alebo 636, ak sa používa SSL.
sl: Strežniška vrata, običajno 389 ali 636, če uporabljate SSL.
sq: Porta e serverit, zakonisht 389 ose 636 nëse përdoret SSL.
sr: Port servera, obično 389 ili 636 ako se koristi SSL.
sv: Server-port, vanligen 389 eller 636 om SSL används.
tr: Sunucu portu, SSL kullanılıyorsa genellikle 389 veya 636.
uk: Порт сервера, зазвичай 389 або 636, якщо використовується SSL.
vi: Cổng máy chủ, thường là 389 hoặc 636 nếu SSL được sử dụng
zh_hk: 伺服器埠，通常使用389或者636如果SSL被使用的話。

source: Use SSL, TLS or plain text.
ar: استخدم SSL أو TLS أو نصًا عاديًا.
bg: Използвайте SSL, TLS или обикновен текст.
ca: Utilitza SSL, TLS o text pla.
de: Nutze SSL, TLS oder plain text.
eo: Use SSL, TLS, or just straight-up plain text, no cap.
es: Utiliza SSL, TLS o texto sin formato.
fa: از SSL، TLS یا متن ساده استفاده کنید.
fi: Käytä SSL:ää, TLS:ää tai tavallista tekstiä.
fr: Utiliser SSL, TLS ou plain texte.
hu: Használjon SSL-t, TLS-t vagy sima szöveget.
it: Usa SSL, TLS o testo in chiaro
ja: SSL、TLSまたはプレーンテキストを使用する
lt: Naudokite SSL, TLS arba paprastą tekstą.
ms: Gunakan SSL, TLS atau teks biasa.
nb: Bruk SSL, TLS eller ren tekst.
nl: Gebruik SSL, TLS of platte tekst.
pl: Użyj protokołu SSL, TLS lub zwykły tekst.
pt_br: Use SSL, TLS ou texto simples.
ru: Использование SSL, TLS или простого текста.
sk: Používajte SSL, TLS alebo obyčajný text.
sl: Uporabite SSL, TLS ali navadno besedilo.
sq: Përdor SSL, TLS ose plain text.
sr: Koristi SSL, TLS ili plain text.
sv: Använd SSL, TLS eller vanlig text.
tr: SSL, TLS veya düz metin kullanın.
uk: Використовуйте SSL, TLS або plain text.
vi: Sử dụng SSL, TLS hoặc văn bản thuần túy.
zh_hk: 使用SSL、TLS或純文本

source: The Distinguished Name to bind as (if any), this user will be used to lookup information about other users.
ar: الاسم المميز (Distinguished Name) للربط به (إن وجد)، وسيُستخدم هذا المستخدم للبحث عن معلومات حول المستخدمين الآخرين.
bg: Отличителното име, което да се обвърже като (ако има такова), този потребител ще се използва за търсене на информация за други потребители.
ca: El nom distingit per enllaçar (si existeix), aquest usuari s'utilitzarà per cercar informació sobre altres usuaris.
de: Der Distinguished Name, unter dem die Verbindung hergestellt werden soll (falls vorhanden); dieser Benutzer wird für die Suche nach Informationen über andere Benutzer verwendet.
eo: Yo, the DN to bind as (if any), this user’s basically the one lookin’ up info on other peeps.
es: El nombre distinguido para enlazar como (si existe), este usuario se utilizará para buscar información sobre otros usuarios.
fa: نام متمایز برای اتصال (به عنوان مثال)، این کاربر برای جستجوی اطلاعات در مورد سایر کاربران استفاده خواهد شد.
fi: Kunnioitettu nimi, johon sitoudutaan (jos sellaista on), tätä käyttäjää käytetään muiden käyttäjien tietojen etsimiseen.
fr: Le "Distinguished Name" avec lequel se regrouper (si présent), cet utilisateur sera utilisé pour récupérer les informations des autres utilisateurs.
hu: A megkülönböztetett név, amelyként kapcsolódik (ha van), ezt a felhasználót fogják más felhasználók adatainak keresésére használni.
it: Il Nome Unificativo da associare (se presente), questo utente verrà utilizzato per gestire le informazioni sugli altri utenti.
ja: バインドの識別名(ある場合)。このユーザーは、他のユーザーに関する情報を参照するために使用されます。
lt: Skiriamasis vardas, skirtas susieti kaip (jei toks yra), šis vartotojas bus naudojamas informacijos apie kitus naudotojus paieškai.
ms: ama Terhormat untuk diikat sebagai (jika ada), pengguna ini akan digunakan untuk mencari maklumat tentang pengguna lain.
nb: Det Fremtredende Navnet å binde som (om noe), denne brukeren vil bli brukt til å hente informasjon om andre brukere.
nl: De onderscheidende naam om te binden (wanneer aanwezig), deze gebruiker wordt gebruikt om informatie op te halen van andere gebruikers.
pl: Distinguished Name a do powiązania (jeśli istnieje), ten użytkownik będzie używany do wyszukiwania informacji o innych użytkowników.
pt_br: O nome distinto para vincular (se houver), este usuário será usado para pesquisar informações sobre outros usuários.
ru: Различающееся имя для привязки как (если есть), этот пользователь будет использоваться для поиска информации о других пользователях.
sk: Rozlišujúci názov, ktorý sa bude viazať ako (ak existuje) používateľ, ktory bude použitý na vyhľadávanie informácií o iných používateľoch.
sl: Razlikovalno ime, ki ga želite povezati kot (če obstaja), bo ta uporabnik uporabljen za iskanje informacij o drugih uporabnikih.
sq: Distinguished Name për t’u bërë bind si (nëse ka), ky përdorues do të përdoret për të kërkuar informacion rreth përdoruesve të tjerë.
sr: Distinguished Name za bind (ako postoji); ovaj korisnik će se koristiti za lookup informacija o drugim korisnicima.
sv: Det karakteriserande namnet att binda till (om det finns) - denna användare kommer att användas för att hitta information om andra användare.
tr: Ayırt Edilecek Adı (varsa), Bu kullanıcı diğer kullanıcılar hakkında bilgi aramak için kullanılacaktır.
uk: Distinguished Name, під яким виконувати bind (за наявності); цього користувача буде використано для пошуку інформації про інших користувачів.
vi: Tên Phân biệt để liên kết dưới dạng (nếu có), người dùng này sẽ được sử dụng để tra cứu thông tin về người dùng khác.
zh_hk: 要綁定的可分辨名稱（如果有的話），該使用者將被用來搜尋有關其他使用者的訊息。

source: The password to bind with for the lookup user.
ar: كلمة المرور المستخدمة للربط لمستخدم البحث.
bg: Паролата, с която да се свържете за потребителя за търсене.
ca: La contrasenya per vincular amb l'usuari de la cerca.
de: Das Passwort, das mit dem Lookup User verbunden wird.
eo: The passcode to link up with the lookup user, fr fr.
es: La contraseña para vincularse con el usuario de búsqueda.
fa: رمز عبور برای اتصال کاربر برای جستجو.
fi: Salasana, jolla sitoudutaan hakukäyttäjään.
fr: Le mot de passe à utiliser pour l'utilisateur de recherche.
hu: A keresési felhasználó jelszava.
it: La password da associare per il gestore.
ja: 検索ユーザー用にバインドするパスワード
lt: Slaptažodžio, skirto susieti su paieškos vartotoju, slaptažodis.
ms: Kata laluan untuk diikat bagi pengguna carian.
nb: Passordet til å binde med for å søke etter bruker.
nl: Het wachtwoord om te binden voor het opzoeken van gebruikers.
pl: Hasło, które chcesz powiązać z dla użytkownika wyszukiwania.
pt_br: A senha a ser vinculada ao usuário de pesquisa.
ru: Пароль для привязки пользователя, используемого для поиска.
sk: Heslo, ktoré sa má pridať pre vyhľadaného používateľa.
sl: Geslo, s katerim se povežete za uporabnika iskanja.
sq: Fjalëkalimi për bind për përdoruesin lookup.
sr: Lozinka za bind lookup korisnika.
sv: Lösenordet att binda till användaren för sökning.
tr: Arama kullanıcısı için bağlanacak şifre.
uk: Пароль для bind користувача пошуку.
vi: Mật khẩu để liên kết với người dùng tra cứu
zh_hk: 搜尋使用者綁定的密碼

source: Search base for users. (Will be searched recursively)
ar: قاعدة البحث عن المستخدمين. (سيتم البحث بشكل متكرر)
bg: База за търсене на потребители. (Ще бъде търсено рекурсивно)
ca: Base de cerca d'usuaris. (Se cercarà recursivament)
de: Suchbasis für Gruppen. (wird rekursiv durchsucht)
eo: Lookin’ for users in the search base. (It’s gonna be searched recursively, fr)
es: Base de búsqueda para usuarios. (Se buscará recursivamente)
fa: پایگاه جستجوی کاربران (به صورت بازگشتی جستجو می شود)
fi: Käyttäjän etsinnän aloituskohta. (Etsitään rekursiivisesti)
fr: Base de recherche pour les utilisateurs. (Sera recherché récursivement)
hu: Felhasználók keresési alapja. (rekurzívan lesz keresve)
it: Ricerca base per utenti (verrà fatta ricorsivamente)
ja: ユーザーのための検索ベース。 (繰り返し検索されます)
lt: Paieškos bazė naudotojams. (Bus ieškoma rekursyviai)
ms: Asas carian untuk pengguna. (Akan dicari secara berulang)
nb: Søkebase for brukere. (Vil gjøre gjentagende søk)
nl: Zoekbasis voor gebruikers. (Wordt recursief doorzocht)
pl: Baza wyszukiwania dla użytkowników. (będzie wyszukiwany rekurencyjnie)
pt_br: Base de pesquisa para usuários. (Será pesquisado recursivamente)
ru: Поисковая база для пользователей. (Мы будем искать рекурсивно)
sk: Vyhľadávacia základňa pre používateľov. (Bude sa vyhľadávať rekurzívne)
sl: Iskalna baza za uporabnike. (Iskano bo rekurzivno)
sq: Search base për përdoruesit. (Do të kërkohet në mënyrë rekursive)
sr: Search base za korisnike. (Pretražuje se rekurzivno)
sv: Sökbas för användare (kommer att avsökas rekursivt).
tr: Kullanıcılar için arama tabanı. (Ardışık olarak aranacak)
uk: База пошуку для користувачів. (Пошук виконуватиметься рекурсивно)
vi: Tìm kiếm cơ sở cho người dùng. (Sẽ được tìm kiếm đệ quy)
zh_hk: 使用者搜索基礎.（將採用遞迴檢索）

source: User lookup filter, the placeholder '{login}' will be replaced by the user supplied login.
hu: Felhasználói keresési szűrő, a '{login}' helyőrzőt a felhasználó által megadott bejelentkezés váltja fel.
ms: Penapis carian pengguna, placeholder '{login}' akan digantikan dengan log masuk yang disediakan oleh pengguna.

source: Attribute to use for the user's email. (usually ''mail'', ''email'' or ''userPrincipalName'')
hu: A felhasználó e-mail címéhez használandó attribútum. (általában ''mail'', ''email'' vagy ''userPrincipalName'')
ms: Atribut untuk digunakan bagi emel pengguna. (biasanya 'mail', 'email' atau 'userPrincipalName')

source: Attribute to use for the user''s first name. (usually ''givenName'')
ar: السمة التي سيتم استخدامها للاسم الأول للمستخدم. (عادةً ''givenName'')
bg: Атрибут, който да се използва за собственото име на потребителя. (обикновено '' givenName '')
ca: Atribut a utilitzar pel nom de l'usuari. (generalment ''givenName'')
de: Attribut, welches für den Vornamen des Benutzers verwendet wird. (normalerweise "givenName")
eo: Use this for the user’s first name, like their givenName, fr.
es: Atributo a usar para el primer nombre del usuario. (generalmente ''givenName'')
fa: مشخصه برای نام کاربری کاربر استفاده می شود. (معمولا '' givenName '')
fi: Attribuutti, jota käytetään käyttäjän etunimen kohdalla. (yleensä 'givenName')
fr: Attribut à utiliser pour le prénom de l'utilisateur.
hu: A felhasználó keresztnevéhez használandó attribútum. (általában ''givenName'')
it: Attributo da utilizzare per il nome dell'utente (generalmente "givenName")
ja: ユーザーの名に使用する属性。(通常は、"givenName")
lt: Atributas, naudojamas naudotojo vardui. (paprastai „'suteiktas vardas' ')
ms: Atribut untuk digunakan bagi nama pertama pengguna. (biasanya 'givenName')
nb: Attributt å bruke for brukerens fornavn (vanligvis "givenName")
nl: Attribuut om te gebruiken voor de voornaam van de gebruiker. (meestal "givenName")
pl: Atrybut używany dla imienia użytkownika. (zazwyczaj "givenName")
pt_br: Atributo a ser usado para o primeiro nome do usuário. (geralmente ''givenName'')
ru: Атрибут, использующийся в качестве имени пользователя (обычно ''givenName'')
sk: Atribút, ktorý sa použije pre meno používateľa. (zvyčajne "meno")
sl: Atribut, ki se uporablja za uporabnikovo ime. (običajno ''givenName'')
sq: Atributi që do të përdoret për emrin e përdoruesit. (zakonisht ''givenName'')
sr: Atribut koji se koristi za ime korisnika. (obično ''givenName'')
sv: Attribut att använda för användarens förnamn (vanligen "givenName").
tr: Kullanıcının ilk adı için kullanılacak özellik. (genellikle '' givenName '')
uk: Атрибут для імені користувача. (зазвичай ''givenName'')
vi: Thuộc tính để sử dụng cho tên của người dùng. (thường là '' cho tên ''
zh_hk: 使用使用者的'last name'屬性（通常是‘givenName’）

source: Attribute to use for the user''s last name. (usually ''sn'')
ar: السمة التي سيتم استخدامها لاسم عائلة المستخدم. (عادةً ''sn'')
bg: Атрибут, който да се използва за фамилното име на потребителя. (обикновено '' sn '')
ca: Atribut a utilitzar pel cognom de l'usuari. (generalment ''sn'')
de: Attribut, welches für den Nachnamen des Benutzers verwendet wird. (normalerweise "sn")
eo: Use this for the user’s last name, usually “sn,” lol.
es: Atributo para usar para el apellido del usuario. (generalmente ''sn'')
fa: مشخصه برای نام کاربری کاربر استفاده می شود. (معمولا '' sn '')
fi: Attribuutti, jota käytetään käyttäjän sukunimelle. (yleensä 'sn')
fr: Attribut à utiliser pour le nom de famille de l'utilisateur.
hu: A felhasználó vezetéknevéhez használandó attribútum. (általában ''sn'')
it: Attributo da utilizzare per il cognome dell'utente (generalmente "sn")
ja: ユーザーの姓に使用する属性。(通常は、"sn")
lt: Naudotojo pavardei naudojamas atributas. (paprastai „sn“)
ms: Atribut untuk digunakan bagi nama akhir pengguna. (biasanya 'sn')
nb: Attributt å bruke for brukerens etternavn (vanligvis "sn")
nl: Attribuut om te gebruiken voor de achternaam van de gebruiker. (meestal "sn")
pl: Atrybut używany dla nazwiska użytkownika. (zwykle "sn")
pt_br: Atributo a ser usado para o sobrenome do usuário. (geralmente ''sn'')
ru: Атрибут, использующийся в качестве фамилии пользователя (обычно ''sn'')
sk: Atribút, ktorý sa použije ako priezvisko používateľa. (zvyčajne "priezivsko")
sl: Atribut, ki se uporablja za priimek uporabnika. (običajno ''sn'')
sq: Atributi që do të përdoret për mbiemrin e përdoruesit. (zakonisht ''sn'')
sr: Atribut koji se koristi za prezime korisnika. (obično ''sn'')
sv: Attribut att använda för användarens efternamn (vanligen "sn").
tr: Kullanıcının soyadı için kullanılacak özellik. (genellikle '' sn '')
uk: Атрибут для прізвища користувача. (зазвичай ''sn'')
vi: Thuộc tính để sử dụng cho họ của người dùng. (thường là '' sn '')
zh_hk: 使用使用者的'first name'屬性（通常是‘SN’）

source: Enable group membership synchronization with LDAP.
ar: تمكين مزامنة عضوية المجموعات مع LDAP.
bg: Активирайте синхронизирането на членството в група с LDAP.
ca: Activa la sincronització de grups amb LDAP.
de: Aktiviere Gruppen-Mitgliedschaft-Synchronisation mit LDAP.
eo: Turn on the group sync with LDAP, frfr.
es: Habilite la sincronización de membresía grupal con LDAP.
fa: همگام سازی عضویت گروه با LDAP را فعال کنید
fi: Ota käyttöön ryhmän jäsenyyden synkronointi LDAP:n kanssa.
fr: Activer la synchronisation des appartenances aux groupes entre Metabase et LDAP.
hu: Engedélyezze a csoporttagság szinkronizálását LDAP-pal.
it: Abilita la sincronizzazione dei gruppi di utenze con LDAP
ja: LDAPとのグループ同期を有効化する
lt: Įgalinti grupės narystės sinchronizavimą su LDAP.
ms: Aktifkan penyelarasan keahlian kumpulan dengan LDAP.
nb: Aktiver synkronisering av gruppemedlemsskap med LDAP.
nl: Synchronisatie van groepslidmaatschap met LDAP inschakelen.
pl: Włącz synchronizację członkostwa grupy z LDAP.
pt_br: Habilite a sincronização de membros do grupo com LDAP.
ru: Включить синхронизацию участия в группах с LDAP.
sk: Povoliť synchronizáciu členstva v skupine s LDAP.
sl: Omogočite sinhronizacijo članstva v skupini z LDAP.
sq: Aktivizo sinkronizimin e anëtarësimit në grupe me LDAP.
sr: Omogući sinhronizaciju članstva u grupama sa LDAP-om.
sv: Aktivera synkronisering med LDAP-grupptillhörighet.
tr: LDAP ile grup üyeliği senkronizasyonunu etkinleştirin.
uk: Увімкнути синхронізацію членства в групах з LDAP.
vi: Cho phép đồng bộ hóa thành viên nhóm với LDAP.
zh_hk: 啟用團隊成員通過LDAP同步。

source: Search base for groups, not required if your LDAP directory provides a ''memberOf'' overlay. (Will be searched recursively)
hu: Csoportok keresési alapja, nem szükséges, ha az LDAP könyvtára biztosítja a ''memberOf'' overlayt (rekurzívan lesz keresve).
ms: Asas carian untuk kumpulan, tidak diperlukan jika direktori LDAP anda menyediakan overlay 'memberOf'. (Akan dicari secara berulang)
