Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Invalid locale: {0}
ar: إعدادات لغة غير صالحة: {0}
bg: Невалиден локал: {0}
ca: Localització no vàlida: {0}
de: Ungültige Lokalisierung: {0}
eo: Yo, the locale {0} is totally invalid lol
es: Locale inválido: {0}
fa: منطقه نامعتبر: {0}
fi: Virheellinen paikallisuusasetus: {0}
fr: Locale invalide: {0}
hu: Érvénytelen nyelv- és országkód: {0}
it: Locale non valido: {0}
ja: 無効なロケールです。{0}
lt: Netinkama lokalė: {0}
ms: Locale tidak sah: {0}
nb: ugyldig lokalitet: {0}
nl: Ongeldige landinstelling: {0}
pl: Nieprawidłowe ustawienie regionalne: {0}
pt_br: Localidade inválida: {0}
ru: Неверная локаль: {0}
sk: Neplatný locale: {0}
sl: Neveljavna območna nastavitev: {0}
sq: Locale e pavlefshme: {0}
sr: Nevažeći lokalitet: {0}
sv: Ogiltig landskap: {0}
tr: Geçersiz yerel ayar: {0}
uk: Недійсна локаль: {0}
vi: Ngôn ngữ không hợp lệ: {0}
zh_hk: 無效的語系環境: {0}

source: Invalid day of week: {0}
ar: يوم أسبوع غير صالح: {0}
bg: Невалиден ден от седмицата: {0}
ca: Dia de la setmana no vàlid: {0}
de: Ungültiger Wochentag: {0}
eo: Bruh, the day of the week {0} is totally invalid lol
es: Dia de semana inválido: {0}
fa: روز هفته نامعتبر: {0}
fi: Virheellinen viikonpäivä: {0}
fr: Jour de la semaine non valide : {0}
hu: Érvénytelen hét napja: {0}
it: Giorno della settimana non valido: {0}
ja: 曜日が無効です。{0}
lt: Netinkama savaitės diena: {0}
ms: Hari dalam minggu tidak sah: {0}
nb: Ugyldig ukedag: {0}
nl: Ongeldige dag van de week: {0}
pl: Nieprawidłowy dzień tygodnia: {0}
pt_br: Dia da semana inválido: {0}
ru: Неверный день недели: {0}
sk: Neplatný deň v týždni: {0}
sl: Neveljaven dan v tednu: {0}
sq: Ditë e javës e pavlefshme: {0}
sr: Nevažeći dan u nedelji: {0}
sv: Ogiltig veckodag: {0}
tr: Haftanın geçersiz günü: {0}
uk: Недійсний день тижня: {0}
vi: Ngày trong tuần không hợp lệ: {0}
zh_hk: 無效的星期幾：{0}

source: Error fetching token status from {0}:
hu: Hiba a token állapotának lekérésekor {0}:
ms: Ralat mengambil status token dari {0}:

source: MB_API_KEY is not set. See {0} for details
ar: لم يتم تعيين MB_API_KEY. راجع {0} للتفاصيل
bg: MB_API_KEY не е зададен. Вижте {0} за подробности
ca: MB_API_KEY no està establerta. Consulta {0} per a més detalls
de: MB_API_KEY ist nicht gesetzt. Siehe {0} für weitere Informationen
eo: MB_API_KEY is not poppin. Check {0} for the tea
es: MB_API_KEY no definida. Ver {0} para más detalles
fa: MB_API_KEY تنظیم نشده است. برای جزئیات بیشتر به {0} مراجعه کنید
fi: MB_API_KEY ei ole asetettu. Katso {0} lisätietoja varten.
fr: MB_API_KEY n'est pas paramétré. Voir {0} pour plus de détails
hu: Az MB_API_KEY nincs beállítva. További részletekért lásd: {0}
it: MB_API_KEY non è impostato. Per maggiori dettagli, vedere {0}
ja: MB_API_KEYが設定されていない。詳しくは{0}を参照してください。
lt: MB_API_KEY nenustatytas. Daugiau informacijos rasite {0}
ms: MB_API_KEY tidak ditetapkan. Lihat {0} untuk butiran
nb: MB_API_KEY er ikke satt. Se {0} for detaljer
nl: MB_API_KEY is niet ingesteld. Zie {0} voor details
pl: MB_API_KEY nie jest ustawiony. Zobacz {0}, aby uzyskać szczegółowe informacje
pt_br: MB_API_KEY não foi definido. Veja {0} para mais detalhes
ru: MB_API_KEY не задан. Посмотрите {0}, чтобы узнать детали
sk: MB_API_KEY nie je nastavený. Podrobnosti nájdete na stránke {0} .
sl: MB_API_KEY ni določeno. Za podrobnosti si oglejte {0}
sq: MB_API_KEY nuk është vendosur. Shih {0} për detaje
sr: MB_API_KEY nije podešen. Pogledajte {0} za detalje
sv: MB_API_KEY är inte inställd. Se {0} för detaljer
tr: MB_API_KEY ayarlanmamış. Ayrıntılar için {0} adresine bakın
uk: MB_API_KEY не встановлено. Див. {0} для деталей
vi: MB_API_KEY chưa được thiết lập. Xem {0} để biết chi tiết
zh_hk: MB_API_KEY 未設置。有關詳細訊息，請參閱{0}

source: Session timeout must be less than 100 years.
hu: A munkamenet időkorlátjának 100 évnél rövidebbnek kell lennie.
ms: Tempoh masa sesi mesti kurang daripada 100 tahun.

source: Session timeout amount must be positive.
hu: A munkamenet időkorlátjának pozitívnak kell lennie.
ms: Jumlah tempoh masa sesi mesti positif.

source: {0}, {1}, and {2}
hu: {0}, {1} és {2}
lt: {0}, {1} ir {2}
ms: {0}, {1}, dan {2}

source: Field {0} has not been used since {1}. Skipping...
hu: A(z) {0} mező {1} óta nem volt használva. Kihagyás...
ms: Medan {0} tidak digunakan sejak {1}. Melangkau...

source: Found DBMS version {0}
hu: Talált DBMS verzió: {0}
ms: Ditemui versi DBMS {0}

source: Could not determine DBMS version
hu: Nem sikerült meghatározni a DBMS verzióját
ms: Tidak dapat menentukan versi DBMS

source: received
ar: تم استلام
bg: получено
ca: rebut
de: empfangen
eo: got it, bet
es: recibido
fa: دریافت کرد
fi: saanut
fr: reçu
hu: kapott
it: ricevuto
ja: しょき
lt: gavo
ms: diterima
nb: mottatt
nl: ontvangen
pl: otrzymane
pt_br: recebido
ru: получено
sk: prijaté
sl: Prejel
sq: marrë
sr: primljeno
sv: mottagen
tr: alındı
uk: отримано
vi: đã nhận
zh_hk: 已收到

source: value must an array with :field id-or-name and an options map
hu: az értéknek egy tömbnek kell lennie, :field azonosítóval vagy névvel és egy opciók térképpel
lt: reikšmė turi būti masyvas su :field id-or-name ir parinkčių žemėlapis
ms: nilai mesti array dengan :medan id-atau-nama dan peta pilihan

source: value must be a valid UUID.
ar: يجب أن تكون value عبارة عن UUID صالح.
bg: стойността трябва да е валиден UUID.
ca: el valor ha de ser un UUID vàlid.
de: Wert muss eine gültige UUID sein.
eo: Yo, your value gotta be a legit UUID, fr.
es: valor debe ser un UUID válido.
fa: مقدار باید یک UUID معتبر باشد.
fi: arvon on oltava kelvollinen UUID.
fr: la valeur doit être un UUID valide.
hu: az értéknek érvényes UUID-nak kell lennie.
it: deve essere un UUID valido.
ja: の値は、有効な UUID でなければならない。
lt: reikšmė turi būti galiojanti UUID.
ms: nilai mesti UUID yang sah.
nb: verdi må være en gyldig UUID.
nl: waarde moet een geldige UUID zijn.
pl: wartość musi być prawidłowym identyfikatorem UUID.
pt_br: valor deve ser um UUID válido.
ru: значение должно быть верным UUID.
sk: hodnota musí byť platný UUID.
sl: mora biti veljaven UUID.
sq: vlera duhet të jetë një UUID i vlefshëm.
sr: vrednost mora biti važeći UUID.
sv: Värdet måste vara en giltig UUID.
tr: değeri geçerli bir UUID olmalıdır.
uk: значення має бути коректним UUID.
vi: giá trị phải là UUID hợp lệ.
zh_hk: 數值必須是有效的UUID。

source: value must be an instance of {0}
ar: يجب أن تكون value مثيلًا من {0}
bg: стойност трябва да е инстанция на {0}
ca: el valor ha de ser una instància de {0}
de: Der Wert muss eine Instanz von {0} sein
eo: Bruh, value gotta be an instance of {0} lol
es: valor debe ser una instancia de {0}
fa: مقدار باید نمونه ای از {0}باشد
fi: arvon on oltava {0} instanssi
fr: la valeur doit être une instance de {0}
hu: az értéknek a(z) {0} példánya kell, hogy legyen
it: deve essere un'istanza di {0}
ja: {0}のインスタンスである必要があります
lt: reikšmė turi būti {0} pavyzdys
ms: nilai mesti contoh {0}
nb: verdi må være en instans av {0}
nl: waarde moet een instantie van {0} zijn
pl: wartość musi być instancją {0}
pt_br: valor deve ser uma instância de {0}
ru: значение должно быть экземпляром {0}
sk: hodnota musí byť inštanciou {0}
sl: Vrednost mora biti primerek {0}
sq: vlera duhet të jetë një instancë e {0}
sr: vrednost mora biti instanca {0}
sv: Värdet måste vara ett exempel på {0}
tr: değerinin bir {0}örneği olması gerekir
uk: значення має бути екземпляром {0}
vi: giá trị phải là một trường hợp của {0}
zh_hk: 數值必須是{0}的實例

source: Value must be a map.
ar: يجب أن تكون Value عبارة عن map.
bg: Стойност трябва да е карта.
ca: El valor ha de ser un mapeig.
de: Der Wert muss eine Karte/Map sein.
eo: Bruh, you gotta make the value a map, fr.
es: Valor debe ser un mapa.
fa: ارزش باید یک نقشه باشد.
fi: Arvon tulee olla kartta.
fr: La valeur doit être une carte.
hu: Az értéknek egy térképnek kell lennie.
it: Il valore deve essere una mappa.
ja: Valueはマップである必要があります。
lt: Vertė turi būti žemėlapis.
ms: Nilai mesti peta.
nb: Verdi må være et kart.
nl: Waarde moet een kaart zijn.
pl: Wartość musi być mapą.
pt_br: O valor deve ser um mapa.
ru: Значение должно быть ассоциативным массивом.
sk: Hodnota musí byť mapa.
sl: Vrednost mora biti zemljevid.
sq: Vlera duhet të jetë një map.
sr: Vrednost mora biti mapa.
sv: Värdet måste vara en karta.
tr: Değer bir harita olmalıdır.
uk: Значення має бути мапою.
vi: Giá trị phải là một bản đồ.
zh_hk: 數值必須是一個地圖。

source: No current user found
ar: لم يتم العثور على مستخدم حالي
bg: Не е намерен текущ потребител
ca: No s'ha trobat un usuari actual
de: Kein aktueller Benutzer gefunden
eo: No cap, no user found rn
es: No se ha encontrado un usuario actual.
fa: کاربر فعلی پیدا نشد
fi: Ei löytynyt nykyistä käyttäjää
fr: Aucun utilisateur actuel trouvé
hu: Nem található aktuális felhasználó
it: Nessun utente corrente trovato
ja: 現在のユーザーが見つからない
lt: Dabartinis vartotojas nerastas
ms: Tiada pengguna semasa dijumpai
nb: Ingen gjeldende bruker funnet
nl: Geen huidige gebruiker gevonden
pl: Nie znaleziono bieżącego użytkownika
pt_br: Nenhum usuário atual encontrado
ru: Не найден текущий пользователь
sk: Nenašiel sa žiadny aktuálny používateľ
sl: Trenutnega uporabnika ni mogoče najti
sq: Nuk u gjet asnjë përdorues aktual
sr: Nije pronađen trenutni korisnik
sv: Ingen nuvarande användare hittades
tr: Geçerli kullanıcı bulunamadı
uk: Не знайдено поточного користувача
vi: Không tìm thấy người dùng hiện tại
zh_hk: 找不到現有用戶

source: Open the Metabase drill-through menu
hu: Nyissa meg a Metabase drill-through menüjét
ms: Buka menu latih-tubi Metabase

source: Expression
hu: Kifejezés
ms: Ungkapan

source: You can reference columns here in functions or equations, like: floor([Price] - [Discount]). Click for documentation.
hu: Itt hivatkozhat az oszlopokra függvényekben vagy egyenletekben, mint például: floor([Price] - [Discount]). Kattintson a dokumentációért.
ms: Anda boleh merujuk lajur di sini dalam fungsi atau persamaan, seperti: floor([Harga] - [Diskaun]). Klik untuk dokumentasi.

source: Open expressions documentation
hu: Nyissa meg a kifejezések dokumentációját
ms: Buka dokumentasi ungkapan

source: Open the drill-through menu
ar: افتح قائمة التنقّل التفصيلي
bg: Отворете менюто за детайлизация
ca: Obriu el menú d'exploració
de: Drill-through-Menü öffnen
eo: Drop the drill-through menu, fr fr
es: Abrir el menú de perforación
fa: منوی تمرینی را باز کنید
fi: Avaa porausvalikon
fr: Ouvrir le menu d'exploration
hu: Nyissa meg az drill-through menüt
it: Aprire il menu di perforazione
ja: ドリルスルー・メニューを開く
lt: Atidarykite gręžimo meniu
ms: Buka menu latih-tubi
nb: Åpne drill-through-menyen
nl: Open het drill-through menu
pl: Otwórz menu drążenia
pt_br: Abrir o menu de detalhamento
ru: Откройте меню детализации
sk: Otvorte ponuku vŕtania
sl: Odpiranje menija za podrobno pregledovanje
sq: Hap menunë e shko më thellë
sr: Otvori meni za produbljivanje
sv: Öppna menyn för genomborrning
tr: Sondaj menüsünü açın
uk: Відкрити меню деталізації
vi: Mở menu drill-through
zh_hk: 打開鑽取菜單

source: plus
hu: plusz
ms: tambah

source: minus
hu: mínusz
ms: tolak

source: Native Query
ar: استعلام أصلي
bg: Собствена заявка
ca: Consulta nativa
de: Native Abfrage
eo: Native query → This is just "native query" lol, no cap
es: Consulta nativa
fa: پرس و جو بومی
fi: Natiivikysely
fr: Requête native
hu: Natív lekérdezés
it: Query nativa
ja: ネイティブクエリ
lt: Gimtoji užklausa
ms: Query Asli
nb: Innfødt spørring
nl: SQL-query
pl: Zapytanie natywne
pt_br: Consulta nativa
ru: Родной запрос
sk: Natívny dotaz
sl: Izvorna poizvedba
sq: Pyetje native
sr: Nativni upit
sv: Inbyggd fråga
tr: Yerel Sorgu
uk: Нативний запит
vi: Truy vấn gốc
zh_hk: 原生查詢

source: Error calculating column name for {0}: {1}
ar: خطأ أثناء حساب اسم العمود لـ {0}: {1}
bg: Грешка при изчисляване на име на колона за {0}: {1}
ca: Error en calcular el nom de la columna per a {0}: {1}
de: Fehler beim Berechnen des Spaltennamens für {0}: {1}
eo: Bruh, got an error trying to figure out the column name for {0}: {1}
es: Error al calcular el nombre de columna para {0}: {1}
fa: خطا در محاسبه نام ستون برای {0}: {1}
fi: Virhe laskiessa sarakkeen nimeä kohteelle {0}: {1}
fr: Erreur de calcul du nom de la colonne pour {0} : {1}
hu: Hiba a(z) {0} oszlopnév kiszámításakor: {1}
it: Errore nel calcolo del nome della colonna per {0}: {1}
ja: {0}のカラム名の計算エラーです。{1}
lt: Klaida skaičiuojant stulpelio pavadinimą {0}: {1}
ms: Ralat mengira nama lajur untuk {0}: {1}
nb: Feil ved beregning av kolonnenavn for {0}: {1}
nl: Fout bij het berekenen van kolomnaam voor {0}: {1}
pl: Błąd obliczania nazwy kolumny dla {0}: {1}
pt_br: Erro ao calcular o nome da coluna para {0}: {1}
ru: Ошибка при вычислении имени столбца для {0}: {1}
sk: Chyba pri výpočte názvu stĺpca pre {0}: {1}
sl: Napaka pri izračunu imena stolpca za {0}: {1}
sq: Gabim gjatë llogaritjes së emrit të kolonës për {0}: {1}
sr: Greška pri izračunavanju naziva kolone za {0}: {1}
sv: Fel vid beräkning av kolumnnamn för {0}: {1}
tr: {0} için sütun adı hesaplanırken hata oluştu: {1}
uk: Помилка обчислення назви колонки для {0}: {1}
vi: Lỗi khi tính toán tên cột cho {0}: {1}
zh_hk: 計算欄位名稱時出錯 {0}: {1}

source: Standard deviation of {0}
ar: الانحراف المعياري لـ {0}
bg: Стандартно отклонение на {0}
ca: Desviació estàndard de {0}
de: Standardabweichung von {0}
eo: The std dev of {0}
es: Desviación típica de {0}
fa: انحراف استاندارد {0}
fi: Keskihajonta luvuista {0}
fr: Écart-type de {0}
hu: {0} szórása
it: Deviazione standard di {0}
ja: {0}の標準偏差
lt: Standartinis {0} nuokrypis
ms: Sisihan piawai {0}
nb: Standardavviket til {0}
nl: Standaardafwijking van {0}
pl: Odchylenie standardowe {0}
pt_br: Desvio padrão de {0}
ru: Стандартное отклонение {0}
sk: Štandardná odchýlka {0}
sl: Standardni odklon {0}
sq: Devijimi standard i {0}
sr: Standardna devijacija za {0}
sv: Standardavvikelse för {0}
tr: {0}'ın standart sapması
uk: Стандартне відхилення {0}
vi: Độ lệch chuẩn của {0}
zh_hk: {0}的標準差

source: Error calculating display name for {0}: {1}
ar: خطأ أثناء حساب اسم العرض لـ {0}: {1}
bg: Грешка при изчисляване на показвано име за {0}: {1}
ca: Error en calcular el nom de visualització per a {0}: {1}
de: Fehler beim Berechnen des Anzeigenamens für {0}: {1}
eo: Bruh, error while tryin' to get the display name for {0}: {1}
es: Error al calcular el nombre para {0}: {1}
fa: خطا در محاسبه نام نمایشی برای {0}: {1}
fi: Virhe laskiessa näyttönimeä kohteelle {0}: {1}
fr: Erreur de calcul du nom d'affichage pour {0} : {1}
hu: Hiba a(z) {0} megjelenítési név kiszámításakor: {1}
it: Errore nel calcolo del nome visualizzato per {0}: {1}
ja: {0}の表示名の計算エラーです。{1}
lt: Klaida skaičiuojant rodomą {0} pavadinimą: {1}
ms: Ralat mengira nama paparan untuk {0}: {1}
nb: Feil ved beregning av visningsnavn for {0}: {1}
nl: Fout bij het berekenen van weergavenaam voor {0}: {1}
pl: Błąd obliczania wyświetlanej nazwy dla {0}: {1}
pt_br: Erro ao calcular o nome de exibição para {0}: {1}
ru: Ошибка при вычислении отображаемого имени для {0}: {1}
sk: Chyba pri výpočte zobrazovaného názvu pre {0}: {1}
sl: Napaka pri izračunu prikaznega imena za {0}: {1}
sq: Gabim gjatë llogaritjes së emrit të shfaqjes për {0}: {1}
sr: Greška pri izračunavanju naziva za prikaz za {0}: {1}
sv: Fel vid beräkning av visningsnamn för {0}: {1}
tr: {0} için görünen ad hesaplanırken hata oluştu: {1}
uk: Помилка обчислення відображуваної назви для {0}: {1}
vi: Lỗi khi tính toán tên hiển thị cho {0}: {1}
zh_hk: 計算 {0} 的顯示名稱時出錯：{1}

source: Cumulative sum of {0}
ar: المجموع التراكمي لـ {0}
bg: Кумулативна сума от {0}
ca: Suma acumulada de {0}
de: Kumulative Summe von {0}
eo: Cumulative sum of {0} → Total sum of {0} fr fr
es: Suma acumulada de {0}
fa: مجموع تجمعی {0}
fi: Kumulatiivinen summa {0}
fr: Somme cumulée de {0}
hu: {0} kumulatív összege
it: Somma cumulativa di {0}
ja: {0}の累積和
lt: Sukaupta {0} suma
ms: Jumlah terkumpul {0}
nb: Kumulativ sum av {0}
nl: Cumulatieve som van {0}
pl: Łączna suma {0}
pt_br: Soma cumulativa de {0}
ru: Кумулятивная сумма {0}
sk: Kumulatívna suma {0}
sl: Kumulativna vsota {0}
sq: Shuma kumulative e {0}
sr: Kumulativni zbir za {0}
sv: Kumulativ summa av {0}
tr: {0}'ın kümülatif toplamı
uk: Накопичувальна сума {0}
vi: Tổng tích lũy của {0}
zh_hk: {0}的累積求和

source: Saved Question #{0}
hu: Mentett kérdés #{0}
ms: Soalan yang Disimpan #{0}

source: Cumulative count of {0}
ar: العدد التراكمي لـ {0}
bg: Кумулативен брой от {0}
ca: Recompte acumulat de {0}
de: Kumulative Zählung von {0}
eo: Total count of {0} fr🥴
es: Recuento acumulativo de {0}
fa: تعداد تجمعی {0}
fi: Kumulatiivinen laskenta {0}:sta
fr: Nombre cumulé de {0}
hu: {0} kumulatív száma
it: Conteggio cumulativo di {0}
ja: {0}の累積カウント
lt: Sukauptas {0} skaičius
ms: Kiraan terkumpul {0}
nb: Kumulativt antall {0}
nl: Cumulatief aantal {0}
pl: Łączna liczba {0}
pt_br: Contagem cumulativa de {0}
ru: Кумулятивный подсчет {0}
sk: Kumulatívny počet {0}
sl: Kumulativno število {0}
sq: Numërimi kumulativ i {0}
sr: Kumulativno brojanje za {0}
sv: Kumulativt antal {0}
tr: Kümülatif {0}sayısı
uk: Накопичувальна кількість {0}
vi: Tổng số tích lũy {0}
zh_hk: {0}的累積計數

source: No join named {0}
hu: Nincs {0} nevű csatlakozás
ms: Tiada gabungan dinamakan {0}

source: Invalid :field clause: column {0} does not exist
hu: Érvénytelen :field záradék: a(z) {0} oszlop nem létezik
ms: :Medan klausa tidak sah: lajur {0} tidak wujud

source: Cannot find Table {0}
hu: A(z) {0} táblát nem lehet megtalálni
ms: Tidak dapat mencari Jadual {0}

source: Don''t know how to set options for {0}
ar: لا نعرف كيفية تعيين الخيارات لـ {0}
bg: Не знам как да настроя опциите за {0}
ca: No sé com configurar opcions per a {0}
de: Weiß nicht, wie man Optionen für {0} festlegt
eo: idk how to even set options for {0} lol
es: No sé cómo configurar las opciones de {0}
fa: نمی دانم چگونه گزینه ها را برای {0}تنظیم کنم
fi: En tiedä, miten asettaa vaihtoehtoja {0}:lle.
fr: Ne sait pas comment définir les options pour {0}
hu: Nem tudom, hogyan kell beállítani az opciókat a(z) {0}-hoz
it: Non so come impostare le opzioni per {0}
ja: {0}のオプションを設定する方法がわかりません。
lt: Nežinau, kaip nustatyti {0} parinktis
ms: Tidak tahu cara menetapkan pilihan untuk {0}
nb: Vet ikke hvordan du angir alternativer for {0}
nl: Weet niet hoe opties voor {0} ingesteld moeten worden
pl: Nie wiem, jak ustawić opcje dla {0}
pt_br: Não sei como definir opções para {0}
ru: Не знаю, как установить параметры для {0}.
sk: Neviem, ako nastaviť možnosti pre {0}
sl: Ne vem, kako nastaviti možnosti za {0}
sq: Nuk di si të vendos opsione për {0}
sr: Ne znam kako da podesim opcije za {0}
sv: Jag vet inte hur man ställer in alternativ för {0}
tr: {0} için seçeneklerin nasıl ayarlanacağını bilmiyorum
uk: Не знаю, як встановити опції для {0}
vi: Không biết cách thiết lập tùy chọn cho {0}
zh_hk: 不知道如何設置選項 {0}

source: type-of {0} returned an invalid type {1}
ar: type-of {0} أعاد نوعًا غير صالح {1}
bg: type-of {0} върна невалиден тип {1}
ca: type-of {0} ha retornat un tipus no vàlid {1}
de: type-of {0} hat einen ungültigen Typ {1} zurückgegeben
eo: The type-of {0} probs sent back some janky type {1} lol
es: type-of {0} devuelve un tipo no válido {1}
fa: type-of {0} یک نوع نامعتبر {1}برگرداند
fi: tyyppi {0} palautti virheellisen tyypin {1}
fr: type-of {0} a retourné un type invalide {1}
hu: A(z) {0} type-of érvénytelen típust adott vissza: {1}
it: type-of {0} ha restituito un tipo non valido {1}
ja: type-of {0} が無効な型 {1} を返した。
lt: tipas {0} grąžino netinkamą tipą {1}
ms: type-of {0} mengembalikan jenis tidak sah {1}
nb: type-of {0} returnerte en ugyldig type {1}
nl: type-of {0} retourneerde een ongeldige type {1}
pl: type-of {0} zwrócił nieprawidłowy typ {1}
pt_br: type-of {0} retornou um tipo inválido {1}
ru: type-of {0} возвращает недопустимый тип {1}
sk: type-of {0} vrátil neplatný typ {1}
sl: type-of {0} je vrnil neveljaven {1} type
sq: type-of {0} ktheu një tip të pavlefshëm {1}
sr: type-of {0} je vratio nevažeći tip {1}
sv: type-of {0} returnerade en ogiltig typ {1}
tr: type-of {0} geçersiz bir tip ({1}) döndürdü
uk: type-of {0} повернув недійсний тип {1}
vi: type-of {0} trả về một kiểu không hợp lệ {1}
zh_hk: type-of {0} 返回了一個無效類型 {1}

source: Don''t know how to determine the base type of {0}
hu: Nem tudom, hogyan kell meghatározni a(z) {0} alaptípusát
ms: Tidak tahu cara menentukan jenis asas {0}

source: Join aliases must be unique at a given stage of a query
ar: يجب أن تكون أسماء join المستعارة فريدة في مرحلة معينة من الاستعلام
bg: Алиаси за присъединяване трябва да бъдат уникални на даден етап от заявката
ca: Els àlies de la unió han de ser únics en una fase donada de la consulta
de: Join-Aliase müssen in einem bestimmten Stadium einer Abfrage eindeutig sein
eo: Yo, join aliases gotta be diff at any point in the query, fr.
es: Los alias de unión deben ser únicos en una fase determinada de una consulta
fa: نام مستعار پیوستن باید در مرحله معینی از پرس و جو منحصر به فرد باشد
fi: Liittymisnimien on oltava yksilöllisiä tietyn kyselyn vaiheessa.
fr: Les alias de jointure doivent être uniques à un stade donné de la requête.
hu: A csatlakozási aliasoknak egyedinek kell lenniük egy adott lekérdezési szakaszban
it: Gli alias delle Join devono essere unici in una determinata fase della query.
ja: ジョインエイリアスは、クエリの任意の段階でユニークでなければならない
lt: Sujungimo slapyvardžiai turi būti unikalūs tam tikrame užklausos etape
ms: Alias gabungan mesti unik pada peringkat tertentu query
nb: Join-alias må være unike på et gitt trinn i en spørring
nl: Join-aliases moeten uniek zijn in een bepaalde fase van een query
pl: Aliasy złączeń muszą być unikalne na danym etapie zapytania
pt_br: Os apelidos de junção devem ser exclusivos em um determinado estágio de uma consulta
ru: Псевдонимы соединений должны быть уникальными на определенном этапе запроса
sk: Aliasy Join musia byť v danej fáze dotazu jedinečné
sl: Vzdevki združevanja morajo biti enolični na določeni stopnji poizvedbe
sq: Alias-et e join duhet të jenë unike në një fazë të dhënë të një pyetjeje
sr: Alias-i join-a moraju biti jedinstveni na datoj fazi upita
sv: Join-alias måste vara unika i ett visst skede av en sökning
tr: Birleştirme takma adları sorgunun belirli bir aşamasında benzersiz olmalıdır
uk: Аліаси JOIN мають бути унікальними на заданому етапі запиту
vi: Các bí danh tham gia phải là duy nhất ở một giai đoạn nhất định của truy vấn
zh_hk: 加入別名在查詢階段必須是唯一的

source: Stage {0} does not exist
ar: المرحلة {0} غير موجودة
bg: Етап {0} не съществува
ca: La fase {0} no existeix
de: Stufe {0} existiert nicht
eo: Bruh, stage {0} doesn’t even exist lol
es: Etapa {0} no existe
fa: مرحله {0} وجود ندارد
fi: Vaihe {0} ei ole olemassa
fr: L'étape {0} n'existe pas
hu: A(z) {0} szakasz nem létezik
it: La fase {0} non esiste
ja: ステージ{0}は存在しない
lt: {0} etapas neegzistuoja
ms: Peringkat {0} tidak wujud
nb: Stage {0} finnes ikke
nl: Fase {0} bestaat niet
pl: Etap {0} nie istnieje
pt_br: O estágio {0} não existe
ru: Стадия {0} не существует
sk: Fáza {0} neexistuje
sl: Stopnja {0} ne obstaja
sq: Faza {0} nuk ekziston
sr: Faza {0} ne postoji
sv: Stage {0} finns inte
tr: Sahne {0} mevcut değil
uk: Етап {0} не існує
vi: Giai đoạn {0} không tồn tại
zh_hk: 階段 {0} 不存在

source: Extracting {0} {1}
hu: {0} {1} kibontása
ms: Mengekstrak {0} {1}

source: query_execution cleanup successful, no rows were deleted
hu: A query_execution tisztítása sikeres volt, nem töröltek sorokat
ms: pembersihan query_execution berjaya, tiada baris yang dipadam

source: Cleaning up query_execution table
hu: A query_execution tábla tisztítása
ms: Membersihkan jadual query_execution

source: query_execution cleanup successful, {0} rows were deleted
hu: A query_execution tisztítása sikeres volt, {0} sorokat töröltek
ms: pembersihan query_execution berjaya, {0} baris dipadam

source: query_execution cleanup failed
hu: A query_execution tisztítása sikertelen volt
ms: pembersihan query_execution gagal

source: Retention policy for the `query_execution` table.
hu: A `query_execution` tábla megőrzési szabályzata.
ms: Dasar pengekalan untuk jadual `query_execution`.
