Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Sandboxed (Pro)
eo: Sandboxed (Pro) → sandb0xed (Pro) but make it sound a bit more chill and slangy, maybe: **"Sandb0xed (Pro)"** or **"Sandb0xed (Pro), fr"** if you wanna add some emphasis. Honestly, that term is pretty technical, so no need to overdo it—just keep it simple and chill!
hu: Sandbox (Pro)
lt: Smėlio dėžė (Pro)
ms: Terpencil (Pro)

source: Let's you specify row and column-level permissions. Can be set up via user attributes and SSO.
hu: Sor- és oszlopszintű engedélyek megadását teszi lehetővé. Felhasználói attribútumok és SSO révén állítható be.
ms: Membenarkan anda menentukan kebenaran pada peringkat baris dan lajur. Boleh disediakan melalui atribut pengguna dan SSO.

source: {0} Extends the "Unrestricted" data permissions level to include access to the native/SQL editor.
hu: {0} Kibővíti a „Korlátlan” adatengedélyek szintjét a natív/SQL-szerkesztőhöz való hozzáféréssel.
ms: {0} Memperluas tahap kebenaran data "Tidak Terhad" untuk memasukkan akses ke penyunting asli/SQL.

source: Native query editing:
hu: Natív lekérdezés szerkesztése:
ms: Penyuntingan query asli:

source: {0} Allows the group to download results, and sets the maximum number of rows they can export.
hu: {0} Lehetővé teszi a csoport számára az eredmények letöltését, és beállítja az exportálható sorok maximális számát.
ms: {0} Membenarkan kumpulan untuk memuat turun hasil, dan menetapkan bilangan maksimum baris yang boleh mereka eksport.

source: Download results (Pro):
ar: تنزيل النتائج (Pro):
bg: Изтеглете резултатите (Pro):
ca: Descarregar els resultats (Pro):
de: Ergebnisse herunterladen (Pro):
eo: Download results (Pro) → Bet, get the results rn (Pro)
es: Descargar resultados (Pro):
fa: نتایج دانلود (Pro):
fi: Lataa tulokset (Pro):
fr: Télécharger les résultats (Pro):
hu: Eredmények letöltése (Pro):
it: Risultati del download (Pro):
ja: ダウンロード結果(Pro)：
lt: Atsisiuntimo rezultatai (Pro):
ms: Muat turun hasil (Pro):
nb: Last ned resultater (Pro):
nl: Download resultaten (Pro):
pl: Pobierz wyniki (Pro):
pt_br: Fazer download de resultados (Pro)
ru: Скачать результаты (Pro):
sk: Výsledky sťahovania (Pro):
sl: Rezultati prenosa (Pro):
sq: Shkarko rezultate (Pro):
sr: Preuzimanje rezultata (Pro):
sv: Ladda ner resultat (Pro):
tr: İndirme sonuçları (Pro):
uk: Завантаження результатів (Pro):
vi: Tải xuống kết quả (Pro):
zh_hk: 下載結果 (Pro):

source: {0} The group can edit table metadata in the Admin panel.
hu: {0} A csoport szerkesztheti a táblametaadatokat az Admin panelen.
ms: {0} Kumpulan boleh menyunting metadata jadual dalam panel Pentadbir.

source: Manage Data Model (Pro):
ar: إدارة نموذج البيانات (Pro):
bg: Управление на модела данни (Pro):
ca: Gestionar el model de dades (Pro):
de: Datenmodelle verwalten (Pro):
eo: Manage Data Model (Pro) → Bossing Data Model (Pro)
es: Administrar modelo de datos (Pro):
fa: مدیریت مدل داده (Pro):
fi: Hallitse tietomallia (Pro):
fr: Configure le model de données (Pro):
hu: Adatmodell kezelése (Pro):
it: Gestire il modello di dati (Pro):
ja: データモデルの管理(Pro)：
lt: Tvarkyti duomenų modelį (Pro):
ms: Urus Model Data (Pro):
nb: Behandle datamodell (Pro):
nl: Beheer datamodel (Pro):
pl: Zarządzaj modelem danych (Pro):
pt_br: Gerenciar modelos de dados (Pro):
ru: Управление моделью данных (Pro):
sk: Správa dátového modelu (Pro):
sl: Upravljanje podatkovnega modela (Pro):
sq: Menaxho Modelin e të dhënave (Pro):
sr: Upravljanje modelom podataka (Pro):
sv: Hantera datamodell (Pro):
tr: Veri Modelini Yönet (Pro):
uk: Керування моделлю даних (Pro):
vi: Quản lý mô hình dữ liệu (Pro):
zh_hk: 管理數據模型 (Pro):

source: {0} Grants a group access to the Admin settings page for a given database (i.e., the page at Admin settings > Databases > your database).
hu: {0} Csoportos hozzáférést biztosít egy adott adatbázis Admin beállítások oldalához (pl. Admin beállítások > Adatbázisok > az Ön adatbázisa oldalon).
ms: {0} Memberi akses kepada kumpulan ke halaman tetapan Admin untuk pangkalan data tertentu (iaitu, halaman di Tetapan Admin > Pangkalan Data > pangkalan data anda).

source: Manage Database (Pro):
ar: إدارة قاعدة البيانات (Pro):
bg: Управление на база данни (Pro):
ca: Gestionar la Base de dades (Pro):
de: Datenbank verwalten (Pro):
eo: Manage Database (Pro) → "Manage Database (no cap)"
es: Administrar base de datos (Pro):
fa: مدیریت پایگاه داده (Pro):
fi: Hallitse tietokantaa (Pro):
fr: Configure la base de données (Pro):
hu: Adatbázis kezelése (Pro):
it: Gestione del database (Pro):
ja: データベースの管理(Pro)：
lt: Tvarkyti duomenų bazę (Pro):
ms: Uruskah Pangkalan Data (Pro):
nb: Behandle database (Pro):
nl: Beheer database (Pro):
pl: Zarządzaj bazą danych (Pro):
pt_br: Gerenciar bancos de dados (Pro):
ru: Управлять Базой данных (Pro):
sk: Správa databázy (Pro):
sl: Upravljanje baze podatkov (Pro):
sq: Menaxho Databazën (Pro):
sr: Upravljanje bazom podataka (Pro):
sv: Hantera databas (Pro):
tr: Veritabanını Yönet (Pro):
uk: Керування базою даних (Pro):
vi: Quản lý cơ sở dữ liệu (Pro):
zh_hk: 管理資料庫 (Pro):

source: {0} about data permissions
ar: {0} حول أذونات البيانات
bg: {0} за разрешения за данни
ca: {0} sobre els permisos de les dades
de: {0} über datenberechtigungen
eo: {0} about data perms, fr fr
es: {0} sobre permisos de datos
fa: {0} درباره مجوزهای داده
fi: {0} tietojen käyttöoikeuksista
fr: {0} à propos des permissions de collection
hu: {0} az adatengedélyekről
it: {0} sulle autorizzazioni per i dati
ja: {0}データの権限について
lt: {0} apie duomenų leidimus
ms: {0} mengenai kebenaran data
nb: {0} om datatillatelser
nl: {0} over datarechten
pl: {0} informacje o uprawnieniach do danych
pt_br: {0} sobre permissões de dados
ru: {0} о привилегиях
sk: {0} o oprávneniach na údaje
sl: {0} o dovoljenjih za podatke
sq: {0} rreth lejeve të të dhënave
sr: {0} o dozvolama za podatke
sv: {0} om datatillstånd
tr: {0} veri̇ i̇zi̇nleri̇ hakkinda
uk: {0} щодо дозволів даних
vi: {0} về quyền dữ liệu
zh_hk: {0} 關於數據權限

source: Collections Permission Levels
ar: مستويات أذونات المجموعات
bg: Нива на разрешения за колекции
ca: Nivells de permisos de les Col·leccions
de: Sammlungsberechtigungen-Level
eo: Collections permission levels = "Vibe check on who can do what in collections"
es: Niveles de permisos de colecciones
fa: سطوح مجوز مجموعه ها
fi: Kokoelmien käyttöoikeustasot
fr: Niveau de permission de collection
hu: Gyűjtemények engedélyszintjei
it: Livelli di autorizzazione delle collezioni
ja: コレクションの許可レベル
lt: Kolekcijos leidimų lygiai
ms: Tahap Kebenaran Koleksi
nb: Tilgangsnivå for samling
nl: Machtigingsniveaus voor collecties
pl: Poziomy uprawnień do kolekcji
pt_br: Níveis de permissão de coleções
ru: Уровни привилегий коллекций
sk: Úrovne oprávnení pre zbierky
sl: Ravni dovoljenj za zbirke
sq: Nivelet e lejeve për Koleksionet
sr: Nivoi dozvola za kolekcije
sv: Behörighetsnivåer för samlingar
tr: Koleksiyonlar İzin Düzeyleri
uk: Рівні дозволів для колекцій
vi: Mức độ quyền của bộ sưu tập
zh_hk: 檔案夾權限級別

source: The group can view, save, edit, pin, and archive items in the collection.
ar: يمكن للمجموعة عرض العناصر في المجموعة وحفظها وتعديلها وتثبيتها وأرشفتها.
bg: Групата може да преглежда, запазва, редактира, закача и архивира елементи в колекцията.
ca: El grup pot veure, desar, editar, fixar i arxivar elements de la col·lecció.
de: Die Gruppe kann Elemente in der Sammlung anzeigen, speichern, bearbeiten, anheften und archivieren.
eo: The squad can peep, save, edit, pin, and archive stuff in the collection, fr.
es: El grupo puede ver, guardar, editar, anclar y archivar elementos de la colección.
fa: گروه می تواند موارد موجود در مجموعه را مشاهده، ذخیره، ویرایش، پین و بایگانی کند.
fi: Ryhmä voi tarkastella, tallentaa, muokata, kiinnittää ja arkistoida kohteita kokoelmassa.
fr: Le groupe peut voir, enregistrer, modifier, épingler et archiver les objets dans la collection.
hu: A csoport megtekintheti, mentheti, szerkesztheti, rögzítheti és archiválhatja az elemeket a gyűjteményben.
it: Il gruppo può visualizzare, salvare, modificare, appuntare e archiviare gli elementi della raccolta.
ja: グループは、コレクション内のアイテムの閲覧、保存、編集、ピン留め、アーカイブが可能です。
lt: Grupė gali peržiūrėti, išsaugoti, redaguoti, prisegti ir archyvuoti kolekcijos elementus.
ms: Kumpulan boleh melihat, menyimpan, menyunting, menyematkan, dan mengarkibkan item dalam koleksi.
nb: Gruppen kan vise, lagre, redigere, feste og arkivere elementer i samlingen.
nl: De groep kan items in de collectie bekijken, opslaan, bewerken, vastpinnen en archiveren.
pl: Grupa może czytać, zapisywać, przypinać i archiwizować elementy w kolekcji.
pt_br: O grupo pode ver, salvar, editar, fixar e arquivar itens na coleção.
ru: Группа может просматривать, сохранять, редактировать, закреплять и архивировать элементы коллекции.
sk: Skupina môže zobrazovať, ukladať, upravovať, pripínať a archivovať položky v zbierke.
sl: Skupina si lahko ogleduje, shranjuje, ureja, pripne in arhivira elemente v zbirki.
sq: Grupi mund të shikojë, ruajë, ndryshojë, fiksojë dhe arkivojë elemente në koleksion.
sr: Grupa može da pregledava, čuva, uređuje, zakači i arhivira stavke u kolekciji.
sv: Gruppen kan visa, spara, redigera, fästa och arkivera objekt i samlingen.
tr: Grup koleksiyondaki öğeleri görüntüleyebilir, kaydedebilir, düzenleyebilir, sabitleyebilir ve arşivleyebilir.
uk: Група може переглядати, зберігати, редагувати, закріплювати та архівувати елементи в колекції.
vi: Nhóm có thể xem, lưu, chỉnh sửa, ghim và lưu trữ các mục trong bộ sưu tập.
zh_hk: 群組可以查看、保存、編輯、釘住和存檔檔案夾中的項目。

source: The group can view items in a collection.
ar: يمكن للمجموعة عرض العناصر في مجموعة.
bg: Групата може да преглежда елементи в колекция.
ca: El grup pot veure els ítems d'una col·lecció.
de: Die Gruppe kann Elemente in einer Sammlung anzeigen.
eo: The squad can peep items in a collection, fr.
es: El grupo puede ver los elementos de una colección.
fa: گروه می تواند موارد موجود در یک مجموعه را مشاهده کند.
fi: Ryhmä voi katsella kohteita kokoelmassa.
fr: Le groupe peut voir des objets dans une collection.
hu: A csoport megtekintheti a gyűjtemény elemeit.
it: Il gruppo può visualizzare gli elementi di una raccolta.
ja: グループのメンバーは、コレクションに含まれるアイテムを閲覧できます。
lt: Grupė gali peržiūrėti kolekcijos elementus.
ms: Kumpulan boleh melihat item dalam koleksi.
nb: Gruppen kan vise elementer i en samling.
nl: De groep kan items in een collectie bekijken.
pl: Grupa może przeglądać elementy kolekcji.
pt_br: O grupo pode ver itens na coleção.
ru: Группа может просматривать элементы коллекции.
sk: Skupina môže zobraziť položky v zbierke.
sl: Skupina si lahko ogleda elemente v zbirki.
sq: Grupi mund të shikojë elemente në një koleksion.
sr: Grupa može da pregleda stavke u kolekciji.
sv: Gruppen kan visa objekt i en samling.
tr: Grup, bir koleksiyondaki öğeleri görüntüleyebilir.
uk: Група може переглядати елементи в колекції.
vi: Nhóm có thể xem các mục trong bộ sưu tập.
zh_hk: 該群組可以查看檔案夾中的項目。

source: The group won't even see the collection listed.
ar: لن ترى المجموعة حتى المجموعة مُدرجة.
bg: Групата дори няма да види колекцията в списъка.
ca: El grup no veurà ni la col·lecció llistada.
de: Die Gruppe wird die aufgeführte Sammlung nicht einmal sehen.
eo: The squad probably won’t even peep the collection up, fr.
es: El grupo ni siquiera verá la colección en la lista.
fa: گروه حتی مجموعه فهرست شده را نمی بیند.
fi: Ryhmä ei edes näe listattua kokoelmaa.
fr: Le groupe ne vera pas la collection listée.
hu: A csoport nem is fogja látni a gyűjteményt.
it: Il gruppo non vedrà nemmeno la collezione elencata.
ja: そのグループは、コレクションにアクセスできません。
lt: Grupė net nematys išvardytos kolekcijos.
ms: Kumpulan tidak akan melihat koleksi tersebut disenaraikan.
nb: Gruppen vil ikke en gang se samlingen i listen.
nl: De groep ziet de collectie niet eens vermeld.
pl: Grupa nie zobaczy wymienionej kolekcji.
pt_br: O grupo nem verá a coleção na lista.
ru: Группа даже не увидит коллекцию в списке.
sk: Skupina ani neuvidí uvedenú zbierku.
sl: Skupina sploh ne bo videla zbirke na seznamu.
sq: Grupi as nuk do ta shohë koleksionin të listuar.
sr: Grupa neće ni videti kolekciju na listi.
sv: Gruppen kommer inte ens att se samlingen listad.
tr: Grup, koleksiyonun listelendiğini bile görmeyecektir.
uk: Група навіть не бачитиме цю колекцію у списку.
vi: Nhóm thậm chí sẽ không nhìn thấy bộ sưu tập được liệt kê.
zh_hk: 該群組甚至看不到列出的檔案夾。

source: {0} about collection permissions
ar: {0} حول أذونات المجموعات
bg: {0} относно разрешения за колекции
ca: {0} sobre permisos de col·leccions
de: {0} über Sammlungsberechtigungen
eo: {0} be vibin' about collection perms
es: {0} sobre los permisos de colección
fa: {0} درباره مجوزهای مجموعه
fi: {0} kokoelman käyttöoikeuksista
fr: {0} à propos des permissions de collection
hu: {0} a gyűjteményengedélyekről
it: {0} sulle autorizzazioni alla raccolta
ja: {0}コレクションの権限について
lt: {0} apie rinkimo leidimus
ms: {0} mengenai kebenaran koleksi
nb: {0} om samlingstillatelser
nl: {0} over collectierechten
pl: {0} informacje o uprawnieniach do kolekcji
pt_br: {0} sobre permissões da coleção
ru: {0} о правах доступа к коллекции
sk: {0} o oprávneniach na zber
sl: {0} o dovoljenjih za zbiranje
sq: {0} rreth lejeve të koleksioneve
sr: {0} o dozvolama za kolekcije
sv: {0} om samlingsbehörigheter
tr: {0} toplama i̇zi̇nleri̇ hakkinda
uk: {0} щодо дозволів колекції
vi: {0} về quyền thu thập
zh_hk: {0} 關於檔案夾權限

source: Uploads CSVs to Metabase
hu: CSV-k feltöltése a Metabase-be
ms: Muat naik CSV ke Metabase

source: Team members will be able to upload CSV files and work with them just like any other data source
hu: A csapat tagjai feltölthetnek CSV-fájlokat, és dolgozhatnak velük, mint bármely más adatforrással
ms: Ahli pasukan akan dapat memuat naik fail CSV dan bekerja dengannya seperti mana-mana sumber data lain

source: You'll be able to pick the default database where the data should be stored when enabling the feature.
ar: ستتمكن من اختيار قاعدة البيانات الافتراضية التي يجب تخزين البيانات فيها عند تفعيل الميزة.
bg: Ще можете да изберете по подразбиране база данни, където данните трябва да бъдат съхранени при активиране на функцията.
ca: Podràs escollir la base de dades per defecte on s'emmagatzemaran les dades quan s'habiliti aquesta característica.
de: Bei Aktivierung des Features kannst du die Standarddatenbank auswählen, in der die Daten gespeichert werden sollen.
eo: You’ll be able to choose the default database where the data should be stored when turning on the feature.
es: Podrás elegir la base de datos predeterminada donde se deben almacenar los datos al habilitar la función.
fa: هنگام فعال کردن این ویژگی، می‌توانید پایگاه داده پیش‌فرض را انتخاب کنید که در آن داده‌ها باید ذخیره شوند.
fi: Kun otat ominaisuuden käyttöön, voit valita oletustietokannan, johon tiedot tallennetaan.
fr: Tu auras la possibilité de sélectionner une base de donnée par défaut où la donnée devrait être stockée lorsque la fonctionnalité est activée
hu: A funkció engedélyezésekor kiválaszthatja az alapértelmezett adatbázist, ahová az adatokat tárolni kell.
it: Quando si abilita la funzione, è possibile scegliere il database predefinito in cui memorizzare i dati.
ja: この機能を有効にすると、データを保存するデフォルトのデータベースを選択できるようになります。
lt: Įjungę funkciją galėsite pasirinkti numatytąją duomenų bazę, kurioje turėtų būti saugomi duomenys.
ms: Anda akan dapat memilih pangkalan data lalai di mana data harus disimpan semasa mengaktifkan ciri ini.
nb: Du vil kunne velge standarddatabasen der data skal lagres når du aktiverer funksjonen.
nl: U kunt de standaarddatabase selecteren waar de gegevens moeten worden opgeslagen wanneer u de functie inschakelt.
pl: Będziesz mógł wybrać domyślną bazę danych, w której dane mają być przechowywane, gdy włączysz tę funkcję.
pt_br: Você poderá escolher o banco de dados padrão onde os dados devem ser armazenados ao habilitar o recurso.
ru: Вы сможете выбрать базу данных по умолчанию, в которой должны храниться данные, при включении этой функции.
sk: Pri zapnutí funkcie budete môcť vybrať predvolenú databázu, do ktorej sa majú údaje ukladať.
sl: Ko omogočite funkcijo, boste lahko izbrali privzeto zbirko podatkov, v katero naj bodo podatki shranjeni.
sq: Kur të aktivizosh veçorinë, do të mund të zgjedhësh databazën e paracaktuar ku duhen ruajtur të dhënat.
sr: Moći ćete da izaberete podrazumevanu bazu u kojoj treba da se čuvaju podaci prilikom uključivanja funkcije.
sv: När du aktiverar funktionen kan du välja den standarddatabas där data ska lagras.
tr: Özelliği etkinleştirirken verilerin depolanacağı varsayılan veritabanını seçebileceksiniz.
uk: Під час увімкнення цієї функції ви зможете вибрати базу даних за замовчуванням, де мають зберігатися дані.
vi: Bạn có thể chọn cơ sở dữ liệu mặc định nơi dữ liệu sẽ được lưu trữ khi bật tính năng này.
zh_hk: 啟用此功能時，您將能夠選擇數據應存儲的默認資料庫。

source: Enable in settings
hu: Engedélyezés a beállításokban
ms: Aktifkan dalam tetapan

source: You'll need to ask your admin to enable this feature to get started. Then, you'll be able to upload CSV files and work with them just like any other data source.
ar: ستحتاج إلى طلب تفعيل هذه الميزة من مسؤولك للبدء. بعد ذلك، ستتمكن من رفع ملفات CSV والعمل معها تمامًا مثل أي مصدر بيانات آخر.
bg: Ще трябва да помолите вашия администратор да активира тази функция, за да започнете. След това ще можете да качите CSV файлове и да работите с тях, както с всеки друг източник на данни.
ca: Haureu de demanar al vostre administrador que habiliti aquesta funció per començar. Aleshores, podreu penjar fitxers CSV i treballar-hi com qualsevol altra font de dades.
de: Bitte deinen Administrator diese Funktion zu aktivieren. Anschließend kannst du CSV-Dateien hochladen und wie mit jeder anderen Datenquelle damit arbeiten.
eo: You gotta ask your admin to turn on this feature first, then u can upload CSVs and mess with them like any other data source.
es: Tendrás que pedirle a tu administrador que habilite esta función para comenzar. Luego, podrás cargar archivos CSV y trabajar con ellos como cualquier otra fuente de datos.
fa: برای شروع باید از سرپرست خود بخواهید این ویژگی را فعال کند. سپس، می‌توانید فایل‌های CSV را آپلود کنید و مانند هر منبع داده دیگری با آنها کار کنید.
fi: Sinun täytyy pyytää ylläpitäjääsi ottamaan tämä ominaisuus käyttöön päästäksesi alkuun. Sen jälkeen voit ladata CSV-tiedostoja ja työskennellä niiden kanssa aivan kuten minkä tahansa muun tietolähteen kanssa.
fr: Tu devras demander à ton administrateur d’activer cette fonctionnalité pour commencer. Ensuite, tu pourras recharger un fichier CSV and les utiliser comme n’importe quelle autre source de donnée.
hu: A kezdéshez kérnie kell az adminisztrátort, hogy engedélyezze ezt a funkciót. Ezután feltölthet CSV-fájlokat, és dolgozhat velük, mint bármely más adatforrással.
it: Per iniziare, è necessario chiedere all'amministratore di abilitare questa funzione. A questo punto sarà possibile caricare i file CSV e lavorare con essi come con qualsiasi altra fonte di dati.
ja: この機能を有効にするには、管理者に依頼する必要があります。その後、CSVファイルをアップロードし、他のデータソースと同様に扱うことができるようになります。
lt: Norėdami pradėti, turėsite paprašyti administratoriaus įjungti šią funkciją. Tada galėsite įkelti CSV failus ir dirbti su jais kaip ir bet kuriuo kitu duomenų šaltiniu.
ms: Anda perlu meminta pentadbir anda untuk mengaktifkan ciri ini untuk memulakan. Kemudian, anda akan dapat memuat naik fail CSV dan bekerja dengannya seperti mana-mana sumber data lain.
nb: Du må spørre din administrator om å aktivere denne funksjonen for å komme i gang. Da vil du kunne laste opp CSV-filer og jobbe med dem akkurat som en hvilken som helst datakilde.
nl: U moet uw beheerder vragen deze functie in te schakelen om te beginnen. Daarna kunt u CSV-bestanden uploaden en ermee werken zoals elke andere gegevensbron.
pl: Aby rozpocząć, musisz poprosić administratora o włączenie tej funkcji. Następnie będziesz mógł przesyłać pliki CSV i pracować z nimi tak, jak z każdym innym źródłem danych.
pt_br: Você precisará solicitar ao administrador para habilitar este recurso. Assim você poderá fazer upload de arquivos CSV e trabalhar com eles como qualquer outra fonte de dados.
ru: Чтобы начать работу, вам нужно попросить администратора включить эту функцию. Затем вы сможете загружать CSV-файлы и работать с ними, как с любым другим источником данных.
sk: Ak chcete začať, musíte požiadať správcu o povolenie tejto funkcie. Potom budete môcť nahrávať súbory CSV a pracovať s nimi ako s akýmkoľvek iným zdrojom údajov.
sl: Če želite začeti, morate skrbnika prosti, da omogoči to funkcijo. Nato boste lahko naložili datoteke CSV in delali z njimi tako kot s katerim koli drugim virom podatkov.
sq: Për të filluar, do të duhet t’i kërkosh administratorit tënd ta aktivizojë këtë veçori. Pastaj, do të mund të ngarkosh skedarë CSV dhe të punosh me ta si me çdo burim tjetër të dhënash.
sr: Moraćete da zamolite administratora da omogući ovu funkciju da biste počeli. Zatim ćete moći da otpremate CSV fajlove i radite sa njima kao sa bilo kojim drugim izvorom podataka.
sv: Du måste be din administratör att aktivera den här funktionen för att komma igång. Sedan kan du ladda upp CSV-filer och arbeta med dem precis som med alla andra datakällor.
tr: Başlamak için yöneticinizden bu özelliği etkinleştirmesini istemeniz gerekir. Ardından, CSV dosyalarını yükleyebilir ve diğer veri kaynakları gibi bunlarla çalışabilirsiniz.
uk: Щоб почати, вам потрібно попросити адміністратора увімкнути цю функцію. Після цього ви зможете завантажувати CSV-файли та працювати з ними так само, як і з будь-яким іншим джерелом даних.
vi: Bạn sẽ cần yêu cầu quản trị viên bật tính năng này để bắt đầu. Sau đó, bạn sẽ có thể tải tệp CSV lên và làm việc với chúng giống như bất kỳ nguồn dữ liệu nào khác.
zh_hk: 您需要向管理員申請啟用此功能以開始。然後，您就可以上傳CSV文件，並像其他資料來源一樣使用它們。

source: Upload data
ar: ارفع البيانات
bg: Качване на данни
ca: Carregar dades
de: Daten hochladen
eo: Drop the data, bestie
es: Subir datos
fa: داده ها را آپلود کنید
fi: Lataa tiedot
fr: Télécharger des données
hu: Adatok feltöltése
it: Caricare i dati
ja: データのアップロード
lt: Įkelti duomenis
ms: Muat naik data
nb: Last opp data
nl: Gegevens uploaden
pl: Prześlij dane
pt_br: Upload de dados
ru: Загрузить данные
sk: Nahrávanie údajov
sl: Nalaganje podatkov
sq: Ngarko të dhëna
sr: Otpremi podatke
sv: Ladda upp data
tr: Veri yükleme
uk: Завантажити дані
vi: Tải dữ liệu lên
zh_hk: 上傳資料

source: Upload data to {0}
ar: رفع البيانات إلى {0}
bg: Качване на данни в Нашите анализи
ca: Carregar dades a {0}
de: Daten hochladen nach {0}
eo: Drop the data to {0}
es: Subir datos a {0}
fa: داده ها را در {0}آپلود کنید
fi: Lataa tiedot {0}:aan.
fr: Télécharger des donnés à {0}
hu: Adatok feltöltése a(z) {0}-ra
it: Caricare i dati su {0}
ja: {0}にデータをアップロードする
lt: Įkelti duomenis į {0}
ms: Muat naik data ke {0}
nb: Last opp data til {0}
nl: Gegevens uploaden naar Onze analyses
pl: Prześlij dane do {0}
pt_br: Carregar dados para {0}
ru: Загрузить данные в {0}
sk: Odosielanie údajov na stránku {0}
sl: Nalaganje podatkov v {0}
sq: Ngarko të dhëna në {0}
sr: Otpremi podatke u {0}
sv: Ladda upp data till {0}
tr: Verileri {0}adresine yükleyin
uk: Завантажити дані до {0}
vi: Tải dữ liệu lên {0}
zh_hk: 上傳資料到我們的分析

source: {0} ({1} max)
hu: {0} (max. {1})
ms: {0} ({1} maksimum)
