Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The number of [[GenericTable]] per country, and how each country is represented in different categories.
ar: عدد [[GenericTable]] لكل بلد، وكيف تُمثَّل كل دولة ضمن فئات مختلفة.
bg: Броят на [[GenericTable]] за държава и как всяка държава е представена в различни категории.
ca: El número de [[GenericTable]] per país i com cada país està representat en diferents categories.
de: Die Anzahl der [[GenericTable]] pro Land und wie jedes Land in verschiedenen Kategorien dargestellt ist.
eo: The count of [[GenericTable]] per country, and how each country is reppin’ in different categories.
es: El número de [[GenericTable]] por país, y cómo cada país está representado en diferentes categorías.
fa: تعداد [[GenericTable]] در هر کشور و نحوه نمایش هر کشور در دسته های مختلف.
fi: [[GenericTable]]:n määrä maata kohti ja kunkin maan edustus eri luokissa.
fr: Le nombre de [[GenericTable]] par pays, et comment chaque pays est représenté dans les différentes catégories.
hu: A [[GenericTable]] száma országonként, és hogyan képviselteti magát az egyes országok különböző kategóriákban.
it: Il numero di [[GenericTable]] per paese, e come ogni paese è rappresentato in categorie diverse.
ja: 国ごとの[[GenericTable]]の数、および各国が異なるカテゴリでどのように表されるか。
lt: [[Bendrosios lentelės]] skaičius kiekvienoje šalyje ir kaip kiekviena šalis yra atstovaujama skirtingose kategorijose.
ms: Jumlah [[JadualGenerik]] setiap negara, dan bagaimana setiap negara diwakili dalam kategori yang berbeza.
nb: Antall [[GenericTable]] per land, og hvordan hvert land er representert i forskjellige kategorier.
nl: Het aantal [[GenericTable]] per land en hoe elk land wordt vertegenwoordigt in verschillende categorieën.
pl: Liczba [[GenericTable]] dla każdego kraju oraz sposób reprezentacji każdego kraju w różnych kategoriach.
pt_br: O número de [[GenericTable]] por estado, e como cada país é representado em diferentes categorias.
ru: Количество [[GenericTable]] на страну и как каждая страна представлена в разных категориях.
sk: Počet [[GenericTable]] na krajinu a ako je každá krajina zastúpená v rôznych kategóriách.
sl: Število [[GenericTable]] na državo in kako je vsaka država predstavljena v različnih kategorijah.
sq: Numri i [[GenericTable]] për çdo vend dhe si përfaqësohet çdo vend në kategori të ndryshme.
sr: Broj [[GenericTable]] po zemlji, i kako je svaka zemlja zastupljena u različitim kategorijama.
sv: Antalet [[GenericTable]] per land, och hur olika länder fördelas på olika kategorier.
tr: Ülke başına [[GenericTable]] sayısı, ve her ülkenin farklı kategorilerde nasıl temsil etmesi.
uk: Кількість [[GenericTable]] за країною та те, як кожна країна представлена в різних категоріях.
vi: Số lượng [[GenericTable]] trên mỗi vùng và cách mỗi vùng được thể hiện trong các danh mục khác nhau.
zh_hk: [[時間戳]]按星期幾

source: [[this]] per day of the week
ar: [[this]] حسب يوم الأسبوع
bg: [[това]] на ден от седмицата
ca: [[this]] per dia de la setmana
de: [[this]] pro Wochentag
eo: [[this]] per day of the week → [[this]] each day of the week, fr fr
es: [[this]] por día de la semana
fa: [[this]] در هر روز در هفته
fi: [[this]] viikonpäivänä
fr: [[this]] par jour de la semaine
hu: [[ez]] a hét napja szerint
it: [[this]] per giorno della settimana
ja: 曜日毎の [[this]]
lt: [[tai]] per savaitės dieną
ms: [[ini]] mengikut hari dalam minggu
nb: [[this]] per ukedag
nl: [[this]] per dag van de week
pl: [[this]] według dnia tygodnia
pt_br: [[this]] por dia da semana
ru: [[this]] по дням недели
sk: [[this]] za deň v týždni
sl: [[to]] na dan v tednu
sq: [[this]] për ditë të javës
sr: [[this]] po danu u nedelji
sv: [[this]] per veckodag
tr: haftanın gün başına [[this]]
uk: [[this]] за днем тижня
vi: [[this]] mỗi ngày trong tuần
zh_hk: [[this]]每週的每一天

source: Average qunatity per source
hu: Átlagos mennyiség forrásonként
ms: Kuantiti purata setiap sumber

source: [[this.short-name]] by [[Timestamp]]
ar: [[this.short-name]] حسب [[Timestamp]]
bg: [[this.short-name]] от [[Timestamp]]
ca: [[this.short-name]] per [[Timestamp]]
de: [[this.short-name]] von [[[Zeitstempel]]
eo: [[this.short-name]] fr from [[Timestamp]]
es: [[this.short-name]] por [[Timestamp]]
fa: [[this.short-name]] توسط [[Timestamp]]
fi: [[this.short-name]] per [[Timestamp]]
fr: [[this.short-name]] par [[Timestamp]]
hu: [[this.short-name]] időbélyeg szerint
it: [[this.short-name]] per [[Timestamp]]
ja: [[this.short-name]] x [[Timestamp]]
lt: [[this.short-name]] pagal [[Timestamp]]
ms: [[nama-pendek.ini]] mengikut [[CapWaktu]]
nb: [[this.short-name]] for [[Timestamp]]
nl: [[this.short-name]] per [[Timestamp]]
pl: [[this.short-name]] według [[Timestamp]]
pt_br: [[this.short-name]] por [[Timestamp]]
ru: [[this.short-name]] по [[Timestamp]]
sk: [[this.short-name]] z [[Timestamp]]
sl: [[this.short-name]] avtor [[Časovni žig]]
sq: [[this.short-name]] sipas [[Timestamp]]
sr: [[this.short-name]] po [[Timestamp]]
sv: [[this.short-name]] per [[Timestamp]]
tr: [[Timestamp]] göre [[this.short-name]]
uk: [[this.short-name]] за [[Timestamp]]
vi: [[this.short-name]] theo [[Timestamp]
zh_hk: [[GenericNumber]]隨著時間的推移

source: Summary statistics
ar: إحصاءات موجزة
bg: Обобщена статистика
ca: Resum d'estadístiques
de: Zusammenfassende Statistiken
eo: basic stat deets
es: Resumen Estadístico
fa: آمار خلاصه
fi: Yhteenveto tilastot
fr: Résumé des statistiques
hu: Összefoglaló statisztika
it: Riepilogo statistiche
ja: 統計値の概要
lt: Statistikos suvestinė
ms: Statistik ringkasan
nb: Sammenfattet statistikk
nl: Samenvattende statistieken
pl: Statystyki podsumowujące
pt_br: Resumo de estatísticas
ru: Сводная статистика
sk: Súhrnná štatistika
sl: Povzetek statističnih podatkov
sq: Statistika përmbledhëse
sr: Sumarna statistika
sv: Statistiksummering
tr: Özet istatistikler
uk: Зведена статистика
vi: Tóm tắt thống k
zh_hk: 摘要統計

source: Sales per month
ar: المبيعات لكل شهر
bg: Продажби на месец
ca: Ventes per mes
de: Verkäufe pro Monat
eo: sales per month → monthly flexes
es: Ventas por mes
fa: فروش در هر ماه
fi: Myynti kuukaudessa
fr: Ventes par mois
hu: Eladások hónap szerint
it: Vendite per mese
ja: 月毎の売上
lt: Pardavimas per mėnesį
ms: Jualan mengikut bulan
nb: Omsetning per måned
nl: Verkoop per maand
pl: Sprzedaż według miesiąca
pt_br: Vendas por mês
ru: Продажи в месяц
sk: Predaj za mesiac
sl: Prodaja na mesec
sq: Shitje për muaj
sr: Prodaja po mesecu
sv: Försäljning per månad
tr: Aylık satış
uk: Продажі за місяць
vi: Doanh số mỗi thán
zh_hk: 每月銷售

source: [[GenericNumber]] by join date
ar: [[GenericNumber]] حسب تاريخ الانضمام
bg: [[GenericNumber]] по дата на присъединяване
ca: [[GenericNumber]] per data d'alta
de: [[GenericNumber]] nach Beitrittsdatum
eo: [[GenericNumber]] fr the day I joined
es: [[GenericNumber]] por unión de fecha
fa: [[GenericNumber]] تا تاریخ عضویت
fi: [[GenericNumber]] liittymispäivän mukaan
fr: [[GenericNumber]] par date d'inscription
hu: [[GenericNumber]] csatlakozási dátum szerint
it: [[GenericNumber]] per data di unione
ja: 登録日別の [[GenericNumber]]
lt: [[GenericNumber]] pagal prisijungimo datą
ms: [[NomborGenerik]] mengikut tarikh sertai
nb: [[GenericNumber]] etter innmeldingsdato
nl: [[GenericNumber]] per datum van toetreding
pl: [[GenericNumber]] według daty przyłączenia
pt_br: [[GenericNumber]] por data de inscrição
ru: [[GenericNumber]] по дате присоединения
sk: [[GenericNumber]] podľa dátumu pripojenia
sl: [[GenericNumber]] glede na datum združitve
sq: [[GenericNumber]] sipas datës së bashkimit
sr: [[GenericNumber]] po datumu pridruživanja
sv: [[GenericNumber]] per datum man gick med
tr: katılma tarihine göre [[GenericNumber]]
uk: [[GenericNumber]] за датою приєднання
vi: [[GenericNumber]] theo ngày tham gi
zh_hk: 以下是[[this]]的概述

source: Average of [[this]] by [[Country]]
ar: متوسط [[this]] حسب [[Country]]
bg: Средно от [[това]] от [[Държава]]
ca: Mitjana de [[this]] per [[Country]]
de: Durchschnitt von [[dies]] nach [[Land]]
eo: Average of [[this]] by [[Country]] → The tea on [[this]] per [[Country]]
es: Media de[[this]] por [[Country]]
fa: میانگین [[this]] توسط [[Country]]
fi: [[this]] keskiarvo per [[Country]]
fr: Moyenne de [[this]] par [[Country]]
hu: [[this]] átlaga [[Country]]-ént
it: Media di [[this]] per [[Country]]
ja: [[Country]] 別の [[this]] の平均
lt: Vidurkis [[tai]] pagal [[Šalis]]
ms: Purata [[ini]] mengikut [[Negara]]
nb: Gjennomsnittet av [[this]] for [[Country]]
nl: Gemiddelde van [[dit]] per [[Land]]
pl: Średnia z [[this]] według [[Country]]
pt_br: Média de [[this]] por [[Country]]
ru: Среднее значение [[this]] по [[Country]]
sk: Priemer [[this]] podľa [[Country]]
sl: Povprečje [[to]] po [[država]]
sq: Mesatarja e [[this]] sipas [[Country]]
sr: Prosek [[this]] po [[Country]]
sv: Genomsnitt för [[this]] per [[Country]]
tr: [[Country]] göre [[this]] ortalaması
uk: Середнє значення [[this]] за [[Country]]
vi: Trung bình của [[this]] theo [[Country]
zh_hk: [[國家]]的[[this]]平均值

source: [[this]] over time
ar: [[this]] عبر الزمن
bg: [[това]] с течение на времето
ca: [[this]] al llarg del temps
de: [[this]] im Laufe der Zeit
eo: [[this]] slowly but surely, fr
es: [[this]] a lo largo del tiempo
fa: [[this]] با گذشت زمان
fi: [[this]] ajan myötä
fr: [[this]] au fil du temps
hu: [[ez]] idővel
it: [[this]] attraverso il tempo
ja: [[this]] の推移
lt: [[tai]] laikui bėgant
ms: [[ini]] dari masa ke masa
nb: [[this]] over tid
nl: [[this]] door de tijd heen
pl: [[this]] według czasu
pt_br: [[this]] ao longo do tempo
ru: [[this]] за все время
sk: [[this]] v priebehu času
sl: [[to]] sčasoma
sq: [[this]] me kalimin e kohës
sr: [[this]] kroz vreme
sv: [[this]] över tid
tr: Zaman içindeki [[this]]
uk: [[this]] з плином часу
vi: [[this]] theo thời gia
zh_hk: [[this]] 所有時間

source: Join date by day of the week
ar: تاريخ الانضمام حسب يوم الأسبوع
bg: Дата на присъединяване по ден от седмицата
ca: Data d'alta per dia de la setmana
de: Teilnahme am Datum nach Wochentag
eo: Join date by day of the week, fr fr
es: Cruzar fecha por día de la semana
fa: تاریخ روز به روز هفته بپیوندید
fi: Liittyneet viikonpäivän mukaan
fr: Joindre la date par le jour de la semaine
hu: Csatlakozási dátum a hét napja szerint
it: Unire la data per giorno della settimana
ja: 曜日別の登録日
lt: Prisijunkite prie savaitės dienos
ms: Tarikh sertai mengikut hari dalam minggu
nb: Innmeldingsdato etter ukedag
nl: Datum van aanmelding per dag van de week
pl: Data przyłączenia według dnia tygodnia
pt_br: Data de inscrição por dia da semana
ru: Дата присоединения по дню недели
sk: Pripojte dátum podľa dňa v týždni
sl: Datum pridružitve po dnevih v tednu
sq: Data e bashkimit sipas ditës së javës
sr: Datum pridruživanja po danu u nedelji
sv: När man gick med fördelat på veckodag
tr: Haftanın gününe göre katılma tarihi
uk: Дата приєднання за днем тижня
vi: Ngày gia nhập theo ngày trong tuầ
zh_hk: 加入日期(按周計算，周幾)

source: We crunched the numbers for your [[this]]
hu: Összetörtük a számokat a [[this]]
ms: Kami telah menganalisis nombor untuk [[ini]] anda

source: Months when [[this.short-name]] joined
ar: الأشهر التي انضم فيها [[this.short-name]]
bg: Месеци, когато [[this.short-name]] се присъедини
ca: Mesos quan s'ha unit [[this.short-name]]
de: Monate, in denen [[this.short-name]] beigetreten ist
eo: Months when [[this.short-name]] pulled up
es: Meses cuando se une por [[this.short-name]]
fa: ماه هایی که [[this.short-name]] پیوست
fi: Kuukaudet, jolloin [[this.short-name]] liittyi
fr: Mois où [[this.short-name]] s'est inscrit
hu: Azok a hónapok, amikor [[this.short-name]] csatlakozott
it: Mesi quando [[this.short-name]] si è unito
ja: [[this.short-name]]が加わった月
lt: Mėnesiai, kai [[this.short-name]] prisijungė
ms: Bulan ketika [[nama-pendek.ini]] menyertai
nb: Måneder når [[this.short-name]] ble innmeldt
nl: Maanden waarin [[this.short-name]] is lid geworden
pl: Miesiące, gdy [[this.short-name]] dołączyły
pt_br: Meses quando [[this.short-name]] ingressou
ru: Месяцы присоединения [[this.short-name]]
sk: Mesiace, keď sa pripojil [[this.short-name]]
sl: Meseci, ko se je [[this.short-name]] pridružil
sq: Muajt kur [[this.short-name]] u bashkuan
sr: Meseci kada su se [[this.short-name]] pridružili
sv: Månader när [[this.short-name]] gick med
tr: [[This.short-name]] katıldığı zamandaki aylar
uk: Місяці, коли [[this.short-name]] приєднався
vi: Tháng khi [[this.short-name]] tham gia
zh_hk: 加入[[this.short-name]]的幾個月

source: Unable to parse resource `{0}` as JSON
hu: A(z) {0} erőforrás JSON-ként nem értelmezhető
ms: Tidak dapat menguraikan sumber `{0}` sebagai JSON

source: Unable to find JSON via relative path `{0}`
hu: Nem található JSON a(z) {0} relatív útvonalon
ms: Tidak dapat menguraikan sumber `{0}` sebagai JSON

source: Connection to host timed out for URL `{0}`
hu: A(z) {0} URL-címhez való kapcsolódás időtúllépés miatt megszakadt
ms: Tidak dapat menemukan JSON melalui laluan relatif `{0}`

source: Unable to connect to unknown host at URL `{0}`
hu: Nem lehet csatlakozni egy ismeretlen gazdagéphez a(z) {0} URL-címe
ms: Sambungan ke hos tamat masa untuk URL `{0}`

source: Unable to connect to host at URL `{0}`
hu: Nem lehet csatlakozni a(z) {0} URL-címhez
ms: Tidak dapat menyambung ke hos yang tidak diketahui di URL`{0}`

source: Connection refused by host at for URL `{0}`
hu: Kapcsolat elutasítva a(z) {0} URL-cím által
ms: Sambungan ditolak oleh hos di URL`{0}`

source: Unable to retrieve resource at URL `{0}`
hu: Nem sikerült lekérni az erőforrást a(z) {0} URL-címen
ms: Tidak dapat mendapatkan sumber di URL `{0}`

source: Unable to parse resource at URL `{0}` as JSON
hu: A(z) {0} URL-címen lévő erőforrás JSON-ként nem értelmezhető
ms: Tidak dapat menguraikan sumber di URL `{0}`sebagai JSON

source: Problem connecting to LDAP server, will fall back to local authentication: {0}
hu: Probléma az LDAP szerverhez való csatlakozáskor, visszaállás helyi hitelesítésre: {0}
ms: Masalah menyambung ke pelayan LDAP, akan beralih kepada pengesahan tempatan: {0}

source: BigQuery statements can''t be parameterized!
hu: A BigQuery utasítások nem paraméterezhetők!
ms: Pernyataan BigQuery tidak boleh diparameterkan!

source: WARNING: Druid does not allow limitSpec in time series queries. Ignoring the LIMIT clause.
hu: FIGYELMEZTETÉS: A Druid nem engedélyezi a limitSpec használatát az időszakos lekérdezésekben. Az LIMIT záradék figyelmen kívül hagyva.
ms: AMARAN: Druid tidak membenarkan limitSpec dalam query siri masa. Mengabaikan klausa LIMIT.

source: Invalid Snowflake connection details: missing DB name.
ar: تفاصيل اتصال Snowflake غير صالحة: اسم قاعدة البيانات مفقود.
bg: Невалидни данни за връзката на Снежинка: липсва име на DB.
ca: Valors de connexió a SnowFlake no vàlids: falta el nom de la Base de dades
de: Ungültige Snowflake-Verbindungsdetails: fehlender DB-Name.
eo: Bruh, your Snowflake creds are sus — missing the DB name, lol.
es: Valores de conexión a SnowFlake inválidas: falta el nombre de la BBDD
fa: جزئیات اتصال Snowflake نامعتبر: نام DB موجود نیست.
fi: Virheelliset Snowflake-yhteyden tiedot: puuttuva tietokannan nimi.
fr: Détails de connexion Snowflake invalides: nom de base de données manquant.
hu: Érvénytelen Snowflake kapcsolat részletei: hiányzik a DB név.
it: Dettagli di connessione Snowflake non validi: Manca il nome del DB
ja: 無効なSnowflakeへの接続の詳細：データベース名が指定されていません
lt: Neteisingas snaigės jungties duomenys: trūksta DB pavadinimo.
ms: Butiran sambungan Snowflake tidak sah: nama DB hilang.
nb: Ugyldig Snowflake-tilkoblingsdetaljer: manglende DB-navn.
nl: Ongeldige Snowflake-verbindingsdetails: ontbrekende DB-naam.
pl: Niepoprawna konfiguracja połączenia Snowflake: brak nazwy bazy danych.
pt_br: Informações da conexão com o Snowflake inválidas: faltando o nome do banco de dados.
ru: Недействительные сведения о подключении Snowflake: отсутствует имя базы данных.
sk: Neplatné podrobnosti o pripojení k Snowflake: chýba názov DB.
sl: Neveljavne podrobnosti o povezavi Snowflake: manjkajoče ime DB.
sq: Detaje të pavlefshme lidhjeje Snowflake: mungon emri i DB.
sr: Nevažeći Snowflake detalji konekcije: nedostaje ime DB-a.
sv: Felaktiga anslutningsdetaljer för Snowflake: DB-namn saknas.
tr: Geçersiz Snowflake bağlantı detayları: DB adı eksik.
uk: Недійсні параметри підключення Snowflake: відсутня назва БД.
vi: Chi tiết kết nối Snowflake không hợp lệ: thiếu tên cơ sở dữ liệu.
zh_hk: 無效的Snowflake連接詳情：缺少DB名

source: We’d love your feedback.
hu: Örülnénk a visszajelzésének.
ms: Kami sukakan maklum balas anda.

source: It looks like Metabase wasn’t quite a match for you.
hu: Úgy tűnik, a Metabase nem igazán illett hozzád.
ms: Nampaknya Metabase tidak sesuai untuk anda.

source: Would you mind taking a fast 5 question survey to help the Metabase team understand why and make things better in the future?
hu: Lenne szíves kitölteni egy gyors, 5 kérdéses felmérést, hogy segítsen a Metabase csapatának megérteni az okokat és a jövőben javítani a szolgáltatást?
ms: Adakah anda berminat mengambil survei 5 soalan pantas untuk membantu pasukan Metabase memahami mengapa dan memperbaiki perkara-perkara pada masa depan?

source: We hope you''ve been enjoying Metabase.
ar: نأمل أن تكون تستمتع باستخدام Metabase.
bg: Надяваме се, че сте се наслаждавали на Metabase.
ca: Esperem que estiguis gaudint Metabase.
de: Wir hoffen, dass Ihnen die Metabase gefällt
eo: Hope y’all been vibing with Metabase fr.
es: Esperamos que hayas estado disfrutando de Metabase.
fa: امیدواریم که از Metabase لذت برده باشید.
fi: Toivomme, että olet nauttinut Metabasesta.
fr: Nous espérons que vous avez apprécié Metabase.
hu: Reméljük, hogy élvezi a Metabase használatát.
it: Ci auguriamo che ti sia trovato bene con Metabase.
ja: Metabaseを楽しんでくださいね
lt: Tikimės, kad jums patiks Metabase.
ms: Kami harap anda suka menggunakan Metabase.
nb: Vi håper du likte Metabase.
nl: We hopen dat je geniet van het gebruik van Metabase.
pl: Mamy nadzieję, że podoba Ci się Metabase.
pt_br: Esperamos que você esteja gostando do Metabase.
ru: Мы надеемся, что вы наслаждались Metabase.
sk: Dúfame, že sa vám Metabase páčil.
sl: Upamo, da ste uživali v Metabase.
sq: Shpresojmë që po e shijon Metabase.
sr: Nadamo se da uživate u Metabase-u.
sv: Vi hoppas att du har uppskattat Metabase.
tr: Metabase'i beğeneceğinizi umuyoruz.
uk: Сподіваємося, вам подобається Metabase.
vi: Chúng tôi hy vọng bạn đã được thưởng thức Metabase.
zh_hk: 我們希望您能對Metabase滿意。

source: Would you mind taking a fast 6 question survey to tell us how it’s going?
hu: Lenne szíves kitölteni egy gyors, 6 kérdéses felmérést, hogy elmondja, hogyan megy a dolog?
ms: Adakah anda berminat mengambil survei 6 soalan pantas untuk memberitahu kami bagaimana keadaan semasa?

source: {0} created a Metabase account
hu: {0} létrehozott egy Metabase fiókot
ms: {0} mencipta akaun Metabase

source: {0} accepted their Metabase invite
hu: {0} elfogadta a Metabase meghívást
ms: {0} menerima jemputan Metabase mereka

source: [Metabase] Password Reset Request
hu: [Metabase] Jelszó visszaállítási kérelem
ms: [Metabase] Permintaan Set Semula Kata Laluan

source: [Metabase] Notification
hu: [Metabase] Értesítés
ms: [Metabase] Notifikasi

source: [Metabase] Help make Metabase better.
hu: [Metabase] Segítsen jobbá tenni a Metabase-t.
ms: [Metabase] Bantu memperbaiki Metabase.

source: [Metabase] Tell us how things are going.
hu: [Metabase] Mondja el, hogyan mennek a dolgok.
ms: [Metabase] Beritahu kami bagaimana keadaan semasa.

source: Error: query''s source query has not been resolved. You probably need to `preprocess` the query first.
ar: خطأ: لم يتم حل استعلام المصدر للاستعلام. غالبًا تحتاج إلى `preprocess` للاستعلام أولًا.
bg: Грешка: заявката за източник на query не е разрешена. Вероятно първо трябва да `предварително обработите 'заявката.
ca: Error: la font de la consulta no s'ha pogut resoldre. Possiblement es necessita preprocessar la pregunta primer.
de: Fehler: Die Quelle der Abfrage wurde nicht aufgelöst. Wahrscheinlich musst du die Anfrage zuerst `vorverarbeiten`.
eo: Error: your query’s source is still on read cap. probs gotta `preprocess` that bish before it’s valid.
es: Error: la consulta fuente de la consulta no se ha resuelto. Probablemente necesites 'preprocesar' la consulta primero.
fa: خطا: پرس و جو منبع پرس و جو حل نشده است. احتمالاً ابتدا باید query را پردازش کنید.
fi: Virhe: kyselyn lähdekyselyä ei ole ratkaistu. Sinun on luultavasti "esikäsiteltävä" kysely ensin.
fr: Erreur: la requête source de la requête n'a pas été résolue. Vous devez probablement «prétraiter» la requête en premier.
hu: Hiba: a lekérdezés forrása nem került megoldásra. Valószínűleg először elő kell dolgoznia a lekérdezést.
it: Errore: la query di origine della query non è stata risolta. Probabilmente hai prima bisogno di 'pre-elaborare' la query.
ja: エラー：クエリのソースクエリは解決されていません。おそらく最初にクエリを「preprocess」する必要があります。
lt: Klaida: užklausos šaltinio užklausa nebuvo išspręsta. Turbūt pirmiausia turite „iš anksto apdoroti“ užklausą.
ms: Ralat: query sumber tidak diselesaikan. Anda mungkin perlu memproses awal query terlebih dahulu.
nb: Feil: spørringens kildespørring har ikke blitt løst. Du trenger sannsynligvis å `preprosessere` spørringen først.
nl: Fout: bronquery van query is niet opgelost. Waarschijnlijk moet u de query eerst 'voorverwerken'.
pl: Błąd: zapytanie źródłowe zapytania nie zostało rozwiązane. Prawdopodobnie najpierw musisz "przetworzyć" zapytanie.
pt_br: Erro: fonte de consulta não resolvida. Você provavelmente precisa `preprocessar` a consulta primeiro.
ru: Ошибка: исходный запрос запроса не был разрешен. Вам, вероятно, нужно сначала обработать запрос.
sk: Chyba: zdrojový dotaz dopytu nebol vyriešený. Pravdepodobne budete musieť najprv upraviť dotaz.
sl: Napaka: izvorna poizvedba poizvedbe ni bila odpravljena. Verjetno boste morali najprej »predhodno obdelati« poizvedbo.
sq: Gabim: pyetja burim e pyetjes nuk është zgjidhur. Ka shumë gjasa që duhet të bëni fillimisht `preprocess` pyetjen.
sr: Greška: izvorni upit upita nije razrešen. Verovatno prvo treba da `preprocess`-ujete upit.
sv: Fel: frågans källfråga har inte körts. Du behöver antagligen preprocessa frågan först.
tr: Hatalı: Sorgunun kaynak sorgusu çözülmedi. Muhtemelen ilk önce sorguyu ön işleme almanız gerekir.
uk: Помилка: вихідний запит запиту не було розв’язано. Ймовірно, спочатку потрібно виконати `preprocess` для запиту.
vi: Lỗi: truy vấn nguồn của truy vấn chưa được giải quyết. Có lẽ bạn cần phải 'tiền xử lý' truy vấn trước.
zh_hk: 錯誤：查詢語句無法解析，請先驗證查詢語句的正確性。

source: Don't know what to do with:
hu: Nem tudom mit kezdjek vele:
ms: Tidak tahu apa yang perlu dilakukan dengan:

source: Don't know how to wrap:
hu: Nem tudom, hogyan csomagoljam be:
ms: Tidak tahu cara untuk mengelilingi:
