Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: This database contains one or more schemas and tables with “Blocked” permissions, which prevents access to the query builder. To grant Create query permissions for this database, Metabase will also change the View data permissions on this database to “Can view”.
ar: تحتوي قاعدة البيانات هذه على مخطط واحد أو أكثر وجداول بأذونات “Blocked”، ما يمنع الوصول إلى منشئ الاستعلامات. لمنح أذونات "إنشاء استعلام" لقاعدة البيانات هذه، سيقوم Metabase أيضًا بتغيير أذونات "عرض البيانات" على قاعدة البيانات هذه إلى “Can view”.
bg: Тази база данни съдържа една или повече схеми и таблици с разрешения "Blocked" (блокирани), което не позволява достъп до конструктора на заявки. За да предоставите разрешения за създаване на заявки за тази база данни, Metabase също така ще промени разрешенията за преглед на данни в тази база данни на "Може да се преглежда".
ca: Aquesta base de dades conté un o més esquemes i taules amb permisos "Bloquejats", que impedeixen l'accés al creador de consultes. Per concedir permisos de Creació de consulta per a aquesta base de dades, Metabase també canviarà els permisos de visualització de dades d'aquesta base de dades a "Pot veure".
de: Diese Datenbank enthält ein oder mehrere Schemata und Tabellen mit der Berechtigung "Blockiert", was den Zugriff auf den Query Builder verhindert. Um für diese Datenbank die Berechtigung "Abfrage erstellen" zu gewähren, ändert Metabase auch die Berechtigung "Daten anzeigen" für diese Datenbank in "Kann anzeigen".
eo: Yo, this database has some schemas and tables with “Blocked” permissions, so u can’t access the query builder. To give u create query perms, Metabase will also switch the View data perms to “Can view.”
es: Esta base de dato contiene una o más tablas con permisos de tipo "Bloqueado" lo cual limita el acceso al generador de consultas. Para cambiar los permisos a Crear consultas en esta base de datos, Metabase también cambiará los permisos de visualización de la base de datos a "Puede ver".
fa: این پایگاه داده حاوی یک یا چند طرحواره و جدول با مجوزهای "Blocked" است که از دسترسی به سازنده پرس و جو جلوگیری می کند. برای اعطای مجوزهای Create query برای این پایگاه داده، Metabase همچنین مجوزهای View data در این پایگاه داده را به "Can view" تغییر می دهد.
fi: Tämä tietokanta sisältää yhden tai useamman skeeman ja taulun, joilla on "Estetty"-oikeudet, mikä estää pääsyn kyselytyökaluun. Myöntääkseen kyselyn luontioikeudet tälle tietokannalle, Metabase muuttaa myös tämän tietokannan Näytä data -oikeudet arvoksi "Voi tarkastella".
fr: Cette base de données contient un ou plusieurs schémas et tables avec des permissions "bloquées", ce qui empêche l'accès au générateur de requêtes. Pour accorder les droits de création de requêtes à cette base de données, Metabase modifiera également les droits de visualisation des données de cette base en "Peut visualiser".
hu: Ez az adatbázis egy vagy több „Letiltott” engedéllyel rendelkező sémát és táblát tartalmaz, ami megakadályozza a lekérdezéskészítőt. Ahhoz, hogy az adatbázis lekérdezési jogosultságot kapjon, a Metabase az adatbázis adat-megtekintési jogosultságait is „Megtekinthet”-re változtatja.
it: Questo database contiene uno o più schemi e tabelle con permessi "Bloccati", che impediscono l'accesso al costruttore di query. Per concedere i permessi di creazione di query per questo database, Metabase modificherà anche i permessi di visualizzazione dei dati su questo database in "Può visualizzare".
ja: このデータベースには、"ブロック "パーミッションのスキーマとテーブルが1つ以上含まれているため、クエリビルダへのアクセスができません。このデータベースにクエリ作成権限を付与するため、Metabaseはこのデータベースのデータ表示権限も "表示可能 "に変更します。
lt: Šioje duomenų bazėje yra viena ar daugiau schemų ir lentelių su „Užblokuotais“ leidimais, kurie neleidžia pasiekti užklausų kūrimo priemonės. Norėdami suteikti šios duomenų bazės užklausos kūrimo leidimus, metabazė taip pat pakeis šios duomenų bazės duomenų peržiūros teises į „Gali peržiūrėti“.
ms: Pangkalan data ini mengandungi satu atau lebih skema dan jadual dengan kebenaran "Disekat", yang menghalang akses kepada pembina pertanyaan. Untuk memberikan kebenaran Buat pertanyaan untuk pangkalan data ini, Metabase juga akan menukar kebenaran Lihat data pada pangkalan data ini kepada "Boleh melihat".
nb: Denne databasen inneholder ett eller flere skjemaer og tabeller med "Blokkert"-tillatelser, noe som forhindrer tilgang til spørringsbyggeren. For å gi Create query-tillatelser for denne databasen, vil Metabase også endre View data-tillatelsene for denne databasen til "Can view".
nl: Deze database bevat één of meerdere schema's en tabellen met "Geblokkeerd" rechten, wat toegang tot de query builder verhindert. Om Create query rechten te verlenen voor deze database, zal Metabase ook de View data rechten op deze database wijzigen in "Can view".
pl: Ta baza danych zawiera jeden lub więcej schematów i tabel z uprawnieniami "Zablokowane", co uniemożliwia dostęp do kreatora zapytań. Aby przyznać uprawnienia do tworzenia zapytań dla tej bazy danych, Metabase zmieni również uprawnienia do wyświetlania danych w tej bazie danych na "Może wyświetlać".
pt_br: Este banco de dados contém um ou mais esquemas e tabelas com permissões "Bloqueado", o que impede o acesso ao criador de consultas. Para conceder permissões de Criar consulta para este banco de dados, a Metabase também alterará as permissões de Visualizar dados neste banco de dados para "Pode visualizar".
ru: Эта база данных содержит одну или несколько схем и таблиц с правами "Заблокировано", что препятствует доступу к построителю запросов. Чтобы предоставить разрешение на создание запроса для этой базы данных, Metabase также изменит разрешение на просмотр данных для этой базы данных на "Можно просматривать".
sk: Táto databáza obsahuje jednu alebo viac schém a tabuliek s oprávneniami "Blokované", čo znemožňuje prístup k nástroju na vytváranie dotazov. Ak chcete tejto databáze udeliť oprávnenia na vytváranie dotazov, Metabase zmení aj oprávnenia na zobrazovanie údajov v tejto databáze na "Môže sa zobraziť".
sl: Ta zbirka podatkov vsebuje eno ali več shem in tabel z dovoljenji »Blokirano«, kar preprečuje dostop do graditelja poizvedb. Če želite dodeliti dovoljenja za ustvarjanje poizvedbe za to zbirko podatkov, bo zbirka metapodatkov spremenila tudi dovoljenja za ogled podatkov v tej zbirki podatkov v »Lahko si ogleduje«.
sq: Kjo databazë përmban një ose më shumë skema dhe tabela me leje “I bllokuar”, gjë që pengon aksesin te ndërtuesi i pyetjeve. Për të dhënë lejet Krijo pyetje për këtë databazë, Metabase do ti ndryshojë gjithashtu lejet Shiko të dhënat në këtë databazë në “Mund të shikojë”.
sr: Ova baza podataka sadrži jednu ili više šema i tabela sa dozvolama “Blokirano”, što sprečava pristup kreatoru upita. Da biste dodelili dozvole za Kreiranje upita za ovu bazu podataka, Metabase će takođe promeniti dozvole za Pregled podataka na ovoj bazi podataka na “Može da vidi”.
sv: Den här databasen innehåller ett eller flera scheman och tabeller med behörigheten "Blockerad", vilket förhindrar åtkomst till frågebyggaren. För att bevilja behörigheten Skapa fråga för den här databasen kommer Metabase också att ändra behörigheten Visa data för den här databasen till "Kan visa".
tr: Bu veritabanı, sorgu oluşturucuya erişimi engelleyen "Engellenmiş" izinlere sahip bir veya daha fazla şema ve tablo içerir. Bu veritabanı için Sorgu Oluşturma izinlerini vermek için Metabase, bu veritabanındaki Veri görüntüleme izinlerini de "Görüntüleyebilir" olarak değiştirecektir.
uk: Ця БД містить одну або більше схем або таблиць із дозволом перегляду встановленим у "Blocked", що запобігає їх використанню Query builder. Щоб надати дозвіл "Create query", Metabase також змінить дозвіл їх перегляду на "Can view"
vi: Cơ sở dữ liệu này chứa một hoặc nhiều lược đồ và bảng có quyền “Blocked”, ngăn chặn quyền truy cập vào trình xây dựng truy vấn. Để cấp quyền Create query cho cơ sở dữ liệu này, Metabase cũng sẽ thay đổi quyền View data trên cơ sở dữ liệu này thành “Can view”.
zh_hk: 此資料庫包含一個或多個具有 「封鎖 」權限的模式和資料表，因此無法存取查詢建立器。若要授予此資料庫建立查詢權限，Metabase 也會將此資料庫的檢視資料權限變更為 「可檢視」。

source: Updating access will reset your granular settings for this {0}. To keep those settings, you’ll need to manually change the View data permissions for the schemas or tables that are set to “Blocked”.
ar: سيؤدي تحديث الوصول إلى إعادة ضبط إعداداتك الدقيقة لهذا {0}. للاحتفاظ بهذه الإعدادات، ستحتاج إلى تغيير أذونات "عرض البيانات" يدويًا للمخططات أو الجداول التي تم تعيينها إلى “Blocked”.
bg: Актуализирането на достъпа ще нулира детайлните ви настройки за този {0}. За да запазите тези настройки, ще трябва ръчно да промените разрешенията за преглед на данни за схемите или таблиците, които са настроени на "Блокирани".
ca: En actualitzar l'accés, es restablirà la configuració granular d'aquest {0}. Per mantenir aquesta configuració, haureu de canviar manualment els permisos de visualització de dades dels esquemes o taules que estiguin establerts a "Bloquejat".
de: Durch die Aktualisierung des Zugriffs werden Ihre detaillierten Einstellungen für diese {0}zurückgesetzt. Um diese Einstellungen beizubehalten, müssen Sie die Berechtigungen zum Anzeigen von Daten für die Schemata oder Tabellen, die auf "Blockiert" gesetzt sind, manuell ändern.
eo: Yo, updating access will reset your detailed settings for this {0}. If you wanna keep those, you gotta manually tweak the View data permissions for the schemas or tables that are set to “Blocked.”
es: Actualizar el acceso reseteará los ajustes granulares para este {0}. Para conservar esos ajustes, cambia manualmente los permisos de Ver data para los esquemas o tablas que tienen el permiso "Bloqueado".
fa: به روز رسانی دسترسی، تنظیمات گرانول شما را برای این {0}بازنشانی می کند. برای حفظ این تنظیمات، باید به صورت دستی مجوزهای مشاهده داده‌ها را برای طرح‌واره‌ها یا جداولی که روی «مسدود شده» تنظیم شده‌اند، تغییر دهید.
fi: Käyttöoikeuden päivittäminen nollaa kohteen {0} yksityiskohtaiset asetukset. Jos haluat säilyttää nämä asetukset, sinun on manuaalisesti muutettava Näytä data -käyttöoikeuksia skeemoille tai tauluille, joiden arvo on "Estetty".
fr: La mise à jour de l'accès réinitialisera vos paramètres granulaires pour ce site {0}. Pour conserver ces paramètres, vous devrez modifier manuellement les autorisations de visualisation des données pour les schémas ou les tables qui sont définis comme "bloqués".
hu: A hozzáférés frissítése visszaállítja az egyedi beállításokat ehhez a(z) {0}-hoz. Ha meg szeretné tartani ezeket a beállításokat, manuálisan kell módosítania a sémák vagy táblák adat-megtekintési engedélyeit, amelyek "Letiltott" állapotra vannak beállítva.
it: L'aggiornamento dell'accesso ripristinerà le impostazioni granulari per questo {0}. Per mantenere tali impostazioni, è necessario modificare manualmente le autorizzazioni di visualizzazione dei dati per gli schemi o le tabelle impostate su "Bloccato".
ja: アクセスを更新すると、この {0}の詳細設定がリセットされます。これらの設定を維持するには、"Blocked" に設定されているスキーマまたはテーブルの View data permissions を手動で変更する必要があります。
lt: Atnaujinus prieigą bus iš naujo nustatyti smulkūs šio {0} nustatymai. Jei norite išlaikyti šiuos nustatymus, turėsite neautomatiškai pakeisti schemų arba lentelių, kurios nustatytos į „Užblokuota“, duomenų peržiūros leidimus.
ms: Mengemas kini akses akan menetapkan semula tetapan berbutir anda untuk {0} ini. Untuk mengekalkan tetapan tersebut, anda perlu menukar kebenaran Lihat data secara manual untuk skema atau jadual yang ditetapkan kepada "Disekat".
nb: Oppdatering av tilgang vil tilbakestille de detaljerte innstillingene for denne {0}. Hvis du vil beholde disse innstillingene, må du manuelt endre Vis data-tillatelsene for skjemaene eller tabellene som er satt til "Blokkert".
nl: Als u de toegang bijwerkt, worden uw granulaire instellingen voor deze {0}opnieuw ingesteld. Om deze instellingen te behouden, moet je handmatig de View data permissies wijzigen voor de schema's of tabellen die zijn ingesteld op "Geblokkeerd".
pl: Aktualizacja dostępu spowoduje zresetowanie ustawień szczegółowych dla tej strony {0}. Aby zachować te ustawienia, należy ręcznie zmienić uprawnienia do wyświetlania danych dla schematów lub tabel, które są ustawione jako "Zablokowane".
pt_br: A atualização do acesso redefinirá suas configurações granulares para este {0}. Para manter essas configurações, você precisará alterar manualmente as permissões de visualização de dados para os esquemas ou tabelas definidos como "Bloqueado".
ru: Обновление доступа сбросит ваши детальные настройки для этого {0}. Чтобы сохранить эти настройки, вам нужно будет вручную изменить разрешения на просмотр данных для схем или таблиц, для которых установлено значение "Заблокировано".
sk: Aktualizácia prístupu obnoví vaše granulárne nastavenia pre túto stránku {0}. Ak chcete tieto nastavenia zachovať, budete musieť ručne zmeniť oprávnenia na zobrazenie údajov pre schémy alebo tabuľky, ktoré sú nastavené na "Blokované".
sl: Posodobitev dostopa bo ponastavila podrobne nastavitve za ta {0}. Če želite ohraniti te nastavitve, morate ročno spremeniti dovoljenja za ogled podatkov za sheme ali tabele, ki so nastavljene na »Blokirano«.
sq: Përditësimi i aksesit do të rivendosë cilësimet e tua granulare për këtë {0}. Për ti mbajtur ato cilësime, do të duhet të ndryshosh manualisht lejet Shiko të dhënat për skemat ose tabelat që janë vendosur në “I bllokuar”.
sr: Ažuriranje pristupa će resetovati vaša granularna podešavanja za ovu {0}. Da biste zadržali ta podešavanja, moraćete ručno da promenite dozvole za Pregled podataka za šeme ili tabele koje su podešene na “Blokirano”.
sv: Uppdatering av åtkomst kommer att återställa dina detaljerade inställningar för detta {0}. Om du vill behålla dessa inställningar måste du manuellt ändra behörigheten Visa data för de scheman eller tabeller som är inställda på "Blockerad".
tr: Erişimin güncellenmesi bu {0}için granüler ayarlarınızı sıfırlayacaktır. Bu ayarları korumak için, "Engellendi" olarak ayarlanmış şemalar veya tablolar için Veri görüntüleme izinlerini manuel olarak değiştirmeniz gerekir.
uk: Оновлення доступу скине ваші детальні налаштування для цього {0}. Щоб зберегти ці налаштування, вам потрібно вручну змінити дозволи «Перегляд даних» для схем або таблиць, встановлених як "Заблоковано".
vi: Việc cập nhật quyền truy cập sẽ đặt lại các thiết lập chi tiết của bạn cho {0}này. Để giữ các thiết lập đó, bạn sẽ cần phải thay đổi thủ công quyền dữ liệu Xem cho các lược đồ hoặc bảng được đặt thành "Bị chặn".
zh_hk: 更新存取權限將重設您對此 {0}的細部設定。若要保留這些設定，您需要手動變更設定為 "Blocked "的模式或資料表的檢視資料權限。

source: This will also set the View Data permission to “Can View” to allow this group to create queries. Okay?
ar: سيؤدي هذا أيضًا إلى تعيين إذن View Data إلى “Can View” للسماح لهذه المجموعة بإنشاء استعلامات. هل هذا مناسب؟
bg: Това също така ще зададе разрешението View Data (Преглед на данни) на "Can View" (Може да се преглежда), за да позволи на тази група да създава заявки. Добре?
ca: Això també establirà el permís de visualització de dades a "Pot veure" per permetre que aquest grup creï consultes. D'acord?
de: Dadurch wird auch die Berechtigung "Daten anzeigen" auf "Kann anzeigen" gesetzt, damit diese Gruppe Abfragen erstellen kann. Okay?
eo: This will also set the View Data perms to “Can View” so this group can make queries. Cool?
es: Este cambio también modificarás los permisos de vista a "Puede ver" para permitir que este grupo pueda crear consultas. ¿Estás de acuerdo?
fa: این همچنین مجوز View Data را روی "Can View" تنظیم می کند تا به این گروه اجازه ایجاد نمایش داده شود. باشه؟
fi: Tämä asettaa myös tietojen katseluoikeuden "Voi tarkastella", jotta tämä ryhmä voi luoda kyselyitä. Sopiiko se?
fr: Cela permettra également de définir l'autorisation d'affichage des données sur "Peut afficher" afin de permettre à ce groupe de créer des requêtes. D'accord ?
hu: Ez azt is beállítja, hogy az Adatok megtekintése engedély "Megtekinthet" legyen, hogy ez a csoport lekérdezéseket hozhasson létre. Rendben?
it: In questo modo si imposterà anche l'autorizzazione a visualizzare i dati su "Può visualizzare" per consentire a questo gruppo di creare query. Va bene?
ja: また、このグループがクエリーを作成できるように、View Data権限を "Can View "に設定します。いいですか？
lt: Tai taip pat nustatys duomenų peržiūros leidimą į „Gali peržiūrėti“, kad ši grupė galėtų kurti užklausas. gerai?
ms: Ini juga akan menetapkan kebenaran Lihat Data kepada "Boleh Lihat" untuk membenarkan kumpulan ini membuat pertanyaan. Okay?
nb: Dette vil også sette Vis data-tillatelsen til "Kan vise", slik at denne gruppen kan opprette spørringer. Går det bra?
nl: Hiermee wordt ook de toestemming Gegevens bekijken ingesteld op "Kan bekijken", zodat deze groep query's kan maken. Oké?
pl: Spowoduje to również ustawienie uprawnienia do wyświetlania danych na "Może wyświetlać", aby umożliwić tej grupie tworzenie zapytań. Dobrze?
pt_br: Isso também definirá a permissão Visualizar dados como "Pode visualizar" para permitir que esse grupo crie consultas. Tudo bem?
ru: Это также установит разрешение View Data на "Can View", чтобы позволить этой группе создавать запросы. Хорошо?
sk: Tým sa nastaví aj oprávnenie Zobraziť údaje na možnosť "Môže sa zobraziť", aby táto skupina mohla vytvárať dotazy. Dobre?
sl: S tem boste tudi nastavili dovoljenje za ogled podatkov na »Lahko si ogled«, da bo ta skupina lahko ustvarila poizvedbe. Okej?
sq: Kjo do ta vendosë gjithashtu lejen Shiko të dhënat në “Mund të shikojë” që ky grup të mund të krijojë pyetje. Në rregull?
sr: Ovo će takođe postaviti dozvolu Pregled podataka na “Može da vidi” da bi se ovoj grupi omogućilo da kreira upite. U redu?
sv: Detta kommer också att ställa in behörigheten Visa data till "Kan visa" så att den här gruppen kan skapa frågor. Är det okej?
tr: Bu aynı zamanda bu grubun sorgu oluşturmasına izin vermek için Verileri Görüntüle iznini "Görüntüleyebilir" olarak ayarlayacaktır. Tamam mı?
uk: Це також встановить дозвіл «Перегляд даних» на «Може переглядати», щоб дозволити цій групі створювати запити. Гаразд?
vi: Thao tác này cũng sẽ đặt quyền View Data thành “Can View” để cho phép nhóm này tạo truy vấn. Được chứ?
zh_hk: 這也會將檢視資料權限設定為「可檢視」，以允許此群組建立查詢。好嗎？

source: Cross-Origin Resource Sharing (CORS)
ar: مشاركة الموارد عبر مصادر متعددة (CORS)
bg: Споделяне на ресурси от различен произход (CORS)
ca: Compartició de recursos entre orígens (CORS)
de: Ursprungsübergreifende Ressourcennutzung (CORS)
eo: CORS (like when your browser’s tryna fetch stuff from a different site and it’s like, “Nah fam”)
es: Intercambio de recursos entre orígenes (CORS)
fa: اشتراک منابع متقابل (CORS)
fi: Resurssien jakaminen eri lähteistä (CORS)
fr: Partage croisé des ressources (CORS)
it: Condivisione incrociata delle risorse (CORS)
ja: クロスオリジンリソース共有（CORS）
ms: Perkongsian Sumber Silang Asal (CORS)
nb: Ressursdeling på tvers av opprinnelse (CORS)
nl: CORS (Cross-Origin Resource Sharing)
pl: Współdzielenie zasobów między źródłami (CORS)
pt_br: Compartilhamento de recursos entre origens (CORS)
ru: Перекрестный обмен ресурсами (CORS)
sk: Vzájomné zdieľanie zdrojov (CORS)
sl: Souporaba virov med izvori (CORS)
sv: Delning av resurser över ursprungsgränser (CORS)
tr: Çapraz Kaynak Paylaşımı (CORS)
uk: Спільне використання ресурсів між різними джерелами (CORS)
vi: Chia sẻ tài nguyên xuyên nguồn gốc (CORS)
zh_hk: 跨源資源分享 (CORS)

source: Try out the SDK on localhost. To enable other sites, {0} and Enter the origins for the websites or apps where you want to allow SDK embedding.
eo: Yo, test the SDK on localhost first. To let other sites in, {0} and just punch in the origins for the websites or apps where u wanna allow SDK embedding.
hu: Próbálja ki az SDK-t localhoston. Más oldalak engedélyezéséhez {0} és adja meg azoknak a weboldalaknak vagy alkalmazásoknak az eredetét, ahol engedélyezni szeretné az SDK beágyazását.
lt: Išbandykite SDK ant localhost'o. Jei norite įgalinti kitas svetaines, {0} ir įveskite svetainių arba programų, kuriose norite leisti įterpti SDK, kilmę.
ms: Cuba SDK pada localhost. Untuk mendayakan tapak lain, {0} dan Masukkan asal untuk tapak web atau apl yang anda mahu benarkan pembenaman SDK.

source: upgrade to Metabase Pro
ar: الترقية إلى Metabase Pro
bg: надграждане до Metabase Pro
ca: actualitzeu a Metabase Pro
de: Upgrade auf Metabase Pro
eo: Upgrade to Metabase Pro = Level up to Metabase Pro, fr fr
es: Actualice a Metabase Pro
fa: به Metabase Pro ارتقا دهید
fi: Päivitä Metabase Prohon
fr: passer à Metabase Pro
hu: Frissítsen a Metabase Pro verzióra
it: aggiornamento a Metabase Pro
ja: Metabase Proへのアップグレード
lt: atnaujinti į Metabase Pro
ms: naik taraf kepada Metabase Pro
nb: oppgradering til Metabase Pro
nl: upgrade naar Metabase Pro
pl: uaktualnienie do Metabase Pro
pt_br: faça upgrade para o Metabase Pro
ru: обновление до Metabase Pro
sk: upgrade na Metabase Pro
sl: nadgradnja na Metabase Pro
sq: përmirëso te Metabase Pro
sr: pređi na Metabase Pro
sv: uppgradera till Metabase Pro
tr: Metabase Pro'ya yükseltme
uk: перейти на Metabase Pro
vi: nâng cấp lên Metabase Pro
zh_hk: 升級至 Metabase Pro

source: Enter the origins for the websites or apps where you want to allow SDK embedding, separated by a space. Localhost is automatically included.
hu: Adja meg azoknak a weboldalaknak vagy alkalmazásoknak az eredetét, ahol engedélyezni szeretné az SDK beágyazását, szóközzel elválasztva. A localhost automatikusan hozzáadásra kerül.
lt: Įveskite svetainių arba programų, kuriose norite leisti įterpti SDK, kilmę, atskirdami tarpu. Localhost įtraukiamas automatiškai.
ms: Masukkan asal untuk tapak web atau apl yang anda mahu benarkan pembenaman SDK, dipisahkan oleh ruang. Localhost disertakan secara automatik.

source: You can test Embedded analytics SDK on localhost quickly by using API keys. To use the SDK on other sites, {0}, {1} and {2}.
eo: You can flex the Embedded analytics SDK on localhost super quick with API keys. To run the SDK on other sites, {0}, {1}, and {2} be needed.
hu: Az Embedded analytics SDK-t gyorsan tesztelheti localhoston API-kulcsok használatával. Az SDK más oldalakon való használatához {0}, {1} és {2}.
lt: Galite greitai išbandyti Embedded Analytics SDK „localhost“ naudodami API raktus. Jei norite naudoti SDK kitose svetainėse, {0}, {1} ir {2}.
ms: Anda boleh menguji SDK analitis terbenam pada localhost dengan cepat menggunakan kunci API. Untuk menggunakan SDK pada tapak lain, {0}, {1} dan {2}.

source: implement JWT SSO
eo: slap in JWT SSO lol
hu: JWT SSO megvalósítása
lt: implementuoti JWT SSO
ms: melaksanakan JWT SSO

source: You can test Embedded analytics SDK on localhost quickly by using API keys. To use the SDK on other sites, {0} and {1}.
eo: Yo, you can peep the Embedded Analytics SDK on localhost super fast with API keys. To use the SDK on other sites, {0} and {1} are the move.
hu: Az Embedded analytics SDK-t gyorsan tesztelheti localhoston API-kulcsok használatával. Az SDK más oldalakon való használatához {0} és {1}.
lt: Galite greitai išbandyti Embedded Analytics SDK „localhost“ naudodami API raktus. Jei norite naudoti SDK kitose svetainėse, {0} ir {1}.
ms: Anda boleh menguji SDK analitis terbenam pada localhost dengan cepat menggunakan kunci API. Untuk menggunakan SDK pada tapak lain, {0} dan {1}.

source: You can test Embedded analytics SDK on localhost quickly by using API keys. To use the SDK on other sites, {0}.
eo: Yo, you can test the Embedded analytics SDK on localhost super quick with API keys. To use the SDK on other sites, {0}.
hu: Az Embedded analytics SDK-t gyorsan tesztelheti localhoston API-kulcsok használatával. Az SDK más oldalakon való használatához {0}.
lt: Galite greitai išbandyti Embedded Analytics SDK „localhost“ naudodami API raktus. Jei norite naudoti SDK kitose svetainėse, {0}.
ms: Anda boleh menguji SDK analitis terbenam pada localhost dengan cepat menggunakan kunci API. Untuk menggunakan SDK pada tapak lain, {0}.
