Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Returns true if the end of the `$string1` matches the `$string2` (or `$string3`, etc. if specified).
ar: يعيد true إذا كانت نهاية `$string1` تطابق `$string2` (أو `$string3`، إلخ إن تم تحديدها).
bg: Връща true, ако краят на `$string1` съвпада с `$string2` (или `$string3` и т.н., ако е указано).
ca: Retorna cert si el final de `$string1` coincideix amb `$string2` (o `$string3`, etc. si s'especifica).
de: Gibt „true“ zurück, wenn das Ende von „$string1“ mit „$string2“ (oder „$string3“ usw., falls angegeben) übereinstimmt.
eo: Returns true if the end of the `$string1` matches the `$string2` (or `$string3`, etc. if specified) — like, it’s basically checking if `$string1` is lowkey ending the same as `$string2` or whatever.
es: Devuelve verdadero si el final de `$string1` coincide con `$string2` (o `$string3`, etc. si se especifica).
fa: اگر انتهای «$string1» با «$string2» مطابقت داشته باشد (یا «$string3»، و غیره در صورت مشخص شدن، درست برمی گردد.
fi: Palauttaa tosi, jos$string1`:n loppu vastaa `$string2` (tai `$string3` jne., jos määritetty).
fr: Renvoie vrai si la fin de `$string1` correspond à `$string2` (ou `$string3`, etc. si spécifié).
it: Restituisce true se la fine di `$string1` corrisponde a `$string2` (o `$string3`, ecc. se specificato).
ja: `$string1` の末尾が `$string2` (または指定されている場合は `$string3` など) と一致する場合は true を返します。
nb: Returnerer true hvis slutten av `$string1` samsvarer med `$string2` (eller `$string3`, osv. hvis spesifisert).
nl: Retourneert true als het einde van `$string1` overeenkomt met `$string2` (of `$string3`, enz. indien opgegeven).
pl: Zwraca wartość true, jeśli koniec `$string1` pasuje do `$string2` (lub `$string3` itd., jeśli określono).
pt_br: Retorna true se o final de `$string1` corresponder a `$string2` (ou `$string3`, etc., se especificado).
ru: Возвращает true, если конец `$string1` совпадает с `$string2` (или `$string3` и т. д., если указано).
sk: Vráti hodnotu true, ak sa koniec `$string1` zhoduje s `$string2` (alebo `$string3` atď., ak je zadaný).
sl: Vrne true, če se konec `$string1` ujema z `$string2` (ali `$string3` itd., če je navedeno).
sq: Kthen true nëse fundi i `$string1` përputhet me `$string2` (ose `$string3`, etj. nëse specifikohet).
sr: Vraća true ako kraj `$string1` odgovara `$string2` (ili `$string3`, itd. ako je navedeno).
sv: Returnerar sant om slutet av `$string1` matchar `$string2` (eller `$string3`, etc. om det anges).
tr: `$string1`'ın sonu `$string2` (veya belirtilmişse `$string3`, vb.) ile eşleşiyorsa doğru döner.
uk: Повертає true, якщо кінець `$string1` збігається з `$string2` (або `$string3` тощо, якщо вказано).
vi: Trả về true nếu phần cuối của `$string1` khớp với `$string2` (hoặc `$string3`, v.v. nếu được chỉ định).
zh_hk: 如果 `$string1` 的結尾與 `$string2` (或 `$string3` 等，若已指定) 吻合，則回傳 true。

source: Returns the localized short name (eg. `"Apr"`) for the given month number (eg. `4`)
ar: يعيد الاسم المختصر المُعرب (مثل `"Apr"`) لرقم الشهر المعطى (مثل `4`)
bg: Връща локализираното кратко име (напр. „апр“) за дадения номер на месеца (напр. „4“)
ca: Retorna el nom curt localitzat (p. ex., `"Abr"`) per al número de mes donat (p. ex., `4`)
de: Gibt den lokalisierten Kurznamen (z. B. „Apr“) für die angegebene Monatsnummer (z. B. „4“) zurück.
eo: Returns the OG short name (like “Apr”) for the month number you give (like “4”), fr.
es: Devuelve el nombre corto localizado (por ejemplo, `"Abr"`) para el número de mes dado (por ejemplo, `4`)
fa: نام کوتاه بومی شده (مثلاً «آوریل») را برای شماره ماه داده شده (مثلاً «4») برمی‌گرداند.
fi: Palauttaa lokalisoidun lyhyen nimen (esim. `"Apr"`) annetulle kuukausinumerolle (esim. `4`)
fr: Renvoie le nom court localisé (par exemple, « Apr ») pour le numéro de mois donné (par exemple, « 4 »)
it: Restituisce il nome breve localizzato (ad esempio `"Apr"`) per il numero del mese specificato (ad esempio `4`)
ja: 指定された月番号（例：`4`）のローカライズされた短縮名（例：`"Apr"`）を返します。
nb: Returnerer det lokaliserte kortnavnet (f.eks. `"Apr"`) for det oppgitte månedsnummeret (f.eks. `4`)
nl: Retourneert de gelokaliseerde korte naam (bijv. `"Apr"`) voor het opgegeven maandnummer (bijv. `4`)
pl: Zwraca zlokalizowaną krótką nazwę (np. `"Kwi"`) dla podanego numeru miesiąca (np. `4`)
pt_br: Retorna o nome curto localizado (por exemplo, `"Abr"`) para o número do mês fornecido (por exemplo, `4`)
ru: Возвращает локализованное короткое имя (например, `"Apr"`) для указанного номера месяца (например, `4`)
sk: Vráti lokalizovaný krátky názov (napr. „Apr“) pre číslo daného mesiaca (napr. „4“)
sl: Vrne lokalizirano kratko ime (npr. `»Apr«`) za podano številko meseca (npr. `4`)
sq: Kthen emrin e shkurtër të lokalizuar (p.sh. `"Apr"`) për numrin e dhënë të muajit (p.sh. `4`)
sr: Vraća lokalizovani skraćeni naziv (npr. `"Apr"`) za dati broj meseca (npr. `4`)
sv: Returnerar det lokaliserade korta namnet (t.ex. "Apr") för det givna månadsnumret (t.ex. "4")
tr: Verilen ay numarası (örn. `4`) için yerelleştirilmiş kısa adı (örn. `"Nisan"`) döndürür
uk: Повертає локалізовану коротку назву (напр. `"Apr"`) для заданого номера місяця (напр. `4`)
vi: Trả về tên viết tắt được bản địa hóa (ví dụ: `"Apr"`) cho số tháng đã cho (ví dụ: `4`)
zh_hk: 傳回指定月數 (例如：`4`) 的本地化簡稱 (例如：`"Apr"`)

source: Column or expression giving the number of a month in the year, `1` to `12`.
ar: عمود أو تعبير يعطي رقم الشهر في السنة، من `1` إلى `12`.
bg: Колона или израз, даващ номера на месец в годината, от „1“ до „12“.
ca: Columna o expressió que indica el número d'un mes de l'any, "1" a "12".
de: Spalte oder Ausdruck, der die Nummer eines Monats im Jahr angibt, von „1“ bis „12“.
eo: A column or expression that shows the month number in the year, from 1 to 12 — basically, the month vibes, ya know?
es: Columna o expresión que da el número de un mes del año, del 1 al 12.
fa: ستون یا عبارتی که تعداد یک ماه در سال را نشان می دهد، «1» تا «12».
fi: Sarake tai lauseke, joka antaa kuukauden kuukauden numeron 1 - 12.
fr: Colonne ou expression donnant le numéro d'un mois dans l'année, de « 1 » à « 12 ».
it: Colonna o espressione che indica il numero di un mese dell'anno, da `1` a `12`.
ja: 年内の月番号 (`1` ～ `12`) を示す列または式。
nb: Kolonne eller uttrykk som angir nummeret på en måned i året, `1` til `12`.
nl: Kolom of uitdrukking die het nummer van de maand in het jaar aangeeft, `1` tot en met `12`.
pl: Kolumna lub wyrażenie podające numer miesiąca w roku od `1` do `12`.
pt_br: Coluna ou expressão que fornece o número de um mês no ano, `1` a `12`.
ru: Столбец или выражение, задающие номер месяца в году, от `1` до `12`.
sk: Stĺpec alebo výraz udávajúci číslo mesiaca v roku „1“ až „12“.
sl: Stolpec ali izraz, ki podaja številko meseca v letu, od 1 do 12.
sq: Kolonë ose shprehje që jep numrin e një muaji në vit, `1` deri `12`.
sr: Kolona ili izraz koji daje broj meseca u godini, `1` do `12`.
sv: Kolumn eller uttryck som anger talet för en månad under året, "1" till "12".
tr: Yıldaki bir ayın numarasını veren sütun veya ifade, `1` ile `12` arasında.
uk: Стовпець або вираз, що задає номер місяця в році від `1` до `12`.
vi: Cột hoặc biểu thức cho biết số tháng trong năm, từ `1` đến `12`.
zh_hk: 列或表示法給出一年中一個月的號碼，`1` 至`12`。

source: Returns a string like `"Q1"`, given the quarter number
ar: يعيد سلسلة مثل `"Q1"`، عند إعطاء رقم الربع
bg: Връща низ като „Q1“, даден номер на четвърт
ca: Retorna una cadena com `"Q1"`, donat el número del trimestre
de: Gibt eine Zeichenfolge wie „Q1“ zurück, wenn die Quartalsnummer angegeben ist
eo: Returns a string like “Q1,” fr fr, given the quarter number
es: Devuelve una cadena como `"Q1"`, dado el número de trimestre
fa: با توجه به عدد چهارم، رشته‌ای مانند «Q1» را برمی‌گرداند
fi: Palauttaa merkkijonon, kuten "Q1" neljännesnumeron perusteella
fr: Renvoie une chaîne comme « Q1 », étant donné le numéro du trimestre
it: Restituisce una stringa come `"Q1"`, dato il numero del trimestre
ja: 四半期番号を指定すると、`"Q1"`のような文字列を返します。
nb: Returnerer en streng som `"Q1"`, gitt kvartalsnummeret
nl: Retourneert een string zoals `"Q1"`, gegeven het kwartaalnummer
pl: Zwraca ciąg znaków, taki jak `"Q1"`, biorąc pod uwagę numer kwartału
pt_br: Retorna uma sequência como `"Q1"`, dado o número do trimestre
ru: Возвращает строку типа `"Q1"`, учитывая номер квартала
sk: Vráti reťazec ako „Q1“ s číslom štvrťroka
sl: Vrne niz, kot je »Q1«, glede na številko četrtine
sq: Kthen një string si `"Q1"`, duke marrë numrin e tremujorit
sr: Vraća string kao `"Q1"`, na osnovu broja kvartala
sv: Returnerar en sträng som `"Q1"`, givet kvartstalet
tr: Çeyrek sayısı verildiğinde `"Q1"` gibi bir dize döndürür
uk: Повертає рядок на кшталт `"Q1"` для заданого номера кварталу
vi: Trả về một chuỗi như `"Q1"`, cho biết số quý
zh_hk: 給定季度號碼，返回類似`"Q1"`的字串

source: Column or expression giving the number of a quarter of the year, `1` to `4`.
ar: عمود أو تعبير يعطي رقم الربع من السنة، من `1` إلى `4`.
bg: Колона или израз, даващ номера на тримесечие от годината, от 1 до 4.
ca: Columna o expressió que indica el número d'un trimestre de l'any, "1" a "4".
de: Spalte oder Ausdruck, der die Nummer eines Quartals des Jahres angibt, „1“ bis „4“.
eo: That’s just the column or expr telling you which quarter of the year it is, from 1 to 4.
es: Columna o expresión que da el número de un trimestre del año, del `1` al `4`.
fa: ستون یا عبارتی که عدد یک چهارم سال را نشان می دهد، «1» تا «4».
fi: Sarake tai lauseke, joka antaa vuosineljänneksen numeron, "1" - "4".
fr: Colonne ou expression donnant le numéro d'un trimestre de l'année, de « 1 » à « 4 ».
it: Colonna o espressione che indica il numero di un trimestre dell'anno, da `1` a `4`.
ja: 年の四半期番号 (`1` ～ `4`) を示す列または式。
nb: Kolonne eller uttrykk som angir nummeret på et kvartal i året, `1` til `4`.
nl: Kolom of uitdrukking die het nummer van een kwartaal van het jaar aangeeft, `1` tot en met `4`.
pl: Kolumna lub wyrażenie podające numer kwartału roku od `1` do `4`.
pt_br: Coluna ou expressão que fornece o número de um trimestre do ano, `1` a `4`.
ru: Столбец или выражение, дающее номер квартала года, от `1` до `4`.
sk: Stĺpec alebo výraz udávajúci číslo štvrťroka „1“ až „4“.
sl: Stolpec ali izraz, ki podaja številko četrtletja v letu, od 1 do 4.
sq: Kolonë ose shprehje që jep numrin e një tremujori të vitit, `1` deri `4`.
sr: Kolona ili izraz koji daje broj kvartala u godini, `1` do `4`.
sv: Kolumn eller uttryck som ger numret för ett kvartal av året, "1" till "4".
tr: Yılın bir çeyreğinin sayısını veren sütun veya ifade, `1`den `4`e kadar.
uk: Стовпець або вираз, що задає номер кварталу в році від `1` до `4`.
vi: Cột hoặc biểu thức cho biết số của một quý trong năm, từ `1` đến `4`.
zh_hk: 縱列或詞組表示一年中一個季度的數字，`1` 至`4`。

source: Column or expression giving the number of a day of the week, `1` to `7`. Which day is `1` is defined in your localization setting; default Sunday.
ar: عمود أو تعبير يعطي رقم يوم من أيام الأسبوع، من `1` إلى `7`. أي يوم هو `1` يُحدد في إعدادات التوطين لديك؛ الافتراضي الأحد.
bg: Колона или израз, даващ номера на ден от седмицата, от „1“ до „7“. Кой ден е „1“ се определя във вашата настройка за локализация; по подразбиране неделя.
ca: Columna o expressió que indica el número d'un dia de la setmana, "1" a "7". Quin dia és `1` es defineix a la configuració de localització; diumenge per defecte.
de: Spalte oder Ausdruck, der die Nummer eines Wochentags von 1 bis 7 angibt. Welcher Tag 1 ist, wird in Ihren Lokalisierungseinstellungen festgelegt; Standard ist Sonntag.
eo: It's basically a column or expression that shows the day of the week, from 1 to 7. Which day is 1 depends on your locale, but default is Sunday.
es: Columna o expresión que indica el número de un día de la semana, del 1 al 7. El día 1 se define en la configuración de localización; el valor predeterminado es domingo.
fa: ستون یا عبارتی که تعداد یک روز هفته را نشان می دهد، «1» تا «7». اینکه کدام روز "1" است در تنظیمات بومی سازی شما تعریف شده است. پیش فرض یکشنبه
fi: Sarake tai lauseke, joka antaa viikonpäivän numeron 1 - 7. Mikä päivä on "1", on määritetty lokalisointiasetuksissasi. oletussunnuntai.
fr: Colonne ou expression indiquant le numéro d'un jour de la semaine, de 1 à 7. Le jour correspondant à 1 est défini dans vos paramètres de localisation ; la valeur par défaut est le dimanche.
it: Colonna o espressione che indica il numero di un giorno della settimana, da `1` a `7`. Il giorno `1` è definito nelle impostazioni di localizzazione; il valore predefinito è domenica.
ja: 曜日の番号 (`1` ～ `7`) を示す列または式。`1` がどの曜日であるかは、ローカリゼーション設定で定義されます。デフォルトは日曜日です。
nb: Kolonne eller uttrykk som angir nummeret på en ukedag, `1` til `7`. Hvilken dag som er `1`, er definert i lokaliseringsinnstillingene dine; standard er søndag.
nl: Kolom of expressie die het nummer van een dag van de week aangeeft, `1` tot `7`. Welke dag `1` is, wordt gedefinieerd in uw lokalisatie-instelling; standaard zondag.
pl: Kolumna lub wyrażenie podające numer dnia tygodnia od `1` do `7`. Który dzień jest `1`, jest zdefiniowane w ustawieniach lokalizacji; domyślnie jest to niedziela.
pt_br: Coluna ou expressão que fornece o número de um dia da semana, `1` a `7`. Qual dia é `1` é definido na sua configuração de localização; o padrão domingo.
ru: Столбец или выражение, дающее номер дня недели, от `1` до `7`. Какой день будет `1`, определяется в настройках локализации; по умолчанию воскресенье.
sk: Stĺpec alebo výraz udávajúci číslo dňa v týždni „1“ až „7“. Ktorý deň je „1“ je definovaný vo vašom nastavení lokalizácie; predvolená nedeľa.
sl: Stolpec ali izraz, ki podaja številko dneva v tednu, od 1 do 7. Kateri dan je »1«, je določeno v vaši nastavitvi lokalizacije; privzeta nedelja.
sq: Kolonë ose shprehje që jep numrin e një dite të javës, `1` deri `7`. Cila ditë është `1` përcaktohet në cilësimin tënd të lokalizimit; parazgjedhje e diela.
sr: Kolona ili izraz koji daje broj dana u nedelji, `1` do `7`. Koji je dan `1` definiše se u vašim lokalizacijskim podešavanjima; podrazumevano nedelja.
sv: Kolumn eller uttryck som ger numret för en veckodag, "1" till "7". Vilken dag som är `1` definieras i din lokaliseringsinställning; standard söndag.
tr: Haftanın bir gününün numarasını veren sütun veya ifade, `1` ile `7` arasında. Hangi günün `1` olduğu yerelleştirme ayarlarınızda tanımlanır; varsayılan Pazar.
uk: Стовпець або вираз, що задає номер дня тижня від `1` до `7`. Який день є `1`, визначається у ваших налаштуваннях локалізації; дефолт — неділя.
vi: Cột hoặc biểu thức cho biết số ngày trong tuần, từ `1` đến `7`. Ngày nào là `1` được xác định trong cài đặt bản địa hóa của bạn; mặc định là Chủ Nhật.
zh_hk: 縱列或表達式給予一週中某一天的數字，從`1`到`7`。哪一天是 `1` 在您的本地化設定中定義；預設為星期日。

source: Returns true if a column's value falls within an interval, starting from an initial, offsetting interval.
ar: يعيد true إذا كانت قيمة عمود تقع ضمن فترة زمنية، بدءًا من فترة زمنية أولية بإزاحة.
bg: Връща true, ако стойността на колона попада в рамките на интервал, като се започне от начален, компенсиращ интервал.
ca: Retorna cert si el valor d'una columna es troba dins d'un interval, començant per un interval inicial de compensació.
de: Gibt „true“ zurück, wenn der Wert einer Spalte innerhalb eines Intervalls liegt, beginnend mit einem anfänglichen, versetzten Intervall.
eo: It gives you a yes if a column’s value is chillin’ inside a certain range, starting from an initial offsetting interval.
es: Devuelve verdadero si el valor de una columna cae dentro de un intervalo, comenzando desde un intervalo inicial y compensatorio.
fa: اگر مقدار یک ستون در یک بازه زمانی قرار گیرد که از یک بازه اولیه و جبرانی شروع می شود، مقدار true را برمی گرداند.
fi: Palauttaa tosi, jos sarakkeen arvo osuu aikaväliin, alkaen alkuperäisestä siirtymävälistä.
fr: Renvoie vrai si la valeur d'une colonne se situe dans un intervalle, à partir d'un intervalle initial de décalage.
it: Restituisce true se il valore di una colonna rientra in un intervallo, a partire da un intervallo iniziale di offset.
ja: 列の値が、初期のオフセット間隔から始まる間隔内にある場合は true を返します。
lt: Grąžina true, jei stulpelio reikšmė patenka į intervalą, pradedant nuo pradinio kompensavimo intervalo.
nb: Returnerer true hvis en kolonnes verdi faller innenfor et intervall, med utgangspunkt i et innledende, forskjøvet intervall.
nl: Retourneert true als de waarde van een kolom binnen een interval valt, beginnend bij een initieel, verschuivend interval.
pl: Zwraca wartość true, jeśli wartość kolumny mieści się w przedziale, zaczynając od początkowego, przesuniętego przedziału.
pt_br: Retorna true se o valor de uma coluna estiver dentro de um intervalo, a partir de um intervalo inicial de deslocamento.
ru: Возвращает значение true, если значение столбца попадает в интервал, начиная с начального смещающего интервала.
sk: Vráti hodnotu true, ak hodnota stĺpca spadá do intervalu počnúc počiatočným intervalom posunu.
sl: Vrne true, če je vrednost stolpca znotraj intervala, začenši z začetnim intervalom odmika.
sq: Kthen true nëse vlera e një kolone bie brenda një intervali, duke nisur nga një interval fillestar me offset.
sr: Vraća true ako vrednost kolone spada u interval, počevši od početnog, pomerenog intervala.
sv: Returnerar sant om en kolumns värde faller inom ett intervall, med början från ett initialt förskjutningsintervall.
tr: Bir sütunun değeri, başlangıçtaki, ofset aralığından başlayarak bir aralığa düşerse doğru döner.
uk: Повертає true, якщо значення стовпця потрапляє в інтервал, починаючи з початкового інтервалу зі зсувом.
vi: Trả về true nếu giá trị của cột nằm trong một khoảng, bắt đầu từ khoảng bù ban đầu.
zh_hk: 如果列的值從初始偏移區間開始，落在區間內，則返回 true。

source: The date column to check.
ar: عمود التاريخ المطلوب التحقق منه.
bg: Колоната за дата за проверка.
ca: La columna de data a comprovar.
de: Die zu prüfende Datumsspalte.
eo: The date column to peep.
es: La columna de fecha a comprobar.
fa: ستون تاریخ برای بررسی
fi: Tarkistettava päivämääräsarake.
fr: La colonne date à vérifier.
it: La colonna data da controllare.
ja: チェックする日付列。
lt: Datos stulpelis, kurį reikia patikrinti.
nb: Datokolonnen som skal kontrolleres.
nl: De datumkolom om te controleren.
pl: Kolumna daty do sprawdzenia.
pt_br: A coluna de data a ser verificada.
ru: Столбец даты для проверки.
sk: Stĺpec dátumu na kontrolu.
sl: Datumski stolpec za preverjanje.
sq: Kolona e datës për t’u kontrolluar.
sr: Kolona datuma koju treba proveriti.
sv: Datumkolumnen att kontrollera.
tr: Kontrol edilecek tarih sütunu.
uk: Стовпець дати для перевірки.
vi: Cột ngày cần kiểm tra.
zh_hk: 要檢查的日期欄。

source: Period of the interval, where negative numbers go back in time.
ar: مدة الفترة، حيث تعيد الأرقام السالبة الرجوع في الزمن.
bg: Период от интервала, където отрицателните числа се връщат назад във времето.
ca: Període de l'interval, on els nombres negatius es remunten en el temps.
de: Zeitraum des Intervalls, in dem negative Zahlen in der Zeit zurückgehen.
eo: That’s like the time zone where negative numbers are straight up vibing in the past lol
es: Periodo del intervalo, donde los números negativos retroceden en el tiempo.
fa: دوره بازه، که در آن اعداد منفی به گذشته برمی گردند.
fi: Välin jakso, jossa negatiiviset luvut palaavat ajassa taaksepäin.
fr: Période de l'intervalle, où les nombres négatifs remontent dans le temps.
it: Periodo dell'intervallo in cui i numeri negativi tornano indietro nel tempo.
ja: 負の数が時間を遡る間隔の期間。
lt: Intervalo laikotarpis, kai neigiami skaičiai grįžta laiku atgal.
nb: Periode i intervallet, der negative tall går tilbake i tid.
nl: Periode van het interval, waarin negatieve getallen teruggaan in de tijd.
pl: Okres przedziału, w którym liczby ujemne cofają się w czasie.
pt_br: Período do intervalo, no qual os números negativos retrocedem no tempo.
ru: Период интервала, в котором отрицательные числа возвращаются назад во времени.
sk: Obdobie intervalu, v ktorom sa záporné čísla vrátia späť v čase.
sl: Obdobje intervala, kjer se negativna števila vračajo v preteklost.
sq: Periudha e intervalit, ku numrat negativë kthehen prapa në kohë.
sr: Period intervala, gde negativni brojevi idu unazad u vremenu.
sv: Period av intervallet, där negativa tal går tillbaka i tiden.
tr: Aralığın, negatif sayıların geriye doğru gittiği periyodu.
uk: Період інтервалу, де від’ємні числа означають рух назад у часі.
vi: Chu kỳ của khoảng thời gian, trong đó các số âm quay ngược lại theo thời gian.
zh_hk: 時間間隔的週期，負數會回到過去。

source: The initial interval period to start from, where negative values are back in time.
ar: مدة الفترة الأولية التي سيتم البدء منها، حيث تعني القيم السالبة الرجوع في الزمن.
bg: Първоначалният интервален период, от който да започнете, където отрицателните стойности са назад във времето.
ca: El període d'interval inicial des del qual començar, on els valors negatius estan enrere en el temps.
de: Der anfängliche Intervallzeitraum, bei dem negative Werte in der Vergangenheit liegen.
eo: The starting point where negative numbers are basically like time traveling backwards, lol.
es: El período de intervalo inicial desde el cual comenzar, donde los valores negativos se encuentran atrás en el tiempo.
fa: بازه زمانی اولیه که باید از آن شروع شود، جایی که مقادیر منفی در زمان بازگشته است.
fi: Alkujakso alkaa, jolloin negatiiviset arvot ovat ajassa taaksepäin.
fr: La période d'intervalle initiale à partir de laquelle les valeurs négatives sont remontées dans le temps.
it: Periodo di intervallo iniziale da cui partire, in cui i valori negativi tornano indietro nel tempo.
ja: 負の値が過去に戻る、開始する初期間隔期間。
lt: Pradinis intervalo laikotarpis, nuo kurio reikia pradėti, kai neigiamos reikšmės grįžta laiku.
nb: Den opprinnelige intervallperioden å starte fra, der negative verdier er tilbake i tid.
nl: De initiële intervalperiode waar vanaf gestart wordt, waarbij negatieve waarden terug in de tijd komen.
pl: Początkowy okres przedziału czasu, od którego należy zacząć, w którym wartości ujemne powracają w czasie.
pt_br: O período de intervalo inicial para começar, em que os valores negativos retrocedem no tempo.
ru: Начальный интервал, с которого следует начать, где отрицательные значения отсчитываются назад во времени.
sk: Počiatočné obdobie intervalu, od ktorého sa má začať, pričom záporné hodnoty sú späť v čase.
sl: Začetno intervalno obdobje za začetek, kjer so negativne vrednosti nazaj v času.
sq: Periudha e intervalit fillestar nga ku të niset, ku vlerat negative janë prapa në kohë.
sr: Početni period intervala od kog se kreće, gde negativne vrednosti znače unazad u vremenu.
sv: Den initiala intervallperioden att utgå från, där negativa värden är tillbaka i tiden.
tr: Başlamak için başlangıç aralığı periyodu, negatif değerler zamanda geriye doğru alınır.
uk: Початковий період інтервалу, від якого починати; від’ємні значення означають назад у часі.
vi: Khoảng thời gian ban đầu để bắt đầu, nơi các giá trị âm quay trở lại theo thời gian.
zh_hk: 起始的初始間隔週期，負值表示回溯時間。
