Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You cannot archive the Custom Reports Collection.
hu: Az egyéni jelentésgyűjtemény nem archiválható.
lt: Negalite archyvuoti tinkintų ataskaitų rinkinio.
ms: Anda tidak boleh mengarkibkan Koleksi Laporan Khas.

source: Invalid field ref for indexing: {0}
hu: Érvénytelen mező hivatkozás az indexeléshez: {0}
ms: Rujukan medan tidak sah untuk pengindeksan: {0}

source: Audit database permissions can only be changed by updating audit collection permissions.
ar: لا يمكن تغيير أذونات قاعدة بيانات التدقيق إلا عبر تحديث أذونات مجموعة التدقيق.
bg: Разрешенията на базата данни за одит могат да се променят само чрез актуализиране на разрешенията на колекцията за одит.
ca: Els permisos de la base de dades d'auditoria només es poden canviar actualitzant els permisos de col·lecció d'auditoria.
de: Die Berechtigungen für die Audit-Datenbank können nur durch Aktualisierung der Berechtigungen für die Audit-Sammlung geändert werden.
eo: Only way to change audit database perms is by updating the audit collection perms, fr.
es: Los permisos de la base de datos de auditoría solo se pueden cambiar actualizando los permisos de recopilación de auditoría.
fa: مجوزهای پایگاه داده حسابرسی را فقط می توان با به روز رسانی مجوزهای مجموعه حسابرسی تغییر داد.
fi: Tarkastus tietokannan käyttöoikeuksia voi muuttaa vain päivittämällä tarkastuskokoelman käyttöoikeuksia.
fr: Les autorisations de la base de données d'audit ne peuvent être modifiées qu'en mettant à jour les autorisations de la collection d'audits.
hu: Az adatbázis-naplózási engedélyek csak a megfigyelési gyűjtemény engedélyeinek frissítésével módosíthatók.
it: Le autorizzazioni del database di audit possono essere modificate solo aggiornando le autorizzazioni della raccolta di audit.
ja: 監査データベースのアクセス許可は、監査コレクションのアクセス許可を更新することによってのみ変更できます。
lt: Audito duomenų bazės leidimus galima pakeisti tik atnaujinus audito rinkinio leidimus.
ms: Kebenaran pangkalan data audit hanya boleh diubah dengan mengemas kini kebenaran koleksi audit.
nb: Tillatelser til Revisjonsdatabasen kan bare bli endret ved å oppdatere tillatelsene til revisjonssamlingen.
nl: Audit database permissies kunnen alleen worden gewijzigd door audit collectie permissies bij te werken.
pl: Uprawnienia do bazy danych audytu można zmienić tylko poprzez aktualizację uprawnień do kolekcji audytu.
pt_br: As permissões do banco de dados de auditoria só podem ser alteradas com a atualização das permissões da coleção de auditoria.
ru: Разрешения базы данных аудита можно изменить только путем обновления разрешений коллекции аудита.
sk: Oprávnenia databázy auditu možno zmeniť iba aktualizáciou oprávnení kolekcie auditu.
sl: Dovoljenja za zbirko podatkov za nadzor je mogoče spremeniti le s posodobitvijo dovoljenj za zbiranje nadzora.
sq: Lejet e databazës së audit mund të ndryshohen vetëm duke përditësuar lejet e koleksionit të audit.
sr: Dozvole audit baze mogu se promeniti samo ažuriranjem dozvola audit kolekcije.
sv: Behörigheter för revisionsdatabaser kan endast ändras genom att uppdatera behörigheter för revisionssamlingar.
tr: Denetim veritabanı izinleri yalnızca denetim koleksiyonu izinleri güncellenerek değiştirilebilir.
uk: Дозволи для audit-бази даних можна змінити лише через оновлення дозволів audit-колекції.
vi: Quyền kiểm tra cơ sở dữ liệu chỉ có thể được thay đổi bằng cách cập nhật quyền thu thập kiểm tra.
zh_hk: 稽核資料庫權限只能透過更新稽核集合權限來變更。

source: Setting User {0}''s last_acknowledged_version to {1}, the current version
hu: Felhasználó {0} last_acnowledged_verziójának beállítása {1}-re, az aktuális verzióra
ms: Menetapkan versi terakhir yang diakui untuk Pengguna {0} kepada {1}, versi semasa

source: The last version for which a user dismissed the 'What's new?' modal.
hu: Az utolsó verzió, amelynél egy felhasználó elvetette a "Mi az új?" modális.
ms: Versi terakhir yang mana seorang pengguna menolak modal 'Apa yang baru?'.

source: Token should be 64 hexadecimal characters.
hu: A tokennek 64 hexadecimális karakterből kell állnia.
ms: Token hendaklah 64 karakter heksadesimal.

source: Unable to bin Field without a min/max value (missing or incomplete fingerprint)
ar: تعذر تجميع Field ضمن فئات بدون قيمة min/max (بصمة مفقودة أو غير مكتملة)
bg: Невъзможност за класифициране на поле без минимална/максимална стойност (липсващ или непълен пръстов отпечатък)
ca: No es pot agrupar el camp sense un valor mínim/màxim (empremta digital que falta o és incompleta)
de: Feld ohne Min/Max-Wert kann nicht gebunden werden (fehlender oder unvollständiger Fingerprint)
eo: Can’t bin Field without a min/max value lol, fingerprint’s either missing or not fully there smh
es: No se puede agrupar el campo sin un valor mínimo/máximo (huella digital faltante o incompleta)
fa: نمی‌توان فیلد را بدون مقدار حداقل/حداکثر (اثر انگشت موجود یا ناقص) محفوظ کرد.
fi: Kenttää ei voi luokitella ilman vähimmäis- tai enimmäisarvoa (puuttuva tai epätäydellinen sormenjälki).
fr: Impossible de classer un champ sans valeur minimale/maximale (empreinte digitale manquante ou incomplète)
hu: A mező nem helyezhető el minimum/max érték nélkül (hiányzó vagy hiányos ujjlenyomat)
it: Impossibile classificare il campo senza un valore minimo/massimo (impronta digitale mancante o incompleta)
ja: 最小値/最大値の値がない場合、フィールドをビン化できません（フィンガープリントが欠落または不完全）。
lt: Neįmanoma sudėti lauko be minimalios / didžiausios vertės (trūksta arba neužbaigtas piršto atspaudas)
ms: Tidak dapat mengkategorikan medan tanpa nilai minimum/maksimum (cap jari hilang atau tidak lengkap)
nb: Kan ikke samle felt uten en min/maks-verdi (manglende eller ufullstendig fingeravtrykk)
nl: Veld zonder min/max-waarde kan niet worden bin (ontbrekende of onvolledige vingerafdruk)
pl: Nie można binować pola bez wartości minimalnej/maksymalnej (brak lub niekompletny odcisk palca)
pt_br: Não é possível agrupar o campo sem um valor mínimo/máximo (impressão digital ausente ou incompleta)
ru: Невозможно отследить поле без минимального/максимального значения (отсутствующий или неполный отпечаток)
sk: Nemožnosť binovať Pole bez minimálnej/maximálnej hodnoty (chýbajúci alebo neúplný odtlačok)
sl: Ni mogoče smetiti polja brez minimalne/največje vrednosti (manjkajoči ali nepopoln prstni odtis)
sq: Nuk mund të ndahet në intervale Fusha pa një vlerë min/max (fingerprint mungon ose i paplotë)
sr: Nije moguće binovati Polje bez min/max vrednosti (nedostaje ili je nepotpun fingerprint)
sv: Kan inte slå ihop fält utan min/max-värde (fingeravtryck saknas eller är ofullständigt)
tr: Min/maks değeri olmayan alan binlenemiyor (eksik veya tamamlanmamış parmak izi)
uk: Не вдається зробити біннінг для поля без min/max значення (відсутній або неповний fingerprint)
vi: Không thể phân loại Trường không có giá trị min/max (dấu vân tay bị thiếu hoặc không đầy đủ)
zh_hk: 無法分選沒有最小值/最大值的欄位 (指紋遺失或不完整)

source: Cannot update binned field: could not find matching source metadata for Field {0}
eo: Bruh, can't update the binned field: legit couldn't find the right source metadata for Field {0}
hu: Nem sikerült frissíteni a gyűjtött mezőt: nem találhatók megfelelő forrás-metaadatok a(z) {0} mezőhöz
lt: Nepavyko atnaujinti įtraukto lauko: nepavyko rasti atitinkančių {0} lauko šaltinio metaduomenų
ms: Tidak dapat mengemas kini medan berkategori: tidak dapat mencari metadata sumber yang sepadan untuk Medan {0}

source: Maximum number of rows to return for aggregated queries via the API.
ar: الحد الأقصى لعدد الصفوف التي يتم إرجاعها للاستعلامات المجمّعة عبر API.
bg: Максимален брой редове, които да се връщат при обобщени заявки чрез API.
ca: Nombre màxim de files a retornar per a consultes agregades mitjançant l'API.
de: Maximale Anzahl von Zeilen, die bei aggregierten Abfragen über die API zurückgegeben werden.
eo: Max rows u can get back for those grouped API queries, fr.
es: Número máximo de filas que se devolverán para consultas agregadas a través de la API.
fa: حداکثر تعداد ردیف هایی که باید برای جستجوهای انبوه از طریق API بازگردانده شوند.
fi: Maksimimäärä rivejä, jotka palautetaan API:n kautta tehtävissä yhdistetyissä kyselyissä.
fr: Nombre maximum de lignes à renvoyer pour les requêtes agrégées via l'API.
hu: Az API-n keresztüli összesített lekérdezéseknél visszaadható sorok maximális száma.
it: Numero massimo di righe da restituire per le query aggregate tramite l'API.
ja: API 経由で集約されたクエリに対して返される行の最大数。
lt: Didžiausias eilučių skaičius, kurį reikia pateikti apibendrintoms užklausoms per API.
ms: Bilangan maksimum baris untuk dikembalikan untuk query gabungan melalui API.
nb: Maksimalt antall rader å returnere for sammenslåtte spørringer via APIet.
nl: Maximum aantal rijen dat wordt geretourneerd voor geaggregeerde query's via de API.
pl: Maksymalna liczba wierszy zwracana dla zagregowanych zapytań za pośrednictwem interfejsu API.
pt_br: Número máximo de linhas a serem retornadas para consultas agregadas por meio da API.
ru: Максимальное количество строк, возвращаемых при агрегированных запросах через API.
sk: Maximálny počet riadkov, ktoré sa majú vrátiť pri agregovaných dotazoch prostredníctvom API.
sl: Največje število vrstic, ki jih je treba vrniti za združene poizvedbe prek API-ja.
sq: Numri maksimal i rreshtave për t’u kthyer për pyetjet e agreguara përmes API.
sr: Maksimalan broj redova koji API vraća za agregirane upite.
sv: Maximalt antal rader som ska returneras för aggregerade frågor via API:et.
tr: API aracılığıyla toplu sorgular için döndürülecek maksimum satır sayısı.
uk: Максимальна кількість рядків, яку можна повертати для агрегованих запитів через API.
vi: Số lượng hàng tối đa trả về cho các truy vấn tổng hợp thông qua API.
zh_hk: 透過 API 匯總查詢的最大返回行數。

source: Segment expansion failed. Check mutually recursive segment definitions.
ar: فشل توسيع الشريحة. تحقّق من تعريفات الشرائح المتبادلة التكرار.
bg: Разширяването на сегмента е неуспешно. Проверете взаимно повтарящите се дефиниции на сегменти.
ca: L'expansió del segment ha fallat. Comproveu les definicions de segments mútuament recursius.
de: Segmentexpansion fehlgeschlagen. Überprüfen Sie gegenseitig rekursive Segmentdefinitionen.
eo: Segment expansion totally flopped. Bruh, check those recursive segment defs, they’re being sus.
es: La expansión del segmento fracasó. Verifica las definiciones de segmentos mutuamente recursivos.
fa: گسترش بخش ناموفق بود. تعاریف بخش بازگشتی متقابل را بررسی کنید.
fi: Segmentin laajennus epäonnistui. Tarkista keskinäisesti rekursiiviset segmenttimääritelmät.
fr: L'expansion du segment a échoué. Vérifier les définitions de segments mutuellement récursifs.
hu: A szegmensbővítés nem sikerült. Ellenőrizze a kölcsönösen rekurzív szegmensdefiníciókat.
it: L'espansione del segmento non è riuscita. Controllare le definizioni dei segmenti reciprocamente ricorsivi.
ja: セグメントの拡張に失敗しました。 相互に再帰的なセグメント定義を確認します。
lt: Segmento išplėtimas nepavyko. Patikrinkite abipusiai rekursinius segmentų apibrėžimus.
ms: Pengembangan segmen gagal. Semak definisi segmen saling rekursif.
nb: Utvidelse av segment feilet. Sjekk gjensidig rekursive segmentdefinisjoner.
nl: Uitbreiding segment mislukt. Controleer wederzijds recursieve segmentdefinities.
pl: Rozszerzenie segmentu nie powiodło się. Sprawdź wzajemnie rekurencyjne definicje segmentów.
pt_br: Falha na expansão do segmento. Verifique as definições de segmentos mutuamente recursivos.
ru: Не удалось расширить сегмент. Проверьте взаимно рекурсивные определения сегментов.
sk: Rozšírenie segmentu sa nepodarilo. Skontrolujte vzájomne rekurzívne definície segmentov.
sl: Širitev segmenta ni uspela. Preverite medsebojno rekurzivne definicije segmentov.
sq: Zgjerimi i segmentit dështoi. Kontrolloni përkufizimet e segmenteve rekursive të ndërsjella.
sr: Proširenje segmenta nije uspelo. Proverite međusobno rekurzivne definicije segmenta.
sv: Segmentexpandering misslyckades. Kontrollera ömsesidigt rekursiva segmentdefinitioner.
tr: Segment genişletme başarısız oldu. Karşılıklı özyinelemeli segment tanımlarını kontrol edin.
uk: Не вдалося розгорнути сегмент. Перевірте взаємно рекурсивні визначення сегментів.
vi: Mở rộng phân đoạn không thành công. Kiểm tra định nghĩa phân đoạn đệ quy lẫn nhau.
zh_hk: 區段擴充失敗。檢查相互遞延的區段定義。

source: Querying this database requires the audit-app feature flag
ar: يتطلب الاستعلام عن قاعدة البيانات هذه علم الميزة audit-app
bg: За справки в тази база данни се изисква флагът за функция audit-app
ca: La consulta d'aquesta base de dades requereix la marca de funció d'auditoria de l'aplicació
de: Für die Abfrage dieser Datenbank ist das Funktionskennzeichen audit-app erforderlich
eo: You gotta have the audit-app flag turned on to query this database, fr.
es: Consultar esta base de datos requiere el indicador de función de la aplicación de auditoría
fa: پرس و جو از این پایگاه داده به پرچم ویژگی برنامه حسابرسی نیاز دارد
fi: Tämän tietokannan kysely edellyttää audit-app ominaisuuden lippua.
fr: L'interrogation de cette base de données nécessite le drapeau de la fonction audit-app
hu: Ennek az adatbázisnak a lekérdezéséhez szükség van az audit-app szolgáltatásjelzőre
it: L'interrogazione di questo database richiede il flag della funzione audit-app
ja: このデータベースをクエリするには、audit-app 機能フラグが必要です
lt: Norint pateikti užklausą šioje duomenų bazėje, reikalinga audito programos funkcijos vėliavėlė
ms: Menanyakan pangkalan data ini memerlukan ciri audit-app
nb: Å spørre denne databasen krever revisjons-app flagget
nl: Voor het bevragen van deze database is de audit-app functievlag nodig
pl: Zapytanie do tej bazy danych wymaga flagi funkcji audit-app
pt_br: Consultar este banco de dados requer o sinalizador de recurso audit-app
ru: Для запроса этой базы данных требуется флаг функции audit-app.
sk: Vyhľadávanie v tejto databáze vyžaduje príznak funkcie audit-app
sl: Če želite poizvedovati po tej zbirki podatkov, potrebujete zastavico funkcije aplikacije za nadzor
sq: Kërkimi në këtë databazë kërkon feature flag audit-app
sr: Za upite nad ovom bazom podataka je potreban feature flag audit-app
sv: Förfrågningar till denna databas kräver flaggan audit-app
tr: Bu veritabanını sorgulamak için audit-app özellik bayrağı gerekir
uk: Для виконання запитів до цієї бази даних потрібен feature flag audit-app
vi: Truy vấn cơ sở dữ liệu này yêu cầu cờ tính năng audit-app
zh_hk: 查詢此資料庫需要使用 audit-app 功能旗標

source: Failed to fetch {0} {1}
hu: Nem sikerült lekérni a következőt: {0} {1}
ms: Gagal mengambil {0} {1}

source: Attempting to initialize metadata provider with new Database {0}. Queries can only reference one Database. Already referencing: {1}
ar: محاولة تهيئة موفّر بيانات التعريف باستخدام Database جديدة {0}. يمكن للاستعلامات الإشارة إلى Database واحدة فقط. تتم الإشارة بالفعل إلى: {1}
bg: Опит за инициализиране на доставчик на метаданни с нова база данни {0}. Заявките могат да се позовават само на една База данни. Вече има препратка към: {1}
ca: S'està intentant inicialitzar el proveïdor de metadades amb la nova base de dades {0}. Les consultes només poden fer referència a una base de dades. Ja fa referència a: {1}
de: Es wird versucht, den Metadatenanbieter mit einer neuen Datenbank zu initialisieren {0}. Abfragen können nur auf eine Datenbank verweisen. Bereits referenziert: {1}
eo: Trying to set up the metadata provider with a new Database {0}. Queries can only vibe with one Database at a time. Already repping: {1}
es: Intentando inicializar el proveedor de metadatos con la nueva base de datos {0}. Las consultas solo pueden hacer referencia a una base de datos. Referencia existente: {1}
fa: تلاش برای مقداردهی اولیه ارائه دهنده ابرداده با پایگاه داده جدید {0}. پرس و جوها فقط می توانند به یک پایگاه داده ارجاع دهند. قبلاً ارجاع داده شده است: {1}
fi: Yritetään alustaa metatietojen tarjoajaa uudella tietokannalla {0}. Kyselyt voivat viitata vain yhteen tietokantaan. Viittaa jo: {1}
fr: Tentative d'initialisation du fournisseur de métadonnées avec la nouvelle base de données {0}. Les requêtes ne peuvent référencer qu'une seule base de données. Déjà en cours de référencement : {1}
hu: Megkísérlik inicializálni a metaadat-szolgáltatót az új adatbázissal ({0}). A lekérdezések csak egy adatbázisra hivatkozhatnak. Már hivatkozik: {1}
it: Tentativo di inizializzare il provider di metadati con un nuovo database {0}. Le query possono fare riferimento a un solo database. Già referenziato: {1}
ja: 新しいデータベース {0} を使用してメタデータ プロバイダーを初期化しようとしています。 クエリは 1 つのデータベースのみを参照できます。 すでに参照しています: {1}
lt: Bandoma inicijuoti metaduomenų teikėją naudojant naują duomenų bazę {0}. Užklausos gali nurodyti tik vieną duomenų bazę. Jau nurodoma: {1}
ms: Mencuba untuk memulakan penyedia metadata dengan Pangkalan Data baru {0}. Query hanya boleh merujuk satu Pangkalan Data. Sudah merujuk: {1}
nb: Prøver å initialisere metadatatilbyder med ny Database {0}. Spørringer kan bare referere til en Database. Refererer allerede: {1}
nl: Poging om metadata provider te initialiseren met nieuwe Database {0}. Query's kunnen maar naar één database verwijzen. Verwijst al naar: {1}
pl: Próba zainicjowania dostawcy metadanych z nową bazą danych {0}. Zapytania mogą odwoływać się tylko do jednej bazy danych. Już odwołuje się do: {1}
pt_br: Tentativa de inicializar o provedor de metadados com o novo banco de dados {0}. As consultas só podem fazer referência a um banco de dados. Já fazendo referência a: {1}
ru: Попытка инициализации провайдера метаданных с новой базой данных {0}. Запросы могут ссылаться только на одну базу данных. Уже ссылается: {1}
sk: Pokus o inicializáciu poskytovateľa metadát s novou databázou {0}. Dotazy sa môžu odvolávať len na jednu Databázu. Už sa odkazuje na: {1}
sl: Poskus inicializacije ponudnika metapodatkov z novim {0} zbirke podatkov. Poizvedbe se lahko sklicujejo samo na eno zbirko podatkov. Že se sklicujemo: {1}
sq: Po tentohet të inicializohet ofruesi i metadata-s me Databazën e re {0}. Pyetjet mund të referojnë vetëm një Databazë. Tashmë po referon: {1}
sr: Pokušaj inicijalizacije provajdera metapodataka sa novom bazom podataka {0}. Upiti mogu referencirati samo jednu bazu podataka. Već se referencira: {1}
sv: Försöker initiera metadataleverantör med ny databas {0}. Frågor kan endast referera till en databas. Hänvisar redan till: {1}
tr: Meta veri sağlayıcısı yeni Veritabanı ile başlatılmaya çalışılıyor {0}. Sorgular yalnızca bir Veritabanına referans verebilir. Zaten referans veriliyor: {1}
uk: Спроба ініціалізувати провайдер метаданих із новою базою даних {0}. Запити можуть посилатися лише на одну базу даних. Уже є посилання на: {1}
vi: Đang cố gắng khởi tạo nhà cung cấp siêu dữ liệu với Cơ sở dữ liệu mới {0}. Các truy vấn chỉ có thể tham chiếu đến một Cơ sở dữ liệu. Đang tham chiếu đến: {1}
zh_hk: 嘗試使用新資料庫初始化元資料提供者 {0}。查詢只能引用一個資料庫。已引用： {1}

source: Failed to parse datetime value: {0}
ar: تعذر تحليل قيمة التاريخ/الوقت: {0}
bg: Неуспешно анализиране на стойност за дата: {0}
ca: No s'ha pogut analitzar el valor de data i hora: {0}
de: Datetime-Wert konnte nicht geparst werden: {0}
eo: Bruh, couldn't decode the datetime value: {0}
es: No se pudo analizar el valor de fecha y hora: {0}
fa: تجزیه مقدار تاریخ زمان انجام نشد: {0}
fi: Epäonnistui jäsentämään päivämäärä- ja aikatietoa: {0}
fr: Échec de l'analyse de la valeur datetime : {0}
hu: Nem sikerült elemezni a dátum és idő értékét: {0}
it: Impossibile analizzare il valore datetime: {0}
ja: 日時値の解析に失敗しました: {0}
lt: Nepavyko išanalizuoti datos ir laiko vertės: {0}
ms: Gagal menguraikan nilai tarikhmasa: {0}
nb: Kunne ikke lese datotid-verdi: {0}
nl: Datetime-waarde niet geparseerd: {0}
pl: Nie udało się przetworzyć wartości datetime: {0}
pt_br: Falha ao analisar o valor de data e hora: {0}
ru: Не удалось разобрать значение времени суток: {0}
sk: Nepodarilo sa analyzovať hodnotu datetime: {0}
sl: Razčlenjevanje vrednosti datuma in časa ni uspelo: {0}
sq: Dështoi parsimi i vlerës datetime: {0}
sr: Nije uspelo parsiranje datetime vrednosti: {0}
sv: Misslyckades med att läsa ut datetime-värde: {0}
tr: Tarih saat değeri ayrıştırılamadı: {0}
uk: Не вдалося розібрати значення дати й часу: {0}
vi: Không phân tích được giá trị datetime: {0}
zh_hk: 解析日期時間值失敗： {0}

source: Invalid value for session cookie samesite
ar: قيمة غير صالحة لـ samesite في ملف تعريف ارتباط الجلسة
bg: Невалидна стойност за бисквитката на сесията samesite
ca: Valor no vàlid per a la galeta de sessió samesite
de: Ungültiger Wert für Session-Cookie samesite
eo: Bruh, the session cookie samesite is totally invalid rn
es: Valor no válido para la cookie de sesión de `SameSite`
fa: مقدار نامعتبر برای کوکی جلسه همان سایت
fi: Virheellinen arvo istunnon evästeelle samesite
fr: Valeur invalide pour le cookie de session samesite
hu: Érvénytelen érték a munkamenet cookie samesite számára
it: Valore non valido per il cookie di sessione samesite
ja: セッション Cookie Samesite の値が無効です
lt: Netinkama seanso slapuko tos pačios svetainės reikšmė
ms: Nilai tidak sah untuk kuki sesi samesite
nb: Ugyldig verdi for session cookie samesite
nl: Ongeldige waarde voor sessiecookie samesite
pl: Nieprawidłowa wartość dla pliku cookie sesji samesite
pt_br: Valor inválido para cookie de sessão samesite
ru: Недопустимое значение для сессионного cookie samesite
sk: Neplatná hodnota pre súbor cookie relácie samesite
sl: Neveljavna vrednost za sejni piškotek samesite
sq: Vlerë e pavlefshme për samesite të cookie-t të sesionit
sr: Nevažeća vrednost za samesite kolačića sesije
sv: Ogiltigt värde för sessionscookien SameSite
tr: Oturum çerezi samesite için geçersiz değer
uk: Некоректне значення samesite для cookie сесії
vi: Giá trị không hợp lệ cho cookie phiên samesite
zh_hk: 會話 cookie samesite 的值無效

source: Value for the session cookie's `SameSite` directive.
hu: A munkamenet cookie „SameSite” direktívájának értéke.
ms: Nilai untuk arahan `SameSite` kuki sesi.
