Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Here's the full error message
ar: إليك رسالة الخطأ كاملة
bg: Ето пълното съобщение за грешка
ca: Aquest és el missatge d'error complet
de: Hier ist die ganze Fehlermeldung
eo: Here’s the full tea on the error, bestie
es: Este es el mensaje de error completo
fa: اینجا پیام خطای کامل است
fi: Tässä koko virheviesti
fr: Voici le message d'erreur complet
hu: Itt a teljes hibaüzenet
it: Qui c'è un messaggio completo di errore
ja: エラーメッセージ全文です
lt: Štai visas klaidos pranešimas
ms: Ini adalah mesej ralat penuh
nb: Her er hele feilmeldingen
nl: Hier is de volledige fout
pl: Oto cały błąd
pt_br: Veja a mensagem de erro completa
ru: Полный текст сообщения об ошибке
sk: Tu je celá chybová hláška
sl: Tukaj je celotno sporočilo o napaki
sq: Ja mesazhi i plotë i gabimit
sr: Evo kompletne poruke o grešci
sv: Här är det fulla felmeddelandet
tr: Tam hata mesajı
uk: Ось повне повідомлення про помилку
vi: Đây là chi tiết thông báo lỗi
zh_hk: 這裡是全部的錯誤訊息

source: Hi, Metabot here.
hu: Szia, itt a Metabot.
ms: Hai, Metabot di sini.

source: Based on the schema
hu: A séma alapján
ms: Berdasarkan skema

source: A look at your
hu: Egy pillantás az Ön
ms: Lihat pada

source: Search the list
ar: ابحث في القائمة
bg: Търсене в списъка
ca: Cerca a la llista
de: Liste durchsuchen
eo: Look up the list, bestie
es: Busca la lista
fa: جستجو در لیست
fi: Etsi listalta
fr: Recherche dans la liste
hu: Keresés a listában
it: Cerca la lista
ja: 一覧を検索する
lt: Ieškoti sąraše
ms: Cari senarai
nb: Søk i listen
nl: Doorzoek de lijst
pl: Wyszukiwanie na liście
pt_br: Pesquisar na lista
ru: Поиск в списке
sk: Nájsť zoznam
sl: Iskanje po seznamu
sq: Kërko në listë
sr: Pretraži listu
sv: Sök i listan
tr: Listeyi ara
uk: Шукати в списку
vi: Tìm kiếm trong danh sách
zh_hk: 搜尋欄位表

source: Search by {0}
ar: ابحث حسب {0}
bg: Търсене по {0}
ca: Cerca per {0}
de: Suche nach {0}
eo: Look up by {0}
es: Buscar por {0}
fa: جستجو توسط {0}
fi: Hae {0} lla
fr: Recherche par {0}
hu: Keresés {0} alapján
it: Cercato da {0}
ja: {0}で検索する
lt: Ieškoti pagal {0}
ms: Cari mengikut {0}
nb: Søk med {0}
nl: Zoeken op {0}
pl: Szukaj według {0}
pt_br: Pesquise por {0}
ru: Искать по {0}
sk: Hľadať podľa {0}
sl: Iskanje po {0}
sq: Kërko sipas {0}
sr: Pretraži po {0}
sv: Sök via {0}
tr: {0} ile ara
uk: Шукати за {0}
vi: Tìm kiếm theo {0}
zh_hk: 用{0}搜索

source: or enter an ID
ar: أو أدخل معرّفًا
bg: или въведете идентификационен номер
ca: o introdueix un ID
de: oder gibt eine ID
es: o introduce un ID
fa: یا یک شناسه وارد کنید
fi: tai syötä ID
fr: ou saisir un ID
hu: vagy írjon be egy azonosítót
it: o inserisci un ID
ja: ␣またはIDを入力する
lt: arba įveskite ID
ms: atau masukkan ID
nb: eller skriv inn en ID
nl: of voer een ID in
pl: lub wprowadź ID
pt_br: ou insira um ID
ru: или введите ID
sk: alebo zadajte ID
sl: ali vnesite ID
sq: ose vendos një ID
sr: ili unesi ID
sv: eller ange ett ID
tr: veya bir kimlik girin
uk: або введіть ID
vi: hoặc nhập vào một ID
zh_hk: 或者輸入一個ID

source: Enter an ID
ar: أدخل معرّفًا
bg: Въведете идентификационен номер
ca: Introdueix un ID
de: ID eingeben
eo: Drop your ID, bestie
es: Introduce un ID
fa: یک شناسه وارد کنید
fi: Syötä ID
fr: Saisir un ID
hu: Adjon meg egy azonosítót
it: Inserisci un ID
ja: IDを入力する
lt: Įveskite ID
ms: Masukkan ID
nb: Skriv inn en ID
nl: Voer een ID in
pl: Wpisz ID
pt_br: Insira um ID
ru: Введите ID
sk: Zadajte ID
sl: Vnesite ID
sq: Vendos një ID
sr: Unesite ID
sv: Ange ett ID
tr: Bir kimlik girin
uk: Введіть ID
vi: Nhập vào một ID
zh_hk: 輸入一個ID

source: Enter a number
ar: أدخِل رقمًا
bg: Въведете номер
ca: Introdueix un número
de: Nummer eingeben
eo: Type in a number, bestie
es: Introduce un número
fa: شماره را وارد کنید
fi: Syötä numero
fr: Saisir un nombre
hu: Írjon be egy számot
it: Inserisci un numero
ja: 数値を入力
lt: Įveskite numerį
ms: Masukkan nombor
nb: Skriv inn et tall
nl: Voer een getal in
pl: Wpisz liczbę
pt_br: Digite um número
ru: Введите номер
sk: Zadajte číslo
sl: Vnesite številko
sq: Shkruaj një numër
sr: Unesi broj
sv: Ange en siffra
tr: Bir numara giriniz
uk: Введіть число
vi: Nhập vào một số
zh_hk: 輸入一個數字

source: Enter some text
ar: أدخل نصًا
bg: Въведете малко текст
ca: Introdueix un text
de: Text eingeben
eo: Drop some text, bestie
es: Introduce un texto
fa: بعضی از متن ها را وارد کنید
fi: Syötä jotain tekstiä
fr: Saisir du texte
hu: Írjon be egy szöveget
it: Inserisci del testo
ja: テキストを入力する
lt: Įveskite kokį nors tekstą
ms: Masukkan teks
nb: Skriv inn tekst
nl: Voer tekst in
pl: Wpisz jakiś tekst
pt_br: Digite um texto
ru: Введите текст
sk: Zadajte text
sl: Vnos besedila
sq: Vendos disa tekste
sr: Unesite neki tekst
sv: Ange någon text
tr: Bir metin girin
uk: Введіть текст
vi: Nhập vào vài dòng chữ
zh_hk: 輸入一些文字

source: No matching {0} found.
ar: لم يتم العثور على {0} مطابق.
bg: Не е намерено съвпадение {0}.
ca: No s'han trobat {0} coincidents.
de: Keine Treffer für {0} gefunden.
eo: No cap, no matching {0} rn.
es: No se encontraron {0} coincidentes.
fa: هیچ تطابق {0} یافت نشد
fi: Vastaavaa {0} ei löydy.
fr: Aucun(e) {0} correspondant trouvé(e).
hu: Nincs találat a következőre: {0}.
it: Nessun {0} corrispondente trovato
ja: 一致する{0}が見つかりませんでした
lt: Nėra atitinkamo {0}.
ms: Tiada {0} yang sepadan ditemui.
nb: Ingen funn på {0}.
nl: Geen overeenkomende {0} gevonden.
pl: Nie znaleziono pasującego elementu {0}.
pt_br: Nenhum(a) {0} correspondente foi encontrado(a).
ru: Не найдено сходст в {0}.
sk: Žiadna zhoda pre {0} sa nenašla.
sl: Ujemajočega {0} ni mogoče najti.
sq: S’u gjet asnjë përputhje për {0}.
sr: Nije pronađeno nijedno poklapanje za {0}.
sv: Ingen matchande {0} hittades.
tr: Eşleşen {0} bulunamadı.
uk: Чи не знайдено сходст в {0}.
vi: Không có {0} nào khớp.
zh_hk: 沒有找到符合的{0}

source: Including every option in your filter probably won’t do much…
ar: تضمين كل الخيارات في عامل التصفية لديك غالبًا لن يفيد كثيرًا…
bg: Включването на всяка опция във вашия филтър вероятно няма да направи много ...
ca: Incloure totes les opcions al filtre possiblement no servirà per a res…
de: Jede Option in deinem Filter zu verwenden wird wahrscheinlich nicht viel bewirken…
eo: Having all the options in your filter is probably just vibing, not really doing much lol
es: Incluir cada opción en tu filtro probablemente no hará mucho…
fa: از جمله هر گزینه ای در فیلتر شما احتمالا زیاد کار نمی کند ...
fi: Kaikki optiot sisältävä suodin ei varmaan tee paljoakaan…
fr: Inclure chaque option dans votre filtre n'apportera probablement pas grand chose...
hu: Valószínűleg nem sokat ér, ha minden opciót belefoglal a szűrőbe…
it: Includendo tutte le opzioni nel tuo filtro probabilmente non farai molto...
ja: フィルターに全てのオプションを含めてしまうと、効果的な結果が得られない場合があります
lt: Naudoti visus įmanomus filtrus vienu metu nepadės, pasirinkite kelis iš jų...
ms: Memasukkan semua pilihan dalam penapis anda mungkin tidak banyak membantu...
nb: Inkluderer hver mulighet i filteret ditt vil mest sannsynlig ikke gjøre mye…
nl: Het opnemen van elke optie in deze filter zal waarschijnlijk niet veel doen ...
pl: Włączenie wszystkich opcji w Twoim filtrze nie wygląda na najlepszy pomysł…
pt_br: Incluir todas as opções no seu filtro provavelmente não fará muita diferença…
ru: Предположу, что выбор всех значений фильтра делу не поможет…
sk: Zahrnutie každej možnosti do filtra pravdepodobne neurobí veľa ...
sl: Vključitev vseh možnosti v vaš filter verjetno ne bo naredila veliko ...
sq: Përfshirja e çdo opsioni në filtrin tuaj ndoshta nuk do të bëjë shumë…
sr: Uključivanje svake opcije u filteru verovatno neće mnogo pomoći…
sv: Genom att ta med varje alternativ i ditt sökfilter uppnår du inte så mycket…
tr: Filtrenizdeki her seçeneği eklemek muhtemelen pek bir şey yapmaz…
uk: Додавання всіх опцій у ваш фільтр, імовірно, мало що дасть…
vi: Bao gồm mọi tùy chọn trong bộ lọc của bạn có thể sẽ không làm được nhiều
zh_hk: 包括每個選項在您的篩選器中很可能將不會起很大作用……

source: Something's gone wrong
ar: حدث خطأ ما
bg: Нещо се обърка
ca: Alguna cosa ha anat malament
de: Etwas ist schiefgelaufen
eo: Something's totally off rn
es: Algo salió mal
fa: یه چیزی اشتباه شده
fi: Jokin meni pieleen
fr: Quelque chose s'est mal passé
hu: Valami elromlott
it: Qualcosa è andato storto
ja: 何か問題が発生しました
ms: Ada sesuatu yang tidak kena
nb: Noe har gått galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sq: Diçka shkoi keq
sr: Nešto je pošlo naopako
sv: Något har gått fel
tr: Bir şeyler ters gitti
uk: Щось пішло не так
vi: Có gì đó không ổn
zh_hk: 出問題了

source: We've run into an error. You can try refreshing the page, or just go back.
hu: Hiba történt. Próbálkozzon az oldal frissítésével, vagy térjen vissza.
ms: Terdapat ralat. Anda boleh cuba menyegarkan halaman, atau kembali.

source: No description yet
ar: لا يوجد وصف بعد
bg: Все още няма описание
ca: Encara sense descripció
de: Noch keine Beschreibung
eo: No cap, no description yet
es: Sin descripción todavía
fa: هنوز توضیحی ندارید
fi: Ei vielä kuvausta
fr: Aucune description
hu: Még nincs leírás
it: Ancora nessuna descrizione
ja: まだ説明がありません
lt: Dar nėra aprašymo
ms: Tiada keterangan lagi
nb: Ingen beskrivelse enda
nl: Nog geen omschrijving
pl: Brak opisu
pt_br: Ainda sem descrição
ru: Описание не заполнено
sk: Žiadny popis
sl: Še ni opisa
sq: Ende pa përshkrim
sr: Još nema opisa
sv: Ingen beskrivning ännu
tr: Henüz bir açıklama yok
uk: Опису ще немає
vi: Chưa có mô tả
zh_hk: 暫無敘述

source: New {0}
hu: Új {0}
ms: Baru {0}

source: Asked by {0}
hu: {0} által feltett kérdés
ms: Ditanya oleh {0}

source: Today,
hu: Ma,
ms: Hari ini,

source: Yesterday,
hu: Tegnap,
ms: Semalam,

source: First revision.
hu: Első változat.
ms: Pindaan pertama.

source: Reverted to an earlier revision and {0}
hu: Visszaállt egy korábbi verzióra és {0}
ms: Dikembalikan kepada semakan terdahulu dan {0}

source: Revision history
ar: سجل المراجعات
bg: История на редакциите
ca: Historial de revisions
de: Revisionshistorie
eo: Vibe check on the past edits
es: Historial de Revisiones
fa: تاریخچه ویرایشهای
fi: Muokkaushistoria
fr: Historique des modifications
hu: Felülvizsgálati előzmények
it: Storia di revisione
ja: 履歴
lt: Revizijos istorija
ms: Sejarah pindaan
nb: Revisjonshistorikk
nl: Revisiegeschiedenis
pl: Historia zmian
pt_br: Histórico de revisão
ru: История ревизий
sk: História revízií
sl: Zgodovina revizij
sq: Historiku i rishikimeve
sr: Istorija revizija
sv: Revisionshistorik
tr: Revizyon Geçmişi
uk: Історія змін
vi: Lịch sử thay đổi
zh_hk: 調整記錄

source: When
hu: Mikor
ms: Bila

source: Who
hu: Ki
ms: Siapa

source: What
hu: Mit
ms: Apa

source: Revert
ar: تراجع
bg: Връщане
ca: Revertir
de: Zurücksetzen
es: Revertir
fa: برگرداندن
fi: Palauta
fr: Revenir
hu: Visszaállítás
it: Ripristina
ja: 元に戻す
ms: Kembalikan
nb: Gå tilbake
nl: Terugdraaien
pl: Odwracać
pt_br: Reverter
ru: Возвращаться
sk: Vrátiť späť
sl: Razveljavi
sq: Rikthe
sr: Vrati
sv: Återgå
tr: Geri al
uk: Відкотити
vi: Hoàn nguyên
zh_hk: 回復

source: Reverting…
hu: Visszaállítás...
ms: Mengembalikan

source: Revert failed
hu: A visszaállítás nem sikerült
ms: Pengembalian gagal

source: Reverted
hu: Visszaállítva
ms: Dikembalikan

source: Everything
hu: Minden
ms: Segala-galanya

source: Dashboards
ar: لوحات المعلومات
bg: Табла за управление
ca: Quadres de comandament
de: Übersicht
eo: dashboards → vibe checks
es: Cuadros de Mando
fa: داشبورد
fi: Kojelaudat
fr: Tableaux de bord
hu: Irányítópultok
it: Dashboard
ja: ダッシュボード
lt: Informacijos suvestinės
ms: Papan Pemuka
nb: Infotavler
pl: Pulpity
pt_br: Painéis
ru: Дашборды
sk: Dashboardy
sl: Namizij
sq: Panele
sr: Kontrolne table
sv: Instrumentpaneler
tr: Gösterge tabloları
uk: Дашборди
vi: Các trang tổng quan
zh_hk: 資訊看板

source: Questions
ar: الأسئلة
bg: Въпроси
ca: Preguntes
de: Fragen
eo: Q's
es: Preguntas
fa: سوال
fi: Kysymykset
hu: Kérdések
it: Domande
ja: 質問
lt: Klausimai
ms: Soalan
nb: Spørsmål
nl: Vragen
pl: Pytanie
pt_br: Perguntas
ru: Запросы
sk: Otázky
sl: Vprašanja
sq: Pyetjet
sr: Pitanja
sv: Frågor
tr: Sorular
uk: Запити
vi: Các câu hỏi
zh_hk: 問題

source: Back
ar: رجوع
bg: обратно
ca: Enrere
de: Zurück
eo: Back, fr fr
es: Atrás
fa: بازگشت
fi: Takaisin
fr: Retour
hu: Vissza
it: Indietro
ja: 戻る
lt: Atgal
ms: Kembali
nb: Tilbake
nl: Terug
pl: Powrót
pt_br: Voltar
ru: Назад
sk: Späť
sl: Hrbet
sq: Kthehu
sr: Nazad
sv: Tillbaka
tr: Geri
uk: Назад
vi: Trở lại
zh_hk: 後退

source: Find...
ar: ابحث...
bg: Намирам...
ca: Cerca...
de: Finden...
eo: Find... → Yo, peep this...
es: Buscar...
fa: یافتن...
fi: Etsi...
fr: Chercher...
hu: Keresés...
it: Trova...
ja: 探す...
lt: Rasti...
ms: Cari...
nb: Finn...
nl: Zoeken...
pl: Szukaj...
pt_br: Encontrar...
ru: Найти...
sk: Nájsť...
sl: Najti...
sq: Gjej...
sr: Pronađi...
sv: Sök...
tr: Bul...
uk: Знайти...
vi: Tìm...
zh_hk: 搜尋……

source: An error occured
hu: Hiba történt
ms: Berlaku ralat

source: Loading...
ar: جارٍ التحميل...
bg: Зареждане...
ca: Carregant...
de: Laden...
eo: Loading, fr fr rn
es: Cargando...
fa: درحال بارگذاری.....
fi: Ladataan...
fr: Chargement...
hu: Betöltés...
it: Caricamento...
ja: 読込中...
lt: Įkeliama...
ms: Memuatkan...
nb: Laster inn...
nl: Aan het laden...
pl: Wczytywanie...
pt_br: Carregando...
ru: Загрузка...
sk: Načítavam...
sl: Nakladanje...
sq: Po ngarkohet...
sr: Učitavanje...
sv: Laddar...
tr: Yükleniyor...
uk: Завантаження...
vi: Đang tải...
zh_hk: 載入中……

source: Metabase Newsletter
hu: Metabase Hírlevél
ms: Surat Berita Metabase

source: Get infrequent emails about new releases and feature updates.
ar: احصل على رسائل بريد إلكتروني غير متكررة حول الإصدارات الجديدة وتحديثات الميزات.
bg: Получавайте редки имейли за нови версии и актуализации на функции.
ca: Rep correus electrònics infreqüents amb informació sobre noves versions i actualitzacions de funcions.
de: Unregelmäßige E-Mails zu neuen Ausgaben und Funktionsupdates erhalten.
eo: Get those lowkey sporadic emails about new drops and updates, fr.
es: Recibe correos electrónicos infrecuentes sobre nuevos lanzamientos y actualizaciones de funciones.
fa: دریافت ایمیل های نادر در مورد نسخه های جدید و به روز رسانی ویژگی ها.
fi: Saat harvoin sähköposteja uusista julkaisuista ja ominaisuuspäivityksistä.
fr: Recevoir des courriels ponctuels au sujet des nouvelles versions et des mises à jour de fonctionnalités.
hu: Kapjon e-maileket az új kiadásokról és funkciófrissítésekről.
it: Ricevi e-mail non frequenti su nuove versioni e aggiornamenti delle funzionalità.
ja: 新しいリリースやアップデートに関する不定期のメールを購読します
lt: Gaukite retus el. laiškus apie naujus leidinius ir funkcijų naujinius.
ms: Dapatkan emel berkala tentang keluaran baru dan kemas kini ciri.
nb: Motta epost om nye utgaver og oppdaterte funksjoner.
nl: Ontvang af en toe e-mails over nieuwe versies en functionaliteiten.
pl: Otrzymuj rzadkie e-maile dotyczące nowych wydań i aktualizacji funkcji.
pt_br: Receba e-mails esporádicos sobre novos lançamentos e atualizações de recursos.
ru: Получать редкие сообщения о новых релизах и обновлениях функций.
sk: Získajte občasné emaily o nových vydaniach a aktualizáciách
sl: Prejemajte redka e-poštna sporočila o novih izdajah in posodobitvah funkcij.
sq: Merr rrallë email-e për versionet e reja dhe përditësimet e veçorive.
sr: Povremeno primajte emailove o novim izdanjima i ažuriranjima funkcija.
sv: Med längre mellanrum, få epost om nya versioner och uppdaterade funktioner.
tr: Yeni sürümler ve özellik güncellemeleri hakkında nadır e-postalar alın.
uk: Отримуйте нечасті листи про нові релізи та оновлення фіч.
vi: Nhận email không thường xuyên về các bản phát hành hoặc tính năng cập nhật.
zh_hk: 獲取有關新版本和功能更新的電子郵件。

source: Subscribe
hu: Iratkozz fel
ms: Langgan

source: You're subscribed. Thanks for using Metabase!
hu: Ön előfizetett. Köszönjük a Metabase használatát!
ms: Anda telah melanggan. Terima kasih kerana menggunakan Metabase!

source: We're a little lost...
ar: نحن تائهون قليلًا...
bg: Малко сме се изгубили ...
ca: Estem una mica perduts...
de: Wir fühlen uns etwas hilflos...
eo: We’re a lil lost fr fr
es: Estamos un poco perdidos...
fa: ما کمی گم شده ...
fi: Ollaan hieman hukassa...
fr: Nous sommes un peu perdus...
hu: Kicsit elvesztettük a fonalat...
it: Siamo un po' persi...
ja: エラーが発生しました...
lt: Mes šiek tiek pasiklydome...
ms: Kami sedikit tersesat...
nb: Vi er litt fortapt...
nl: Wij zijn een beetje verdwaald...
pl: Chyba się zgubiliśmy...
pt_br: Estamos um pouco perdidos...
ru: Мы немного заблудились…
sk: Sme trochu stratení ...
sl: Malo smo izgubljeni ...
sq: Jemi pak të humbur...
sr: Malo smo se izgubili...
sv: Vi är lite förvirrade...
tr: Biraz kaybolduk...
uk: Ми трохи заблукали...
vi: Chúng ta hơi lạc lối...
zh_hk: 我們有點失落......

source: Temporary Password
ar: كلمة مرور مؤقتة
bg: Временна парола
ca: Contrasenya temporal
de: Temporäres Passwort
eo: Fleeting passcode
es: Contraseña Temporal
fa: گذرواژه موقت
fi: Tilapäinen salasana
fr: Mot de passe temporaire
hu: Ideiglenes jelszó
it: Password temporanea
ja: 仮パスワード
lt: Laikinas slaptažodis
ms: Kata Laluan Sementara
nb: Midlertidig passord
nl: Tijdelijk wachtwoord
pl: Hasło tymczasowe
pt_br: Senha temporária
ru: Временный пароль
sk: Dočasné heslo
sl: Začasno geslo
sq: Fjalëkalim i përkohshëm
sr: Privremena lozinka
sv: Tillfälligt lösenord
tr: Geçici Parola
uk: Тимчасовий пароль
vi: Mật khẩu tạm thời
zh_hk: 臨時密碼

source: Hide
ar: إخفاء
bg: Крия
ca: Amaga
de: Verstecken
eo: Lowkey dip or ghost
es: Esconder
fa: پنهان
fi: Piilota
fr: Masquer
hu: Elrejtés
it: Nascondi
ja: 非表示にする
lt: Slėpti
ms: Sembunyikan
nb: Skjul
nl: Verbergen
pl: Ukryj
pt_br: Ocultar
ru: Скрыть
sk: Skryť
sl: Skriti
sq: Fshih
sr: Sakrij
sv: Dölj
tr: Gizle
uk: Приховати
vi: Ẩn
zh_hk: 隱藏

source: Show
ar: إظهار
bg: Покажи
ca: Mostra
de: Anzeigen
eo: Show = lit performance or vibe, but if you mean just the word "show," you can say "drop" or "performance" depending on the context.
es: Mostrar
fa: نمایش دادن
fi: Näytä
fr: Montrer
hu: Megjelenítés
it: Mostra
ja: 表示する
lt: Rodyti
ms: Tunjukkan
nb: Vis
nl: Tonen
pl: Pokaż
pt_br: Mostrar
ru: Показать
sk: Zobraziť
sl: Pokazati
sq: Shfaq
sr: Prikaži
sv: Visa
tr: Göster
uk: Показати
vi: Hiện
zh_hk: 顯示

source: Saved! Add this to a dashboard?
eo: Big save! Should I throw this on the dashboard?
hu: Mentve! Hozzáadja ezt egy irányítópulthoz?
lt: Išsaugota! Ar pridėti tai prie informacijos suvestinės?
ms: Disimpan! Tambahkan ini ke papan pemuka?

source: Yes please!
eo: Yasss pls!
hu: Igen, kérem!
lt: Taip!
ms: Ya, sila!

source: Not now
eo: Not rn
hu: Nem most
lt: Ne dabar
ms: Bukan sekarang

source: Error:
eo: Oops, typo or smth?
hu: Hiba:
lt: Klaida:
ms: Ralat:

source: Sunday
ar: الأحد
bg: Неделя
ca: Diumenge
de: Sonntag
eo: Sun-day, fr fr
es: Domingo
fa: یکشنبه
fi: sunnuntai
fr: dimanche
hu: Vasárnap
it: domenica
ja: 日曜日
lt: Sekmadienis
ms: Ahad
nb: Søndag
nl: Zondag
pl: Niedziela
pt_br: Domingo
ru: Воскресенье
sk: Nedeľa
sl: Nedelja
sq: E diel
sr: Nedelja
sv: Söndag
tr: Pazar
uk: неділя
vi: Chủ nhật
zh_hk: 星期日

source: Monday
ar: الاثنين
bg: Понеделник
ca: Dilluns
de: Montag
eo: Monday → MondaYesss
es: Lunes
fa: دوشنبه
fi: maanantai
fr: lundi
hu: Hétfő
it: lunedì
ja: 月曜日
lt: Pirmadienis
ms: Isnin
nb: Mandag
nl: Maandag
pl: Poniedziałek
pt_br: Segunda
ru: Понедельник
sk: Pondelok
sl: Ponedeljek
sq: E hënë
sr: Ponedeljak
sv: Måndag
tr: Pazartesi
uk: понеділок
vi: Thứ hai
zh_hk: 星期一

source: Tuesday
ar: الثلاثاء
bg: Вторник
ca: Dimarts
de: Dienstag
eo: Tues, fr fr
es: Martes
fa: سه شنبه
fi: tiistai
fr: mardi
hu: Kedd
it: martedì
ja: 火曜日
lt: Antradienis
ms: Selasa
nb: Tirsdag
nl: Dinsdag
pl: Wtorek
pt_br: Terça
ru: Вторник
sk: Utorok
sl: Torek
sq: E martë
sr: Utorak
sv: Tisdag
tr: Salı
uk: вівторок
vi: Thứ ba
zh_hk: 星期二

source: Wednesday
ar: الأربعاء
bg: Сряда
ca: Dimecres
de: Mittwoch
eo: Hump day, bestie
es: Miércoles
fa: چهارشنبه
fi: keskiviikko
fr: mercredi
hu: Szerda
it: mercoledì
ja: 水曜日
lt: Trečiadienis
ms: Rabu
nb: Onsdag
nl: Woensdag
pl: Środa
pt_br: Quarta
ru: Среда
sk: Streda
sl: Sreda
sq: E mërkurë
sr: Sreda
sv: Onsdag
tr: Çarşamba
uk: середа
vi: Thứ tư
zh_hk: 星期三

source: Thursday
ar: الخميس
bg: Четвъртък
ca: Dijous
de: Donnerstag
eo: Thurs, or just say "Thurs" lol
es: Jueves
fa: پنج شنبه
fi: torstai
fr: jeudi
hu: Csütörtök
it: giovedì
ja: 木曜日
lt: Ketvirtadienis
ms: Khamis
nb: Torsdag
nl: Donderdag
pl: Czwartek
pt_br: Quinta
ru: Четверг
sk: Štvrtok
sl: Četrtek
sq: E enjte
sr: Četvrtak
sv: Torsdag
tr: Perşembe
uk: четвер
vi: Thứ năm
zh_hk: 星期四

source: Friday
ar: الجمعة
bg: Петък
ca: Divendres
de: Freitag
eo: Fryday or just Friyay
es: Viernes
fa: جمعه
fi: perjantai
fr: vendredi
hu: Péntek
it: venerdì
ja: 金曜日
lt: Penktadienis
ms: Jumaat
nb: Fredag
nl: Vrijdag
pl: Piątek
pt_br: Sexta
ru: Пятница
sk: Piatok
sl: Petek
sq: E premte
sr: Petak
sv: Fredag
tr: Cuma
uk: п'ятниця
vi: Thứ sáu
zh_hk: 星期五

source: Saturday
ar: السبت
bg: Събота
ca: Dissabte
de: Samstag
eo: Sat-day or just Sat, fr fr
es: Sábado
fa: شنبه
fi: lauantai
fr: samedi
hu: Szombat
it: sabato
ja: 土曜日
lt: Šeštadienis
ms: Sabtu
nb: Lørdag
nl: Zaterdag
pl: Sobota
pt_br: Sábado
ru: Суббота
sk: Sobota
sl: Sobota
sq: E shtunë
sr: Subota
sv: Lördag
tr: Cumartesi
uk: субота
vi: Thứ bảy
zh_hk: 星期六

source: First
ar: الأول
bg: Първо
ca: Primer
de: Erster
eo: Bet
es: Primero
fa: اولین
fi: Ensimmäinen
fr: Premier
hu: Első
it: Primo
ja: 最初
lt: Pirmas
ms: Pertama
nb: Først
nl: Eerste
pl: Pierwszy
pt_br: Primeiro
ru: Первый
sk: Prvý
sl: Prvi
sq: E para
sr: Prvi
sv: Första
tr: İlk
uk: Перший
vi: Đầu tiên
zh_hk: 第一個

source: Last
ar: الأخير
bg: Минал
ca: Darrer
de: Letzter
eo: Last = lowkey the move or the final boss, but if it’s just “last,” you can say “the finale” or “the last thing,” but in slang, maybe “the final drop” or just “the last one.”
es: Ultimo
fa: دومین
fi: Viimeinen
fr: Dernier
hu: Utolsó
it: Ultimo
ja: 最後
lt: Paskutinis
ms: Terakhir
nb: Sist
nl: Laatste
pl: Ostatni
pt_br: Último
ru: Последний
sk: Posledný
sl: Zadnji
sq: E fundit
sr: Poslednji
sv: Förra
tr: Son
uk: Останній
vi: Cuối cùng
zh_hk: 過往

source: 15th (Midpoint)
ar: 15 (منتصف الشهر)
bg: 15-ти (Midpoint)
ca: 15è (punt mitg)
de: 15. (Mittelpunkt)
eo: 15th (midpoint) → 15th (midway vibe)
es: 15to (punto medio)
fa: <b>15</b> (نقطه میانی)
fi: 15. (keskikohta)
fr: Le quinze du mois
hu: 15-ik (középpont)
it: 15mo (Medio)
ja: 15日(中日)
lt: 15-ta (Vidurys)
ms: Pertengahan (ke-15)
nb: Femtende (midten)
nl: 15e (middenpunt)
pl: 15. (punkt środkowy)
pt_br: 15º (ponto médio)
ru: 15-ое (середина)
sk: 15. (v strede)
sl: 15. (Srednja točka)
sq: 15-ta (Pikë e mesme)
sr: 15. (Sredina)
sv: 15:e (halvtid)
tr: 15nci (Orta)
uk: 15-те (середина)
vi: 15 (điểm giữa)
zh_hk: 第十五個（中位數）

source: Calendar Day
ar: يوم تقويمي
bg: Календарен ден
ca: Dia del calendari
de: Kalender Tag
eo: cal day
es: Día Calendario
fa: روز تقویم
fi: Kalenteripäivä
fr: Jour calendaire
hu: Naptári nap
it: Giorno di calendario
ja: カレンダー日
lt: Kalendoriaus diena
ms: Hari Kalendar
nb: Kalenderdag
nl: Kalenderdag
pl: Dzień kalendarzowy
pt_br: Dia de calendário
ru: День календаря
sk: Kalendárny deň
sl: Koledarski dan
sq: Ditë kalendarike
sr: Kalendarski dan
sv: Dag i månaden
tr: Takvim Günü
uk: Календарний день
vi: Lịch ngày
zh_hk: 日曆日

source: your Metabase timezone
hu: a Metabase időzónád
ms: zon waktu Metabase anda

source: Filter this list...
hu: Szűrje ezt a listát...
ms: Tapis senarai ini...

source: Blue
hu: Kék
ms: Biru

source: Green
hu: Zöld
ms: Hijau

source: Red
hu: Piros
ms: Merah

source: Yellow
hu: Sárga
ms: Kuning

source: A component used to make a selection
hu: Egy komponens a kiválasztáshoz
ms: Komponen yang digunakan untuk membuat pemilihan

source: Selected
hu: Kiválasztva
ms: Dipilih

source: Nothing to select
hu: Nincs mit kiválasztani
ms: Tidak ada yang boleh dipilih
