Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Not something with an ID: {0}
ar: ليس شيئًا له معرّف: {0}
bg: Не е нещо с идентификатор: {0}
ca: No és una cosa amb un ID: {0}
de: Ist bzw. hat keine ID: {0}
eo: Not somethin' with an ID: {0} is lowkey sus
es: No es algo con un ID: {0}
fa: اطلاعاتی با این ID: {0} وجود ندارد
fi: Ei jotain tunnistetta sisältävää: {0}
fr: Aucun objet n'a pour ID : {0}
hu: Nem valami azonosítóval: {0}
it: Non qualcosa con un ID: {0}
ja: IDのあるものではありません: {0}
lt: Ne kažkas su ID: {0}
ms: Bukan sesuatu dengan ID: {0}
nb: Ikke noe med en ID: {0}
nl: Iets met een ID niet gevonden: {0}
pl: Coś nie tak z ID {0}
pt_br: Não é algo com um ID: {0}
ru: Нет чего-то с ID: {0}
sk: Nie niečo s ID: {0}
sl: Ne nekaj z osebno izkaznico: {0}
sq: Nuk është diçka me ID: {0}
sr: Nije nešto sa ID-jem: {0}
sv: Inte något med id: {0}
tr: Bu ID ile bir şey yok: {0}
uk: Це не щось з ID: {0}
vi: Không phải cái có ID: {0}
zh_hk: 將當前執行緒上下文類載入器設定為NEWLY CREATED類載入器{0} ...

source: [[CreateDate]] by month of the year
ar: [[CreateDate]] حسب شهر من السنة
bg: [[CreateDate]] по месец от годината
ca: [[CreateDate]] per mes de l'any
de: [[CreateDate]] pro Monat des Jahres
eo: [[CreateDate]] by month of the year, fr fr
es: [[CreateDate]] por mes del año
fa: [[ایجاده داده]] بر اساس ماه
fi: [[CreateDate]] vuoden kuukauden mukaan
fr: [[CreateDate]] par mois de l'année
hu: [[CreateDate]] az év hónapja szerint
it: [[CreateDate]] per mese dell'anno
ja: 月別の [[CreateDate]]
lt: [[CreateDate]] iki metų mėnesio
ms: [[CiptaTarikg]] mengikut bulan dalam tahun
nb: [[CreateDate]] etter måned i året
nl: [[CreateDate]] per maand van het jaar
pl: [[CreateDate]] według miesiąca roku
pt_br: [[CreateDate]] por mês do ano
ru: [[CreateDate]] по месяцу года
sk: [[CreateDate]] podľa mesiaca v roku
sl: [[CreateDate]] po mesecu v letu
sq: [[CreateDate]] sipas muajit të vitit
sr: [[CreateDate]] po mesecima u godini
sv: [[CreateDate]] per månad
tr: [[CreateDate]] yılın ayı bazında
uk: [[CreateDate]] за місяцем року
vi: [[CreatDate]] theo tháng trong năm
zh_hk: [[CreateDate]]按年份計算

source: Here's a quick look at your [[this]]
hu: Íme egy gyors pillantás a [[this]]
ms: Berikut adalah pandangan cepat tentang [[ini]] anda

source: [[CreateTimestamp]] by hour of the day
ar: [[CreateTimestamp]] حسب ساعة اليوم
bg: [[CreateTimestamp]] по час от деня
ca: [[CreateTimestamp]] per hora del dia
de: [[CreateTimestamp]] pro Stunde des Tages
eo: [[CreateTimestamp]] fr hour of the day
es: [[CreateTimestamp]] por hora del día
fa: [ساخت تایم استمپ] بر اساس ساعت
fi: [[CreateTimestamp]] vuorokauden tunnin mukaan
fr: [[CreateTimestamp]] par heures de la journée
hu: [[CreateTimestamp]] a nap órája szerint
it: [[CreateTimestamp]] con l'ora del giorno
ja: 時間別の [[CreateTimestamp]]
lt: [[CreateTimestamp]] iki dienos valandos
ms: [[CiptaCopMasa]] mengikut jam dalam hari
nb: [[CreateTimestamp]] etter time på dagen
nl: [[CreateTimestamp]] per uur van de dag
pl: [[CreateTimestamp]] według godziny dnia
pt_br: [[CreateTimestamp]] por hora do dia
ru: [[CreateTimestamp]] по часам в течение дня
sk: [[CreateTimestamp]] podľa hodiny dňa
sl: [[CreateTimestamp]] po uri dneva
sq: [[CreateTimestamp]] sipas orës së ditës
sr: [[CreateTimestamp]] po satu u danu
sv: [[CreateTimestamp]] per timme
tr: [[CreateTimestamp]] günün saatine göre
uk: [[CreateTimestamp]] за годиною доби
vi: [[CreateTimestamp]] theo giờ trong ngày
zh_hk: [[CreateTimestamp]]按小時計算

source: Where you've acquired your users
ar: من أين اكتسبت مستخدميك
bg: Къде сте придобили потребителите си
ca: D'on s'han adquirit aquests usuaris
de: Woher du deine Benutzer bekommen hast
eo: Where you copped your users, fr fr
es: Donde has adquirido tus usuarios
fa: جایی که کاربران خود را به دست آورده اید
fi: Mistä olet hankkinut käyttäjäsi
fr: Où vos utilisateurs ont été acquis
hu: Hol szerezte meg a felhasználóit
it: Dove hai acquisito i tuoi utenti
ja: どこでユーザーを獲得したか
lt: Kur įsigijote naudotojus
ms: Di mana anda memperoleh pengguna anda
nb: Der du har fått brukerne fra
nl: Waar je gebruikers zijn verworven
pl: Gdzie zdobyłeś swoich użytkowników
pt_br: Onde você adquiriu seus usuários
ru: Где вы приобрели своих пользователей
sk: Kde ste získali svojich používateľov
sl: Kje ste pridobili uporabnike
sq: Nga ku i keni përvetësuar përdoruesit tuaj
sr: Gde ste stekli svoje korisnike
sv: Där du skaffade dina användare
tr: Kullanıcılarınız edindiğinizde
uk: Звідки ви залучили своїх користувачів
vi: Nơi bạn đã có được người dùng của mình
zh_hk: 您已經獲取使用者的地方

source: How it's distributed across time and other categories.
ar: كيف يتوزع عبر الزمن وفئات أخرى.
bg: Как се разпределя във времето и други категории.
ca: Com es distribueix amb el pas del temps i altres categories.
de: Wie es über die Zeit und andere Kategorien verteilt ist.
eo: How it’s spread out over time and other stuff, fr.
es: Cómo se distribuye a través del tiempo y otras categorías.
fa: چگونگی توزیع داده بر اساس زمان و دیگر فاکتورها
fi: Kuinka se jakautuu ajalle ja muihin luokkiin.
fr: Comment est-il réparti dans le temps et dans d'autres catégories.
hu: Hogyan oszlik meg az idő és más kategóriák szerint.
it: Com'è distribuito attraverso il tempo e altre categorie
ja: それが時間や異なるカテゴリに対してどのように分布しているか。
lt: Kaip ji paskirstoma laiko ir kitų kategorijų.
ms: Bagaimana ia diedarkan mengikut masa dan kategori lain.
nb: Hvordan det er distribuert over tid og andre kategorier.
nl: Hoe het wordt verdeeld over tijd en andere categorieën.
pl: Jak jest dystrybuowany w czasie i innych kategoriach.
pt_br: Como ele é distribuído ao longo do tempo e outras categorias.
ru: Распределение данной величины по времени и другим категориям.
sk: Ako je distribuovaná v čase a ďalších kategóriách.
sl: Kako je porazdeljen po času in drugih kategorijah.
sq: Si shpërndahet me kalimin e kohës dhe në kategori të tjera.
sr: Kako je raspoređeno kroz vreme i druge kategorije.
sv: Hur det fördelas över tid och kategorier.
tr: Zaman ve diğer sınıflandırmalar bazında nasıl dağıldığı.
uk: Як це розподілено за часом та іншими категоріями.
vi: Làm thế nào nó được phân phối theo thời gian và các loại khác.
zh_hk: 在時間和其他分類維度上的分布.

source: Here's a closer look at your [[this]] per source
hu: Itt van egy közelebbi pillantás a [[this]] forrás szerinti
ms: Berikut adalah pandangan lebih dekat tentang [[ini]] anda mengikut sumber

source: Here's a quick look at the [[this]]
ar: إليك نظرة سريعة على [[this]]
bg: Ето кратък преглед на [[това]]
ca: Una vista ràpida de [[this]]
de: Dies ist ein kurzer Blick auf [[this]]
eo: Here’s a quick peek at the [[this]]
es: Aquí hay un vistazo rápido a [[this]]
fa: در اینجا نگاهی گذرا به [[this]]
fi: Tässä on nopea katsaus [[this]]
fr: Voici un bref aperçu de [[this]]
hu: Íme egy gyors áttekintés a [[this]]
it: Ecco un rapido sguardo al [[this]]
ja: [[this]]の概要
lt: Štai greita peržiūra [[tai]]
ms: Berikut adalah pandangan cepat tentang [[ini]]
nb: Her er en kjapp titt på [[this]]
nl: Hier is een snelle blik op de [[this]]
pl: Oto krótkie spojrzenie na [[this]]
pt_br: Aqui temos um olhar rápido de [[this]]
ru: Обратите ваше внимание на [[this]]
sk: Tu je rýchly pohľad na [[this]]
sl: Tukaj je hiter pogled na [[to]]
sq: Ja një vështrim i shpejtë te [[this]]
sr: Evo kratkog pregleda za [[this]]
sv: Här är en snabb titt på din [[this]] per källa
tr: [[this]]'e hızlı bir bakış
uk: Ось швидкий погляд на [[this]]
vi: Dây là một cái nhìn nhanh về [[this]]
zh_hk: 這裡是 [[this]] 的速覽

source: [[CreateTimestamp]] by day of the month
ar: [[CreateTimestamp]] حسب يوم الشهر
bg: [[CreateTimestamp]] по ден от месеца
ca: [[CreateTimestamp]] per dia del mes
de: [[CreateTimestamp]] pro Tag des Monats
eo: [[CreateTimestamp]] by day of the month lol
es: [[CreateTimestamp]] por día del mes
fa: [[CreateTimestamp]] تا روز از ماه
fi: [[CreateTimestamp]] kuukauden päivän mukaan
fr: [[CreateTimestamp]] par jours du mois
hu: [[CreateTimestamp]] a hónap napja szerint
it: [[CreateTimestamp]] con il giorno del mese
ja: 日別の [[CreateTimestamp]]
lt: [[CreateTimestamp]] iki mėnesio dienos
ms: [[CiptaCopMasa]] mengikut hari dalam bulan
nb: [[CreateTimestamp]] etter dag i måneden
nl: [[CreateTimestamp]] per dag van de maand
pl: [[CreateTimestamp]] według dnia miesiąca
pt_br: [[CreateTimestamp]] por dia do mês
ru: [[CreateTimestamp]] по дню месяца
sk: [[CreateTimestamp]] podľa dňa v mesiaci
sl: [[CreateTimestamp]] po dnevu v mesecu
sq: [[CreateTimestamp]] sipas ditës së muajit
sr: [[CreateTimestamp]] po danu u mesecu
sv: [[CreateTimestamp]] per dag i månaden
tr: [[CreateTimestamp]] ayın gününe göre
uk: [[CreateTimestamp]] за днем місяця
vi: [[CreateTimestamp]] theo ngày trong tháng
zh_hk: 插件{0}聲明了Metabase不理解的依賴項：{1}

source: Here's an overview of the people in your [[this]]
hu: Íme egy áttekintés a [[this]]
ms: Berikut adalah gambaran keseluruhan tentang orang-orang dalam [[ini]] anda

source: [[CreateTimestamp]] by quarter of the year
ar: [[CreateTimestamp]] حسب ربع السنة
bg: [[CreateTimestamp]] по тримесечие на годината
ca: [[CreateTimestamp]] per trimestre de l'any
de: [[CreateTimestamp]] pro Quartal des Jahres
eo: [[CreateTimestamp]] by quarter of the year, fr fr
es: [[CreateTimestamp]] por trimestre del año
fa: [[CreateTimestamp]] تا چهارم سال
fi: [[CreateTimestamp]] kvartaaleittain
fr: [[CreateTimestamp]] par trimestre de l'année
hu: [[CreateTimestamp]] az év negyedéve szerint
it: [[CreateTimestamp]] con il trimestre dell'anno
ja: 四半期別の [[CreateTimestamp]]
lt: [[CreateTimestamp]] iki metų ketvirčio
ms: [[CiptaCopMasa]] mengikut suku tahun
nb: [[CreateTimestamp]] etter kvartal i året
nl: [[CreateTimestamp]] per kwartaal van het jaar
pl: [[CreateTimestamp]] według kwartału roku
pt_br: [[CreateTimestamp]] por trimestre do ano
ru: [[CreateTimestamp]] по кварталу года
sk: [[CreateTimestamp]] vo štvrťroku roka
sl: [[CreateTimestamp]] po četrtletju leta
sq: [[CreateTimestamp]] sipas tremujorit të vitit
sr: [[CreateTimestamp]] po kvartalu u godini
sv: [[CreateTimestamp]] per kvartal
tr: [[CreateTimestamp]] yılın çeyreğine göre
uk: [[CreateTimestamp]] поквартально
vi: [[CreateTimestamp]] theo quý của năm
zh_hk: 找不到類：{0}

source: How they compare across location
ar: كيف يقارنون عبر الموقع
bg: Как се сравняват по местоположение
ca: Com es comparen en diferents ubicacions
de: Wie sie über Orte verteilt sind
eo: How they stack up in different spots
es: Cómo se comparan a través de la ubicación
fa: نحوه مقایسه انها در سراسر مکان یا نحوه مقایه انها بر اساس موقعیت مکانی
fi: Miten ne vertautuvat eri paikoissa
fr: Comment ils se comparent par localisation
hu: Hogyan viszonyulnak egymáshoz hely szerint
it: Come confrontano tramite il luogo
ja: 場所を超えて比較する方法
lt: Kaip jie palygina vietą
ms: Bagaimana ia dibandingkan mengikut lokasi
nb: Hvordan de kan sammenlignes på tvers av plassering
nl: Hoe ze verhouden tot verschillende locaties
pl: Jak porównują pomiędzy lokalizacjami
pt_br: Como eles se comparam em diferentes locais
ru: Как они сравниваются по расположению
sk: Ako porovnávajú naprieč polohou
sl: Kako se primerjajo na različnih lokacijah
sq: Si krahasohen sipas vendndodhjes
sr: Kako se porede po lokaciji
sv: Hur de kan jämföras mellan platser
tr: Yerlerine göre karşılaştırma
uk: Як вони порівнюються за локацією
vi: Cách họ so sánh giữa các vị trí
zh_hk: 他們如何比較不同的位置

source: Here's a closer look at your [[this]] by products
hu: Íme egy közelebbi pillantás a [[this]] által gyártott termékekre
ms: Berikut adalah pandangan lebih dekat tentang [[ini]] anda mengikut produk

source: [[CreateTimestamp]] by month of the year
ar: [[CreateTimestamp]] حسب شهر السنة
bg: [[CreateTimestamp]] по месец от годината
ca: [[CreateTimestamp]] per mes de l'any
de: [[CreateTimestamp]] pro Monat des Jahres
eo: [[CreateTimestamp]] by month of the year, fr fr
es: [[CreateTimestamp]] por mes del año
fa: [[CreateTimestamp]] بر اساس ماه سال
fi: [[CreateTimestamp]] vuoden kuukauden mukaan
fr: [[CreateTimestamp]] par mois de l'année
hu: [[CreateTimestamp]] az év hónapja szerint
it: [[CreateTimestamp]] con il mese dell'anno
ja: 月別の [[CreateTimestamp]]
lt: [[CreateTimestamp]] iki metų mėnesio
ms: [[CiptaCopMasa]] mengikut bulan dalam tahun
nb: [[CreateTimestamp]] etter måned i året
nl: [[CreateTimestamp]] per maand van het jaar
pl: [[CreateTimestamp]] według miesiąca w roku
pt_br: [[CreateTimestamp]] por mês do ano
ru: [[CreateTimestamp]] по месяцу года
sk: [[CreateTimestamp]] podľa mesiaca v roku
sl: [[CreateTimestamp]] po mesecu v letu
sq: [[CreateTimestamp]] sipas muajit të vitit
sr: [[CreateTimestamp]] po mesecima u godini
sv: [[CreateTimestamp]] per månad
tr: [[CreateTimestamp]] yılın ayına göre
uk: [[CreateTimestamp]] за місяцем року
vi: [[CreateTimestamp]] theo tháng trong năm
zh_hk: 帶有不滿意deps的插件：{0}

source: An overview of your [[this]] and how it's distributed across time, place, and categories.
hu: Áttekintés a [[this]]-ről, valamint arról, hogyan oszlik meg időben, helyen és kategóriákban.
ms: Gambaran keseluruhan tentang [[ini]] anda dan bagaimana ia diedarkan mengikut masa, tempat, dan kategori.

source: Here's a closer look at your [[this]]
hu: Itt van egy közelebbi pillantás a [[this]]-re
ms: Berikut adalah pandangan lebih dekat tentang [[ini]] anda

source: [[CreateTimestamp]] by day of the week
ar: [[CreateTimestamp]] حسب يوم الأسبوع
bg: [[CreateTimestamp]] по ден от седмицата
ca: [[CreateTimestamp]] per dia de la setmana
de: [[CreateTimestamp]] nach Wochentag
eo: [[CreateTimestamp]] by day of the week, fr fr
es: [[CreateTimestamp]] por día de la semana
fa: [[CreateTimestamp]] تا روز هفته
fi: [[CreateTimestamp]] viikonpäivän mukaan
fr: [[CreateTimestamp]] par jour de la semaine
hu: [[CreateTimestamp]] a hét napja szerint
it: [[CreateTimestamp]] con il giorno della settimana
ja: 曜日別の [[CreateTimestamp]]
lt: [[CreateTimestamp]] pagal savaitės dieną
ms: [[CiptaCopMasa]] mengikut hari dalam minggu
nb: [[CreateTimestamp]] etter dag i uken
nl: [[CreateTimestamp]] per dag van de week
pl: [[CreateTimestamp]] według dnia w miesiącu
pt_br: [[CreateTimestamp]] por dia da semana
ru: [[CreateTimestamp]] по дням недели
sk: [[CreateTimestamp]] podľa dňa v týždni
sl: [[CreateTimestamp]] po dnevu v tednu
sq: [[CreateTimestamp]] sipas ditës së javës
sr: [[CreateTimestamp]] po danu u nedelji
sv: [[CreateTimestamp]] per veckodag
tr: [[CreateTimestamp]] haftanın günlerine göre
uk: [[CreateTimestamp]] за днем тижня
vi: [[CreateTimestamp]] theo ngày trong tuần
zh_hk: 取消註冊原始JDBC驅動程序{0} ...

source: Here's an overview of your [[this]] data from Google Analytics
hu: Íme egy áttekintés a Google Analytics szolgáltatásból származó [[ez]] adatairól
ms: Berikut adalah gambaran keseluruhan data [[ini]] anda dari Google Analytics

source: Here's an overview of your [[this]]
hu: Íme egy áttekintés a [[this]]
ms: Ini adalah gambaran keseluruhan [[ini]] anda

source: Here's a closer look at your [[this]] field
hu: Íme egy közelebbi pillantás a [[this]] területére
ms: Ini adalah tinjauan lebih dekat pada medan [[ini]] anda

source: Here's a closer look at your [[this]] per country
hu: Íme egy közelebbi pillantás a [[this]] országonként
ms: Ini adalah tinjauan lebih dekat pada [[ini]] anda mengikut negara

source: If you're into correlations, this is the x-ray for you.
ar: إذا كنتَ مهتمًا بالارتباطات، فهذه الأشعة السينية مناسبة لك.
bg: Ако се интересувате от корелации, това е рентгеновия анализ за вас.
ca: Si t'interessen les correlacions, aquest raig-X és per a tu.
de: Wenn dich Korrelationen interessieren, ist dies das X-Ray für dich.
eo: If you're into correlations, this is the 100 emoji for you.
es: Si te interesan las correlaciones, esta es la radiografía para ti.
fa: اگر به همبستگی دچار شوید ، این پرتونگاری برای شماست.
fi: Jos korrelaatiot kiinnostavat, tässä sopiva läpivalaisu.
fr: Si les corrélations vous intéressent, cette vue détaillée est faite pour vous.
hu: Ha érdeklik az összefüggések, ez az x-ray önnek szól.
it: Se ti interessano le correlazioni, questa è la `x-ray` per te.
ja: もしもあなたが相関に興味があるのならば、これはおすすめのX-rayです。
lt: Jei esate koreliacijos, tai jums rentgeno spinduliuotė.
ms: Jika anda berminat dengan korelasi, ini adalah x-ray untuk anda.
nb: Hvis du liker sammenhenger, er dette x-rayen for deg.
nl: Als je van correlaties houdt, is dit de X-ray voor jou.
pl: Jeśli interesujesz się korelacjami, to X-ray jest dla Ciebie
pt_br: Se você curte correlações, esta é a radiografia para você.
ru: Если вас интересует статистика, то этот x-ray для вас.
sk: Ak ste v korelácii, je toto prehľadávanie pre vás.
sl: Če ste v korelacijah, je to rentgenski žarek za vas.
sq: Nëse të pëlqejnë korrelacionet, ky është X-ray për ty.
sr: Ako volite korelacije, ovo je Rendgen za vas.
sv: Om du gillar korrelationer så är denna genomlysning något för dig.
tr: İlintiler ile ilgileniyorsanız, size uygun x-ray budur.
uk: Якщо вам цікаві кореляції, це — рентген для вас.
vi: Nếu bạn quan tâm đến sự tương quan, đây là bản X quang cho bạn.
zh_hk: 如果您正在進行相關分析，那麼X-ray資料檢視適合您。

source: [[CreateDate]] by day of the week
ar: [[CreateDate]] حسب يوم الأسبوع
bg: [[CreateDate]] по ден от седмицата
ca: [[CreateDate]] per dia de la setmana
de: [[CreateDate]] nach Wochentag
eo: [[CreateDate]] just vibin’ on a [[day of the week]]
es: [[CreateDate]] por día de la semana
fa: [[CreatDate]] تا روز هفته
fi: [[CreateDate]] viikonpäivän mukaan
fr: [[CreateDate]] par jour de la semaine
hu: [[CreateDate]] a hét napja szerint
it: [[CreateDate]] con il giorno della settimana
ja: 曜日別の [[CreateDate]]
lt: [[CreateDate]] iki savaitės dienos
ms: [[CreateDate]] mengikut hari dalam minggu
nb: [[CreateDate]] etter dag i uken
nl: [[CreateDate]] per dag van de week
pl: [[CreateDate]] według dnia tygodnia
pt_br: [[CreateDate]] por dia da semana
ru: [[CreateDate]] по дням недели
sk: [[CreateDate]] podľa dňa v týždni
sl: [[CreateDate]] po dnevu v tednu
sq: [[CreateDate]] sipas ditës së javës
sr: [[CreateDate]] po danu u nedelji
sv: [[CreateDate]] per veckodag
tr: [[CreateDate]] haftanın gününe göre
uk: [[CreateDate]] за днем тижня
vi: [[CreateDate]] theo ngày trong tuần
zh_hk: [[CreateDate]]按星期計算

source: It looks like your [[this]] has transactions, so here's a look at them
hu: Úgy tűnik, hogy [[ez]] rendelkezik tranzakciókkal, ezért nézze meg őket
ms: Nampaknya [[ini]] anda mempunyai transaksi, jadi ini adalah tinjauan pada transaksi tersebut

source: Here's a closer look at your [[this]] per state
hu: Úgy tűnik, hogy [[this]] rendelkezik tranzakciókkal, ezért nézze meg őket
ms: Ini adalah tinjauan lebih dekat pada [[ini]] anda mengikut negeri

source: [[CreateDate]] by day of the month
ar: [[CreateDate]] حسب يوم الشهر
bg: [[CreateDate]] по ден от месеца
ca: [[CreaterDate]] per dia del mes
de: [[CreateDate]] pro Tag des Monats
eo: [[CreateDate]] by day of the month, fr fr
es: [[CreateDate]] por día del mes
fa: [[CreatDate]] تا روز ماه
fi: [[CreateDate]] kuukauden päivän mukaan
fr: [[CreateDate]] par jour du mois
hu: [[CreateDate]] a hónap napja szerint
it: [[CreateTime]] per giorno del mese
ja: 日別の [[CreateDate]]
lt: [[CreateDate]] iki mėnesio dienos
ms: [[CreateDate]] mengikut hari dalam bulan
nb: [[CreateDate]] etter dag i måneden
nl: [[CreateDate]] per dag van de maand
pl: [[CreateDate]] według dnia miesiąca
pt_br: [[CreateDate]] por dia do mês
ru: [[CreateDate]] по дням месяца
sk: [[CreateDate]] podľa dňa v mesiaci
sl: [[CreateDate]] po dnevu v mesecu
sq: [[CreateDate]] sipas ditës së muajit
sr: [[CreateDate]] po danu u mesecu
sv: [[CreateDate]] per dag i månaden
tr: [[CreateDate]] ayın gününe göre
uk: [[CreateDate]] за днем місяця
vi: [[CreatDate]] theo ngày trong tháng
zh_hk: [[CreateDate]]按日計算。

source: [[CreateTime]] by hour of the day
ar: [[CreateTime]] حسب ساعة اليوم
bg: [[CreateTime]] по час от деня
ca: [[CreaterTime]] per hora del dia
de: [[CreateDate]] pro Stunde des Tages
eo: [[CreateTime]] by hour of the day — this is pretty straightforward, so no need to slang it up tbh. But if I had to make it more Gen Z: [[CreateTime]] by hour of the day — lowkey, just vibing by the hour.
es: [[CreateTime]] por hora del día
fa: [[CreateTime]] ساعت ساعت روز
fi: [[CreateTime]] vuorokauden tunnin mukaan
fr: [[CreateTime]] par heure de la journée
hu: [[CreateTime]] a nap órája szerint
it: [[CreateTime]] per ora del giorno
ja: 時間別の [[CreateTime]]
lt: [[CreateTime]] iki dienos valandos
ms: [[CreateTime]] mengikut jam dalam hari
nb: [[CreateTime] etter time på dagen
nl: [[CreateTime]] per uur van de dag
pl: [[CreateTime]] według godziny dnia
pt_br: [[CreateDate]] por hora do dia
ru: [[CreateTime]] по часам в течение дня
sk: [[CreateTime]] podľa hodiny dňa
sl: [[CreateTime]] po uri dneva
sq: [[CreateTime]] sipas orës së ditës
sr: [[CreateTime]] po satu u danu
sv: [[CreateTime]] per timme
tr: [[CreateDate]] günün saatine göre
uk: [[CreateTime]] за годиною доби
vi: [[CreatTime]] theo giờ trong ngày
zh_hk: [[CreateTime]]按小時計算。

source: Here's a closer look at your [[this]] over time
hu: Itt van egy közelebbi pillantás a [[this]]-re az idő múlásával
ms: Ini adalah tinjauan lebih dekat pada [[ini]] anda sepanjang masa

source: [[CreateDate]] by quarter of the year
ar: [[CreateDate]] حسب ربع السنة
bg: [[CreateDate]] по тримесечие на годината
ca: [[CreateDate]] per trimestre de l'any
de: [[CreateDate]] pro Quartal eines Jahres
eo: [[CreateDate]] by quarter of the year, fr fr
es: [[CreateDate]] por trimestre del año
fa: [[CreatDate]] تا چهارم سال
fi: [[CreateDate]] kvartaaleittain
fr: [[CreateDate]] par semestre de l'année
hu: [[CreateDate]] az év negyedéve szerint
it: [[CreateDate]] per trimestre dell'anno
ja: 四半期別の [[CreateDate]]
lt: [[CreateDate]] iki metų ketvirčio
ms: [[CreateDate]] mengikut suku tahun
nb: [[CreateDate]] etter kvartal i året
nl: [[CreateDate]] per kwartaal van het jaar
pl: [[CreateDate]] według kwartału roku
pt_br: [[CreateDate]] por trimestre do ano
ru: [[CreateDate]] по кварталам года
sk: [[CreateDate]] do štvrťroka v roku
sl: [[CreateDate]] po četrtletju leta
sq: [[CreateDate]] sipas tremujorit të vitit
sr: [[CreateDate]] po kvartalima u godini
sv: [[CreateDate]] per kvartal
tr: [[CreateDate]] yılın çeyreğine göre
uk: [[CreateDate]] за кварталом року
vi: [[CreatDate]] theo quý trong năm
zh_hk: [[CreateDate]]按季計算

source: Edit user
ar: تعديل المستخدم
bg: Редактиране на потребител
ca: Editar l'usuari
de: Benutzer bearbeiten
eo: Edit user → Fixing up the homie profile
es: Editar usuario
fa: ویرایش کاربر
fi: Muokkaa käyttäjää
fr: Modifier l'utilisateur
hu: Felhasználó szerkesztése
it: Modifica utente
ja: ユーザーを編集する
lt: Redaguoti naudotoją
ms: Sunting pengguna
nb: Rediger bruker
nl: Gebruiker wijzigen
pl: Edytuj użytkownika
pt_br: Editar usuário
ru: Редактировать пользователя
sk: Upraviť používateľa
sl: Urejanje uporabnika
sq: Redakto përdoruesin
sr: Izmeni korisnika
sv: Redigera användare
tr: Kullanıcıyı düzenle
uk: Редагувати користувача
vi: Chỉnh sửa người dùng
zh_hk: 編輯使用者

source: New user
hu: Új felhasználó
ms: Pengguna baru

source: Reset password
ar: إعادة تعيين كلمة المرور
bg: Нулирайте паролата
ca: Restablir contrasenya
de: Passwort zurücksetzen
eo: Resetting my pass rn, fr fr
es: Restablecer contraseña
fa: بازنشانی گذرواژه
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
hu: Jelszó visszaállítása
it: Reimposta password
ja: パスワードをリセットする
lt: Atstatyti slaptažodį
ms: Tetapkan semula kata laluan
nb: Nullstill passord
nl: Wachtwoord opnieuw instellen
pl: Zresetuj hasło
pt_br: Redefinir senha
ru: Сбросить пароль
sk: Obnoviť heslo
sl: Ponastavitev gesla
sq: Rivendos fjalëkalimin
sr: Resetuj lozinku
sv: Återställ lösenord
tr: Şifreyi sıfırla
uk: Скинути пароль
vi: Đặt lại mật khẩu
zh_hk: 重設密碼
