Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: [[Timestamp]] by month of year
ar: [[Timestamp]] حسب شهر من السنة
bg: [[Timestamp]] по месец от годината
ca: [[Timestamp]] per mes de l'any
de: [[Zeitstempel]] nach Monat des Jahres
eo: [[Timestamp]] by month of the year, fr fr
es: [[Timestamp]] por mes del año
fa: [[Timestamp]] بر اساس ماه سال
fi: [[Timestamp]] vuoden kuukauden mukaan
fr: [[Timestamp]] par mois de l'année
hu: [[Timestamp]] hónap sorszáma éven belül
it: [[Timestamp]] per mese dell'anno
ja: 月別の [[Timestamp]]
lt: [[Laiko žymė]] per metus
ms: [[CapWaktu]] mengikut bulan dalam tahun
nb: [[Timestamp]] etter måned i året
nl: [[Timestamp]] per maand van het jaar
pl: [[Timestamp]] według miesiąca w roku
pt_br: [[Timestamp]] por mês do ano
ru: [[Timestamp]] по месяцам года
sk: [[Timestamp]] podľa mesiaca v roku
sl: [[Časovni žig]] po mesecu v letu
sq: [[Timestamp]] sipas muajit të vitit
sr: [[Timestamp]] po mesecu u godini
sv: [[Timestamp]] per månad
tr: yılın ayına göre [[Zaman damgası]]
uk: [[Timestamp]] за місяцем року
vi: [[Timestamp]] theo tháng trong nă
zh_hk: 每[[GenericCategoryLarge]] [[this.short-name]]

source: How many total sessions vs. how many individual users you had each day.
hu: Hány összes munkamenet és hány egyéni felhasználó volt naponta.
ms: Berapa banyak jumlah sesi berbanding dengan berapa banyak pengguna individu yang anda ada setiap hari.

source: How this metric is distributed across different numbers
ar: كيف يتوزع هذا المقياس عبر أرقام مختلفة
bg: Как този показател се разпределя между различни числа
ca: Com es distribueix aquesta mètrica entre els diferents nombres.
de: Wie diese Kennzahl auf verschiedene Zahlen verteilt ist
eo: How this metric is vibing across all the different numbers
es: Cómo se distribuye esta métrica entre diferentes números.
fa: نحوه توزیع این متریک در اعداد مختلف
fi: Kuinka tämä mittari jakautuu eri lukuihin
fr: Comment cette métrique est répartie sur différents nombres
hu: Hogyan oszlik meg ez a mutató különböző számok szerint
it: Come questa metrica è distribuira attraverso numeri differenti
ja: このメトリックが異なる数値にどのように分布しているか
lt: Kaip ši metrika yra paskirstyta skirtingais skaičiais
ms: Bagaimana metrik ini diedarkan mengikut nombor yang berbeza
nb: Hvordan denne indikatoren er fordelt på tvers av forskjellige nummer
nl: Hoe deze metriek verdeeld is over verschillende nummers
pl: W jaki sposób dane są rozłożone na różne liczby
pt_br: Como essa métrica é distribuída entre diferentes números
ru: Как эта метрика распределяется по разным номерам
sk: Ako je táto metrika rozdelená medzi rôzne čísla
sl: Kako je ta meritev porazdeljena med različne številke
sq: Si shpërndahet kjo metrikë në numra të ndryshëm
sr: Kako je ova metrika raspoređena po različitim brojevima
sv: Hur detta mått fördelas över olika siffror
tr: Bu metrik'in, farklı sayılar içinde nasıl dağıtılması
uk: Як ця метрика розподіляється за різними числами
vi: Cách số liệu này được phân bổ trên các số khác nhau
zh_hk: 該量值如何分布在不同的數字上

source: Sessions by page where the session began
hu: Munkamenetek oldalanként, ahol a munkamenet kezdődött
ms: Sesi mengikut halaman di mana sesi bermula

source: Distinct values
ar: قيم فريدة
bg: Различни стойности
ca: Valors diferents
de: Eindeutige Werte
eo: Vibe check values
es: Valores distintos
fa: مقادیر متمایز
fi: Yksittäiset arvot
fr: Valeurs distinctes
hu: Különálló értékek
it: Valori distinti
ja: 重複のない値
lt: Skirtingos vertės
ms: Nilai yang berbeza
nb: Unike verdier
nl: Unieke waardes
pl: Unikalne wartości
pt_br: Valores distintos
ru: Уникальные значения
sk: Charakteristické hodnoty
sl: Različne vrednosti
sq: Vlera unike
sr: Različite vrednosti
sv: Distinkta värden
tr: Farklı değerler
uk: Унікальні значення
vi: Giá trị riêng biệt
zh_hk: 不重複的值

source: Hours when [[this.short-name]] were added
ar: الساعات التي تمت فيها إضافة [[this.short-name]]
bg: Часове, когато беше добавено [[this.short-name]]
ca: hores a les que s'han afegit els [[this.short-name]]
de: Stunden, in denen [[this.short-name]] hinzugefügt wurde.
eo: Hours when [[this.short-name]] were added—fr fr.
es: Horas en las que se añadío [[this.short-name]]
fa: ساعت هایی که [[this.short-name]] اضافه شد
fi: Tunnit, jolloin [[this.short-name]] lisättiin
fr: Heures lorsque [[this.short-name]] ont été ajoutés
hu: Órák, amikor [[this.short-name]] hozzáadva
it: Ore quando [[this.short-name]] è stato aggiunto
ja: [[this.short-name]] が追加された時間
lt: Valandos, kai buvo pridėta [[this.short-name]]
ms: Jam ketika [[nama-pendek.ini]] ditambah
nb: Timer når [[this.short-name]] ble lagt til
nl: Uren wanneer [[this.short-name]] toegevoegd zijn
pl: Godziny, gdy [[this.short-name]] zostały dodane
pt_br: Horas quando [[this.short-name]] foram adicionados
ru: Часы, когда [[this.short-name]] было добавлено
sk: Hodiny, keď boli pridané [[this.short-name]
sl: Ure, ko je bilo dodano [[this.short-name]]
sq: Orët kur [[this.short-name]] u shtuan
sr: Sati kada su [[this.short-name]] dodati
sv: Timmar när [[this.short-name]] lades till
tr: [[This.short-name]] eklendiğinde saatler
uk: Години, коли було додано [[this.short-name]]
vi: Giờ khi [[this.short-name]] được thêm vào
zh_hk: 下面仔細看看您的[[this]]每個來源

source: [[Timestamp]] by day of the week
ar: [[Timestamp]] حسب يوم الأسبوع
bg: [[Timestamp]] по ден от седмицата
ca: [[Timestamp]] per dia de la setman
de: [[Timestamp]] nach Wochentag
eo: [[Timestamp]] fr, it's that day of the week, lol
es: [[Timestamp]] por día de la semana
fa: [[Timestamp]] تا روز هفته
fi: [[Timestamp]] viikonpäivän mukaan
fr: [[Timestamp]] par jour de la semaine
hu: [[Timestamp]] nap sorszáma héten belül
it: [[Timestamp]] per giorno della settimana
ja: 曜日別の [[Timestamp]]
lt: [[Laiko žymė]] savaitės dieną
ms: [[CapWaktu]] mengikut hari dalam minggu
nb: [[Timestamp]] etter ukedag
nl: [[Timestamp]] per dag van de week
pl: [[Timestamp]] według dnia tygodnia
pt_br: [[Timestamp]] por dia da semana
ru: [[Timestamp]] по дням недели
sk: [[Timestamp]] podľa dňa v týždni
sl: [[Časovni žig]] po dnevu v tednu
sq: [[Timestamp]] sipas ditës së javës
sr: [[Timestamp]] po danu u nedelji
sv: [[Timestamp]] per veckodag
tr: Haftanın gönüne göre [[Timestamp]]
uk: [[Timestamp]] за днем тижня
vi: [[Timestamp]] theo ngày trong tuần
zh_hk: 國家會議

source: [[GenericNumber]] over time
ar: [[GenericNumber]] عبر الزمن
bg: [[GenericNumber]] с течение на времето
ca: [[GenericNumber]] al llarg del temps
de: [[GenericNumber]] im Laufe der Zeit
eo: [[GenericNumber]] slowly but surely, no cap
es: [[GenericNumber]] a lo largo del tiempo
fa: [[GenericNumber]] با گذشت زمان
fi: [[GenericNumber]] ajan myötä
fr: [[GenericNumber]] au fil du temps
hu: [[GenericNumber]] idővel
it: [[GenericNumber]] attraverso il tempo
ja: [[GenericNumber]] の推移
lt: [[GenericNumber]] per tam tikrą laiką
ms: [[NomborGenerik]] dari masa ke masa
nb: [[GenericNumber]] over tid
nl: [[GenericNumber]] over de tijd
pl: [[GenericNumber]] według czasu
pt_br: [[GenericNumber]] ao longo do tempo
ru: [[GenericNumber]] все время
sk: [[GenericNumber]] v priebehu času
sl: [[GenericNumber]] skozi čas
sq: [[GenericNumber]] me kalimin e kohës
sr: [[GenericNumber]] kroz vreme
sv: [[GenericNumber]] över tid
tr: Zaman içindeki [[GenericNumber]]
uk: [[GenericNumber]] з часом
vi: [[GenericNumber]] theo thời gia
zh_hk: [[this]]每州

source: Heres an overview of your [[this]]
hu: Íme egy áttekintés a [[this]]
ms: Berikut adalah gambaran keseluruhan [[ini]] anda

source: [[this.short-name]] by coordinates
ar: [[this.short-name]] حسب الإحداثيات
bg: [[this.short-name]] по координати
ca: [[this.short-name]] per coordenades
de: [[this.short-name]] nach Koordinaten
eo: [[this.short-name]] just dropped by coordinates
es: [[this.short-name]] por coordenadas
fa: [[this.short-name]] توسط مختصات
fi: [[this.short-name]] koordinaattien mukaan
fr: [[this.short-name]] par coordonnées
hu: [[this.short-name]] koordináták szerint
it: [[this.short-name]] per coordinate
ja: 座標別の[[this.short-name]]
lt: [[this.short-name]] pagal koordinates
ms: [[nama-pendek.ini]] mengikut koordinat
nb: [[this.short-name]] etter koordinater
nl: [[this.short-name]] per coördinaten
pl: [[this.short-name]] według współrzędnych
pt_br: [[this.short-name]] por coordenadas
ru: [[this.short-name]] по координатам
sk: [[this.short-name]] podľa súradníc
sl: [[this.short-name]] po koordinatah
sq: [[this.short-name]] sipas koordinatave
sr: [[this.short-name]] po koordinatama
sv: [[this.short-name]] per koordinater
tr: koordinatlara göre [[this.short-name]]
uk: [[this.short-name]] за координатами
vi: [[this.short-name]] theo hệ toạ đ
zh_hk: [[時間戳]]按季度計算

source: Heres a closer look at your [[this]] per state
hu: Íme egy közelebbi pillantás az Ön [[this]] állapotára
ms: Berikut adalah pandangan lebih dekat pada [[ini]] anda mengikut negeri

source: Created At by day of the month
hu: Létrehozva a hónap napja szerint
ms: Dicipta Pada mengikut hari dalam bulan

source: Sales by coordinates
ar: المبيعات حسب الإحداثيات
bg: Продажби по координати
ca: Ventes per coordenades
de: Umsatz nach Koordinaten
eo: Sales by coords, fr fr
es: Ventas por coordenadas
fa: فروش توسط مختصات
fi: Myynti koordinaattien mukaan
fr: Ventes par coordonnées
hu: Eladások koordináták szerint
it: Vendite per coordinate
ja: 座標別の売上
lt: Pardavimas pagal koordinates
ms: Jualan mengikut koordinat
nb: Omsetning etter koordinater
nl: Verkoop per coördinaten
pl: Sprzedaż według współrzędnych
pt_br: Vendas por coordenadas
ru: Продажи по координатам
sk: Predaj podľa súradníc
sl: Prodaja po koordinatah
sq: Shitje sipas koordinatave
sr: Prodaja po koordinatama
sv: Försäljning över koordinater
tr: koordinatlara göre satış
uk: Продажі за координатами
vi: Doanh số theo hệ toạ đ
zh_hk: 銷售的坐標

source: New [[this.short-name]] over time
ar: [[this.short-name]] جديدة عبر الزمن
bg: Ново [[this.short-name]] с течение на времето
ca: Nous [[this.short-name]] al llarg del temps
de: Neuer [[this.short-name]] im Laufe der Zeit
eo: New [[this.short-name]] is slowly startin’ to slay
es: Nuevos [[this.short-name]] a lo largo del tiempo
fa: جدید [[this.short-name]] با گذشت زمان
fi: Uusi [[this.short-name]] ajan myötä
fr: Nouveau [[this.short-name]] au fil du temps
hu: Új [[this.short-name]] idővel
it: Nuovo [[this.short-name]] nel tempo
ja: 時系列の新しい[[this.short-name]]
lt: Naujas [[this.short-name]]] laikui bėgant
ms: [[nama-pendek.ini]] baru dari masa ke masa
nb: Nye [[this.short-name]] over tid
nl: Nieuwe [[this.short-name]] over de tijd
pl: Nowy [[this.short-name]] według czasu
pt_br: Novo [[this.short-name]] ao longo do tempo
ru: Новый [[this.short-name]] все время
sk: Nové [[this.short-name]] v priebehu času
sl: Sčasoma novo [[this.short-name]]
sq: [[this.short-name]] të rinj me kalimin e kohës
sr: Novi [[this.short-name]] kroz vreme
sv: Ny [[this.short-name]] över tid
tr: Zaman içindeki yeni [[this.short-name]]
uk: Нові [[this.short-name]] з плином часу
vi: [[this.short-name]] mới theo thời gia
zh_hk: [[GenericTable]]每[[this]]

source: Join date by hour of the day
ar: تاريخ الانضمام حسب ساعة اليوم
bg: Дата на присъединяване по час от деня
ca: Data d'alta per hora del dia
de: Beitrittsdatum nach Uhrzeit des Tages
eo: Join date by hour of the day → When peeps hop in, broken down by what time it is during the day
es: Cruzar fecha por hora del día
fa: تاریخ عضویت در ساعت روز
fi: Liittymisajat vuorokauden tunnin mukaan
fr: Date d'inscription par heure de la journée
hu: Csatlakozási dátum a nap órája szerint
it: Unire la data per ora del giorno
ja: 時間別の登録日
lt: Prisijunkite prie dienos valandos
ms: Tarikh sertai mengikut jam dalam sehari
nb: Innmeldingsdato etter time i døgnet
nl: Datum toegetreden per uur van de dag
pl: Data przyłączenia według godziny dnia
pt_br: Data de inscrição por hora do dia
ru: Добавленные данные по часам дня
sk: Pripojte dátum podľa hodiny dňa
sl: Datum pridružitve po uri dneva
sq: Data e bashkimit sipas orës së ditës
sr: Datum pridruživanja po satu u danu
sv: Gick med per timme
tr: Günün saatine göre katılış tarihi
uk: Дата приєднання за годиною доби
vi: Ngày gia nhập theo giờ trong ngà
zh_hk: 按照一天中的小時進行日期連接

source: [[Timestamp]] by hour of day
ar: [[Timestamp]] حسب ساعة اليوم
bg: [[Timestamp]] по час от деня
ca: [[Timestamp]] per hora del dia
de: [[Timestamp]] nach Tageszeit
eo: [[Timestamp]] by what time of day, fr fr
es: [[Timestamp]] por hora del día
fa: [[Timestamp]] ساعت روز
fi: [[Timestamp]] vuorokauden tunnin mukaan
fr: [[Timestamp]] par heure de la journée
hu: [[Időbélyeg]] óránként
it: [[Timestamp]] per ora del giorno
ja: 時間別の [[Timestamp]]
lt: [[Laiko žymė]] pagal dienos valandą
ms: [[CapWaktu]] mengikut jam dalam sehari
nb: [[Timestamp]] etter time i døgnet
nl: [[Timestamp]] per uur van de dag
pl: [[Timestamp]] według godziny dnia
pt_br: [[Timestamp]] por hora do dia
ru: [[Timestamp]] по часам дня
sk: [[Timestamp]] podľa hodiny dňa
sl: [[Časovni žig]] po uri dneva
sq: [[Timestamp]] sipas orës së ditës
sr: [[Timestamp]] po satu u danu
sv: [[Timestamp]] per timme
tr: Günün saatine göre [[Timestamp]]
uk: [[Timestamp]] за годиною доби
vi: [[Timestamp]] theo giờ trong ngà
zh_hk: 每月新[[this.short-name]]

source: Sessions and unique users per day
hu: Munkamenetek és egyedi felhasználók naponta
ms: Sesi dan pengguna unik setiap hari

source: Events per [[GenericCategoryLarge]]
hu: Események [[GenericCategoryLarge]] szerint
ms: Acara mengikut [[KategoriGenerikBesar]]

source: How they compare by distribution
ar: كيف يقارنون حسب التوزيع
bg: Как се сравняват по разпределение
ca: Com es comparen per distribució
de: Wie du im Vergleich zur Verteilung stehst
eo: How they’re stacking up by distribution
es: Cómo se comparan por distribución
fa: چگونه آنها با توزیع مقایسه می شوند
fi: Miten ne vertautuvat jakautumisen mukaan
fr: Comment ils se comparent par la distribution
hu: Hogyan viszonyulnak eloszlás szerint
it: Come confrontano per distribuzione
ja: 分布別の比較
lt: Kaip jie lyginami pagal platinimą
ms: Bagaimana mereka dibandingkan mengikut pengedaran
nb: Hvordan de varierer etter distribusjon
nl: In vergelijking tot de verdeling
pl: Jak porównać przez dystrybucję
pt_br: Como eles se comparam por distribuição
ru: Как они сравниваются по распределению
sk: Ako porovnávajú podľa distribúcie
sl: Kako se primerjajo po porazdelitvi
sq: Si krahasohen sipas shpërndarjes
sr: Kako se porede po raspodeli
sv: Hur de fördelas
tr: Dağıtıma göre nasıl karşılaştırılması
uk: Як вони порівнюються за розподілом
vi: Làm thế nào so sánh bằng phân bổ
zh_hk: 他們如何通過分布進行比較

source: Income per country
ar: الدخل لكل بلد
bg: Доход за държава
ca: Ingressos per país
de: Einkommen pro Land
eo: Cash flow per country
es: Ingreso por país
fa: درآمد در هر کشور
fi: Tulot maakohtaisesti
fr: Revenu par pays
hu: Bevétel országonként
it: Entrata per paese
ja: 国別の収益
lt: Pajamos už šalį
ms: Pendapatan setiap negara
nb: Inntekt per land
nl: Inkomen per land
pl: Dochód według państwa
pt_br: Renda por país
ru: Доход по странам
sk: Príjem na krajinu
sl: Dohodek po državi
sq: Të ardhura sipas vendit
sr: Prihod po zemlji
sv: Förtjänst per land
tr: Ülke başına gelir
uk: Дохід за країною
vi: Thu nhập theo vùn
zh_hk: 每個國家的收入

source: Heres a closer look at your [[this]] per country
hu: Itt van egy közelebbi pillantás a [[ez]] országonként
ms: Berikut adalah pandangan lebih dekat pada [[ini]] anda mengikut negara

source: Sales by product [[ProductCategory]]
ar: المبيعات حسب المنتج [[ProductCategory]]
bg: Продажби по продукти [[ProductCategory]]
ca: Ventes per producte [[ProductCategory]]
de: Verkäufe pro Produkt [[ProductCategory]]
eo: Sales by product [[ProductCategory]] → Sales bby product [[ProductCategory]]
es: Ventas por producto [[ProductCategory]]
fa: فروش براساس محصول [[ProductCategory]]
fi: Myynti tuotteen mukaan [[ProductCategory]]
fr: Ventes par produit [[ProductCategory]]
hu: Termékenkénti értékesítés [[ProductCategory]]
it: Vendite per prodotto [[ProductCategory]]
ja: [[ProductCategory]] の製品別の売上
lt: Pardavimas pagal produktą [[ProductCategory]]
ms: Jualan mengikut produk [[KategoriProduk]]
nb: Salg etter produkt [[ProductCategory]]
nl: Verkoop per product in [[ProductCategory]]
pl: Sprzedaż według produktu [[ProductCategory]]
pt_br: Vendas por produto [[ProductCategory]]
ru: Продажи по продуктам [[ProductCategory]]
sk: Predaj podľa produktu [[ProductCategory]]
sl: Prodaja po izdelku [[ProductCategory]]
sq: Shitje sipas produktit [[ProductCategory]]
sr: Prodaja po proizvodu [[ProductCategory]]
sv: Försäljning per produkt [[ProductCategory]]
tr: Ürün [[ProductCategory]] göre satışlar
uk: Продажі за категорією продуктів [[ProductCategory]]
vi: Doanh số theo sản phẩm [[ProductCategory]
zh_hk: [[this]]如何跨類別分布

source: [[this]] per [[GenericCategoryLarge]], bottom 5
ar: [[this]] لكل [[GenericCategoryLarge]]، آخر 5
bg: [[това]] на [[GenericCategoryLarge]], отдолу 5
ca: [[this]] per [[GenericCategoryLarge]], els darrers 5
de: [[dies]] pro [[GenericCategoryLarge]], untere 5
eo: This is like, top-tier info but also kinda mid, like bottom 5 vibes lol
es: [[this]] por [[GenericCategoryLarge]], últimos 5
fa: [[this]] برای [[GenericCategLarge]] ، پایین 5
fi: [[this]] per [[GenericCategoryLarge]], alhaalla 5
fr: [[this]] par [[GenericCategoryLarge]], 5 derniers
hu: [[ez]] per [[GenericCategoryLarge]], alsó 5
it: [[this]] per [[GenericCategoryLarge]], ultimi 5
ja: [[this]] のうち， [[GenericCategoryLarge]]に属するもののうち、下位5件
lt: [[tai]] už [[GenericCategoryLarge]], 5 apačioje
ms: [[ini]] setiap [[KategoriGenerikBawah]], 5 terbawah
nb: [[this]] per [[GenericCategoryLarge]], siste 5
nl: [[this]] per [[GenericCategoryLarge]], laatste 5
pl: [[this]] według [[GenericCategoryLarge]], ostatnie 5
pt_br: [[this]] por [[GenericCategoryLarge]], 5 últimos
ru: [[this]] по [[GenericCategoryLarge]], нижние 5
sk: [[this]] z [[GenericCategoryLarge]], posledných 5
sl: [[to]] na [[GenericCategoryLarge]], spodaj 5
sq: [[this]] për [[GenericCategoryLarge]], 5 më të ultat
sr: [[this]] po [[GenericCategoryLarge]], bottom 5
sv: [[this]] per [[GenericCategoryLarge]], sista 5
tr: [[GenericCategoryLarge]] başına [[this]], en düşük 5
uk: [[this]] за [[GenericCategoryLarge]], нижні 5
vi: [[this]] trên [[GenericCategoryLarge]], dứoi
zh_hk: [[時間戳]]按年份計算

source: [[this.short-name]] added in the last 30 days
ar: تمت إضافة [[this.short-name]] في آخر 30 يومًا
bg: [[this.short-name]] добавено през последните 30 дни
ca: [[this.short-name]] afegits els darrers 30 dies
de: hinzugefügte [[this.short-name]] der letzten 30 Tage
eo: [[this.short-name]] just popped off in the last 30 days
es: [[this.short-name]] añadidos en los últimos 30 días
fa: [[this.short-name]] در 30 روز گذشته اضافه شد
fi: [[this.short-name]] lisätty viimeisen 30 päivän aikana
fr: [[this.short-name]] ajouté au cours des 30 derniers jours
hu: [[this.short-name]] hozzáadva az elmúlt 30 napban
it: [[this.short-name]] aggiunti negli ultimi 30 giorni
ja: 過去30日に追加された [[this.short-name]]
lt: [[this.short-name]] pridėta per pastarąsias 30 dienų
ms: [[nama-pendek.ini]] ditambah dalam 30 hari terakhir
nb: [[this.short-name]] lagt til i løpet av de siste 30 dagene
nl: [[this.short-name]] toegevoegd in de laatste 30 dagen
pl: [[this.short-name]] dodane w ciągu ostatnich 30 dni
pt_br: [[this.short-name]] adicionados nos últimos 30 dias
ru: [[this.short-name]] добавлено за последние 30 дней
sk: [[this.short-name]] pridané za posledných 30 dní
sl: [[this.short-name]] dodano v zadnjih 30 dneh
sq: [[this.short-name]] të shtuara në 30 ditët e fundit
sr: [[this.short-name]] dodati u poslednjih 30 dana
sv: [[this.short-name]] som lagts till de senaste 30 dagarna
tr: [[this.short-name]] son 30 günde eklendi
uk: [[this.short-name]] додано за останні 30 днів
vi: [[this.short-name]] đã được thêm trong 30 ngày trước
zh_hk: 新增[[this.short-name]]的小時數

source: Per [[Source]]
ar: لكل [[Source]]
bg: На [[Източник]]
ca: Per [[Font]]
de: Pro [[Source]]
eo: Per [[Source]] → According to [[Source]] or just "Per [[Source]]" is already pretty chill, but if you wanna make it more Gen Z, you could say: "Per [[Source]]" or "As per [[Source]]" — lowkey, just keep it simple, no cap.
es: Por [[Source]]
fa: در هر [[Source]]
fi: Per [[Lähde]]
fr: Par [[Source]]
hu: [[Forrás]] szerint
it: Per [[fonte]]
ja: [[Source]] ごと
lt: Per [[Šaltinis]]
ms: Mengikut [[Sumber]]
nb: Per [[Kilde]]
nl: Per [[Bron]]
pl: Według [[Source]]
pt_br: Por [[Source]]
ru: По [[Source]]
sk: Na [[Source]]
sl: Na [[Vir]]
sq: Për [[Source]]
sr: Po [[Source]]
sv: Per [[Källa]]
tr: [[Kaynak]] başına
uk: За [[Source]]
vi: Mỗi [[Source]]
zh_hk: 每個 [[Source]]

source: Average item quantity per month
ar: متوسط كمية العناصر لكل شهر
bg: Средно количество артикул на месец
ca: Quantitat mitjana per mes
de: Durchschnittliche Artikelmenge pro Monat
eo: Average amount of stuff per month, lowkey.
es: Cantidad media por mes
fa: مقدار متوسط کالا در هر ماه
fi: Keskimääräinen tuotemäärä kuukaudessa
fr: Quantité moyenne d'articles par mois
hu: Átlagos cikkmennyiség havonta
it: Quantità media articolo per mese
ja: 月毎の平均項目数
lt: Vidutinis prekių kiekis per mėnesį
ms: Kuantiti purata item setiap bulan
nb: Gjennomsnittlig antall ting per måned
nl: Gemiddelde hoeveelheid per maand
pl: Średnia ilość sztuk według miesiąca
pt_br: Média da quantidade de itens por mês
ru: Среднее количество товара в месяц
sk: Priemerné množstvo tovaru za mesiac
sl: Povprečna količina izdelka na mesec
sq: Sasia mesatare e artikujve sipas muajit
sr: Prosečna količina stavki po mesecu
sv: Genomsnittligt antal per månad
tr: Aylık ortalama ürün miktarı
uk: Середня кількість товарів за місяцем
vi: Số lượng mặt hàng trung bình mỗi tháng
zh_hk: 每月平均物品數量
