Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: If a query takes on average 120 seconds (2 minutes) to run, and you input 10 for your multiplier, its cache entry will persist for 1,200 seconds (20 minutes).
ar: إذا كان تنفيذ استعلام يستغرق في المتوسط 120 ثانية (دقيقتين)، وأدخلت 10 كمعامل، فسيستمر إدخال الكاش الخاص به لمدة 1,200 ثانية (20 دقيقة).
bg: Ако изпълнението на дадена заявка отнема средно 120 секунди (2 минути) и въведете 10 за множител, нейният запис в кеша ще се запази 1200 секунди (20 минути).
ca: Si una consulta triga una mitjana de 120 segons (2 minuts) a executar-se i introduïu 10 per al multiplicador, la seva entrada a la memòria cau es mantindrà durant 1.200 segons (20 minuts).
de: Wenn eine Abfrage im Durchschnitt 120 Sekunden (2 Minuten) dauert und Sie 10 als Multiplikator eingeben, bleibt der Cache-Eintrag 1.200 Sekunden (20 Minuten) bestehen.
eo: If a query takes like 2 min to run and you set your multiplier to 10, its cache will stay for 20 min. That’s kinda lowkey a whole vibe.
es: Si una consulta tarda un promedio de 120 segundos (2 minutos) en ejecutarse y pones aquí 10 como multiplicador, la entrada de caché persistirá durante 1200 segundos (20 minutos).
fa: اگر یک پرس و جو به طور متوسط 120 ثانیه (2 دقیقه) طول بکشد تا اجرا شود، و شما 10 را برای ضریب خود وارد کنید، ورودی کش آن به مدت 1200 ثانیه (20 دقیقه) باقی می ماند.
fi: Jos kyselyn suorittaminen kestää keskimäärin 120 sekuntia (2 minuuttia) ja syötät kertoimeksi 10, sen välimuistin merkintä säilyy 1 200 sekuntia (20 minuuttia).
fr: Si une requête prend en moyenne 120 secondes (2 minutes) pour s'executer, et que vous entrez un multiplieur de 10, son cache persistera pour 1200 secondes (20 minutes).
hu: Ha egy lekérdezés átlagosan 120 másodpercig (2 percig) fut, és 10-et ad meg szorzóként, a gyorsítótár bejegyzése 1 200 másodpercig (20 percig) marad meg.
it: Se una query impiega in media 120 secondi (2 minuti) per essere eseguita e si inserisce 10 come moltiplicatore, la sua voce nella cache rimarrà per 1.200 secondi (20 minuti).
ja: クエリの実行に平均120秒（2分）かかり、倍率に10を入力した場合、キャッシュエントリーは1,200秒（20分）持続する。
lt: Jei užklausa vykdoma vidutiniškai per 120 sekundžių (2 minutes), o daugikliui įvedate 10, jos talpyklos įrašas išliks 1 200 sekundžių (20 minučių).
ms: Jika satu pertanyaan mengambil masa purata 120 saat (2 minit) untuk berjalan, dan anda memasukkan 10 untuk pengganda anda, entri cache akan berterusan selama 1,200 saat (20 minit).
nb: Hvis en spørring tar i snitt 120 sekund (2 minutter), og du skriver 10 som multiplikator, vil mellomlagringen ligge i 1200 sekund (20 minutter).
nl: Als het gemiddeld 120 seconden (2 minuten) duurt om een query uit te voeren en je 10 invoert als vermenigvuldigingsfactor, dan zal de cache entry 1.200 seconden (20 minuten) blijven bestaan.
pl: Jeśli uruchomienie zapytania zajmuje średnio 120 sekund (2 minuty), a mnożnik wynosi 10, wpis w pamięci podręcznej będzie przechowywany przez 1200 sekund (20 minut).
pt_br: Se uma consulta levar em média 120 segundos (2 minutos) para ser executada e você inserir 10 como multiplicador, a entrada do cache persistirá por 1.200 segundos (20 minutos).
ru: Если на выполнение запроса уходит в среднем 120 секунд (2 минуты), а в качестве множителя вы ввели 10, то запись в кэше будет храниться 1 200 секунд (20 минут).
sk: Ak spustenie dotazu trvá v priemere 120 sekúnd (2 minúty) a ako násobiteľ zadáte 10, jeho záznam vo vyrovnávacej pamäti bude trvať 1 200 sekúnd (20 minút).
sl: Če poizvedba v povprečju traja 120 sekund (2 minuti) in vnesete 10 za množitelj, bo njen vnos v predpomnilnik ohranjen 1.200 sekund (20 minut).
sq: Nëse një pyetje mesatarisht kërkon 120 sekonda (2 minuta) për tu ekzekutuar, dhe ti fut 10 si shumëzues, hyrja e saj në cache do të vazhdojë për 1,200 sekonda (20 minuta).
sr: Ako upit u proseku traje 120 sekundi (2 minuta), a unesete 10 kao multiplikator, njegov unos u kešu će trajati 1.200 sekundi (20 minuta).
sv: Om en fråga tar i genomsnitt 120 sekunder (2 minuter) att köra och du anger 10 som multiplikator, kommer dess cache-post att finnas kvar i 1 200 sekunder (20 minuter).
tr: Bir sorgunun çalışması ortalama 120 saniye (2 dakika) sürüyorsa ve çarpanınız için 10 girerseniz, önbellek girişi 1.200 saniye (20 dakika) boyunca devam edecektir.
uk: Якщо запит у середньому виконується 120 секунд (2 хвилини), і ви введете 10 як множник, його запис у кеші зберігатиметься 1 0200 секунд (20 хвилин).
vi: Nếu một truy vấn mất trung bình 120 giây (2 phút) để chạy và bạn nhập 10 cho hệ số nhân của mình, mục nhập bộ nhớ đệm của truy vấn đó sẽ tồn tại trong 1.200 giây (20 phút).
zh_hk: 如果查詢平均需要 120 秒（2 分鐘）執行，而您輸入 10 作為乘數，則其快取記憶體項目將會持續 1,200 秒（20 分鐘）。

source: Your changes haven’t been saved, so you’ll lose them if you navigate away.
ar: لم يتم حفظ تغييراتك، لذا ستفقدها إذا تنقلت بعيدًا.
bg: Промените ви не са запазени, така че ще ги загубите, ако се отдалечите.
ca: Els teus canvis no s'han desat, de manera que els perdràs si canvies de pàgina.
de: Deine Änderungen wurden noch nicht gespeichert und gehen daher verloren, wenn Du diese Seite jetzt verläßt.
eo: Bruh, your changes ain’t saved yet, so if you dip, they’re gone fr.
es: Tus cambios no se han guardado, por lo que los perderán si sales.
fa: تغییرات شما ذخیره نشده است، بنابراین اگر از آنجا خارج شوید آنها را از دست خواهید داد.
fi: Muutoksiasi ei ole tallennettu, joten menetät ne, jos siirryt pois.
fr: Vos modifications n’ont pas été sauvegardées, vous allez les perdre si vous changez de page.
hu: A változtatásai még nincsenek mentve, ha
it: Le modifiche non sono state salvate, quindi andranno perse se si abbandona la navigazione.
ja: 変更内容は保存されていないので、ナビゲートしてしまうと消えてしまいます。
lt: Jūsų pakeitimai nebuvo išsaugoti, todėl juos prarasite, jei išvyksite.
ms: Perubahan anda belum disimpan, jadi anda akan kehilangannya jika anda berpindah.
nb: Dine endringer har ikke blitt lagret, så du mister dem hvis du navigerer bort.
nl: Je wijzigingen zijn niet opgeslagen, dus je raakt ze kwijt als je wegnavigeert.
pl: Wprowadzone zmiany nie zostały zapisane, więc zostaną utracone, jeśli opuścisz nawigację.
pt_br: Suas alterações não foram salvas; portanto, você as perderá se sair da navegação.
ru: Ваши изменения не были сохранены, вы потеряете их, если перейдете на другую страницу.
sk: Vaše zmeny neboli uložené, takže ich stratíte, ak prejdete preč.
sl: Vaše spremembe niso bile shranjene, zato jih boste izgubili, če se pomaknete stran.
sq: Ndryshimet e tua nuk janë ruajtur, ndaj do ti humbësh nëse largohesh.
sr: Vaše promene nisu sačuvane, pa ćete ih izgubiti ako odete sa ove stranice.
sv: Dina ändringar har inte sparats och kommer gå förlorade om du navigerar iväg.
tr: Değişiklikleriniz kaydedilmemiştir, bu nedenle uzaklaşırsanız bunları kaybedersiniz.
uk: Ваші зміни не збережено, тож ви втратите їх, якщо перейдете на іншу сторінку.
vi: Những thay đổi của bạn chưa được lưu, do đó bạn sẽ mất chúng nếu thoát khỏi trang.
zh_hk: 您的變更尚未儲存，因此如果您移開瀏覽器，就會遺失這些變更。

source: Database ‘View data’ levels
ar: مستويات قاعدة البيانات "عرض البيانات"
bg: Нива на база данни "Преглед на данни
ca: Nivells de la base de dades "Veure dades"
de: Datenbank 'Daten anzeigen' Ebenen
eo: Database ‘View data’ levels → Database ‘View data’ is kinda like the drip, fr fr
es: Niveles de 'Ver datos' de la base de datos
fa: سطوح "مشاهده داده ها" پایگاه داده
fi: Tietokannan "Katseluoikeus" -tasot
fr: Niveaux "Voir les données" de la base de données
hu: Adatbázis 'Adat megtekintés' szintek
it: Livelli "Visualizza dati" del database
ja: データベースの「データを見る」レベル
lt: Duomenų bazės „Peržiūrėti duomenis“ lygiai
ms: Tahap ‘Lihat data’ pangkalan data
nb: Database 'Vis data'-nivå
nl: Database 'Gegevens bekijken'-niveaus
pl: Poziomy "Wyświetl dane" bazy danych
pt_br: Níveis de "Visualizar dados" dos bancos de dados
ru: Уровни базы данных 'Просмотр данных'
sk: Úrovne databázy "Zobraziť údaje
sl: Ravni »Ogled podatkov« v bazi podatkov
sq: Nivelet e databazës ‘Shiko të dhënat’
sr: Nivoi baze „Prikaz podataka“
sv: Databasens "Visa data"-nivåer
tr: Veritabanı 'Verileri görüntüle' seviyeleri
uk: Рівні «Перегляд даних» для бази даних
vi: Mức độ 'Xem dữ liệu' của cơ sở dữ liệu
zh_hk: 資料庫「檢視資料」層級

source: Can view
ar: يمكن العرض
bg: Може да видите
ca: Pot veure
de: Kann sehen
eo: Can peep
es: Puede ver
fa: می تواند مشاهده کند
fi: Katseluoikeus
fr: Peut voir
hu: Megtekintheti
it: Può visualizzare
ja: 閲覧可能
lt: Gali apžiūrėti
ms: Boleh lihat
nb: Kan vise
nl: Kan bekijken
pl: Można wyświetlić
pt_br: Pode visualizar
ru: Можно просмотреть
sk: Môže zobraziť
sl: Lahko si ogleda
sq: Mund të shikojë
sr: Može da pregleda
sv: Kan visa
tr: Görüntüleyebilir
uk: Може переглядати
vi: Có thể xem
zh_hk: 可檢視

source: The group can view all data for that database.
ar: يمكن للمجموعة عرض كل البيانات لتلك قاعدة البيانات.
bg: Групата може да преглежда всички данни за тази база данни.
ca: El grup pot veure totes les dades d'aquesta base de dades.
de: Die Gruppe kann alle Daten dieser Datenbank sehen.
eo: The squad can peep all the info for that database, fr.
es: El grupo puede ver todos los datos de esa base de datos.
fa: گروه می تواند تمام داده های آن پایگاه داده را مشاهده کند.
fi: Ryhmällä on katseluoikeus kaikkiin kyseisen tietokannan tietoihin.
fr: Le groupe peut voir toute les données de cette base de données.
hu: A csoport az adatbázisban található összes adatot megnézheti.
it: Il gruppo può visualizzare tutti i dati di quel database.
ja: そのグループは、そのデータベースのすべてのデータを見ることができる。
lt: Grupė gali peržiūrėti visus šios duomenų bazės duomenis.
ms: Kumpulan boleh melihat semua data untuk pangkalan data tersebut.
nb: Denne gruppen kan vise all data for den databasen.
nl: De groep kan alle gegevens voor die database bekijken.
pl: Grupa może przeglądać wszystkie dane dla tej bazy danych.
pt_br: O grupo pode visualizar todos os dados para este banco de dados.
ru: Группа может просматривать все данные этой базы данных.
sk: Skupina môže zobraziť všetky údaje pre danú databázu.
sl: Skupina si lahko ogleda vse podatke za to zbirko podatkov.
sq: Grupi mund ti shikojë të gjitha të dhënat për atë databazë.
sr: Grupa može da pregleda sve podatke u toj bazi.
sv: Gruppen kan visa all data för den databasen.
tr: Grup, söz konusu veritabanı için tüm verileri görüntüleyebilir.
uk: Група може переглядати всі дані цієї бази даних.
vi: Nhóm có thể xem tất cả dữ liệu của cơ sở dữ liệu đó.
zh_hk: 該群組可以檢視該資料庫的所有資料。

source: The group can view select schemas and tables. Can be combined with SSO user attributes to create Sandboxes that define what data each person can view.
eo: The squad can peep certain schemas and tables. Can be mixed with SSO user info to make Sandboxes, which set what data each person can see.
hu: A csoport az adatbázis bizonyos sémáit és tábláit nézheti meg. SSO felhasználó attribútumokkal kombinálva Homokozókat hozhat létre, amelyek definiálják, hogy egyes személyek mit nézhetnek meg.
lt: Grupė gali peržiūrėti pasirinktas schemas ir lenteles. Galima derinti su SSO vartotojo atributais, kad būtų sukurtos smėlio dėžės, kurios apibrėžia, kokius duomenis kiekvienas asmuo gali peržiūrėti.
ms: Kumpulan boleh melihat skema dan jadual terpilih. Boleh digabungkan dengan atribut pengguna SSO untuk mencipta Sandbox yang menentukan data apa yang setiap orang boleh lihat.

source: The group can view data based on the database role you specify with a user attribute (manually or via SSO).
ar: يمكن للمجموعة عرض البيانات بناءً على دور قاعدة البيانات الذي تحدده عبر سمة مستخدم (يدويًا أو عبر SSO).
bg: Групата може да преглежда данни въз основа на ролята в базата данни, която сте задали с атрибут на потребител (ръчно или чрез SSO).
ca: El grup pot veure les dades en funció del rol de la base de dades que especifiqueu amb un atribut d'usuari (manualment o mitjançant SSO).
de: Die Gruppe kann Daten auf der Grundlage der Datenbankrolle anzeigen, die Sie mit einem Benutzerattribut angeben (manuell oder über SSO).
eo: The group can peep the data depending on the database role you pick with a user attribute (either manual or through SSO).
es: El grupo puede ver datos según la función de la base de datos que especificas con un atributo de usuario (manualmente o mediante SSO).
fa: گروه می تواند داده ها را بر اساس نقش پایگاه داده ای که شما مشخص کرده اید با ویژگی کاربر (به صورت دستی یا از طریق SSO) مشاهده کند.
fi: Ryhmä voi tarkastella tietoja käyttäjälle määrittämäsi tietokantaroolin perusteella (manuaalisesti tai SSO:n kautta).
fr: Le groupe peut consulter les données en fonction du rôle de la base de données que vous spécifiez avec un attribut utilisateur (manuellement ou via SSO).
hu: A csoport az adatbázis szerepkör által meghatározott adatokat nézheti meg, amelyet felhasználó attribútummal adhat meg (manuálisan, vagy SSO által).
it: Il gruppo può visualizzare i dati in base al ruolo del database specificato con un attributo utente (manualmente o tramite SSO).
ja: このグループは、ユーザー属性で指定したデータベース・ロールに基づいてデータを表示できます（手動またはSSO経由）。
lt: Grupė gali peržiūrėti duomenis pagal duomenų bazės vaidmenį, kurį nurodėte naudodami vartotojo atributą (rankiniu būdu arba per SSO).
ms: Kumpulan boleh melihat data berdasarkan peranan pangkalan data yang anda nyatakan dengan atribut pengguna (secara manual atau melalui SSO).
nb: Gruppen kan vise data basert på databaserollen du spesifiserer med en brukerattributt (manuelt eller via SSO).
nl: De groep kan gegevens bekijken op basis van de databaserol die je opgeeft met een gebruikerskenmerk (handmatig of via SSO).
pl: Grupa może wyświetlać dane w oparciu o rolę bazy danych określoną za pomocą atrybutu użytkownika (ręcznie lub za pośrednictwem logowania jednokrotnego).
pt_br: O grupo pode visualizar os dados com base na função de banco de dados que você especificar com um atributo de usuário (manualmente ou via SSO).
ru: Группа может просматривать данные на основе роли базы данных, которую вы указали в атрибуте пользователя (вручную или через SSO).
sk: Skupina môže zobraziť údaje na základe databázovej role, ktorú zadáte pomocou atribútu používateľa (ručne alebo prostredníctvom SSO).
sl: Skupina si lahko ogleda podatke na podlagi vloge zbirke podatkov, ki jo določite z uporabniškim atributom (ročno ali prek enotne prijave).
sq: Grupi mund të shikojë të dhëna bazuar në rolin e databazës që përcakton me një atribut përdoruesi (manualisht ose përmes SSO).
sr: Grupa može da pregleda podatke na osnovu uloge u bazi koju navedete pomoću korisničkog atributa (ručno ili putem SSO-a).
sv: Gruppen kan visa data baserat på den databasroll som du anger med ett användarattribut (manuellt eller via SSO).
tr: Grup, bir kullanıcı özniteliğiyle (manuel olarak veya SSO aracılığıyla) belirttiğiniz veritabanı rolüne göre verileri görüntüleyebilir.
uk: Група може переглядати дані на основі ролі в базі даних, яку ви вкажете за допомогою атрибута користувача (вручну або через SSO).
vi: Nhóm có thể xem dữ liệu dựa trên vai trò cơ sở dữ liệu mà bạn chỉ định bằng thuộc tính người dùng (thủ công hoặc thông qua SSO).
zh_hk: 該群組可以根據您使用使用者屬性（手動或透過 SSO）指定的資料庫角色檢視資料。

source: No self-service (Deprecated)
ar: بدون خدمة ذاتية (Deprecated)
bg: Без самообслужване (Забавено)
ca: Sense autoservei (obsolet)
de: Keine Selbstbedienung (veraltet)
eo: No cap, no self-serve (deadass)
es: Sin autoservicio (Obsoleto)
fa: بدون سلف سرویس (منسوخ شده)
fi: Ei itsepalvelua (poistettu käytöstä)
fr: Pas de self-service (Déprécié)
hu: Nem önkiszolgáló (Elavult)
it: Nessun self-service (deprecato)
ja: セルフサービスなし（非推奨）
lt: Nėra savitarnos (nebenaudojama)
ms: Tiada layan diri (Ditamatkan)
nb: Ingen selvbetjening (Utfaset)
nl: Geen zelfbediening (Deprecated)
pl: Brak samoobsługi (przestarzałe)
pt_br: Sem autoatendimento (obsoleto)
ru: Нет самообслуживания (утратило силу)
sk: Žiadna samoobsluha (zastarané)
sl: Brez samopostrežbe (zastarelo)
sq: Pa vetë-shërbim (E vjetruar)
sr: Bez samostalnog rada (Zastarelo)
sv: Ingen självservice (utfasad)
tr: Self servis yok (Kullanımdan kaldırıldı)
uk: Без self-service (Застаріло)
vi: Không có chức năng tự phục vụ (Đã lỗi thời)
zh_hk: 無自助服務（已停用）

source: The group can't use the query builder or drill through existing questions. They also can't see the data in the Browse data section. They can still view questions based on this data, if they have permissions to the relevant collection. ‘Blocked’, ‘Impersonated’ and ‘Sandboxed’ in another group will override ‘No self-service’.
eo: The group can't mess with the query builder or drill through old questions, and they can't peep the data in Browse data. But they can still check out questions based on that data if they got the right perms for the collection. ‘Blocked,’ ‘Impersonated,’ and ‘Sandboxed’ in another group will override the ‘No self-service’ vibe.
hu: A csoport nem használhatja a lekérdezés építőt, és nem bonthatja le a meglévő kérdéseket. Nem láthatják az adatokat a Böngészés adatok részben sem. Azonban megtekinthetik az adatokon alapuló kérdéseket, ha rendelkeznek az adott gyűjteményhez való jogosultságokkal. A 'Tiltott', 'Megszemélyesített' és 'Sandboxed' egy másik csoportban felülírja a 'Nincs önkiszolgálás' beállítást.
lt: Grupė negali naudoti užklausų kūrimo priemonės arba naršyti esamų klausimų. Jie taip pat nemato duomenų skiltyje Naršyti duomenis. Jie vis tiek gali peržiūrėti šiais duomenimis pagrįstus klausimus, jei turi atitinkamos kolekcijos leidimus. „Užblokuota“, „Apsimetinėjama“ ir „Smėlio dėžė“ kitoje grupėje nepaisys „Savitarnos nėra“.
ms: Kumpulan ini tidak boleh menggunakan pembina query atau menggali melalui soalan sedia ada. Mereka juga tidak boleh melihat data dalam bahagian Semak imbas data. Mereka masih boleh melihat soalan berdasarkan data ini, jika mereka mempunyai kebenaran kepada koleksi yang berkaitan. 'Disekat', 'Meniru identiti' dan 'Terpencil' dalam kumpulan lain akan mengatasi 'Tiada layan diri'.

source: Blocked (Pro)
ar: محظور (Pro)
bg: Блокиран (Pro)
ca: Bloquejat (Pro)
de: Blockiert (Pro)
eo: Blocked (Pro) → Blocked (vibe check fail)
es: Bloqueado (Pro)
fa: مسدود شده (حرفه ای)
fi: Estetty (Pro)
fr: Bloqué (Pro)
hu: Blokkolva (Pro)
it: Bloccato (Pro)
ja: ブロック（プロ）
lt: Užblokuotas (Pro)
ms: Disekat (Pro)
nb: Blokkert (Pro)
nl: Geblokkeerd (Pro)
pl: Zablokowany (Pro)
pt_br: Bloqueado (Pro)
ru: Заблокирован (Pro)
sk: Blokované (Pro)
sl: Blokirano (Pro)
sq: I bllokuar (Pro)
sr: Blokirano (Pro)
sv: Blockerad (Pro)
tr: Engellendi (Pro)
uk: Заблоковано (Pro)
vi: Bị chặn (Pro)
zh_hk: 封鎖 (Pro)

source: The group cannot view any data from the data source, even if they have collection access to view questions or dashboards that draw from that data.
ar: لا يمكن للمجموعة عرض أي بيانات من مصدر البيانات، حتى لو كان لديها وصول إلى مجموعة لعرض أسئلة أو لوحات معلومات تستند إلى تلك البيانات.
bg: Групата не може да преглежда никакви данни от източника на данни, дори и да има достъп за колекциониране, за да преглежда въпроси или табла за управление, които използват тези данни.
ca: El grup no pot visualitzar cap dada de la font de dades, fins i tot si té accés a la col·lecció per veure preguntes o quadres de comandament que extreuen d'aquestes dades.
de: Die Gruppe kann keine Daten aus der Datenquelle anzeigen, auch wenn sie über einen Sammelzugriff verfügt, um Fragen oder Dashboards anzuzeigen, die auf diesen Daten basieren.
eo: The squad can't see any data from the source, even if they got access to the questions or dashboards that pull from that data.
es: El grupo no puede ver ningún dato de la fuente de datos, incluso si tiene acceso a la recopilación para ver preguntas o paneles que se basan en esos datos.
fa: گروه نمی تواند هیچ داده ای را از منبع داده مشاهده کند، حتی اگر به مجموعه دسترسی داشته باشد تا سؤالات یا داشبوردهایی را که از آن داده ها استخراج می شود، مشاهده کند.
fi: Ryhmä ei näe mitään datalähteen tietoja, vaikka heillä olisi kokoelman käyttöoikeus tarkastellakseen tiedoista peräisin olevia kysymyksiä tai kojelautoja.
fr: Le groupe ne peut pas consulter les données de la source de données, même s'il dispose d'un accès de collecte pour consulter les questions ou les tableaux de bord qui s'appuient sur ces données.
hu: A csoport nem tekintheti meg az adatforrás adatait, még akkor sem, hogy hozzáférésük van kérdésekhez vagy dashboardokhoz, amelyek abból az adatból dolgoznak.
it: Il gruppo non può visualizzare i dati della fonte di dati, anche se ha accesso alla raccolta per visualizzare le domande o i dashboard che attingono a tali dati.
ja: このグループは、そのデータから取得した質問やダッシュボードを表示するコレクション・アクセス権を持っていても、データ・ソースからのデータを表示することはできません。
lt: Grupė negali peržiūrėti jokių duomenų iš duomenų šaltinio, net jei ji turi prieigą prie rinkinio, kad galėtų peržiūrėti klausimus ar informacijos suvestines, kurios gaunamos iš tų duomenų.
ms: Kumpulan tidak dapat melihat sebarang data dari sumber data, walaupun mereka mempunyai akses koleksi untuk melihat soalan atau papan pemuka yang menggunakan data tersebut.
nb: Gruppen kan ikke se data fra datakilden, selv om de har samlingstilgang til å se spørsmål eller dashbord som bygger på disse dataene.
nl: De groep kan geen gegevens van de gegevensbron bekijken, zelfs niet als ze collectietoegang hebben om vragen of dashboards te bekijken die uit die gegevens putten.
pl: Grupa nie może wyświetlać żadnych danych ze źródła danych, nawet jeśli ma dostęp do kolekcji, aby wyświetlać pytania lub pulpity, które czerpią z tych danych.
pt_br: O grupo não pode visualizar nenhum dado da fonte de dados, mesmo que tenha acesso de coleta para visualizar perguntas ou painéis que se baseiam nesses dados.
ru: Группа не может просматривать данные из источника даже если у них есть доступ к просмотру вопросов из коллекций или дашбордов, основанных на этих данных.
sk: Skupina nemôže zobraziť žiadne údaje zo zdroja údajov, a to ani v prípade, že má prístup k kolekcii na zobrazenie otázok alebo ovládacích panelov, ktoré čerpajú z týchto údajov.
sl: Skupina si ne more ogledati podatkov iz vira podatkov, tudi če ima dostop do zbirke za ogled vprašanj ali nadzornih plošč, ki črpajo iz teh podatkov.
sq: Grupi nuk mund të shikojë asnjë të dhënë nga burimi i të dhënave, edhe nëse kanë akses në koleksione për të shikuar pyetje ose panele që mbështeten te ato të dhëna.
sr: Grupa ne može da pregleda nikakve podatke iz izvora podataka, čak i ako ima pristup kolekciji da pregleda pitanja ili kontrolne table koje koriste te podatke.
sv: Gruppen kan inte visa några data från datakällan, även om de har samlingsåtkomst för att visa frågor eller instrumentpaneler som bygger på dessa data.
tr: Grup, bu verilerden yararlanan soruları veya panoları görüntülemek için koleksiyon erişimine sahip olsalar bile veri kaynağından herhangi bir veriyi görüntüleyemez.
uk: Група не може переглядати жодних даних із джерела даних, навіть якщо має доступ до колекції для перегляду запитань або дашбордів, які використовують ці дані.
vi: Nhóm không thể xem bất kỳ dữ liệu nào từ nguồn dữ liệu, ngay cả khi họ có quyền truy cập bộ sưu tập để xem các câu hỏi hoặc bảng thông tin lấy từ dữ liệu đó.
zh_hk: 該群組不能檢視資料來源的任何資料，即使他們擁有集合存取權，可以檢視從該資料擷取的問題或儀表板。
