Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: SCIM configuration
ar: إعدادات SCIM
bg: Конфигурация на SCIM
ca: Configuració SCIM
de: SCIM Konfiguration
eo: SCIM setup is lowkey mad sus rn
es: Configuración SCIM
fa: پیکربندی SCIM
fi: SCIM määrittely
fr: Configuration du SCIM
hu: SCIM konfiguráció
it: Configurazione SCIM
ja: SCIMの構成
lt: SCIM konfigūracija
ms: Konfigurasi SCIM
nb: SCIM-konfigurasjon
nl: SCIM-configuratie
pl: Konfiguracja SCIM
pt_br: Configuração SCIM
ru: Конфигурация SCIM
sk: Konfigurácia SCIM
sl: Konfiguracija SCIM
sq: Konfigurimi SCIM
sr: SCIM konfiguracija
sv: SCIM-konfiguration
tr: SCIM yapılandırması
uk: Конфігурація SCIM
vi: Cấu hình SCIM
zh_hk: SCIM 配置

source: Upload Management
ar: إدارة التحميلات
bg: Управление на качването
ca: Gestió de càrrega
de: Upload Verwaltung
eo: Upload management → Uploads on fleek
es: Gestión de cargas
fa: مدیریت آپلود
fi: Latausten hallinta
fr: Gestion des téléchargements
hu: Feltöltés kezelése
it: Gestione dei caricamenti
ja: アップロード管理
lt: Įkėlimo valdymas
ms: Pengurusan Muat Naik
nb: Opplastingsbehandling
nl: Uploadbeheer
pl: Zarządzanie przesyłaniem
pt_br: Gerenciamento de upload
ru: Управление загрузкой
sk: Správa nahrávania
sl: Upravljanje nalaganja
sq: Menaxhimi i Ngarkimeve
sr: Upravljanje upload-om
sv: Hantering av uppladdning
tr: Yükleme Yönetimi
uk: Керування завантаженнями
vi: Quản lý tải lên
zh_hk: 上傳管理

source: This is the URL where your users go to log in to your identity provider. Depending on which IdP you''re using, this usually looks like `https://your-org-name.example.com` or `https://example.com/app/my_saml_app/abc123/sso/saml`
ar: هذا هو الـ URL الذي يذهب إليه المستخدمون لتسجيل الدخول إلى مزود الهوية لديك. بحسب IdP الذي تستخدمه، يكون عادةً مثل `https://your-org-name.example.com` أو `https://example.com/app/my_saml_app/abc123/sso/saml`
bg: Това е URL адресът, на който потребителите отиват, за да влязат в доставчика на идентичност. В зависимост от това кой доставчик на идентификация използвате , това обикновено изглежда като `https://your-org-name.example.com` или `https://example.com/app/my_saml_app/abc123/sso/saml`.
ca: Aquesta és la URL on van els vostres usuaris per iniciar sessió al vostre proveïdor d'identitat. Depenent de quin IdP facis servir, normalment s'assembla a `https://your-org-name.example.com` o `https://example.com/app/my_saml_app/abc123/sso/saml`
de: Dies ist die URL, unter der sich Ihre Benutzer bei Ihrem Identitätsanbieter anmelden. Je nachdem, welchen IdP Sie verwenden, sieht dies in der Regel wie `https://your-org-name.example.com` oder `https://example.com/app/my_saml_app/abc123/sso/saml` aus.
eo: This is the link where your users peep to log in to your IDP. Depending on which IdP you got, it’s usually somethin’ like `https://your-org-name.example.com` or `https://example.com/app/my_saml_app/abc123/sso/saml`
es: Esta es la URL a la que van tus usuarios para iniciar sesión en tu proveedor de identidad. Dependiendo del IdP que estés utilizando, esto generalmente se verá así: `https://nombre-de-su-organización.example.com` o `https://example.com/app/my_saml_app/abc123/sso/saml`
fa: این آدرسی است که کاربران شما برای ورود به ارائه دهنده هویت شما به آنجا می روند. بسته به اینکه از کدام IdP استفاده می کنید، این معمولاً شبیه «https://your-org-name.example.com» یا «https://example.com/app/my_saml_app/abc123/sso/saml» است.
fi: Tämä on URL-osoite, johon käyttäjäsi menevät kirjautuakseen sisään identiteetintarjoajaasi. Riippuen siitä, mikä IDP on käytössäsi tämä näyttää yleensä tältä 'https://your-org-name.example.com tai https://example.com/app/my_saml_app/abc123/sso/saml'
fr: Il s'agit de l'URL sur laquelle vos utilisateurs se connectent à votre fournisseur d'identité. Selon l'IdP que vous utilisez, cela ressemble généralement à `` ou ``. que vous utilisez, cela ressemble généralement à `https://your-org-name.example.com` ou `https://example.com/app/my_saml_app/abc123/sso/saml`
hu: Ez az az URL, ahova a felhasználói mennek bejelentkezni az identitásszolgáltatójukhoz. Attól függően, hogy melyik IdP-t használja, ez általában így néz ki: https://your-org-name.example.com vagy https://example.com/app/my_saml_app/abc123/sso/saml
it: È l'URL a cui gli utenti accedono per accedere al provider di identità. A seconda dell'IdP che si sta utilizzando , di solito appare come `https://your-org-name.example.com` o `https://example.com/app/my_saml_app/abc123/sso/saml`.
ja: これは、ユーザーがIDプロバイダにログインするためのURLです。どのIdPを使用しているかにもよりますが を使用しているかによって異なりますが、通常は `https://your-org-name.example.com` または `https://example.com/app/my_saml_app/abc123/sso/saml` のようになります。
lt: Tai URL, į kurį patenka jūsų naudotojai, norėdami prisijungti prie jūsų tapatybės teikėjo. Priklausomai nuo to, kurį IDP naudojate, tai paprastai atrodo kaip „https://your-org-name.example.com“ arba „https://example.com/app/my_saml_app/abc123/sso/saml“.
ms: Ini adalah URL di mana pengguna anda pergi untuk log masuk ke pembekal identiti anda. Bergantung kepada IdP yang anda gunakan, biasanya URL ini kelihatan seperti https://your-org-name.example.com atau https://example.com/app/my_saml_app/abc123/sso/saml
nb: Dette er URL-adressen som brukerne går til for å logge på identitetsleverandøren din. Avhengig av hvilken IdP du bruker, ser dette vanligvis ut som `https://your-org-name.example.com` eller `https://example.com/app/my_saml_app/abc123/sso/saml`.
nl: Dit is de URL waar je gebruikers naartoe gaan om in te loggen bij je identity provider. Afhankelijk van welke IdP je''gebruikt , ziet dit er meestal uit als `https://your-org-name.example.com` of `https://example.com/app/my_saml_app/abc123/sso/saml`.
pl: Jest to adres URL, pod którym użytkownicy logują się do dostawcy tożsamości. W zależności od tego, którego IdP używasz , zwykle wygląda to jak `https://your-org-name.example.com` lub `https://example.com/app/my_saml_app/abc123/sso/saml`.
pt_br: Este é o URL que os usuários usam para fazer login no provedor de identidade. Dependendo do IdP que você está usando, ele geralmente se parece com `https://your-org-name.example.com` ou `https://example.com/app/my_saml_app/abc123/sso/saml`
ru: Это URL-адрес, по которому ваши пользователи будут входить в систему вашего провайдера идентификации. В зависимости от того, какой IdP вы используете, он обычно выглядит как `https://your-org-name.example.com` или `https://example.com/app/my_saml_app/abc123/sso/saml`.
sk: Toto je adresa URL, na ktorú sa používatelia prihlasujú k poskytovateľovi identity. V závislosti od toho, ktorého poskytovateľa identity používate , to zvyčajne vyzerá ako `https://your-org-name.example.com` alebo `https://example.com/app/my_saml_app/abc123/sso/saml`.
sl: To je URL, kamor se vaši uporabniki prijavijo k vašemu ponudniku identitete. Odvisno od tega, kateri IdP si z uporabo, je to običajno videti kot `https://your-org-name.example.com` ali `https://example.com/app/my_saml_app/abc123/sso/saml`
sq: Kjo është URL-ja ku përdoruesit tuaj shkojnë për t’u identifikuar te ofruesi juaj i identitetit. Në varësi të IdP që po përdorni, kjo zakonisht duket si `https://your-org-name.example.com` ose `https://example.com/app/my_saml_app/abc123/sso/saml`
sr: Ovo je URL na koji vaši korisnici idu da bi se prijavili kod vašeg identity provider-a. U zavisnosti od toga koji IdP koristite, ovo obično izgleda kao `https://your-org-name.example.com` ili `https://example.com/app/my_saml_app/abc123/sso/saml`
sv: Detta är den URL dit dina användare går för att logga in på din identitetsleverantör. Beroende på vilken IdP du använder ser det vanligtvis ut som `https://your-org-name.example.com` eller `https://example.com/app/my_saml_app/abc123/sso/saml`.
tr: Bu, kullanıcılarınızın kimlik sağlayıcınızda oturum açmak için gittikleri URL'dir. Hangi IdP'yi kullandığınıza bağlı olarak, bu genellikle `https://your-org-name.example.com` veya `https://example.com/app/my_saml_app/abc123/sso/saml` gibi görünür
uk: Це URL, за яким ваші користувачі переходять, щоб увійти до вашого провайдера ідентифікації. Залежно від того, який IdP ви використовуєте, він зазвичай має вигляд `https://your-org-name.example.com` або `https://example.com/app/my_saml_app/abc123/sso/saml`
vi: Đây là URL mà người dùng của bạn sẽ truy cập để đăng nhập vào nhà cung cấp danh tính (Identity Provider - IdP). Tùy thuộc vào IdP mà bạn đang sử dụng, URL này thường có dạng như `https://your-org-name.example.com` hoặc `https://example.com/app/my_saml_app/abc123/sso/saml`
zh_hk: 這是用戶登入身份提供者的 URL。根據您 使用的 IdP，這通常看起來像 `https://your-org-name.example.com` 或 `https://example.com/app/my_saml_app/abc123/sso/saml`。

source: This is a unique identifier for the IdP. Often referred to as Entity ID or simply 'Issuer'. Depending on your IdP, this usually looks something like `http://www.example.com/141xkex604w0Q5PN724v`
hu: Ez egy egyedi azonosító az IdP-hez. Gyakran Entity ID-nak vagy egyszerűen 'Kibocsátó'-nak nevezik. Az IdP-jétől függően ez általában így néz ki: http://www.example.com/141xkex604w0Q5PN724v
ms: Ini adalah pengecam unik untuk IdP. Sering dirujuk sebagai Entity ID atau hanya 'Issuer'. Bergantung kepada IdP anda, biasanya ia kelihatan seperti http://www.example.com/141xkex604w0Q5PN724v

source: There was an error deleting the table
ar: حدث خطأ أثناء حذف الجدول
bg: Имаше грешка при изтриването на таблицата
ca: S'ha produït un error en suprimir la taula
de: Es gab einen Fehler beim Löschen der Tabelle
eo: Bruh, the table just wouldn't delete, lol.
es: Ha habido un error eliminando la tabla
fa: هنگام حذف جدول خطایی روی داد
fi: Taulua poistettaessa tapahtui virhe
fr: Une erreur s'est produite lors de la suppression de la table
hu: Hiba történt a táblázat törlésekor
it: Si è verificato un errore nell'eliminazione della tabella
ja: テーブルの削除でエラーが発生しました
lt: Ištrinant lentelę įvyko klaida
ms: Terdapat ralat semasa memadam jadual
nb: Det oppstod en feil ved sletting av tabellen
nl: Er is een fout opgetreden bij het verwijderen van de tabel
pl: Wystąpił błąd podczas usuwania tabeli
pt_br: Ocorreu um erro ao excluir a tabela
ru: Произошла ошибка при удалении таблицы
sk: Pri odstraňovaní tabuľky došlo k chybe
sl: Prišlo je do napake pri brisanju tabele
sq: Ndodhi një gabim gjatë fshirjes së tabelës
sr: Došlo je do greške pri brisanju tabele
sv: Det uppstod ett fel vid borttagningen av tabellen
tr: Tablo silinirken bir hata oluştu
uk: Сталася помилка під час видалення таблиці
vi: Đã xảy ra lỗi khi xóa bảng
zh_hk: 刪除資料表時發生錯誤

source: Persist models
hu: Modellek megőrzése
ms: Kekalkan model

source: We'll create tables with model data and refresh them on a schedule you define. To enable model persistence, you need to grant this connection's credentials read and write permissions on the "{0}" schema or grant create schema permissions. {1}
ar: سننشئ جداول ببيانات النموذج ونحدّثها وفق جدول زمني تحدده. لتمكين استمرارية النموذج، تحتاج إلى منح بيانات اعتماد هذا الاتصال أذونات القراءة والكتابة على مخطط "{0}" أو منح أذونات إنشاء مخطط. {1}
bg: Ще създадем таблици с данни на модела и ще ги опресняваме по определен от вас график. За да активирате постоянството на модела, трябва да предоставите на идентификаторите на тази връзка права за четене и запис на схемата "{0}" или да предоставите права за създаване на схема. {1}
ca: Crearem taules amb dades del model i les actualitzarem segons una programació que definiu. Per habilitar la persistència del model, heu de concedir permisos de lectura i escriptura a les credencials d'aquesta connexió a l'esquema {0} o concedir permisos de creació d'esquema. {1}
de: Wir werden Tabellen mit Modell-Daten erstellen und sie nach einem von Ihnen festgelegten Zeitplan aktualisieren. Um die Persistenz des Modells zu ermöglichen, müssen Sie dem Account dieser Verbindung Lese- und Schreibberechtigungen für das Schema "{0}" erteilen oder Berechtigungen zum Erstellen von Schemata gewähren. {1}
eo: We’ll set up tables with model data and refresh them on whatever schedule u choose. To keep the model info saved, u gotta give this connection’s creds read/write access to the “{0}” schema or let it create schemas. {1}
es: Crearemos tablas con datos del modelo y las actualizaremos según un cronograma que definas. Para habilitar la persistencia del modelo, debes otorgar permisos de lectura y escritura a las credenciales de esta conexión en el esquema "{0}" u otorgar permisos de creación de esquema. {1}
fa: ما جداول را با داده های مدل ایجاد می کنیم و آنها را بر اساس برنامه زمانی که شما تعریف می کنید بازخوانی می کنیم. برای فعال کردن ماندگاری مدل، باید مجوز خواندن و نوشتن این اتصال را در طرح "{0}" یا مجوز ایجاد طرحواره را اعطا کنید. {1}
fi: Luomme taulukoita mallin tiedoilla ja päivitämme ne määrittelemälläsi aikataululla. Mallin pysyvyyden ottamiseksi käyttöön sinun on annettava tämän yhteyden tunnistetiedoille luku- ja kirjoitusoikeudet "{0}" -kaavioon tai myönnettävä kaavion luomisoikeudet. {1}
fr: Nous créerons des tables avec les données du modèle et les actualiserons selon un calendrier que vous définirez. Pour activer la persistance du modèle, vous devez accorder aux informations d'identification de cette connexion des droits de lecture et d'écriture sur le schéma "{0}" ou accorder des droits de création de schéma. {1}
hu: Táblákat hozunk létre a modelladatokkal, és az Ön által meghatározott ütemezés szerint frissítjük azokat. A modellek megőrzésének engedélyezéséhez hozzá kell rendelnie ehhez a kapcsolathoz a hitelesítő adatok olvasási és írási jogosultságait a(z) '{0}' sémára, vagy engedélyeznie kell a séma létrehozását. {1}
it: Creeremo tabelle con i dati del modello e le aggiorneremo secondo un calendario definito dall'utente. Per abilitare la persistenza del modello, è necessario concedere alle credenziali di questa connessione i permessi di lettura e scrittura sullo schema "{0}" o concedere i permessi di creazione dello schema. {1}
ja: モデルデータでテーブルを作成し、定義したスケジュールでリフレッシュします。モデルの永続性を有効にするには、この接続の資格情報に "{0}" スキーマの読み取り権限と書き込み権限を付与するか、スキーマの作成権限を付与する必要があります。{1}
lt: Sukursime lenteles su modelio duomenimis ir atnaujinsime jas pagal jūsų nustatytą tvarkaraštį. Norėdami įgalinti modelio išlikimą, turite suteikti šio ryšio kredencialams skaitymo ir rašymo leidimus „{0}“ schemoje arba suteikti leidimus kurti schemą. {1}
ms: Kami akan mencipta jadual dengan data model dan menyegarkannya mengikut jadual yang anda tentukan. Untuk mengaktifkan kekekalan model, anda perlu memberi kebenaran baca dan tulis kepada kelayakan sambungan ini pada skema "{0}" atau memberi kebenaran cipta skema. {1}
nb: Vi lager tabeller med modelldata og oppfrisker dem i intervallet du spesifiserer. For å aktivere modellpersistens må du gi tilkoblingens pålogging lese- og skrivetillatelse på skjemaet "{0}" eller opprette skjematillatelser. {1}
nl: We maken tabellen aan met modelgegevens en verversen deze volgens een schema dat je instelt. Om persistentie van modellen mogelijk te maken, moet je de credentials van deze verbinding lees- en schrijfrechten geven op het schema "{0}" of rechten geven om schema's te maken. {1}
pl: Utworzymy tabele z danymi modelu i odświeżymy je zgodnie z określonym harmonogramem. Aby włączyć trwałość modelu, należy nadać poświadczeniom tego połączenia uprawnienia do odczytu i zapisu w schemacie "{0}" lub nadać uprawnienia do tworzenia schematu. {1}
pt_br: Nós criaremos tabelas com dados do modelo e as atualizaremos de acordo com uma programação definida por você. Para habilitar a persistência do modelo, você precisa conceder às credenciais desta conexão permissões de leitura e gravação no esquema "{0}" ou conceder permissões de criação de esquema. {1}
ru: Мы создадим таблицы с данными модели и будем обновлять их по заданному вами расписанию. Чтобы включить сохранение модели, необходимо предоставить учетным данным этого соединения права на чтение и запись в схему "{0}" или предоставить права на создание схемы. {1}
sk: Vytvoríme tabuľky s údajmi modelu a obnovíme ich podľa vami definovaného plánu. Aby ste umožnili perzistenciu modelu, musíte povereniam tohto pripojenia udeliť oprávnenia na čítanie a zápis do schémy "{0}" alebo udeliť oprávnenia na vytvorenie schémy. {1}
sl: Ustvarili bomo tabele s podatki modela in jih osveževali po urniku, ki ga določite. Če želite omogočiti obstojnost modela, morate tej povezavi dodeliti dovoljenja za branje in pisanje poverilnic v shemi "{0}" ali dodeliti dovoljenja za ustvarjanje sheme. {1}
sq: Do të krijojmë tabela me të dhënat e modelit dhe do ti rifreskojmë sipas një orari që përcaktoni ju. Për të aktivizuar persistencën e modelit, duhet ti jepni kredencialeve të kësaj lidhjeje leje leximi dhe shkrimi në skemën "{0}" ose ti jepni leje për krijim skeme. {1}
sr: Napravićemo tabele sa podacima iz modela i osvežavati ih po rasporedu koji definišete. Da biste omogućili perzistenciju modela, potrebno je da akreditivima za ovu konekciju dodelite dozvole za čitanje i pisanje na šemi "{0}" ili da dodelite dozvolu za kreiranje šeme. {1}
sv: Vi skapar tabeller med modelldata och uppdaterar dem enligt ett schema som du definierar. För att aktivera modellbeständighet måste du ge den här anslutningens autentiseringsuppgifter läs- och skrivbehörighet för schemat "{0}" eller ge behörighet att skapa schema. {1}
tr: Model verileriyle tablolar oluşturacağız ve bunları tanımladığınız bir zamanlamaya göre yenileyeceğiz. Model kalıcılığını etkinleştirmek için, bu bağlantının kimlik bilgilerine "{0}" şemasında okuma ve yazma izinleri vermeniz veya şema oluşturma izinleri vermeniz gerekir. {1}
uk: Ми створимо таблиці з даними моделі та оновлюватимемо їх за розкладом, який ви визначите. Щоб увімкнути збереження моделей, потрібно надати обліковим даним цього підключення дозволи на читання та запис у схемі "{0}" або надати дозволи на створення схем. {1}
vi: Chúng tôi sẽ tạo các bảng với dữ liệu mô hình và làm mới chúng theo lịch trình bạn xác định. Để bật tính bền vững của mô hình, bạn cần cấp cho thông tin xác thực của kết nối này quyền đọc và ghi trên lược đồ "{0}" hoặc cấp quyền tạo lược đồ. {1}
zh_hk: 我們將使用模型資料建立資料表，並依據您定義的排程刷新資料表。要啟用模型持久性，您需要賦予此連線的憑證在 "{0}" 結構描述上的讀寫權限，或賦予建立結構描述的權限。 {1}

source: Turn model persistence off
hu: Kapcsolja ki a modellek megőrzését.
ms: Matikan ketekalan model

source: Turn model persistence on
hu: Kapcsolja be a modellek megőrzését.
ms: Hidupkan ketekalan model

source: Our {0} is a string of 5 fields separated by spaces
hu: A(z) {0} egy 5 mezőből álló karakterlánc, amelyet szóközök választanak el egymástól.
lt: Mūsų {0} yra 5 laukų, atskirtų tarpais, eilutė
ms: {0} kami adalah rentetan 5 medan yang dipisahkan oleh ruang

source: Models are data sources and thus can’t have parameters mapped.
ar: النماذج هي مصادر بيانات، لذا لا يمكن ربط الباراميترات.
bg: Моделите са източници на данни и следователно не могат да имат картографирани параметри.
ca: Els models són fonts de dades i, per tant, no poden tenir paràmetres mapejats.
de: Modelle sind Datenquellen und können daher keine gemappten Parameter haben.
eo: Models are just data sources, so they can’t really have parameters mapped, fr fr.
es: Los modelos son fuentes de datos y, por lo tanto, no pueden tener asignados parámetros.
fa: مدل ها منابع داده هستند و بنابراین نمی توانند پارامترها را نقشه برداری کنند.
fi: Mallit ovat tietolähteitä, joten niille ei voi määrittää parametreja.
fr: Les modèles sont des sources de données et ne peuvent donc pas avoir de paramètres mappés.
hu: A modellek adatforrások, ezért nem lehet hozzájuk paramétereket rendelni.
it: I modelli sono fonti di dati e quindi non possono avere parametri mappati.
ja: モデルはデータソースなので、パラメータをマッピングすることはできない。
lt: Modeliai yra duomenų šaltiniai, todėl negali būti susieti parametrai.
ms: Model adalah sumber data dan oleh itu tidak boleh mempunyai parameter yang dipetakan.
nb: Modeller er datakilder og kan derfor ikke ha parametre tilkoblet.
nl: Modellen zijn gegevensbronnen en kunnen dus geen parameters toegewezen krijgen.
pl: Modele są źródłami danych i dlatego nie mogą mieć mapowanych parametrów.
pt_br: Modelos são fontes de dados e, portanto, não podem ter parâmetros mapeados.
ru: Модели являются источниками данных и поэтому не могут иметь отображения параметров.
sk: Modely sú zdrojmi údajov, a preto nemôžu mať namapované parametre.
sl: Modeli so viri podatkov in zato ne morejo imeti preslikanih parametrov.
sq: Modelet janë burime të dhënash dhe prandaj nuk mund të kenë parametra të mapuar.
sr: Modeli su izvori podataka i zato ne mogu da imaju mapirane parametre.
sv: Modeller är datakällor och kan därför inte ha mappade parametrar.
tr: Modeller veri kaynaklarıdır ve bu nedenle parametreler eşlenemez.
uk: Моделі є джерелами даних, тож до них не можна мапити параметри.
vi: Mô hình là nguồn dữ liệu và do đó không thể ánh xạ các tham số.
zh_hk: 模型是資料來源，因此不能映射參數。

source: Row for comparison
hu: Sor az összehasonlításhoz.
ms: Baris untuk perbandingan

source: Previous period
hu: Előző időszak
ms: Tempoh sebelumnya

source: periods ago based on grouping
hu: Időszakokkal ezelőtt csoportosítás alapján
ms: tempoh yang lalu berdasarkan pengelompokan

source: rows above based on “{0}”
hu: Sorok felett a(z) "{0}" alapján
ms: baris di atas berdasarkan “{0}”

source: periods ago based on “{0}”
hu: Időszakokkal ezelőtt a(z) "{0}" alapján
ms: tempoh yang lalu berdasarkan “{0}”

source: {0} ago based on “{1}”
hu: {0} ezelőtt a(z) "{1}" alapján
ms: {0} yang lalu berdasarkan “{1}”

source: Emails and Slack messages will be sent at
hu: E-mailek és Slack üzenetek ekkor lesznek elküldve
ms: E-mel dan mesej Slack akan dihantar pada

source: Emails will be sent at
hu: E-mailek ekkor lesznek elküldve
ms: E-mel akan dihantar pada

source: Slack messages will be sent at
hu: Slack üzenetek ekkor lesznek elküldve
ms: Mesej Slack akan dihantar pada

source: Clear all cached results for this object?
ar: هل تريد مسح كل النتائج المخزنة في الكاش لهذا الكائن؟
bg: Изчистване на всички резултати в кеша за този обект?
ca: Esborrar tots els resultats de la memòria cau d'aquest objecte?
de: Resultate im Cache für dieses Objekt löschen?
eo: You tryna clear all the cached results for this object?
es: ¿Borrar todos los resultados almacenados en caché para este objeto?
fa: همه نتایج ذخیره شده در حافظه پنهان برای این شی پاک شود؟
fi: Tyhjentää kaikki tämän kohteen välimuistiin tallennetut tulokset?
fr: Effacer tous les résultats mis en cache pour cet objet ?
hu: Törli az összes gyorsítótárazott eredményt ehhez az objektumhoz?
it: Cancellare tutti i risultati memorizzati nella cache per questo oggetto?
ja: このオブジェクトのキャッシュされた結果をすべてクリアするか？
lt: Išvalyti visus talpykloje saugomus šio objekto rezultatus?
ms: Kosongkan semua keputusan yang disimpan untuk objek ini?
nb: Fjern mellomlagrede resultater for dette objektet?
nl: Alle resultaten in de cache voor dit object wissen?
pl: Wyczyścić wszystkie buforowane wyniki dla tego obiektu?
pt_br: Limpar todos os resultados em cache para este objeto?
ru: Очистить все кэшированные результаты для этого объекта?
sk: Vymazať všetky výsledky z vyrovnávacej pamäte pre tento objekt?
sl: Počistite vse predpomnjene rezultate za ta predmet?
sq: Të pastrohen të gjitha rezultatet e cache-uara për këtë objekt?
sr: Očistiti sve keširane rezultate za ovaj objekat?
sv: Rensa alla cache:ade resultat för detta objekt?
tr: Bu nesne için önbelleğe alınan tüm sonuçlar temizlensin mi?
uk: Очистити всі кешовані результати для цього об'єкта?
vi: Xóa tất cả kết quả được lưu trong bộ nhớ đệm cho đối tượng này?
zh_hk: 清除此物件的所有快取結果？

source: Database caching settings
hu: Adatbázis gyorsítótárazási beállítások
ms: Tetapan penimbal pangkalan data
