Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Returns the smallest value found in the column
ar: يعيد أصغر قيمة موجودة في العمود
bg: Връща най-малката стойност, намерена в колоната
ca: Retorna el valor més petit que es trobi a la columna
de: Gibt den kleinsten Wert aus dieser Spalte zurück
eo: Finds the tiniest number in the column, fr fr
es: Devuelve el valor más pequeño encontrado en la columna.
fa: کوچک‌ترین مقدار یافت شده در ستون را برمی‌گرداند
fi: Palauttaa pienimmän sarakkeesta löytyneen arvon
fr: Renvoie la plus petite valeur trouvée dans la colonne
hu: Az oszlopban talált legkisebb értéket adja vissza
it: Restituisce il valore più piccolo trovato nella colonna
ja: カラム内で見つかった最小の値を返します。
lt: Grąžina mažiausią stulpelyje rastą reikšmę
ms: Mengembalikan nilai terkecil yang ditemui dalam lajur
nb: Returnerer den minste verdien i kolonnen
nl: Retourneert de kleinste waarde die in de kolom is gevonden
pl: Zwraca najmniejszą wartość znajdującą się w kolumnie
pt_br: Retorna o menor valor encontrado na coluna
ru: Возвращает наименьшее значение, найденное в столбце.
sk: Vráti najmenšiu hodnotu nachádzajúcu sa v stĺpci
sl: Vrne najmanjšo vrednost, ki je najdena v stolpcu
sq: Kthen vlerën më të vogël të gjetur në kolonë
sr: Vraća najmanju vrednost pronađenu u koloni
sv: Returnera det minsta värdet i kolumnen
tr: Sütunda bulunan en küçük değeri verir
uk: Повертає найменше значення, знайдене у стовпці
vi: Trả về giá trị nhỏ nhất được tìm thấy trong cột
zh_hk: 回傳欄中找到的最小值

source: Sums up the specified column only for rows where the condition is true.
hu: Csak azokhoz a sorokhoz adja össze a megadott oszlopot, ahol a feltétel igaz.
lt: Sumuoja nurodytą stulpelį tik toms eilutėms, kurios atitinka sąlyga.
ms: Menjumlahkan lajur yang ditentukan hanya untuk baris di mana syaratnya benar.

source: Returns the numeric variance for a given column.
ar: يعيد التباين الرقمي لعمود معين.
bg: Връща числовата дисперсия за дадена колона.
ca: Retorna la variància numèrica d'una columna.
de: Gibt die numerische Varianz für eine bestimmte Spalte zurück.
eo: Gives the numeric variance for a specific column, fr fr.
es: Devuelve la varianza numérica de una columna determinada.
fa: واریانس عددی برای یک ستون معین را برمی‌گرداند.
fi: Palauttaa tietyn sarakkeen numeerisen varianssin.
fr: Renvoie la variance numérique pour une colonne donnée.
hu: Egy adott oszlop numerikus varianciáját adja vissza.
it: Restituisce la varianza numerica per una certa colonna.
ja: 与えられたカラムに対する分散を返します
lt: Grąžina tam tikro stulpelio skaitinę dispersiją.
ms: Mengembalikan varians numerik untuk lajur yang diberikan.
nb: Returnerer den numeriske variansen for en gitt kolonne.
nl: Retourneert de numerieke variantie voor een bepaalde kolom.
pl: Zwraca wariancję liczbową dla danej kolumny.
pt_br: Retorna a variância numérica para uma determinada coluna.
ru: Возвращает числовую дисперсию для данного столбца.
sk: Vráti číselný rozptyl pre daný stĺpec.
sl: Vrne številsko varianco za dani stolpec.
sq: Kthen variancën numerike për një kolonë të dhënë.
sr: Vraća numeričku varijansu za datu kolonu.
sv: Returnera numerisk varians för en angiven kolumn
tr: Belirli bir sütun için sayısal varyansı döndürür.
uk: Повертає числову дисперсію для заданого стовпця.
vi: Trả về phương sai số cho một cột nhất định.
zh_hk: 回傳給定欄的數值方差。

source: Temperature
ar: درجة الحرارة
bg: Температура
ca: Temperatura
de: Temperatur
eo: temp
es: Temperatura
fa: دما
fi: Lämpötila
fr: Température
hu: Hőmérséklet
it: Temperatura
ja: 温度
lt: Temperatūra
ms: Suhu
nb: Temperatur
nl: Temperatuur
pl: Temperatura
pt_br: Temperatura
ru: Температура
sk: Teplota
sl: Temperatura
sq: Temperatura
sr: Temperatura
sv: Temperatur
tr: Sıcaklık
uk: Температура
vi: Nhiệt độ
zh_hk: 溫度

source: The column or number to get the variance of.
ar: العمود أو الرقم المراد حساب تباينه.
bg: Колоната или числото, за което да получите дисперсията.
ca: La columna o nombre d'on obtenir la variància.
de: Die Spalte oder Zahl, deren Varianz ermittelt werden soll.
eo: The column or number u gotta use to find the variance, fr.
es: La columna o número para obtener la varianza.
fa: ستون یا عددی که واریانس آن محاسبه می‌شود.
fi: Sarake tai numero, jonka varianssi saadaan.
fr: La colonne ou le numéro où obtenir la variance.
hu: Az az oszlop vagy szám, amelynek varianciáját meg kell határozni.
it: La colonna o il numero di cui ottenere la varianza.
ja: 分散を取得するカラムや数値。
lt: Stulpelis arba skaičius, kurio dispersija gaunama.
ms: Lajur atau nombor untuk mendapatkan variansnya.
nb: Kolonnen eller tallet du skal ha variansen av.
nl: De kolom of het getal waarvan de variantie moet worden bepaald.
pl: Kolumna lub numer do uzyskania wariancji.
pt_br: A coluna ou número cuja variância será obtida.
ru: Столбец или число, для которого требуется получить дисперсию.
sk: Stĺpec alebo číslo, pre ktoré chcete zistiť variabilitu.
sl: Stolpec ali številka, za pridobitev variance.
sq: Kolona ose numri për të cilin të merret varianca.
sr: Kolona ili broj za koji se računa varijansa.
sv: Kolumn eller siffra att få variansen från
tr: Varyansının alınacağı sütun veya sayı.
uk: Стовпець або число, для яких потрібно обчислити дисперсію.
vi: Cột hoặc số để lấy phương sai.
zh_hk: 要獲取其變異數的列或數字。

source: Returns the median value of the specified column.
hu: A megadott oszlop medián értékét adja vissza.
lt: Grąžina nurodyto stulpelio medianinę vertę.
ms: Mengembalikan nilai median bagi lajur yang ditentukan.

source: The column or number to get the median of.
hu: Az oszlop vagy szám mediánjának meghatározása.
lt: Stulpelis arba skaičius, kurio mediana gaunama.
ms: Lajur atau nombor untuk mendapatkan median.

source: percentile-value
bg: процентил-стойност
ca: percentil-valor
de: Prozentwert
eo: percentile-value → top-tier stat or just "percentile" if you wanna keep it chill
es: valor percentil
fa: مقدار صدک
fi: prosenttipistearvo
fr: valeur centile
hu: százalékérték
it: valore-percentile
ja: パーセンタイル値
lt: procentilės reikšmė
ms: nilai-persentil
nb: prosentverdi
nl: percentielwaarde
pl: wartość percentyla
pt_br: valor percentual
ru: Значение процентиля
sk: percentilná hodnota
sl: percentilna vrednost
sv: percentil-värde
tr: yüzdelik değer
uk: значення-процентиля
vi: phần trăm giá trị
zh_hk: 百分位值

source: Returns the value of the column at the percentile value.
ar: يعيد قيمة العمود عند قيمة المئين.
bg: Връща стойността на колоната при процентилната стойност.
ca: Retorna el valor de la columna al valor percentil.
de: Gibt den Wert der Spalte am Perzentilwert zurück.
eo: Returns the vibe of the column at the percentile spot, fr.
es: Devuelve el valor de la columna en el valor de percentil.
fa: مقدار ستون را در مقدار صدک برمی‌گرداند.
fi: Palauttaa sarakkeen arvon persentiiliarvon kohdalla.
fr: Renvoie la valeur de la colonne à la valeur du centile.
hu: Az oszlop értékét adja vissza a százalékértéknél.
it: Restituisce il valore della colonna al valore percentile.
ja: カラムの中でそのパーセンタイルである値を返します。
lt: Grąžina stulpelio reikšmę procentilio vertės vietoje.
ms: Mengembalikan nilai lajur pada nilai persentil.
nb: Returnerer verdien av kolonnen ved percentilverdi.
nl: Retourneert de waarde van de kolom met de percentielwaarde.
pl: Zwraca wartość kolumny przy wartości percentyla.
pt_br: Retorna o valor da coluna no valor do percentual.
ru: Возвращает значение столбца в виде процентиля.
sk: Vráti hodnotu stĺpca na percentilnej hodnote.
sl: Vrne vrednost stolpca pri vrednosti percentila.
sq: Kthen vlerën e kolonës në vlerën e percentilit.
sr: Vraća vrednost iz kolone na datoj percentilnoj vrednosti.
sv: Returnerar värdet från kolumnen vid percentil-värdet
tr: Yüzdelik değerde sütunun değerini döndürür.
uk: Повертає значення стовпця на рівні процентиля.
vi: Trả về giá trị của cột theo giá trị phân vị.
zh_hk: 以百分比值回傳欄的值。

source: The column or number to get the percentile of.
ar: العمود أو الرقم المراد حساب المئين له.
bg: Колоната или числото, за което да получите процентил.
ca: La columna o el nombre d'on calcular el percentil.
de: Die Spalte oder Zahl, deren Perzentil ermittelt werden soll.
eo: The column or number to find the percentile of, fr fr.
es: La columna o número para obtener el percentil.
fa: ستون یا عددی که می‌خواهید صدک آن را بدست آورید.
fi: Sarake tai numero, josta persentiili saadaan.
fr: La colonne ou le nombre dont vous souhaitez obtenir le centile.
hu: Az oszlop vagy szám százalékértékének meghatározása.
it: La colonna o il numero di cui ottenere il percentile.
ja: パーセンタイル値を計算するカラムや数値。
lt: Stulpelis arba skaičius, kurio procentilį reikia gauti.
ms: Lajur atau nombor untuk mendapatkan persentilnya.
nb: Kolonnen eller nummer å hente persentil av.
nl: De kolom of het getal waarvan het percentiel moet worden bepaald.
pl: Kolumna lub liczba, dla której trzeba uzyskać percentyl.
pt_br: A coluna ou número cujo percentual será obtido.
ru: Столбец или число, для которого требуется получить процентиль.
sk: Stĺpec alebo číslo, pre ktoré chcete zistiť percentil.
sl: Stolpec ali številka, za katero dobite percentil.
sq: Kolona ose numri për të cilin të merret percentili.
sr: Kolona ili broj za koji se računa percentil.
sv: Kolumen eller siffra att få percentil från
tr: Yüzdelik dilim alınacak sütun veya sayı.
uk: Стовпець або число, для яких потрібно обчислити процентиль.
vi: Cột hoặc số để lấy phần trăm.
zh_hk: 要獲取其百分位的列或數字。

source: The value of the percentile.
ar: قيمة المئين.
bg: Стойността на процентила.
ca: El valor del percentil.
de: Der Wert des Perzentils.
eo: The value of the percentile → The actual tea of the percentile
es: El valor del percentil.
fa: مقدار صدک.
fi: Persentiilin arvo.
fr: La valeur du centile.
hu: A százalékérték értéke.
it: Il valore del percentile.
ja: パーセンタイル値
lt: Procentilio vertė.
ms: Nilai persentil.
nb: Verdi av persentil.
nl: De waarde van het percentiel.
pl: Wartość percentyla.
pt_br: O valor do percentual.
ru: Значение процентиля.
sk: Hodnota percentilu.
sl: Vrednost percentila.
sq: Vlera e percentilit.
sr: Vrednost percentila.
sv: Värdet av percentilen
tr: Yüzdebirliğin değeri.
uk: Значення процентиля.
vi: Giá trị của phân vị.
zh_hk: 百分位值的值。

source: Returns the string of text in all lower case.
ar: يعيد النص كله بأحرف صغيرة.
bg: Връща текста в изцяло малки букви.
ca: Retorna una cadena de text en minúscules.
de: Gibt die Textzeichenfolge in Kleinbuchstaben zurück.
eo: Returns the text in all lowercase, fr fr.
es: Devuelve la cadena de texto en minúsculas.
fa: رشته متنی را در تمامی حروف کوچک برمی‌گرداند.
fi: Palauttaa merkkijonon pienillä kirjaimilla.
fr: Renvoie la chaîne de caractères tout en minuscules
hu: A kisbetűs szöveget adja vissza.
it: Restituisce il testo in tutte minuscole.
ja: テキストの文字列を全て小文字で返します。
lt: Grąžina teksto eilutę mažosiomis raidėmis.
ms: Mengembalikan rentetan teks dalam huruf kecil semua.
nb: Returnerer tekststrengen i små bokstaver.
nl: Retourneert de tekenreeks in kleine letters.
pl: Zwraca ciąg tekstowy pisany małymi literami.
pt_br: Retorna toda a sequência de texto em minúsculas.
ru: Возвращает строку текста в нижнем регистре.
sk: Vráti textový reťazec napísaný malými písmenami.
sl: Vrne niz besedila z malimi črkami.
sq: Kthen string-un e tekstit të gjitha me shkronja të vogla.
sr: Vraća tekst potpuno malim slovima.
sv: Returnerar textsträngen med små bokstäver
tr: Tümü küçük harfli metin dizesini döndürür.
uk: Повертає текстовий рядок у нижньому регістрі.
vi: Trả về chuỗi văn bản trong tất cả các chữ thường.
zh_hk: 以小寫形式回傳文本字串。

source: The column with values to convert to lower case.
ar: العمود الذي ستُحوّل قيمه إلى أحرف صغيرة.
bg: Колоната със стойности за преобразуване в малки букви.
ca: La columna que conté els valors a convertir a minúscules.
de: Die Spalte mit den Werten, die in Kleinbuchstaben umgewandelt werden sollen.
eo: The column with the info to turn lowercase, fr.
es: La columna con valores para convertir a minúsculas.
fa: ستون با مقادیر برای تبدیل به حروف کوچک.
fi: Sarake, jossa arvot muutetaan pieniksi kirjaimille.
fr: La colonne à convertir en minuscules
hu: Az oszlop értékeinek kisbetűs átalakítása.
it: La colonna i cui valori sono da convertire in minuscoli.
ja: 小文字に変換するカラム。
lt: Stulpelis su reikšmėmis, kurias reikia konvertuoti į mažąsias raides.
ms: Lajur dengan nilai untuk ditukar ke huruf kecil.
nb: Kolonnen med verdier som skal konverteres til små bokstaver.
nl: De kolom met waarden die naar kleine letters moeten worden geconverteerd.
pl: Kolumna z wartościami do przekonwertowania na małe litery.
pt_br: A coluna com valores para converter em minúsculas.
ru: Столбец со значениями, которые нужно преобразовать в нижний регистр.
sk: Stĺpec s hodnotami na prevod na malé písmená.
sl: Stolpec z vrednostmi, ki jih želite pretvoriti v male črke.
sq: Kolona me vlera për ti konvertuar në shkronja të vogla.
sr: Kolona sa vrednostima koje treba pretvoriti u mala slova.
sv: Kolumnen med värden att konvertera till gemena.
tr: Küçük harfe dönüştürülecek değerlere sahip sütun.
uk: Стовпець зі значеннями, які потрібно перетворити на нижній регістр.
vi: Cột có các giá trị cần chuyển đổi thành chữ thường.
zh_hk: 包含要轉換為小寫的值的列。

source: Returns the text in all upper case.
ar: يعيد النص كله بأحرف كبيرة.
bg: Връща текста в изцяло големи букви.
ca: Retorna una cadena de text en majúscules.
de: Gibt den Text vollständig in Großbuchstaben zurück.
eo: Returns the text in all caps, fr fr
es: Devuelve el texto en mayúsculas.
fa: متن را در تمامی حروف بزرگ برمی‌گرداند.
fi: Palauttaa tekstin isoilla kirjaimilla.
fr: Renvoie le texte en majuscules
hu: A nagybetűs szöveget adja vissza.
it: Restituisce il testo in tutte maiuscole.
ja: テキストを全て大文字で返します。
lt: Grąžina tekstą didžiosiomis raidėmis.
ms: Mengembalikan teks dalam huruf besar semua.
nb: Returnerer all tekst med store bokstaver.
nl: Retourneert de tekst in hoofdletters.
pl: Zwraca tekst pisany wielkimi literami.
pt_br: Retorna todo o texto em maiúsculas.
ru: Возвращает текст в верхнем регистре.
sk: Vráti text vo veľkých písmenách.
sl: Vrne besedilo z velikimi črkami.
sq: Kthen tekstin të gjitha me shkronja të mëdha.
sr: Vraća tekst potpuno velikim slovima.
sv: Returnerar texten med stora bokstäver
tr: Metni tamamen büyük harflerle döndürür.
uk: Повертає текст у верхньому регістрі.
vi: Trả về văn bản trong tất cả các chữ hoa.
zh_hk: 以大寫形式回傳文本。

source: The column or text to return a portion of.
ar: العمود أو النص الذي تريد إرجاع جزء منه.
bg: Колоната или текстът, от който да се върне част.
ca: La columna o text d'on retornar-ne una part.
de: Die Spalte oder der Text, von dem ein Teil zurückgegeben werden soll.
eo: The column or text to send back a slice of, fr fr.
es: La columna o el texto del que se devolverá una parte.
fa: ستون یا متنی که بخشی از آن بازگردانده شود.
fi: Sarake tai teksti, josta palautetaan osa.
fr: Colonne ou texte où il faut renvoyer une partie.
hu: Az oszlop vagy szöveg, amelynek egy részét vissza kell adni.
it: La colonna o il testo di cui restituire una parte.
ja: 一部を戻すカラムやテキスト
lt: Stulpelis arba tekstas, kurio dalis grąžinama.
ms: Lajur atau teks untuk mengembalikan sebahagian daripadanya.
nb: Kolonnen eller tekst å returnere en del av.
nl: De kolom of tekst waarvan een gedeelte moet worden geretourneerd.
pl: Kolumna lub tekst do zwrócenia części.
pt_br: A coluna ou texto para retornar uma parte.
ru: Столбец или текст, часть которого требуется вернуть.
sk: Stĺpec alebo text, z ktorého sa má vrátiť časť.
sl: Stolpec ali besedilo, ki ga želite vrniti.
sq: Kolona ose teksti nga i cili të kthehet një pjesë.
sr: Kolona ili tekst za koji se vraća deo.
sv: Kolumnen eller texten att returnera den del av
tr: Bir bölümünü döndürülecek sütun veya metin.
uk: Стовпець або текст, частину яких потрібно повернути.
vi: Cột hoặc văn bản để trả về một phần.
zh_hk: 要返回部分的欄或文本。

source: The column or text to search through.
ar: العمود أو النص الذي تريد البحث ضمنه.
bg: Колоната или текстът за търсене.
ca: La columna o text on cercar.
de: Die Spalte oder der Text, der durchsucht werden soll.
eo: The thingy or text you gotta scroll through.
es: La columna o texto en la que buscar.
fa: ستون یا متنی که باید در آن جستجو شود.
fi: Haettava sarake tai teksti.
fr: La colonne ou le texte à parcourir.
hu: A keresendő oszlop vagy szöveg.
it: La colonna o il testo da cercare.
ja: 検索をするカラムまたはテキスト。
lt: Stulpelis arba tekstas, kuriame reikia ieškoti.
ms: Lajur atau teks untuk dicari.
nb: Kolonnen eller teksten å søke gjennom.
nl: De kolom of tekst die moet worden doorzocht.
pl: Kolumna lub tekst do przeszukania.
pt_br: A coluna ou texto a ser pesquisado.
ru: Столбец или текст для поиска.
sk: Stĺpec alebo text, cez ktorý sa má prehľadávať.
sl: Stolpec ali besedilo za iskanje.
sq: Kolona ose teksti ku do të kërkohet.
sr: Kolona ili tekst kroz koji se pretražuje.
sv: Kolumnen eller texter att genomsöska
tr: Aranacak sütun veya metin.
uk: Стовпець або текст, у яких потрібно виконати пошук.
vi: Cột hoặc văn bản để tìm kiếm.
zh_hk: 要搜尋的欄或文本。

source: Combine two or more strings of text together.
ar: ادمج سلسلتين نصيتين أو أكثر معًا.
bg: Комбинирайте две или повече низове текст заедно.
ca: Combina una o meś cadenes de text.
de: Zwei oder mehr Strings vereinen.
eo: Merge a couple of text strings, fr fr.
es: Combina dos o más cadenas de texto juntas.
fa: ترکیب دو یا چند رشته متن با یکدیگر.
fi: Yhdistä kaksi tai useampi merkkijonoa yhteen.
fr: Combinez deux ou plusieurs chaînes de texte ensemble.
hu: Két vagy több szövegsor kombinálása.
it: Combina due o più stringhe di testo insieme.
ja: ２つ以上のテキストの文字を結合します。
lt: Sujunkite dvi ar daugiau teksto eilučių.
ms: Gabungkan dua atau lebih rentetan teks bersama-sama.
nb: Kombinerer en eller flere tekststrenger.
nl: Combineer twee of meer tekstreeksen met elkaar.
pl: Połącz dwa lub więcej ciągów tekstowych razem.
pt_br: Combine duas ou mais sequências de texto.
ru: Объедините две или более строк текста вместе.
sk: Spojte dva alebo viac reťazcov textu dohromady.
sl: Združite dva ali več nizov besedila skupaj.
sq: Kombinon dy ose më shumë vargje teksti së bashku.
sr: Spaja dva ili više tekstualnih stringova.
sv: Slå ihop två eller flera textsträngar.
tr: İki veya daha fazla metin dizesini bir araya getirin.
uk: Об’єднує два або більше текстових рядків.
vi: Kết hợp hai hoặc nhiều chuỗi văn bản với nhau.
zh_hk: 組合兩個或更多的文本字串在一起。

source: The column or text to begin with.
ar: العمود أو النص الذي تبدأ به.
bg: Колоната или текстът, с който да се започне.
ca: La columna o text per on començar.
de: Die Spalte oder der Text, mit dem begonnen werden soll.
eo: The starting point is the column or text, fr fr.
es: La columna o texto con el que empezar.
fa: ستون یا متنی که باید با آن شروع شود.
fi: Sarake tai teksti, jolal aloittaa
fr: La colonne ou le texte par lequel commencer.
hu: Az oszlop vagy szöveg, amellyel kezdje.
it: La colonna o il testo con cui iniziare.
ja: 始めるカラムやテキスト
lt: Stulpelis arba tekstas, nuo kurio pradedama.
ms: Lajur atau teks untuk dimulakan.
nb: Kolonnen eller tekst som skal begynnes med.
nl: De kolom of tekst om mee te beginnen.
pl: Kolumna lub tekst na początku.
pt_br: A coluna ou o texto com o qual começar.
ru: Столбец или текст, с которого нужно начать.
sk: Stĺpec alebo text, s ktorým sa má začať.
sl: Stolpec ali besedilo za začetek.
sq: Kolona ose teksti me të cilin të fillohet.
sr: Kolona ili tekst za početak.
sv: Kolumnen eller texten att börja med.
tr: Başlamak için sütun veya metin.
uk: Стовпець або текст, з яких почати.
vi: Cột hoặc văn bản để bắt đầu.
zh_hk: 要開始的欄或文本。

source: This will be added to the end of value1, and so on.
hu: Ez hozzáadódik az 1. érték végéhez, és így tovább.
ms: Ini akan ditambah pada akhir nilai1, dan seterusnya.

source: Enormous
ar: ضخم
bg: Огромен
ca: Enorme
de: Enorm
eo: Huge as heck
es: Enorme
fa: بزرگ
fi: Valtava
fr: Énorme
hu: Hatalmas
it: Enorme
ja: 膨大な
lt: Milžiniškas
ms: Sangat besar
nb: Enorm
nl: Enorm
pl: Ogromny
pt_br: Enorme
ru: Огромный
sk: Obrovský
sl: Ogromno
sq: Gjigant
sr: Ogromno
sv: Enorm
tr: Muazzam
uk: Величезний
vi: To lớn
zh_hk: 巨大的

source: Gigantic
ar: هائل
bg: Гигантски
ca: Gegant
de: Gigantisch
eo: Massive or next-level big, fr fr
es: Gigantesco
fa: غول آسا
fi: Jättimäinen
fr: Gigantesque
hu: Gigantikus
it: Gigantesco
ja: 巨大な
lt: Gigantiškas
ms: Gergasi
nb: Gigantisk
nl: Gigantisch
pl: Gigantyczny
pt_br: Gigante
ru: Гигантский
sk: Gigantický
sl: Velikanski
sq: Kolosal
sr: Gigantsko
sv: Gigantisk
tr: Devasa
uk: Гігантський
vi: Khổng lồ
zh_hk: 巨大的

source: Returns the number of characters in text.
ar: يعيد عدد الأحرف في النص.
bg: Връща броя на символите в текста.
ca: Retorna el nombre de caràcters al text.
de: Gibt die Anzahl der Zeichen im Text zurück.
eo: Returns the amount of characters in the text, fr fr.
es: Devuelve el número de caracteres del texto.
fa: تعداد کاراکترها در متن را برمی‌گرداند.
fi: Palauttaa tekstin merkkien määrän.
fr: Renvoie le nombre de caractères dans le texte.
hu: A szövegben lévő karakterek számát adja vissza.
it: Restituisce il numero di caratteri nel testo.
ja: テキスト内の文字数を返します。
lt: Grąžina teksto simbolių skaičių.
ms: Mengembalikan bilangan aksara dalam teks.
nb: Returnerer antall tegn i teksten.
nl: Retourneert het aantal tekens in tekst.
pl: Zwraca liczbę znaków w tekście.
pt_br: Retorna o número de caracteres no texto.
ru: Возвращает количество символов в тексте.
sk: Počet znakov vracia počet znakov v texte.
sl: Vrne število znakov v besedilu.
sq: Kthen numrin e karaktereve në tekst.
sr: Vraća broj karaktera u tekstu.
sv: Returnerar antalet tecken i texten.
tr: Metindeki karakter sayısını döndürür.
uk: Повертає кількість символів у тексті.
vi: Trả về số ký tự trong văn bản.
zh_hk: 返回文本中的字元數。

source: The column or text you want to get the length of.
ar: العمود أو النص الذي تريد معرفة طوله.
bg: Колоната или текстът, чиято дължина искате да получите.
ca: La columna de la qual en voleu obtenir la longitud.
de: Die Spalte oder der Text, dessen Länge Sie erhalten möchten.
eo: The column or text you wanna know the length of.
es: La columna o el texto cuya longitud quieres obtener.
fa: ستون یا متنی که می‌خواهید طول آن را دریافت کنید.
fi: Sarake tai teksti, jonka pituuden haluat saada.
fr: La colonne ou le texte dont vous souhaitez obtenir la longueur.
hu: Az oszlop vagy szöveg, amelynek hosszát meg kívánja határozni.
it: La colonna o il testo di cui ottenere la lunghezza.
ja: 長さを取得したいカラムまたはテキスト。
lt: Stulpelis arba tekstas, kurio ilgį norite nustatyti.
ms: Lajur atau teks yang anda mahu dapatkan panjangnya.
nb: Kolonnen eller teksten du vil ha lengden på.
nl: De kolom of tekst waarvan je de lengte wilt krijgen.
pl: Kolumna lub tekst, którego długość chcesz uzyskać.
pt_br: A coluna ou texto cujo comprimento você deseja obter.
ru: Столбец или текст, длину которого нужно получить.
sk: Stĺpec alebo text, ktorého dĺžku chcete získať.
sl: Stolpec ali besedilo, katerega dolžino želite dobiti.
sq: Kolona ose teksti për të cilin do të marrësh gjatësinë.
sr: Kolona ili tekst za koji želiš da dobiješ dužinu.
sv: Kolumnen eller texten du vill få längden av.
tr: Uzunluğunu almak istediğiniz sütun veya metin.
uk: Стовпець або текст, для яких потрібно отримати довжину.
vi: Cột hoặc văn bản bạn muốn lấy độ dài.
zh_hk: 要取得其長度的欄或文本。
