Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: {0} {1} on the {2} {3} at {4}
ar: {0} {1} في {2} {3} عند {4}
bg: {0} {1} на адрес {2} {3} в {4}
ca: {0} {1} a {2} {3} a {4}
de: {0} {1} am {2} {3} um {4}
es: {0} {1} el {2} {3} a las {4}
fa: {0} {1} در {2} {3} در {4}
fi: {0} {1} {2} {3} kello {4}
fr: {0} {1} le {2} {3} à {4}
hu: {0} {1} {2}-én {3} {4}-kor
it: {0} {1} il {2} {3} alle {4}
ja: {1} {2} {3} の {4} に {0}
ms: {0} {1} pada {2} {3} pada {4}
nb: {0} {1} på {2} {3} på {4}
nl: {0} {1} op de {2} {3} op {4}
pl: {0} {1} na stronie {2} {3} pod adresem {4}
pt_br: {0} {1} em {2} {3} às {4}
ru: {0} {1} на сайте {2} {3} на сайте {4}
sk: {0} {1} na stránke {2} {3} na adrese {4}.
sl: {0} {1} na {2} {3} pri {4}
sq: {0} {1} tE {2} {3} nE {4}
sr: {0} {1} {2} {3} u {4}
sv: {0} {1} den {2} {3} klockan {4}
tr: {0} {1} {2} {3} adresinde {4}
uk: {0} {1} у {2} {3} о {4}
vi: {0} {1} trên {2} {3} tại {4}

# adverb
source: hourly
ar: كل ساعة
bg: на всеки час
ca: cada hora
de: stündlich
es: cada hora
fa: ساعتی
fi: tunneittain
fr: toutes les heures
hu: óránként
it: ogni ora
ja: 毎時
lt: valandinis
ms: setiap jam
nb: hver time
nl: uurlijks
pl: co godzinę
pt_br: a cada hora
ru: ежечасно
sk: hodinová
sl: Uro
sq: çdo orë
sr: na sat
sv: timvis
tr: saatlik
uk: погодинно
vi: hàng giờ
zh_hk: 每小時

# adverb
source: daily
ar: يوميًا
bg: ежедневно
ca: diàriament
de: täglich
es: diariamene
fa: روزانه
fi: päivittäin
fr: quotidiennement
hu: naponta
it: giornalmente
ja: デイリー
lt: kasdien
ms: setiap hari
nb: daglig
nl: dagelijks
pl: codziennie
pt_br: diariamente
ru: ежедневно
sk: denne
sl: Dnevno
sq: çdo ditë
sr: dnevno
sv: dagligen
tr: günlük
uk: щоденно
vi: hằng ngày
zh_hk: 每日

# adverb
source: weekly
ar: أسبوعيًا
bg: седмично
ca: setmanalment
de: wöchentlich
es: semanalmente
fa: هفتگی
fi: viikoittain
fr: hebdomadairement
hu: hetente
it: settimanalmente
ja: ウィークリー
lt: kas savaitę
ms: setiap minggu
nb: ukentlig
nl: wekelijks
pl: co tydzień
pt_br: semanalmente
ru: еженедельно
sk: týždenný
sl: Tedenski
sq: çdo javë
sr: nedeljno
sv: veckovis
tr: haftalık
uk: щотижня
vi: hàng tuần
zh_hk: 週

# adverb
source: monthly
ar: شهريًا
bg: месечно
ca: mensualment
de: monatlich
es: mensualmente
fa: ماهیانه
fi: kuukausittain
fr: mensuellement
hu: havonta
it: mensilmente
ja: 毎月
lt: kas mėnesį
ms: setiap bulan
nb: månedlig
nl: maandelijks
pl: co mieciąc
pt_br: mensalmente
ru: ежемесячный
sk: mesačne
sl: Mesečno
sq: çdo muaj
sr: mesečno
sv: månadsvis
tr: aylık
uk: щомісяця
vi: hàng tháng
zh_hk: 每月

# As in 9:00 AM
source: AM
ar: ص
hu: DE
ja: 午前
ms: PG
sl: Na
sv: fm
vi: LÀ
zh_hk: 上午

# As in 9:00 PM
source: PM
ar: م
hu: DU
ja: 午後
ms: PTG
sv: em
tr: BAŞBAKAN
vi: Thủ tướng

# Appears in contexts like 'Monthly on the first Monday'
source: first
ar: الأول
bg: първи
ca: primer
de: ersten
es: primer
fa: اولین
fi: ensimmäisenä
fr: premier
hu: első
it: primo(a)
ja: 第一
lt: pirma
ms: pertama
nb: første
nl: Eerste
pl: pierwszy
pt_br: primeiro
ru: первый
sk: prvý
sl: prvi
sq: i parë
sr: prvi
sv: första
tr: ilk
uk: перший
vi: đầu tiên
zh_hk: 第一個

# Appears in contexts like 'Monthly on the last Monday'
source: last
ar: الأخير
bg: последен
ca: darrer
de: letzten
es: último
fa: دومین
fi: viimeisenä
fr: dernier
hu: utolsó
it: ultimo(a)
ja: 最後
lt: paskutinis
ms: terakhir
nb: siste
nl: Laatste
pl: ostatni
pt_br: último
ru: последний
sk: posledný
sl: zadnji
sq: i fundit
sr: poslednji
sv: sista
tr: SON
uk: останній
vi: cuối cùng
zh_hk: 過往

source: 15th
bg: 15-ти
ca: 15è
es: quinceavo
fa: پانزدهم
fi: kuukauden 15.
fr: 15 du mois
hu: 15-dikén
ja: 15日
lt: 15 d
ms: 15hb
nl: 15e
pt_br: 15º
ru: 15-й
sq: 15-ta
sv: 15:e
uk: 15-го
zh_hk: 第十五屆

# {0} is the name of a database table to be deleted
source: Delete {0}?
ar: حذف {0}؟
bg: Изтриване на {0}?
ca: Vols suprimir {0}?
de: Lösche {0}?
es: ¿Eliminar {0}?
fa: حذف {0}؟
fi: Poista {0}?
fr: Supprimer {0} ?
hu: Törli a(z) {0}?
it: Cancellare {0}?
ja: {0}を削除しますか？
lt: Ištrinti {0}?
ms: Padam {0}?
nb: Slett {0}?
nl: Verwijder {0}?
pl: Usunąć {0}?
pt_br: Excluir {0}?
ru: Удалить {0}?
sk: Vymazať {0}?
sl: Izbrisati {0}?
sq: Të fshihet {0}?
sr: Obrisati {0}?
sv: Ta bort {0}?
tr: {0} silinsin mi?
uk: Вилучити {0}?
vi: Xóa {0}?
zh_hk: 刪除 {0}?

# {0} is the number of database tables to be deleted
source: Delete {0} tables?
ar: حذف {0} جداول؟
bg: Изтриване на таблици {0} ?
ca: Vols suprimir {0} taules?
de: {0} Tabellen löschen?
es: ¿Eliminar {0} tablas?
fa: جداول {0} حذف شود؟
fi: Poistetaanko {0} taulua?
fr: Supprimer {0} tables ?
hu: Törli a(z) {0} táblázatokat?
it: Cancellare le tabelle di {0} ?
ja: {0}テーブルを削除しますか？
lt: Ištrinti {0} lenteles?
ms: Padam {0} jadual?
nb: Slett {0} tabeller
nl: {0} tabellen verwijderen?
pl: Usunąć tabele {0} ?
pt_br: Excluir {0} tabelas?
ru: Удалить таблицы {0} ?
sk: Odstrániť tabuľky {0} ?
sl: Izbrisati {0} tabele?
sq: TE fshihen {0} tabela?
sr: Obrisati {0} tabela?
sv: Ta bort {0} tabeller?
tr: {0} tabloları silinsin mi?
uk: Вилучити {0} таблиць?
vi: Xóa {0} bảng?
zh_hk: 刪除 {0} 表？

# {0} is the name of the entity being trashed, e.g. My Awesome Dashboard
source: {0} has been moved to the trash.
ar: تم نقل {0} إلى سلة المهملات.
bg: {0} е преместен в кошчето за боклук.
ca: {0} s'ha mogut a la paperera.
de: {0} wurde in den Papierkorb verschoben.
es: {0} ha sido movido a la papelera.
fa: {0} به سطل زباله منتقل شد.
fi: {0} on siirretty roskakoriin.
fr: {0} a été déplacé dans la corbeille.
hu: A(z) {0} a kukába került.
it: {0} è stato spostato nella spazzatura.
ja: {0}はゴミ箱に移動しました。
lt: {0} buvo perkeltas į šiukšliadėžę.
ms: {0} telah dipindahkan ke tong sampah.
nb: {0} har blitt flyttet til søppel.
nl: {0} is verplaatst naar de prullenbak.
pl: {0} został przeniesiony do kosza.
pt_br: {0} foi movido para a lixeira.
ru: {0} перемещен в корзину.
sk: {0} bola presunutá do koša.
sl: {0} je bil premaknjen v smeti.
sq: {0} u zhvendos nE kosh.
sr: {0} je premešteno u smeće.
sv: {0} flyttades till papperskorgen.
tr: {0} çöp kutusuna taşındı.
uk: {0} переміщено до кошика.
vi: {0} đã được chuyển vào thùng rác.
zh_hk: {0} 已移至垃圾桶。

source: {0} has been restored.
ar: تمت استعادة {0}.
bg: {0} е възстановена.
ca: {0} s'ha restaurat.
de: {0} wurde wiederhergestellt.
es: {0} ha sido recuperado.
fa: {0} بازیابی شده است.
fi: {0} on palautettu.
fr: {0} a été restauré.
hu: A(z) {0} vissza lett állítva.
it: {0} è stato ripristinato.
ja: {0}が復活した。
lt: {0} buvo atkurtas.
ms: {0} telah dipulihkan.
nb: {0} har blitt gjenopprettet.
nl: {0} is hersteld.
pl: {0} został przywrócony.
pt_br: {0} foi restaurado.
ru: {0} восстановлен.
sk: {0} bola obnovená.
sl: {0} je bila obnovljena.
sq: {0} u rikthye.
sr: {0} je vraćeno.
sv: {0} har återställts.
tr: {0} restore edilmiştir.
uk: {0} відновлено.
vi: {0} đã được khôi phục.
zh_hk: {0} 已恢復。

# {0} is the entity in the trash, e.g. collection, dashboard, etc.
source: This {0} is in the trash.
ar: هذا {0} موجود في سلة المهملات.
bg: Този {0} е в кошчето за боклук.
ca: Aquest {0} és a la paperera.
de: Diese(s) {0} ist im Papierkorb.
es: Este {0} está en la papelera.
fa: این {0} در سطل زباله است.
fi: Tämä {0} on roskakorissa.
fr: Ce / cette {0} est dans la poubelle.
hu: Ez a(z) {0} a kukában van.
it: Questo {0} è da buttare.
ja: この{0}はゴミ箱にあります。
lt: Šis {0} yra šiukšliadėžėje.
ms: {0} ini berada dalam tong sampah.
nb: Det er {0} i søpla.
nl: Deze {0} gaat de prullenbak in.
pl: Ta strona {0} trafia do kosza.
pt_br: Este {0} está no lixo.
ru: {0} находится в корзине.
sk: Táto stránka {0} je v koši.
sl: Ta {0} je v smeti.
sq: Ky {0} EshtE nE kosh.
sr: Ovaj/ova {0} je u smeću.
sv: {0} ligger i papperskorgen.
tr: Bu {0} çöpe gitti.
uk: Цей/ця {0} у кошику.
vi: {0} này đang ở trong thùng rác.
zh_hk: 這個 {0} 在垃圾桶裡。

# {0} is an email address
source: Please try again later, and reach out to us at {0} if you need help.
ar: يرجى المحاولة مرة أخرى لاحقًا، وتواصل معنا على {0} إذا كنت بحاجة إلى مساعدة.
bg: Моля, опитайте отново по-късно и се свържете с нас на {0} , ако имате нужда от помощ.
ca: Torna-ho a provar més tard i posa't en contacte amb nosaltres a {0} si necessites ajuda.
de: Bitte versuchen Sie es später noch einmal und kontaktieren Sie uns unter {0} , wenn Sie Hilfe benötigen.
es: Vuelve a intentarlo más tarde y comunícate con nosotros al {0} si necesitas ayuda.
fa: لطفاً بعداً دوباره امتحان کنید و در صورت نیاز به کمک با ما در {0} تماس بگیرید.
fi: Yritä myöhemmin uudelleen ja ota meihin yhteyttä {0}, jos tarvitset apua.
fr: Veuillez réessayer plus tard, et contactez-nous à {0} si vous avez besoin d'aide.
hu: Kérjük, próbálja újra később, és vegye fel velünk a kapcsolatot a(z) {0} címen, ha segítségre van szüksége.
it: Riprova più tardi e contattaci all'indirizzo {0} se hai bisogno di aiuto.
ja: ヘルプが必要な場合は、 {0} までご連絡ください。
lt: Bandykite dar kartą vėliau ir susisiekite su mumis adresu {0}, jei reikia pagalbos.
ms: Sila cuba lagi nanti, dan hubungi kami di {0} jika anda memerlukan bantuan.
nb: Prøv igjen senere, og ta kontakt med oss på {0} hvis du trenger hjelp.
nl: Probeer het later nog eens en neem contact met ons op via {0} als je hulp nodig hebt.
pl: Spróbuj ponownie później i skontaktuj się z nami {0}, jeśli potrzebujesz pomocy.
pt_br: Tente novamente mais tarde e entre em contato conosco em {0} se precisar de ajuda.
ru: Пожалуйста, повторите попытку позже и свяжитесь с нами по адресу {0}, если вам нужна помощь.
sk: Skúste to neskôr a ak potrebujete pomoc, obráťte sa na nás na adrese {0} .
sl: Prosimo, poskusite znova pozneje in se obrnite na nas na {0}, če potrebujete pomoč.
sq: TE lutem provo pErsEri mE vonE, dhe na kontakto nE {0} nEse tE duhet ndihmE.
sr: Pokušajte ponovo kasnije i pišite nam na {0} ako vam treba pomoć.
sv: Vänligen försök senare eller maila oss på {0}.
tr: Lütfen daha sonra tekrar deneyin ve yardıma ihtiyacınız olursa {0} adresinden bize ulaşın.
uk: Спробуйте ще раз пізніше, і напишіть нам на {0}, якщо потрібна допомога.
vi: Vui lòng thử lại sau và liên hệ với chúng tôi theo số {0} nếu bạn cần trợ giúp.
zh_hk: 請稍後再試，如果您需要協助，請聯絡我們 {0}。

# {0} is the date and time the snapshot was uploaded
source: Snapshot uploaded on {0}.
hu: Pillanatkép feltöltve {0}-kor.
ms: Snapshot dimuat naik pada {0}.

# A verb, shown in the sidebar
source: Browse
hu: Böngészés
lt: Naršyti
ms: Melayari

source: Could not find any questions for the criteria you specified.
ar: تعذّر العثور على أي أسئلة للمعايير التي حددتها.
bg: Не можах да намеря въпроси за посочените от вас критерии.
ca: No s'ha pogut trobar cap pregunta per als criteris que heu especificat.
de: Ich konnte keine Fragen zu den von Ihnen angegebenen Kriterien finden.
eo: Couldn't find any Qs that match what u asked for, fr.
es: No se pudo encontrar ninguna pregunta para los criterios que especificó.
fa: هیچ سوالی برای معیارهایی که مشخص کردید پیدا نشد.
fi: Määrittämillesi kriteereille ei löytynyt kysymyksiä.
fr: Aucune question n'a pu être trouvée pour les critères que vous avez spécifiés.
hu: Nem találtunk kérdéseket a megadott feltételekhez.
it: Non è stato possibile trovare alcuna domanda per i criteri specificati.
ja: ご指定の条件に該当する質問は見つかりませんでした。
lt: Nepavyko rasti klausimų pagal jūsų nurodytus kriterijus.
ms: Tidak dapat menemui sebarang soalan untuk kriteria yang anda nyatakan.
nb: Fant ingen spørsmål for de kriteriene du spesifiserte.
nl: Ik kon geen vragen vinden voor de door u opgegeven criteria.
pl: Nie znaleziono żadnych pytań dotyczących podanych kryteriów.
pt_br: Não foi possível encontrar nenhuma pergunta para os critérios especificados.
ru: Не удалось найти ни одного вопроса по заданным вами критериям.
sk: Nepodarilo sa mi nájsť žiadne otázky pre kritériá, ktoré ste uviedli.
sl: Ni bilo mogoče najti nobenih vprašanj za merila, ki ste jih določili.
sq: Nuk u gjet asnjE pyetje pEr kriteret qE specifikove.
sr: Nije pronađeno nijedno pitanje za kriterijume koje ste naveli.
sv: Hittade inga frågor med angivna kriterier.
tr: Belirttiğiniz kriterler için herhangi bir soru bulunamadı.
uk: Не вдалося знайти жодних запитів за вказаними критеріями.
vi: Không tìm thấy câu hỏi nào theo tiêu chí bạn chỉ định.
zh_hk: 無法找到符合您指定標準的任何問題。

source: No cache configuration to invalidate.
ar: لا توجد تهيئة كاش لإبطالها.
bg: Няма конфигурация на кеша, която да се анулира.
ca: No hi ha configuració de memòria cau per invalidar.
de: Keine Cache-Konfiguration zum Invalidieren.
eo: No cap on cache invalidation info, fr.
es: No hay configuración de caché para invalidar.
fa: هیچ پیکربندی کش برای باطل کردن وجود ندارد.
fi: Ei mitätöitäviä välimuistimäärityksiä.
fr: Pas de configuration de cache à invalider.
hu: Nincs gyorsítótár-konfiguráció, amit érvényteleníteni kellene.
it: Nessuna configurazione della cache da invalidare.
ja: 無効にするキャッシュ設定がない。
lt: Nėra talpyklos konfigūracijos, kurią būtų galima panaikinti.
ms: Tiada konfigurasi cache untuk dibatalkan.
nb: Ingen hurtigbufferkonfigurasjon å ugyldiggjøre.
nl: Geen cacheconfiguratie om ongeldig te maken.
pl: Brak konfiguracji pamięci podręcznej do unieważnienia.
pt_br: Nenhuma configuração de cache para invalidar.
ru: Нет конфигурации кэша для аннулирования.
sk: Žiadna konfigurácia vyrovnávacej pamäte, ktorú by bolo potrebné zrušiť.
sl: Konfiguracija predpomnilnika ni za razveljavitev.
sq: Nuk ka konfigurim cache pEr tE zhvlerEsuar.
sr: Nema konfiguracije keša za poništavanje.
sv: Inga cacheinställningar att invalidera.
tr: Geçersiz kılınacak önbellek yapılandırması yok.
uk: Немає конфігурації кешу для інвалідації.
vi: Không có cấu hình bộ nhớ đệm nào bị vô hiệu hóa.
zh_hk: 沒有快取設定要失效。

source: Cleared a cached result.
ar: تم مسح {0} من النتائج المخزنة مؤقتًا.
bg: Кешираният резултат е изчистен.
ca: S'ha esborrat un resultat a la memòria cau.
de: Ein zwischengespeichertes Ergebnis wurde gelöscht.
eo: Swiped the cache, we good now.
es: Se borró un resultado almacenado en caché.
fa: یک نتیجه ذخیره شده در حافظه پنهان را پاک کرد.
fi: Välimuistin tulos tyhjennetty.
fr: Résultat en cache effacé.
hu: Egy gyorsítótárazott eredmény törölve.
it: Cancellato un risultato salvato in cache.
ja: キャッシュされた結果をクリアした。
lt: Išvalytas talpykloje išsaugotas rezultatas.
ms: Telah membersihkan hasil cache. Jamak: Telah membersihkan {0} hasil cache.
nb: Renset et mellomlagret resultat.
nl: Een gecacht resultaat is gewist.
pl: Wyczyszczono buforowany wynik.
pt_br: Limpou um resultado em cache.
ru: Кэшированный результат очищен.
sk: Vymazal sa výsledok uložený vo vyrovnávacej pamäti.
sl: Izbrisan predpomnjeni rezultat.
sq: U pastrua një rezultat i ruajtur në cache.
sr: Očišćen je keširani rezultat.
sv: Rensade cache:at resultat.
tr: Önbelleğe alınmış bir sonuç temizlendi.
uk: Очищено кешований результат.
vi: Đã xóa {0} kết quả được lưu trong bộ nhớ đệm.
zh_hk: 清除 {0} 快取結果。

source: Invalidated cache configuration.
ar: تم إبطال {0} من إعدادات الكاش.
bg: Невалидна конфигурация на кеша.
ca: Configuració de la memòria cau invalidada.
de: Die Cache-Konfiguration ist ungültig.
eo: Cache config got ghosted, fr.
es: Configuración de caché invalidada.
fa: پیکربندی حافظه پنهان نامعتبر است.
fi: Välimuistin määritys mitätöity.
fr: Configuration du cache invalidée.
hu: Érvénytelenített gyorsítótár-konfiguráció.
it: Annullata configurazione cache.
ja: キャッシュ構成が無効です。
lt: Neteisinga talpyklos konfigūracija.
ms: Konfigurasi cache yang tidak sah. Jamak: Konfigurasi cache {0} tidak sah.
nb: Ugyldiggjorde hurtigbufferkonfigurasjon.
nl: Ongeldige cacheconfiguratie.
pl: Nieprawidłowa konfiguracja pamięci podręcznej.
pt_br: Uma configuração de cache invalidada.
ru: Конфигурация кэша аннулирована.
sk: Neplatná konfigurácia vyrovnávacej pamäte.
sl: Neveljavna konfiguracija predpomnilnika.
sq: U bë e pavlefshme konfigurimi i cache.
sr: Konfiguracija keša je poništena.
sv: Invaliderade cache-konfiguration.
tr: Geçersiz kılınmış önbellek yapılandırması.
uk: Інвалідовано конфігурацію кешу.
vi: Cấu hình bộ nhớ đệm {0} không hợp lệ.
zh_hk: {0} 快取設定無效。

source: No cached results to clear.
ar: لا توجد نتائج مخزنة مؤقتًا لمسحها.
bg: Няма резултати в кеша за изчистване.
ca: No hi ha resultats desats a la memòria cau per esborrar.
de: Keine zwischengespeicherten Ergebnisse zu löschen.
eo: Ain't no cache to clear fr.
es: No hay resultados almacenados en caché para borrar.
fa: هیچ نتیجه ذخیره شده ای برای پاک کردن وجود ندارد.
fi: Välimuistissa ei ole tyhjennettäviä tuloksia.
fr: Il n'y a pas de résultats en cache à effacer.
hu: Nincsenek törlendő gyorsítótárazott eredmények.
it: Nessun risultato nella cache da cancellare.
ja: クリアすべきキャッシュ結果はない。
lt: Nėra talpykloje esančių rezultatų, kuriuos būtų galima išvalyti.
ms: Tiada hasil cache untuk dibersihkan.
nb: Ingen mellomlagrede resultater å slette.
nl: Geen resultaten in het cachegeheugen om te wissen.
pl: Brak wyników w pamięci podręcznej do wyczyszczenia.
pt_br: Nenhum resultado em cache para limpar.
ru: Нет кэшированных результатов для очистки.
sk: Žiadne výsledky v medzipamäti, ktoré by bolo potrebné vymazať.
sl: Ni predpomnjenih rezultatov, ki bi jih bilo treba izbrisati.
sq: Nuk ka rezultate tE cache pEr tE pastruar.
sr: Nema keširanih rezultata za brisanje.
sv: Inga cache:ade resultat att rensa.
tr: Temizlenecek önbelleğe alınmış sonuç yok.
uk: Немає закешованих результатів для очищення.
vi: Không có kết quả lưu trong bộ nhớ đệm để xóa.
zh_hk: 沒有需要清除的快取結果。

source: Nothing to invalidate.
ar: لا شيء لإبطاله.
bg: Няма нищо, което да го обезсилва.
ca: Res a invalidar.
de: Es gibt nichts zu entkräften.
eo: No cap, nothing to cancel.
es: Nada que invalidar.
fa: چیزی برای باطل کردن وجود ندارد.
fi: Ei mitään mitätöitävää.
fr: Rien ne permet de l'invalider.
hu: Nincs érvénytelenítendő elem.
it: Nulla da invalidare.
ja: 無効なものは何もない。
lt: Nėra ko pripažinti negaliojančiu.
ms: Tiada apa-apa untuk dibatalkan.
nb: Ingenting å ugyldiggjøre.
nl: Niets om ongeldig te maken.
pl: Nic do unieważnienia.
pt_br: Nada para invalidar.
ru: Нечего аннулировать.
sk: Nič, čo by sa dalo zrušiť.
sl: Nič, kar bi lahko razveljavili.
sq: AsgjE pEr tE zhvlerEsuar.
sr: Nema ničega za poništavanje.
sv: Inget att invalidera.
tr: Geçersiz kılacak bir şey yok.
uk: Нічого інвалідовувати.
vi: Không có gì để phủ nhận.
zh_hk: 無效。

source: Card of type {0} is invalid, cannot be saved.
ar: البطاقة من النوع {0} غير صالحة، ولا يمكن حفظها.
bg: Картата от тип {0} е невалидна, не може да бъде записана.
ca: La targeta del tipus {0} no és vàlida, no es pot desar.
de: Karte vom Typ {0} ist ungültig, kann nicht gespeichert werden.
eo: Bruh, the card of type {0} is invalid, so it can't be saved fr fr.
es: La tarjeta de tipo {0} no es válida y no se puede guardar.
fa: کارت از نوع {0} نامعتبر است، قابل ذخیره نیست.
fi: Kortin tyyppi {0} on virheellinen, ei voi tallentaa.
fr: La carte de type {0} n'est pas valide, elle ne peut pas être sauvegardée.
hu: A(z) {0} típusú kártya érvénytelen, nem menthető.
it: La scheda del tipo {0} non è valida, non può essere salvata.
ja: タイプ{0}のカードは無効です。
lt: {0} tipo kortelė netinkama, jos išsaugoti negalima.
ms: Kad jenis {0} tidak sah, tidak boleh disimpan.
nb: Kort av typen {0} er ugyldig, kan ikke lagres.
nl: Kaart van het type {0} is ongeldig, kan niet worden opgeslagen.
pl: Karta typu {0} jest nieprawidłowa, nie można jej zapisać.
pt_br: O cartão do tipo {0} é inválido e não pode ser salvo.
ru: Карта типа {0} недействительна, сохранение невозможно.
sk: Karta typu {0} je neplatná, nemožno ju uložiť.
sl: Kartica tipa {0} je neveljavna, je ni mogoče shraniti.
sq: Karta e llojit {0} EshtE e pavlefshme, nuk mund tE ruhet.
sr: Kartica tipa {0} je nevažeća, ne može da se sačuva.
sv: Kortet av typ {0} är ogiltigt och kan därför inte sparas.
tr: {0} tipindeki kart geçersiz, kaydedilemez.
uk: Картка типу {0} недійсна, її не можна зберегти.
vi: Thẻ loại {0} không hợp lệ, không thể lưu.
zh_hk: {0} 類型的卡片無效，無法儲存。

source: Get customizable, flexible, and scalable customer-facing analytics in no time
hu: Testreszabható, rugalmas és méretezhető, ügyfélorientált elemzések gyors létrehozása
ms: Dapatkan analisis yang boleh disesuaikan, fleksibel, dan boleh diskalakan untuk pelanggan dalam masa yang singkat

source: Setup embedding
hu: Beágyazás beállítása
ms: Sediakan penyematan

source: Snowflake doesn''t support extract us week
ar: Snowflake لا يدعم extract us week
bg: Snowflake не подкрепя екстракт ни седмица
ca: Snowflake no admet extreure la setmana
de: Snowflake unterstützt keine Extraktwoche
eo: Snowflake ain't vibin with extract us week, lol.
es: Snowflake no implementa extracción de semana us
fa: Snowflake از Extract us week پشتیبانی نمی کند
fi: Snopwflake ei tue tämän tiedon vientiä
fr: Le flocon de neige ne soutient pas l''extrait de la semaine de l''us
hu: A Snowflake nem támogatja az USA hét kivonatolását
it: Snowflake non supporta l''estrazione della settimana US
ja: スノーフレークは私たちの週を抜粋サポートしない
lt: Snaigė nepalaiko mūsų savaitės ištraukimo
ms: Snowflake SQLite tidak menyokong pengekstrakan minggu mengikut format Amerika Syarikat.
nb: Snowflake støtter ikke utdrag oss uke
nl: Snowflake steunt ons niet in de uittrekselweek
pl: Snowflake nie wspiera ekstraktu nas tydzień
pt_br: O Snowflake não é compatível com a extração de semana dos EUA
ru: Snowflake не поддерживает добычу на неделе
sk: Snehová vločka nepodporuje výpis nás týždeň
sl: Snežinka ne podpira tedna izvlečka
sq: Snowflake nuk e mbështet extract us week
sr: Snowflake ne podržava extract us week
sv: Snowflake stödjer inte extrahering av veckonummer
tr: Snowflake bu hafta bizi desteklemiyor
uk: Snowflake не підтримує extract us week
vi: Snowflake không hỗ trợ trích xuất chúng tôi tuần
zh_hk: 雪花不支持提取我們週

source: Window function requires either breakouts or order by in the query
ar: تتطلب دالة النافذة إما breakouts أو order by في الاستعلام
bg: Функцията на прозореца изисква разбивки или подреждане по в заявката
ca: La funció de finestra requereix desglossaments o ordre a la consulta
de: Die Fensterfunktion erfordert entweder Unterbrechungen oder eine Reihenfolge in der Abfrage
eo: Bruh, you gotta add either breakouts or order by in the query for that window function to work.
es: La función de ventana requiere desgloses u orden en la consulta
fa: تابع پنجره یا به شکست یا ترتیب در پرس و جو نیاز دارد
fi: Window-toiminto vaatii joko breakouts- tai order by -toimintoja kyselyssä
fr: La fonction de fenêtre nécessite soit des ruptures, soit un ordre dans la requête.
hu: A windows függvényhez vagy lebontásokra vagy rendezésre van szükség a lekérdezésben
it: La funzione Finestra richiede la suddivisione o l'ordinamento per nella query
ja: ウィンドウ機能には、ブレイクアウトまたは並び順が必要です。
lt: Lango funkcija užklausoje reikalauja išskirstymo arba rikiavimo pagal
ms: Fungsi tetingkap memerlukan sama ada pecahan atau susun atur dalam query
nb: Vindusfunksjonen krever enten breakouts eller order by i spørringen
nl: De vensterfunctie vereist uitsplitsingen of volgorde door in de query
pl: Funkcja okna wymaga albo rozbicia, albo kolejności według w zapytaniu
pt_br: A função de janela requer quebras ou ordem por na consulta
ru: Оконная функция требует разбивки либо упорядочивания данных в запросе
sk: Funkcia Window vyžaduje v dotaze buď rozčlenenie, alebo zoradenie podľa
sl: Funkcija okna zahteva prelome ali vrstni red po v poizvedbi
sq: Funksioni i dritares kërkon ose ndarje sipas (breakouts) ose order by në pyetje
sr: Window funkcija zahteva ili breakouts ili order by u upitu
sv: Fönsterfunktionen kräver antingen breakouts eller order by i frågan
tr: Pencere işlevi, sorguda kesmeler ya da sıralama gerektirir
uk: Для віконної функції в запиті потрібні або розбиття, або ORDER BY
vi: Hàm cửa sổ yêu cầu phải có sự đột phá hoặc sắp xếp theo trong truy vấn
zh_hk: 視窗函數需要查詢中的 breakouts 或 order by
