Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Use path-style access for S3 requests (required for LocalStack and some S3-compatible services).
ar: استخدم نمط الوصول بأسلوب المسار لطلبات S3 (مطلوب لـ LocalStack وبعض الخدمات المتوافقة مع S3).
bg: Използвайте достъп в стил път за S3 заявки (задължително за LocalStack и някои S3-съвместими услуги).
ca: Utilitzeu l'accés d'estil de ruta per a les sol·licituds S3 (obligatori per a LocalStack i alguns serveis compatibles amb S3).
de: Verwenden Sie den Pfadzugriff für S3-Anfragen (erforderlich für LocalStack und einige S3-kompatible Dienste).
es: Utilice el acceso de estilo de ruta para las solicitudes S3 (necesario para LocalStack y algunos servicios compatibles con S3).
fa: از دسترسی به سبک مسیر برای درخواست‌های S3 استفاده کنید (برای LocalStack و برخی از سرویس‌های سازگار با S3 مورد نیاز است).
fi: Käytä polkutyyppistä pääsyä S3-pyynnöille (vaaditaan LocalStackille ja joillekin S3-yhteensopiville palveluille).
fr: Utilisez l'accès de type chemin pour les requêtes S3 (requis pour LocalStack et certains services compatibles S3).
it: Utilizzare l'accesso in stile percorso per le richieste S3 (richiesto per LocalStack e alcuni servizi compatibili con S3).
ja: S3 リクエストにパス形式のアクセスを使用します (LocalStack および一部の S3 互換サービスに必要)。
nb: Bruk stitilgang for S3-forespørsler (kreves for LocalStack og enkelte S3-kompatible tjenester).
nl: Gebruik pad-stijltoegang voor S3-aanvragen (vereist voor LocalStack en sommige S3-compatibele services).
pl: Użyj dostępu w stylu ścieżki dla żądań S3 (wymagane w przypadku LocalStack i niektórych usług zgodnych z S3).
pt_br: Use acesso no estilo de caminho para solicitações S3 (necessário para LocalStack e alguns serviços compatíveis com S3).
ru: Использовать доступ в стиле пути для запросов S3 (требуется для LocalStack и некоторых служб, совместимых с S3).
sk: Pre požiadavky S3 použite prístup v štýle cesty (vyžaduje sa pre LocalStack a niektoré služby kompatibilné s S3).
sl: Za zahteve S3 uporabite dostop v slogu poti (zahtevano za LocalStack in nekatere storitve, združljive s S3).
sq: Përdor akses në stil shtegu për kërkesat S3 (i kërkuar për LocalStack dhe disa shërbime të pajtueshme me S3).
sr: Koristi path-style pristup za S3 HTTP zahteve (obavezno za LocalStack i neke S3-kompatibilne servise).
sv: Använd sökvägsåtkomst för S3-förfrågningar (krävs för LocalStack och vissa S3-kompatibla tjänster).
tr: S3 istekleri için yol stili erişimini kullanın (LocalStack ve bazı S3 uyumlu hizmetler için gereklidir).
uk: Використовувати доступ у стилі path-style для запитів S3 (потрібно для LocalStack і деяких S3-сумісних сервісів).
vi: Sử dụng quyền truy cập theo kiểu đường dẫn cho các yêu cầu S3 (bắt buộc đối với LocalStack và một số dịch vụ tương thích với S3).
zh_hk: 對 S3 請求使用路徑式存取（LocalStack 和某些 S3 相容的服務需要）。

source: Choose up to 24 hex values. We'll auto-generate what you leave blank.
ar: اختر حتى 24 قيمة hex. سنولّد تلقائيًا ما تتركه فارغًا.
bg: Изберете до 24 шестнадесетични стойности. Ще генерираме автоматично това, което оставите празно.
ca: Trieu fins a 24 valors hexadecimals. Generarem automàticament el que deixeu en blanc.
de: Wählen Sie bis zu 24 Hex-Werte. Was Sie leer lassen, generieren wir automatisch.
es: Elige hasta 24 valores hexadecimales. Generaremos automáticamente lo que dejes en blanco.
fa: حداکثر ۲۴ مقدار هگز انتخاب کنید. ما به طور خودکار مقادیری را که خالی می‌گذارید، تولید می‌کنیم.
fi: Valitse enintään 24 heksadesimaaliarvoa. Luomme automaattisesti ne arvot, jotka jätät tyhjäksi.
fr: Choisissez jusqu'à 24 valeurs hexadécimales. Nous générerons automatiquement les valeurs vides.
it: Scegli fino a 24 valori esadecimali. Genereremo automaticamente i valori che lascerai vuoti.
ja: 最大24個の16進数値を選択してください。空白のままにした場合は自動生成されます。
nb: Velg opptil 24 sekskantede verdier. Vi genererer automatisk det du lar være tomt.
nl: Kies maximaal 24 hexadecimale waarden. Wat u leeg laat, wordt automatisch gegenereerd.
pl: Wybierz do 24 wartości szesnastkowych. Automatycznie wygenerujemy to, co zostawisz puste.
pt_br: Escolha até 24 valores hexadecimais. Geraremos automaticamente o que você deixar em branco.
ru: Выберите до 24 шестнадцатеричных значений. Мы автоматически сгенерируем то, что вы оставите пустым.
sk: Vyberte až 24 hexadecimálnych hodnôt. Automaticky vygenerujeme tie, ktoré necháte prázdne.
sl: Izberite do 24 šestnajstiških vrednosti. Polja, ki jih pustite prazna, bomo samodejno ustvarili mi.
sq: Zgjidh deri në 24 vlera hex. Ne do t’i gjenerojmë automatikisht ato që i lini bosh.
sr: Izaberite do 24 heks vrednosti. Automatski ćemo generisati ono što ostavite prazno.
sv: Välj upp till 24 hexadecimala värden. Vi genererar automatiskt de fält du lämnar tomma.
tr: 24'e kadar onaltılık değer seçin. Boş bıraktığınız alanı biz otomatik olarak oluşturacağız.
uk: Виберіть до 24 шістнадцяткових значень. Те, що ви залишите порожнім, ми згенеруємо автоматично.
vi: Chọn tối đa 24 giá trị hex. Chúng tôi sẽ tự động tạo những giá trị bạn để trống.
zh_hk: 最多可選擇 24 個十六進位值。我們會自動產生您留空的值。

source: Error saving help link setting
ar: خطأ في حفظ إعداد رابط المساعدة
bg: Грешка при запазване на настройката за връзка за помощ
ca: S'ha produït un error en desar la configuració de l'enllaç d'ajuda
de: Fehler beim Speichern der Hilfe-Link-Einstellung
eo: Bruh, error when tryin’ to save the help link setting smh
es: Error al guardar la configuración del enlace de ayuda
fa: خطا در ذخیره تنظیمات لینک راهنما
fi: Virhe ohjelinkkiasetuksen tallentamisessa
fr: Erreur lors de l'enregistrement du paramètre du lien d'aide
it: Errore durante il salvataggio delle impostazioni del collegamento alla guida
ja: ヘルプリンク設定の保存中にエラーが発生しました
nb: Feil ved lagring av innstilling for hjelpelenke
nl: Fout bij het opslaan van de helplinkinstelling
pl: Błąd podczas zapisywania ustawień łącza pomocy
pt_br: Erro ao salvar a configuração do link de ajuda
ru: Ошибка сохранения настройки ссылки справки
sk: Chyba pri ukladaní nastavenia odkazu na pomocníka
sl: Napaka pri shranjevanju nastavitve povezave za pomoč
sq: Gabim gjatë ruajtjes së cilësimit të linkut të ndihmës
sr: Greška pri čuvanju podešavanja linka za pomoć
sv: Fel vid sparning av hjälplänksinställningen
tr: Yardım bağlantısı ayarı kaydedilirken hata oluştu
uk: Помилка збереження налаштування посилання довідки
vi: Lỗi khi lưu cài đặt liên kết trợ giúp
zh_hk: 說明連結設定儲存錯誤

source: Help link
ar: رابط المساعدة
bg: Връзка за помощ
ca: Enllaç d'ajuda
de: Hilfe-Link
eo: Help link → Help me out, fam!
es: Enlace de ayuda
fa: لینک کمکی
fi: Ohjelinkki
fr: Lien d'aide
it: Collegamento alla guida
ja: ヘルプリンク
nb: Hjelp-lenke
pl: Link pomocy
pt_br: Link de ajuda
ru: Ссылка на помощь
sk: Odkaz na pomoc
sl: Povezava za pomoč
sq: Linku i ndihmës
sr: Link za pomoć
sv: Hjälplänk
tr: Yardım bağlantısı
uk: Посилання довідки
vi: Liên kết trợ giúp
zh_hk: 幫助連結

source: Color palette
ar: لوحة الألوان
bg: Цветова палитра
ca: Paleta de colors
de: Farbpalette
eo: vibe check for colors
es: Paleta de colores
fa: پالت رنگ
fi: Väripaletti
fr: Palette de couleurs
it: tavolozza dei colori
ja: カラーパレット
nb: Fargepalett
nl: Kleurenpalet
pl: Paleta kolorów
pt_br: Paleta de cores
ru: Цветовая палитра
sk: Farebná paleta
sl: Barvna paleta
sq: Paletë ngjyrash
sr: Paleta boja
sv: Färgpalett
tr: Renk paleti
uk: Кольорова палітра
vi: Bảng màu
zh_hk: 調色板

source: Icons
ar: الأيقونات
bg: Икони
ca: Icones
de: Symbole
eo: Icons = legit mood or total vibes
es: Iconos
fa: آیکن‌ها
fi: Kuvakkeet
fr: Icônes
it: Icone
ja: アイコン
nb: Ikoner
nl: Pictogrammen
pl: Ikony
pt_br: Ícones
ru: Иконки
sk: Ikony
sl: Ikone
sq: Ikona
sr: Ikone
sv: Ikoner
tr: Simgeler
uk: Іконки
vi: Biểu tượng
zh_hk: 圖示

source: Favicon
bg: Фавикон
eo: Favicon → tiny icon thingy
fa: فاویکون
ja: ファビコン
nb: Favorittikon
pl: Ikonka
ru: Значок сайта
sk: Ikona
sv: Favorit-ikon
uk: Фавікон
vi: yêu thích
zh_hk: 圖標

source: Fonts
ar: الخطوط
bg: Шрифтове
de: Schriftarten
eo: Fonts? That’s lowkey vibing with the aesthetic, fr.
es: Fuentes
fa: فونت‌ها
fi: Fontit
fr: Polices
it: Caratteri
ja: フォント
nb: Skrifttyper
nl: Lettertypen
pl: Czcionki
pt_br: Fontes
ru: Шрифты
sk: Fonty
sl: Pisave
sq: Fontet
sr: Fontovi
sv: Typsnitt
tr: Yazı tipleri
uk: Шрифти
vi: Phông chữ
zh_hk: 字體

source: Configure your instance to conceal references to Metabase and customize illustrations.
ar: اضبط مثيلك لإخفاء الإشارات إلى Metabase وتخصيص الرسومات التوضيحية.
bg: Конфигурирайте вашия екземпляр, за да скриете препратките към Metabase и да персонализирате илюстрациите.
ca: Configura la teva instància per ocultar les referències a la metabase i personalitzar les il·lustracions.
de: Konfigurieren Sie Ihre Instanz, um Verweise auf Metabase zu verbergen und Illustrationen anzupassen.
eo: Set up your instance to hide Metabase refs and make those illustrations your vibe.
es: Configure su instancia para ocultar referencias a Metabase y personalizar ilustraciones.
fa: نمونه خود را طوری پیکربندی کنید که ارجاعات به متابیس را پنهان کند و تصاویر را سفارشی‌سازی کند.
fi: Määritä instanssisi piilottamaan viittaukset Metabase-tietokantaan ja mukauta kuvia.
fr: Configurez votre instance pour masquer les références à Metabase et personnaliser les illustrations.
it: Configura la tua istanza per nascondere i riferimenti a Metabase e personalizzare le illustrazioni.
ja: Metabase への参照を非表示にし、図をカスタマイズするようにインスタンスを構成します。
nb: Konfigurer forekomsten slik at referanser til Metabase skjules, og tilpass illustrasjoner.
nl: Configureer uw exemplaar om verwijzingen naar Metabase te verbergen en aangepaste illustraties.
pl: Skonfiguruj swoją instancję tak, aby ukryć odwołania do Metabase i dostosować ilustracje.
pt_br: Configure sua instância para ocultar referências ao Metabase e personalizar ilustrações.
ru: Настройте свой экземпляр так, чтобы скрыть ссылки на Metabase и настроить иллюстрации.
sk: Nakonfigurujte svoju inštanciu tak, aby skryla odkazy na metabázu a prispôsobila ilustrácie.
sl: Konfigurirajte svoj primerek tako, da skrije sklice na Metabase in prilagodi ilustracije.
sq: Konfiguro instancën tënde për të fshehur referencat për Metabase dhe për të personalizuar ilustrimet.
sr: Podesite svoju instancu da sakrije reference na Metabase i prilagodite ilustracije.
sv: Konfigurera din instans för att dölja referenser till Metabase och anpassa illustrationer.
tr: Metabase'e olan referansları gizleyecek ve çizimleri özelleştirecek şekilde örneğinizi yapılandırın.
uk: Налаштуйте свій інстанс, щоб приховати згадки про Metabase та кастомізувати ілюстрації.
vi: Cấu hình phiên bản của bạn để ẩn các tham chiếu đến Metabase và tùy chỉnh hình ảnh minh họa.
zh_hk: 配置您的實例以隱藏對 Metabase 的引用，並自訂插圖。

source: Names
ar: الأسماء
bg: Имена
ca: Noms
de: Namen
eo: Names? Lowkey, just "names" is already pretty chill, but you could also say "aliases" or "handles" if you wanna sound extra.
es: Nombres
fa: نام‌ها
fi: Nimet
fr: Noms
it: nomi
ja: 名前
nb: Navn
nl: Namen
pl: Nazwy
pt_br: Nomes
ru: Имена
sk: Mená
sl: Imena
sq: Emra
sr: Nazivi
sv: Namn
tr: İsimler
uk: Назви
vi: Tên
zh_hk: 名稱

source: Application name
ar: اسم التطبيق
bg: Име на приложението
ca: Nom de l'aplicació
de: Anwendungsname
eo: App name, fr fr
es: Nombre de la aplicación
fa: نام برنامه
fi: Sovelluksen nimi
fr: Nom de l'application
it: Nome dell'applicazione
ja: アプリケーション名
nb: Navn på applikasjon
nl: Toepassingsnaam
pl: Nazwa aplikacji
pt_br: Nome do aplicativo
ru: Имя приложения
sk: Názov aplikácie
sl: Ime aplikacije
sq: Emri i aplikacionit
sr: Naziv aplikacije
sv: Applikationsnamn
tr: Uygulama adı
uk: Назва застосунку
vi: Tên ứng dụng
zh_hk: 應用名稱

source: Show links and references to Metabase
ar: إظهار الروابط والإشارات إلى Metabase
bg: Показване на връзки и препратки към Metabase
ca: Mostra enllaços i referències a la metabase
de: Links und Verweise auf Metabase anzeigen
eo: Drop the links and refs for Metabase, pls
es: Mostrar enlaces y referencias a Metabase
fa: نمایش پیوندها و ارجاعات به متابیس
fi: Näytä linkit ja viittaukset Metabaseen
fr: Afficher les liens et références vers Metabase
it: Mostra collegamenti e riferimenti a Metabase
ja: Metabaseへのリンクと参照を表示する
nb: Vis lenker og referanser til Metabase
nl: Links en referenties naar Metabase weergeven
pl: Pokaż linki i odniesienia do Metabase
pt_br: Mostrar links e referências à Metabase
ru: Показать ссылки и отсылки к Metabase
sk: Zobraziť odkazy a referencie na metabázu
sl: Prikaz povezav in sklicev na Metabase
sq: Shfaq linke dhe referenca për Metabase
sr: Prikaži linkove i reference na Metabase
sv: Visa länkar och referenser till Metabase
tr: Metabase'e bağlantıları ve referansları göster
uk: Показувати посилання та згадки про Metabase
vi: Hiển thị liên kết và tham chiếu đến Metabase
zh_hk: 顯示 Metabase 的連結和參考資料

source: Read more.
ar: اقرأ المزيد.
bg: Прочетете повече.
ca: Llegeix més.
de: Lese mehr.
es: Leer más.
fa: ادامه مطلب را بخوانید.
fi: Lue lisää.
fr: En savoir plus.
it: Per saperne di più.
ja: もっと読む.
nb: Les mer om dette.
nl: Lees verder.
pl: Przeczytaj więcej.
pt_br: Ler mais.
ru: Читать далее.
sk: Čítajte viac.
sl: Preberi več.
sq: Lexo më shumë.
sr: Pročitaj više.
sv: Läs mer.
tr: Devamını oku.
uk: Дізнатися більше.
vi: Đọc thêm.
zh_hk: 閱讀更多資訊。

source: {0} {1} not found. Make sure you pass the correct ID.
ar: لم يتم العثور على {0} {1}. تأكد من تمرير المعرّف الصحيح.
bg: {0} {1} не е намерен. Уверете се, че предавате правилния ID.
ca: {0} {1} no s'ha trobat. Assegureu-vos de passar el DNI correcte.
de: {0} {1} nicht gefunden. Stellen Sie sicher, dass Sie die richtige ID übergeben.
eo: {0} {1} not clout, fr. Make sure you drop the right ID, bestie.
es: {0} {1} no encontrado. Asegúrate de pasar la ID correcta.
fa: {0} {1} یافت نشد. مطمئن شوید که شناسه صحیح را پاس کرده اید.
fi: {0} {1} ei löydy. Varmista, että välität oikean tunnuksen.
fr: {0} {1} introuvable. Assurez-vous de transmettre le bon identifiant.
it: {0} {1} non trovato. Assicurati di passare l'ID corretto.
ja: {0} {1} が見つかりません。正しい ID を渡していることを確認してください。
lt: {0} {1} nerasta. Įsitikinkite, kad perdavėte teisingą ID.
nb: {0} {1} ikke funnet. Sørg for at du oppgir riktig ID.
nl: {0} {1} niet gevonden. Zorg ervoor dat u de juiste ID doorgeeft.
pl: {0} {1} nie znaleziono. Upewnij się, że przekazujesz prawidłowy identyfikator.
pt_br: {0} {1} não encontrado. Certifique-se de informar o ID correto.
ru: {0} {1} не найдено. Убедитесь, что вы передаете правильный идентификатор.
sk: {0} {1} nenájdené. Uistite sa, že zadávate správne ID.
sl: {0} {1} ni bilo mogoče najti. Prepričajte se, da ste posredovali pravilen ID.
sq: {0} {1} nuk u gjet. Sigurohu që po kalon ID-në e saktë.
sr: {0} {1} nije pronađen. Proverite da li prosleđujete ispravan ID.
sv: {0} {1} hittades inte. Se till att du skickar rätt ID.
tr: {0} {1} bulunamadı. Doğru ID'yi geçtiğinizden emin olun.
uk: {0} {1} не знайдено. Переконайтеся, що ви передаєте правильний ID.
vi: {0} {1} không tìm thấy. Hãy đảm bảo bạn nhập đúng ID.
zh_hk: {0} {1} 未找到。請確定您傳送了正確的 ID。

source: You can't explore or save questions in Guest Embed mode
ar: لا يمكنك استكشاف الأسئلة أو حفظها في وضع تضمين الضيف
bg: Не можете да разглеждате или запазвате въпроси в режим на вграждане за гости
ca: No pots explorar ni desar preguntes en el mode d'incrustació de convidat.
de: Im Gast-Einbettungsmodus können Sie keine Fragen erkunden oder speichern.
es: No puedes explorar ni guardar preguntas en el modo de inserción de invitado
fa: شما نمی‌توانید در حالت مهمان جاسازی‌شده، سوالات را بررسی یا ذخیره کنید.
fi: Et voi tutkia tai tallentaa kysymyksiä vierasupotustilassa
fr: Vous ne pouvez ni consulter ni enregistrer de questions en mode Invité intégré.
it: Non è possibile esplorare o salvare le domande in modalità Guest Embed
ja: ゲスト埋め込みモードでは質問を閲覧したり保存したりすることはできません
nb: Du kan ikke utforske eller lagre spørsmål i gjesteinnbyggingsmodus
nl: Je kunt geen vragen verkennen of opslaan in de Gast-insluitmodus
pl: W trybie osadzenia gościa nie można eksplorować ani zapisywać pytań
pt_br: Não é possível explorar ou salvar perguntas no modo de incorporação para convidados.
ru: В гостевом режиме вставки невозможно исследовать или сохранять вопросы.
sk: V režime hosťovského vkladania nemôžete skúmať ani ukladať otázky
sl: V načinu vdelave za goste ne morete raziskovati ali shranjevati vprašanj
sq: S’mund të eksplorosh ose të ruash pyetje në modalitetin Guest Embed
sr: Ne možete da istražujete ili sačuvate pitanja u režimu Guest Embed
sv: Du kan inte utforska eller spara frågor i gästinbäddningsläget
tr: Misafir Yerleştirme modunda soruları keşfedemez veya kaydedemezsiniz
uk: У режимі Guest Embed ви не можете досліджувати або зберігати запити
vi: Bạn không thể khám phá hoặc lưu câu hỏi ở chế độ Nhúng khách
zh_hk: 您無法在訪客嵌入模式下探索或儲存問題

source: Back to visualization
ar: العودة إلى التصور
bg: Обратно към визуализация
ca: Torna a la visualització
de: Zurück zu Visualisierung
eo: Back to the vibe check
es: Volver a visualización
fa: بازگشت به تجسم
fi: Takaisin visualisointiin
fr: Retour à la visualisation
it: Torna alla visualizzazione
ja: ビジュアライゼーションに戻る
lt: Atgal į vizualizaciją
nb: Tilbake til visualisering
nl: Terug naar visualisatie
pl: Wróć do wizualizacji
pt_br: Voltar à visualização
ru: Назад к визуализации
sk: Späť na vizualizáciu
sl: Nazaj na ponazoritev
sq: Kthehu te vizualizimi
sr: Nazad na vizualizaciju
sv: Tillbaka till visualisering
tr: Görselleştirmeye geri dön
uk: Назад до візуалізації
vi: Quay lại hình ảnh
zh_hk: 回到視覺化

source: You can't save questions in Guest Embed mode
ar: لا يمكنك حفظ الأسئلة في وضع تضمين الضيف
bg: Не можете да запазвате въпроси в режим на вграждане за гости
ca: No pots desar preguntes en el mode d'incrustació de convidat
de: Im Gast-Einbettungsmodus können keine Fragen gespeichert werden.
es: No puedes guardar preguntas en el modo de inserción de invitados
fa: شما نمی‌توانید سوالات را در حالت مهمان جاسازی شده ذخیره کنید
fi: Et voi tallentaa kysymyksiä vierasupotustilassa
fr: Vous ne pouvez pas enregistrer les questions en mode Invité intégré.
it: Non è possibile salvare le domande in modalità Guest Embed
ja: ゲスト埋め込みモードでは質問を保存できません
nb: Du kan ikke lagre spørsmål i gjesteinnbyggingsmodus
nl: Je kunt geen vragen opslaan in de Gast-insluitmodus
pl: Nie można zapisywać pytań w trybie osadzenia gościa
pt_br: Não é possível salvar perguntas no modo de incorporação para convidados.
ru: Вы не можете сохранять вопросы в гостевом режиме вставки.
sk: V režime hosťovského vkladania nie je možné ukladať otázky
sl: V načinu vdelave za goste ni mogoče shraniti vprašanj.
sq: S’mund të ruash pyetje në modalitetin Guest Embed
sr: Ne možete da sačuvate pitanja u režimu Guest Embed
sv: Du kan inte spara frågor i gästinbäddningsläget
tr: Misafir Yerleştirme modunda soruları kaydedemezsiniz
uk: У режимі Guest Embed ви не можете зберігати запити
vi: Bạn không thể lưu câu hỏi ở chế độ Nhúng khách
zh_hk: 您無法在訪客嵌入模式中儲存問題

source: Successfully unsubscribed.
ar: تم إلغاء الاشتراك بنجاح.
bg: Абонаментът бе прекратен успешно.
ca: Dessubscrit correctament.
de: Abmeldung erfolgreich.
eo: Got out of there lol, unsubscribed and vibing now
es: Suscripción cancelada correctamente.
fa: لغو اشتراک با موفقیت انجام شد.
fi: Tilauksen peruutus onnistui.
fr: Désinscription réussie.
it: Disabbonato con successo.
ja: 配信停止に成功しました.
lt: Prenumerata sėkmingai atšaukta.
nb: Abonnement avsluttet.
nl: Uitgeschreven.
pl: Pomyślne wypisanie się.
pt_br: Assinatura cancelada com sucesso.
ru: Успешно отписано.
sk: Úspešne odhlásené.
sl: Uspešno odjavljeno.
sq: Çabonimi u krye me sukses.
sr: Uspešno ste se odjavili.
sv: Framgångsrikt avprenumererad.
tr: Abonelikten başarıyla çıkıldı.
uk: Успішно відписано.
vi: Bỏ đăng ký thành công.
zh_hk: 已成功取消訂閱.

source: To enable creating a shareable link you first need to save your action
ar: لتفعيل إنشاء رابط قابل للمشاركة، عليك أولًا حفظ الإجراء
bg: За да разрешите създаването на връзка за споделяне, първо трябва да запазите действието си
ca: Per habilitar la creació d'un enllaç compartible, primer heu de desar la vostra acció
de: Um die Erstellung eines teilbaren Links zu ermöglichen, müssen Sie zuerst Ihre Aktion speichern
eo: To make a shareable link, you gotta save your action fr fr.
es: Para habilitar la creación de un enlace para compartir, primero debe guardar su acción
fa: برای فعال کردن ایجاد پیوند قابل اشتراک‌گذاری، ابتدا باید اقدام خود را ذخیره کنید
fi: Jotta voit luoda jaettavan linkin, sinun on ensin tallennettava toimintosi
fr: Pour permettre la création d'un lien partageable, vous devez d'abord enregistrer votre action
it: Per abilitare la creazione di un collegamento condivisibile, devi prima salvare la tua azione
ja: 共有可能なリンクの作成を有効にするには、まずアクションを保存する必要があります
lt: Norėdami įgalinti kurti bendrinamą nuorodą, pirmiausia turite išsaugoti savo veiksmą
nb: For å kunne opprette en delbar lenke må du først lagre handlingen din
nl: Om een deelbare link te kunnen maken, moet u eerst uw actie opslaan
pl: Aby umożliwić tworzenie udostępnianego łącza, musisz najpierw zapisać swoją akcję
pt_br: Para habilitar a criação de um link compartilhável, primeiro você precisa salvar sua ação
ru: Чтобы включить создание ссылки общего доступа, вам сначала нужно сохранить свое действие.
sk: Ak chcete povoliť vytvorenie odkazu na zdieľanie, musíte najprv uložiť svoju akciu
sl: Če želite omogočiti ustvarjanje povezave za skupno rabo, morate najprej shraniti svoje dejanje
sq: Për të aktivizuar krijimin e një linku për ndarje, fillimisht duhet të ruani veprimin tuaj
sr: Da biste omogućili kreiranje linka za deljenje, prvo morate sačuvati svoju akciju
sv: För att kunna skapa en delbar länk måste du först spara din åtgärd
tr: Paylaşılabilir bir bağlantı oluşturmayı etkinleştirmek için öncelikle eyleminizi kaydetmeniz gerekir
uk: Щоб увімкнути створення спільного посилання, спочатку потрібно зберегти вашу дію
vi: Để cho phép tạo liên kết có thể chia sẻ, trước tiên bạn cần lưu hành động của mình
zh_hk: 若要啟用建立可分享連結，您首先需要儲存您的動作

source: Embedded Metabot
ar: Metabot المُضمَّن
bg: Вграден метабот
ca: Metabot integrat
de: Eingebetteter Metabot
es: Metabot integrado
fa: متابوت جاسازی شده
fi: Upotettu metabotti
fr: Métabot intégré
it: Metabot incorporato
ja: 組み込みメタボット
nb: Innebygd Metabot
nl: Ingebouwde Metabot
pl: Wbudowany metabot
pt_br: Metabot incorporado
ru: Встроенный Метабот
sk: Vstavaný metabot
sl: Vgrajeni Metabot
sq: Metabot i inkorporuar
sr: Ugrađeni Metabot
sv: Inbäddad Metabot
tr: Gömülü Metabot
uk: Вбудований Metabot
vi: Metabot nhúng
zh_hk: 嵌入式 Metabot

source: Connection and sync
ar: الاتصال والمزامنة
bg: Връзка и синхронизация
ca: Connexió i sincronització
de: Verbindung und Synchronisierung
eo: Vibe check and sync-up
es: Conexión y sincronización
fa: اتصال و همگام سازی
fi: Yhteys ja synkronointi
fr: Connexion et synchronisation
it: Connessione e sincronizzazione
ja: 接続と同期
lt: Ryšys ir sinchronizavimas
nb: Tilkobling og synkronisering
nl: Verbinding en synchronisatie
pl: Połączenie i synchronizacja
pt_br: Conexão e sincronização
ru: Подключение и синхронизация
sk: Pripojenie a synchronizácia
sl: Povezava in sinhronizacija
sq: Lidhja dhe sinkronizimi
sr: Povezivanje i sinhronizacija
sv: Anslutning och synkronisering
tr: Bağlantı ve senkronizasyon
uk: Підключення та синхронізація
vi: Kết nối và đồng bộ
zh_hk: 連接與同步
