Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Delete the {0} destination database?
ar: هل تريد حذف قاعدة البيانات الوجهة {0}؟
bg: Изтриване на целевата база данни {0} ?
ca: Vols suprimir la base de dades de destinació {0} ?
de: Die {0} -Zieldatenbank löschen?
eo: Delete the {0} destination database? Bet, do it fr fr
es: ¿Eliminar la base de datos de destino {0} ?
fa: پایگاه داده مقصد {0} حذف شود؟
fi: Poistetaanko {0} kohdetietokanta?
fr: Supprimer la base de données de destination {0} ?
it: Eliminare il database di destinazione {0} ?
ja: {0} 宛先データベースを削除しますか?
nb: Slette destinasjonsdatabasen {0} ?
nl: De doeldatabase {0} verwijderen?
pl: Czy usunąć bazę danych docelową {0} ?
pt_br: Excluir o banco de dados de destino {0}?
ru: Удалить целевую базу данных {0}?
sk: Chcete odstrániť cieľovú databázu {0} ?
sl: Želite izbrisati {0} ciljno bazo podatkov?
sq: Të fshihet baza e të dhënave destinacioni {0}?
sr: Obrisati odredišnu bazu {0}?
sv: Ta bort destinationsdatabasen {0} ?
tr: {0} hedef veritabanı silinsin mi?
uk: Видалити цільову базу даних {0}?
vi: Xóa cơ sở dữ liệu đích {0} ?
zh_hk: 刪除 {0} 目的地資料庫？

source: Users routed to this database will lose access to every question, model, metric, and segment if you continue.
ar: سيفقد المستخدمون الذين يتم توجيههم إلى قاعدة البيانات هذه الوصول إلى كل سؤال ونموذج ومقياس وشريحة إذا تابعت.
bg: Потребителите, насочени към тази база данни, ще загубят достъп до всеки въпрос, модел, показател и сегмент, ако продължите.
ca: Els usuaris dirigits a aquesta base de dades perdran l'accés a cada pregunta, model, mètrica i segment si continueu.
de: Wenn Sie fortfahren, verlieren Benutzer, die zu dieser Datenbank weitergeleitet werden, den Zugriff auf alle Fragen, Modelle, Metriken und Segmente.
eo: If u keep goin, everyone on this db will lose access to all the Qs, models, metrics, and segments, fr.
es: Los usuarios enrutados a esta base de datos perderán el acceso a todas las preguntas, modelos, métricas y segmentos si continúa.
fa: اگر ادامه دهید، کاربرانی که به این پایگاه داده هدایت می شوند، دسترسی به هر سؤال، مدل، متریک و بخش را از دست خواهند داد.
fi: Tähän tietokantaan ohjatut käyttäjät menettävät pääsyn kaikkiin kysymyksiin, malleihin, tietoihin ja segmentteihin, jos jatkat.
fr: Les utilisateurs dirigés vers cette base de données perdront l'accès à chaque question, modèle, métrique et segment si vous continuez.
it: Se continui, gli utenti indirizzati a questo database perderanno l'accesso a tutte le domande, modelli, metriche e segmenti.
ja: 続行すると、このデータベースにルーティングされたユーザーは、すべての質問、モデル、メトリック、およびセグメントにアクセスできなくなります。
nb: Brukere som dirigeres til denne databasen, vil miste tilgangen til alle spørsmål, modeller, beregninger og segmenter hvis du fortsetter.
nl: Gebruikers die naar deze database worden doorgestuurd, verliezen de toegang tot alle vragen, modellen, statistieken en segmenten als u doorgaat.
pl: Jeśli będziesz kontynuować, użytkownicy przekierowani do tej bazy danych utracą dostęp do wszystkich pytań, modeli, metryk i segmentów.
pt_br: Os usuários encaminhados para este banco de dados perderão o acesso a todas as perguntas, modelos, métricas e segmentos se você continuar.
ru: Если вы продолжите, пользователи, перенаправленные в эту базу данных, потеряют доступ ко всем вопросам, моделям, метрикам и сегментам.
sk: Ak budete pokračovať, používatelia presmerovaní do tejto databázy stratia prístup ku každej otázke, modelu, metrike a segmentu.
sl: Uporabniki, preusmerjeni v to bazo podatkov, bodo izgubili dostop do vseh vprašanj, modelov, meritev in segmentov, če boste nadaljevali.
sq: Përdoruesit e rrutëzuar te kjo bazë e të dhënave do të humbasin aksesin në çdo pyetje, model, metrikë dhe segment nëse vazhdon.
sr: Korisnici rutirani na ovu bazu će izgubiti pristup svakom pitanju, modelu, metrici i segmentu ako nastaviš.
sv: Användare som dirigeras till denna databas kommer att förlora åtkomst till varje fråga, modell, mätvärde och segment om du fortsätter.
tr: Devam ederseniz, bu veritabanına yönlendirilen kullanıcılar her soruya, modele, metriğe ve segmente erişimi kaybedecektir.
uk: Користувачі, маршрутизовані до цієї бази даних, втратять доступ до кожного запиту, моделі, метрики й сегмента, якщо ви продовжите.
vi: Người dùng được chuyển hướng đến cơ sở dữ liệu này sẽ mất quyền truy cập vào mọi câu hỏi, mô hình, số liệu và phân đoạn nếu bạn tiếp tục.
zh_hk: 如果繼續使用，路由到此資料庫的使用者將無法存取每個問題、模型、度量指標和區段。

source: No destination databases added yet
ar: لم تتم إضافة أي قواعد بيانات وجهة بعد
bg: Все още няма добавени дестинационни бази данни
ca: Encara no s'ha afegit cap base de dades de destinació
de: Noch keine Zieldatenbanken hinzugefügt
eo: No cap, no destination DBs yet
es: Aún no se han añadido bases de datos de destino
fa: هنوز پایگاه داده مقصد اضافه نشده است
fi: Kohdetietokantoja ei ole vielä lisätty
fr: Aucune base de données de destination n'a encore été ajoutée
it: Nessun database di destinazione ancora aggiunto
ja: 宛先データベースはまだ追加されていません
nb: Ingen destinasjonsdatabaser lagt til ennå
nl: Nog geen bestemmingsdatabases toegevoegd
pl: Nie dodano jeszcze żadnych baz danych docelowych
pt_br: Nenhum banco de dados de destino adicionado ainda
ru: Пока не добавлено ни одной целевой базы данных
sk: Zatiaľ neboli pridané žiadne cieľové databázy
sl: Dodana še ni nobena ciljna zbirka podatkov
sq: Ende s’janë shtuar baza të dhënash destinacioni
sr: Još nije dodata nijedna odredišna baza
sv: Inga destinationsdatabaser har lagts till ännu
tr: Henüz hedef veritabanı eklenmedi
uk: Цільові бази даних ще не додано
vi: Chưa có cơ sở dữ liệu đích nào được thêm vào
zh_hk: 尚未新增目的地資料庫

source: Slug
bg: охлюв
ca: Llimac
de: Schnecke
eo: slug → no cap, just "slug" is already pretty chill, but if you wanna make it sound more Gen Z, you might say "slug" still, or maybe "sluggy" for fun lol.
es: Babosa
fa: حلزون حرکت کردن
fi: Etana
fr: Limace
it: Lumaca
ja: スラッグ
nb: Snegl
nl: Naaktslak
pl: Ślimak
sk: Slimák
sl: Polž
tr: Salyangoz
vi: Sên
zh_hk: 蛞蝓

source: Metabase will route queries to this database when the user attribute value matches this slug.
ar: سيقوم Metabase بتوجيه الاستعلامات إلى قاعدة البيانات هذه عندما تطابق قيمة سمة المستخدم هذا الـ slug.
bg: Метабазата ще насочва заявки към тази база данни, когато стойността на потребителския атрибут съвпада с този slug.
ca: La metabase encaminarà les consultes a aquesta base de dades quan el valor de l'atribut d'usuari coincideixi amb aquest slug.
de: Metabase leitet Abfragen an diese Datenbank weiter, wenn der Benutzerattributwert mit diesem Slug übereinstimmt.
es: Metabase enrutará las consultas a esta base de datos cuando el valor del atributo de usuario coincida con este slug.
fa: متابیس زمانی که مقدار ویژگی کاربر با این slug مطابقت داشته باشد، کوئری‌ها را به این پایگاه داده هدایت می‌کند.
fi: Metatietokanta reitittää kyselyt tähän tietokantaan, kun käyttäjäattribuutin arvo vastaa tätä slug-arvoa.
fr: Metabase acheminera les requêtes vers cette base de données lorsque la valeur de l'attribut utilisateur correspond à ce slug.
it: Metabase indirizzerà le query a questo database quando il valore dell'attributo utente corrisponde a questo slug.
ja: ユーザー属性値がこのスラッグと一致する場合、Metabase はクエリをこのデータベースにルーティングします。
nb: Metabase ruter spørringer til denne databasen når brukerattributtverdien samsvarer med denne sluggen.
nl: Metabase stuurt query's naar deze database als de gebruikersattribuutwaarde overeenkomt met deze slug.
pl: Metabaza będzie kierować zapytania do tej bazy danych, gdy wartość atrybutu użytkownika będzie odpowiadać temu ślimakowi.
pt_br: O Metabase encaminhará consultas para este banco de dados quando o valor do atributo do usuário corresponder a este slug.
ru: Metabase будет направлять запросы в эту базу данных, если значение атрибута пользователя совпадает с этим слагом.
sk: Metabáza bude smerovať dotazy do tejto databázy, keď sa hodnota atribútu používateľa zhoduje s týmto slugom.
sl: Metabaza bo usmerila poizvedbe v to bazo podatkov, ko se vrednost uporabniškega atributa ujema s tem slugom.
sq: Metabase do t’i drejtojë query-t te kjo bazë të dhënash kur vlera e atributit të përdoruesit përputhet me këtë slug.
sr: Metabase će usmeravati upite na ovu bazu podataka kada vrednost korisničkog atributa odgovara ovom slug-u.
sv: Metabase dirigerar frågor till den här databasen när användarattributvärdet matchar den här sluggen.
tr: Metabase, kullanıcı özniteliği değeri bu slug ile eşleştiğinde sorguları bu veritabanına yönlendirecektir.
uk: Metabase маршрутизуватиме запити до цієї бази даних, коли значення атрибута користувача збігається з цим slug.
vi: Metabase sẽ định tuyến truy vấn đến cơ sở dữ liệu này khi giá trị thuộc tính người dùng khớp với slug này.
zh_hk: 當使用者屬性值符合此標頭時，Metabase 會將查詢路由至此資料庫。

source: For example, pro-users
ar: على سبيل المثال، pro-users
bg: Например, професионални потребители
ca: Per exemple, usuaris professionals
de: Zum Beispiel Pro-Benutzer
es: Por ejemplo, los usuarios pro
fa: برای مثال، کاربران حرفه‌ای
fi: Esimerkiksi ammattikäyttäjät
fr: Par exemple, les utilisateurs professionnels
it: Ad esempio, gli utenti professionisti
ja: 例えば、プロユーザー
nb: For eksempel, pro-brukere
nl: Bijvoorbeeld pro-gebruikers
pl: Na przykład użytkownicy profesjonalni
pt_br: Por exemplo, usuários profissionais
ru: Например, про-пользователи
sk: Napríklad, profesionálni používatelia
sl: Na primer, profesionalni uporabniki
sq: Për shembull, pro-users
sr: Na primer, pro-users
sv: Till exempel, användare som förespråkar
tr: Örneğin, profesyonel kullanıcılar
uk: Наприклад, pro-users
vi: Ví dụ, người dùng chuyên nghiệp
zh_hk: 例如，支持使用者

source: Destination databases
ar: قواعد البيانات الوجهة
bg: Бази данни за дестинации
ca: Bases de dades de destinació
de: Zieldatenbanken
eo: Dest info banks
es: Bases de datos de destino
fa: پایگاه های داده مقصد
fi: Kohdetietokannat
fr: Bases de données de destination
it: Database di destinazione
ja: 宛先データベース
nb: Destinasjonsdatabaser
nl: Bestemmingsdatabases
pl: Bazy danych miejsc docelowych
pt_br: Bancos de dados de destino
ru: Целевые базы данных
sk: Cieľové databázy
sl: Podatkovne baze destinacij
sq: Baza të dhënash destinacioni
sr: Odredišne baze
sv: Destinationsdatabaser
tr: Hedef veritabanları
uk: Цільові бази даних
vi: Cơ sở dữ liệu đích
zh_hk: 目的地資料庫

source: Row and column security rule
ar: قاعدة أمان الصفوف والأعمدة
bg: Правило за сигурност на редове и колони
ca: Regla de seguretat de fila i columna
de: Zeilen- und Spaltensicherheitsregel
es: Regla de seguridad de filas y columnas
fa: قانون امنیتی سطر و ستون
fi: Rivi- ja sarakesuojaussääntö
fr: Règle de sécurité des lignes et des colonnes
it: Regola di sicurezza di riga e colonna
ja: 行と列のセキュリティルール
nb: Sikkerhetsregel for rader og kolonner
nl: Regel voor rij- en kolombeveiliging
pl: Reguła bezpieczeństwa wiersza i kolumny
pt_br: Regra de segurança de linha e coluna
ru: Правило безопасности строк и столбцов
sk: Pravidlo zabezpečenia riadkov a stĺpcov
sl: Varnostno pravilo za vrstice in stolpce
sq: Rregull sigurie për rreshta dhe kolona
sr: Bezbednosno pravilo za redove i kolone
sv: Säkerhetsregel för rader och kolumner
tr: Satır ve sütun güvenlik kuralı
uk: Правило безпеки рядків і колонок
vi: Quy tắc bảo mật hàng và cột
zh_hk: 行和列安全規則

source: View this question
ar: اعرض هذا السؤال
bg: Вижте този въпрос
ca: Veure aquesta pregunta
de: Diese Frage ansehen
es: Ver esta pregunta
fa: مشاهده این سوال
fi: Näytä tämä kysymys
fr: Voir cette question
it: Visualizza questa domanda
ja: この質問を見る
nb: Se dette spørsmålet
nl: Bekijk deze vraag
pl: Zobacz to pytanie
pt_br: Ver esta questão
ru: Просмотреть этот вопрос
sk: Zobraziť túto otázku
sl: Oglejte si to vprašanje
sq: Shiko këtë pyetje
sr: Prikaži ovo pitanje
sv: Visa den här frågan
tr: Bu soruyu görüntüle
uk: Переглянути цей запит
vi: Xem câu hỏi này
zh_hk: 檢視此問題

source: View this model
ar: اعرض هذا النموذج
bg: Вижте този модел
ca: Veure aquest model
de: Dieses Modell ansehen
es: Ver este modelo
fa: مشاهده این مدل
fi: Näytä tämä malli
fr: Voir ce modèle
it: Visualizza questo modello
ja: このモデルを見る
nb: Se denne modellen
nl: Bekijk dit model
pl: Zobacz ten model
pt_br: Ver este modelo
ru: Посмотреть эту модель
sk: Zobraziť tento model
sl: Oglejte si ta model
sq: Shiko këtë model
sr: Prikaži ovaj model
sv: Se den här modellen
tr: Bu modeli görüntüle
uk: Переглянути цю модель
vi: Xem mô hình này
zh_hk: 檢視此機型

source: View metadata
ar: اعرض بيانات التعريف
bg: Преглед на метаданните
ca: Veure metadades
de: Metadaten anzeigen
es: Ver metadatos
fa: مشاهده فراداده
fi: Näytä metatiedot
fr: Afficher les métadonnées
it: Visualizza i metadati
ja: メタデータを表示
nb: Vis metadata
nl: Metagegevens bekijken
pl: Wyświetl metadane
pt_br: Ver metadados
ru: Просмотреть метаданные
sk: Zobraziť metadáta
sl: Ogled metapodatkov
sq: Shiko metadatat
sr: Prikaži metapodatke
sv: Visa metadata
tr: Meta verileri görüntüle
uk: Переглянути метадані
vi: Xem siêu dữ liệu
zh_hk: 檢視元資料

source: View this transform
ar: اعرض هذا التحويل
bg: Вижте тази трансформация
ca: Veure aquesta transformació
de: Diese Transformation anzeigen
es: Ver esta transformación
fa: این تبدیل را مشاهده کنید
fi: Näytä tämä muunnos
fr: Voir cette transformation
it: Visualizza questa trasformazione
ja: この変換を表示
nb: Se denne transformasjonen
nl: Bekijk deze transformatie
pl: Zobacz tę transformację
pt_br: Veja esta transformação
ru: Просмотреть это преобразование
sk: Zobraziť túto transformáciu
sl: Ogled te transformacije
sq: Shiko këtë transformim
sr: Prikaži ovu transformaciju
sv: Visa denna transformation
tr: Bu dönüşümü görüntüle
uk: Переглянути цю трансформацію
vi: Xem chuyển đổi này
zh_hk: 檢視此變形

source: View this workspace transform
ar: اعرض تحويل مساحة العمل هذا
es: Ver esta transformación del espacio de trabajo
fa: مشاهده این تبدیل فضای کاری
fi: Näytä tämä työtilan muunnos
it: Visualizza questa trasformazione dell'area di lavoro
ja: このワークスペース変換を表示
pt_br: Veja esta transformação do espaço de trabalho
ru: Просмотреть трансформ этого рабочего пространства
sk: Zobraziť túto transformáciu pracovného priestoru
sl: Ogled te transformacije delovnega prostora
sq: Shiko këtë transformim të hapësirës së punës
sr: Prikaži ovu transformaciju radnog prostora
uk: Переглянути трансформ цього воркспейсу
vi: Xem quá trình chuyển đổi không gian làm việc này
zh_hk: 檢視此工作區變更

source: View this dashboard
ar: اعرض لوحة المعلومات هذه
de: Dieses Dashboard ansehen
es: Ver este panel
fa: مشاهده این داشبورد
fi: Näytä tämä kojelauta
fr: Afficher ce tableau de bord
it: Visualizza questa dashboard
ja: このダッシュボードを表示
pl: Wyświetl ten panel
pt_br: Veja este painel de controle
ru: Просмотреть этот дашборд
sk: Zobraziť tento dashboard
sl: Ogled te nadzorne plošče
sq: Shiko këtë panel
sr: Prikaži ovu kontrolnu tablu
tr: Bu kontrol panelini görüntüleyin
uk: Переглянути цей дашборд
vi: Xem bảng điều khiển này
zh_hk: 檢視此儀表板

source: View this document
ar: اعرض هذا المستند
de: Dieses Dokument ansehen
es: Ver este documento
fa: مشاهده این سند
fi: Näytä tämä asiakirja
fr: Consultez ce document
it: Visualizza questo documento
ja: この文書を見る
pl: Wyświetl ten dokument
pt_br: Veja este documento
ru: Просмотреть этот документ
sk: Zobraziť tento dokument
sl: Ogled tega dokumenta
sq: Shiko këtë dokument
sr: Prikaži ovaj dokument
tr: Bu belgeyi görüntüle
uk: Переглянути цей документ
vi: Xem tài liệu này
zh_hk: 檢視此文件

source: View this permission
ar: اعرض هذا الإذن
de: Diese Berechtigung anzeigen
es: Ver este permiso
fa: مشاهده این مجوز
fi: Näytä tämä käyttöoikeus
fr: Consulter cette autorisation
it: Visualizza questa autorizzazione
ja: この権限を表示
pl: Wyświetl to uprawnienie
pt_br: Veja esta permissão
ru: Просмотреть это разрешение
sk: Zobraziť toto povolenie
sl: Ogled tega dovoljenja
sq: Shiko këtë leje
sr: Prikaži ovu dozvolu
tr: Bu izni görüntüle
uk: Переглянути цей дозвіл
vi: Xem quyền này
zh_hk: 檢視此權限

source: View this segment
ar: اعرض هذه الشريحة
bg: Вижте този сегмент
ca: Veure aquest segment
de: Diesen Abschnitt ansehen
es: Ver este segmento
fa: مشاهده این بخش
fi: Näytä tämä segmentti
fr: Visionnez ce segment
it: Visualizza questo segmento
ja: このセグメントを見る
nb: Se dette segmentet
nl: Bekijk dit segment
pl: Zobacz ten segment
pt_br: Veja este segmento
ru: Просмотреть этот сегмент
sk: Zobraziť tento segment
sl: Ogled tega segmenta
sq: Shiko këtë segment
sr: Prikaži ovaj segment
sv: Visa det här segmentet
tr: Bu bölümü görüntüle
uk: Переглянути цей сегмент
vi: Xem phân đoạn này
zh_hk: 檢視此區段

source: View this measure
ar: اعرض هذا المقياس
ca: Veure aquesta mesura
de: Diese Maßnahme ansehen
es: Ver esta medida
fa: مشاهده این معیار
fi: Näytä tämä mittari
fr: Afficher cette mesure
it: Visualizza questa misura
ja: この対策を見る
nb: Se dette tiltaket
pl: Wyświetl ten pomiar
pt_br: Veja esta métrica
ru: Просмотреть эту меру
sk: Zobraziť toto opatrenie
sl: Ogled te mere
sq: Shiko këtë matje
sr: Prikaži ovu meru
tr: Bu ölçüyü inceleyin
uk: Переглянути це вимірювання
vi: Xem biện pháp này
zh_hk: 檢視此措施

source: View this snippet
ar: اعرض هذا المقتطف
ca: Veure aquest fragment
de: Diesen Ausschnitt ansehen
es: Ver este fragmento
fa: این قطعه را مشاهده کنید
fi: Näytä tämä katkelma
fr: Voir cet extrait
it: Visualizza questo frammento
ja: このスニペットを表示
nb: Se dette utdraget
pl: Zobacz ten fragment
pt_br: Veja este trecho
ru: Просмотреть этот фрагмент
sk: Zobraziť tento úryvok
sl: Oglejte si ta delček
sq: Shiko këtë fragment
sr: Prikaži ovaj isečak koda
tr: Bu kod parçasını inceleyin
uk: Переглянути цей фрагмент
vi: Xem đoạn trích này
zh_hk: 檢視此片段

source: {0} view
ar: {0} مشاهدات
bg: {0} изглед
ca: vista {0}
de: {0} Ansicht
es: {0} vista
fa: {0} مشاهده
fi: {0} näkymä
fr: {0} vue
it: {0} vista
ja: {0} ビュー
nb: {0} utsikt
nl: {0} weergave
pl: {0} widok
pt_br: {0} ver
ru: {0} вид
sk: {0} zobrazenie
sl: {0} ogled
sq: {0} shikim
sr: {0} pregled
sv: {0} vy
tr: {0} görünüm
uk: {0} перегляд
vi: {0} lượt xem
zh_hk: {0} 意見

source: Transform
ar: تحويل
bg: Трансформация
ca: Transformar
de: Verwandeln
es: Transformar
fa: تبدیل
fi: Muuttaa
fr: Transformer
it: Trasformare
ja: 変身
nb: Forvandle
nl: Transformeren
pl: Przekształcać
pt_br: Transformar
ru: Преобразовать
sk: Transformácia
sl: Preoblikovanje
sq: Transformim
sr: Transformacija
sv: Omvandla
tr: Dönüştürmek
uk: Трансформ
vi: Biến đổi
zh_hk: 變形

source: Workspace transform
ar: تحويل مساحة العمل
es: Transformación del espacio de trabajo
fa: تبدیل فضای کاری
fi: Työtilan muunnos
it: Trasformazione dell'area di lavoro
ja: ワークスペース変換
pt_br: Transformação do espaço de trabalho
ru: Трансформ рабочего пространства
sk: Transformácia pracovného priestoru
sl: Preoblikovanje delovnega prostora
sq: Transformim i hapësirës së punës
sr: Transformacija radnog prostora
uk: Трансформ воркспейсу
vi: Chuyển đổi không gian làm việc
zh_hk: 工作空間轉換

source: Snippet
ar: مقتطف
bg: фрагмент
ca: Fragment
eo: clip
es: Retazo
fa: قطعه
fi: Katkelma
fr: Fragment
it: Frammento
ja: スニペット
lt: Fragmentas
nb: Utdrag
nl: Fragment
pl: Skrawek
pt_br: Trecho
ru: Фрагмент
sk: Úryvok
sl: Izrezek
sq: Fragment
sv: Utdrag
tr: Parçacık
uk: Фрагмент
vi: Đoạn trích
zh_hk: 片段

source: Document
ar: مستند
bg: Документ
de: Dokumentieren
es: Documento
fa: سند
fi: Asiakirja
it: Documento
ja: 書類
nb: Dokument
pl: Dokument
pt_br: Documento
ru: Документ
sk: Dokument
sl: Dokument
sq: Dokument
sr: Dokument
sv: Dokumentera
tr: Belge
uk: Документ
vi: Tài liệu
zh_hk: 文件

source: SQL question
ar: سؤال SQL
ca: Pregunta SQL
de: SQL-Frage
es: Pregunta de SQL
fa: سوال SQL
fi: SQL-kysymys
fr: Question SQL
it: Domanda SQL
ja: SQLの質問
nb: SQL-spørsmål
pl: Pytanie SQL
pt_br: Pergunta sobre SQL
ru: SQL-запрос
sk: Otázka v SQL
sl: Vprašanje o SQL-u
sq: Pyetje SQL
sr: SQL pitanje
tr: SQL sorusu
uk: SQL-запит
vi: Câu hỏi SQL
zh_hk: SQL 問題

source: Restricts table data
ar: يقيّد بيانات الجدول
bg: Ограничава данните в таблицата
ca: Restringeix les dades de la taula
de: Beschränkt Tabellendaten
es: Restringe los datos de la tabla
fa: داده‌های جدول را محدود می‌کند
fi: Rajoittaa taulukon tietoja
fr: Restreint les données de la table
it: Limita i dati della tabella
ja: テーブルデータを制限します
nb: Begrenser tabelldata
nl: Beperkt tabelgegevens
pl: Ogranicza dane tabeli
pt_br: Restringe dados da tabela
ru: Ограничивает данные таблицы
sk: Obmedzuje údaje tabuľky
sl: Omejuje podatke v tabeli
sq: Kufizon të dhënat e tabelës
sr: Ograničava podatke tabele
sv: Begränsar tabelldata
tr: Tablo verilerini kısıtlar
uk: Обмежує дані таблиці
vi: Hạn chế dữ liệu bảng
zh_hk: 限制表格資料

source: Nothing uses this
ar: لا شيء يستخدم هذا
bg: Нищо не използва това
ca: Res fa servir això
de: Nichts nutzt dies
es: Nada usa esto
fa: هیچ چیزی از این استفاده نمی کند
fi: Mikään ei käytä tätä
fr: Rien n'utilise cela
it: Niente usa questo
ja: これを使用するものはありません
nb: Ingenting bruker denne
nl: Niets gebruikt dit
pl: Nic z tego nie korzysta
pt_br: Nada usa isso
ru: Ничто не использует это
sk: Nič to nepoužíva
sl: Nič tega ne uporablja
sq: Asgjë nuk e përdor këtë
sr: Ništa ovo ne koristi
sv: Ingenting använder detta
tr: Hiçbir şey bunu kullanmaz
uk: Ніщо це не використовує
vi: Không có gì sử dụng điều này
zh_hk: 沒有任何東西使用這個

source: Generates
ar: ينتج
bg: Генерира
ca: Genera
de: Erzeugt
es: Genera
fa: تولید می‌کند
fi: Luo
fr: Génère
it: Genera
ja: 生成する
nb: Genererer
nl: Genereert
pl: Generuje
pt_br: Gera
ru: Генерирует
sk: Generuje
sl: Ustvari
sq: Gjeneron
sr: Generiše
sv: Genererar
tr: Üretir
uk: Генерує
vi: Tạo ra
zh_hk: 產生

source: {0} question
ar: {0} أسئلة
bg: {0} въпрос
ca: pregunta {0}
de: {0} Frage
es: {0} pregunta
fa: {0} سوال
fi: {0} kysymys
it: {0} domanda
ja: {0} の質問
nb: {0} spørsmål
nl: {0} vraag
pl: {0} pytanie
pt_br: {0} pergunta
ru: {0} вопрос
sk: {0} otázka
sl: {0} vprašanje
sq: {0} pyetje
sr: {0} pitanje
sv: {0} fråga
tr: {0} sorusu
uk: {0} запит
vi: {0} câu hỏi
zh_hk: {0} 問題

source: {0} transform
ar: {0} تحويلات
bg: {0} трансформация
ca: {0} transformar
es: Transformación {0}
fa: تبدیل {0}
fi: {0} muunnos
fr: {0} transformation
it: {0} trasforma
ja: {0} 変換
nb: {0} forvandle
nl: {0} transformeren
pt_br: Transformação {0}
ru: {0} преобразование
sk: {0} transformácia
sl: {0} transformacija
sq: {0} transformim
sr: {0} transformacija
tr: {0} dönüşümü
uk: {0} трансформ
vi: {0} biến đổi
zh_hk: {0} 變形

source: {0} snippet
ar: {0} مقتطفات
bg: {0} фрагмент
ca: {0} fragment
de: {0} Ausschnitt
es: Fragmento de {0}
fa: {0} قطعه کد
fi: {0} katkelma
fr: {0} fragment
it: frammento di {0}
ja: {0} スニペット
nb: {0} utdrag
nl: {0} fragment
pl: {0} fragment
pt_br: {0} trecho
ru: {0} фрагмент
sk: úryvok {0}
sl: {0} odlomek kode
sq: {0} fragment kodi
sr: {0} isječak koda
sv: {0} utdrag
tr: {0} parçacığı
uk: {0} фрагмент
vi: {0} đoạn trích
zh_hk: {0} 片段

source: {0} dashboard
ar: {0} لوحات معلومات
bg: {0} табло за управление
ca: {0} tauler de control
es: {0} panel de control
fa: {0} داشبورد
fi: {0} kojelauta
fr: {0} tableau de bord
it: {0} cruscotto
ja: {0} ダッシュボード
nb: {0} dashbord
pl: {0} panel
pt_br: {0} painel
ru: {0} панель инструментов
sk: {0} ovládací panel
sl: {0} nadzorna plošča
sq: {0} panel
sr: {0} kontrolna tabla
sv: {0} instrumentpanel
tr: {0} gösterge paneli
uk: {0} дашборд
vi: {0} bảng điều khiển
zh_hk: {0} 儀表板

source: {0} document
ar: {0} مستندات
bg: {0} документ
ca: document {0}
de: {0} Dokument
es: {0} documento
fa: {0} سند
fi: {0} -dokumentti
it: {0} documento
ja: {0} 文書
nb: {0} dokument
pl: {0} dokument
pt_br: {0} documento
ru: {0} документ
sk: {0} dokument
sl: {0} dokument
sq: {0} dokument
sr: {0} dokument
sv: {0} dokument
tr: {0} belge
uk: {0} документ
vi: {0} tài liệu
zh_hk: {0} 文件
