Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: In order to send subscriptions and alerts to private Slack channels, you must first add the Metabase bot to them.
hu: Ahhoz, hogy feliratkozásokat és értesítéseket küldhessen privát Slack csatornákra, először hozzá kell adnia a Metabase botot.
ms: Untuk menghantar langganan dan makluman ke saluran Slack peribadi, anda perlu menambah bot Metabase ke dalamnya terlebih dahulu.

source: Are you sure you want to reset to default colors?
ar: هل أنت متأكد أنك تريد إعادة التعيين إلى الألوان الافتراضية؟
bg: Сигурни ли сте, че искате да нулирате до цветовете по подразбиране?
ca: Estàs segur que vols tornar als colors per defecte?
de: Sollen die Standard-Farben wirklich zurückgesetzt werden?
eo: Are you 100% sure you wanna reset to the OG colors?
es: ¿Estás seguro de que quieres restablecer los colores predeterminados?
fa: آیا مطمئن هستید که می خواهید به رنگ های پیش فرض بازنشانی کنید؟
fi: Oletko varma, että haluat palauttaa oletusvärit?
fr: Êtes-vous sûr(e) de vouloir réinitialiser les couleurs par défaut ?
hu: Biztosan vissza szeretné állítani az alapértelmezett színekre?
it: Sei sicuro di voler ripristinare i colori predefiniti?
ja: デフォルトの色にリセットしてもよろしいですか?
lt: Ar tikrai norite iš naujo nustatyti numatytąsias spalvas?
ms: Adakah anda pasti ingin menetap semula kepada warna asal?
nb: Er du sikker på at du vil tilbakestille til standardfarger?
nl: Weet je zeker dat je wilt terugkeren naar de standaardkleuren?
pl: Czy jesteś pewien, że chcesz zresetować do domyślnych kolorów?
pt_br: Tem certeza de que deseja redefinir as cores padrão?
ru: Вы уверены, что хотите восстановить цвета по умолчанию?
sk: Naozaj chcete obnoviť predvolené farby?
sl: Ali ste prepričani, da želite ponastaviti na privzete barve?
sq: Je i sigurt që do të rivendosësh ngjyrat e parazgjedhura?
sr: Da li ste sigurni da želite da resetujete na podrazumevane boje?
sv: Är du säker på att du vill återställda till förvalda färger?
tr: Varsayılan renklere sıfırlamak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скинути до дефолтних кольорів?
vi: Bạn có chắc chắn muốn đặt lại về màu mặc định không?
zh_hk: 是否確認重置為預設顏色？

source: If you do this, your colors will change to our default colors. This action can’t be undone.
hu: Ha ezt megteszi, a színei visszaállnak az alapértelmezett színekre. Ez a művelet nem vonható vissza.
lt: Jei tai padarysite, jūsų spalvos pasikeis į numatytąsias spalvas. Šio veiksmo anuliuoti negalima.
ms: Sekiranya anda melakukan ini, warna anda akan berubah kepada warna asal kami. Tindakan ini tidak boleh dikembalikan.

source: This collection is empty
ar: هذه المجموعة فارغة
bg: Тази колекция е празна
ca: La col·lecció està buida
de: Diese Sammlung ist leer
eo: This collection is straight-up deadass empty
es: La colección está vacía
fa: این مجموعه خالی است
fi: Tämä kokoelma on tyhjä.
fr: Cette collection est vide
hu: Ez a gyűjtemény üres
it: Questa collezione è vuota
ja: このコレクションは空です
lt: Ši kolekcija tuščia
ms: Koleksi ini kosong
nb: Denne samlingen er tom
nl: Deze collectie is leeg
pl: Ta kolekcja jest pusta
pt_br: Esta coleção está vazia
ru: Эта коллекция пуста
sk: Táto kolekcia je prázdna
sl: Ta zbirka je prazna
sq: Ky koleksion është bosh
sr: Ova kolekcija je prazna
sv: Denna samling är tom
tr: Bu koleksiyon boş
uk: Ця колекція порожня
vi: Bộ sưu tập này trống
zh_hk: 此集合為空

source: Create a new…
hu: Hozzon létre egy újat…
ms: Cipta baru...

source: Edit permissions
ar: عدّل الأذونات
bg: Редактиране на разрешения
ca: Editar els permisos
de: Berechtigungen bearbeiten
eo: Change who can peep or mess with it
es: Editar permisos
fa: مجوزهای ویرایش
fi: Muokkausoikeudet
fr: Modifier les permissions
hu: Engedélyek szerkesztése
it: Modifica permessi
ja: 権限を編集する
lt: Redaguoti leidimus
ms: Sunting kebenaran
nb: Rediger tillatelser
nl: Bewerk rechten
pl: Edytuj uprawnienia
pt_br: Editar permissões
ru: Редактировать привилегии
sk: Upraviť povolenia
sl: Dovoljenja za urejanje
sq: Redakto lejet
sr: Uredi dozvole
sv: Redigera rättigheter
tr: İzinleri düzenle
uk: Редагувати права доступу
vi: Chỉnh sửa quyền
zh_hk: 編輯權限

source: Open this question and fill in its variables to see it.
ar: افتح هذا السؤال واملأ متغيراته لعرضه.
bg: Отворете този въпрос и попълнете неговите променливи, за да го видите.
ca: Obre aquesta pregunta i emplena les variables per veure-la.
de: Öffne diese Frage und fülle ihre Variablen aus, um sie anzuzeigen.
eo: Open this q and fill in its vars to peep it.
es: Abre esta pregunta y rellena sus variables para verla.
fa: این پرسش را باز کنید و متغیرهای آن را پر کنید تا آن را ببینید.
fi: Avaa tämä kysymys ja täytä sen muuttujat nähdäksesi sen.
fr: Ouvrir cette question et renseigner ses variables pour la visualiser.
hu: Nyissa meg ezt a kérdést és töltse ki a változókat, hogy láthassa.
it: Apri questa domanda e compila le sue variabili per vederla.
ja: この質問を開き、変数を入力して確認してください。
lt: Atidarykite šį klausimą ir užpildykite jo kintamuosius, kad jį pamatytumėte.
ms: Buka soalan ini dan isikan pembolehubahnya untuk melihatnya.
nb: Åpne dette spørsmålet og fyll inn dets variabler for å se det.
nl: Open deze vraag en vul de variabelen in om deze te zien.
pl: Otwórz to pytanie i wypełnij jego zmienne, aby je zobaczyć.
pt_br: Abra essa pergunta e complete as variáveis para vê-la.
ru: Откройте этот запрос и заполните его переменные, чтобы увидеть его.
sk: Otvorením tejto otázky a vyplnením jej premenných ju zobrazíte.
sl: Odprite to vprašanje in izpolnite njegove spremenljivke, da ga vidite.
sq: Hape këtë pyetje dhe plotëso variablat e saj për ta parë.
sr: Otvorite ovo pitanje i popunite njegove varijable da biste ga videli.
sv: Öppna denna fråga och fyll i dess variabler för att se den.
tr: Soruyu açın ve değişkenlerini doldurarak görün.
uk: Відкрийте цей запит і заповніть його змінні, щоб переглянути результат.
vi: Mở câu hỏi này và điền vào các biến của nó để xem.
zh_hk: 打開問題並填入變量進行查看。

source: Only Admins are able to embed questions. If you need access to this feature, reach out to them for permissions.
hu: Csak a rendszergazdák képesek beágyazni kérdéseket. Ha hozzáférést szeretne ehhez a funkcióhoz, kérje az engedélyüket.
ms: Hanya Pentadbir boleh membenamkan soalan. Jika anda memerlukan akses kepada ciri ini, hubungi mereka untuk mendapatkan kebenaran.:

source: In order to embed your question, you have to first {0}
hu: Ahhoz, hogy beágyazhassa a kérdését, először {0}
ms: Untuk membenamkan soalan anda, anda perlu {0} dahulu:

source: Model moved to {0}
ar: تم نقل النموذج إلى {0}
bg: Модел преместен в {0}
ca: Model mogut a {0}
de: Modell wurde nach {0} bewegt
eo: Model dipped to {0}
es: Modelo movido a {0}
fa: مدل به {0} منتقل شد
fi: Malli muutti {0}:een.
fr: Déplacé dans {0}
hu: A modell áthelyezve ide: {0}
it: Modello spostato in {0}
ja: モデルが{0}に移動しました
lt: Modelis perkeltas į {0}
ms: Model dipindahkan ke {0}
nb: Modell flyttet til {0}
nl: Model verplaatst naar {0}
pl: Model przeniesiony do {0}
pt_br: Modelo movido para {0}
ru: Модель перемещена в {0}
sk: Model presunutý do {0}
sl: Model se je preselil v {0}
sq: Modeli u zhvendos te {0}
sr: Model je premešten u {0}
sv: Modell flyttad till {0}
tr: Model {0}'a taşındı
uk: Модель перенесено у {0}
vi: Mô hình đã được chuyển đến {0}
zh_hk: 模型移至 {0}

source: Question moved to {0}
ar: تم نقل السؤال إلى {0}
bg: Въпрос преместен в {0}
ca: Pregunta moguda a {0}
de: Frage wurde nach {0} bewegt
eo: Question got moved to {0} fam
es: Pregunta movida a {0}
fa: پرسش به {0} منتقل شد
fi: Kysymys siirretty kohteeseen {0}
fr: Question déplacée dans {0}
hu: A kérdés áthelyezve ide: {0}
it: Domanda spostata in {0}
ja: 質問は{0}に移動しました
lt: Klausimas perkeltas į {0}
ms: Soalan dipindahkan ke {0}
nb: Spørsmål flyttet til {0}
nl: Vraag verplaatst naar {0}
pl: Pytanie przeniesione do {0}
pt_br: Pergunta movida para {0}
ru: Запрос перемещен в {0}
sk: Otázka presunutá do {0}
sl: Vprašanje je bilo premaknjeno v {0}
sq: Pyetja u zhvendos te {0}
sr: Pitanje je premešteno u {0}
sv: Fråga flyttad till {0}
tr: Soru {0}'a taşındı
uk: Запит перенесено до {0}
vi: Câu hỏi đã được chuyển đến {0}
zh_hk: 問題移至 {0}

source: Connect database
ar: اتصل بقاعدة البيانات
bg: Свържете база данни
ca: Connectar la base de dades
de: Zu Datenbank verbinden
eo: Link the database, fr fr
es: Conectar base de datos
fa: اتصال بانک اطلاعاتی
fi: Yhdistä tietokanta
fr: Connecter la base de données
hu: Csatlakoztassa az adatbázist
it: Connetti database
ja: データベースを接続する
lt: Prijunkite duomenų bazę
ms: Sambung pangkalan data
nb: Koble til en database
nl: Database verbinden
pl: Połącz bazę danych
pt_br: Conectar banco de dados
ru: Подключить базу данных
sk: Pripojiť databázu
sl: Povezovanje zbirke podatkov
sq: Lidh bazën e të dhënave
sr: Poveži bazu
sv: Anslut databas
tr: Veritabanını bağla
uk: Підключити базу даних
vi: Kết nối cơ sở dữ liệu
zh_hk: 連接資料庫

source: Skip
ar: تخطَّ
bg: Пропуснете
ca: Saltar
de: Überspringen
eo: Skip → "Ditch" or "Pass"
es: Saltar
fa: رد کردن
fi: Ohita
fr: Passer
hu: Kihagy
it: Salta
ja: スキップ
lt: Praleisti
ms: Langkau
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt_br: Pular
ru: Пропустить
sk: Preskočiť
sl: Preskočite
sq: Kaloje
sr: Preskoči
sv: Hoppa över
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hk: 跳過

source: Hi{0}. Nice to meet you!
ar: مرحبًا{0}. سعدنا بلقائك!
bg: Здравейте{0}. Приятно ми е да се запознаем!
ca: Hola{0}. Encantat de coneguer-te!
de: Hi {0}. Schön, Dich zu sehen
eo: Hey bestie! Nice to meet u!
es: Hola {0}. Encantado de conocerte!
fa: درود {0}. از دیدار شما خوشبختیم!
fi: Hei {0}. Mukava tavata sinut!
fr: Bonjour{0}. Ravi de vous rencontrer!
hu: Szia{0}! Örülök, hogy találkoztunk!
it: Ciao {0}. Piacere di conoscerti!
ja: こんにちは{0}。お会いできて嬉しいです!
lt: Sveiki{0}. Malonu susipažinti!
ms: Hai{0}. Gembira dapat bertemu dengan anda!:
nb: Hei{0}. Hyggelig å møte deg!
nl: Hallo{0}. Leuk je te ontmoeten!
pl: Cześć{0}. Miło cię poznać!
pt_br: Olá, {0}. Prazer em conhecer você!
ru: Привет{0}.
sk: Ahoj {0}. Rád vás spoznávam!
sl: Živjo{0}. Me veseli, da sva se spoznala!
sq: Përshëndetje{0}. Gëzohemi që të njohëm!
sr: Zdravo{0}. Drago nam je!
sv: Hej {0}. Trevligt att träffas!
tr: Merhaba{0}. Tanıştığımıza memnun oldum!
uk: Привіт{0}. Приємно познайомитися!
vi: Chào{0}. Rất vui được gặp bạn!
zh_hk: Hi{0}。很高興見到你！

source: {0} is connected to:
ar: {0} متصل بـ:
bg: {0} е свързан с:
ca: {0} està connectat a:
de: {0} ist verbunden mit:
eo: "{0} is vibing with:"
es: {0} está conectado a:
fa: {0} متصل است به:
fi: {0} on yhdistetty:
fr: {0} est connecté à :
hu: {0} csatlakozik a következőhöz:
it: {0} è collegato a:
ja: {0}は次のものに接続されています：
lt: {0} yra prijungtas prie:
ms: {0} disambungkan ke:
nb: {0} er koblet til:
nl: {0} is verbonden met:
pl: {0} jest połączony z:
pt_br: {0} está conectado a:
ru: {0} подключен к:
sk: {0} je pripojený k:
sl: {0} je povezan z:
sq: {0} është i lidhur me:
sr: {0} je povezano sa:
sv: {0} är ansluten till:
tr: {0} bağlı:
uk: {0} пов’язано з:
vi: {0} được kết nối với:
zh_hk: {0} 已連接到：

source: No details found
ar: لم يتم العثور على تفاصيل
bg: Не са намерени подробности
ca: No s'han trobat detalls
de: Keine Details gefunden
eo: No cap, no deets found
es: No se han encontrado detalles
fa: جزئیات یافت نشد
fi: Ei yksityiskohtia löytynyt
fr: Pas de détails trouvés
hu: Nem találhatók részletek
it: Dettagli non trovati
ja: 詳細が見つかりません
lt: Išsamios informacijos nerasta
ms: Tiada butiran ditemui
nb: Ingen detaljer funnet
nl: Geen details gevonden
pl: Nie znaleziono szczegółów
pt_br: Nada encontrado
ru: Детали не найдены
sk: Nenašli sa žiadne detaily
sl: Podrobnosti niso bile najdene
sq: Nuk u gjetën detaje
sr: Nisu pronađeni detalji
sv: Hittade inga detaljer
tr: Detay bulunamadı
uk: Деталей не знайдено
vi: Không tìm thấy chi tiết
zh_hk: 未找到詳細訊息

source: Question last cached {0}
hu: A kérdés utoljára gyorsítótárazva: {0}
ms: Soalan terakhir di-cache {0}

source: Cache Configuration
hu: Gyorsítótár konfiguráció
ms: Konfigurasi cache

source: Palette preview
eo: Color palette sneak peek
hu: Paletta előnézet
lt: Paletės peržiūra
ms: Pratonton palet

source: Where it's used
ar: موضع الاستخدام
bg: Къде се използва
ca: On s'utilitza
de: Wo wird es verwendet
eo: Where it's poppin'
es: Donde se utiliza
fa: جایی که استفاده شده
fi: Missä sitä käytetään
fr: Où c'est utilisé
hu: Hol használják
it: Dove è utilizzato
ja: 使用場所
lt: Kur jis naudojamas
ms: Di mana ia digunakan
nb: Hvor det brukes
nl: Waar het wordt gebruikt
pl: Gdzie jest używane
pt_br: Onde é usado
ru: Где это используется
sk: Kde sa používa
sl: Kje se uporablja
sq: Ku përdoret
sr: Gde se koristi
sv: Där den används
tr: Nerede kullanıldığını
uk: Де використовується
vi: Nơi nó được sử dụng
zh_hk: 使用位置

source: Chart colors
ar: ألوان المخططات
bg: Цветове на диаграмата
ca: Colors del gràfic
de: Graph-Farben
eo: Color vibes
es: Colores de gráfico
fa: رنگ های نمودار
fi: Kaavioiden värit
fr: Couleurs du diagramme
hu: Diagram színek
it: Colori del grafico
ja: チャートの色
lt: Diagramos spalvos
ms: Warna carta
nb: Diagramfarger
nl: Grafiekkleuren
pl: Kolory wykresu
pt_br: Cores do gráfico
ru: Цвета диаграммы
sk: Farby grafu
sl: Barve grafikona
sq: Ngjyrat e grafikut
sr: Boje grafikona
sv: Tabellfärger
tr: Grafik renkleri
uk: Кольори діаграм
vi: Màu sắc biểu đồ
zh_hk: 圖表顏色

source: Reset to default colors
ar: إعادة التعيين إلى الألوان الافتراضية
bg: Възстановете цветовете по подразбиране
ca: Tornar als colors per defecte
de: Auf Standard-Farben zurücksetzen
eo: Reset to the OG color vibes
es: Restablecer a los colores predeterminados
fa: برگشت به رنگ های پیش فرض
fi: Palauta oletusvärit
fr: Rétablir les couleurs par défaut
hu: Állítsa vissza az alapértelmezett színeket
it: Ripristina ai colori predefiniti
ja: デフォルトの色にリセット
lt: Atkurti numatytąsias spalvas
ms: Tetapkan semula kepada warna lalai
nb: Tilbakestill til standardfarger
nl: Terugzetten naar standaardkleuren
pl: Zresetuj do domyślnych kolorów
pt_br: Redefinir para as cores padrão
ru: Восстановить цвета по умолчанию.
sk: Obnoviť predvolené farby
sl: Ponastavitev na privzete barve
sq: Rikthe te ngjyrat e parazgjedhura
sr: Vrati podrazumevane boje
sv: Återställ till förvalda färger
tr: Varsayılan renkleri sıfırla
uk: Скинути до дефолтних кольорів
vi: Đặt lại về màu mặc định
zh_hk: 重置為預設顏色

source: Generate chart colors
ar: إنشاء ألوان المخططات
bg: Генериране на цветове за диаграмата
ca: Generar colors de la gràfica
de: Erzeuge Diagramm-Farben
eo: Make some sick chart colors
es: Generar colores de gráfico
fa: تولید رنگ های نمودار
fi: Luo kaavioiden värit
fr: Générer les couleurs du diagramme
hu: Diagram színek generálása
it: Genera colori del grafico
ja: チャートの色を生成する
lt: Generuoti diagramos spalvas
ms: Hasilkan warna carta
nb: Generer diagramfarger
nl: Genereer grafiekkleuren
pl: Generuj kolory wykresu
pt_br: Gerar cores do gráfico
ru: Создать цвета диаграммы
sk: Generovať farby grafu
sl: Ustvarjanje barv grafikona
sq: Gjenero ngjyra grafiku
sr: Generiši boje grafikona
sv: Generera tabellfärger
tr: Grafik renklerini oluştur
uk: Згенерувати кольори діаграм
vi: Tạo màu biểu đồ
zh_hk: 生成圖表顏色

source: User interface colors
ar: ألوان واجهة المستخدم
bg: Цветове на потребителския интерфейс
ca: Colors d'interfície d'usuari
de: Farben des User-Frontends
eo: User interface colors → UI vibes
es: Colores de la interfaz de usuario
fa: رنگ های رابط کاربری
fi: Käyttöliittymän värit
fr: Couleur de l'interface utilisateur
hu: Felhasználói felület színei
it: Colori dell'interfaccia utente
ja: ユーザーインターフェイスの色
lt: Vartotojo sąsajos spalvos
ms: Warna antara muka pengguna
nb: Brukergrensesnittfarger
nl: Gebruikersinterfacekleuren
pl: Kolory interfejsu użytkownika
pt_br: Cores da interface de usuário
ru: Цвета пользовательского интерфейса
sk: Farby používateľského rozhrania
sl: Barve uporabniškega vmesnika
sq: Ngjyrat e ndërfaqes së përdoruesit
sr: Boje korisničkog interfejsa
sv: Färger användargränssnitt
tr: Kullanıcı arabirimi renkleri
uk: Кольори інтерфейсу
vi: Màu sắc giao diện người dùng
zh_hk: 使用者介面顏色

source: You can choose up to 24 hex values. We’ll auto-generate what you leave blank.
hu: Legfeljebb 24 hexadecimális értéket választhat. Az üresen hagyott mezőket automatikusan generáljuk.
ms: Anda boleh memilih sehingga 24 nilai hex. Kami akan menghasilkan secara automatik apa yang anda tinggalkan kosong.

source: Font weight
ar: وزن الخط
bg: Тегло на шрифта
ca: Mida de la font
de: Schriftgewicht
eo: font weight → font vibe or font energy
es: Peso de la fuente
fa: ضخامت فونت
fi: Fontin paksuus
fr: Taille de police
hu: Betűvastagság
it: Peso del font
ja: フォントの太さ
lt: Šrifto svoris
ms: Ketebalan fon
nb: Skriftvekt
nl: Lettertype gewicht
pl: Grubość czcionki
pt_br: Espessura da fonte
ru: Вес шрифта
sk: Tučnosť písma
sl: Debelina pisave
sq: Trashësia e fontit
sr: Debljina fonta
sv: Teckensnittets vikt
tr: Yazı tipi kalınlığı
uk: Насиченість шрифту
vi: Trọng lượng phông chữ
zh_hk: 字體粗細

source: Display our little friend on the homepage
hu: A kis barátunk megjelenítése a kezdőlapon
ms: Paparkan kawan kecil kami di laman utama

source: In order to remove the Metabase logo from embeds, you can always upgrade to {0}
hu: A Metabase logó eltávolításához frissíthet {0}
ms: Untuk mengalih keluar logo Metabase dari penyematan, anda boleh sentiasa menaik taraf ke {0}

source: one of our paid plans.
hu: az egyik fizetett tervünkre.
ms: salah satu pelan berbayar kami.

source: embedding the entire metabase app
hu: a teljes Metabase alkalmazás beágyazása
ms: menyematkan keseluruhan aplikasi Metabase

source: With {0} you can embed the full Metabase app and enable your users to drill-through to charts, browse collections, and use the graphical query builder. You can also get priority support, more tools to help you share your insights with your teams and powerful options to help you create seamless, interactive data experiences for your customers.
hu: A(z) {0} segítségével beágyazhatja a teljes Metabase alkalmazást, és lehetővé teheti a felhasználók számára a diagramok részletezését, a gyűjtemények böngészését és a grafikus lekérdezésépítő használatát. Emellett prioritásos támogatást, több eszközt és hatékonyabb lehetőségeket kap, hogy zökkenőmentes, interaktív adatélményeket hozzon létre ügyfelei számára.
ms: Dengan {0} anda boleh menyematkan keseluruhan aplikasi Metabase dan membolehkan pengguna anda menyelam melalui carta, melayari koleksi, dan menggunakan pembina query grafik. Anda juga boleh mendapatkan sokongan keutamaan, lebih banyak alat untuk membantu anda berkongsi pandangan anda dengan pasukan anda dan pilihan yang kuat untuk membantu anda mencipta pengalaman data interaktif yang lancar untuk pelanggan anda.

source: some of our paid plans,
hu: néhány fizetett tervünkre,
ms: beberapa pelan berbayar kami,

source: Premium embedding
hu: Prémium beágyazás
ms: Penyematan premium

source: Queued
ar: في قائمة الانتظار
bg: В опашката
ca: A la cua
de: In Warteschlange
eo: On hold or in line, lowkey waiting rn
es: en cola
fa: در صف
fi: Jonossa
fr: Mis en queue
hu: Sorban áll
it: In coda
ja: キューに入れられました
lt: Eilėje
ms: Dalam Senarai Menunggu
nb: I kø
nl: In de wachtrij
pl: W kolejce
pt_br: Na fila
ru: В очереди
sk: V poradí
sl: V čakalni vrsti
sq: Në radhë
sr: U redu čekanja
sv: Köade
tr: Sıraya alındı
uk: У черзі
vi: Trong hàng đợi
zh_hk: 排隊中

source: Hey there{0}
ar: مرحبًا{0}
bg: Здрасти{0}
ca: Hola{0}
de: Hi{0}
eo: Hey bestie{0}
es: Hola {0}
fa: درود {0}
fi: Hei siellä.
fr: Salut {0}
hu: Szia{0}
it: Ciao{0}
ja: こんにちは{0}
lt: Sveiki{0}
ms: Hai {0}
nb: Hei der{0}
nl: Hey daar{0}
pl: Hej {0}
pt_br: Oi{0}
ru: Привет{0}
sk: Ahoj{0}
sl: Živijo{0}
sq: Tungjatjeta{0}
sr: Zdravo{0}
sv: Hejsan {0}
tr: Merhaba{0}
uk: Привіт{0}
vi: Chào bạn{0}
zh_hk: 你好{0}

source: How's it going{0}?
ar: كيف حالك{0}؟
bg: Как върви{0}?
ca: Com va{0}?
de: Wie geht´s{0}?
eo: How’s it vibin{0}?
es: ¿Cómo va {0}?
fa: اوضاع چطوره {0}?
fi: Kuinka menee{0}?
fr: Comment ça va {0} ?
hu: Hogy megy{0}?
it: Come va{0}?
ja: 調子はどうですか{0}?
lt: Kaip sekasi{0}?
ms: Apa khabar {0}?
nb: Hvordan går det{0}?
nl: Hoe gaat het{0}?
pl: Jak leci{0}?
pt_br: Tudo bem{0}?
ru: Привет{0}
sk: Ako to ide{0}?
sl: Kako gre{0}?
sq: Si po shkon{0}?
sr: Kako ide{0}?
sv: Hur går det {0}?
tr: Nasıl gidiyor{0}?
uk: Як справи{0}?
vi: Tiến trình thế nào{0}?
zh_hk: 進展如何{0}？

source: Howdy{0}
ar: أهلًا{0}
bg: Здрасти{0}
ca: Com estàs{0}
de: Servus{0}
eo: Yo bestie{0}
es: Hola {0}
fa: درود {0}
fi: Hei{0}
fr: Salut{0}
hu: Üdv!{0}
it: Ciao{0}
ja: こんにちは{0}
lt: Sveiki{0}
ms: Hai {0}
nb: Hei på deg{0}
nl: Hallo{0}
pl: Cześć{0}
pt_br: Olá{0}
ru: Привет{0}
sk: Zdravím{0}
sl: Pozdravljeni{0}
sq: Si je{0}
sr: Zdravo{0}
sv: Hej {0}
tr: Selam{0}
uk: Здоровенькі були{0}
vi: Xin chào{0}
zh_hk: 你好{0}

source: Greetings{0}
ar: تحياتنا{0}
bg: Поздрави{0}
ca: Benvingut{0}
de: Hallo{0}
eo: Yo, what’s good {0}
es: Saludos {0}
fa: با درود {0}
fi: Terve{0}
fr: Salutations {0}
hu: Üdvözlünk!{0}
it: Saluti{0}
ja: こんにちは{0}
lt: Sveikinimai{0}
ms: Salam sejahtera {0}
nb: Hilsen{0}
nl: Groeten{0}
pl: Pozdrowienia{0}
pt_br: Saudações{0}
ru: Приветствую{0}
sk: Pozdravy{0}
sl: Pozdravljeni{0}
sq: Përshëndetje{0}
sr: Pozdrav{0}
sv: Välkommen {0}
tr: Selamlar{0}
uk: Вітання{0}
vi: Lời chào{0}
zh_hk: 問候{0}

source: Good to see you{0}
ar: سعيد برؤيتك{0}
bg: Радвам се да те видя{0}
ca: És bo veure't{0}
de: Schön, Dich zu sehen{0}
eo: Good to see u, fr fr
es: Un placer verte, {0}
fa: از دیدنت خوشحالیم {0}
fi: Mukava nähdä sinut{0}
fr: Content de vous revoir {0}
hu: Örülök, hogy látlak{0}
it: Bello vederti{0}
ja: よろしくお願いします{0}
lt: Malonu jus matyti{0}
ms: Gembira berjumpa dengan anda {0}
nb: Hyggelig å se deg{0}
nl: Goed je te zien{0}
pl: Miło Cię widzieć{0}
pt_br: É bom te ver{0}
ru: Рад тебя видеть{0}
sk: Rád vás vidím{0}
sl: Lepo vas je videti{0}
sq: Mirë që të shoh{0}
sr: Drago mi je da te vidim{0}
sv: Trevligt att se dig {0}
tr: Seni görmek güzel{0}
uk: Раді вас бачити{0}
vi: Rất vui được gặp bạn{0}
zh_hk: 見到您真高興{0}

source: Paid
hu: Fizetett
ms: Dibayar

source: Embedding
ar: التضمين
bg: Вграждане
ca: Encastat
de: Einbetten
eo: Embedding → "slap-in" (or just "embed" if it’s techy, but "slap-in" sounds more Gen Z)
es: Incrustando
fa: جانمایی
fi: Upottaminen
fr: Intégration
hu: Beágyazás
it: Incorporamento
ja: 埋め込み
lt: Įterpimas
ms: Penyematan
nb: Innebygging
nl: Integratie
pl: Osadzanie
pt_br: Incorporação
ru: Встраивание
sk: Vkladanie
sl: Vdelava
sq: Integrim
sr: Ugradnja
sv: Inbäddning
tr: Gömme
uk: Вбудовування
vi: Nhúng
zh_hk: 嵌入

source: Embed dashboards, questions, or the entire Metabase app into your application. Integrate with your server code to create a secure environment, limited to specific users or organizations.
eo: Embed dashboards, questions, or the whole Metabase app into your app. Link up with your server code to keep it 100% secure, and only let certain users or groups access it.
hu: Illessze be az irányítópultokat, kérdéseket vagy a teljes Metabase alkalmazást az alkalmazásába. Integrálja szerver kódjával, hogy biztonságos környezetet hozzon létre, korlátozva specifikus felhasználókra vagy szervezetekre.
lt: Į savo programą įdėkite prietaisų skydelius, klausimus arba visą metabazės programą. Integruokite su serverio kodu, kad sukurtumėte saugią aplinką, skirtą tik konkretiems vartotojams ar organizacijoms.
ms: Sematkan papan pemuka, soalan, atau keseluruhan aplikasi Metabase ke dalam aplikasi anda. Integrasikan dengan kod pelayan anda untuk mencipta persekitaran yang selamat, terhad kepada pengguna atau organisasi tertentu.

source: By enabling embedding you're agreeing to
hu: A beágyazás engedélyezésével elfogadja
ms: Dengan mengaktifkan penyematan, anda bersetuju dengan
