Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Giving a variable the "Field Filter" type allows you to link questions to dashboard filter widgets or use more types of filter widgets on your SQL question. A Field Filter variable inserts SQL similar to that generated by the GUI query builder when adding filters on existing columns.
ar: إن إعطاء متغير نوع "Field Filter" يتيح لك ربط الأسئلة بويدجت فلاتر لوحة المعلومات أو استخدام المزيد من أنواع ويدجت الفلاتر في سؤال SQL الخاص بك. يقوم متغير Field Filter بإدراج SQL مشابه لما ينشئه منشئ الاستعلامات GUI عند إضافة فلاتر على الأعمدة الموجودة.
bg: Предоставянето на променлива от типа "Field Filter" ви позволява да свързвате въпроси към приспособленията за филтриране на таблото или да използвате повече видове приспособления за филтриране на вашия SQL въпрос. Променливата на полевия филтър вмъква SQL подобна на тази, генерирана от конструктора на GUI заявки при добавяне на филтри към съществуващи колони.
ca: Seleccionant el tipus "Filtre de camp" per a una variable us permet enllaçar preguntes amb els filtres dels quadres de comandament o utilitzar més tipus de filtres a les vostres preguntes SQL. Una variable de filtre de camp afegeix un SQL similar al que es genera amb el generador de consultes quan s'afegeix un filtre a les columnes existents.
de: Einer Variable den Typ Feldfilter zu geben erlaubt das Verknüpfen von Fragen zu Filter-Widgets in Dashboards oder das Verwenden mehrerer Typen von Filter-Widgets in SQL-Fragen. Eine Feldfiltervariable generiert SQL, ähnlich wie es der Query Builder bei Filtern für bestehende Spalten tun würde.
eo: So, setting a variable as a "Field Filter" type lets you connect questions to dashboard filter widgets or add more filter widget types on your SQL question. Basically, a Field Filter variable inserts SQL kinda like what the GUI query builder does when you slap filters on columns.
es: Darle a una variable el tipo de "Filtro de campo" te permite vincular preguntas a los widgets de filtro del tablero o usar más tipos de widgets de filtro en tu pregunta SQL. Una variable de filtro de campo inserta SQL similar al generado por el generador de consultas GUI al agregar filtros en columnas existentes.
fa: ارائه متغیر از نوع "فیلترینگ فیلد" به شما امکان می دهد سوالات را به ویدجتهای فیلتر داشبورد پیوند دهید یا از انواع بیشتری از ابزارکهای فیلتر در سؤال SQL خود استفاده کنید. یک متغیر Field Filter باعث اضافه شدن SQL مشابه آن می شود که توسط سازنده درخواست GUI هنگام افزودن فیلتر روی ستون های موجود ایجاد شده است.
fi: Kun annat muuttujalle "Kenttäsuodin" -tyypin, voit linkittää kysymyksiä Dashboardin suodinwidgetteihin tai käyttää useampia suodinwidgetejä SQL-kysymyksessäsi. Kenttäsuodin -muuttuja lisää SQL:n, joka on samanlainen kuin GUI-kyselyn rakennustyökalun luoma SQL, kun lisätään suotimia olemassa oleviin sarakkeisiin.
fr: Donner à une variable le type "Filtre de champ" vous permet de lier les questions aux gadgets de filtrage du tableau de bord ou d'utiliser plus de types de gadgets de filtrage sur votre question SQL. Une variable de type " Filtre de champ " insère du SQL similaire à celui généré par le constructeur de requêtes de l'interface graphique lors de l'ajout de filtres sur des colonnes existantes.
hu: Ha egy változót „Mezőszűrő” típusúnak ad, akkor kérdéseket kapcsolhat össze az irányítópult szűrőmoduljaival, vagy több típusú szűrőmodult használhat az SQL-kérdésein. A Field Filter változó a GUI lekérdezéskészítő által generálthoz hasonló SQL-t szúr be, amikor szűrőket ad hozzá meglévő oszlopokhoz.
it: Dare a una variabile del tipo "Filtro Campo" consente di collegare le domande a widget filtro dashboard o utilizzare più tipi di widget filtro sulla vostra domanda SQL. Una variabile Filtro Campo inserisce SQL simile a quella generata dal costruttore di query GUI quando si aggiungono filtri su colonne esistenti.
ja: 変数に「フィールドフィルター」タイプを指定すると、質問をダッシュボードフィルターウィジェットにリンクしたり、SQL質問でより多くのタイプのフィルターウィジェットを使用したりできます。フィールドフィルター変数は、既存の列にフィルターを追加するときにGUIクエリビルダーによって生成されるものと同様のSQLを挿入します。
lt: Suteikę kintamąjį „lauko filtro“ tipą, galite susieti klausimus su prietaisų skydelio filtrų valdikliais arba naudoti daugiau filtrų valdiklių tipų savo SQL klausimui. Lauko filtro kintamasis įterpia SQL, panašų į tą, kurią sugeneruoja GUI užklausų kūrimo priemonė, kai pridedami filtrai esamuose stulpeliuose.
ms: Memberi pembolehubah jenis "Penapis Medan" membolehkan anda mengaitkan soalan kepada widget penapis papan pemuka atau menggunakan lebih banyak jenis widget penapis pada soalan SQL anda. Pembolehubah Penapis Medan menyisipkan SQL yang serupa dengan yang dihasilkan oleh pembina query GUI apabila menambah penapis pada lajur sedia ada.
nb: Ved å gi en variabel typen "Feltfilter" kan du koble spørsmål til dashbordets filterwidgets eller bruke flere typer filterwidgets på SQL-spørsmålet ditt. En Field Filter-variabel setter inn SQL som ligner på den som genereres av GUI-spørringsbyggeren når du legger til filtre på eksisterende kolonner.
nl: Door een variabele het type "Veldfilter" te geven, kunt u vragen aan dashboardfilters koppelen of andere filtertypes in uw SQL-vraag gebruiken. Een variabele van het type "Veldfilter" voegt soortgelijke SQL toe als de query-editor wanneer u op bestaande kolommen filtert.
pl: Podanie zmiennej typu „Filtr pola” pozwala łączyć pytania z widżetami filtrów pulpitu lub używać więcej typów widżetów filtrów w zapytaniu SQL. Zmienna Filtr pola wstawia SQL podobny do tego generowanego przez kreatora zapytań GUI podczas dodawania filtrów do istniejących kolumn.
pt_br: Atribuir a uma variável o tipo "Filtro de campo" permite vincular perguntas a widgets de filtro de painel ou usar mais tipos de widgets de filtro em sua pergunta SQL. Uma variável Filtro de campo insere SQL semelhante ao gerado pelo criador de consultas da GUI ao adicionar filtros em colunas existentes.
ru: Задавая переменную типа «Фильтр поля», вы можете связать запросы с виджетами фильтра дашборда или использовать больше типов виджетов фильтра в своем SQL-запросе. Переменная Field Filter вставляет SQL, аналогичный сгенерированному построителем запросов GUI, при добавлении фильтров в существующие столбцы.
sk: Poskytnutím premennej typu „Filter Poľa“ môžete prepojiť otázky s miniaplikáciami filtra na dashboarde alebo použiť viac typov miniaplikácií filtra na svoju otázku SQL. Pri pridávaní filtrov do existujúcich stĺpcov vloží premenná Filter Poľa premennú SQL podobnú tej, ktorú vytvoril tvorca dotazov GUI.
sl: Če spremenljivki dodelite vrsto "Filter polja", lahko povežete vprašanja s pripomočki filtrov nadzorne plošče ali uporabite več vrst pripomočkov filtrov za svoje vprašanje SQL. Spremenljivka filtra polja vstavi SQL, podoben tistemu, ki ga ustvari graditelj poizvedb GUI, ko dodaja filtre v obstoječe stolpce.
sq: Dhënia e një variable llojin "Field Filter" të lejon të lidhësh pyetjet me widget-e filtrash në panel ose të përdorësh më shumë lloje widget-esh filtrash në pyetjen tënde SQL. Një variabël Field Filter fut SQL të ngjashëm me atë që gjenerohet nga ndërtuesi i pyetjeve GUI kur shtohen filtra mbi kolona ekzistuese.
sr: Dodeljivanje tipu varijable "Field Filter" omogućava da povežete pitanja sa filter widgetima kontrolne table ili da koristite više tipova filter widgeta na svom SQL pitanju. Varijabla Field Filter ubacuje SQL sličan onom koji generiše GUI kreator upita kada dodajete filtere na postojeće kolone.
sv: Genom att tilldela en variabel typen fält-filter kan du länka frågor till filter i instrumentpanel-dialoger eller använda flera typer av dialoger i din SQL-fråga. Ett fält-filters variabel lägger in SQL motsvarande den som genereras av frågeguiden när man lägger till filter på befintliga kolumner.
tr: Bir değişkene "Alan Filtresi" türü vermek, soruları gösterge tablosu filtre araçlarına bağlamanızı veya SQL sorunuzda daha fazla filtre araç türü kullanmanızı sağlar. Alan Filtresi değişkeni, mevcut sütunlara filtre eklerken GUI sorgu oluşturucu tarafından oluşturulana benzer SQL ekler.
uk: Надання змінній типу "Field Filter" дає змогу пов’язувати запити з віджетами фільтрів дашборда або використовувати більше типів віджетів фільтрів у вашому SQL-запиті. Змінна Field Filter вставляє SQL, подібний до того, який генерує GUI-конструктор запитів під час додавання фільтрів до наявних стовпців.
vi: Đưa ra một biến loại "Bộ lọc trường" cho phép bạn liên kết các câu hỏi với các tiện ích bộ lọc bảng điều khiển hoặc sử dụng nhiều loại tiện ích bộ lọc hơn cho câu hỏi SQL của bạn. Biến Bộ lọc trường chèn SQL tương tự như được tạo bởi trình tạo truy vấn GUI khi thêm bộ lọc vào các cột hiện có.
zh_hk: 設定過濾篩選變數來連結到展示板上的相關SQL提問(查詢)的篩選元件。 當加入欲篩選欄位時，欄位篩選變數會插入一段SQL語法到視覺查詢建構器所產生的查詢語句

source: Variable name
ar: اسم المتغير
bg: Име на променлива
ca: Nom de la variable
de: Variablenname
eo: vibe name
es: Nombre de variable
fa: نام متغیر
fi: Muuttujan nimi
fr: Nom de la variable
hu: Változónév
it: Nome variabile
ja: 変数名
lt: Kintamojo pavadinimas
ms: Nama pembolehubah
nb: Variabelnavn
nl: Variabel naam
pl: Nazwa zmiennej
pt_br: Nome da variável
ru: Имя переменной
sk: Názov premennej
sl: Ime spremenljivke
sq: Emri i variables
sr: Naziv varijable
sv: Variabelnamn
tr: Değişken ismi
uk: Назва змінної
vi: Tên biến
zh_hk: 變數名稱

source: Filter widget label
ar: تسمية ويدجت الفلتر
bg: Етикет на джаджа за филтриране
ca: Etiqueta per al giny de filtre
de: Beschriftung des Filter-Widgets
eo: Filter widget label → Filter widget's vibe check
es: Etiqueta del widget de filtro
fa: برچسب ویجت فیلتر کنید
fi: Suodinwidgetin tunniste
fr: Label du gadget de filtrage
hu: Szűrő widget címkéje
it: Etichetta widget filtro
ja: ウィジェットラベルのフィルター
lt: Filtro valdiklio etiketė
ms: Label widget penapis
nb: Etikett for filter-widget
nl: Label filterwidget
pl: Etykieta filtra
pt_br: Etiqueta do widget de filtro
ru: Фильтр метки виджета
sk: Filtrovať popis miniaplikácie
sl: Oznaka pripomočka za filtriranje
sq: Etiketa e widget-it të filtrit
sr: Oznaka filter vidžeta
sv: Rubrik i dialogruta
tr: Araç etiketini filtrele
uk: Лейбл віджета фільтра
vi: Lọc nhãn widget
zh_hk: 篩選元件標籤

source: Select a foreign key
hu: Válasszon egy idegen kulcsot
lt: Pasirinkite svetimą raktą
ms: Pilih kunci asing

source: Hi, {0}. Nice to meet you!
hu: Szia, {0}! Örülök, hogy találkoztunk!
ms: Hai, {0}. Selamat berkenalan!

source: 12-hour clock
ar: ساعة بنظام 12 ساعة
bg: 12-часов часовник
ca: Rellotge 12-hores
de: 12-Stunden Uhr
eo: 12-hour clock → 12-hour time, or just "12-hour" if vibe is clear
es: Reloj de 12 horas
fa: ساعت 12 ساعته
fi: 12-tuntinen kello
fr: Horloge de 12 heures
hu: 12 órás óra
it: 12 ore
ja: 12時間制
lt: 12 valandų laikrodis
ms: Jam 12 jam
nb: 12-timersklokke
nl: 12-uurs klok
pl: 12-godzinny zegar
pt_br: Relógio de 12 horas
ru: 12-часовой формат
sk: 12 hodinový formát
sl: 12-urna ura
sq: Ora 12-orëshe
sr: 12-časovni format
sv: 12-timmars klocka
tr: 12 saatlik zaman biçimi
uk: 12-годинний формат
vi: Đồng hồ 12 giờ
zh_hk: 12小時制

source: 24-hour clock
ar: ساعة بنظام 24 ساعة
bg: 24-часов часовник
ca: Rellotge 24-hores
de: 24-Stunden Uhr
eo: 24-hour clock → military time or the 24/7 clock
es: Reloj de 24 horas
fa: ساعت 24 ساعته
fi: 24-tuntinen kello
fr: Horloge de 24 heures
hu: 24 órás óra
it: 24 ore
ja: 24時間制
lt: 24 valandų laikrodis
ms: Jam 24 jam
nb: 24-timersklokke
nl: 24-uurs klok
pl: 24-godzinny zegar
pt_br: Relógio de 24 horas
ru: 24-часовой формат
sk: 24 hodinový formát
sl: 24-urna ura
sq: Ora 24-orëshe
sr: 24-časovni format
sv: 24-timmars klocka
tr: 24 saatlik zaman biçimi
uk: 24-годинний формат
vi: Đồng hồ 24 giờ
zh_hk: 24小時制

source: Symbol
ar: الرمز
bg: Символ
ca: Símbol
eo: Symbol? That’s just a vibe.
es: Símbolo
fa: سمبل
fi: Symboli
fr: Symbole
hu: Szimbólum
it: Simbolo
ja: シンボル
lt: Simbolis
ms: Simbol
nl: Symbool
pt_br: Símbolo
ru: Символ
sl: Simbol
sq: Simbol
sr: Simbol
tr: Sembol
uk: Символ
vi: Ký tự
zh_hk: 符號

source: In the column heading
ar: في عنوان العمود
bg: В заглавието на колоната
ca: A la capçalera de la columna
de: In der Spaltenüberschrift
eo: In the col header, or just say "In the header" lol
es: En el encabezado de la columna
fa: در عنوان ستون
fi: Sarakkeen otsikossa
fr: Dans le titre de la colonne
hu: Az oszlopfejlécben
it: Nell'intestazione colonna
ja: 列見出し
lt: Stulpelio antraštėje
ms: Dalam tajuk lajur
nb: i kolonneoverskriften
nl: In de kolomkop
pl: W nagłówku kolumny
pt_br: No cabeçalho da coluna
ru: В заголовке столбца
sk: V záhlaví stĺpca
sl: V naslovu stolpca
sq: Në titullin e kolonës
sr: U zaglavlju kolone
sv: i kolumnrubriken
tr: Sütun başlığında
uk: У заголовку стовпчика
vi: Trong tiêu đề cột
zh_hk: 欄位開頭

source: In every table cell
ar: في كل خلية في الجدول
bg: Във всяка клетка на таблица
ca: A cada cel·la de la taula
de: In jeder Tabellenzelle
eo: In every cell on the spreadsheet, fr fr
es: en cada celda de la tabla
fa: در هر سلول جدول
fi: Jokaisessa taulukon solussa
fr: Dans chaque cellule
hu: Minden táblázat cellában
it: In ogni cella della tabella
ja: すべての表のセル
lt: Kiekviename lentelės langelyje
ms: Dalam setiap sel jadual
nb: I hver tabellcelle
nl: In elke tabel cel
pl: W każdej komórce tabeli
pt_br: Em cada célula da tabela
sk: V každej bunke tabuľky
sl: V vsaki celici tabele
sq: Në çdo qeli të tabelës
sr: U svakoj ćeliji tabele
sv: I varje cell
tr: Her tablo hücresinde
uk: У кожній комірці таблиці
vi: Trong mỗi ô
zh_hk: 每一資料表單元格

source: Value formatting
hu: Érték formázása
ms: Pemformatan nilai

source: Full
ar: كامل
bg: Пълна
ca: Ple
de: Vollständig
eo: That's basically *full send* or just "full" as in going all out, so you could say: "That's full send" or just "That's full" depending on context.
es: Lleno
fa: پر شده
fi: Koko
fr: Complet
hu: Teljes
it: Pieno
ja: フル
lt: Užpildyta
ms: Penuh
nb: Fullt
nl: Volledig
pl: Pełny
pt_br: Cheio
ru: Полностью
sk: Plný
sl: Poln
sq: I plotë
sr: Puno
sv: Hela
tr: Tam
uk: Повністю
vi: Đầy
zh_hk: 充分

source: No change from last {0}
hu: Nincs változás az előző {0}-hoz képest
ms: Tiada perubahan daripada {0} yang lepas

source: Connection to ''{0}:{1}'' successful, but could not connect to DB.
ar: تم الاتصال بـ ''{0}:{1}'' بنجاح، لكن تعذر الاتصال بقاعدة البيانات.
bg: Връзката с „{0}: {1}“ е успешна, но не може да се свърже с DB.
ca: S'ha pogut connectar a "{0}:{1}" però no es pot connectar a la BD.
de: Verbindung zu "{0}:{1}" ist erfolgreich, jedoch konnte keine Verbindung zur Datenbank aufgebaut werden.
eo: Yo, we’re vibing with ''{0}:{1}'' but the DB’s ghosting us fr.
es: La conexión a "{0}:{1}" se realizó correctamente, pero no se ha podido conectar a la base de datos.
fa: اتصال به ''{0}:{1}'' موفقیت‌آمیز بود، اما امکان اتصال به دیتابیس وجود ندارد.
fi: Yhteys verkkoon ''{0}:{1}'' onnistui, mutta yhteyttä DB:hen ei voitu muodostaa.
fr: La connexion à ''{0}:{1}'' a réussi, mais impossible de se connecter à la base de données.
hu: Sikeres kapcsolat a(z) ''{0}:{1}'' címhez, de nem sikerült csatlakozni az adatbázishoz.
it: Connessione a ''{0}:{1}'' avvenuta, ma non posso connettermi al database.
ja: ''{0}:{1}''への接続は成功しましたが、DBへの接続ができませんでした。
lt: Prisijungimas prie ''{0}:{1}'' sėkmingas, bet nepavyko prisijungti prie DB.
ms: Sambungan ke ''{0}:{1}'' berjaya, tetapi tidak dapat menyambung ke DB.
nb: Tilkobling til "{0}:{1}" var vellykket, men kunne ikke koble til DB.
nl: Connectie tot "{0}:{1}" succesvol, maar kon geen verbinding maken met de database.
pl: Połączenie z {0}: {1} powiodło się, ale nie można połączyć się z DB.
pt_br: Conexão com ''{0}:{1}'' bem-sucedida, mas não foi possível conectar ao banco de dados.
ru: Соединение с ''{0}:{1}'' успешно, но не удалось подключиться к БД.
sk: Pripojenie k ''{0}:{1}'' bolo úspešné, ale nemohlo sa pripojiť k DB.
sl: Povezava z ''{0}:{1}'' je bila uspešna, vendar se ni mogla povezati z DB.
sq: Lidhja me ''{0}:{1}'' ishte e suksesshme, por nuk u arrit të lidhej me DB.
sr: Veza sa ''{0}:{1}'' je uspešna, ali nije moguće povezati se sa DB.
sv: Anslutning till "{0}:{1}" lyckades, men kunde inte ansluta till databasen.
tr: ' {0}: {1} '' bağlantısı başarılı, ancak DB'ye bağlanamadı.
uk: З’єднання з ''{0}:{1}'' успішне, але не вдалося підключитися до БД.
vi: Kết nối với '' {0}: {1} '' thành công, nhưng không thể kết nối với DB.
zh_hk: 連線至 ''{0}:{1}'' 成功，但是無法連線至DB

source: Connection to host ''{0}'' successful, but port {1} is invalid.
ar: تم الاتصال بالمضيف ''{0}'' بنجاح، لكن المنفذ {1} غير صالح.
bg: Връзката с хоста „{0}“ е успешна, но портът {1} е невалиден.
ca: S'ha pogut connectar a la màquina "{0}" però el port {1} no és vàlid.
de: Verbindung zu Host "{0}" ist erfolgreich, jedoch Port {1} ist ungültig.
eo: Yo, we connected to host '{0}', but like, port {1} is totally invalid lol.
es: La conexión al host "{0}" se realizó correctamente, pero el puerto {1} no es válido.
fa: اتصال به میزبان '' {0} '' موفقیت آمیز است ، اما پورت {1} نامعتبر است.
fi: Yhteys isäntään ''{0}'' onnistui, mutta portti {1} on virheellinen.
fr: La connexion à l'hôte ''{0}'' est réussie, mais le port {1} est invalide.
hu: Sikeres kapcsolat a(z) ''{0}'' gazdagéphez, de a(z) {1} port érvénytelen.
it: Connessione all'host ''{0}'' avvenuta, ma la porta {1} è invalida.
ja: ホスト''{0}''への接続は成功しましたが、ポート{1}は不正です。
lt: Prisijungimas prie pagrindinio kompiuterio „{0}“ sėkmingas, bet prievadas {1} netinkamas.
ms: Sambungan ke hos ''{0}'' berjaya, tetapi port {1} tidak sah.
nb: Tilkobling til verten "{0}" lyktes, men port {1} er ugyldig.
nl: Connectie tot host "{0}" succesvol, maar port {1} is ongeldig.
pl: Połączenie z hostem {0} powiodło się, ale port {1} jest nieprawidłowy.
pt_br: Conexão com o host ''{0}'' bem-sucedida, mas a porta {1} é inválida.
ru: Соединение с хостом "{0}" успешно, но порт {1} недействителен.
sk: Pripojenie k hostiteľovi ''{0}'' bolo úspešné, ale port {1} je neplatný.
sl: Povezava z gostiteljem ''{0}'' je bila uspešna, vendar je {1} vrat neveljavna.
sq: Lidhja me host-in ''{0}'' ishte e suksesshme, por porta {1} është e pavlefshme.
sr: Veza sa hostom ''{0}'' je uspešna, ali port {1} je nevažeći.
sv: Anslutning till domänen "{0}" lyckades, men porten {1} är ogiltig.
tr: '' {0} '' sunucusuna bağlantı başarılı, ancak {1} bağlantı noktası geçersiz.
uk: З’єднання з хостом ''{0}'' успішне, але порт {1} недійсний.
vi: Kết nối với máy chủ '' {0} '' thành công, nhưng cổng {1} không hợp lệ.
zh_hk: 連線至主機 "{0}" 成功，但是 port {1} 是無效的

source: Host ''{0}'' is not reachable
ar: المضيف ''{0}'' غير قابل للوصول
bg: Хостът „{0}“ не е достъпен
ca: No es pot connectar amb el servidor "{0}"
de: Host ''{0}'' ist nicht erreichbar
eo: Host '{0}' is out of pocket rn
es: No se puede acceder al host "{0}"
fa: میزبان '' {0}'' قابل دسترسی نیست
fi: Isäntä ''{0}'' ei ole tavoitettavissa
fr: L'hôte ''{0}'' n'est pas joignable
hu: A(z) ''{0}'' gazdagép nem elérhető
it: L'host ''{0}'' non è raggiungibile
ja: ホスト''{0}''にアクセスできません
lt: Šeimininkas „{0}“ nepasiekiamas
ms: Hos ''{0}'' tidak dapat dihubungi.
nb: Kunne ikke nå verten "{0}"
nl: Host "{0}" is niet bereikbaar
pl: Host {0} nie jest osiągalny
pt_br: O host ''{0}'' não pode ser acessado
ru: Хост '' {0} '' недоступен
sk: Hostiteľ ''{0}'' nie je dosiahnuteľný
sl: Gostitelj ''{0}'' ni dosegljiv
sq: Host-i ''{0}'' nuk është i arritshëm
sr: Host ''{0}'' nije dostupan
sv: Domänen "{0}" kan inte nås
tr: '' {0} '' ana bilgisayarına erişilemiyor
uk: Хост ''{0}'' недоступний
vi: Máy chủ '' {0} '' không truy cập được
zh_hk: 無法訪問主機''{0}''

source: Unable to connect to database.
ar: تعذر الاتصال بقاعدة البيانات.
bg: Не може да се свърже с база данни.
ca: No es pot connectar a la base de dades.
de: Verbindung zur Datenbank nicht möglich.
eo: Can't connect to the database rn, fr.
es: Incapaz de conectar a la base de datos.
fa: ناتوانی در اتصال به پایگاه داده ها.
fi: Tietokantaan yhdistäminen ei onnistu.
fr: Impossible de se connecter à la base de données.
hu: Nem lehet csatlakozni az adatbázishoz.
it: Impossibile collegarsi al database.
ja: データベースに接続できません。
lt: Nepavyko prisijungti prie duomenų bazės.
ms: Tidak dapat menyambung ke pangkalan data.
nb: Ikke i stand til å koble til database.
nl: Niet mogelijk om verbinding te maken met database.
pl: Nie można połączyć się z bazą danych.
pt_br: Não é possível conectar ao banco de dados.
ru: Невозможно подключиться к базе данных.
sk: Nedá sa pripojiť do databázy.
sl: Povezave z zbirko podatkov ni mogoče vzpostaviti.
sq: Nuk u arrit të lidhet me bazën e të dhënave.
sr: Nije moguće povezati se sa bazom.
sv: Kan inte ansluta till databasen.
tr: Veritabanına bağlanılamıyor.
uk: Не вдалося підключитися до бази даних.
vi: Không thể kết nối tới cơ sở dữ liệu
zh_hk: 無法連線至資料庫

source: Cannot connect to Database
hu: Nem lehet csatlakozni az adatbázishoz
ms: Tidak dapat menyambung ke Pangkalan Data

source: You''re not allowed to specify a value for {0}.
ar: غير مسموح لك بتحديد قيمة لـ {0}.
bg: Нямате право да посочвате стойност за {0}.
ca: No teniu permisos per especificar un valor per a {0}.
de: Du darfst keinen Wert für {0} angeben.
eo: You're not even allowed to set a value for {0}, fr fr.
es: No tienes permiso para especificar un valor de {0}.
fa: شما مجاز به تعیین مقداری برای {0} نیستید.
fi: Et voi määrittää arvoa kohteelle {0}.
fr: Vous n'êtes pas autorisé à spécifier une valeur pour {0}.
hu: Nem adhat meg értéket a(z) {0} számára.
it: Non è possibile specificare un valore per {0}.
ja: {0}の値を指定することはできません。
lt: Negalite nurodyti {0} vertės.
ms: Anda tidak dibenarkan untuk menetapkan nilai untuk {0}.
nb: Du har ikke tillatelse til å angi en verdi for {0}.
nl: Je mag geen waarde opgeven voor {0}.
pl: Nie możesz podać wartości dla {0}.
pt_br: Você não tem permissão para especificar um valor para {0}.
ru: Вы не можете указывать значение для {0}.
sk: Nemáte povolenie zadať hodnotu pre {0}.
sl: Vrednosti za {0} ne smete navesti.
sq: Nuk ke leje të specifikosh një vlerë për {0}.
sr: Nije vam dozvoljeno da navedete vrednost za {0}.
sv: Du har inte tillåtelse att ange ett värde på {0}.
tr: {0} için bir değer belirlemenize izin verilmiyor.
uk: Вам не дозволено вказувати значення для {0}.
vi: Bạn không được phép chỉ định giá trị cho {0}.
zh_hk: 您不允許為{0}指定值
