Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Heading card
ar: بطاقة عنوان
bg: Карта на заглавието
ca: Targeta d'encapçalament
de: Überschriftenkarte
eo: Vibe Card
es: Tarjeta de encabezamiento
fa: کارت سرفصل
fi: Otsikkokortti
fr: Carte d'en-tête
hu: Címkártya
it: Scheda di intestazione
ja: 見出しカード
lt: Antraštės kortelė
ms: Kad tajuk
nb: Overskriftskort
nl: Kopkaart
pl: Nagłówek
pt_br: Cartão de cabeçalho
ru: Карточка с заголовком
sk: Hlavičková karta
sl: Kartica naslova
sq: Kartë titulli
sr: Kartica naslova
sv: Rubrik kort
tr: Başlık kartı
uk: Картка заголовка
vi: Thẻ tiêu đề
zh_hk: 標題卡

source: Add aggregation
ar: أضف تجميعًا
bg: Добавяне на агрегиране
ca: Afegir agregació
de: Aggregation hinzufügen
eo: Add that collab energy
es: Añadir agregación
fa: تجمیع را اضافه کنید
fi: Lisää koonti
fr: Ajouter une agrégation
hu: Összesítés hozzáadása
it: Aggiungere l'aggregazione
ja: 集約を加える
lt: Pridėti agregaciją
ms: Tambah penggabungan
nb: Legg til sammenslåing
nl: Voeg aggregatie toe
pl: Dodaj grupowanie
pt_br: Adicionar agregação
ru: Добавить агрегацию
sk: Pridanie agregácie
sl: Dodajanje združevanja
sq: Shto agregim
sr: Dodaj agregaciju
sv: Lägg till aggregering
tr: Toplama ekleyin
uk: Додати агрегацію
vi: Thêm tổng hợp
zh_hk: 添加聚合

source: Manage table metadata
ar: إدارة بيانات التعريف للجدول
bg: Управление на метаданни на таблица
ca: Gestiona les metadades de la taula
de: Tabellen-Metadaten verwalten
eo: Manage table metadata → Keep tabs on table deets
es: Administra metadatos de la tabla
fa: مدیریت فراداده جدول
fi: Hallinnoi taulun metatietoja
fr: Gérer les métadonnées de la table
hu: Táblametaadatok kezelése
it: Gestisci i metadati della tabella
ja: テーブルのメタデータを管理する
lt: Tvarkyti lentelės metaduomenis
ms: Uruskan jadual metadata
nb: Behandle metadata for tabell
nl: Beheer tabelmetadata
pl: Zarządzaj metadanymi tabeli
pt_br: Gerenciar metadados da tabela
ru: Управление метаданными таблиц
sk: Správa metaúdajov tabuľky
sl: Upravljanje metapodatkov tabele
sq: Menaxho metadata e tabelës
sr: Upravljaj metapodacima tabele
sv: Hantera metadata för tabeller
tr: Tablo meta verilerini yönetme
uk: Керувати метаданими таблиці
vi: Quản lý siêu dữ liệu bảng
zh_hk: 管理表格元數據

source: Table Metadata
ar: بيانات التعريف للجدول
bg: Мета данни на таблицата
ca: Metadades de la taula
de: Tabellen-Metadaten
eo: Table deets
es: Metadatos de la Tabla
fa: فراداده جدول
fi: Taulun metatiedot
fr: Métadonnées de la table
hu: Táblametaadatok
it: Metadati della tabella
ja: テーブル・メタデータ
lt: Lentelės metaduomenys
ms: Jadual Metadata
nb: Metadata for tabell
nl: Tabelmetadata
pl: Metadane tabeli
pt_br: Metadados da tabela
ru: Метаданные таблицы
sk: Metadáta tabuľky
sl: Metapodatki tabele
sq: Metadata e tabelës
sr: Metapodaci tabele
sv: Metadata för tabellen
tr: Tablo Meta Verileri
uk: Метадані таблиці
vi: Metadata của bảng
zh_hk: 表格元數據

source: Applications permissions
ar: أذونات التطبيق
bg: Разрешения за приложения
ca: Permisos de les aplicacions
de: Applikationsberechtigungen
eo: App perms
es: Permisos aplicación
fa: مجوزهای برنامه ها
fi: Sovellusten käyttöoikeudet
fr: Permissions de l'application
hu: Alkalmazások engedélyei
it: Permessi delle applicazioni
ja: アプリケーションの許可
lt: Programų leidimai
ms: Kebenaran aplikasi
nb: Applikasjonstillatelser
nl: Application-rechten
pl: Uprawnienia aplikacji
pt_br: Permissões de aplicativos
ru: Привилегии приложений
sk: Povolenia pre aplikácie
sl: Dovoljenja za aplikacije
sq: Lejet e aplikacioneve
sr: Dozvole za aplikacije
sv: Behörighet för applikationer
tr: Uygulama izinleri
uk: Дозволи застосунку
vi: Quyền ứng dụng
zh_hk: 應用程式權限

source: Application settings are useful for granting groups access to some, but not all, of Metabase’s administrative features.
ar: تُعد إعدادات التطبيق مفيدة لمنح المجموعات إمكانية الوصول إلى بعض ميزات Metabase الإدارية، وليس كلها.
bg: Настройките на приложенията са полезни за даване на достъп на групи до някои, но не всички административни функции на Metabase.
ca: La configuració de l'aplicació és útil per atorgar als grups accés a algunes, però no a totes, de les funcions administratives de Metabase.
de: Applikationsberechtigungen eignen sich zur Einschränkung von Berechtigungen einer Gruppe auf ausgewählte Administrationsbereiche von Metabase.
eo: App settings are lowkey handy for giving groups access to some, but not all, of Metabase’s admin stuff.
es: La configuración de la aplicación es útil para otorgar acceso a los grupos a algunas, pero no a todas, las funciones administrativas de Metabase.
fa: تنظیمات برنامه برای اعطای دسترسی گروه ها به برخی، اما نه همه، ویژگی های مدیریتی Metabase مفید است.
fi: Sovelluksen asetukset ovat hyödyllisiä ryhmien pääsyn myöntämisessä joihinkin, mutta ei kaikkiin, Metabasen hallinnollisiin ominaisuuksiin.
fr: Les réglages de l'application sont utiles pour accorder aux groupes l'accès à certaines fonctionnalités d'administration de Metabase, mais pas à toutes.
hu: Az alkalmazásbeállítások hasznosak a csoportok számára bizonyos, de nem minden Metabase adminisztratív funkcióhoz való hozzáférés engedélyezésére.
it: Le impostazioni delle applicazioni sono utili per concedere ai gruppi l'accesso ad alcune, ma non a tutte, le funzioni amministrative di Metabase.
ja: アプリケーション設定は、Metabaseの管理機能の全てではありませんが、いくつかのグループにアクセス権を与えるのに便利です。
lt: Programos nustatymai naudingi suteikiant grupėms prieigą prie kai kurių, bet ne visų, metabazės administravimo funkcijų.
ms: Tetapan aplikasi berguna untuk memberikan akses kepada kumpulan ke beberapa, tetapi bukan semua, ciri pentadbiran Metabase.
nb: Applikasjonsinnstillinger er nyttig for å gi grupper tilgang til noen, men ikke alle, av Metabases administrative funksjoner.
nl: Toepassingsinstellingen zijn handig voor het toekennen van toegang tot sommige, maar niet alle, beheersfuncties van Metabase.
pl: Ustawienia aplikacji są przydatne do przyznawania grupom dostępu do niektórych, ale nie wszystkich, funkcji administracyjnych Metabase.
pt_br: As configurações de aplicativo são úteis para conceder aos grupos acesso a alguns, mas não a todos, os recursos administrativos do Metabase.
ru: Настройки приложений полезны для предоставления группам доступа к некоторым, но не ко всем административным функциям Metabase.
sk: Nastavenia aplikácií sú užitočné na udelenie prístupu skupinám k niektorým, ale nie ku všetkým funkciám správy databázy Metabase.
sl: Nastavitve aplikacije so uporabne za odobritev dostopa skupinam do nekaterih, vendar ne vseh skrbniških funkcij Metabase.
sq: Cilësimet e aplikacionit janë të dobishme për tu dhënë grupeve akses në disa, por jo në të gjitha, veçoritë administrative të Metabase.
sr: Podešavanja aplikacije su korisna za davanje grupama pristupa nekim, ali ne svim, Metabase administrativnim funkcijama.
sv: Applikationsinställningar är användbara för att ge grupper åtkomst till vissa, men inte alla, av Metabasens administrativa funktioner.
tr: Uygulama ayarları, gruplara Metabase'in yönetim özelliklerinin tümüne olmasa da bazılarına erişim izni vermek için kullanışlıdır.
uk: Налаштування застосунку корисні для надання групам доступу до деяких, але не до всіх, адміністративних функцій Metabase.
vi: Cài đặt ứng dụng hữu ích khi cấp cho nhóm quyền truy cập vào một số tính năng quản trị của Metabase nhưng không phải tất cả.
zh_hk: 應用程式設定對於授予群組部分但非所有 Metabase 的管理功能存取權來說十分有用。

source: {0} the group can access the Settings tab in the Admin panel.
ar: {0} يمكن للمجموعة الوصول إلى تبويب الإعدادات في لوحة الإدارة.
bg: {0} групата може да достъпва таба Настройки в администраторския панел.
ca: {0} el grup pot accedir a les preferències en el panell d'administració.
de: {0} die Gruppe kann auf die Registerkarte Einstellungen im Admin-Panel zugreifen.
eo: {0} the group can peep the Settings tab in the Admin panel, fr fr.
es: el grupo {0} puede acceder a la pestaña Configuración en el panel de administración.
fa: {0} گروه می تواند به برگه تنظیمات در پنل مدیریت دسترسی داشته باشد.
fi: {0} ryhmä voi käyttää Asetukset-välilehteä Ylläpitopaneelissa.
fr: {0} le groupe peut accéder à page des réglages dans le panneau administrateur
hu: {0} a csoport hozzáférhet a Beállítások fülhöz az Admin panelen.
it: {0} il gruppo può accedere alla scheda Impostazioni del pannello di amministrazione.
ja: {0}グループは管理パネルの設定タブにアクセスできます。
lt: {0} grupė gali pasiekti administratoriaus skydelio skirtuką Nustatymai.
ms: {0} kumpulan boleh mengakses tab Tetapan dalam panel Admin.
nb: {0} gruppen kan nå Innstillingsfanen i administratorpanelet.
nl: {0} de groep kan tabblad Instellingen in het beheerderspaneel openen.
pl: {0} grupa ma dostęp do karty Ustawienia w panelu administracyjnym.
pt_br: O grupo {0} pode acessar a guia Configurações no painel do administrador.
ru: {0} группа может получить доступ к вкладке Настройки в Панели администратора.
sk: {0} skupina má prístup ku karte Nastavenia na paneli správcu.
sl: {0} lahko skupina dostopa do zavihka Nastavitve na skrbniški plošči.
sq: {0} grupi mund të hyjë në skedën Settings te Paneli i administratorit.
sr: {0} grupa može da pristupi kartici Podešavanja u Administratorskom panelu.
sv: {0} gruppen kan komma åt fliken Inställningar i adminpanelen.
tr: {0} grup, Yönetici panelindeki Ayarlar sekmesine erişebilir.
uk: {0} група може отримати доступ до вкладки "Налаштування" в адмінпанелі.
vi: {0} nhóm có thể truy cập vào tab Cài đặt trong bảng Quản trị.
zh_hk: {0} 該群組可以存取管理面板中的設定標籤。

source: Settings:
ar: الإعدادات:
bg: Настройки:
ca: Preferències:
de: Einstellungen:
es: Configuraciones:
fa: تنظیمات:
fi: Asetukset:
fr: Réglages :
hu: Beállítások:
it: Impostazioni:
ja: 設定だ：
lt: Nustatymai:
ms: Tetapan:
nb: Innstillinger:
nl: Instellingen:
pl: Ustawienia:
pt_br: Configurações:
ru: Настройки:
sk: Nastavenia:
sl: Nastavitve:
sq: Cilësimet:
sr: Podešavanja:
sv: Inställningar:
tr: Ayarlar:
uk: Налаштування:
vi: Cài đặt:
zh_hk: 設定:

source: {0} monitoring access grants permissions to the Tools, Auditing, and Troubleshooting tabs in the Admin panel.
ar: {0} تمنح صلاحية المراقبة أذونات لتبويبات الأدوات والتدقيق واستكشاف الأخطاء وإصلاحها في لوحة الإدارة.
bg: {0} достъпът за мониторинг дава разрешения за табовете Инструменти, Проверка и Отстраняване на проблеми в администраторския панел.
ca: L'accés de supervisió {0} concedeix permisos a les pestanyes Eines, Auditoria i Resolució de problemes del quadre de comandament d'administració.
de: {0} Überwachungszugriff gewährt Berechtigungen für die Registerkarten Werkzeuge, Prüfung und Fehlerbehebung im Administrationsbereich.
eo: {0} gettin' the access to the Tools, Auditing, and Troubleshooting tabs in the Admin panel, fr fr.
es: Los permisos de supervisión {0} otorgan permisos para las pestañas de Herramientas, Auditoría y Solución de problemas en el panel de administración.
fa: دسترسی نظارت {0} به برگه های ابزار، حسابرسی و عیب یابی در پانل مدیریت مجوز می دهد.
fi: {0} valvonta antaa käyttöoikeudet Työkalut-, Tarkastelu- ja Vianmääritys-välilehtiin Ylläpitopaneelissa.
fr: {0} L'accès à la surveillance permet d'accéder aux onglets Outils, Audit et Dépannage du panneau d'administration.
hu: {0} monitorozási hozzáférés jogosultságot ad az Eszközök, Ellenőrzés és Hibaelhárítás fülekhez az Adminisztrációs panelben.
it: {0} L'accesso al monitoraggio concede le autorizzazioni alle schede Strumenti, Auditing e Risoluzione dei problemi del pannello amministratore.
ja: {0} 監視アクセスは、管理パネルの [ツール]、[監査]、および [トラブルシューティング] タブへの権限を付与します。
lt: {0} stebėjimo prieiga suteikia leidimus administratoriaus skydelio skirtukams Įrankiai, Auditas ir Trikčių šalinimas.
ms: {0} akses pemantauan memberikan kebenaran kepada tab Alat, Pemeriksaan, dan Penyelesaian Masalah dalam panel Pentadbir.
nb: {0} overvåkingstilgang gir tillatelse til Verktøy-, Revisjon- og Feilsøkingsfanene i Administrasjonspanelet.
nl: {0} monitoring toegang verleent permissies tot de tabs Hulpmiddelen, Controle en Probleemoplossing in het beheerderspaneel.
pl: {0} dostęp do monitorowania przyznaje uprawnienia do kart Narzędzia, Audyt i Rozwiązywanie problemów w panelu administracyjnym.
pt_br: O acesso de monitoramento {0} concede permissões para as guias Ferramentas, Auditoria e Solução de Problemas no painel do administrador.
ru: {0} Доступ к мониторингу предоставляет права на вкладки "Инструменты", "Аудит" и "Устранение неполадок" в панели администратора.
sk: {0} prístup k monitorovaniu udeľuje oprávnenia na karty Nástroje, Kontrola a Riešenie problémov na paneli správcu.
sl: {0} nadzorni dostop podeljuje dovoljenja za zavihke Orodja, Nadzor in Odpravljanje težav na skrbniški plošči.
sq: {0} akses monitorimi jep leje për skedat Tools, Auditing dhe Troubleshooting te Paneli i administratorit.
sr: {0} pristup nadzoru dodeljuje dozvole za kartice Alati, Revizija i Rešavanje problema u Administratorskom panelu.
sv: {0} monitoring access ger behörighet till flikarna Tools, Auditing och Troubleshooting i Admin-panelen.
tr: {0} izleme erişimi Yönetici panelindeki Araçlar, Denetim ve Sorun Giderme sekmelerine izin verir.
uk: Доступ до моніторингу {0} надає дозволи до вкладок "Інструменти", "Аудит" і "Усунення несправностей" в адмінпанелі.
vi: {0} quyền truy cập giám sát cấp quyền cho các tab Công cụ, Kiểm tra và Xử lý sự cố trong bảng Quản trị.
zh_hk: {0} 監控存取授予對管理面板中工具、審核與故障排除標籤的權限。

source: Monitoring:
ar: المراقبة:
bg: Мониторинг:
ca: Monitoratge:
de: Überwachung:
eo: Monitoring: stay woke
es: Supervisando:
fa: نظارت:
fi: Valvonta:
fr: Suivi :
it: Monitoraggio:
ja: モニタリング
lt: Stebėjimas:
ms: Pemantauan:
nb: Overvåking:
nl: Toezicht:
pl: Monitorowanie:
pt_br: Monitoramento:
ru: Мониторинг:
sk: Monitorovanie:
sl: Spremljanje:
sq: Monitorim:
sv: Övervakning:
tr: İzleme:
uk: Моніторинг:
vi: Giám sát:
zh_hk: 監控：

source: {0} the group can create dashboard subscriptions and alerts.
ar: {0} يمكن للمجموعة إنشاء اشتراكات لوحة المعلومات والتنبيهات.
bg: {0} групата може да създава абонаменти за табла и известия.
ca: {0} el grup pot crear subscripcions i alertes a quadres de comandament.
de: {0} die Gruppe kann Dashboard-Abonnements und Alarme erstellen.
eo: {0} the squad can make dashboard subs and alerts, fr.
es: {0} el grupo puede crear alertas y suscripciones de panel.
fa: {0} گروه می تواند اشتراک داشبورد و هشدار ایجاد کند.
fi: Ryhmä voi luoda koontinäkymän tilauksia ja hälytyksiä.
fr: {0} le groupe peut créer des abonnement et des alertes de dashboard.
hu: {0} a csoport iratkozásokat és értesítéseket hozhat létre.
it: {0} il gruppo può creare sottoscrizioni e avvisi per il dashboard.
ja: {0}グループはダッシュボードのサブスクリプションとアラートを作成できる。
lt: {0} grupė gali kurti informacijos suvestinės prenumeratas ir įspėjimus.
ms: {0} kumpulan boleh membuat langganan dan amaran papan pemuka.
nb: {0} gruppen kan opprette abonnere på infotavler og alarmer.
nl: {0} de groep kan dashboardsubsripties en waarschuwingen maken.
pl: {0} grupa może tworzyć subskrypcje pulpitu i alerty.
pt_br: O grupo {0} pode criar assinaturas de painel e alertas.
ru: {0} группа может создавать подписки на дашборды и оповещения.
sk: {0} skupina môže vytvárať odbery prístrojového panela a upozornenia.
sl: {0} lahko skupina ustvari naročnine in opozorila na nadzorno ploščo.
sq: {0} grupi mund të krijojë abonime dhe alarme për panelin.
sr: {0} grupa može da kreira pretplate na kontrolne table i upozorenja.
sv: {0} gruppen kan skapa prenumerationer och aviseringar för instrumentpaneler.
tr: {0} grup gösterge tablosu abonelikleri ve uyarıları oluşturabilir.
uk: {0} група може створювати підписки на дашборди та сповіщення.
vi: {0} nhóm có thể tạo đăng ký bảng điều khiển và cảnh báo.
zh_hk: {0} 該群組可以建立儀表板訂閱與警示。

source: Subscriptions and alerts:
ar: الاشتراكات والتنبيهات:
bg: Абонаменти и известия:
ca: Subscripcions i alertes:
de: Abonnements und Alarme:
eo: Subbies & alerts:
es: Suscripciones y alertas:
fa: اشتراک ها و هشدارها:
fi: Tilaukset ja ilmoitukset:
fr: Abonnements et alertes:
hu: Előfizetések és értesítések:
it: Abbonamenti e avvisi:
ja: 購読とアラート
lt: Prenumeratos ir įspėjimai:
ms: Langganan dan amaran:
nb: Abonnementer og alarmer:
nl: Abonnementen en waarschuwingen:
pl: Subskrypcje i alerty:
pt_br: Assinaturas e alertas:
ru: Подписки и оповещения:
sk: Odbery a upozornenia:
sl: Naročnine in opozorila:
sq: Abonime dhe alarme:
sr: Pretplate i upozorenja:
sv: Prenumerationer och aviseringar:
tr: Abonelikler ve uyarılar:
uk: Підписки та сповіщення:
vi: Đăng ký và cảnh báo:
zh_hk: 訂閱與警示：

source: {0} about application permissions
ar: {0} حول أذونات التطبيق
bg: {0} относно разрешенията за приложения
ca: {0} sobre el permisos de l'aplicació
de: {0} über Anwendungsberechtigungen
eo: {0} about app perms
es: {0} sobre los permisos de la aplicación
fa: {0} درباره مجوزهای برنامه
fi: {0} sovelluksen käyttöoikeuksista
fr: {0} à propos des permissions d'application
hu: {0} az alkalmazás jogosultságokról
it: {0} sulle autorizzazioni delle applicazioni
ja: {0}アプリケーションの権限について
lt: {0} apie programos leidimus
ms: {0} mengenai kebenaran aplikasi
nb: {0} om applikasjonstillatelser
nl: {0} over toepassingsrechten
pl: {0} o uprawnieniach aplikacji
pt_br: {0} sobre permissões de aplicativos
ru: {0} о привилегиях приложения
sk: {0} o oprávneniach aplikácie
sl: {0} o dovoljenjih za aplikacije
sq: {0} rreth lejeve të aplikacionit
sr: {0} o dozvolama za aplikacije
sv: {0} om programbehörigheter
tr: {0} uygulama i̇zi̇nleri̇ hakkinda
uk: {0} про дозволи застосунку
vi: {0} về quyền ứng dụng
zh_hk: {0} 關於應用程式權限

source: Select a dashboard
ar: حدد لوحة معلومات
bg: Изберете табло
ca: Escull un quadre de comandament
de: Wähle ein Dashboard
eo: Pick a dashboard, bestie
es: Selecciona un Cuadro de mando
fa: یک داشبورد انتخاب کنید
fi: Valitse kojelauta
fr: Sélectionnez un tableau de bord
hu: Válasszon egy műszerfalat
it: Selezionare un cruscotto
ja: ダッシュボードを選択
lt: Pasirinkite prietaisų skydelį
ms: Pilih papan pemuka
nb: Velg en infotavle
nl: Selecteer een dashboard
pl: Wybierz pulpit
pt_br: Selecionar um painel
ru: Выберите дашборд
sk: Vyberte prístrojový panel
sl: Izberite nadzorno ploščo
sq: Zgjidh një panel
sr: Izaberi kontrolnu tablu
sv: Välj en instrumentpanel
tr: Bir gösterge tablosu seçin
uk: Виберіть дашборд
vi: Chọn một bảng điều khiển
zh_hk: 選擇儀表板

source: Auto-apply filters
ar: تطبيق عوامل التصفية تلقائيًا
bg: Автоматично прилагане на филтри
ca: Aplicar filtres automàticament
de: Filter automatisch anwenden
eo: Auto-apply filters → Auto-throw on filters
es: Aplicar filtros automáticamente
fa: اعمال خودکار فیلترها
fi: Automaattisesti käytä suodattimia
fr: Application automatique des filtres
hu: Szűrők automatikus alkalmazása
it: Applicazione automatica dei filtri
ja: フィルターの自動適用
lt: Automatiškai pritaikyti filtrus
ms: Tapis secara automatik
nb: Auto-anvend filtre
nl: Automatisch filters toepassen
pl: Automatycznie stosuj filtry
pt_br: Aplicar filtros automaticamente
ru: Автоматически применяемые фильтры
sk: Automatické použitie filtrov
sl: Samodejna uporaba filtrov
sq: Apliko filtrat automatikisht
sr: Automatska primena filtera
sv: Tillämpa filter automatiskt
tr: Filtreleri otomatik uygulama
uk: Авто-застосування фільтрів
vi: Tự động áp dụng bộ lọc
zh_hk: 自動應用過濾器

source: Sync
ar: مزامنة
bg: Синхронизация
ca: Sincronitzar
de: Synchronisieren
eo: Vibe check
es: Sincronizar
fa: همگام سازی
fi: Synkronoi
fr: Synchronisation
hu: Szinkronizálás
it: Sincronizzazione
ja: 同期
lt: Sinchronizuoti
ms: Selaras
nb: Synk
nl: Synchroniseer
pl: Synchronizacja
pt_br: Sincronizar
ru: Синхронизировать
sk: Synchronizácia
sl: Sinhroniziranje
sq: Sinkronizo
sr: Sinhronizacija
sv: Synkronisera
tr: Senkronizasyon
uk: Синхронізація
vi: Đồng bộ
zh_hk: 同步

source: Your admin has set this dashboard as your homepage
ar: قام مسؤولك بتعيين لوحة المعلومات هذه كصفحتك الرئيسية
bg: Вашият администратор е настроил това табло като вашата начална страница
ca: El teu administrador ha establert aquest quadre de comandament com la teva pàgina principal
de: Dieses Dashboard wurde vom Admin als deine Hauptseite gesetzt
eo: Your admin just made this dashboard your default lol, no cap
es: Tu administrador ha establecido este panel como tu página de inicio
fa: سرپرست شما این داشبورد را به عنوان صفحه اصلی شما تنظیم کرده است
fi: Ylläpitäjäsi on asettanut tämän kojelaudan kotisivuksesi.
fr: Votre administrateur a défini ce tableau de bord comme page d'accueil
hu: Az adminisztrátor beállította ezt a műszerfalat kezdőlapként
it: L'amministratore ha impostato questa dashboard come pagina iniziale.
ja: 管理者はこのダッシュボードをホームページとして設定しています。
lt: Jūsų administratorius nustatė šią informacijos suvestinę kaip pagrindinį puslapį
ms: Pentadbir anda telah menetapkan papan pemuka ini sebagai halaman utama anda
nb: Din administrator har satt denne infotavlen som din hjemmeside
nl: Uw beheerder heeft dit dashboard als uw homepage ingesteld
pl: Twój admin ustawił ten pulpit jako Twoją stronę startową
pt_br: Seu administrador definiu este painel como sua página inicial
ru: Ваш администратор установил этот дашборд в качестве домашней страницы
sk: Váš správca nastavil tento ovládací panel ako vašu domovskú stránku
sl: Skrbnik je to nadzorno ploščo nastavil kot domačo stran
sq: Administratori juaj e ka vendosur këtë panel si faqen tuaj kryesore
sr: Tvoj administrator je postavio ovu kontrolnu tablu kao tvoju početnu stranicu
sv: Din administratör har ställt in denna instrumentpanel som din startsida
tr: Yöneticiniz bu panoyu ana sayfanız olarak ayarladı
uk: Ваш адмін встановив цей дашборд як вашу домашню сторінку
vi: Quản trị viên của bạn đã đặt bảng điều khiển này làm trang chủ của bạn
zh_hk: 您的管理員已將此儀表板設為您的主頁

source: You have unsaved changes.
ar: لديك تغييرات غير محفوظة.
bg: Имате незаписани промени.
ca: Tens canvis sense desar.
de: Du hast ungespeicherte Änderungen.
eo: You got unsaved stuff, fr fr
es: Tiene cambios sin guardar.
fa: شما تغییرات ذخیره نشده ای دارید.
fi: Sinulla on tallentamattomia muutoksia.
fr: Vous avez des modifications non sauvegardées
hu: Nem mentett módosítások vannak.
it: Le modifiche non sono state salvate.
ja: 保存されていない変更がある。
lt: Turite neišsaugotų pakeitimų.
ms: Anda mempunyai perubahan yang belum disimpan.
nb: Du har ulagrede endringer.
nl: U heeft niet-opgeslagen wijzigingen.
pl: Masz niezapisane zmiany.
pt_br: Você tem alterações não salvas.
ru: У вас есть несохраненные изменения.
sk: Máte neuložené zmeny.
sl: Imate neshranjene spremembe.
sq: Keni ndryshime të paruajtura.
sr: Imaš nesačuvane izmene.
sv: Du har förändringar som inte är frälsta.
tr: Kaydedilmemiş değişiklikleriniz var.
uk: У вас є незбережені зміни.
vi: Bạn có những thay đổi chưa lưu.
zh_hk: 您有未保存的更改。

source: Ask Metabot
ar: اسأل Metabot
bg: Попитайте Метабот
ca: Pregunta a Metabot
de: Fragen Sie Metabot
es: Pregúntale a Metabot
fa: از متابوت بپرسید
fi: Kysy Metabotilta
fr: Demandez à Metabot
hu: Kérdezd a Metabotot
it: Chiedi a Metabot
ja: メタボットに質問する
ms: Tanya Metabot
nb: Spør Metabot
nl: Vraag Metabot
pl: Zapytaj Metabota
pt_br: Pergunte ao Metabot
ru: Спросите Метабота
sk: Opýtajte sa Metabota
sl: Vprašajte Metabota
sq: Pyet Metabot
sr: Pitaj Metabot
sv: Fråga Metabot
tr: Metabot'a sor
uk: Запитати Metabot
vi: Hỏi Metabot
zh_hk: 詢問 Metabot

source: See this {0} by {1}
hu: Tekintse meg ezt a(z) {1} {0}-ot
ms: Lihat {0} ini oleh {1}
