Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Then pick an aggregate metric (such as Count or Sum) and customize the progress bar in the visualization settings.
ar: ثم اختر مقياسًا تجميعيًا (مثل Count أو Sum) وخصّص شريط التقدّم في إعدادات التصور.
bg: След това изберете обобщен показател (като брой или сума) и персонализирайте лентата за напредък в настройките за визуализация.
ca: A continuació, trieu una mètrica agregada (com ara Recompte o Suma) i personalitzeu la barra de progrés a la configuració de visualització.
de: Wählen Sie dann eine aggregierte Metrik (z. B. Anzahl oder Summe) und passen Sie den Fortschrittsbalken in den Visualisierungseinstellungen an.
eo: Then pick a vibe metric (like Count or Sum) and make the progress bar look cute in the settings.
es: Luego, seleccione una métrica agregada (como Recuento o Suma) y personalice la barra de progreso en la configuración de visualización.
fa: سپس یک متریک مجموع (مانند تعداد یا جمع) را انتخاب کنید و نوار پیشرفت را در تنظیمات تجسم سفارشی کنید.
fi: Valitse sitten aggregaattimittari (kuten Count tai Sum) ja mukauta edistymispalkkia visualisointiasetuksissa.
fr: Choisissez ensuite une mesure agrégée (telle que Nombre ou Somme) et personnalisez la barre de progression dans les paramètres de visualisation.
it: Quindi seleziona una metrica aggregata (ad esempio Conteggio o Somma) e personalizza la barra di avanzamento nelle impostazioni di visualizzazione.
ja: 次に、集計メトリック (カウントや合計など) を選択し、視覚化設定で進行状況バーをカスタマイズします。
nb: Velg deretter en aggregert beregning (for eksempel Count eller Sum), og tilpass fremdriftslinjen i visualiseringsinnstillingene.
nl: Selecteer vervolgens een samengevoegde metriek (zoals Aantal of Som) en pas de voortgangsbalk aan in de visualisatie-instellingen.
pl: Następnie wybierz metrykę zbiorczą (np. Liczba lub Suma) i dostosuj pasek postępu w ustawieniach wizualizacji.
pt_br: Em seguida, escolha uma métrica agregada (como Contagem ou Soma) e personalize a barra de progresso nas configurações de visualização.
ru: Затем выберите совокупный показатель (например, количество или сумма) и настройте индикатор выполнения в настройках визуализации.
sk: Potom vyberte súhrnnú metriku (napríklad Počet alebo Súčet) a prispôsobte indikátor priebehu v nastaveniach vizualizácie.
sl: Nato izberite agregatno meritev (na primer štetje ali vsota) in prilagodite vrstico napredka v nastavitvah vizualizacije.
sq: Pastaj zgjidh një metrikë të agreguar (si Numërim ose Shumë) dhe personalizo shiritin e progresit te cilësimet e vizualizimit.
sr: Zatim izaberite agregatnu metriku (kao što su Count ili Sum) i prilagodite traku napretka u podešavanjima vizualizacije.
sv: Välj sedan ett aggregerat mått (som Count eller Sum) och anpassa förloppsindikatorn i visualiseringsinställningarna.
tr: Daha sonra bir toplu ölçüm (örneğin Sayım veya Toplam) seçin ve görselleştirme ayarlarında ilerleme çubuğunu özelleştirin.
uk: Потім виберіть агреговану метрику (наприклад, Count або Sum) і налаштуйте індикатор прогресу в налаштуваннях візуалізації.
vi: Sau đó chọn một số liệu tổng hợp (như Đếm hoặc Tổng) và tùy chỉnh thanh tiến trình trong cài đặt trực quan hóa.
zh_hk: 然後，選取合計指標（例如 Count 或 Sum），並在可視化設定中自訂進度列。

source: E.g. Count of orders
ar: مثال: عدد الطلبات
bg: Например брой поръчки
ca: Per exemple, recompte de comandes
de: ZB Anzahl der Bestellungen
eo: like, number of orders, lol
es: Por ejemplo, recuento de pedidos
fa: به عنوان مثال تعداد سفارشات
fi: Esim. tilausten määrä
fr: Par exemple, nombre de commandes
it: Ad esempio, conteggio degli ordini
ja: 例: 注文数
nb: F.eks. antall bestillinger
nl: Bijv. Aantal bestellingen
pl: Np. Liczba zamówień
pt_br: Por exemplo, Número de pedidos
ru: Например, количество заказов
sk: Napr. počet objednávok
sl: Npr. štetje naročil
sq: P.sh. Numërim i porosive
sr: Npr. broj porudžbina
sv: T.ex. Antal beställningar
tr: Örn. Sipariş sayısı
uk: Напр. Кількість замовлень
vi: Ví dụ: Số lượng đơn hàng
zh_hk: 例如：訂單數量

source: E.g., Count of customers grouped by State
ar: مثال: عدد العملاء مجمّع حسب الولاية
bg: Например брой клиенти, групирани по държава
ca: Per exemple, recompte de clients agrupats per estat
de: Z. B. Anzahl der Kunden gruppiert nach Bundesland
eo: Like, number of customers split by State, y’know?
es: Por ejemplo, recuento de clientes agrupados por estado
fa: به عنوان مثال، تعداد مشتریان گروه بندی شده بر اساس ایالت
fi: Esim. asiakkaiden määrä osavaltioittain ryhmiteltynä
fr: Par exemple, nombre de clients regroupés par État
it: Ad esempio, conteggio dei clienti raggruppati per Stato
ja: 例: 州別にグループ化された顧客数
nb: F.eks. antall kunder gruppert etter stat
nl: Bijv. Aantal klanten gegroepeerd per staat
pl: Np. liczba klientów pogrupowana według stanu
pt_br: Por exemplo, Número de clientes agrupados por Estado
ru: Например, количество клиентов, сгруппированных по штату
sk: Napr. počet zákazníkov zoskupených podľa štátu
sl: Npr. število strank, razvrščenih po državi
sq: P.sh., Numërim i klientëve të grupuar sipas Shtetit
sr: Npr., broj kupaca grupisan po državi
sv: T.ex. Antal kunder grupperade efter stat
tr: Örn. Eyalet bazında gruplandırılmış müşteri sayısı
uk: Напр., Кількість клієнтів, згрупована за Штатом
vi: Ví dụ: Số lượng khách hàng được nhóm theo Tiểu bang
zh_hk: 例如：按州分類的客戶數量

source: Sankey charts show how data flows through multi-dimensional steps. They're useful for showing which elements, called nodes, contribute to the overall flow.
ar: تُظهر مخططات سانكي كيف تتدفق البيانات عبر خطوات متعددة الأبعاد. وهي مفيدة لإظهار العناصر، التي تُسمّى العقد (nodes)، التي تساهم في التدفق الكلي.
bg: Диаграмите Sankey показват как данните протичат през многоизмерни стъпки. Те са полезни за показване кои елементи, наречени възли, допринасят за цялостния поток.
ca: Els gràfics de Sankey mostren com les dades flueixen a través de passos multidimensionals. Són útils per mostrar quins elements, anomenats nodes, contribueixen al flux global.
de: Sankey-Diagramme veranschaulichen den Datenfluss durch mehrdimensionale Schritte. Sie zeigen, welche Elemente (Knoten) zum Gesamtfluss beitragen.
eo: Sankey charts r like the OG way to show how data moves through all these layered steps. They’re clutch for showing which parts, aka nodes, are actually making the flow happen.
es: Los diagramas de Sankey muestran cómo fluyen los datos a través de pasos multidimensionales. Son útiles para mostrar qué elementos, llamados nodos, contribuyen al flujo general.
fa: نمودارهای Sankey نشان می دهد که چگونه داده ها از طریق مراحل چند بعدی جریان می یابند. آنها برای نشان دادن عناصری که گره نامیده می شوند، به جریان کلی کمک می کنند مفید هستند.
fi: Sankey-kaaviot osoittavat, kuinka data kulkee moniulotteisten vaiheiden kautta. Ne ovat hyödyllisiä osoittamaan, mitkä elementit, joita kutsutaan solmuiksi, vaikuttavat kokonaisvirtaan.
fr: Les diagrammes de Sankey illustrent le flux de données à travers des étapes multidimensionnelles. Ils sont utiles pour montrer quels éléments, appelés nœuds, contribuent au flux global.
it: I grafici di Sankey mostrano come i dati fluiscono attraverso passaggi multidimensionali. Sono utili per mostrare quali elementi, chiamati nodi, contribuiscono al flusso complessivo.
ja: サンキー チャートは、データが多次元のステップを通じてどのように流れるかを示します。これは、ノードと呼ばれるどの要素が全体のフローに寄与するかを示すのに役立ちます。
nb: Sankey-diagrammer viser hvordan data flyter gjennom flerdimensjonale trinn. De er nyttige for å vise hvilke elementer, kalt noder, som bidrar til den samlede flyten.
nl: Sankey-diagrammen laten zien hoe data door multidimensionale stappen stroomt. Ze zijn handig om te laten zien welke elementen, knooppunten genoemd, bijdragen aan de algehele stroom.
pl: Wykresy Sankeya pokazują, jak dane przepływają przez wielowymiarowe kroki. Są przydatne do pokazywania, które elementy, zwane węzłami, przyczyniają się do ogólnego przepływu.
pt_br: Os diagramas de Sankey mostram como os dados fluem por meio de etapas multidimensionais. Eles são úteis para mostrar quais elementos, chamados nós, contribuem para o fluxo geral.
ru: Диаграммы Сэнки показывают, как данные проходят через многомерные шаги. Они полезны для демонстрации того, какие элементы, называемые узлами, вносят вклад в общий поток.
sk: Sankey grafy ukazujú, ako dáta prechádzajú cez viacrozmerné kroky. Sú užitočné na zobrazenie toho, ktoré prvky, nazývané uzly, prispievajú k celkovému toku.
sl: Diagrami Sankey prikazujejo, kako podatki tečejo skozi večdimenzionalne korake. Uporabni so za prikaz elementov, imenovanih vozlišča, ki prispevajo k celotnemu toku.
sq: Grafikët Sankey tregojnë si rrjedhin të dhënat nëpër hapa shumë-dimensionalë. Janë të dobishëm për të treguar cilët elemente, të quajtur nyje, kontribuojnë në rrjedhën e përgjithshme.
sr: Sankey dijagrami pokazuju kako podaci teku kroz višedimenzionalne korake. Korisni su za prikaz koji elementi, zvani čvorovi, doprinose ukupnom toku.
sv: Sankey-diagram visar hur data flödar genom flerdimensionella steg. De är användbara för att visa vilka element, kallade noder, som bidrar till det övergripande flödet.
tr: Sankey grafikleri, verilerin çok boyutlu adımlarla nasıl aktığını gösterir. Düğüm adı verilen hangi öğelerin genel akışa katkıda bulunduğunu göstermek için faydalıdır.
uk: Діаграми Санкі показують, як дані проходять через багатовимірні кроки. Вони корисні для того, щоб показати, які елементи, що називаються вузлами, роблять внесок у загальний потік.
vi: Biểu đồ Sankey cho thấy dữ liệu chảy qua các bước đa chiều như thế nào. Chúng hữu ích để hiển thị các thành phần nào, được gọi là nút, đóng góp vào luồng tổng thể.
zh_hk: Sankey 圖表顯示資料如何透過多維步驟流動。它們有助於顯示哪些元素（稱為節點）對整個流程有所貢獻。

source: Then pick an aggregate metric (such as Average or Sum).
ar: ثم اختر مقياسًا تجميعيًا (مثل Average أو Sum).
bg: След това изберете обобщен показател (като средно или сума).
ca: A continuació, trieu una mètrica agregada (com ara Mitjana o Suma).
de: Wählen Sie dann eine aggregierte Metrik (z. B. Durchschnitt oder Summe).
eo: Then just pick an agg metric (like avg or sum, fr fr)
es: Luego, seleccione una métrica agregada (como Promedio o Suma).
fa: سپس یک متریک مجموع (مانند میانگین یا مجموع) انتخاب کنید.
fi: Valitse sitten koostettu tieto (kuten keskiarvo tai summa).
fr: Choisissez ensuite une mesure globale (telle que la moyenne ou la somme).
it: Quindi seleziona una metrica aggregata (ad esempio Media o Somma).
ja: 次に、集計メトリック (平均や合計など) を選択します。
nb: Velg deretter et aggregert mål (for eksempel Gjennomsnitt eller Sum).
nl: Kies vervolgens een geaggregeerde metriek (bijvoorbeeld Gemiddelde of Som).
pl: Następnie wybierz metrykę zbiorczą (np. Średnia lub Suma).
pt_br: Em seguida, escolha uma métrica agregada (como Média ou Soma).
ru: Затем выберите совокупный показатель (например, среднее значение или сумма).
sk: Potom vyberte súhrnnú metriku (napríklad Priemer alebo Súčet).
sl: Nato izberite skupno meritev (na primer povprečje ali vsota).
sq: Pastaj zgjidh një metrikë të agreguar (si Mesatare ose Shumë).
sr: Zatim izaberite agregatnu metriku (kao što su Average ili Sum).
sv: Välj sedan ett aggregerat mått (som medelvärde eller summa).
tr: Daha sonra bir toplu ölçüm (Ortalama veya Toplam gibi) seçin.
uk: Потім виберіть агреговану метрику (наприклад, Average або Sum).
vi: Sau đó chọn một số liệu tổng hợp (chẳng hạn như Trung bình hoặc Tổng).
zh_hk: 接著選取一個合計指標 (例如平均值或總和)。

source: Then pick a metric and a number columns to group by.
bg: След това изберете показател и числови колони, по които да групирате.
ca: A continuació, trieu una mètrica i un nombre de columnes per agrupar-los.
de: Wählen Sie dann eine Metrik und eine Zahlenspalte zum Gruppieren aus.
eo: Then pick a metric and a number column to group by, fr fr.
es: Luego, seleccione una métrica y una columna numérica para agrupar.
fa: سپس یک متریک و یک ستون عددی را برای گروه بندی انتخاب کنید.
fi: Valitse sitten mittari ja numerosarakkeet ryhmittelyä varten.
fr: Choisissez ensuite une métrique et un nombre de colonnes à regrouper.
it: Quindi seleziona una metrica e un numero di colonne in base a cui effettuare il raggruppamento.
ja: 次に、グループ化するメトリックと数値列を選択します。
nb: Velg deretter en måleenhet og en tallkolonne å gruppere etter.
nl: Selecteer vervolgens een metrische en numerieke kolom waarop u wilt groeperen.
pl: Następnie wybierz metrykę i liczbę kolumn, według których chcesz grupować.
pt_br: Em seguida, escolha uma métrica e uma coluna numérica para agrupar.
ru: Затем выберите метрику и число столбцов для группировки.
sk: Potom vyberte stĺpce metriky a čísla, podľa ktorých chcete zoskupiť.
sl: Nato izberite meritev in številske stolpce, po katerih želite razvrstiti.
sv: Välj sedan ett mätvärde och en nummerkolumn att gruppera efter.
tr: Daha sonra gruplandırmak için bir metrik ve sayı sütunu seçin.
uk: Потім виберіть метрику й числові колонки для групування.
vi: Sau đó chọn một số liệu và một số cột để nhóm theo.
zh_hk: 然後，選取一個指標和數字列進行群組。

source: E.g. Count of orders grouped by Customer age
bg: Например брой поръчки, групирани по възраст на клиента
ca: Per exemple, recompte de comandes agrupades per edat del client
de: Z. B. Anzahl der Bestellungen gruppiert nach Kundenalter
eo: like, number of orders sorted by how old the customers are, fr
es: Por ejemplo, recuento de pedidos agrupados por edad del cliente
fa: به عنوان مثال تعداد سفارشات گروه بندی شده بر اساس سن مشتری
fi: Esim. tilausten määrä asiakkaan iän mukaan ryhmiteltynä
fr: Par exemple, nombre de commandes regroupées par âge du client
it: Ad esempio, conteggio degli ordini raggruppati per età del cliente
ja: 例: 顧客年齢別にグループ化された注文数
nb: F.eks. antall bestillinger gruppert etter kundens alder
nl: Bijv. Aantal bestellingen gegroepeerd op leeftijd van de klant
pl: Np. Liczba zamówień pogrupowanych według wieku klienta
pt_br: Por exemplo, Número de pedidos agrupados por Idade do cliente
ru: Например, количество заказов, сгруппированных по возрасту клиента.
sk: Napr. počet objednávok zoskupených podľa veku zákazníka
sl: Npr. število naročil, razvrščenih glede na starost stranke
sv: T.ex. Antal beställningar grupperade efter kundens ålder
tr: Örn. Müşteri yaşına göre gruplandırılmış sipariş sayısı
uk: Напр. Кількість замовлень, згрупована за Віком клієнта
vi: Ví dụ: Số lượng đơn hàng được nhóm theo Độ tuổi của khách hàng
zh_hk: 例如：按客戶年齡分類的訂單數量

source: Then pick an aggregate metric (such as the Average or Sum) and a time column to group by.
ar: ثم اختر مقياسًا تجميعيًا (مثل Average أو Sum) وعمودًا زمنيًا للتجميع حسبه.
bg: След това изберете обобщен показател (като средна стойност или сума) и колона за време, по която да групирате.
ca: A continuació, trieu una mètrica agregada (com ara la mitjana o la suma) i una columna de temps per agrupar-la.
de: Wählen Sie dann eine aggregierte Metrik (z. B. Durchschnitt oder Summe) und eine Zeitspalte zum Gruppieren aus.
eo: Then pick a main metric (like the Average or Sum) and a time column to group by, fr fr.
es: Luego, seleccione una métrica agregada (como el promedio o la suma) y una columna de tiempo para agrupar.
fa: سپس یک متریک مجموع (مانند میانگین یا مجموع) و یک ستون زمانی را برای گروه بندی انتخاب کنید.
fi: Valitse sitten koostetieto (kuten keskiarvo tai summa) ja aikasarake ryhmittelyä varten.
fr: Choisissez ensuite une mesure globale (telle que la moyenne ou la somme) et une colonne de temps pour le regroupement.
it: Quindi seleziona una metrica aggregata (ad esempio Media o Somma) e una colonna temporale in base alla quale effettuare il raggruppamento.
ja: 次に、集計メトリック (平均や合計など) とグループ化する時間列を選択します。
nb: Velg deretter et aggregert mål (for eksempel gjennomsnitt eller sum) og en tidskolonne å gruppere etter.
nl: Selecteer vervolgens een geaggregeerde metriek (zoals Gemiddelde of Som) en een tijdkolom waarop u wilt groeperen.
pl: Następnie wybierz metrykę zbiorczą (taką jak Średnia lub Suma) i kolumnę czasu, według której chcesz grupować.
pt_br: Em seguida, escolha uma métrica agregada (como Média ou Soma) e uma coluna de tempo para agrupar.
ru: Затем выберите совокупный показатель (например, среднее значение или сумму) и столбец времени для группировки.
sk: Potom vyberte súhrnnú metriku (napríklad Priemer alebo Súčet) a stĺpec času, podľa ktorého sa má zoskupiť.
sl: Nato izberite skupno meritev (na primer povprečje ali vsota) in časovni stolpec, po katerem želite združiti.
sq: Pastaj zgjidh një metrikë të agreguar (si Mesatare ose Shumë) dhe një kolonë kohe për ta grupuar sipas.
sr: Zatim izaberite agregatnu metriku (kao što su Average ili Sum) i vremensku kolonu za grupisanje.
sv: Välj sedan ett aggregerat mått (som medelvärde eller summa) och en tidskolumn att gruppera efter.
tr: Daha sonra, gruplandırmak için bir toplu ölçüm (Ortalama veya Toplam gibi) ve bir zaman sütunu seçin.
uk: Потім виберіть агреговану метрику (наприклад, Average або Sum) і часову колонку для групування.
vi: Sau đó chọn một số liệu tổng hợp (như Trung bình hoặc Tổng) và một cột thời gian để nhóm theo.
zh_hk: 接著選取一個合計指標（例如平均值或總和）和一個時間列來進行分組。

source: E.g. Count of orders grouped by Month
ar: مثال: عدد الطلبات مجمّع حسب الشهر
bg: Например брой поръчки, групирани по месец
ca: Per exemple, recompte de comandes agrupades per mes
de: Z. B. Anzahl der Bestellungen gruppiert nach Monat
eo: Like, example: total orders grouped by month, fr fr
es: Por ejemplo, recuento de pedidos agrupados por mes
fa: به عنوان مثال تعداد سفارشات گروه بندی شده بر اساس ماه
fi: Esim. tilausten määrä kuukausittain ryhmiteltynä
fr: Par exemple, nombre de commandes regroupées par mois
it: Ad esempio, conteggio degli ordini raggruppati per mese
ja: 例: 月ごとにグループ化された注文数
nb: F.eks. antall bestillinger gruppert etter måned
nl: Bijv. Aantal bestellingen gegroepeerd per maand
pl: Np. Liczba zamówień pogrupowana według miesiąca
pt_br: Por exemplo, Número de pedidos agrupados por Mês
ru: Например, количество заказов, сгруппированных по месяцам.
sk: Napr. počet objednávok zoskupených podľa mesiaca
sl: Npr. Število naročil, razvrščenih po mesecih
sq: P.sh. Numërim i porosive të grupuara sipas Muajit
sr: Npr. broj porudžbina grupisan po mesecu
sv: T.ex. Antal beställningar grupperade efter månad
tr: Örn. Aya göre gruplandırılmış sipariş sayısı
uk: Напр. Кількість замовлень, згрупована за Місяцем
vi: Ví dụ: Số lượng đơn hàng được nhóm theo Tháng
zh_hk: 例如：依月份分類的訂單數量

source: Then pick a metric and a single column to group by: either time or category.
ar: ثم اختر مقياسًا وعمودًا واحدًا للتجميع حسبه: إما الوقت أو الفئة.
bg: След това изберете показател и една колона, която да групирате по: време или категория.
ca: A continuació, trieu una mètrica i una sola columna per agrupar-les per: temps o categoria.
de: Wählen Sie dann eine Metrik und eine einzelne Spalte zum Gruppieren aus: entweder Zeit oder Kategorie.
eo: Then, just choose a metric and one column to group by—either time or category, ya know?
es: Luego, seleccione una métrica y una sola columna para agrupar por: tiempo o categoría.
fa: سپس یک متریک و یک ستون را برای گروه بندی بر اساس: زمان یا دسته انتخاب کنید.
fi: Valitse sitten tieto ja yksi sarake ryhmittelyä varten joko ajan tai luokan mukaan.
fr: Choisissez ensuite une métrique et une seule colonne par laquelle regrouper : soit le temps, soit la catégorie.
it: Quindi seleziona una metrica e una singola colonna in base alla quale effettuare il raggruppamento: in base al tempo o alla categoria.
ja: 次に、グループ化するメトリックと単一の列（時間またはカテゴリ）を選択します。
nb: Velg deretter et mål og en enkelt kolonne å gruppere etter: enten tid eller kategori.
nl: Selecteer vervolgens een metriek en één kolom om op te groeperen: tijd of categorie.
pl: Następnie wybierz metrykę i pojedynczą kolumnę, według której chcesz pogrupować dane: czas lub kategoria.
pt_br: Em seguida, escolha uma métrica e uma única coluna para agrupar: tempo ou categoria.
ru: Затем выберите показатель и один столбец для группировки: время или категория.
sk: Potom vyberte metriku a jeden stĺpec na zoskupenie podľa: času alebo kategórie.
sl: Nato izberite meritev in en stolpec, ki ga želite razvrstiti v skupine: bodisi po času ali kategoriji.
sq: Pastaj zgjidh një metrikë dhe një kolonë të vetme për ta grupuar sipas: ose kohë, ose kategori.
sr: Zatim izaberite metriku i jednu kolonu za grupisanje: ili vreme ili kategoriju.
sv: Välj sedan ett mått och en enskild kolumn att gruppera efter: antingen tid eller kategori.
tr: Daha sonra bir metrik ve gruplandırmak için tek bir sütun seçin: zaman veya kategori.
uk: Потім виберіть метрику й одну колонку для групування: або час, або категорію.
vi: Sau đó chọn một số liệu và một cột để nhóm theo: thời gian hoặc danh mục.
zh_hk: 然後，選取一個指標和一列來進行分類：時間或類別。

source: E.g. Sum of revenue grouped by Country
ar: مثال: مجموع الإيرادات مجمّع حسب البلد
bg: Например сума на приходите, групирани по държава
ca: Per exemple, suma d'ingressos agrupats per país
de: Z. B. Summe der Einnahmen gruppiert nach Land
eo: Like, for example, total revenue stacked by country fr fr
es: Por ejemplo, suma de ingresos agrupados por país
fa: به عنوان مثال مجموع درآمد گروه بندی شده بر اساس کشور
fi: Esim. tulojen summa ryhmitelty maan mukaan
fr: Par exemple, somme des revenus regroupés par pays
it: Ad esempio, somma delle entrate raggruppate per Paese
ja: 例: 国別にグループ化された収益の合計
nb: F.eks. summen av inntekter gruppert etter land
nl: Bijv. Som van de inkomsten gegroepeerd per land
pl: Np. Suma przychodów pogrupowana według kraju
pt_br: Por exemplo, Soma das receitas agrupadas por País
ru: Например, сумма дохода, сгруппированная по странам
sk: Napr. súčet príjmov zoskupených podľa krajiny
sl: Npr. vsota prihodkov, razvrščenih po državah
sq: P.sh. Shuma e të ardhurave e grupuar sipas Shtetit
sr: Npr. suma prihoda grupisana po zemlji
sv: T.ex. Summa av intäkter grupperade efter land
tr: Örn. Ülkeye göre gruplandırılmış gelir toplamı
uk: Напр. Сума доходу, згрупована за Країною
vi: Ví dụ Tổng doanh thu được nhóm theo Quốc gia
zh_hk: 例如：按國家分類的收入總和

source: Enter goal value
ar: أدخل قيمة الهدف
bg: Въведете целева стойност
ca: Introdueix el valor de l'objectiu
de: Zielwert eingeben
es: Introduzca el valor objetivo
fa: مقدار هدف را وارد کنید
fi: Syötä tavoitteen arvo
fr: Entrez la valeur de l'objectif
it: Inserisci il valore dell'obiettivo
ja: 目標値を入力
nb: Angi målverdi
nl: Voer doelwaarde in
pl: Wprowadź wartość celu
pt_br: Insira o valor da meta
ru: Введите значение цели
sk: Zadajte cieľovú hodnotu
sl: Vnesite ciljno vrednost
sq: Vendos vlerën e objektivit
sr: Unesite vrednost cilja
sv: Ange målvärde
tr: Hedef değerini girin
uk: Введіть значення цілі
vi: Nhập giá trị mục tiêu
zh_hk: 輸入目標值
