Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Surface individual records in search by matching against this column
ar: إظهار سجلات فردية في البحث بمطابقتها مع هذا العمود
bg: Показване на индивидуални записи в търсене чрез съвпадение с тази колона
ca: Afegiu registres individuals a la cerca fent coincidir amb aquesta columna
de: Einzelne Datensätze in der Suche anzeigen, indem mit dieser Spalte abgeglichen wird
eo: Show individual records in search by matching with this column, fr fr
es: Mostrar registros individuales en la búsqueda al compararlos con esta columna
fa: رکوردهای فردی را در جستجو با تطبیق با این ستون سطح کنید
fi: Näytä yksittäiset tietueet haussa vertaamalla niitä tämän sarakkeen kanssa.
fr: Afficher des enregistrements individuels dans la recherche en les faisant correspondre à cette colonne
hu: Egyedi rekordokat jelenít meg kereséskor, ha ez az oszlop egyezik
it: Superare i singoli record nella ricerca mediante una corrispondenza con questa colonna
ja: この列とのマッチングにより、個々のレコードを検索で表示する。
lt: Pateikite atskirus įrašus paieškoje, suderindami su šiuo stulpeliu
ms: Tunjukkan rekod individu dalam carian dengan memadankan dengan lajur ini
nb: Vis individuelle poster i søk ved å matche mot denne kolonnen
nl: Toon individuele records in de zoekopdracht door te vergelijken met deze kolom
pl: Wyświetlaj poszczególne rekordy w wyszukiwaniu, dopasowując je do tej kolumny
pt_br: Exiba registros individuais na pesquisa comparando com esta coluna
ru: Поверхностные записи в поиске по этому столбцу
sk: Vyhľadať jednotlivé záznamy porovnaním s týmto stĺpcom
sl: Prikaz posameznih zapisov v iskanju tako, da se ujema s tem stolpcem
sq: Shfaq rekorde individuale në kërkim duke bërë match me këtë kolonë
sr: Prikaži pojedinačne zapise u pretrazi tako što ih uparuješ sa ovom kolonom
sv: Visa enskilda poster i sökningen genom att matcha mot denna kolumn
tr: Bu sütunla eşleştirerek aramada tek tek kayıtları yüzeye çıkarma
uk: Показувати в пошуку окремі записи, зіставляючи їх із цим стовпцем
vi: Hiển thị các bản ghi riêng lẻ trong tìm kiếm bằng cách khớp với cột này
zh_hk: 通過與此列匹配在搜索中顯示單個記錄

source: Back to {0}
ar: العودة إلى {0}
bg: Назад към {0}
ca: Torna a {0}
de: Zurück zu {0}
eo: Back to the grind, fr fr
es: Volver a {0}
fa: بازگشت به {0}
fi: Takaisin {0}:aan
fr: Retour à {0}
hu: Vissza ide: {0}
it: Torna a {0}
ja: {0}に戻る
lt: Atgal į {0}
ms: Kembali ke {0}
nb: Tilbake til {0}
nl: Terug naar {0}
pl: Wróć do {0}
pt_br: Voltar para {0}
ru: Назад к {0}
sk: Späť na {0}
sl: Nazaj na {0}
sq: Kthehu te {0}
sr: Nazad na {0}
sv: Tillbaka till {0}
tr: {0}'a geri dön
uk: Повернутися до {0}
vi: Quay lại {0}
zh_hk: 返回 {0}

source: Hide this card if there are no results
ar: إخفاء هذه البطاقة إذا لم تكن هناك نتائج
bg: Скрийте тази карта ако няма резултати
ca: Amagar aquesta targeta si no hi ha resultats
de: Diese Karte ausblenden, wenn keine Ergebnisse vorliegen
eo: Hide this card if there’s no hits, lol
es: Ocultar esta tarjeta si no hay resultados
fa: در صورت عدم نتیجه، این کارت را پنهان کنید
fi: Piilota tämä kortti, jos tuloksia ei ole.
fr: Masquer cette carte s'il n'y a aucun résultat
hu: Rejtse el ezt a kártyát, ha nincs eredmény
it: Nascondere questa scheda se non ci sono risultati
ja: 結果がなければこのカードを隠す
lt: Paslėpti šią kortelę, jei nėra rezultatų
ms: Sembunyikan kad ini jika tiada hasil
nb: Skjul dette kortet hvis det ikke er noen resultater
nl: Verberg deze kaart als er geen resultaten zijn
pl: Ukryj tą kartę jeśli nie ma wyników
pt_br: Ocultar este cartão se não houver resultados
ru: Спрячьте эту карту, если нет результатов
sk: Skryť túto kartu, ak nie sú k dispozícii žiadne výsledky
sl: Skrij to kartico, če ni rezultatov
sq: Fshihe kEtE kartE nEse nuk ka rezultate
sr: Sakrij ovu karticu ako nema rezultata
sv: Dölj detta kort om det inte finns några resultat
tr: Sonuç yoksa bu kartı gizle
uk: Сховати цю картку, якщо немає результатів
vi: Ẩn thẻ này nếu không có kết quả
zh_hk: 如果沒有搜索結果，隱藏此卡

source: Pick one of your dashboards to serve as homepage. Users without dashboard access will be directed to the default homepage. You can update or reset this anytime in Admin Settings > Settings > General
hu: Válasszon egy műszerfalat kezdőlapként. Azok a felhasználók, akiknek nincs hozzáférésük a műszerfalhoz, az alapértelmezett kezdőlapra lesznek irányítva. Ezt bármikor frissítheti vagy visszaállíthatja az Admin beállítások > Beállítások > Általános menüpontban.
ms: Pilih salah satu papan pemuka anda untuk dijadikan halaman utama. Pengguna tanpa akses papan pemuka akan diarahkan ke halaman utama lalai. Anda boleh mengemas kini atau menetapkan semula ini pada bila-bila masa di Tetapan Pentadbir> Tetapan > Umum

source: Pick a database
hu: Válasszon egy adatbázist
ms: Pilih pangkalan data

source: You cannot upload files larger than {0}
hu: Nem tölthet fel {0}-nál nagyobb fájlokat
ms: Anda tidak boleh memuat naik fail yang lebih besar daripada {0}

source: There was an error uploading the file
ar: حدث خطأ أثناء رفع الملف
bg: Имаше грешка при качването на файла
ca: S'ha produït un error en carregar el fitxer
de: Beim Upload der Datei ist ein Fehler aufgetreten
eo: Bruh, the file didn't send rn.
es: Hubo un error al cargar el archivo
fa: هنگام آپلود فایل خطایی روی داد
fi: Tiedoston latauksessa tapahtui virhe.
fr: Il y a eu une error lors du téléchargement du fichier
hu: Hiba történt a fájl feltöltése közben
it: Si è verificato un errore nel caricamento del file
ja: ファイルのアップロードでエラーが発生しました。
lt: Įkeliant failą įvyko klaida
ms: Terdapat ralat semasa memuat naik fail
nb: Det oppstod en feil under opplasting av filen
nl: Er was een fout bij het uploaden van het bestand
pl: Wystąpił błąd w trakcie ładowania pliku
pt_br: Ocorreu um erro ao carregar o arquivo
ru: При загрузке файла произошла ошибка
sk: Pri nahrávaní súboru došlo k chybe
sl: Pri nalaganju datoteke je prišlo do napake
sq: Pati njE gabim gjatE ngarkimit tE skedarit
sr: Došlo je do greške pri otpremanju fajla
sv: Det uppstod ett fel vid uppladdningen av filen
tr: Dosya yüklenirken bir hata oluştu
uk: Під час завантаження файлу сталася помилка
vi: Đã xảy ra lỗi khi tải tệp lên
zh_hk: 上載檔案時發生錯誤

source: Returns the median of all the values of a column.
ar: يُرجع وسيط كل القيم في عمود.
bg: Връща медианата на всички стойности в колоната.
ca: Retorna la mediana de tots els valors en una columna.
de: Gibt die Median-Werte aller Werte einer Spalte zurück.
eo: Calculates the median of all the values in a column, fr fr.
es: Devuelve la mediana de todos los valores de una columna.
fa: میانه تمام مقادیر یک ستون را برمی گرداند.
fi: Palauttaa sarakkeen kaikkien arvojen mediaanin.
fr: Renvoie la médiane de toutes les valeurs d'une colonne.
hu: Egy oszlop összes értékének mediánját adja vissza.
it: Restituisce la mediana di tutti i valori di una colonna.
ja: Median関数は、列のすべての値の中央値を返します。
lt: Pateikia visų stulpelio reikšmių medianą.
ms: Mengembalikan median semua nilai dalam lajur.
nb: Returnerer median for alle verdiene i en kolonne.
nl: Retourneert de mediaan van alle waarden van een kolom.
pl: Zwraca medianę ze wszystkich wartości w kolumnie.
pt_br: Retorna a mediana de todos os valores de uma coluna.
ru: Возвращает медиану всех значений столбца.
sk: Vráti medián všetkých hodnôt stĺpca.
sl: Vrne mediano vseh vrednosti stolpca.
sq: Kthen medianën e të gjitha vlerave të një kolone.
sr: Vraća medijanu svih vrednosti u koloni.
sv: Returnerar medianen av alla värden i en kolumn.
tr: Bir sütunun tüm değerlerinin medyanını döndürür.
uk: Повертає медіану всіх значень стовпця.
vi: Trả về giá trị trung bình của tất cả các giá trị trong một cột.
zh_hk: 返回欄位中所有數值的中位數。

source: The position to start copying characters. Index starts at position 1.
hu: A karakterek másolásának kezdő pozíciója. Az index az 1-es pozíciónál kezdődik.
lt: Padėtis pradėti kopijuoti simbolius. Indeksas prasideda nuo 1 pozicijos.
ms: Kedudukan untuk mula menyalin aksara. Indeks bermula pada kedudukan 1.

source: This will be added to the end of value2, and so on.
hu: Ez hozzáadódik a value2 végéhez, és így tovább.
lt: Tai bus pridėta prie 2 vertės pabaigos ir pan.
ms: Ini akan ditambah ke hujung nilai2, dan seterusnya.

source: The column or expression with your datetime value.
ar: العمود أو التعبير الذي يحتوي على قيمة datetime الخاصة بك.
bg: Колоната или изразът с вашата стойност на дата и час.
ca: La columna o expressió amb el teu valor datetime.
de: Die Spalte oder der Ausdruck mit Ihrem Datum-Wert.
eo: That part where your datetime value is, like, the main vibe or whatever.
es: La columna o expresión con tu valor de fecha y hora.
fa: ستون یا عبارت با مقدار datetime شما.
fi: Sarake tai lauseke, jossa on aikaleimasi arvo.
fr: La colonne ou l'expression contenant la valeur de la date.
hu: Az oszlop vagy kifejezés a dátum-idő értékkel.
it: La colonna o l'espressione con il valore datetime.
ja: datetime値を持つカラムまたは式。
lt: Stulpelis arba išraiška su jūsų datos ir laiko reikšme.
ms: Lajur atau ungkapan dengan nilai tarikhmasa anda.
nb: Kolonnen eller uttrykket med din datotid-verdi.
nl: De kolom of uitdrukking met je datum-tijdwaarde.
pl: Kolumna lub wyrażenie z wartością daty/godziny.
pt_br: A coluna ou expressão com seu valor de data e hora.
ru: Столбец или выражение со значением времени.
sk: Stĺpec alebo výraz s hodnotou dátumu.
sl: Stolpec ali izraz z vrednostjo datuma in časa.
sq: Kolona ose shprehja me vlerën tuaj datetime.
sr: Kolona ili izraz sa tvojom datetime vrednošću.
sv: Kolumnen eller uttrycket med ditt datetime-värde.
tr: Tarih saat değerinizi içeren sütun veya ifade.
uk: Стовпець або вираз із вашим значенням дати й часу.
vi: Cột hoặc biểu thức có giá trị ngày giờ của bạn.
zh_hk: 包含日期時間值的欄位或表達式。

source: Shipped At
bg: Доставено на
ca: Enviat el
de: Versanddatum
eo: Dropped at
es: Enviado a
fa: ارسال شده در
fi: Lähetetty
fr: Expédié le
hu: Szállítva
it: Spedito a
ja: 発送元
lt: Išsiųsta iki
ms: Dihantar Pada
nb: Sent
nl: Verzonden Op
pl: Wydane
pt_br: Enviado em
ru: Отгружено в
sk: Dodané na
sl: Odpremljeno v
sq: Dërguar më
sr: Poslato
sv: Levereras vid
tr: Şu Adrese Sevk Edilir
uk: Відправлено
vi: Đã vận chuyển tại
zh_hk: 運送於

source: Choose from: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }, or {8}.
ar: اختر من: {0}، {1}، {2}، {3}، {4}، {5}، {6}، ${ 7 }، أو {8}.
bg: Избирайте от: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }, или {8}.
ca: Escollir de: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }, o {8}.
de: Wählen Sie aus: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }, oder {8}.
eo: Pick from: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${7}, or {8}. No cap.
es: Elige entre: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 } o {8}.
fi: Valitse vaihtoehdoista: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }, tai {8}.
fr: Choisissez parmi : {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }, ou {8}.
hu: Válasszon ezek közül: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${7} vagy {8}.
it: Scegliere tra: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }, o {8}.
ja: {0}、{1}、{2}、{3}、{4}、{5}、{6}、${ 7 }、{8} から選ぶ。
lt: Pasirinkite iš: {0}, {1}, {2}, {3}, {4}, {5}, {6}, $ { 7 } arba {8}.
ms: Pilih dari: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${7}, atau {8}.
nb: Velg mellom: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }, eller {8}.
nl: Kies uit: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }, of {8}.
pl: Wybierz spośród: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 } lub {8}.
pt_br: Escolha entre: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 } ou {8}.
ru: Выберите из: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }, или {8}.
sk: Vyberte si z nasledujúcich možností: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }alebo {8}.
sl: Izbirate lahko med: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 } ali {8}.
sq: Zgjidhni nga: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }, ose {8}.
sr: Izaberi između: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }, ili {8}.
sv: Välj bland: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }, eller {8}.
tr: Şunlardan birini seçin: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }veya {8}.
uk: Виберіть із: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }, або {8}.
vi: Chọn từ: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }, hoặc {8}.
zh_hk: 在下列選項中選擇: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ${ 7 }, 或 {8}。

source: Checks to see if string1 does not contain string2 within it.
hu: Ellenőrzi, hogy string1 nem tartalmazza-e string2-t.
ms: Memeriksa sama ada string1 tidak mengandungi string2 di dalamnya.

source: Type of interval like {0}, {1}, {2}.
ar: نوع الفاصل مثل {0}، {1}، {2}.
bg: Тип на интервала като {0}, {1}, {2}.
ca: Tipus d'interval com {0}, {1}, {2}.
de: Typ des Intervalls wie {0}, {1}, {2}.
eo: Like, just a vibe of intervals like {0}, {1}, {2}, y’know?
es: Tipo de intervalo como {0}, {1}, {2}.
fa: نوع فاصله مانند {0}، {1}، {2}.
fi: Intervallin tyyppi kuten {0}, {1}, {2}.
fr: Type d'intervalle comme {0}, {1}, {2}.
hu: Az intervallum típusa, mint {0}, {1}, {2}.
it: Tipo di intervallo come {0}, {1}, {2}.
ja: {0}、{1}、{2}のような区間の種類。
lt: Intervalo tipas, pvz., {0}, {1}, {2}.
ms: Jenis interval seperti {0}, {1}, {2}.
nb: Type intervall, som {0}, {1}, {2}.
nl: Type interval zoals {0}, {1}, {2}.
pl: Typ interwału, np. {0}, {1}, {2}.
pt_br: Tipo de intervalo como {0}, {1}, {2}.
ru: Тип интервала: {0}, {1}, {2}.
sk: Typ intervalu ako {0}, {1}, {2}.
sl: Vrsta intervala, kot je {0}, {1}, {2}.
sq: Lloj intervali si {0}, {1}, {2}.
sr: Tip intervala kao {0}, {1}, {2}.
sv: Typ av intervall som {0}, {1}, {2}.
tr: {0}, {1}, {2} gibi aralık türü.
uk: Тип інтервалу, як-от {0}, {1}, {2}.
vi: Kiểu khoảng như {0}, {1}, {2}.
zh_hk: 種類例如 {0}, {1}, {2}。

source: Checks if a column is not null
ar: يتحقق مما إذا كان العمود ليس NULL
bg: Проверява дали една колона не е null
ca: Comprova si la columna no és null
de: Prüft, ob eine Spalte nicht NULL ist
eo: Checks if a column’s not empty fr fr
es: Comprueba si una columna no es nula
fa: بررسی می کند که آیا یک ستون تهی نیست
fi: Tarkistaa, onko sarakkeessa arvoa.
fr: Vérifie si une colonne n'est pas nul
hu: Ellenőrzi, hogy egy oszlop nem null-e
it: Controlla se una colonna non è nulla
ja: カラムがNULLでないかチェックする
lt: Patikrina, ar stulpelis nėra nulis
ms: Memeriksa jika lajur tidak null
nb: Sjekk om en kolonne ikke er null
nl: Controleert of een kolom niet null is
pl: Sprawdza, czy kolumna nie jest NULL
pt_br: Verifica se uma coluna não é nula
ru: Проверяет не является ли столбец нулевым
sk: Kontroluje, či stĺpec nie je null
sl: Preveri, ali stolpec ni ničen
sq: Kontrollon nëse një kolonë nuk është null
sr: Proverava da li kolona nije null
sv: Kontrollerar om en kolumn är null eller ej
tr: Bir sütunun null olup olmadığını kontrol eder
uk: Перевіряє, чи є значення в стовпці не null
vi: Kiểm tra xem một cột có phải là null không
zh_hk: 檢查欄位是否不為空值

source: Checks if a column is not empty
ar: يتحقق مما إذا كان العمود غير فارغ
bg: Провери дали колоната не е празна
ca: Comprova si la columna no està buida
de: Überprüft, ob eine Spalte nicht leer ist
eo: Make sure the column isn’t deadass empty
es: Comprueba si una columna no está vacía
fa: بررسی می کند که آیا یک ستون خالی نیست
fi: Tarkistaa, onko sarakkeessa tyhjiä arvoja.
fr: Vérifie si une colonne n'est pas vide
hu: Ellenőrzi, hogy egy oszlop nem üres-e
it: Controlla se una colonna non è vuota
ja: カラムが空でないかチェックする
lt: Patikrina, ar stulpelis nėra tuščias
ms: Memeriksa jika lajur tidak kosong
nb: Sjekk om en kolonne ikke er tom
nl: Controleert of een kolom niet leeg is
pl: Sprawdza, czy kolumna nie jest pusta
pt_br: Verifica se uma coluna não está vazia
ru: Проверяет не пуст ли столбец
sk: Kontroluje, či stĺpec nie je prázdny
sl: Preveri, ali stolpec ni prazen
sq: Kontrollon nëse një kolonë nuk është bosh
sr: Proverava da li kolona nije prazna
sv: Kontrollerar om en kolumn inte är tom
tr: Bir sütunun boş olup olmadığını kontrol eder
uk: Перевіряє, чи є стовпець не порожнім
vi: Kiểm tra xem một cột có trống không
zh_hk: 檢查欄位是否不為空

source: If value1 is empty, value2 gets returned if its not empty.
hu: Ha az value1 üres, akkor az value2 kerül visszaadásra, ha nem üres.
lt: Jei reikšmė1 tuščia, vertė2 grąžinama, jei ji nėra tuščia.
ms: Jika nilai1 kosong, nilai2 akan dipulangkan jika tidak kosong.

source: If value1 is empty, and value2 is empty, the next non-empty one will be returned.
hu: Ha az value1 üres, és az value2 is üres, akkor a következő nem üres kerül visszaadásra.
lt: Jei reikšmė1 tuščia, o reikšmė2 tuščia, bus grąžinta kita netuščia.
ms: Jika nilai1 kosong, dan nilai2 kosong, yang berikutnya yang tidak kosong akan dipulangkan.

source: The value that will be returned if the preceding condition is true.
hu: Az az érték, amely visszaadásra kerül, ha az előző feltétel igaz.
lt: Reikšmė, kuri bus grąžinta, jei ankstesnė sąlyga yra teisinga.
ms: Nilai yang akan dipulangkan jika syarat sebelumnya adalah benar.

source: You can add more conditions to test.
ar: يمكنك إضافة المزيد من الشروط لاختبارها.
bg: Можете да добавите повече условия за тестване.
ca: Pots afegir més condicions a provar.
de: Sie können weitere Bedingungen hinzufügen, um zu testen.
eo: You can flex more conditions to test, fr.
es: Puedes añadir más condiciones a testear.
fa: می توانید شرایط بیشتری را برای آزمایش اضافه کنید.
fi: Voit lisätä enemmän ehtoja testataksesi.
fr: Vous pouvez ajouter plus de conditions à tester.
hu: További feltételeket adhat a teszteléshez.
it: È possibile aggiungere altre condizioni da testare.
ja: さらに条件を追加してテストすることもできる。
lt: Galite pridėti daugiau testavimo sąlygų.
ms: Anda boleh menambah lebih banyak syarat untuk diuji.
nb: Du kan legge til flere forutsetninger for å teste.
nl: Je kunt meer voorwaarden toevoegen om te testen.
pl: Możesz dodać więcej warunków aby przetestować.
pt_br: Você pode adicionar mais condições para testar.
ru: Вы можете добавить больше условий для тестирования.
sk: Môžete pridať ďalšie podmienky na testovanie.
sl: Dodate lahko več pogojev za testiranje.
sq: Mund të shtoni më shumë kushte për ti testuar.
sr: Možete dodati još uslova za testiranje.
sv: Du kan lägga till fler villkor för att testa.
tr: Test etmek için daha fazla koşul ekleyebilirsiniz.
uk: Ви можете додати більше умов для перевірки.
vi: Bạn có thể thêm nhiều điều kiện hơn để kiểm tra.
zh_hk: 您可以添加更多條件來測試。

source: Impersonated
ar: بانتحال الدور
bg: Поставен на мястото на друг
ca: Suplantat
de: Benutzerwechsel
eo: Impostered
es: Suplantado
fa: جعل هویت
fi: Imitoi
fr: Imité
hu: Megszemélyesített
it: Impersonato
ja: なりすまし
lt: Apsimetinėjama
ms: Meniru
nb: Etterlignet
nl: Geïmpersoneerd
pl: Podszywanie się
pt_br: Representado
ru: Самозваный
sk: Vydávaný
sl: Poosebljeni
sq: Me rol të imituar
sr: Impersonirano
sv: Imiterad
tr: Taklit Edilmiş
uk: Імперсоновано
vi: Mạo danh
zh_hk: 模仿

source: Edit Impersonated
ar: عدّل بانتحال الدور
bg: Редактиране на имитиран
ca: Editar impersonats
de: Benutzerwechsel bearbeiten
eo: Edit lowkey clout-chased
es: Edita Suplantación
fa: جعل هویت را ویرایش کنید
fi: Muokkaa imitointia.
fr: Modifier Imité
hu: Megszemélyesített szerkesztése
it: Modifica Impersonato
ja: なりすましを編集する
lt: Redaguoti apsimetinėjimą
ms: Sunting Peniruan
nb: Rediger Etterlignet
nl: Bewerk geïmpersoneerd
pl: Edytuj Podszywanie się
pt_br: Editar representação
ru: Редактирование под видом
sk: Upraviť zosobnené
sl: Urejanje poosebljanja
sq: Ndrysho Me rol të imituar
sr: Uredi Impersonirano
sv: Redigera Imiterad
tr: Taklit Edilenleri Düzenle
uk: Редагувати імперсонування
vi: Chỉnh sửa Mạo danh
zh_hk: 編輯模仿

source: Metabot greeting
ar: تحية Metabot
bg: Поздравление от Metabot
ca: Benvinguda del Metabot
de: Metabot Begrüßung
eo: Metabot greeting → "Metabot vibing"
es: Saludo Metabot
fa: سلام متابوت
fi: Metabot tervehtii
fr: Salutation du Metabot
hu: Metabot üdvözlése
it: Saluto di Metabot
ja: MetaBotの挨拶
lt: Metaboto sveikinimas
ms: Salam Metabot
nb: Metabot hilsen
nl: Metabot begroeting
pl: Powitanie Metabot-a
pt_br: Saudação do Metabot
ru: Приветствие метабота
sk: Metabot pozdrav
sl: Metabot pozdrav
sq: Përshëndetje e Metabot
sr: Metabot pozdrav
sv: Metabothälsning
tr: Metabot selamlama
uk: Вітання Metabot
vi: Lời chào Metabot
zh_hk: Metabot 問候語

source: Custom Homepage
hu: Egyedi kezdőlap
lt: Pasirinktinis pagrindinis puslapis
ms: Halaman Utama Kustom

source: Uploads
ar: عمليات الرفع
bg: Качвания
ca: Càrregues
eo: Uploads = "Pls, I just posted that" or "Just dropped that"
es: Subidas
fa: آپلودها
fi: Lataukset
fr: Téléchargements
hu: Feltöltések
it: Caricamenti
ja: アップロード
lt: Įkėlimai
ms: Muat Naik
nb: Opplastinger
nl: Uploaden
pl: Przesłane
ru: Загрузки
sk: Nahrané súbory
sl: Nalaganja
sq: Ngarkime
sr: Otpremanja
sv: Uppladdningar
tr: Yüklemeler
uk: Завантаження
vi: Tải lên
zh_hk: 上傳

source: Data Uploads
hu: Adatfeltöltések
ms: Muat Naik Data

source: Enable admins to upload data to new database tables from CSV files.
hu: Engedélyezze az adminisztrátoroknak, hogy adatokat töltsenek fel új adatbázis táblákra CSV fájlokból.
ms: Aktifkan pentadbir untuk memuat naik data ke jadual pangkalan data baru dari fail CSV.

source: Identify a database where upload tables will be created.
hu: Határozzon meg egy adatbázist, ahol a feltöltési táblák létrehozásra kerülnek.
ms: Kenal pasti pangkalan data di mana jadual muat naik akan dibuat.

source: Identify a database schema where data upload tables will be created.
hu: Határozzon meg egy adatbázis sémát, ahol az adatfeltöltési táblák létrehozásra kerülnek.
ms: Kenal pasti skema pangkalan data di mana jadual muat naik data akan dibuat.

source: Table prefix
hu: Tábla előtag
ms: Jadual awalan

source: Identify a table prefix for tables created by data uploads.
hu: Határozzon meg egy tábla előtagot az adatfeltöltések által létrehozott táblákhoz.
ms: Kenal pasti awalan jadual untuk jadual yang dicipta melalui muat naik data.

source: OpenAI API Key
hu: OpenAI API kulcs
ms: Kunci API OpenAI

source: OpenAI Organization ID
hu: OpenAI szervezeti azonosító
ms: ID Organisasi OpenAI

source: OpenAI Model
hu: OpenAI modell
ms: Model OpenAI

source: Select all items
ar: حدد كل العناصر
bg: Избери всички елементи
ca: Escollir tots els ítems
de: Alle Elemente auswählen
eo: Pick all the things, fr fr
es: Seleccionar todos los elementos
fa: همه موارد را انتخاب کنید
fi: Valitse kaikki kohteet.
fr: Sélectionner tous les éléments
hu: Válassza ki az összes elemet
it: Seleziona tutti gli articoli
ja: すべてのアイテムを選択
lt: Pasirinkite visus elementus
ms: Pilih semua item
nb: Velg alle elementer
nl: Selecteer alle items
pl: Wybierz wszystkie elementy
pt_br: Selecionar todos os itens
ru: Выбрать все элементы
sk: Vyberte všetky položky
sl: Izbira vseh elementov
sq: Zgjidh të gjithë elementët
sr: Izaberi sve stavke
sv: Välj alla artiklar
tr: Tüm öğeleri seçin
uk: Вибрати всі елементи
vi: Chọn tất cả các mục
zh_hk: 選擇所有項目
