Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: {0} is greater than {1}
ar: {0} أكبر من {1}
bg: {0} е по-голямо от {1}
ca: {0} és major que {1}
de: {0} ist größer als {1}
eo: {0} is lowkey better than {1}
es: {0} es mayor que {1}
fa: {0} بزرگتر از {1}است
fi: {0} on suurempi kuin {1}
fr: {0} est supérieur à {1}
hu: A(z) {0} nagyobb, mint {1}
it: {0} è maggiore di {1}
ja: {0}は{1}より大きい
lt: {0} yra didesnis nei {1}
ms: {0} lebih besar daripada {1}
nb: {0} er større enn {1}
nl: {0} is groter dan {1}
pl: {0} jest większe niż {1}
pt_br: {0} é maior que {1}
ru: {0} больше, чем {1}
sk: {0} je väčšia ako {1}
sl: {0} večja od {1}
sq: {0} është më e madhe se {1}
sr: {0} je veće od {1}
sv: {0} är större än {1}
tr: {0} {1}adresinden büyüktür.
uk: {0} більше за {1}
vi: {0} lớn hơn {1}
zh_hk: {0} 大於 {1}

source: {0} is less than or equal to {1}
ar: {0} أقل من أو يساوي {1}
bg: {0} е по-малко или равно на {1}
ca: {0} és menor o igual que {1}
de: {0} ist kleiner oder gleich {1}
eo: {0} is lowkey less than or equal to {1}
es: {0} es menor o igual a {1}
fa: {0} کمتر یا مساوی {1}است
fi: {0} on pienempi tai yhtä suuri kuin {1}
fr: {0} est inférieur ou égal à {1}
hu: A(z) {0} kisebb vagy egyenlő a(z) {1}-vel
it: {0} è minore o uguale a {1}
ja: {0}は{1}以下である
lt: {0} yra mažesnis arba lygus {1}
ms: {0} kurang atau sama dengan {1}
nb: {0} er mindre eller lik {1}
nl: {0} is minder dan of gelijk aan {1}
pl: {0} jest mniejsze lub równe {1}
pt_br: {0} é menor ou igual a {1}
ru: {0} меньше или равно {1}
sk: {0} je menšia alebo rovná {1}
sl: {0} je manjša ali enaka {1}
sq: {0} është më e vogël ose e barabartë me {1}
sr: {0} je manje ili jednako {1}
sv: {0} är mindre än eller lika med {1}
tr: {0} {1}adresinden küçük veya eşittir.
uk: {0} менше або дорівнює {1}
vi: {0} nhỏ hơn hoặc bằng {1}
zh_hk: {0} 小於或等於 {1}

source: {0} is not empty
ar: {0} غير فارغ
bg: {0} не е празно
ca: {0} no està buit
de: {0} ist nicht leer
eo: {0} isn’t empty, fr.
es: {0} no está vacío
fa: {0} خالی نیست
fi: {0} ei ole tyhjä
fr: {0} n'est pas vide
hu: A(z) {0} nem üres
it: {0} non è vuoto
ja: {0}は空ではない
lt: {0} nėra tuščias
ms: {0} tidak kosong
nb: {0} er ikke tom
nl: {0} is niet leeg
pl: {0} nie jest puste
pt_br: {0} não está vazio
ru: {0} не пустой
sk: {0} nie je prázdna
sl: {0} ni prazno
sq: {0} nuk është bosh
sr: {0} nije prazno
sv: {0} är inte tom
tr: {0} boş değil
uk: {0} не порожнє
vi: {0} không trống
zh_hk: {0} 不為空

source: No join named {0}, found: {1}
ar: لا يوجد join باسم {0}، تم العثور على: {1}
bg: Не са намерени обединения с име {0}, намерено: {1}
ca: No s'ha trobat cap unió anomenada {0}: s'ha trobat {1}
de: Kein Join mit dem Namen {0}, gefunden: {1}
eo: Bruh, no join named {0}, found: {1} smh
es: No se ha encontrado ninguna unión llamada {0}: {1}
fa: هیچ عضوی با نام {0}پیدا نشد: {1}
fi: Ei löytynyt nimettyä liitosta {0}: {1}
fr: Pas de jointure nommée {0}, trouvée : {1}
hu: Nincs {0} nevű csatlakozás, talált: {1}
it: Nessuna join denominata {0}, trovata: {1}
ja: {0}という名前の結合はありません：{1}
lt: Nėra prisijungimo pavadinimu {0}, rasta: {1}
ms: Tiada sambungan bernama {0}, ditemui: {1}
nb: Ingen sammenføying med navn {0}, fant: {1}
nl: Geen join genaamd {0}, gevonden: {1}
pl: Nie znaleziono połączenia o nazwie {0}, znaleziono: {1}
pt_br: Nenhuma junção chamada {0} foi encontrada: {1}
ru: Нет соединения с именем {0}, найдено: {1}
sk: Žiadne spojenie s názvom {0}, nájdené: {1}
sl: Nobena združitev z imenom {0}, najdeno: {1}
sq: Nuk u gjet join me emrin {0}, u gjetën: {1}
sr: Nema join-a pod nazivom {0}, pronađeno: {1}
sv: Ingen join med namnet {0}, hittades: {1}
tr: {0} adında bir birleştirme bulunamadı: {1}
uk: Немає JOIN з назвою {0}, знайдено: {1}
vi: Không có tên tham gia {0}, tìm thấy: {1}
zh_hk: 找不到名為 {0} 的關聯，找到：{1}

source: Question {0}
ar: سؤال {0}
bg: Въпрос {0}
ca: Pregunta {0}
de: Frage {0}
eo: Question, fr fr
es: Pregunta {0}
fa: سوال {0}
fi: Kysymys {0}
hu: {0}. kérdés
it: Domanda {0}
ja: 質問 {0}
lt: {0} klausimas
ms: Soalan {0}
nb: Spørsmål {0}
nl: Vraag {0}
pl: Pytanie {0}
pt_br: Pergunta {0}
ru: Запрос {0}
sk: Otázka {0}
sl: Vprašanje {0}
sq: Pyetje {0}
sr: Pitanje {0}
sv: Fråga {0}
tr: Soru {0}
uk: Запитання {0}
vi: Câu hỏi {0}
zh_hk: 提問 {0}

source: Error calculating metadata {0}
hu: Hiba a metaadatok számítása során {0}
ms: Ralat mengira metadata {0}

source: Error calculating display info for {0}: {1}
ar: خطأ أثناء حساب معلومات العرض لـ {0}: {1}
bg: Грешка при изчисляване на информацията за показване за {0}: {1}
ca: Error en calcular la informació de visualització per a {0}: {1}
de: Fehler beim Berechnen der Anzeigeinformationen für {0}: {1}
eo: Oops, probs an error while trying to load the display info for {0}: {1}
es: Error al calcular la información de visualización para {0}: {1}
fa: خطا در محاسبه اطلاعات نمایش برای {0}: {1}
fi: Virhe näyttötietojen laskemisessa kohteelle {0}: {1}
fr: Erreur de calcul des informations d'affichage pour {0} : {1}
hu: Hiba a megjelenítési információk számítása során {0}: {1}
it: Errore calcolando le informazioni da visualizzare per {0}: {1}
ja: {0}の表示情報計算エラー：{1}
lt: Klaida skaičiuojant {0} rodymo informaciją: {1}
ms: Ralat mengira maklumat paparan untuk {0}: {1}
nb: Feil ved kalkulering av visningsinformasjon for {0}: {1}
nl: Fout bij het berekenen van weergave-info voor {0}: {1}
pl: Błąd podczas obliczania wyświetlanych informacji dla {0}: {1}
pt_br: Erro ao calcular informações de exibição para {0}: {1}
ru: Ошибка при вычислении информации об отображении для {0}: {1}
sk: Chyba pri výpočte zobrazenia informácií pre {0}: {1}
sl: Napaka pri izračunu informacij o prikazu za {0}: {1}
sq: Gabim gjatë llogaritjes së info-s së shfaqjes për {0}: {1}
sr: Greška pri izračunavanju prikaznih informacija za {0}: {1}
sv: Fel vid beräkning av displayinfo för {0}: {1}
tr: {0} için ekran bilgisi hesaplanırken hata oluştu: {1}
uk: Помилка обчислення інформації відображення для {0}: {1}
vi: Lỗi tính toán thông tin hiển thị cho {0}: {1}
zh_hk: 計算 {0} 的顯示資訊時出錯：{1}

source: Error calculating display name for query: {0}
hu: Hiba a lekérdezés megjelenítési nevének számítása során: {0}
ms: alat mengira nama paparan untuk query: {0}

source: Can''t order by nil
ar: لا يمكن الترتيب حسب nil
bg: Не може да сортирате по нула
ca: No es pot ordenar per nil
de: Kann nicht nach nil sortieren
eo: Can't even order by nil, fr fr.
es: No se puede ordenar por nulo
fa: نمی توان تا حد صفر سفارش داد
fi: Ei voi tilata tyhjää
fr: Impossible d'ordonner par nil
hu: Nem lehet null alapján rendezni
it: Non si può ordinare per zero
ja: nil によって並び換えできません
lt: Negalima užsisakyti iki nulio
ms: Tidak boleh disusun mengikut nilai nil
nb: Kan ikke sortere etter nil
nl: Kan niet sorteren op nil
pl: Nie można sortować według wartości nil
pt_br: Não é possível ordenar por zero
ru: Невозможно заказать на ноль
sk: Nemožno objednať do nuly
sl: Ne morem naročiti po nič
sq: Nuk mund të rendit sipas nil
sr: Ne mogu da sortiram po nil
sv: Kan inte beställa med noll
tr: Sıfıra kadar sipariş veremiyorum
uk: Неможливо сортувати за nil
vi: Không thể đặt hàng bằng nil
zh_hk: 不能按空值排序

source: {0} ascending
ar: {0} تصاعديًا
bg: {0} възходящо
ca: {0} ascendent
de: {0} aufsteigend
eo: {0} is totally vibing higher rn
es: {0} ascendente
fa: {0} صعودی
fi: nouseva
fr: {0} croissant
hu: {0} növekvő
it: {0} ascendente
ja: {0}昇順
lt: {0} didėjančia tvarka
ms: {0} menaik
nb: {0} stigende
nl: {0} oplopend
pl: {0} rosnąco
pt_br: {0} ascendente
ru: {0} по возрастанию
sk: {0} vzostupne
sl: {0} naraščajoče
sq: {0} në rritje
sr: {0} rastuće
sv: {0} stigande
tr: {0} artan
uk: {0} за зростанням
vi: {0} tăng dần
zh_hk: {0} 升序

source: {0} descending
ar: {0} تنازليًا
bg: {0} низходящо
ca: {0} descendent
de: {0} absteigend
eo: {0} is lowkey dropping off
es: {0} descendente
fa: {0} نزولی
fi: laskeva
fr: {0} décroissant
hu: {0} csökkenő
it: {0} discendente
ja: {0}降順
lt: {0} mažėjantis
ms: {0} menurun
nb: {0} synkende
nl: {0} aflopend
pl: {0} malejąco
pt_br: {0} descendente
ru: {0} по убывающей
sk: {0} zostupne
sl: {0} padajoče
sq: {0} në zbritje
sr: {0} opadajuće
sv: {0} nedåtgående
tr: {0} azalan
uk: {0} за спаданням
vi: {0} giảm dần
zh_hk: {0} 降序

source: Sorted by {0}
ar: مرتّب حسب {0}
bg: Подредено по {0}
ca: Ordenat per {0}
de: Sortiert nach {0}
eo: All set by {0}
es: Ordenado por {0}
fa: مرتب شده بر اساس {0}
fi: Lajiteltu {0}:n mukaan
fr: Trié par {0}
hu: Rendezve {0} szerint
it: Ordinati per {0}
ja: {0}でソート
lt: Rūšiuota pagal {0}
ms: Disusun mengikut {0}
nb: Sortert etter {0}
nl: Geordend per {0}
pl: Posortowane po {0}
pt_br: Ordenado por {0}
ru: Отсортировано по {0}
sk: Zoradené podľa {0}
sl: Razvrščeno po {0}
sq: Renditur sipas {0}
sr: Sortirano po {0}
sv: Sorterat efter {0}
tr: {0} ile sıralanmıştır
uk: Відсортовано за {0}
vi: Sắp xếp theo {0}
zh_hk: 按 {0} 排序

source: Saved Question is missing query
hu: A mentett kérdésből hiányzik a lekérdezés
ms: Soalan yang Disimpan hilang query

source: Saved Question {0} {1} is missing result metadata
hu: A(z) {0} {1} mentett kérdésből hiányzik az eredmény metaadata
ms: Soalan yang Disimpan {0} {1} hilang metadata hasil

source: {0}: Don''t know how to determine the type of {1}
ar: {0}: لا نعرف كيفية تحديد نوع {1}
bg: {0}: Не знам как да определя типа на {1}
ca: {0}: no sé com determinar el tipus de {1}
de: {0}: Weiß nicht, wie der Typ von {1} bestimmt wird
eo: {0}: I’m so lost on how to figure out the vibe of {1}
es: {0}: no sé cómo determinar el tipo de {1}
fa: {0}: نمیدانم چگونه نوع {1}را تعیین کنم
fi: En tiedä, miten määritellä {1} tyyppiä.
fr: {0} : Ne sais pas comment déterminer le type de {1}
hu: {0}: Nem tudom meghatározni a(z) {1} típusát
it: {0}Non so come determinare il tipo di {1}.
ja: {0}:{1}のタイプを決定する方法を知らない
lt: {0}: nežinau, kaip nustatyti {1} tipą
ms: {0}: Tidak tahu bagaimana untuk menentukan jenis {1}
nb: {0}: Vet ikke hvordan jeg skal bestemme typen til {1}
nl: {0}: Weet niet hoe het type van {1} te bepalen
pl: {0}: Nie wiadomo, jak określić typ {1}
pt_br: {0}: não sei como determinar o tipo de {1}
ru: {0}: Не знаю, как определить тип {1}.
sk: {0}: Neviem, ako určiť typ {1}
sl: {0}: Ne vem, kako določiti vrsto {1}
sq: {0}: Nuk di si të përcaktoj tipin e {1}
sr: {0}: Ne znam kako da odredim tip za {1}
sv: {0}: Vet inte hur man bestämmer typen av {1}
tr: {0}: {1}'in türünü nasıl belirleyeceğimi bilmiyorum
uk: {0}: Не знаю, як визначити тип для {1}
vi: {0}: Không biết cách xác định loại của {1}
zh_hk: {0}: 不知道如何確定 {1} 的類型

source: Cannot drop the only stage
hu: Az egyetlen szakasz nem törölhető
ms: Tidak boleh menyingkirkan satu-satunya peringkat

source: Table {0}
ar: جدول {0}
bg: Таблица {0}
ca: Taula {0}
de: Tabelle {0}
eo: Table {0} is vibing, no cap
es: Tabla {0}
fa: جدول {0}
fi: Taulukko {0}
fr: Tableau {0}
hu: {0}. tábla
it: Tabella {0}
ja: テーブル {0}
lt: {0} lentelė
ms: Jadual {0}
nb: Tabell {0}
nl: Tabel {0}
pl: Tabela {0}
pt_br: Tabela {0}
ru: Таблица {0}
sk: Tabuľka {0}
sl: Tabela {0}
sq: Tabela {0}
sr: Tabela {0}
sv: Tabell {0}
tr: Tablo {0}
uk: Таблиця {0}
vi: Bảng {0}
zh_hk: 表格 {0}

source: Unexpected source table ID {0}
ar: معرّف جدول مصدر غير متوقع {0}
bg: Неочакван източник таблица ID {0}
ca: ID de taula d'origen {0} no esperat
de: Unerwartete Quelltabelle-ID {0}
eo: Yikes, got an unexpected source table ID {0} 😬
es: ID de tabla de origen inesperado {0}
fa: شناسه جدول منبع غیرمنتظره {0}
fi: Odottamaton lähde taulun tunniste {0}
fr: ID de table source inattendue {0}
hu: Váratlan forrástábla azonosító: {0}
it: ID tabella sorgente non previsto {0}
ja: 予期しないソース・テーブルID {0}
lt: Netikėtas šaltinio lentelės ID {0}
ms: ID jadual sumber yang tidak dijangka {0}
nb: Uventet kildetabell-ID {0}
nl: Onverwachte bron tafel ID {0}
pl: Nieoczekiwany ID {0} tabeli źródłowej
pt_br: ID da tabela de origem inesperado {0}
ru: Неожиданный идентификатор исходной таблицы {0}
sk: Neočakávané ID zdrojovej tabuľky {0}
sl: Nepričakovan ID izvorne tabele {0}
sq: ID i papritur i tabelës burim {0}
sr: Neočekivani ID izvorne tabele {0}
sv: Oväntat ID för källtabell {0}
tr: Beklenmeyen kaynak tablo kimliği {0}
uk: Неочікуваний ID вихідної таблиці {0}
vi: ID bảng nguồn không mong muốn {0}
zh_hk: 意外的來源表 ID {0}

source: Cannot remove the final join condition
ar: لا يمكن إزالة شرط join الأخير
bg: Не може да премахнете крайната условие на обединението
ca: No es pot eliminar la darrera condició d'unió
de: Die endgültige Join-Bedingung kann nicht entfernt werden
eo: Bruh, can't even delete the last join condition smh
es: No se puede eliminar la condición de unión final
fa: نمی توان شرط اتصال نهایی را حذف کرد
fi: Ei voi poistaa lopullista liittymisehtoa.
fr: Impossible de supprimer la condition de jointure finale
hu: Az utolsó összekapcsolási feltétel nem távolítható el
it: Impossibile rimuovere la condizione di unione finale
ja: 最後の結合条件を削除できない
lt: Negalima pašalinti galutinės sujungimo sąlygos
ms: Tidak boleh menyingkirkan syarat sambungan terakhir
nb: Kan ikke fjerne den siste sammenføyingsklausulen
nl: Kan de laatste samenvoegingsvoorwaarde niet verwijderen
pl: Nie można usunąć ostatniego warunku dołączenia.
pt_br: Não é possível remover a condição de junção final
ru: Невозможно удалить последнее условие соединения
sk: Nie je možné odstrániť konečnú podmienku spojenia
sl: Končnega pogoja združevanja ni mogoče odstraniti
sq: Nuk mund të hiqet kushti i fundit i join
sr: Ne mogu da uklonim poslednji join uslov
sv: Det går inte att ta bort det sista join-villkoret
tr: Son birleştirme koşulu kaldırılamıyor
uk: Неможливо вилучити останню умову JOIN
vi: Không thể xóa điều kiện nối cuối cùng
zh_hk: 無法移除最終的連接條件

source: Enumerated field values with cardinality at or below this point are treated as enums in the pseudo-ddl used in some model prompts.
hu: Az ezen a ponton vagy az alatti kardinalitással rendelkező felsorolt mezőértékek enumokként kezelődnek a pszeudo-ddl-ben, amelyet néhány modell promptban használnak.
ms: Nilai medan yang tersenarai dengan kardinaliti pada atau di bawah titik ini dianggap sebagai enum dalam pseudo-ddl yang digunakan dalam beberapa model prompt.

source: The OpenAI Model (e.g. 'gpt-4', 'gpt-3.5-turbo')
hu: Az OpenAI modell (pl. 'gpt-4', 'gpt-3.5-turbo')
ms: Model OpenAI (contohnya, 'gpt-4', 'gpt-3.5-turbo')

source: The OpenAI Organization ID.
hu: Az OpenAI szervezeti azonosító.
ms: ID Organisasi OpenAI.

source: The URL to which metabot feedback is posted.
hu: Az URL, amelyre a metabot visszajelzései kerülnek.
ms: URL di mana maklum balas metabot diposkan.

source: Number of potential responses metabot will request. The first valid response is selected.
hu: A metabot által kért lehetséges válaszok száma. Az első érvényes válasz kerül kiválasztásra.
ms: Bilangan kemungkinan respons yang akan diminta oleh metabot. Respons sah pertama yang dipilih.

source: The OpenAI API Key.
hu: Az OpenAI API kulcs.
ms: Kunci API OpenAI.

source: List available openai models.
hu: Az elérhető OpenAI modellek felsorolása.
ms: Senaraikan model openai yang tersedia.

source: The default embeddings model to be used for metabot.
hu: A metabothoz használandó alapértelmezett embeddings modell.
ms: Model penyematan lalai untuk digunakan oleh metabot.

source: Is Metabot enabled?
hu: A Metabot engedélyezve van?
ms: Adakah Metabot diaktifkan?

source: When attempting to assemble prompts, the threshold at which prompt will no longer be appended to.
hu: Amikor próbálja összerakni a promptokat, az a küszöbérték, amelynél a prompthoz nem kerül többé hozzáfűzésre.
ms: Apabila cuba untuk menyusun prompt, ambang di mana prompt tidak akan lagi ditambah.

source: The URL in which metabot versioned prompt templates are stored.
hu: Az URL, ahol a metabot verziózott prompt sablonjai tárolódnak.
ms: URL di mana template prompt versi metabot disimpan.

source: set auto apply filters to {0}
ar: عيّن التطبيق التلقائي للفلاتر إلى {0}
bg: задаване на автоматично прилагане на филтри към {0}
ca: defineix l'aplicació automàtica de filtres a {0}
de: setze Auto-Anwenden von Filtern auf {0}
eo: auto-apply filters to {0} = "set auto filters to {0} ASAP"
es: establecer filtros de aplicación automática en {0}
fa: فیلترهای اعمال خودکار را روی {0}تنظیم کنید
fi: Aseta automaattisesti käytettävät suodattimet kohteelle {0}.
fr: Définir l'application automatique des filtres à {0}
hu: automatikus szűrők alkalmazása {0} értékre
it: imposta l'applicazione automatica dei filtri su {0}
ja: フィルタを{0}に自動適用する
lt: nustatyti automatiškai taikyti filtrus į {0}
ms: tetapkan penapis auto guna kepada {0}
nb: sett auto-anvendte filter til {0}
nl: stel in autotoepassenfilters in op {0}
pl: ustawił automatyczne stosowanie filtrów na {0}
pt_br: defina os filtros de aplicação automática para {0}
ru: Установите автоматическое применение фильтров на {0}
sk: nastavenie automatického použitia filtrov na {0}
sl: Nastavitev samodejne uporabe filtrov na {0}
sq: vendosi auto apply filters në {0}
sr: postavi automatsku primenu filtera na {0}
sv: Ställ in automatisk tillämpning av filter på {0}
tr: filtreleri otomatik uygula seçeneğini {0}olarak ayarlayın
uk: встановлено автозастосування фільтрів на {0}
vi: đặt tự động áp dụng bộ lọc thành {0}
zh_hk: 將自動套用過濾器設置為 {0}

source: added a tab
ar: تمت إضافة {0} علامات تبويب
bg: добавяне на раздел
ca: s'ha afegit una pestanya
de: eine Registerkarte hinzugefügt
eo: slapped on a tab
es: añadido una pestaña
fa: یک برگه اضافه کرد
fi: lisäsi {0} välilehden
fr: ajouté {0} page
hu: hozzáadott egy lapot
it: aggiunta di una scheda
ja: タブを追加
lt: pridėjo skirtuką
ms: menambah tab Jamak: menambah {0} tab
nb: La til en fane
nl: heeft een tabblad toegevoegd
pl: dodał {0} zakładkę
pt_br: adicionou uma aba
ru: добавлена вкладка
sk: pridaná karta
sl: dodal zavihek
sq: u shtua një skedë
sr: dodata je kartica
sv: lagt till en flik
tr: bir sekme eklendi
uk: додано вкладку
vi: đã thêm {0} tab
zh_hk: 增加 {0} 個標籤頁

source: modified the cards
ar: عدّل البطاقات
bg: модифицирани карти
ca: ha canviat les targetes
de: hat die Karten geändert
eo: slapped some edits on the cards
es: modificado las tarjetas
fa: کارت ها را اصلاح کرد
fi: muokkasi kortteja
fr: modifié les cartes
hu: a kártyák módosítva
it: ha modificato le carte
ja: カードを修正した
lt: modifikavo korteles
ms: mengubah suai kad
nb: modifiserte kortene
nl: heeft de kaarten aangepast
pl: zmodyfikował karty
pt_br: modificou os cartões
ru: измененные карточки
sk: upravené karty
sl: Spremenjene kartice
sq: modifikoi kartat
sr: izmenio kartice
sv: modifierade korten
tr: kartları değiştirdi
uk: змінено картки
vi: đã sửa đổi các thẻ
zh_hk: 修改了卡片

source: added a cache ttl
ar: أضاف cache ttl
bg: добавен кеш TTL
ca: s'ha afegit un ttl de memòria cau
de: fügte eine Cache-TTL hinzu
eo: added a cache timer, lol
es: agregó un caché ttl
fa: یک ttl کش اضافه کرد
fi: lisätty välimuistin vanhenemisaika (cache ttl)
fr: ajout d'un cache ttl
hu: hozzáadott egy gyorsítótár TTL-t
it: aggiunto un ttl di cache
ja: キャッシュttlの追加
lt: pridėjo talpyklos ttl
ms: menambah ttl cache
nb: la til cache ttl
nl: cache ttl toegevoegd
pl: dodał TTL dla cache
pt_br: adicionou um cache ttl
ru: добавили ttl для кэша
sk: pridaný ttl vyrovnávacej pamäte
sl: Dodan je predpomnilnik TTL
sq: shtoi një cache ttl
sr: dodao cache ttl
sv: lagt till en cache ttl
tr: bir önbellek ttl'si eklendi
uk: додано TTL кешу
vi: đã thêm một bộ nhớ cache ttl
zh_hk: 增加了快取TTL

source: added some series to card {0}
ar: أضاف بعض السلاسل إلى البطاقة {0}
bg: добавени някои серии към карта {0}
ca: s'han afegit algunes sèries a la targeta {0}
de: zu Karte {0} einige Serien hinzugefügt
eo: added some shows to the card {0} lol
es: añadido algunas series a la tarjeta {0}
fa: تعدادی سری به کارت {0}اضافه کرد
fi: lisäsin joitakin sarjoja kortille {0}
fr: ajouté quelques séries à la carte {0}
hu: hozzáadott néhány sorozatot a(z) {0} kártyához
it: aggiunta di alcune serie alla scheda {0}
ja: カード{0}にシリーズを追加
lt: pridėjo keletą serijų į kortelę {0}
ms: menambah beberapa siri ke kad {0}
nb: la til noen serier til kort {0}
nl: heeft enkele series toegevoegd aan kaart {0}
pl: dodał kilka serii do karty {0}
pt_br: adicionou algumas séries ao cartão {0}
ru: Добавьте несколько серий на карту {0}
sk: pridanie niekoľkých sérií na kartu {0}
sl: dodano nekaj serij v kartico {0}
sq: shtoi disa seri te karta {0}
sr: dodao neke serije na karticu {0}
sv: lagt till några serier på kortet {0}
tr: {0}kartına bazı seriler eklendi
uk: додано кілька серій до картки {0}
vi: đã thêm một số series vào thẻ {0}
zh_hk: 向卡片 {0} 添加了一些系列

source: removed a tab
ar: تمت إزالة {0} علامات تبويب
bg: премахване на раздел
ca: ha eliminat una pestanya
de: eine Registerkarte entfernt
eo: axed a tab
es: pestaña eliminada
fa: یک برگه حذف شد
fi: Poistin välilehden.
fr: {0} page a été retirée
hu: eltávolított egy lapot
it: rimosso una scheda
ja: タブを削除
lt: pašalino skirtuką
ms: menyingkirkan tab Jamak: menyingkirkan {0} tab
nb: fjernet en fane
nl: heeft een tabblad verwijderd
pl: usunął {0} zakładkę
pt_br: removeu uma aba
ru: удалена вкладка
sk: odstránil kartu
sl: odstranil zavihek
sq: u hoq një skedë
sr: uklonjena je kartica
sv: tagit bort en flik
tr: bir sekmeyi kaldırdı
uk: видалено вкладку
vi: đã xóa {0} tab
zh_hk: 刪除 {0} 個標籤頁

source: removed the cache ttl
ar: أزال cache ttl
bg: премахнат кеш TTL
ca: ha eliminat el ttl de la memòria cau
de: den Cache-TTL entfernt
eo: axed the cache ttl
es: eliminó un caché ttl
fa: ttl کش را حذف کرد
fi: poisti välimuistin vanhenemisajan
fr: a supprimé le cache ttl
hu: eltávolította a gyorsítótár TTL-t
it: ha rimosso il ttl della cache
ja: キャッシュTTLを削除
lt: pašalino talpyklą ttl
ms: menyingkirkan ttl cache
nb: fjernet cache ttl
nl: de cache ttl verwijderd
pl: usunął TTL dla cache
pt_br: removeu o cache ttl
ru: удалил ttl кэша
sk: odstránil ttl vyrovnávacej pamäte
sl: Odstranjen predpomnilnik TTL
sq: hoqi cache ttl
sr: uklonio cache ttl
sv: tog bort cache ttl
tr: önbellek ttl'sini kaldırdı
uk: вилучено TTL кешу
vi: đã xóa bộ nhớ cache ttl
zh_hk: 刪除了快取TTL

source: removed some series from card {0}
ar: أزال بعض السلاسل من البطاقة {0}
bg: премахнати някои серии от карта {0}
ca: ha eliminat les sèries de la targeta {0}
de: einige Serien von Karte {0} entfernt
eo: yo, took off some series from the card {0} lol
es: eliminado algunas series de la tarjeta {0}
fa: برخی از سری ها را از کارت {0}حذف کرد
fi: Poistin joitakin sarjoja kortilta {0}.
fr: a retiré des séries de la carte {0}
hu: eltávolította néhány sorozatot a(z) {0} kártyáról
it: rimosso alcune serie dalla scheda {0}
ja: カード{0}からいくつかのシリーズを削除
lt: pašalino kai kurias serijas iš kortelės {0}
ms: menyingkirkan beberapa siri dari kad {0}
nb: fjernet noen serier fra kort {0}
nl: verwijderde enkele series van kaart {0}
pl: usunął kilka serii z karty {0}
pt_br: removeu algumas séries do cartão {0}
ru: удалены некоторые серии из карточки {0}
sk: odstránil niektoré série z karty {0}
sl: Odstranili so nekatere serije iz kartice {0}
sq: hoqi disa seri nga karta {0}
sr: uklonio neke serije sa kartice {0}
sv: tog bort vissa serier från kortet {0}
tr: {0}kartından bazı seriler kaldırıldı
uk: вилучено кілька серій із картки {0}
vi: đã xóa một số series khỏi thẻ {0}
zh_hk: 從卡片 {0} 中移除了一些系列

source: modified the tabs
ar: عدّل علامات التبويب
bg: модифицирани раздели
ca: ha modificat les pestanyes
de: die Tabs geändert
eo: switched up the tabs
es: modificado las pestañas
fa: برگه ها را اصلاح کرد
fi: muokkasin välilehtiä
fr: modifié les pages
hu: a fülek módosítva
it: modificato le schede
ja: タブを変更
lt: pakeitė skirtukus
ms: mengubah suai tab
nb: modifiserte fanene
nl: heeft de tabbladen aangepast
pl: zmodyfikował zakładki
pt_br: modificou as abas
ru: изменил вкладки
sk: upravil karty
sl: Spreminjanje zavihkov
sq: modifikoi tab-et
sr: izmenio tabove
sv: ändrade flikarna
tr: sekmeleri değiştirdi
uk: змінено вкладки
vi: đã sửa đổi các tab
zh_hk: 修改了標籤頁
