Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The old driver has been deprecated and will be removed in the next release. If you really need to use it, you can select {0} now.
hu: A régi illesztőprogram elavult, és a következő kiadásban eltávolítjuk. Ha tényleg használnia kell, most kiválaszthatja a következőt: {0}.
ms: Pemandu lama telah ditamatkan dan akan dialih keluar dalam keluaran seterusnya. Jika anda benar-benar perlu menggunakannya, anda boleh memilih {0} sekarang.

source: This driver has been deprecated and will be removed in the next release.
hu: Ez az illesztőprogram elavult, és a következő kiadásban eltávolításra kerül.
ms: Pemacu ini telah dihentikan dan akan dikeluarkan dalam versi seterusnya.

source: We recommend that you upgrade to the new {0} driver, which is faster and more reliable.
hu: Javasoljuk, hogy frissítse az új {0} illesztőprogramra, amely gyorsabb és megbízhatóbb.
ms: Kami mengesyorkan anda menaik taraf ke pemacu {0} baru, yang lebih pantas dan lebih boleh dipercayai.

source: How to upgrade a driver
hu: Hogyan frissítsen egy illesztőprogramot
ms: Cara menaik taraf pemacu

source: New driver
hu: Új driver
ms: Pemacu baru

source: Driver deprecated
hu: Az illesztőprogram elavult
ms: Pemacu ditamatkan

source: you
ar: أنت
bg: ти
ca: tu
de: du
eo: Yo
es: tu
fa: شما
fi: sinä
fr: vous
hu: te
it: tu
ja: あなた
lt: tu
ms: anda
nb: du
nl: jou
pl: Ciebie
pt_br: você
ru: вы
sk: vy
sl: ti
sq: ti
sr: vi
sv: du
tr: siz
uk: ви
vi: bạn
zh_hk: 您

source: {0} created this
hu: {0} hozta létre
ms: {0} mencipta ini

source: {0} edited this
hu: {0} szerkesztette ezt
ms: {0} menyunting ini

source: Regular
ar: عادي
bg: Редовен
de: Regulär
eo: Just average, lowkey basic
fa: معمولی
fi: Säännöllinen
fr: Régulier
hu: Szabályos
it: Regolare
ja: レギュラー
lt: Reguliarus
ms: Biasa
nb: Vanlig
nl: Regulier
pl: Regularny
ru: Обычный
sk: Pravidelný
sl: Reden
sq: I zakonshëm
sr: Regularno
sv: Standard
tr: Normal
uk: Звичайний
vi: Thường xuyên
zh_hk: 一般

source: Collection type
ar: نوع المجموعة
bg: Вид колекция
ca: Tipus de col·lecció
de: Sammlungstyp
eo: Vibe of the drip
es: Tipo de colección
fa: نوع مجموعه
fi: Kokoelman tyyppi
fr: Type de collection
hu: Gyűjtemény típusa
it: Tipo di collezione
ja: コレクションタイプ
lt: Kolekcijos tipas
ms: Jenis koleksi
nb: Samlingstype
nl: Type collectie
pl: Typ kolekcji
pt_br: Tipo de coleção
ru: Тип коллекции
sk: Typ zbierky
sl: Vrsta zbirke
sq: Lloji i koleksionit
sr: Tip kolekcije
sv: Samlingstyp
tr: Koleksiyon türü
uk: Тип колекції
vi: Loại bộ sưu tập
zh_hk: 集合類型

source: The contents of Official collections will get a badge by their name and will be more likely to show up in search results.
ar: سيحصل محتوى المجموعات الرسمية على شارة بجانب اسمه وسيكون أكثر احتمالًا للظهور في نتائج البحث.
bg: Съдържанието на официалните колекции ще получи значка до името си и ще има по-голяма вероятност да се появи в резултатите от търсенето.
ca: El contingut de les col·leccions Oficials rebrà una insígnia pel seu nom i serà més probable que aparegui als resultats de cerca.
de: Die Inhalte offizieller Sammlungen erhalten ein Abzeichen neben ihrem Namen und haben eine höhere Wahrscheinlichkeit, in den Suchergebnissen angezeigt zu werden.
eo: Yo, the Official collections will get a badge next to their name, so they’re more likely to pop up in search results.
es: El contenido de las colecciones oficiales recibirá una insignia junto a su nombre y será más probable que aparezcan en los resultados de búsqueda.
fa: محتوای مجموعه‌های رسمی با نام خود یک نشان دریافت می‌کنند و احتمال بیشتری دارد که در نتایج جستجو نمایش داده شوند.
fi: Virallisten kokoelmien sisältö saa nimensä mukaisen tunnuksen, ja se näkyy todennäköisemmin hakutuloksissa.
fr: Le contenu des collections officielles obtiendra un badge à son nom et aura plus de chances d'apparaître dans les résultats de recherche.
hu: A hivatalos gyűjtemények tartalma jelvényt kap a nevük mellett, és nagyobb valószínűséggel jelennek meg a keresési eredményekben.
it: I contenuti delle collezioni ufficiali riceveranno un badge accanto al loro nome e avranno maggiori probabilità di apparire nei risultati di ricerca.
ja: オフィシャルコレクションのコンテンツには、名前のバッジが付き、検索結果に表示されやすくなります。
lt: Oficialių kolekcijų turinys gaus ženklelį pagal pavadinimą ir bus labiau tikėtinas, kad jis bus rodomas paieškos rezultatuose.
ms: Kandungan koleksi Rasmi akan mendapat lencana pada nama mereka dan akan lebih cenderung muncul dalam hasil carian.
nb: Innholdet i offisielle samlinger vil få et merke ved siden av navnet sitt og vil ha større sannsynlighet for å vises i søkeresultater.
nl: De inhoud van Officiële collecties krijgt een badge bij hun naam en zal waarschijnlijker verschijnen in de zoekresultaten.
pl: Zawartość oficjalnych kolekcji otrzyma odznakę przy ich nazwie i będzie bardziej prawdopodobna do pojawienia się w wynikach wyszukiwania.
pt_br: O conteúdo das coleções oficiais receberá um selo ao lado do nome e terá mais probabilidade de aparecer nos resultados da pesquisa.
ru: Содержимое официальных коллекций получит знак рядом с их именами и с большей вероятностью появится в результатах поиска.
sk: Obsah oficiálnych zbierok získa vedľa svojho názvu odznak a s väčšou pravdepodobnosťou sa zobrazí vo výsledkoch vyhľadávania.
sl: Vsebina uradnih zbirk bo dobila značko po imenu in bo bolj verjetno prikazana v rezultatih iskanja.
sq: Përmbajtja e koleksioneve zyrtare do të ketë një badge pranë emrit dhe ka më shumë gjasa të shfaqet në rezultatet e kërkimit.
sr: Sadržaj zvaničnih kolekcija će dobiti bedž pored naziva i verovatnije će se pojavljivati u rezultatima pretrage.
sv: Innehållet i Officiella samlingar får ett märke vid deras namn och är mer sannolikt att dyka upp i sökresultaten.
tr: Resmi koleksiyonların içerikleri adlarına bir rozet alacak ve arama sonuçlarında daha sık görünecektir.
uk: Вміст офіційних колекцій отримає бейдж біля назви та з більшою ймовірністю з’являтиметься в результатах пошуку.
vi: Nội dung của các bộ sưu tập chính thức sẽ nhận được một huy hiệu bên cạnh tên của họ và sẽ có nhiều khả năng xuất hiện trong kết quả tìm kiếm hơn.
zh_hk: 官方集合的內容將獲得帶有其名稱的徽章，並且更有可能出現在搜尋結果中。

source: Official
ar: رسمي
bg: Официален
ca: Oficial
de: Offiziell
eo: That's officially 🤝
es: Oficial
fa: رسمی
fi: Virallinen
fr: Officielle
hu: Hivatalos
it: Ufficiale
ja: オフィシャル
lt: Oficialus
ms: Rasmi
nb: Offisiell
nl: Officieel
pl: Oficjalny
pt_br: Oficial
ru: Официальный
sk: Oficiálny
sl: Uradni
sq: Zyrtar
sr: Zvanično
sv: Officiell
tr: Resmi
uk: Офіційний
vi: Chính thức
zh_hk: 官方

source: Moderation
hu: Moderáció
ms: Moderasi

source: Verify this
hu: Ellenőrizze ezt
ms: Sahkan ini

source: {0} verified this
eo: {0} lowkey confirmed this
hu: {0} ellenőrizte ezt
ms: {0} mengesahkan ini

source: Remove verification
ar: إزالة التحقق
bg: Премахване на верификация
ca: Elimina la verificació
de: Verifizierung entfernen
eo: Take off the checkmark
es: Eliminar verificación
fa: حذف تأیید
fi: Poista varmistus
fr: Supprimer la vérification
hu: Ellenőrzés eltávolítása
it: Rimuovi verifica
ja: 検証の削除
lt: Pašalinti patvirtinimą
ms: Alih keluar pengesahan
nb: Fjern verifisering
nl: Verificatie verwijderen
pl: Usuń weryfikację
pt_br: Excluir verificação
ru: Удалить проверку
sk: Odstrániť overenie
sl: Odstranjevanje preverjanja
sq: Hiq verifikimin
sr: Ukloni verifikaciju
sv: Ta bort verifiering
tr: Doğrulamayı kaldır
uk: Прибрати верифікацію
vi: Xóa xác minh
zh_hk: 移除驗證

source: A moderator
ar: أحد المشرفين
bg: Модератор
ca: Un moderador
de: Ein Moderator
eo: a mod
es: Un moderador
fa: یک ناظر
fi: Moderaattori
fr: Un modérateur
hu: Egy moderátor
it: Un moderatore
ja: Aモデレーター
lt: Moderatorius
ms: Seorang moderator
nb: En moderator
nl: Een moderator
pl: Moderator
pt_br: Um moderador
ru: Модератор
sk: Moderátor
sl: Moderator
sq: Një moderator
sr: Moderator
sv: En moderator
tr: Bir moderatör
uk: Модератор
vi: Một người điều hành
zh_hk: 一位主持人

source: Cloud
bg: Облак
ca: Núvol
eo: Cloud → Big brain energy or just "the cloud" if you wanna keep it chill
es: Nube
fa: ابری
fi: Pilvi
fr: Nuage
hu: Felhő
it: Nuvola
ja: クラウド
lt: Debesis
ms: Awan
nb: Sky
pl: Chmura
pt_br: Nuvem
ru: Облако
sl: Oblak
sv: Moln
tr: Bulut
uk: Хмара
vi: Đám mây
zh_hk: 雲

source: Cloud Settings
hu: Felhő beállítások
lt: Debesų nustatymai
ms: Tetapan Cloud

source: Edit details
hu: Részletek szerkesztése
ms: Sunting butiran

source: History
ar: السجل
bg: История
ca: Historial
de: Geschichte
eo: History = old news fr fr
es: Historia
fa: تاریخچه
fi: Historia
fr: Historique
hu: Történet
it: Storico
ja: 履歴
lt: Istorija
ms: Sejarah
nb: Historie
nl: geschiedenis
pl: Historia
pt_br: História
ru: История
sk: História
sl: Zgodovina
sq: Historiku
sr: Istorija
sv: Logg
tr: Tarihçe
uk: Історія
vi: Lịch sử
zh_hk: 歷史

source: Every field is hidden right now
ar: كل الحقول مخفية الآن
bg: Всяко поле в момента е скрито
ca: Ara mateix tots els camps estan amagats
de: Jedes Feld ist derzeit versteckt
eo: Yo, every field is lowkey hidden rn
es: Cada campo está oculto ahora
fa: همه فیلدها در حال حاضر مخفی هستند
fi: Kaikki kentät on piilotettu juuri nyt
fr: Tous les champs sont cachés pour le moment
hu: Jelenleg minden mező rejtett
it: Ogni campo è attualmente nascosto
ja: 今はすべてのフィールドが隠されています
lt: Kiekvienas laukas šiuo metu paslėptas
ms: Setiap medan sedang disembunyikan sekarang
nb: Hvert felt er skjult akkurat nå
nl: Elk veld is op dit moment verborgen
pl: Każde pole jest teraz ukryte
pt_br: Todos os campos estão ocultos neste momento
ru: Все поля сейчас скрыты
sk: Každé pole je teraz skryté
sl: Vsako polje je trenutno skrito
sq: Çdo fushë është e fshehur tani
sr: Sva polja su trenutno sakrivena
sv: Varje fält är dolt just nu
tr: Şu anda her alan gizli
uk: Зараз усі поля приховані
vi: Mọi trường đều đang bị ẩn ngay bây giờ
zh_hk: 目前每個字段都被隱藏

source: Make all sub-collections {0}, too.
hu: Tegye az összes al-gyűjteményt is {0}-vé.
ms: Jadikan semua sub-koleksi {0} juga.

source: Manage your Cloud account, including billing preferences and technical settings about this instance in your Metabase Store account.
ar: أدِر حسابك على Cloud، بما في ذلك تفضيلات الفوترة والإعدادات التقنية الخاصة بهذا المثيل في حسابك على Metabase Store.
bg: Управлявайте своя акаунт в облака, включително предпочитанията за плащане и техническите настройки за тази инстанция във вашия акаунт в Metabase Store.
ca: Gestiona el teu compte de Núvol, incloent-hi les preferències de facturació i la configuració tècnica d'aquesta instància, al teu compte de la Botiga de Metabase.
de: Verwalten Sie Ihr Cloud-Konto, einschließlich der Abrechnungseinstellungen und technischen Einstellungen bezüglich dieser Instanz in Ihrem Metabase Store-Konto.
eo: Yo, handle your Cloud account stuff — like billing prefs and tech settings for this instance in your Metabase Store.
es: Administra tu cuenta en la nube, incluidas las preferencias de facturación y la configuración técnica sobre esta instancia en tu cuenta de Metabase Store.
fa: حساب کاربری ابری خود را مدیریت کنید، شامل تنظیمات پرداخت و تنظیمات فنی در مورد این نمونه در حساب Metabase Store خودتان.
fi: Hallinnoi Cloud-tiliäsi, mukaan lukien laskutusasetuksia ja teknisiä asetuksia Metabase Store -tililläsi.
fr: Gérer votre compte Cloud, y compris les préférences de facturation et les paramètres techniques concernant cette instance dans votre compte Metabase Store.
hu: Kezelje Cloud-fiókját, beleértve a számlázási beállításokat és a technikai beállításokat ebben a példányban a Metabase Store-fiókjában.
it: Gestisci il tuo account Cloud, incluse le preferenze di fatturazione e le impostazioni tecniche su questa istanza nel tuo account Metabase Store.
ja: クラウドアカウントの管理(課金設定やMetabase Storeアカウントの本インスタンスに関する技術的な設定など)。
lt: Tvarkykite savo „Cloud“ paskyrą, įskaitant atsiskaitymo nuostatas ir techninius šio atvejo nustatymus savo „Metabase Store“ paskyroje.
ms: Uruskan akaun Cloud anda, termasuk keutamaan pengebilan dan tetapan teknikal mengenai contoh ini dalam akaun Metabase Store anda.
nb: Administrer Cloud-kontoen din, inkludert faktureringspreferanser og tekniske innstillinger om denne forekomsten i Metabase Store-kontoen din.
nl: Beheer je Cloud-account, inclusief factureringsvoorkeuren en technische instellingen over deze instantie in je Metabase Store-account.
pl: Zarządzaj swoim kontem w chmurze, w tym preferencjami rozliczeniowymi i ustawieniami technicznymi dotyczącymi tej instancji na koncie Metabase Store.
pt_br: Gerencie sua conta na nuvem, incluindo preferências de cobrança e configurações técnicas sobre esta instância na sua conta da Metabase Store.
ru: Управляйте своей учётной записью в облаке, включая платёжные предпочтения и технические настройки этого экземпляра в вашей учётной записи Metabase Store.
sk: Spravujte svoj Cloud účet, vrátane preferencií fakturácie a technických nastavení tejto inštancie vo vašom účte Metabase Store.
sl: Upravljajte svoj račun v oblaku, vključno z nastavitvami obračunavanja in tehničnimi nastavitvami za ta primerek v računu za Metabase Store.
sq: Menaxho llogarinë tënde Cloud, përfshirë preferencat e faturimit dhe cilësimet teknike për këtë instancë në llogarinë tënde Metabase Store.
sr: Upravljajte svojim Cloud nalogom, uključujući podešavanja naplate i tehnička podešavanja ove instance u svom Metabase Store nalogu.
sv: Hantera ditt Cloud-konto, inklusive faktureringsinställningar och tekniska inställningar om denna instans i ditt Metabase Store-konto.
tr: Faturalandırma tercihleri ve bu örnek hakkındaki teknik ayarlar dahil olmak üzere Bulut hesabınızı Metabase Store hesabınızda yönetin.
uk: Керуйте своїм обліковим записом Cloud, зокрема налаштуваннями білінгу та технічними налаштуваннями цього інстансу у своєму обліковому записі Metabase Store.
vi: Quản lý tài khoản Đám mây của bạn, bao gồm sở thích thanh toán và cài đặt kỹ thuật về phiên bản này trong tài khoản Cửa hàng Metabase của bạn.
zh_hk: 管理您的 Cloud 帳戶，包括在您的 Metabase Store 帳戶中有關此實例的計費首選項和技術設置。

source: Go to the Metabase Store
ar: اذهب إلى Metabase Store
bg: Отидете в Metabase Store
ca: Aneu a la Botiga de Metabase
de: Gehe zum Metabase Store
eo: Go peep the Metabase Shop
es: Ir a la tienda de Metabase
fa: رفتن به فروشگاه Metabase
fi: Siirry Metabase Storeen
fr: Accéder au Metabase Store
hu: Menjen a Metabase Store-ba
it: Vai al Metabase Store
ja: Metabase Storeへアクセスする
lt: Eikite į „Metabase Store“.
ms: Pergi ke Metabase Store
nb: Gå til Metabase-butikken
nl: Ga naar de Metabase Store
pl: Przejdź do sklepu Metabase
pt_br: Ir para a Metabase Store
ru: Перейти в Metabase Store
sk: Prejsť do Metabase Store
sl: Pojdite v trgovino z metabazami
sq: Shko te Metabase Store
sr: Idi na Metabase Store
sv: Gå till Metabase Store
tr: Metabase Store'a Git
uk: Перейти до Metabase Store
vi: Đi đến Cửa hàng Metabase
zh_hk: 到 Metabase 商店

source: Running statement in describe-schema: {0}
hu: Futtatott utasítás a leírási sémában: {0}
ms: Menjalankan kenyataan dalam describe-schema: {0}

source: Running statement in all-schemas: {0}
hu: Futtatott utasítás az összes sémában: {0}
ms: Menjalankan kenyataan dalam all-schemas: {0}

source: Running statement in describe-table: {0}
hu: Futtatott utasítás a leíró táblában: {0}
ms: Menjalankan kenyataan dalam describe-table: {0}

source: Error parsing JSON setting {0}: {1}
hu: Hiba a(z) {0} JSON-beállítás elemzésekor: {1}
ms: Ralat mentafsir tetapan JSON {0}: {1}

source: Plugin ''{0}'' depends on environment variable ''{1}'' being set to something
ar: الإضافة ''{0}'' تعتمد على تعيين متغير البيئة ''{1}'' إلى قيمة ما
bg: Плъгин „{0}“ зависи от това дали променливата на средата „{1}“ е зададена на нещо
ca: El connector ''{0}'' depèn que la variable d'entorn ''{1}'' estigui establerta en alguna cosa
de: Das Plugin ''{0}'' hängt davon ab, dass die Umgebungsvariable ''{1}'' auf etwas eingestellt ist
eo: Plugin '{0}' is dependin' on environment var '{1}' bein' set up right, fr fr
es: El complemento ''{0}'' depende de que la variable de entorno ''{1}'' esté configurada en algo
fa: افزونه ''{0}'' وابسته به تنظیم شدن متغیر محیطی ''{1}'' به چیزی است
fi: Laajennus ''{0}'' riippuu siitä, että ympäristömuuttuja ''{1}'' on asetettu johonkin arvoon.
fr: Le plugin ''{0}'' dépend de la variable d'environnement ''{1}'' qui doit avoir la valeur suivante
hu: A(z) ''{0}'' bővítmény függ attól, hogy a ''{1}'' környezeti változó be van-e állítva valamire
it: Il plugin ''{0}'' dipende dalla variabile di ambiente ''{1}'' impostata su qualcosa
ja: プラグイン''{0}''は環境変数''{1}''が何かに設定されていることに依存します。
lt: Papildinys ''{0}'' priklauso nuo to, ar aplinkos kintamasis ''{1}'' yra nustatytas į kažką
ms: Plugin ''{0}'' bergantung pada pembolehubah persekitaran ''{1}'' yang ditetapkan kepada sesuatu
nb: Plugin ''{0}'' avhenger av at miljøvariabelen ''{1}'' er satt til noe
nl: Plugin ''{0}'' hangt ervan af dat omgevingsvariabele ''{1}'' op iets is ingesteld
pl: Wtyczka ''{0}'' zależy od ustawienia zmiennej środowiskowej ''{1}'' na coś
pt_br: O plugin ''{0}'' depende que a variável de ambiente ''{1}'' seja definida para algo
ru: Плагин ''{0}'' зависит от переменной среды ''{1}''
sk: Plugin ''{0}'' závisí od nastavenia environmentálnej premennej ''{1}'' na niečo
sl: Vtičnik ''{0}'' je odvisen od tega, ali je okoljska spremenljivka ''{1}'' nastavljena na nekaj
sq: Plugin ''{0}'' varet që variabla e mjedisit ''{1}'' të jetë e vendosur në diçka
sr: Plugin ''{0}'' zavisi od toga da je environment variable ''{1}'' postavljena na neku vrednost
sv: Plugin ''{0}'' beror på att miljövariabeln ''{1}'' är inställd på något
tr: Eklenti ''{0}'' bir ortam değişkeni olan ''{1}''in bir şeye ayarlanmasına bağlıdır
uk: Плагін ''{0}'' залежить від того, що змінна середовища ''{1}'' має бути встановлена в якесь значення
vi: Plugin ''{0}'' phụ thuộc vào biến môi trường ''{1}'' được thiết lập thành một cái gì đó
zh_hk: 插件 "{0}" 依賴於環境變數 "{1}" 的設置

source: Down
hu: Le
lt: Žemyn
ms: Turun

source: Up
hu: Fel
lt: Aukštyn
ms: Naik

source: Approved domains for notifications
ar: النطاقات المعتمدة للإشعارات
bg: Одобрени домейни за известия
ca: Dominis aprovats per a notificacions
de: Für Benachrichtigungen erlaubte Domains
eo: Bet, these are the legit domains for notifications
es: Dominios aprobados para notificaciones
fa: دامنه‌های تأیید شده برای اعلان‌ها
fi: Hyväksytyt verkkotunnukset ilmoituksille.
fr: Domaines approuvés pour les notifications
hu: Értesítésekhez jóváhagyott domainek
it: Domini approvati per le notifiche
ja: 通知の承認ドメイン
lt: Patvirtinti pranešimų domenai
ms: Domain yang diluluskan untuk pemberitahuan
nb: Godkjente domener for varsler
nl: Goedgekeurde domeinen voor meldingen
pl: Zatwierdzone domeny dla powiadomień
pt_br: Domínios aprovados para notificações
ru: Одобренные домены для уведомлений
sk: Schválené domény pre upozornenia
sl: Odobrene domene za obvestila
sq: Domaine të miratuara për njoftime
sr: Odobreni domeni za obaveštenja
sv: Godkända domäner för notifikationer
tr: Bildirimler için onaylanmış alanlar
uk: Затверджені домени для сповіщень
vi: Tên miền được phê duyệt cho thông báo
zh_hk: 已批准的通知域

source: alert
hu: riasztás
ms: amaran

source: deleted
ar: تم حذفه
bg: изтрит
ca: eliminat
de: entfernt
eo: axed
es: borrado
fa: پاک شده
fi: poistettu
fr: supprimé
hu: törölt
it: Cancellato
ja: 削除
lt: ištrintas
ms: dipadamkan
nb: slettet
nl: verwijderd
pl: usunięty
pt_br: excluído
ru: удалено
sk: vymazané
sl: Izbrisati
sq: fshirë
sr: obrisano
sv: borttagen
tr: silindi
uk: видалено
vi: đã xóa
zh_hk: 已刪除

source: restored
ar: تمت استعادته
bg: възстановен
ca: restaurat
de: wiederhergestellt
eo: refreshed / fixed up
es: restaurado
fa: بازگردانی شده
fi: palautettu
fr: restauré
hu: helyreállított
it: Ripristinato
ja: 復元
lt: atkurta
ms: dipulihkan
nb: gjenopprettet
nl: hersteld
pl: przywrócony
pt_br: recuperado
ru: восстановлено
sk: obnovené
sl: Obnovljena
sq: rikthyer
sr: vraćeno
sv: återställd
tr: geri yüklendi
uk: відновлено
vi: đã khôi phục
zh_hk: 已恢復

source: Successfully unsubscribed
bg: Абонаментът бе прекратен успешно
ca: Dessubscrit correctament
de: Abmeldung erfolgreich
eo: Got outta there lol
es: Suscripción cancelada correctamente
fa: لغو اشتراک با موفقیت انجام شد
fi: Tilauksen peruutus onnistui
fr: Désinscription réussie
hu: Sikeresen leiratkozott
it: Disabbonato con successo
ja: 配信停止に成功しました
lt: Prenumerata sėkmingai atšaukta
ms: Berjaya berhenti melanggan
nb: Abonnement avsluttet
nl: Uitgeschreven
pl: Pomyślne wypisanie się
pt_br: Assinatura cancelada com sucesso
ru: Успешно отписано
sk: Úspešne odhlásené
sl: Uspešno odjavljeno
sv: Framgångsrikt avprenumererad
tr: Abonelikten başarıyla çıkıldı
uk: Підписку успішно скасовано
vi: Bỏ đăng ký thành công
zh_hk: 已成功取消訂閱

source: updated
ar: تم تحديثه
bg: актуализиран
ca: actualitzat
de: aktualisiert
eo: refreshed or got the glow-up
es: actualizado
fa: بروزرسانی شده
fi: päivitetty
fr: mis à jour
hu: frissítve
it: Aggiornato
ja: 更新
lt: atnaujinta
ms: dikemas kini
nb: oppdatert
nl: bijgewerkt
pl: aktualizacja
pt_br: atualizado
ru: обновлено
sk: aktualizované
sl: Posodobljene
sq: përditësuar
sr: ažurirano
sv: uppdaterad
tr: güncellendi
uk: оновлено
vi: cập nhật
zh_hk: 已更新

source: Send to Slack now
ar: أرسل إلى Slack الآن
bg: Изпратете на Slack сега
ca: Enviar a Slack ara
de: Jetzt an Slack senden
eo: Send it to Slack ASAP, bestie
es: Enviar a Slack ahora
fa: ارسال به اسلک
fi: Lähetä Slackiin nyt
fr: Envoyer vers Slack
hu: Küldés a Slackre most
it: Invia adesso su Slack
ja: 今すぐSlackに送信
lt: Siųsti į Slack dabar
ms: Hantar ke Slack sekarang
nb: Send til Slack nå
nl: Stuur nu naar Slack
pl: Wyślij do Slacka teraz
pt_br: Enviar para o Slack agora
ru: Отправить в Slack сейчас
sk: Odoslať do Slack teraz
sl: Pošlji na Slack zdaj
sq: Dërgo në Slack tani
sr: Pošalji na Slack sada
sv: Skicka till Slack nu
tr: Şimdi Slack'e gönder
uk: Надіслати у Slack зараз
vi: Gửi đến Slack ngay bây giờ
zh_hk: 立即發送到Slack

source: Slack sent
ar: تم إرسال Slack
bg: Slack изпратен
ca: Slack enviat
de: Slack gesendet
eo: Slack just sent, fr fr
es: Enviado a Slack
fa: به اسلک ارسال شد
fi: Slack lähetetty
fr: Slack envoyé
hu: Slack elküldve
it: Slack inviato
ja: Slackの送信
lt: Slack išsiųstas
ms: Slack dihantar
nb: Slack sendt
nl: Slack verzonden
pl: Slack wysłany
pt_br: Enviado para o Slack
ru: Отправлен Slack
sk: Slack odoslané
sl: Slack je bil poslan
sq: Slack u dërgua
sr: Poslato na Slack
sv: Slack skickat
tr: Slack gönderildi
uk: Надіслано у Slack
vi: Slack đã gửi
zh_hk: Slack已發送

source: About data permissions
hu: Az adatengedélyekről
ms: Tentang kebenaran data

source: Each of your user groups can have a level of access for each of your databases on the tables they contain.
hu: A felhasználói csoportok mindegyike hozzáférési szintet kaphat minden adatbázisához az általuk tartalmazott táblákhoz.
ms: Setiap kumpulan pengguna anda boleh mempunyai tahap akses untuk setiap pangkalan data pada jadual yang mereka miliki.

source: Users can be members of multiple groups, and are given the {0} level of access for a database or table across all the groups they’re a member of.
hu: A felhasználók több csoport tagjai is lehetnek, és az adatbázis vagy tábla számára a legmagasabb hozzáférési szintet kapják minden olyan csoportban, amelynek tagjai.
ms: Pengguna boleh menjadi ahli beberapa kumpulan, dan diberikan tahap akses {0} untuk pangkalan data atau jadual merentasi semua kumpulan yang mereka menjadi ahli.

source: most permissive
hu: legmegengedőbb
ms: paling permisif:
