Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Takes a datetime and returns an integer (`0`-`59`) with the number of the seconds in the minute.
ar: يأخذ قيمة datetime ويُرجع عددًا صحيحًا (`0`-`59`) يمثل رقم الثواني في الدقيقة.
bg: Взема дата-час и връща цяло число (`0`-`59`) с броя на секундите в минутата.
ca: Pren una data i hora i retorna un nombre enter (`0`-`59`) amb el nombre de segons del minut.
de: Nimmt ein Datum und eine Uhrzeit und gibt eine Ganzzahl (`0`-`59`) mit der Anzahl der Sekunden in der Minute zurück.
eo: Takes a datetime and gives back an int (0-59) with how many sec are in the min.
es: Toma una fecha y hora y devuelve un entero (`0`-`59`) con el número de segundos en el minuto.
fa: تاریخ را می گیرد و یک عدد صحیح ('0'-'59') با تعداد ثانیه های دقیقه برمی گرداند.
fi: Ottaa päivämäärän ja kellonajan ja palauttaa kokonaisluvun (`0`-`59`) minuuttien sekuntien lukumäärän kanssa.
fr: Prend une date/heure et renvoie un entier (`0`-`59`) avec le nombre de secondes dans la minute.
it: Accetta un valore datetime e restituisce un intero (`0`-`59`) con il numero di secondi nel minuto.
ja: 日付時刻を受け取り、その分の秒数を表す整数 (`0`-`59`) を返します。
nb: Tar en datetime og returnerer et heltall (`0`-`59`) med antall sekunder i minuttet.
nl: Neemt een datetime en retourneert een geheel getal (`0`-`59`) met het aantal seconden in de minuut.
pl: Przyjmuje wartość daty i godziny i zwraca liczbę całkowitą (`0`-`59`) określającą liczbę sekund w minucie.
pt_br: Pega uma data e hora e retorna um inteiro (`0`-`59`) com o número de segundos no minuto.
ru: Принимает дату и время и возвращает целое число (`0`-`59`) с количеством секунд в минуте.
sk: Vezme dátum a čas a vráti celé číslo (`0`-`59`) s počtom sekúnd v minúte.
sl: Vzame datum in čas in vrne celo število (`0`-`59`) s številom sekund v minuti.
sq: Merr një datetime dhe kthen një numër të plotë (`0`-`59`) me numrin e sekondave brenda minutës.
sr: Uzima datetime i vraća ceo broj (`0`-`59`) sa brojem sekundi u minuti.
sv: Tar en datetime och returnerar ett heltal (`0`-`59`) med antalet sekunder i minuten.
tr: Bir tarih ve saat alır ve dakikadaki saniye sayısını içeren bir tamsayı (`0`-`59`) döndürür.
uk: Приймає datetime і повертає ціле число (`0`-`59`) з номером секунд у хвилині.
vi: Lấy một ngày giờ và trả về một số nguyên (`0`-`59`) với số giây trong phút.
zh_hk: 取得日期時間，並傳回一個整數 (`0`-`59`)，其中包含分鐘內的秒數。

source: Get the difference between two datetime values (`$datetime2` minus `$datetime1`) using the specified unit of time.
ar: احصل على الفرق بين قيمتي datetime (`$datetime2` ناقص `$datetime1`) باستخدام وحدة الزمن المحددة.
bg: Вземете разликата между две стойности за дата и час (`$datetime2` минус `$datetime1`), като използвате определената единица време.
ca: Obteniu la diferència entre dos valors de data i hora (`$datetime2` menys `$datetime1`) utilitzant la unitat de temps especificada.
de: Ermitteln Sie die Differenz zwischen zwei Datums-/Uhrzeitwerten (`$datetime2` minus `$datetime1`) unter Verwendung der angegebenen Zeiteinheit.
eo: Figure out the diff between two datetimes (`$datetime2` minus `$datetime1`) in whatever time unit you need, no cap.
es: Obtenga la diferencia entre dos valores de fecha y hora (`$datetime2` menos `$datetime1`) utilizando la unidad de tiempo especificada.
fa: تفاوت بین دو مقدار تاریخ زمان (`$datetime2` منهای `$datetime1`) را با استفاده از واحد زمان مشخص شده بدست آورید.
fi: Hanki kahden päivämäärä-ajan arvon välinen ero (`$datetime2` miinus `$datetime1`) käyttämällä määritettyä aikayksikköä.
fr: Obtenez la différence entre deux valeurs datetime (`$datetime2` moins `$datetime1`) en utilisant l'unité de temps spécifiée.
it: Ottieni la differenza tra due valori datetime (`$datetime2` meno `$datetime1`) utilizzando l'unità di tempo specificata.
ja: 指定された時間単位を使用して、2 つの日時値の差 (`$datetime2` から `$datetime1` を引いた値) を取得します。
nb: Henter differansen mellom to datetime-verdier (`$datetime2` minus `$datetime1`) ved hjelp av den angitte tidsenheten.
nl: Bereken het verschil tussen twee datetime-waarden (`$datetime2` min `$datetime1`) met behulp van de opgegeven tijdseenheid.
pl: Pobiera różnicę między dwiema wartościami daty i godziny (`$datetime2` minus `$datetime1`) przy użyciu określonej jednostki czasu.
pt_br: Obtenha a diferença entre dois valores de data e hora (`$datetime2` menos `$datetime1`) usando a unidade de tempo especificada.
ru: Получите разницу между двумя значениями даты и времени (`$datetime2` минус `$datetime1`), используя указанную единицу времени.
sk: Získajte rozdiel medzi dvoma hodnotami dátumu a času (`$datetime2` mínus `$datetime1`) pomocou zadanej časovej jednotky.
sl: Pridobite razliko med dvema vrednostma datuma in časa (`$datetime2` minus `$datetime1`) z uporabo navedene enote časa.
sq: Merr diferencën mes dy vlerave datetime (`$datetime2` minus `$datetime1`) duke përdorur njësinë e specifikuar të kohës.
sr: Daj razliku između dve datetime vrednosti (`$datetime2` minus `$datetime1`) koristeći navedenu jedinicu vremena.
sv: Få skillnaden mellan två datetime-värden (`$datetime2` minus `$datetime1`) med den angivna tidsenheten.
tr: Belirtilen zaman birimini kullanarak iki tarih/saat değeri (`$datetime2` eksi `$datetime1`) arasındaki farkı alın.
uk: Отримайте різницю між двома значеннями datetime (`$datetime2` мінус `$datetime1`), використовуючи вказану одиницю часу.
vi: Tính sự khác biệt giữa hai giá trị datetime (`$datetime2` trừ `$datetime1`) bằng cách sử dụng đơn vị thời gian đã chỉ định.
zh_hk: 使用指定的時間單位，取得兩個日期時間值的差異 (`$datetime2`減`$datetime1`)。

source: Choose from: {0}, {1}, {2}, {3}, {4}, {5}, {6}, or ${ 7 }.
ar: اختر من: {0}، {1}، {2}، {3}، {4}، {5}، {6}، أو ${ 7 }.
bg: Изберете от: {0}, {1}, {2}, {3}, {4}, {5}, {6}или ${ 7 }.
ca: Trieu entre: {0}, {1}, {2}, {3}, {4}, {5}, {6}o ${ 7 }.
de: Wählen Sie aus: {0}, {1}, {2}, {3}, {4}, {5}, {6}oder ${ 7 }.
eo: Pick from: {0}, {1}, {2}, {3}, {4}, {5}, {6}, or ${7}. No cap.
es: Elija entre: {0}, {1}, {2}, {3}, {4}, {5}, {6}o ${ 7 }.
fa: از بین موارد زیر انتخاب کنید: {0}، {1}، {2}، {3}، {4}، {5}، {6}، یا ${ 7 }.
fi: Valitse seuraavista: {0}, {1}, {2}, {3}, {4}, {5}, {6}tai ${ 7 }.
fr: Choisissez parmi : {0}, {1}, {2}, {3}, {4}, {5}, {6}ou ${ 7 }.
it: Scegli tra: {0}, {1}, {2}, {3}, {4}, {5}, {6}o ${ 7 }.
ja: 次の中から選択します: {0}、 {1}、 {2}、 {3}、 {4}、 {5}、 {6}、または ${ 7 }。
lt: Pasirinkite iš: {0}, {1}, {2}, {3}, {4}, {5}, {6}arba ${ 7 }.
nb: Velg mellom: {0}, {1}, {2}, {3}, {4}, {5}, {6}, eller ${ 7 }.
nl: Kies uit: {0}, {1}, {2}, {3}, {4}, {5}, {6}, of ${ 7 }.
pl: Wybierz spośród: {0}, {1}, {2}, {3}, {4}, {5}, {6}lub ${ 7 }.
pt_br: Escolha entre: {0}, {1}, {2}, {3}, {4}, {5}, {6} ou ${ 7 }.
ru: Выберите из: {0}, {1}, {2}, {3}, {4}, {5}, {6}или ${ 7 }.
sk: Vyberte si z: {0}, {1}, {2}, {3}, {4}, {5}, {6}alebo ${ 7 }.
sl: Izbirajte med: {0}, {1}, {2}, {3}, {4}, {5}, {6}ali ${ 7 }.
sq: Zgjidhni nga: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ose ${ 7 }.
sr: Izaberite između: {0}, {1}, {2}, {3}, {4}, {5}, {6}, ili ${ 7 }.
sv: Välj mellan: {0}, {1}, {2}, {3}, {4}, {5}, {6}eller ${ 7 }.
tr: Şunlardan birini seçin: {0}, {1}, {2}, {3}, {4}, {5}, {6}veya ${ 7 }.
uk: Виберіть із: {0}, {1}, {2}, {3}, {4}, {5}, {6} або ${ 7 }.
vi: Chọn từ: {0}, {1}, {2}, {3}, {4}, {5}, {6}, hoặc ${ 7 }.
zh_hk: 請選擇： {0}, {1}, {2}, {3}, {4}, {5}, {6}, 或 ${ 7 }。

source: Convert timezone of a date or timestamp column. We support tz database time zone names.
ar: حوّل المنطقة الزمنية لعمود تاريخ أو timestamp. نحن ندعم أسماء المناطق الزمنية في قاعدة بيانات tz.
bg: Преобразувайте часовата зона на колона с дата или времеви печат. Поддържаме имената на часовите зони на бази данни tz.
ca: Converteix la zona horària d'una columna de data o marca de temps. Admetem els noms de zones horàries de bases de dades tz.
de: Konvertieren Sie die Zeitzone einer Datums- oder Zeitstempelspalte. Wir unterstützen Zeitzonennamen der TZ-Datenbank.
eo: Flip the timezone of a date or timestamp column, no cap. We got tz database time zone names on deck.
es: Convertir la zona horaria de una columna de fecha o marca de tiempo. Admitimos nombres de zona horaria de la base de datos tz.
fa: تبدیل منطقه زمانی یک ستون تاریخ یا مهر زمانی. ما از نام منطقه زمانی پایگاه داده tz پشتیبانی می کنیم.
fi: Muunna päivämäärän tai aikaleimasarakkeen aikavyöhyke. Tuemme tz-tietokannan aikavyöhykkeiden nimiä.
fr: Convertissez le fuseau horaire d'une colonne de date ou d'horodatage. Nous prenons en charge les noms de fuseau horaire de la base de données tz.
it: Converti il fuso orario di una colonna data o timestamp. Supportiamo i nomi dei fusi orari del database tz.
ja: 日付またはタイムスタンプ列のタイムゾーンを変換します。 tz データベースのタイムゾーン名をサポートしています。
lt: Konvertuoti datos arba laiko žymos stulpelio laiko juostą. Mes palaikome tz duomenų bazės laiko juostų pavadinimus.
nb: Konverter tidssone for en dato- eller tidsstempelkolonne. Vi støtter tz-databasens tidssonenavn.
nl: Converteer de tijdzone van een datum- of tijdstempelkolom. We ondersteunen tijdzonenamen in tz-databases.
pl: Konwertuj strefę czasową kolumny daty lub znacznika czasu. Obsługujemy nazwy stref czasowych bazy danych tz.
pt_br: Converte fuso horário de uma coluna de data ou data e hora. Oferecemos suporte a nomes de fuso horário de banco de dados tz.
ru: Преобразование часового пояса столбца даты или временной метки. Мы поддерживаем имена часовых поясов базы данных tz.
sk: Previesť časové pásmo stĺpca dátumu alebo časovej pečiatky. Podporujeme názvy časových pásiem databázy tz.
sl: Pretvori časovni pas stolpca datuma ali časovnega žiga. Podpiramo imena časovnih pasov baze podatkov tz.
sq: Konverto zonën kohore të një kolone date ose timestamp. Ne mbështesim emrat e zonave kohore nga baza tz.
sr: Konvertuj vremensku zonu kolone datuma ili timestamp-a. Podržavamo nazive vremenskih zona iz tz baze podataka.
sv: Konvertera tidszon för en datum- eller tidsstämpelkolumn. Vi stöder tz databas tidszonnamn.
tr: Bir tarih veya zaman damgası sütununun saat dilimini dönüştürün. tz veritabanı saat dilimi adlarını destekliyoruz.
uk: Конвертуйте часовий пояс для стовпця дати або позначки часу. Ми підтримуємо назви часових зон із tz database.
vi: Chuyển đổi múi giờ của cột ngày hoặc dấu thời gian. Chúng tôi hỗ trợ tên múi giờ của cơ sở dữ liệu tz.
zh_hk: 轉換日期或時間戳列的時區。 我們支援 tz 資料庫時區名稱。

source: If `$value1` is empty, `$value2` gets returned if its not empty.
ar: إذا كان `$value1` فارغًا، فسيتم إرجاع `$value2` إذا لم يكن فارغًا.
bg: Ако `$value1` е празно, `$value2` се връща, ако не е празно.
ca: Si `$value1` està buit, es retorna `$value2` si no està buit.
de: Wenn `$value1` leer ist, wird `$value2` zurückgegeben, wenn es nicht leer ist.
eo: If `$value1` is deadass empty, `$value2` gets sent back if it’s not just vibing empty.
es: Si `$value1` está vacío, se devuelve `$value2` si no está vacío.
fa: اگر «$value1» خالی باشد، «$value2» اگر خالی نباشد برگردانده می شود.
fi: Jos `$value1` on tyhjä, `$value2` palautetaan, jos se ei ole tyhjä.
fr: Si `$value1` est vide, `$value2` est renvoyé s'il n'est pas vide.
it: Se `$value1` è vuoto, viene restituito `$value2` se non è vuoto.
ja: `$value1` が空の場合、空でなければ `$value2` が返されます。
nb: Hvis `$value1` er tom, returneres `$value2` hvis den ikke er tom.
nl: Als `$value1` leeg is, wordt `$value2` geretourneerd als deze niet leeg is.
pl: Jeśli `$value1` jest puste, to `$value2` zostanie zwrócone, jeżeli nie jest puste.
pt_br: Se `$value1` estiver vazio, `$value2` será retornado se não estiver vazio.
ru: Если `$value1` пусто, возвращается `$value2`, если оно не пусто.
sk: Ak je `$value1` prázdny, vráti sa `$value2`, ak nie je prázdny.
sl: Če je `$value1` prazno, se `$value2` vrne, če ni prazno.
sq: Nëse `$value1` është bosh, kthehet `$value2` nëse nuk është bosh.
sr: Ako je `$value1` prazno, vraća se `$value2` ako nije prazno.
sv: Om `$value1` är tom, returneras `$value2` om den inte är tom.
tr: `$value1` boşsa, boş değilse `$value2` döndürülür.
uk: Якщо `$value1` порожнє, повертається `$value2`, якщо воно не порожнє.
vi: Nếu `$value1` trống, `$value2` sẽ được trả về nếu nó không trống.
zh_hk: 如果 `$value1` 為空，則會返回不為空的 `$value2`。

source: If `$value1` is empty, and `$value2` is empty, the next non-empty one will be returned.
ar: إذا كان `$value1` فارغًا، وكان `$value2` فارغًا، فسيتم إرجاع القيمة التالية غير الفارغة.
bg: Ако `$value1` е празно, а `$value2` е празно, ще бъде върнато следващото непразно.
ca: Si `$value1` està buit i `$value2` està buit, es retornarà el següent no buit.
de: Wenn `$value1` leer ist und `$value2` leer ist, wird das nächste nicht leere zurückgegeben.
eo: If `$value1` is empty and `$value2` is also empty, the next one that’s actually got stuff will be returned, fr.
es: Si `$value1` está vacío y `$value2` está vacío, se devolverá el siguiente que no esté vacío.
fa: اگر `$value1` خالی باشد، و `$value2` خالی باشد، مورد غیر خالی بعدی برگردانده خواهد شد.
fi: Jos `$value1` on tyhjä ja `$value2` on tyhjä, seuraava ei-tyhjä palautetaan.
fr: Si `$value1` est vide et `$value2` est vide, le prochain non vide sera renvoyé.
it: Se `$value1` è vuoto e `$value2` è vuoto, verrà restituito il successivo non vuoto.
ja: `$value1` が空で、 `$value2` も空の場合、次の空でないものが返されます。
nb: Hvis `$value1` er tom, og `$value2` er tom, returneres den neste som ikke er tom.
nl: Als `$value1` leeg is en `$value2` leeg is, wordt de volgende niet-lege waarde geretourneerd.
pl: Jeśli `$value1` jest puste i `$value2` jest puste, zwrócona zostanie następna niepusta wartość.
pt_br: Se `$value1` estiver vazio, e `$value2` estiver vazio, o próximo não vazio será retornado.
ru: Если `$value1` пусто и `$value2` пусто, будет возвращено следующее непустое.
sk: Ak je `$value1` prázdny a `$value2` prázdny, vráti sa ďalší neprázdny.
sl: Če je `$value1` prazen in `$value2` prazen, bo vrnjen naslednji neprazen.
sq: Nëse `$value1` është bosh, dhe `$value2` është bosh, do të kthehet tjetri i radhës që nuk është bosh.
sr: Ako je `$value1` prazno i `$value2` prazno, biće vraćena sledeća koja nije prazna.
sv: Om `$value1` är tom och `$value2` är tom, kommer nästa icke-tomma att returneras.
tr: `$value1` boşsa ve `$value2` boşsa, bir sonraki boş olmayan değer döndürülecektir.
uk: Якщо `$value1` порожнє, і `$value2` порожнє, буде повернено наступне непорожнє.
vi: Nếu `$value1` trống và `$value2` trống thì giá trị không trống tiếp theo sẽ được trả về.
zh_hk: 如果 `$value1` 為空，且 `$value2` 為空，則會返回下一個非空的。

source: Alias for `if()`. Tests an expression against a list of cases and returns the corresponding value of the first matching case, with an optional default value if nothing else is met.
ar: اسم مستعار لـ `if()`. يختبر تعبيرًا مقابل قائمة من الحالات ويُرجع القيمة المقابلة لأول حالة مطابقة، مع قيمة افتراضية اختيارية إذا لم يتم استيفاء أي شيء آخر.
bg: Псевдоним за „if()“. Тества израз спрямо списък от случаи и връща съответната стойност на първия съвпадащ случай, с незадължителна стойност по подразбиране, ако не се срещне нищо друго.
ca: Àlies per a "si()". Prova una expressió amb una llista de casos i retorna el valor corresponent del primer cas coincident, amb un valor predeterminat opcional si no es compleix res més.
de: Alias für „if()“. Testet einen Ausdruck anhand einer Liste von Fällen und gibt den entsprechenden Wert des ersten übereinstimmenden Falls zurück, mit einem optionalen Standardwert, wenn nichts anderes erfüllt ist.
eo: Yo, so basically `if()` is like a vibe check. It tests an expression against some cases and gives you the first one that matches. If nothing's poppin’, it can drop a default value. Lowkey useful fr.
es: Alias de `if()`. Prueba una expresión con una lista de casos y devuelve el valor correspondiente al primer caso coincidente, con un valor predeterminado opcional si no se cumple ningún otro requisito.
fa: نام مستعار «if()». یک عبارت را در برابر فهرستی از موارد آزمایش می‌کند و مقدار متناظر اولین مورد منطبق را با یک مقدار پیش‌فرض اختیاری برمی‌گرداند، اگر هیچ چیز دیگری رعایت نشده باشد.
fi: Alias sanalle "if()". Testaa lauseketta tapausluettelossa ja palauttaa ensimmäisen vastaavan tapauksen arvon valinnaisella oletusarvolla, jos mikään muu ei täyty.
fr: Alias pour « if() ». Teste une expression par rapport à une liste de cas et renvoie la valeur correspondante du premier cas correspondant, avec une valeur par défaut facultative si aucune autre condition n'est remplie.
it: Alias di `if()`. Esegue il test di un'espressione rispetto a un elenco di casi e restituisce il valore corrispondente del primo caso corrispondente, con un valore predefinito facoltativo se non viene soddisfatto nient'altro.
ja: `if()` のエイリアス。ケースのリストに対して式をテストし、最初に一致したケースに対応する値を返します。他に何も満たされない場合は、オプションのデフォルト値が返されます。
nb: Alias for `if()`. Tester et uttrykk mot en liste med tilfeller og returnerer den tilsvarende verdien for det første samsvarende tilfellet, med en valgfri standardverdi hvis ingenting annet er oppfylt.
nl: Alias voor `if()`. Test een expressie tegen een lijst met cases en retourneert de overeenkomstige waarde van de eerste overeenkomende case, met een optionele standaardwaarde als er aan niets anders wordt voldaan.
pl: Alias dla `if()`. Testuje wyrażenie na liście przypadków i zwraca odpowiadającą wartość pierwszego pasującego przypadku, z opcjonalną wartością domyślną, jeśli nic innego nie jest spełnione.
pt_br: Apelido para `if()`. Testa uma expressão em uma lista de casos e retorna o valor correspondente do primeiro caso correspondente, com um valor padrão opcional se nada mais for encontrado.
ru: Псевдоним для `if()`. Проверяет выражение по списку случаев и возвращает соответствующее значение первого совпадающего случая с необязательным значением по умолчанию, если ничего другого не выполнено.
sk: Alias pre „if()“. Testuje výraz oproti zoznamu prípadov a vráti zodpovedajúcu hodnotu prvého zodpovedajúceho prípadu s voliteľnou predvolenou hodnotou, ak nie je splnené nič iné.
sl: Vzdevek za `if()`. Preizkusi izraz glede na seznam primerov in vrne ustrezno vrednost prvega primera, ki se ujema, z izbirno privzeto vrednostjo, če ni izpolnjeno nič drugega.
sq: Alias për `if()`. Teston një shprehje kundrejt një liste rastesh dhe kthen vlerën përkatëse të rastit të parë që përputhet, me një vlerë të parazgjedhur opsionale nëse nuk plotësohet asgjë tjetër.
sr: Alias za `if()`. Testira izraz prema listi slučajeva i vraća odgovarajuću vrednost prvog slučaja koji se poklopi, uz opcionu podrazumevanu vrednost ako se ništa ne ispuni.
sv: Alias för `if()`. Testar ett uttryck mot en lista med fall och returnerar motsvarande värde för det första matchande fallet, med ett valfritt standardvärde om inget annat uppfylls.
tr: `if()` için takma ad. Bir ifadeyi bir dizi duruma karşı test eder ve eşleşen ilk durumun karşılık gelen değerini döndürür; başka hiçbir şey karşılanmazsa isteğe bağlı varsayılan bir değer döndürür.
uk: Аліас для `if()`. Перевіряє вираз на відповідність списку випадків і повертає відповідне значення для першого збігу, з опційним дефолтним значенням, якщо жоден інший не підходить.
vi: Biệt danh cho `if()`. Kiểm tra một biểu thức so với danh sách các trường hợp và trả về giá trị tương ứng của trường hợp khớp đầu tiên, với giá trị mặc định tùy chọn nếu không có gì khác được đáp ứng.
zh_hk: `if()` 的別名。根據情況清單測試表達式，並返回第一個符合情況的相對應值，如果沒有其他符合情況，則返回可選的預設值。

source: The value that will be returned if the preceding condition is `true`.
ar: القيمة التي سيتم إرجاعها إذا كان الشرط السابق `true`.
bg: Стойността, която ще бъде върната, ако предходното условие е „вярно“.
ca: El valor que es retornarà si la condició anterior és "true".
de: Der Wert, der zurückgegeben wird, wenn die vorhergehende Bedingung „wahr“ ist.
eo: The value that’s gonna pop off if the condition before is actually true.
es: El valor que se devolverá si la condición anterior es "verdadera".
fa: مقداری که اگر شرط قبلی «true» باشد، برگردانده خواهد شد.
fi: Arvo, joka palautetaan, jos edellinen ehto on tosi.
fr: La valeur qui sera renvoyée si la condition précédente est « vraie ».
it: Il valore che verrà restituito se la condizione precedente è `true`.
ja: 前の条件が `true` の場合に返される値。
nb: Verdien som returneres hvis den foregående betingelsen er `true`.
nl: De waarde die wordt geretourneerd als de voorafgaande voorwaarde `true` is.
pl: Wartość, która zostanie zwrócona, jeżeli poprzedni warunek będzie spełniony.
pt_br: O valor que será retornado se a condição anterior for `true`.
ru: Значение, которое будет возвращено, если предыдущее условие равно `true`.
sk: Hodnota, ktorá sa vráti, ak je predchádzajúca podmienka „true“.
sl: Vrednost, ki bo vrnjena, če je prejšnji pogoj »true«.
sq: Vlera që do të kthehet nëse kushti paraprak është `true`.
sr: Vrednost koja će biti vraćena ako je prethodni uslov `true`.
sv: Värdet som kommer att returneras om föregående villkor är "sant".
tr: Önceki koşul `true` ise döndürülecek değer.
uk: Значення, яке буде повернено, якщо попередня умова дорівнює `true`.
vi: Giá trị sẽ được trả về nếu điều kiện trước đó là `đúng`.
zh_hk: 如果前述條件為 `true`，則會返回的值。
