Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Advanced details
ar: تفاصيل متقدمة
bg: Разширени подробности
ca: Detalls avançats
de: Erweiterte Details
eo: Next-level deets
es: Detalles avanzados
fa: جزئیات پیشرفته
fi: Lisätiedot
fr: Détails avancés
it: Dettagli avanzati
ja: 高度な詳細
nb: Avanserte detaljer
nl: Geavanceerde details
pl: Szczegóły zaawansowane
pt_br: Detalhes avançados
ru: Дополнительные сведения
sk: Rozšírené podrobnosti
sl: Napredne podrobnosti
sq: Detaje të avancuara
sr: Napredni detalji
sv: Avancerade detaljer
tr: Gelişmiş detaylar
uk: Розширені деталі
vi: Chi tiết nâng cao
zh_hk: 進階詳情

source: Click to download
ar: انقر للتنزيل
bg: Кликнете, за да изтеглите
ca: Feu clic per descarregar
de: Klicken zum Download
eo: Tap to scoop it up
es: Haga clic para descargar
fa: برای دانلود کلیک کنید
fi: Klikkaa ladataksesi
fr: Cliquez pour télécharger
it: Clicca per scaricare
ja: ダウンロードするにはクリックしてください
nb: Klikk for å laste ned
nl: Klik om te downloaden
pl: Kliknij, aby pobrać
pt_br: Clique para baixar
ru: Нажмите, чтобы загрузить
sk: Kliknite pre stiahnutie
sl: Kliknite za prenos
sq: Kliko për të shkarkuar
sr: Kliknite za preuzimanje
sv: Klicka för att ladda ner
tr: İndirmek için tıklayın
uk: Натисніть, щоб завантажити
vi: Nhấp để tải xuống
zh_hk: 點擊下載

source: Get expert help
ar: احصل على مساعدة من خبراء
bg: Потърсете експертна помощ
ca: Obteniu ajuda d'experts
de: Holen Sie sich Expertenhilfe
eo: Get that pro energy
es: Obtenga ayuda de expertos
fa: از متخصص کمک بگیرید
fi: Hanki asiantuntija-apua
fr: Obtenez l'aide d'un expert
it: Ottieni assistenza da esperti
ja: 専門家の助けを得る
lt: Gaukite ekspertų pagalbos
nb: Få eksperthjelp
nl: Krijg deskundige hulp
pl: Uzyskaj pomoc eksperta
pt_br: Obtenha ajuda especializada
ru: Получите помощь эксперта
sk: Získajte odbornú pomoc
sl: Poiščite strokovno pomoč
sq: Merr ndihmë nga ekspertët
sr: Dobijte stručnu pomoć
sv: Få experthjälp
tr: Uzman yardımı alın
uk: Отримати допомогу експертів
vi: Nhận trợ giúp từ chuyên gia
zh_hk: 尋求專家協助

source: Unlimited support from success engineers whenever you need it with any paid plan.
ar: دعم غير محدود من مهندسي النجاح متى احتجت إليه مع أي خطة مدفوعة.
bg: Неограничена поддръжка от инженери за успех, когато имате нужда от нея с всеки платен план.
ca: Suport il·limitat d'enginyers d'èxit sempre que el necessiteu amb qualsevol pla de pagament.
de: Unbegrenzter Support durch Erfolgsingenieure, wann immer Sie ihn brauchen, mit jedem kostenpflichtigen Plan.
eo: You get unlimited backup from success engineers whenever you need it with any paid plan — total glow-up!
es: Soporte ilimitado de ingenieros de éxito siempre que lo necesite con cualquier plan pago.
fa: پشتیبانی نامحدود از مهندسین موفقیت هر زمان که به آن نیاز داشته باشید با هر طرح پولی.
fi: Rajaton tuki menestysinsinööreiltä aina, kun tarvitset sitä millä tahansa maksullisella suunnitelmalla.
fr: Assistance illimitée de la part d'ingénieurs de réussite à chaque fois que vous en avez besoin avec n'importe quel forfait payant.
it: Supporto illimitato da parte dei nostri ingegneri ogni volta che ne hai bisogno, con qualsiasi piano a pagamento.
ja: どの有料プランでも、必要なときにいつでもサクセス エンジニアから無制限のサポートを受けることができます。
lt: Neribotas sėkmės inžinierių palaikymas, kai jums to reikia, naudojant bet kurį mokamą planą.
nb: Ubegrenset støtte fra suksessingeniører når du trenger det med alle betalte abonnementer.
nl: Onbeperkte ondersteuning van succesvolle engineers wanneer u die nodig hebt, bij elk betaald abonnement.
pl: Nieograniczone wsparcie inżynierów sukcesu, kiedykolwiek tego potrzebujesz, w ramach dowolnego płatnego planu.
pt_br: Suporte ilimitado de engenheiros de sucesso sempre que você precisar com qualquer plano pago.
ru: Неограниченная поддержка от инженеров по успеху в любое время, когда она вам понадобится, в рамках любого платного плана.
sk: Neobmedzená podpora od úspešných inžinierov, kedykoľvek ju potrebujete, s akýmkoľvek plateným plánom.
sl: Neomejena podpora inženirjev za uspeh, kadar koli jo potrebujete s katerim koli plačanim načrtom.
sq: Mbështetje pa limit nga inxhinierët e suksesit sa herë t’ju duhet me çdo plan me pagesë.
sr: Neograničena podrška od success inženjera kad god vam zatreba uz bilo koji plaćeni plan.
sv: Obegränsad support från framgångsingenjörer när du behöver det med vilken betalplan som helst.
tr: Herhangi bir ücretli planda ihtiyaç duyduğunuz her an başarı mühendislerinden sınırsız destek.
uk: Необмежена підтримка від інженерів success, коли вам потрібно, на будь-якому платному плані.
vi: Hỗ trợ không giới hạn từ các kỹ sư thành công bất cứ khi nào bạn cần với bất kỳ gói trả phí nào.
zh_hk: 任何付費方案均可隨時獲得成功工程師的無限支援。

source: Create a new metric
ar: أنشئ مقياسًا جديدًا
bg: Създаване на нов показател
ca: Crea una nova mètrica
de: Erstellen einer neuen Metrik
eo: Make a new vibe check
es: Crear una nueva métrica
fa: یک معیار جدید ایجاد کنید
fi: Luo uusi mittari
fr: Créer une nouvelle métrique
it: Crea una nuova metrica
ja: 新しいメトリックを作成する
nb: Opprett en ny metrikk
nl: Een nieuwe metriek maken
pl: Utwórz nową metrykę
pt_br: Criar uma nova métrica
ru: Создать новую метрику
sk: Vytvoriť novú metriku
sl: Ustvari novo metriko
sq: Krijo një metrikë të re
sr: Kreiraj novu metriku
sv: Skapa ett nytt mätvärde
tr: Yeni bir metrik oluştur
uk: Створити нову метрику
vi: Tạo một số liệu mới
zh_hk: 建立新的度量

source: Glossary
ar: مسرد المصطلحات
bg: Речник
ca: Glossari
de: Glossar
es: Glosario
fa: واژه‌نامه
fi: Sanasto
fr: Glossaire
it: Glossario
ja: 用語集
nb: Ordliste
nl: Glossarium
pl: Słowniczek
pt_br: Glossário
ru: Глоссарий
sk: Glosár
sl: Glosar
sq: Fjalor
sr: Rečnik pojmova
sv: Ordlista
tr: Sözlük
uk: Глосарій
vi: Bảng thuật ngữ
zh_hk: 詞彙

source: Library
ar: المكتبة
bg: Библиотека
ca: Biblioteca
de: Bibliothek
es: Biblioteca
fa: کتابخانه
fi: Kirjasto
fr: Bibliothèque
it: Biblioteca
ja: 図書館
nb: Bibliotek
nl: Bibliotheek
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека
sk: Knižnica
sl: Knjižnica
sq: Librari
sv: Bibliotek
tr: Kütüphane
uk: Бібліотека
vi: Thư viện
zh_hk: 圖書館

source: Open in Data Studio
ar: افتح في استوديو البيانات
bg: Отваряне в Студио за данни
ca: Obre a Data Studio
de: In Datenstudio öffnen
es: Abrir en Data Studio
fa: در استودیوی داده باز کنید
fi: Avaa Datastudiossa
fr: Ouvrir dans Studio de données
it: Apri in Studio dati
ja: データスタジオで開く
nb: Åpne i Data Studio
nl: Openen in Data Studio
pl: Otwórz w Studio danych
pt_br: Abrir no Estúdio de dados
ru: Открыть в Студии Данных
sk: Otvoriť v Dátovom štúdiu
sl: Odpri v Podatkovnem studiu
sq: Hape në Studio i të dhënave
sr: Otvori u Data Studio
sv: Öppna i Data Studio
tr: Veri Stüdyosu'nda aç
uk: Відкрити в Студії Даних
vi: Mở trong Studio dữ liệu
zh_hk: 在資料工作室中開啟

source: All comments
ar: كل التعليقات
bg: Всички коментари
ca: Tots els comentaris
de: Alle Kommentare
es: Todos los comentarios
fa: همه نظرات
fi: Kaikki kommentit
fr: Tous les commentaires
it: Tutti i commenti
ja: すべてのコメント
nb: Alle kommentarer
nl: Alle reacties
pl: Wszystkie komentarze
pt_br: Todos os comentários
ru: Все комментарии
sk: Všetky komentáre
sl: Vsi komentarji
sq: Të gjitha komentet
sr: Svi komentari
sv: Alla kommentarer
tr: Tüm yorumlar
uk: Усі коментарі
vi: Tất cả các bình luận
zh_hk: 所有評論

source: Comments about this
ar: تعليقات حول هذا
bg: Коментари за това
ca: Comentaris sobre això
de: Kommentare hierzu
es: Comentarios sobre esto
fa: نظرات در مورد این
fi: Kommentteja tästä
fr: Commentaires à ce sujet
it: Commenti su questo
ja: これについてのコメント
nb: Kommentarer om dette
nl: Reacties hierover
pl: Komentarze na ten temat
pt_br: Comentários sobre isso
ru: Комментарии по этому поводу
sk: Komentáre k tomuto
sl: Komentarji o tem
sq: Komentet për këtë
sr: Komentari o ovome
sv: Kommentarer om detta
tr: Bu konudaki yorumlar
uk: Коментарі до цього
vi: Bình luận về điều này
zh_hk: 對此的評論

source: Resolved ({0})
ar: تم الحل ({0})
bg: Решено ({0})
ca: Resolt ({0})
de: Gelöst ({0})
es: Resuelto ({0})
fa: حل شد ({0})
fi: Ratkaistu ({0})
fr: Résolu ({0})
it: Risolto ({0})
ja: 解決済み ({0})
nb: Løst ({0})
nl: Opgelost ({0})
pl: Rozwiązano ({0})
pt_br: Resolvido ({0})
ru: Решено ({0})
sk: Vyriešené ({0})
sl: Rešeno ({0})
sq: Të zgjidhura ({0})
sr: Rešeno ({0})
sv: Löst ({0})
tr: Çözüldü ({0})
uk: Вирішено ({0})
vi: Đã giải quyết ({0})
zh_hk: 已解決 ({0})

source: Add a comment…
ar: أضف تعليقًا…
bg: Добави коментар…
ca: Afegeix un comentari…
de: Kommentar hinzufügen…
es: Añadir un comentario…
fa: نظر خود را اضافه کنید…
fi: Lisää kommentti…
fr: Ajouter un commentaire…
it: Aggiungi un commento…
ja: コメントを追加…
nb: Legg til en kommentar…
nl: Voeg een opmerking toe…
pl: Dodaj komentarz…
pt_br: Adicione um comentário…
ru: Добавить комментарий…
sk: Pridať komentár…
sl: Dodaj komentar…
sq: Shto një koment…
sr: Dodaj komentar…
sv: Lägg till en kommentar…
tr: Yorum ekle…
uk: Додайте коментар…
vi: Thêm bình luận…
zh_hk: 新增評論…

source: documents
ar: مستندات
bg: документи
de: Unterlagen
es: documentos
fa: اسناد
fi: asiakirjat
it: documenti
ja: 文書
nb: dokumenter
nl: documenten
pl: dokumenty
pt_br: documentos
ru: документы
sk: dokumenty
sl: dokumenti
sq: dokumente
sr: dokumenti
sv: dokument
tr: belgeler
uk: документи
vi: tài liệu
zh_hk: 文件

source: Enum
de: Aufzählen
eo: Enum? That’s just “enum” fr, no cap.
fa: انووم
fi: Numerointi
fr: Énumération
ja: 列挙型
lt: E numeris
nl: Enumerator
pt_br: Enumeração
ru: Список
sk: Výpočet
uk: Перелік
vi: Số đếm
zh_hk: 枚舉(Enum)

source: All tenant users
ar: جميع مستخدمي المستأجر
bg: Всички потребители на наематели
ca: Tots els usuaris inquilins
de: Alle Mieterbenutzer
es: Todos los usuarios inquilinos
fa: همه کاربران مستاجر
fi: Kaikki vuokralaiset käyttäjät
fr: Tous les utilisateurs locataires
it: Tutti gli utenti tenant
ja: すべてのテナントユーザー
nb: Alle leietakerbrukere
nl: Alle gebruikers van de huurder
pl: Wszyscy użytkownicy dzierżawy
pt_br: Todos os usuários inquilinos
ru: Все пользователи тенанта
sk: Všetci používatelia nájomníka
sl: Vsi uporabniki najemnikov
sq: Të gjithë përdoruesit tenant
sr: Svi tenant korisnici
sv: Alla hyresgästanvändare
tr: Tüm kiracı kullanıcılar
uk: Усі користувачі тенанта
vi: Tất cả người dùng thuê nhà
zh_hk: 所有租戶使用者

source: Data Analysts
ar: محللو البيانات
ca: Analistes de dades
de: Datenanalysten
es: Analistas de datos
fa: تحلیلگران داده
fi: Data-analyytikot
fr: Analystes de données
it: Analisti di dati
ja: データアナリスト
nb: Dataanalytikere
pl: Analitycy danych
pt_br: Analistas de Dados
ru: Дата-аналитики
sk: Analytici údajov
sl: Analitiki podatkov
sq: Analistë të të Dhënave
sr: Analitičari podataka
tr: Veri Analistleri
uk: Аналітики даних
vi: Nhà phân tích dữ liệu
zh_hk: 資料分析師

source: Check every {0}
ar: تحقق كل {0}
bg: Проверете всеки {0}
ca: Comproveu cada {0}
de: Überprüfen Sie alle {0}
eo: Check every {0} — this is facts, gotta peep all of 'em
es: Comprueba cada {0}
fa: هر {0}را بررسی کنید
fi: Tarkista joka {0}
fr: Vérifiez toutes les {0}
it: Controlla ogni {0}
ja: 毎回チェックしてください {0}
nb: Sjekk hver {0}
nl: Controleer elke {0}
pl: Sprawdź co {0}
pt_br: Verifique cada {0}
ru: Проверяйте каждые {0}
sk: Skontrolujte každých {0}
sl: Preverite vsak {0}
sq: Kontrollo çdo {0}
sr: Proveravaj svakih {0}
sv: Kontrollera varje {0}
tr: Her {0}'ı kontrol edin
uk: Перевіряти кожні {0}
vi: Kiểm tra mỗi {0}
zh_hk: 檢查每個 {0}

source: Check hourly
ar: تحقق كل ساعة
bg: Проверка на час
ca: Comproveu cada hora
de: Stündlich prüfen
eo: Check it hourly, bestie
es: Consultar cada hora
fa: ساعتی چک کنید
fi: Tarkista tunnin välein
fr: Vérifier toutes les heures
it: Controlla ogni ora
ja: 1時間ごとにチェック
lt: Tikrinkite kas valandą
nb: Sjekk hver time
nl: Controleer elk uur
pl: Sprawdź co godzinę
pt_br: Verifique a cada hora
ru: Проверяйте почасово
sk: Skontrolujte každú hodinu
sl: Preverite vsako uro
sq: Kontrollo çdo orë
sr: Proveravaj na svaki sat
sv: Kontrollera varje timme
tr: Saatlik kontrol edin
uk: Перевіряти щогодини
vi: Kiểm tra hàng giờ
zh_hk: 檢查每小時

source: Check daily at {0}
ar: تحقق يوميًا عند {0}
bg: Проверявайте ежедневно на {0}
ca: Consulteu diàriament a les {0}
de: Überprüfen Sie täglich um {0}
eo: Check daily at {0} — gotta stay woke fr
es: Consulte diariamente a las {0}
fa: روزانه در {0}بررسی کنید
fi: Tarkista päivittäin {0}
fr: Vérifiez quotidiennement à {0}
it: Controlla ogni giorno a {0}
ja: 毎日 {0}でチェックしてください
lt: Tikrinkite kasdien {0}
nb: Sjekk daglig på {0}
nl: Controleer dagelijks op {0}
pl: Sprawdzaj codziennie o {0}
pt_br: Verifique diariamente em {0}
ru: Проверяйте ежедневно в {0}
sk: Skontrolujte denne na {0}
sl: Preverite dnevno ob {0}
sq: Kontrollo çdo ditë në {0}
sr: Proveravaj svakog dana u {0}
sv: Kolla dagligen på {0}
tr: Her gün {0}adresinden kontrol edin
uk: Перевіряти щодня о {0}
vi: Kiểm tra hàng ngày tại {0}
zh_hk: 每日檢查 {0}

source: Check on {0} at {1}
ar: تحقق يوم {0} عند {1}
bg: Проверете на {0} на {1}
ca: Comproveu {0} a {1}
de: Überprüfen Sie {0} um {1}
eo: Peek on {0} at {1}
es: Consulta {0} en {1}
fa: {0} را در {1}بررسی کنید
fi: Tarkista {0} osoitteessa {1}
fr: Vérifiez sur {0} à {1}
it: Controlla su {0} a {1}
ja: {0} を {1}でチェック
lt: Patikrinkite {0} adresu {1}
nb: Gå inn på {0} på {1}
nl: Controleer op {0} op {1}
pl: Sprawdź {0} o {1}
pt_br: Verifique no {0} às {1}
ru: Проверьте {0} в {1}
sk: Skontrolujte na {0} na {1}
sl: Preverite na {0} pri {1}
sq: Kontrollo të {0} në {1}
sr: Proveravaj u {0} u {1}
sv: Kolla på {0} på {1}
tr: {0} 'ı {1}'de kontrol edin
uk: Перевіряти {0} о {1}
vi: Kiểm tra {0} tại {1}
zh_hk: 檢查 {0} ，網址為 {1}

source: day
ar: يوم
bg: ден
ca: dia
de: tag
eo: day → "day" (no change needed, it's already pretty chill, but if you wanna be extra, maybe "day" is just a vibe)
es: día
fa: روز ها
fi: päivä
fr: jour
it: giorno
ja: 日
nb: dag
nl: dag
pl: dzień
pt_br: dia
ru: день
sk: deň
sl: dan
sq: ditë
sr: dan
sv: dag
tr: gün
uk: день
vi: ngày
zh_hk: 天

source: Check monthly on the {0} {1} at {2}
ar: تحقق شهريًا في {0} {1} عند {2}
bg: Проверявайте всеки месец на {0} {1} на {2}
ca: Consulteu mensualment el {0} {1} al {2}
de: Überprüfen Sie monatlich am {0} {1} um {2}
eo: Check monthly on the {0} {1} at {2} – fr fr, don’t forget!
es: Consulte mensualmente en el {0} {1} en el {2}
fa: هر ماه در {0} {1} در {2}بررسی کنید
fi: Tarkista kuukausittain {0} {1} klo {2}
fr: Vérifiez mensuellement le {0} {1} à {2}
it: Controlla mensilmente su {0} {1} a {2}
ja: 毎月 {0} {1} に {2}にチェックしてください
lt: Patikrinkite kas mėnesį {0} {1} adresu {2}
nb: Sjekk månedlig på {0} {1} på {2}
nl: Controleer maandelijks op {0} {1} op {2}
pl: Sprawdzaj co miesiąc {0} {1} o {2}
pt_br: Verifique mensalmente no {0} {1} em {2}
ru: Проверяйте ежемесячно на {0} {1} в {2}
sk: Skontrolujte mesačne {0} {1} na {2}
sl: Preverite vsak mesec na {0} {1} pri {2}
sq: Kontrollo çdo muaj në {0} {1} në {2}
sr: Proveravaj mesečno {1} {0} u {2}
sv: Kolla varje månad på {0} {1} på {2}
tr: {0} {1} 'de {2}'de aylık olarak kontrol edin
uk: Перевіряти щомісяця у {0} {1} о {2}
vi: Kiểm tra hàng tháng trên {0} {1} lúc {2}
zh_hk: 每月檢查 {0} {1} ，網址為 {2}

source: Check {0}
ar: تحقق {0}
bg: Проверете {0}
ca: Comprova {0}
de: Überprüfen Sie {0}
eo: Check it out, bestie
es: Comprobar {0}
fa: {0}را بررسی کنید
fi: Tarkista {0}
fr: Cochez {0}
it: Controlla {0}
ja: チェック {0}
nb: Sjekk {0}
nl: Controleer {0}
pl: Sprawdź {0}
pt_br: Verifique {0}
ru: Проверить {0}
sk: Skontrolujte {0}
sl: Preverite {0}
sq: Kontrollo {0}
sr: Proveravaj {0}
sv: Kontrollera {0}
tr: {0}'ı kontrol edin
uk: Перевірити {0}
vi: Kiểm tra {0}
zh_hk: 檢查 {0}

source: You don't have permission to download results and therefore cannot attach files to subscriptions.
ar: ليس لديك إذن لتنزيل النتائج، وبالتالي لا يمكنك إرفاق ملفات بالاشتراكات.
bg: Нямате разрешение да изтегляте резултати и следователно не можете да прикачвате файлове към абонаменти.
ca: No teniu permís per descarregar resultats i, per tant, no podeu adjuntar fitxers a les subscripcions.
de: Sie haben keine Berechtigung zum Herunterladen von Ergebnissen und können daher keine Dateien an Abonnements anhängen.
es: No tienes permiso para descargar resultados y, por lo tanto, no puedes adjuntar archivos a las suscripciones.
fa: شما اجازه دانلود نتایج را ندارید و بنابراین نمی‌توانید فایل‌ها را به اشتراک‌ها پیوست کنید.
fi: Sinulla ei ole oikeutta ladata tuloksia, joten et voi liittää tiedostoja tilauksiin.
fr: Vous n'êtes pas autorisé à télécharger les résultats et ne pouvez donc pas joindre de fichiers aux abonnements.
it: Non hai l'autorizzazione per scaricare i risultati e pertanto non puoi allegare file agli abbonamenti.
ja: 結果をダウンロードする権限がないため、サブスクリプションにファイルを添付できません。
nb: Du har ikke tillatelse til å laste ned resultater og kan derfor ikke legge ved filer til abonnementer.
nl: U hebt geen toestemming om resultaten te downloaden en kunt daarom geen bestanden aan abonnementen toevoegen.
pl: Nie masz uprawnień do pobierania wyników, dlatego nie możesz dołączać plików do subskrypcji.
pt_br: Você não tem permissão para baixar resultados e, portanto, não pode anexar arquivos às assinaturas.
ru: У вас нет разрешения на скачивание результатов, поэтому вы не можете прикреплять файлы к подпискам.
sk: Nemáte povolenie na sťahovanie výsledkov, a preto nemôžete prikladať súbory k odberom.
sl: Nimate dovoljenja za prenos rezultatov in zato ne morete priložiti datotek naročninam.
sq: S’ke leje për të shkarkuar rezultatet dhe prandaj nuk mund t’u bashkëngjitësh skedarë abonimeve.
sr: Nemate dozvolu da preuzimate rezultate i zato ne možete da priložite fajlove uz pretplate.
sv: Du har inte behörighet att ladda ner resultat och kan därför inte bifoga filer till prenumerationer.
tr: Sonuçları indirme izniniz yok ve bu nedenle aboneliklere dosya ekleyemezsiniz.
uk: У вас немає дозволу завантажувати результати, тому ви не можете прикріплювати файли до підписок.
vi: Bạn không có quyền tải xuống kết quả nên không thể đính kèm tệp vào các đăng ký.
zh_hk: 您沒有下載結果的權限，因此無法將檔案附加到訂閱。

source: Send only attachments (no charts)
ar: إرسال المرفقات فقط (بدون مخططات)
bg: Изпращане само на прикачени файлове (без диаграми)
ca: Enviar només fitxers adjunts (no gràfics)
de: Nur Anhänge senden (keine Diagramme)
es: Enviar únicamente archivos adjuntos (no gráficos)
fa: فقط پیوست ارسال کنید (نمودار ارسال نکنید)
fi: Lähetä vain liitteitä (ei kaavioita)
fr: Envoyer uniquement des pièces jointes (pas de graphiques)
it: Invia solo allegati (nessun grafico)
ja: 添付ファイルのみ送信（グラフは送信しない）
nb: Send kun vedlegg (ingen diagrammer)
nl: Alleen bijlagen verzenden (geen grafieken)
pl: Wyślij tylko załączniki (bez wykresów)
pt_br: Enviar apenas anexos (sem gráficos)
ru: Отправлять только вложения (без диаграмм)
sk: Odoslať iba prílohy (bez grafov)
sl: Pošlji samo priloge (brez grafikonov)
sq: Dërgo vetëm bashkëngjitje (pa grafiqe)
sr: Pošalji samo priloge (bez grafikona)
sv: Skicka endast bilagor (inga diagram)
tr: Yalnızca ekleri gönderin (grafik göndermeyin)
uk: Надсилати лише вкладення (без діаграм)
vi: Chỉ gửi tệp đính kèm (không có biểu đồ)
zh_hk: 僅傳送附件（無圖表）

source: When enabled, only file attachments will be sent (no email content).
ar: عند التمكين، سيتم إرسال مرفقات الملفات فقط (بدون محتوى بريد إلكتروني).
bg: Когато е активирано, ще се изпращат само прикачени файлове (без съдържание от имейл).
ca: Quan està activat, només s'enviaran fitxers adjunts (no contingut de correu electrònic).
de: Wenn aktiviert, werden nur Dateianhänge gesendet (kein E-Mail-Inhalt).
es: Cuando está habilitado, solo se enviarán archivos adjuntos (no contenido de correo electrónico).
fa: وقتی فعال باشد، فقط فایل‌های پیوست ارسال می‌شوند (محتوای ایمیل ارسال نمی‌شود).
fi: Kun tämä on käytössä, vain tiedostoliitteet lähetetään (ei sähköpostisisältöä).
fr: Lorsque cette option est activée, seules les pièces jointes seront envoyées (pas de contenu de courrier électronique).
it: Se abilitato, verranno inviati solo gli allegati (nessun contenuto e-mail).
ja: 有効にすると、添付ファイルのみが送信されます（電子メールの内容は送信されません）。
nb: Når denne funksjonen er aktivert, sendes bare filvedlegg (ikke e-postinnhold).
nl: Wanneer deze optie is ingeschakeld, worden alleen bestandsbijlagen verzonden (geen e-mailinhoud).
pl: Po włączeniu tej opcji wysyłane będą wyłącznie załączniki (bez treści e-mail).
pt_br: Quando ativado, somente anexos de arquivo serão enviados (sem conteúdo de e-mail).
ru: Если эта опция включена, будут отправляться только вложения файлов (без содержимого электронной почты).
sk: Ak je táto možnosť povolená, odošlú sa iba súbory s prílohami (nie obsah e-mailov).
sl: Ko je omogočeno, bodo poslane samo priloge datotek (brez vsebine e-pošte).
sq: Kur aktivizohet, do të dërgohen vetëm bashkëngjitjet e skedarëve (pa përmbajtje email-i).
sr: Kada je omogućeno, biće poslati samo prilozi (bez sadržaja imejla).
sv: När det är aktiverat skickas endast bifogade filer (inget e-postinnehåll).
tr: Etkinleştirildiğinde, yalnızca dosya ekleri gönderilecektir (e-posta içeriği gönderilmeyecektir).
uk: Якщо увімкнено, надсилатимуться лише файли-вкладення (без вмісту листа).
vi: Khi bật, sẽ chỉ gửi tệp đính kèm (không có nội dung email).
zh_hk: 啟用時，只會傳送檔案附件 (不會傳送電子郵件內容)。

source: Send only attachments
ar: إرسال المرفقات فقط
bg: Изпращай само прикачени файлове
ca: Enviar només fitxers adjunts
de: Nur Anhänge senden
es: Enviar sólo archivos adjuntos
fa: فقط پیوست ارسال کنید
fi: Lähetä vain liitteet
fr: Envoyer uniquement des pièces jointes
it: Invia solo allegati
ja: 添付ファイルのみ送信
nb: Send bare vedlegg
nl: Alleen bijlagen verzenden
pl: Wysyłaj tylko załączniki
pt_br: Enviar apenas anexos
ru: Отправлять только вложения
sk: Odoslať iba prílohy
sl: Pošlji samo priloge
sq: Dërgo vetëm bashkëngjitje
sr: Pošalji samo priloge
sv: Skicka endast bilagor
tr: Yalnızca ekleri gönder
uk: Надсилати лише вкладення
vi: Chỉ gửi tệp đính kèm
zh_hk: 僅傳送附件

source: Set up a dashboard subscription
ar: إعداد اشتراك لوحة معلومات
bg: Настройте абонамент за табло за управление
ca: Configureu una subscripció al tauler
de: Einrichten eines Dashboard-Abonnements
eo: Get a dashboard subbie going
es: Configurar una suscripción al panel de control
fa: اشتراک داشبورد را تنظیم کنید
fi: Määritä hallintapaneelin tilaus
fr: Configurer un abonnement au tableau de bord
it: Imposta un abbonamento alla dashboard
ja: ダッシュボードサブスクリプションを設定する
lt: Nustatykite informacijos suvestinės prenumeratą
nb: Sett opp et dashbordabonnement
nl: Een dashboardabonnement instellen
pl: Skonfiguruj subskrypcję pulpitu nawigacyjnego
pt_br: Configurar uma assinatura do painel
ru: Настройте подписку на панель управления
sk: Nastavte predplatné informačného panela
sl: Nastavite naročnino na nadzorno ploščo
sq: Konfiguro një abonim të panelit
sr: Podesi pretplatu na kontrolnu tablu
sv: Skapa ett dashboard-abonnemang
tr: Bir gösterge paneli aboneliği ayarlayın
uk: Налаштувати підписку на дашборд
vi: Thiết lập đăng ký bảng điều khiển
zh_hk: 設定儀表板訂閱
