Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: MB_AUDIT_MAX_RETENTION_DAYS is set to {0}; using the minimum value of {1} instead.
hu: A MB_AUDIT_MAX_RETENTION_DAYS értéke {0}; helyette a minimum értéket, {1}-t használja.
ms: MB_AUDIT_MAX_RETENTION_DAYS ditetapkan kepada {0}; menggunakan nilai minimum {1} sebagai gantinya.

source: Must be a string like 2020-04 or 2222-11.
ar: يجب أن تكون سلسلة مثل 2020-04 أو 2222-11.
bg: Трябва да бъде низ, като 2020-04 или 2222-11.
ca: Ha de ser una cadena com 2020-04 o 2222-11.
de: Muss ein String wie 2020-04 oder 2222-11 sein.
eo: It’s gotta be like 2020-04 or 2222-11, fr.
es: Debe ser una cadena como 2020-04 o 2222-11.
fa: باید رشته ای مانند 2020-04 یا 2222-11 باشد.
fi: Täytyy olla merkkijono muodossa 2020-04 tai 2222-11.
fr: Il doit s'agir d'une chaîne de caractères comme 2020-04 ou 2222-11.
hu: Olyan karakterláncnak kell lennie, mint 2020-04 vagy 2222-11.
it: Deve essere una stringa come 2020-04 o 2222-11.
ja: 2020-04や2222-11のような文字列である必要があります。
lt: Turi būti tokia eilutė kaip 2020-04 arba 2222-11.
ms: Mesti merupakan rentetan seperti 2020-04 atau 2222-11.
nb: Må være en streng som 2020-04 eller 2222-11.
nl: Moet een string zijn zoals 2020-04 of 2222-11.
pl: Musi to być ciąg znaków, taki jak 2020-04 lub 2222-11.
pt_br: Deve ser uma sequência como 2020-04 ou 2222-11.
ru: Должно быть строкой, например 2020-04 или 2222-11.
sk: Musí to byť reťazec ako 2020-04 alebo 2222-11.
sl: Mora biti niz, kot je 2020-04 ali 2222-11.
sq: Duhet të jetë një string si 2020-04 ose 2222-11.
sr: Mora biti string kao 2020-04 ili 2222-11.
sv: Måste vara en sträng som 2020-04 eller 2222-11.
tr: 2020-04 veya 2222-11 gibi bir dize olmalıdır.
uk: Має бути рядком на кшталт 2020-04 або 2222-11.
vi: Phải là một chuỗi như 2020-04 hoặc 2222-11.
zh_hk: 必須是像 2020-04 或 2222-11 的字串。

source: Remove dimension
ar: أزِل البُعد
bg: Премахване на измерението
ca: Eliminar la dimensió
de: Dimension entfernen
eo: Take out the vibe check
es: Eliminar dimensión
fa: حذف بعد
fi: Poista ulottuvuus
fr: Retirer la dimension
hu: Dimenzió eltávolítása
it: Rimuovi la dimensione
ja: ディメンションを削除
lt: Pašalinti matmenį
ms: Keluarkan dimensi
nb: Fjern dimensjon
nl: Dimensie verwijderen
pl: Usuń wymiar
pt_br: Remover dimensão
ru: Убрать измерение
sk: Odstrániť rozmer
sl: Odstranjevanje razsežnosti
sq: Hiq dimensionin
sr: Ukloni dimenziju
sv: Ta bort dimension
tr: Boyutları kaldırın
uk: Прибрати вимір
vi: Xóa kích thước
zh_hk: 移除維度

source: Add dimension
ar: أضِف بُعدًا
bg: Добавяне на измерение
ca: Afegir dimensió
de: Dimension hinzufügen
eo: Make it more vibey or add some extra sauce
es: Añadir dimensión
fa: بعد اضافه کنید
fi: Lisää ulottuvuus
fr: Ajouter la dimension
hu: Dimenzió hozzáadása
it: Aggiungi una dimensione
ja: ディメンションを追加
lt: Pridėti dimensiją
ms: Tambah dimensi
nb: Legg til dimensjon
nl: Dimensie toevoegen
pl: Dodaj wymiar
pt_br: Adicionar dimensão
ru: Доб измерение
sk: Pridať rozmer
sl: Dodajanje razsežnosti
sq: Shto dimension
sr: Dodaj dimenziju
sv: Lägg till dimension
tr: Boyut ekle
uk: Додати вимір
vi: Thêm kích thước
zh_hk: 添加維度

source: Show field
ar: أظهِر الحقل
bg: Покажи полето
ca: Mostrar el camp
de: Feld anzeigen
eo: Show field → Spill the tea, bestie
es: Mostrar campo
fa: نمایش فیلد
fi: Näytä kenttä
fr: Voir les champs
hu: Mező megjelenítése
it: Mostra il campo
ja: フィールドを表示
lt: Rodyti lauką
ms: Tunjukkan medan
nb: Vis felt
nl: Toon veld
pl: Pokaż pole
pt_br: Mostrar campo
ru: Откр поле
sk: Zobraziť pole
sl: Pokaži polje
sq: Shfaq fushën
sr: Prikaži polje
sv: Visa fält
tr: Alanı göster
uk: Показати поле
vi: Hiển thị trường
zh_hk: 顯示欄位

source: Unfold JSON
ar: بسط JSON
bg: Разгъни JSON
ca: Desplegar el JSON
de: JSON auffalten
es: Desplegar JSON
fa: JSON را باز کنید
fi: Avaa JSON
fr: Dérouler le JSON
hu: JSON kibontása
it: Espandi JSON
ja: JSONを展開する
lt: Išskleiskite JSON
ms: Kembangkan JSON
nb: Pakk ut JSON
nl: JSON uitvouwen
pl: Rozpakuj JSON
pt_br: Expandir JSON
ru: Развернуть JSON
sk: Rozbaliť JSON
sl: Razvijte JSON
sq: Shpalos JSON
sr: Razloži JSON
sv: Visa upp JSON
tr: JSON'u açın
uk: Розгорнути JSON
vi: Mở rộng JSON
zh_hk: 展開 JSON

source: Unfold JSON into component fields, where each JSON key becomes a column. You can turn this off if performance is slow.
ar: بسّط JSON إلى حقول مكوّنة، حيث يصبح كل مفتاح JSON عمودًا. يمكنك إيقاف هذا إذا كان الأداء بطيئًا.
bg: Разгънете JSON на компонентни полета, където всеки JSON ключ става колона. Можете да изключите това, ако производителността е бавна.
ca: Desplegueu JSON en camps, on cada clau JSON es converteix en una columna. Podeu desactivar-ho si el rendiment és lent.
de: JSON in einzelne Felder auffalten, wobei jeder JSON Key zu einer Spalte wird. Kann abgestellt werden, wenn die Performance zu stark leidet.
es: Despliega JSON en campos de componentes, donde cada clave JSON se convierte en una columna. Puedes desactivar esta opción si el rendimiento es lento.
fa: JSON را به فیلدهای کامپوننت تبدیل کنید، که در آن هر کلید JSON به یک ستون تبدیل می‌شود. اگر عملکرد کند است، می‌توانید این را خاموش کنید.
fi: Avaa JSON osiin, joissa jokainen JSON-avain muuttuu sarakkeeksi. Voit kytkeä tämän pois päältä, jos suorituskyky on hidas.
fr: Déplier le JSON en champs, où chaque clé JSON devient une colonne. Vous pouvez désactiver cette fonction si les performances sont faibles.
hu: JSON kibontása komponens mezőkké, ahol minden JSON kulcs oszloppá válik. Kikapcsolhatja, ha lassú a teljesítmény.
it: Espandi JSON nei campi dei componenti, dove ogni chiave JSON diventa una colonna. Puoi disattivarlo, se le prestazioni sono lente.
ja: JSONをコンポーネント・フィールドに展開し、各JSONキーがカラムになる。パフォーマンスが遅い場合は、これをオフにすることができます。
lt: Išskleiskite JSON į komponentų laukus, kur kiekvienas JSON raktas tampa stulpeliu. Galite tai išjungti, jei veikimas lėtas.
ms: Kembangkan JSON menjadi medan komponen, di mana setiap kunci JSON menjadi lajur. Anda boleh mematikan ini jika prestasi perlahan.
nb: Pakk ut JSON til komponentfelter, der hver JSON-nøkkel blir en kolonne. Du kan slå av dette hvis ytelsen er dårlig.
nl: Vouw JSON uit naar componentvelden, waarbij elke JSON-sleutel een kolom wordt. U kunt dit uitschakelen als de prestaties traag zijn.
pl: Rozpakuj JSON na pola składowe, w których każdy klucz JSON staje się kolumną. Możesz to wyłączyć, jeśli wydajność jest niska.
pt_br: Expandir JSON em campos de componentes, onde cada chave JSON se torna uma coluna. Você pode desativar isso se o desempenho estiver lento.
ru: Разверните JSON в поля компонента, где каждый ключ JSON станет столбцом. Вы можете отключить это, если производительность низкая.
sk: Rozložte JSON do komponentných polí, kde každý kľúč JSON sa stane stĺpcom. Túto funkciu môžete vypnúť, ak je výkon pomalý.
sl: Razgrnite JSON v polja komponent, kjer vsak ključ JSON postane stolpec. To možnost lahko izklopite, če je učinkovitost delovanja počasna.
sq: Shpalos JSON në fusha përbërëse, ku çdo çelës JSON bëhet një kolonë. Mund ta çaktivizoni këtë nëse performanca është e ngadaltë.
sr: Razložite JSON u komponentna polja, gde svaki JSON ključ postaje kolona. Možete ovo isključiti ako su performanse spore.
sv: Vik ut JSON till komponentfält, där varje JSON-nyckel blir en kolumn. Du kan stänga av detta om prestandan är långsam.
tr: JSON'u, her JSON anahtarının bir sütuna dönüştüğü bileşen alanlarına açın. Performans yavaşsa bunu kapatabilirsiniz.
uk: Розгорніть JSON у складові поля, де кожен ключ JSON стає колонкою. Ви можете вимкнути це, якщо продуктивність низька.
vi: Mở rộng JSON thành các trường thành phần, trong đó mỗi khóa JSON trở thành một cột. Bạn có thể tắt tính năng này nếu hiệu suất chậm.
zh_hk: 將 JSON 展開為組件欄位，其中每個 JSON 鍵成為一列。如果性能較慢，可以關閉此功能。

source: Change direction
ar: غيّر الاتجاه
bg: Промени посоката
ca: Canviar la direcció
de: Richtung ändern
eo: Switch up the vibe
es: Cambiar dirección
fa: تغییر جهت
fi: Muuta suuntaa
fr: Changer de direction
hu: Irányváltás
it: Modifica la direzione
ja: 方向転換
lt: Keisti kryptį
ms: Tukar arah
nb: Endre retning
nl: Richting wijzigen
pl: Zmień kierunek
pt_br: Mudar direção
ru: Изменить направление
sk: Zmena smeru
sl: Spreminjanje smeri
sq: Ndrysho drejtimin
sr: Promeni smer
sv: Ändra riktning
tr: Yön değiştir
uk: Змінити напрям
vi: Thay đổi hướng
zh_hk: 改變方向

source: Filter by a column in the table
ar: فلترة حسب عمود في الجدول
bg: Филтрирай по колона в таблицата
ca: Filtrar per una columna de la taula
de: Tabelle nach einem Spaltenwert filtern
eo: Filter that column in the table, fr fr
es: Filtrar por columna en la tabla
fa: بر اساس یک ستون در جدول فیلتر کنید
fi: Suodata taulukon sarakkeen perusteella
fr: Filtrer par une colonne dans la table
hu: Szűrés egy oszlop alapján a táblában
it: Filtra per colonna nella tabella
ja: テーブルのカラムでフィルタをかける
lt: Filtruokite pagal lentelės stulpelį
ms: Tapis mengikut lajur dalam jadual
nb: Filtrer etter en kolonne i tabellen
nl: Filter op een kolom in de tabel
pl: Filtruj wg kolumny w tabeli
pt_br: Filtrar por uma coluna na tabela
ru: Фильтровать по колонке в таблице
sk: Filtrovanie podľa stĺpca v tabuľke
sl: Filtriranje po stolpcu v tabeli
sq: Filtro sipas një kolone në tabelë
sr: Filtriraj po koloni u tabeli
sv: Filtrera på en kolumn i tabellen
tr: Tablodaki bir sütuna göre filtreleme
uk: Фільтрувати за колонкою в таблиці
vi: Lọc theo một cột trong bảng
zh_hk: 按表格中的列過濾

source: Use a saved question to create a custom view for this table
ar: استخدم سؤالًا محفوظًا لإنشاء عرض مخصص لهذا الجدول
bg: Използвайте запазен въпрос, за да създадете персонализиран изглед за тази таблица
ca: Utilitzar una pregunta per crear una vista personalitzada d'aquesta taula
de: Verwende eine gespeicherte Frage, um eine benutzerdefinierte View für diese Tabelle zu erstellen
eo: Use a saved q to make a custom view for this table, fr.
es: Utiliza una pregunta guardada para crear una vista personalizada para esta tabla
fa: از یک سوال ذخیره شده برای ایجاد نمای سفارشی برای این جدول استفاده کنید
fi: Käytä tallennettua kysymystä luodaksesi räätälöidyn näkymän tähän tauluun.
fr: Utilise une question enregistrée pour créer une vue customisé pour cette tabje
hu: Egy mentett kérdés használata egy egyedi nézet létrehozásához ehhez a táblához
it: una una domanda salvata per creare una vista personalizzata per questa tabella
ja: 保存した質問を使用して、このテーブルのカスタムビューを作成する
lt: Norėdami sukurti pasirinktinį šios lentelės rodinį, naudokite išsaugotą klausimą
ms: Gunakan soalan yang disimpan untuk membuat paparan tersuai untuk jadual ini
nb: Bruk et lagret spørsmål for å opprette en egendefinert visning for denne tabellen
nl: Gebruik een opgeslagen vraag om een aangepaste weergave voor deze tabel te maken
pl: Użyj zapisanego pytania aby utworzyć własny widok dla tej tabeli
pt_br: Use uma pergunta salva para criar uma visualização personalizada para esta tabela
ru: Используйте сохраненный запрос, чтобы создать собственное представление для этой таблицы
sk: Použitie uloženej otázky na vytvorenie vlastného zobrazenia pre túto tabuľku
sl: Uporaba shranjenega vprašanja za ustvarjanje pogleda po meri za to tabelo
sq: Përdor një pyetje të ruajtur për të krijuar një pamje të personalizuar për këtë tabelë
sr: Koristi sačuvano pitanje da kreiraš prilagođeni prikaz za ovu tabelu
sv: Använd en sparad fråga för att skapa en anpassad vy för den här tabellen
tr: Bu tablo için özel bir görünüm oluşturmak üzere kaydedilmiş bir soru kullanın
uk: Використайте збережений запит, щоб створити кастомний вигляд для цієї таблиці
vi: Sử dụng câu hỏi đã lưu để tạo chế độ xem tùy chỉnh cho bảng này
zh_hk: 使用已保存的問題為此表創建自定義視圖

source: : required
ar: : مطلوب
bg: :задължително
ca: : requerit
de: : Pflichtfeld
eo: : lowkey necessary
es: : requerido
fa: : مورد نیاز
fi: Vaadittu
fr: : requis
hu: : kötelező
it: : richiesto
ja: 必須
lt: : būtina
ms: : diperlukan
nb: : påkrevd
nl: : verplicht
pl: : wymagane
pt_br: : obrigatório
ru: : обязательно
sk: : požadované
sl: :Zahteva
sq: : e detyrueshme
sr: : obavezno
sv: : krävs
tr: : gereklidir
uk: : обов'язково
vi: : yêu cầu
zh_hk: : 必填

source: Select a value
ar: حدّد قيمة
bg: Избери стойност
ca: Seleccionar un valor
de: Wert auswählen
eo: Pick a vibe
es: Selecciona un valor
fa: یک مقدار را انتخاب کنید
fi: Valitse arvo
fr: Choisir une valeur
hu: Válasszon egy értéket
it: Seleziona un valore
ja: 値を選択
lt: Pasirinkite vertę
ms: Pilih nilai
nb: Velg en verdi
nl: Selecteer een waarde
pl: Wybierz wartość
pt_br: Selecione um valor
ru: Выберете значение
sk: Vyberte hodnotu
sl: Izberite vrednost
sq: Zgjidh një vlerë
sr: Izaberite vrednost
sv: Välj ett värde
tr: Bir değer seçin
uk: Виберіть значення
vi: Chọn một giá trị
zh_hk: 選擇一個值

source: Edit this action
ar: عدّل هذا الإجراء
bg: Прекрати това действие
ca: Editar aquesta acció
de: Diese Aktion editieren
eo: Fix this real quick
es: Edita esta acción
fa: این عمل را ویرایش کنید
fi: Muokkaa tätä toimintaa.
fr: Modifier cette action
hu: Szerkessze ezt a műveletet
it: Modifica questa azione
ja: このアクションを編集する
lt: Redaguoti šį veiksmą
ms: Ubah tindakan ini
nb: Rediger denne handlingen
nl: Deze actie bewerken
pl: Edytuj akcję
pt_br: Editar esta ação
ru: Редактировать действие
sk: Upraviť túto akciu
sl: Urejanje tega dejanja
sq: Ndrysho këtë veprim
sr: Uredi ovu akciju
sv: Redigera denna åtgärd
tr: Bu eylemi düzenleyin
uk: Редагувати цю дію
vi: Chỉnh sửa hành động này
zh_hk: 編輯這個動作

source: Tired of manually managing people and groups?
ar: سئمت من إدارة الأشخاص والمجموعات يدويًا؟
bg: Уморени ли сте от ръчно управление на хора и групи?
ca: Cansat de gestionar usuaris i grups manualment?
de: Genervt von der manuellen Verwaltung von Personen und Gruppen?
eo: Over it with manually handling peeps and groups?
es: ¿Cansado de gestionar manualmente personas y grupos?
fa: از مدیریت دستی افراد و گروه ها خسته شده اید؟
fi: Väsyttääkö ihmisten ja ryhmien manuaalinen hallinnointi?
fr: Fatigué de gérer manuellement les personnes et groupes ?
hu: Belefáradt a személyek és csoportok kézi kezelésébe?
it: Stanco di gestire persone e gruppi a mano?
ja: 手作業で人やグループを管理するのにうんざりしていませんか?
lt: Atsibodo rankiniu būdu valdyti žmones ir grupes?
ms: Letih menguruskan oranf dan kumpulan secara manual?
nb: Lei av på manuelt håndtere personer og grupper?
nl: Bent u het beu om mensen en groepen handmatig te beheren?
pl: Zmęczony ręcznym zarządzaniem ludźmi i grupami?
pt_br: Cansado de gerenciar pessoas e grupos manualmente?
ru: Устали от ручного управления людьми и группами?
sk: Už vás nebaví manuálne spravovať ľudí a skupiny?
sl: Ste naveličani ročnega upravljanja ljudi in skupin?
sq: Të lodhur nga menaxhimi manual i njerëzve dhe grupeve?
sr: Umorni ste od ručnog upravljanja ljudima i grupama?
sv: Less på att hantera användare och grupper?
tr: Kişileri ve grupları manuel olarak yönetmekten bıktınız mı?
uk: Втомилися вручну керувати людьми та групами?
vi: Bạn có thấy chán ngán khi phải quản lý mọi người và nhóm theo cách thủ công không?
zh_hk: 厭倦了手動管理人員和群組？

source: Get single-sign on (SSO) via SAML, JWT, or LDAP with Metabase Pro
hu: Szerezzen egyszeri bejelentkezést (SSO) SAML, JWT vagy LDAP segítségével a Metabase Pro-val
lt: Gaukite vienkartinį prisijungimą (SSO) per SAML, JWT arba LDAP naudodami „Metabase Pro“.
ms: Dapatkan single-sign on (SSO) melalui SAML, JWT, atau LDAP dengan Metabase Pro

source: People can be members of multiple groups, and Metabase grants them the most permissive level of access across all of a person's groups.
ar: يمكن للأشخاص أن يكونوا أعضاءً في عدة مجموعات، ويمنحهم Metabase أكثر مستوى وصول تساهلًا عبر جميع مجموعات الشخص.
bg: Хората могат да бъдат членове на множество групи и Metabase им предоставя най-доброто ниво на достъп до всички групи на дадено лице.
ca: Les persones poden ser membres de diversos grups i Metabase els concedeix el nivell d'accés més permissiu entre tots els grups d'una persona.
de: Personen können Mitglieder mehrerer Gruppen sein. Metabase gewährt einer Person jeweils die freizügigsten Rechte aller zugeordneter Gruppen.
eo: People can be in multiple groups, and Metabase just gives them the most chill access level across all their groups.
es: Las personas pueden ser miembros de varios grupos y Metabase les otorga el nivel de acceso más permisivo en todos los grupos de una persona.
fa: افراد می توانند اعضای چندین گروه باشند و Metabase به آنها اجازه دسترسی به همه گروه های یک فرد را می دهد.
fi: Ihmiset voivat olla useiden ryhmien jäseniä, ja Metabase myöntää heille kaikista ryhmistä henkilön kannalta avoimimman tason pääsyä.
fr: Les personnes peuvent être membres de plusieurs groupes, et Metabase leur accorde le niveau d'accès le plus permissif parmi tous les groupes d'une personne.
hu: Az emberek több csoport tagjai lehetnek, és a Metabase a legengedékenyebb szintű hozzáférést biztosítja számukra minden csoportban.
it: Le persone possono essere membri di più gruppi e Metabase garantisce il loro livello di accesso più permissivo in tutti i cruppi di una persona.
ja: 利用者は複数グループのメンバーになることができます。Metabaseはその人の所属するすべてのグループにおける最も寛容なレベルのアクセス権を与えます。
lt: Žmonės gali būti kelių grupių nariai, o Metabase suteikia jiems leistiniausią prieigos lygį visose asmens grupėse.
ms: Orang boleh menjadi ahli dalam pelbagai kumpulan, dan Metabase memberi mereka tahap akses yang paling permisif di seluruh kumpulan seseorang.
nb: Personer kan være medlemmer av fler grupper, og Metabasse gir dem det mest tillatende nivået av tilgang over alle den personens grupper.
nl: Mensen kunnen lid zijn van meerdere groepen en Metabase verleent ze het meest permissieve toegangsrecht over al hun groepen.
pl: Użytkownicy mogą być członkami wielu grup, a Metabase zapewnia im najbardziej liberalny poziom dostępu we wszystkich grupach danej osoby.
pt_br: As pessoas podem ser membros de vários grupos e a Metabase concede a elas o nível de acesso mais permissivo de todos os seus grupos.
ru: Люди могут быть участниками нескольких групп, и Metabase предоставляет им наиболее высокий уровень доступа во всех их группах.
sk: Ľudia môžu byť členmi viacerých skupín a Metabase im poskytuje najprísnejšiu úroveň prístupu vo všetkých skupinách osoby.
sl: Ljudje so lahko člani več skupin in Metabase jim zagotavlja najbolj popustljivo raven dostopa v vseh skupinah osebe.
sq: Njerëzit mund të jenë anëtarë të disa grupeve, dhe Metabase u jep atyre nivelin më lehtësues të aksesit në të gjitha grupet e një personi.
sr: Ljudi mogu biti članovi više grupa, a Metabase im dodeljuje najliberalniji nivo pristupa među svim grupama te osobe.
sv: Personer kan vara medlemmar i flera grupper, och Metabase ger dem den mest tillåtande åtkomstnivån för alla en persons grupper.
tr: Kişiler birden fazla gruba üye olabilir ve Metabase, bir kişinin tüm gruplarında onlara en izin verilen erişim düzeyini verir.
uk: Користувачі можуть бути учасниками кількох груп, і Metabase надає їм найбільш дозволяючий рівень доступу серед усіх груп користувача.
vi: Mọi người có thể là thành viên của nhiều nhóm và Metabase cấp cho họ mức độ truy cập thoải mái nhất trong tất cả các nhóm của một người.
zh_hk: 人員可以是多個群組的成員，並且 Metabase 在一個人的所有群組中授予他們最寬鬆的訪問級別。

source: The group can use the query builder to ask questions of any table in the database.
hu: A csoport a lekérdezés-készítőt használhatja bármely tábla lekérdezésére az adatbázisban.
ms: Kumpulan boleh menggunakan pembina query untuk bertanya soalan tentang mana-mana jadual dalam pangkalan data.

source: The group can only use the query builder to ask questions of specific tables.
hu: A csoport csak a lekérdezés-készítőt használhatja specifikus táblák lekérdezésére.
ms: Kumpulan hanya boleh menggunakan pembina query untuk bertanya soalan tentang jadual tertentu.

source: Impersonated (Pro)
ar: بانتحال الدور (Pro)
bg: Имитиран (Pro)
ca: Impersonar (Pro)
de: Impersonated / Benutzerwechsel (Pro)
eo: Yo, I pulled a pro imposter move
es: Suplantado (Pro)
fa: جعل هویت (حرفه ای)
fi: Imitointi (Pro)
fr: Personnifié (Pro)
hu: Megszemélyesített (Pro)
it: impersonato (Pro)
ja: なりすまし(プロ)
lt: Apsimetinėjama (Pro)
ms: Berpura-pura (Pro)
nb: Etterlignet (Pro)
nl: Geïmiteerd (Pro)
pl: Podszywający się (Pro)
pt_br: Representação (Pro)
ru: Самозванец (профи)
sk: Vydávaný (Pro)
sl: Lažno predstavljanje (Pro)
sq: Me rol të imituar (Pro)
sr: Impersonirano (Pro)
sv: Imiterad (Pro)
tr: Taklit Edilmiş (Pro)
uk: Імперсонований (Pro)
vi: Mạo danh (Pro)
zh_hk: 偽造 (Pro)

source: Impersonation associates a Metabase group with database-defined roles and their privileges. Metabase queries made by this group will respect the grants given to the database roles. You can use impersonation to give a group access to the native/SQL editor, while restricting the group's access to data based on a specific database role.
hu: A megszemélyesítés egy Metabase csoportot társít az adatbázisban meghatározott szerepkörökkel és azok jogosultságaival. Az e csoport által végzett Metabase lekérdezések tiszteletben tartják az adatbázis szerepkörök által adott jogosultságokat. A megszemélyesítést használhatja egy csoport hozzáférésének biztosítására a natív/SQL szerkesztőhöz, miközben korlátozza a csoport hozzáférését az adatokhoz egy adott adatbázis szerepkör alapján.
ms: Pemalsuan mengaitkan kumpulan Metabase dengan peranan yang ditakrifkan oleh pangkalan data dan keistimewaan mereka. Query Metabase yang dibuat oleh kumpulan ini akan menghormati geran yang diberikan kepada peranan pangkalan data. Anda boleh menggunakan pemalsuan untuk memberikan kumpulan akses kepada penyunting asli/SQL, sambil mengehadkan akses kumpulan kepada data berdasarkan peranan pangkalan data tertentu.

source: The group can't use the query builder or drill through existing questions. They also can't see the data in the Browse data section. They can still view questions based on this data, if they have permissions to the relevant collection.
hu: A csoport nem használhatja a lekérdezés-készítőt vagy nem fúrhat le meglévő kérdéseken. Az Adatok böngészése szakaszban sem láthatják az adatokat. Továbbra is megtekinthetik az ezen adatok alapján készült kérdéseket, ha van engedélyük a releváns gyűjteményhez.
ms: Kumpulan tidak boleh menggunakan pembina query atau menganalisis soalan yang sedia ada. Mereka juga tidak boleh melihat data dalam bahagian Semak imbas data. Mereka masih boleh melihat soalan berdasarkan data ini, jika mereka mempunyai kebenaran untuk koleksi yang berkaitan.

source: Block (Pro)
hu: Blokk (Pro)
ms: Sekat (Pro)

source: The group can't see questions based on this the data, even if they have collection permissions to view the questions. People in a blocked group would need to be in another group with both collection permissions and data permissions in order to view the item.
hu: A csoport nem láthat kérdéseket ezen adatok alapján, még akkor sem, ha van gyűjteményhez való hozzáférésük a kérdések megtekintéséhez. A blokkolt csoportban lévő személyeknek egy másik csoportban kell lenniük, amely mind gyűjtemény, mind adatengedélyekkel rendelkezik, hogy megtekinthessék az elemet.
ms: Kumpulan tidak boleh melihat soalan berdasarkan data ini, walaupun mereka mempunyai kebenaran koleksi untuk melihat soalan tersebut. Orang dalam kumpulan yang disekat perlu berada dalam kumpulan lain dengan kedua-dua kebenaran koleksi dan kebenaran data untuk melihat item tersebut.

source: "Unrestricted" and "No self-service permissions" work like they do for databases, except here they're scoped to individual schemas or tables.
hu: A „Korlátlan” és a „Nincs önkiszolgáló engedély” ugyanúgy működik, mint az adatbázisok esetében, kivéve, hogy itt egyedi sémákra vagy táblákra vonatkoznak.
ms: "Tiada had" dan "Tiada kebenaran layan diri" berfungsi seperti yang mereka lakukan untuk pangkalan data, kecuali di sini mereka dihadkan kepada skema atau jadual individu.
