Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Pick one of your dashboards to serve as homepage. Users without dashboard access will be directed to the default homepage.
ar: اختر إحدى لوحات المعلومات لديك لتكون الصفحة الرئيسية. سيتم توجيه المستخدمين الذين لا يملكون صلاحية الوصول إلى لوحة المعلومات إلى الصفحة الرئيسية الافتراضية.
bg: Изберете едно от таблата си за управление, което да служи за начална страница. Потребителите, които нямат достъп до таблото за управление, ще бъдат насочени към началната страница по подразбиране.
ca: Trieu un dels vostres quadres de comandament per servir com a pàgina d'inici. Els usuaris sense accés al tauler de control seran dirigits a la pàgina d'inici predeterminada.
de: Wählen Sie eines Ihrer Dashboards aus, das als Startseite dienen soll. Benutzer ohne Dashboard-Zugang werden auf die Standard-Startseite weitergeleitet.
eo: Pick one of your dashboards to be the main page, bestie. Anyone who can't access dashboards will just get sent to the default homepage, fr.
es: Elija uno de sus cuadros de mando como página de inicio. Los usuarios sin acceso al panel de control serán redirigidos a la página de inicio predeterminada.
fa: یکی از داشبوردهای خود را برای خدمت به عنوان صفحه اصلی انتخاب کنید. کاربران بدون دسترسی به داشبورد به صفحه اصلی پیش فرض هدایت می شوند.
fi: Valitse yksi kojelaudoista etusivuksi. Käyttäjät, joilla ei ole käyttöoikeuksia kojelautaan, ohjataan oletusetusivulle.
fr: Choisissez l'un de vos tableaux de bord comme page d'accueil. Les utilisateurs qui n'ont pas accès au tableau de bord seront dirigés vers la page d'accueil par défaut.
hu: Válasszon egy dashboardot, amely kezdőlapként szeretne használni. Azokat a felhasználók, akiknek nincs hozzáférésük, az alapértelmezett kezdőlapra irányítjuk át.
it: Scegliere una delle dashboard come homepage. Gli utenti che non hanno accesso al dashboard saranno indirizzati alla homepage predefinita.
ja: ホームページとして使用するダッシュボードを 1 つ選択します。ダッシュボードにアクセスできないユーザは、デフォルトのホームページに誘導されます。
lt: Pasirinkite vieną iš prietaisų skydelių, kurie bus naudojami kaip pagrindinis puslapis. Naudotojai, neturintys prieigos prie prietaisų skydelio, bus nukreipti į numatytąjį pagrindinį puslapį.
ms: Pilih salah satu papan pemuka anda untuk dijadikan halaman utama. Pengguna tanpa akses papan pemuka akan diarahkan ke halaman utama lalai.
nb: Velg ett av instrumentbordene som skal fungere som startside. Brukere uten tilgang til dashbordet vil bli sendt til standard startside.
nl: Kies een van je dashboards als startpagina. Gebruikers zonder dashboardtoegang worden naar de standaardhomepage geleid.
pl: Wybierz jeden z pulpitów jako stronę główną. Użytkownicy bez dostępu do pulpitu zostaną przekierowani na domyślną stronę główną.
pt_br: Selecione um dos seus painéis para servir como página inicial. Os usuários sem acesso ao painel serão direcionados para a página inicial padrão.
ru: Выберите одну из своих приборных панелей в качестве домашней страницы. Пользователи, не имеющие доступа к приборной панели, будут направлены на домашнюю страницу по умолчанию.
sk: Vyberte si jeden z ovládacích panelov, ktorý bude slúžiť ako domovská stránka. Používatelia bez prístupu k ovládaciemu panelu budú presmerovaní na predvolenú domovskú stránku.
sl: Izberite eno od nadzornih plošč, ki bo služila kot domača stran. Uporabniki brez dostopa do nadzorne plošče bodo preusmerjeni na privzeto domačo stran.
sq: Zgjidhni një nga panelet tuaja për të shërbyer si homepage. Përdoruesit pa akses te paneli do të ridrejtohen te homepage-i default.
sr: Izaberite jednu od vaših kontrolnih tabli da bude početna stranica. Korisnici bez pristupa kontrolnoj tabli biće preusmereni na podrazumevanu početnu stranicu.
sv: Välj en av dina instrumentpaneler som ska fungera som startsida. Användare utan åtkomst till instrumentpanelen kommer att hänvisas till standardhemsidan.
tr: Ana sayfa olarak kullanılmak üzere gösterge tablolarınızdan birini seçin. Pano erişimi olmayan kullanıcılar varsayılan ana sayfaya yönlendirilecektir.
uk: Виберіть один із ваших дашбордів як домашню сторінку. Користувачів без доступу до дашборду буде скеровано на дефолтну домашню сторінку.
vi: Chọn một trong các bảng điều khiển của bạn để làm trang chủ. Người dùng không có quyền truy cập bảng điều khiển sẽ được chuyển hướng đến trang chủ mặc định.
zh_hk: 選擇其中一個儀表板作為首頁。沒有儀表板存取權限的使用者會被導向預設首頁。

source: Enter a URL of the landing page to show the user. This overrides the custom homepage setting above.
ar: أدخل عنوان URL لصفحة الهبوط لعرضه للمستخدم. هذا يتجاوز إعداد الصفحة الرئيسية المخصّصة أعلاه.
bg: Въведете URL адреса на целевата страница, която да се покаже на потребителя. Това има предимство пред настройката за потребителска начална страница по-горе.
ca: Introduïu un URL de la pàgina de destinació per mostrar a l'usuari. Això anul·la la configuració personalitzada de la pàgina d'inici anterior.
de: Geben Sie die URL der Zielseite ein, die dem Benutzer angezeigt werden soll. Dies hat Vorrang vor der obigen Einstellung für die benutzerdefinierte Homepage.
eo: Drop the URL of the landing page so the user sees it. This will override the custom homepage setting up top.
es: Introduzca la URL de la página de destino que se mostrará al usuario. Esto anula la configuración de la página de inicio personalizada anterior.
fa: URL صفحه فرود را وارد کنید تا به کاربر نشان داده شود. این تنظیمات صفحه اصلی سفارشی بالا را لغو می کند.
fi: Kirjoita käyttäjälle näytettävän aloitussivun URL-osoite. Tämä ohittaa yllä olevan mukautetun kotisivun asetuksen.
fr: Saisissez l'URL de la page d'atterrissage à montrer à l'utilisateur. Ce paramètre remplace celui de la page d'accueil personnalisée ci-dessus.
hu: Adja meg a felhasználónak megjelenítendő kezdőlap URL-jét. Ez felülbírálja a feljebb megadott egyedi kezdőlap beállítást.
it: Inserire l'URL della pagina di destinazione da mostrare all'utente. Questo sostituisce l'impostazione della homepage personalizzata di cui sopra.
ja: ユーザーに表示するランディングページのURLを入力します。これは、上記のカスタムホームページの設定を上書きします。
lt: Įveskite nukreipimo puslapio URL, kad būtų rodomas naudotojas. Tai nepaiso anksčiau pateikto tinkinto pagrindinio puslapio nustatymo.
ms: Masukkan URL halaman pendaratan untuk ditunjukkan kepada pengguna. Ini mengatasi tetapan halaman utama tersuai di atas.
nb: Skriv inn URL-adressen til landingssiden som skal vises til brukeren. Dette overstyrer innstillingen for egendefinert hjemmeside ovenfor.
nl: Voer een URL in van de landingspagina die aan de gebruiker moet worden getoond. Dit overschrijft de aangepaste startpagina-instelling hierboven.
pl: Wprowadź adres URL strony docelowej, która ma być wyświetlana użytkownikowi. Zastępuje to niestandardowe ustawienie strony głównej powyżej.
pt_br: Insira o URL da página de destino a ser exibida ao usuário. Isso substitui a configuração da página inicial personalizada acima.
ru: Введите URL-адрес целевой страницы, которую нужно показать пользователю. Этот параметр отменяет настройку пользовательской домашней страницы, указанную выше.
sk: Zadajte adresu URL cieľovej stránky, ktorá sa má zobraziť používateľovi. Toto nastavenie má prednosť pred vyššie uvedeným nastavením vlastnej domovskej stránky.
sl: Vnesite URL ciljne strani, ki jo želite prikazati uporabniku. S tem preglasite zgornjo nastavitev domače strani po meri.
sq: Vendosni një URL të faqes së uljes për t’ia shfaqur përdoruesit. Kjo e anashkalon cilësimin e homepage-it të personalizuar më sipër.
sr: Unesite URL odredišne stranice koja će se prikazati korisniku. Ovo prepisuje podešavanje prilagođene početne stranice iznad.
sv: Ange en URL för den landningssida som ska visas för användaren. Detta åsidosätter inställningen för den anpassade startsidan ovan.
tr: Kullanıcıya gösterilecek açılış sayfasının URL'sini girin. Bu, yukarıdaki özel ana sayfa ayarını geçersiz kılar.
uk: Введіть URL лендінг-сторінки, яку показувати користувачу. Це перевизначає налаштування кастомної домашньої сторінки вище.
vi: Nhập URL của trang đích để hiển thị cho người dùng. Điều này sẽ ghi đè lên cài đặt trang chủ tùy chỉnh ở trên.
zh_hk: 輸入要顯示使用者的登陸頁面 URL。這會覆寫上面的自訂首頁設定。

source: Choose the colors used in the user interface throughout Metabase and others specifically for the charts. You need to refresh your browser to see your changes take effect.
ar: اختر الألوان المستخدمة في واجهة المستخدم عبر Metabase وأخرى مخصصة للرسوم البيانية. تحتاج إلى تحديث المتصفح لتطبيق التغييرات.
bg: Изберете цветовете, използвани в потребителския интерфейс в цялата Metabase, и други, специално за диаграмите. Трябва да опресните браузъра си, за да видите, че промените са в сила.
ca: Trieu els colors utilitzats a la interfície d'usuari de Metabase i d'altres específicament per als gràfics. Heu d'actualitzar el vostre navegador per veure que els vostres canvis es fan efectius.
de: Wählen Sie die Farben, die in der Benutzeroberfläche von Metabase verwendet werden, und andere speziell für die Diagramme. Sie müssen Ihren Browser aktualisieren, damit Ihre Änderungen wirksam werden.
eo: Pick the colors for the UI in Metabase and the charts, fr fr. You gotta refresh your browser to see the glow-up.
es: Elija los colores utilizados en la interfaz de usuario en todo Metabase y otros específicos para los gráficos. Es necesario actualizar el navegador para que los cambios surtan efecto.
fa: رنگ های مورد استفاده در رابط کاربری در سراسر Metabase و سایر موارد به طور خاص برای نمودارها را انتخاب کنید. برای مشاهده اعمال تغییرات، باید مرورگر خود را به‌روزرسانی کنید.
fi: Valitse värit, joita käytetään käyttöliittymässä koko Metabase-järjestelmässä ja muita värejä erityisesti kaavioita varten. Sinun on päivitettävä selaimesi, jotta muutokset tulevat voimaan.
fr: Choisissez les couleurs utilisées dans l'interface utilisateur de Metabase et d'autres spécifiquement pour les graphiques. Vous devez actualiser votre navigateur pour que vos modifications soient prises en compte.
hu: Válassza ki a Metabase felhasználói felületén és a diagramokban használt színeket. Frissítenie kell a böngészőlapot, hogy lássa a módosítás eredményét.
it: Scegliere i colori utilizzati nell'interfaccia utente di Metabase e altri specifici per i grafici. È necessario aggiornare il browser per rendere effettive le modifiche.
ja: Metabase全体のユーザーインターフェイスで使用される色と、チャート専用に使用される色を選択します。変更を反映させるにはブラウザを更新する必要があります。
lt: Pasirinkite spalvas, naudojamas vartotojo sąsajoje visoje Metabase ir kitose, specialiai diagramoms. Kad pakeitimai įsigaliotų, turite atnaujinti naršyklę.
ms: Pilih warna yang digunakan dalam antara muka pengguna di seluruh Metabase dan warna khusus untuk carta. Anda perlu menyegarkan pelayar anda untuk melihat perubahan yang berkuat kuasa.
nb: Velg fargene som brukes i brukergrensesnittet i hele Metabase, og andre farger som er spesifikke for diagrammene. Du må oppdatere nettleseren for å se at endringene trer i kraft.
nl: Kies de kleuren die worden gebruikt in de gebruikersinterface van Metabase en andere specifiek voor de grafieken. U moet uw browser verversen om te zien dat uw wijzigingen effect hebben.
pl: Wybierz kolory używane w interfejsie użytkownika w całej Metabase i inne specjalnie dla wykresów. Aby zmiany zaczęły obowiązywać, należy odświeżyć przeglądarkę.
pt_br: Selecione as cores usadas na interface do usuário no Metabase e em outros aplicativos específicos para os gráficos. É preciso atualizar o navegador para que as alterações entrem em vigor.
ru: Выберите цвета, используемые в пользовательском интерфейсе всей Metabase, и другие, специально предназначенные для графиков. Чтобы увидеть, что изменения вступили в силу, необходимо обновить браузер.
sk: Vyberte farby používané v používateľskom rozhraní v celej databáze Metabase a ďalšie farby špeciálne pre grafy. Aby sa zmeny prejavili, musíte obnoviť prehliadač.
sl: Izberite barve, ki se uporabljajo v uporabniškem vmesniku v celotni zbirki metabaze in drugih posebej za grafikone. Če želite videti, da bodo spremembe začele veljati, morate osvežiti brskalnik.
sq: Zgjidhni ngjyrat e përdorura në ndërfaqen e përdoruesit në të gjithë Metabase dhe të tjera posaçërisht për grafiqet. Duhet të rifreskoni browser-in për të parë që ndryshimet të aplikohen.
sr: Izaberite boje koje se koriste u korisničkom interfejsu kroz ceo Metabase i druge, posebno za grafikone. Potrebno je da osvežite browser da bi se vaše izmene primenile.
sv: Välj de färger som används i användargränssnittet i hela Metabase och andra som är specifika för diagrammen. Du måste uppdatera webbläsaren för att se att dina ändringar träder i kraft.
tr: Metabase genelinde kullanıcı arayüzünde kullanılan renkleri ve özellikle grafikler için diğer renkleri seçin. Değişikliklerinizin etkili olduğunu görmek için tarayıcınızı yenilemeniz gerekir.
uk: Виберіть кольори, що використовуються в інтерфейсі користувача по всьому Metabase, а також окремо — для діаграм. Щоб побачити, як набрали чинності зміни, потрібно оновити сторінку в браузері.
vi: Chọn màu được sử dụng trong giao diện người dùng trên toàn bộ Metabase và các giao diện khác dành riêng cho biểu đồ. Bạn cần làm mới trình duyệt để xem các thay đổi có hiệu lực.
zh_hk: 選擇用於整個 Metabase 使用者介面的顏色，以及其他專門用於圖表的顏色。您需要刷新瀏覽器才能看到您的變更生效。

source: Upload a file to replace the Metabase logo on the top bar.
ar: ارفع ملفًا لاستبدال شعار Metabase في الشريط العلوي.
bg: Качете файл, който да замени логото на Metabase в горната лента.
ca: Carregueu un fitxer per substituir el logotip de Metabase a la barra superior.
de: Laden Sie eine Datei hoch, um das Metabase-Logo in der oberen Leiste zu ersetzen.
eo: Drop a file to swap the Metabase logo up top, bestie.
es: Sube un archivo para sustituir el logotipo de Metabase en la barra superior.
fa: فایلی را برای جایگزینی آرم Metabase در نوار بالا آپلود کنید.
fi: Lataa tiedosto Metabase-logon korvaamiseksi yläpalkissa.
fr: Téléchargez un fichier pour remplacer le logo Metabase sur la barre supérieure.
hu: Töltsön fel egy fájlt a felső sávban található Metabase logó lecserélésére.
it: Caricare un file per sostituire il logo Metabase sulla barra superiore.
ja: トップバーのMetabaseロゴを置き換えるファイルをアップロードする。
lt: Įkelkite failą, kad pakeistumėte metabazės logotipą viršutinėje juostoje.
ms: Muat naik fail untuk menggantikan logo Metabase di bar atas.
nb: Last opp en fil for å erstatte Metabase-logoen på topplinjen.
nl: Upload een bestand om het Metabase-logo op de bovenste balk te vervangen.
pl: Prześlij plik, aby zastąpić logo Metabase na górnym pasku.
pt_br: Faça o upload de um arquivo para substituir o logotipo do Metabase na barra superior.
ru: Загрузите файл для замены логотипа Metabase на верхней панели.
sk: Nahrajte súbor, ktorý nahradí logo Metabase na hornej lište.
sl: Naložite datoteko, ki bo nadomestila logotip »Metabase« v zgornji vrstici.
sq: Ngarko një skedar për të zëvendësuar logon e Metabase në shiritin e sipërm.
sr: Otpremite fajl da zamenite Metabase logo na gornjoj traci.
sv: Ladda upp en fil för att ersätta Metabase-logotypen i den övre fältet.
tr: Üst çubuktaki Metabase logosunu değiştirmek için bir dosya yükleyin.
uk: Завантажте файл, щоб замінити логотип Metabase на верхній панелі.
vi: Tải lên tệp để thay thế logo Metabase trên thanh trên cùng.
zh_hk: 上傳檔案以取代頂部列上的 Metabase 標誌。

source: Error compiling query: {0}
ar: خطأ أثناء تجميع الاستعلام: {0}
bg: Грешка при компилирането на заявката: {0}
ca: Error en compilar la consulta: {0}
de: Fehler beim Kompilieren der Abfrage: {0}
eo: Bruh, got a glitch while compiling the query: {0}
es: Error al compilar la consulta: {0}
fa: خطا در کامپایل عبارت: {0}
fi: Virhe kyselyn kääntämisessä: {0}
fr: Erreur de compilation de la requête : {0}
hu: Hiba a lekérdezés lefordítása során: {0}
it: Errore nella compilazione della query: {0}
ja: クエリのコンパイルエラー：{0}
lt: Sudarant užklausą įvyko klaida: {0}
ms: Ralat menyusun query: {0}
nb: Feil ved kompilering av spørring: {0}
nl: Fout bij het compileren van query: {0}
pl: Błąd kompilacji zapytania: {0}
pt_br: Erro ao compilar a consulta: {0}
ru: Ошибка при компиляции запроса: {0}
sk: Chyba pri kompilácii dotazu: {0}
sl: Napaka pri prevajanju poizvedbe: {0}
sq: Gabim gjatë kompilimit të pyetjes: {0}
sr: Greška pri kompajliranju upita: {0}
sv: Fel vid kompilering av fråga: {0}
tr: Sorgu derlenirken hata oluştu: {0}
uk: Помилка компіляції запиту: {0}
vi: Lỗi khi biên dịch truy vấn: {0}
zh_hk: 編譯查詢出錯： {0}

source: Legacy Metric/Segment {0} does not exist, belongs to a different Database, or is invalid.
hu: Legacy Metrika/Szegmens {0} nem létezik, másik Adatbázishoz tartozik, vagy érvénytelen.
ms: Metrik/Segmen Legacy {0} tidak wujud, tergolong dalam Pangkalan Data yang berbeza, atau tidak sah.

source: Metric/Segment expansion failed. Check mutually recursive segment definitions.
hu: Metrika/Szegmens feldolgozási hiba. Ellenőrizze, hogy nincs-e kölcsönösen rekurzív szegmens definíció.
ms: Pengembangan Metrik/Segmen gagal. Semak definisi segmen yang saling rekursif.

source: Invalid legacy Metric: missing aggregation
hu: Érvénytelen legacy Metrika: hiányzó aggregáció
ms: Metrik Legacy tidak sah: Penggabungan hilang

source: Card {0}
ar: بطاقة {0}
bg: Карта {0}
ca: Targeta {0}
de: Karte {0}
eo: Card {0} → Card {0} but make it vibe, fam
es: Tarjeta {0}
fa: کارت {0}
fi: Kortti {0}
fr: Carte {0}
hu: Kártya {0}
it: Scheda {0}
ja: カード{0}
lt: Kortelė {0}
ms: Kad {0}
nb: Kort {0}
nl: Kaart {0}
pl: Karta {0}
pt_br: Cartão {0}
ru: Карта {0}
sk: Karta {0}
sl: Kartica {0}
sq: Kartë {0}
sr: Kartica {0}
sv: Kort {0}
tr: Kart {0}
uk: Картка {0}
vi: Thẻ {0}
zh_hk: 卡片 {0}

source: Card {0} is from a different Database.
ar: البطاقة {0} من قاعدة بيانات مختلفة.
bg: Картата {0} е от друга база данни.
ca: La targeta {0} és d'una base de dades diferent.
de: Die Karte {0} stammt aus einer anderen Datenbank.
eo: Card {0} is totally from a different database, fr.
es: La tarjeta {0} es de una base de datos diferente.
fa: کارت {0} از یک پایگاه داده متفاوت است.
fi: Kortti {0} on eri tietokannasta.
fr: La carte {0} provient d'une autre base de données.
hu: {0} kártya másik Adatbázisból származik.
it: La scheda {0} proviene da un altro database.
ja: カード{0}は別のデータベースのものです。
lt: Kortelė {0} yra iš kitos duomenų bazės.
ms: Kad {0} adalah dari Pangkalan Data yang berbeza.
nb: Kortet {0} er fra en annen database.
nl: Kaart {0} is van een andere Database.
pl: Karta {0} pochodzi z innej bazy danych.
pt_br: O cartão {0} é de um banco de dados diferente.
ru: Карточка {0} находится в другой базе данных.
sk: Karta {0} je z inej databázy.
sl: Kartica {0} je iz druge baze podatkov.
sq: Karta {0} është nga një Databazë tjetër.
sr: Kartica {0} je iz druge baze podataka.
sv: Kortet {0} kommer från en annan databas.
tr: Kart {0} farklı bir Veritabanından alınmıştır.
uk: Картка {0} з іншої бази даних.
vi: Thẻ {0} đến từ một Cơ sở dữ liệu khác.
zh_hk: 卡片 {0} 來自不同的資料庫。

source: Invalid query, missing query :type or :lib/type
hu: Hibás lekérdezés, hiányzó lekérdezés :type vagy :lib/type
ms: Pertanyaan tidak sah, :jenis query atau :lib /type hilang

source: Card {0} does not exist, or is from a different Database.
ar: البطاقة {0} غير موجودة، أو أنها من قاعدة بيانات مختلفة.
bg: Картата {0} не съществува или е от друга база данни.
ca: La targeta {0} no existeix o és d'una base de dades diferent.
de: Die Karte {0} existiert nicht oder stammt aus einer anderen Datenbank.
eo: Bro, the card {0} doesn’t exist or it’s from a different database fr fr.
es: La tarjeta {0} no existe o es de una base de datos diferente.
fa: کارت {0} وجود ندارد یا از پایگاه داده دیگری است.
fi: Korttia {0} ei ole olemassa tai se on eri tietokannasta.
fr: La carte {0} n'existe pas ou provient d'une autre base de données.
hu: {0} kártya nem létezik, vagy másik Adatbázisból származik.
it: La scheda {0} non esiste o proviene da un database diverso.
ja: カード {0} が存在しないか、別のデータベースのものです。
lt: Kortelė {0} neegzistuoja arba yra iš kitos duomenų bazės.
ms: Kad {0} tidak wujud, atau dari Pangkalan Data yang berbeza.
nb: Kortet {0} finnes ikke, eller er fra en annen database.
nl: Kaart {0} bestaat niet of is van een andere databank.
pl: Karta {0} nie istnieje lub pochodzi z innej bazy danych.
pt_br: O cartão {0} não existe ou é de um banco de dados diferente.
ru: Карточка {0} не существует или находится в другой базе данных.
sk: Karta {0} neexistuje alebo je z inej databázy.
sl: Kartica {0} ne obstaja ali je iz druge baze podatkov.
sq: Karta {0} nuk ekziston, ose është nga një Databazë tjetër.
sr: Kartica {0} ne postoji ili je iz druge baze podataka.
sv: Kortet {0} finns inte, eller är från en annan databas.
tr: Kart {0} mevcut değildir veya farklı bir Veritabanından alınmıştır.
uk: Картка {0} не існує або з іншої бази даних.
vi: Thẻ {0} không tồn tại hoặc thuộc Cơ sở dữ liệu khác.
zh_hk: 卡 {0} 不存在，或來自不同的資料庫。

source: Error building query results reducing function: {0}
ar: خطأ أثناء بناء دالة تقليص نتائج الاستعلام: {0}
bg: Грешка при изграждането на функцията за намаляване на резултатите от заявката: {0}
ca: S'ha produït un error en crear els resultats de la consulta en reduir la funció: {0}
de: Fehler bei der Erstellung der Funktion zur Reduzierung der Abfrageergebnisse: {0}
eo: Bruh, got an error when tryin’ to build the query results reducing function: {0}
es: Error al crear la función de reducción de los resultados de la consulta: {0}
fa: خطای ایجاد پرس و جو در کاهش عملکرد: {0}
fi: Virhe kyselytulosten vähentämisfunktion muodostamisessa: {0}
fr: Erreur dans la construction de la fonction de réduction des résultats de la requête : {0}
hu: Hiba a lekérdezés eredményeinek előállítása során a következő függvénynél: {0}
it: Errore nella costruzione dei risultati della query riducendo la funzione: {0}
ja: クエリ結果削減関数の構築エラー：{0}
lt: Klaida kuriant užklausos rezultatų mažinimo funkciją: {0}
ms: Ralat membina hasil query fungsi pengurangan: {0}
nb: Feil ved oppretting av funksjon for reduksjon av søkeresultater: {0}
nl: Fout bij het opbouwen van de functie voor het reduceren van zoekresultaten: {0}
pl: Błąd tworzenia funkcji redukującej wyniki zapytania: {0}
pt_br: Erro ao criar a função de redução dos resultados da consulta: {0}
ru: Ошибка при построении функции сокращения результатов запроса: {0}
sk: Chyba pri zostavovaní funkcie redukcie výsledkov dotazu: {0}
sl: Funkcija zmanjševanja rezultatov poizvedbe pri ustvarjanju napak: {0}
sq: Gabim gjatë ndërtimit të funksionit reduktues të rezultateve të pyetjes: {0}
sr: Greška pri pravljenju reducing funkcije za rezultate upita: {0}
sv: Fel vid uppbyggnad av funktionen för reducering av sökresultat: {0}
tr: Sorgu sonuçlarını azaltma işlevi oluşturulurken hata oluştu: {0}
uk: Помилка побудови функції редукції результатів запиту: {0}
vi: Lỗi khi xây dựng hàm giảm kết quả truy vấn: {0}
zh_hk: 建立查詢結果還原函式出錯： {0}
