Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Prevent the exception middleware from including stacktraces in responses.
ar: امنع وسيط الاستثناءات من تضمين تتبعات المكدس في الاستجابات.
bg: Предотвратете включването на stacktraces в отговорите от мидълуера за изключения.
ca: Evita que el middleware d'excepcions inclogui traces de pila a les respostes.
de: Verhindern Sie, dass die Ausnahme-Middleware Stacktraces in die Antworten einfügt.
es: Impida que el middleware de excepciones incluya seguimientos de pila en las respuestas.
fa: از قرار دادن stacktraces در پاسخ‌ها توسط میان‌افزار exception جلوگیری کنید.
fi: Estä poikkeusväliohjelmistoa sisällyttämästä pinonjäljityksiä vastauksiin.
fr: Empêcher le middleware d'exception d'inclure les traces de pile dans les réponses.
it: Impedire al middleware delle eccezioni di includere stacktrace nelle risposte.
ja: 例外ミドルウェアが応答にスタックトレースを含めないようにします。
nb: Forhindre at mellomvaren for unntak inkluderer stacktraces i svarene.
nl: Voorkom dat de uitzonderingsmiddleware stacktraces in reacties opneemt.
pl: Zapobiegnij uwzględnianiu śladów stosu w odpowiedziach przez oprogramowanie pośredniczące wyjątków.
pt_br: Impeça que o middleware de exceção inclua rastreamentos de pilha nas respostas.
ru: Запретить промежуточному программному обеспечению исключений включать трассировки стека в ответы.
sk: Zabráňte middlewaru výnimiek v zahrnutí stacktraces do odpovedí.
sl: Preprečite, da bi vmesna programska oprema izjem v odgovore vključila sledi sklada.
sq: Parandaloni middleware-in e përjashtimeve që të përfshijë stacktrace në përgjigje.
sr: Spreči exception middleware da uključuje stacktrace-ove u odgovorima.
sv: Förhindra att undantags-mellanprogramvaran inkluderar stacktraces i svar.
tr: İstisna ara yazılımının yanıtlarına yığın izlerini eklemesini önleyin.
uk: Запобігти включенню stacktrace у відповіді middleware обробки винятків.
vi: Ngăn chặn phần mềm trung gian ngoại lệ bao gồm stacktrace trong phản hồi.
zh_hk: 防止異常中介軟體在回應中包含堆疊追蹤。

source: Prevents the server from sending CORS headers for requests originating from localhost.
ar: يمنع الخادم من إرسال ترويسات CORS للطلبات القادمة من localhost.
bg: Предотвратява изпращането на CORS заглавки от сървъра за заявки, произхождащи от localhost.
ca: Impedeix que el servidor enviï capçaleres CORS per a sol·licituds originades des de localhost.
de: Verhindert, dass der Server CORS-Header für Anfragen sendet, die vom lokalen Host stammen.
es: Evita que el servidor envíe encabezados CORS para solicitudes que se originan desde localhost.
fa: از ارسال هدرهای CORS توسط سرور برای درخواست‌های مبدا از localhost جلوگیری می‌کند.
fi: Estää palvelinta lähettämästä CORS-otsikoita localhostista tuleville pyynnöille.
fr: Empêche le serveur d'envoyer des en-têtes CORS pour les requêtes provenant de localhost.
it: Impedisce al server di inviare intestazioni CORS per le richieste provenienti da localhost.
ja: ローカルホストから発信されたリクエストに対してサーバーが CORS ヘッダーを送信することを防ぎます。
nb: Hindrer serveren i å sende CORS-overskrifter for forespørsler som kommer fra localhost.
nl: Voorkomt dat de server CORS-headers verzendt voor verzoeken die afkomstig zijn van localhost.
pl: Zapobiega wysyłaniu przez serwer nagłówków CORS dla żądań pochodzących z komputera lokalnego.
pt_br: Impede que o servidor envie cabeçalhos CORS para solicitações originadas do host local.
ru: Запрещает серверу отправлять заголовки CORS для запросов, исходящих с localhost.
sk: Zabraňuje serveru v odosielaní hlavičiek CORS pre požiadavky pochádzajúce z localhost.
sl: Prepreči strežniku pošiljanje glav CORS za zahteve, ki izvirajo iz localhost.
sq: Parandalon serverin të dërgojë header-at CORS për kërkesat që vijnë nga localhost.
sr: Sprečava server da šalje CORS zaglavlja za HTTP zahteve koji potiču sa localhost-a.
sv: Förhindrar att servern skickar CORS-rubriker för förfrågningar som kommer från localhost.
tr: Sunucunun localhost'tan gelen istekler için CORS başlıkları göndermesini engeller.
uk: Запобігає надсиланню сервером CORS-заголовків для запитів, що походять з localhost.
vi: Ngăn máy chủ gửi tiêu đề CORS cho các yêu cầu bắt nguồn từ máy chủ cục bộ.
zh_hk: 防止伺服器對來自 localhost 的要求傳送 CORS 標頭。

source: Setting {0} requires driver feature {1}, but the database does not support it
ar: يتطلب الإعداد {0} ميزة برنامج تشغيل {1}، لكن قاعدة البيانات لا تدعمها
bg: Настройката {0} изисква функцията на драйвера {1}, но базата данни не я поддържа
ca: Configurar {0} requereix la funció de controlador {1}, però la base de dades no ho admet.
de: Die Einstellung {0} erfordert die Treiberfunktion {1}, wird von der Datenbank jedoch nicht unterstützt.
es: La configuración {0} requiere la función del controlador {1}, pero la base de datos no la admite
fa: تنظیم {0} به ویژگی درایور {1}نیاز دارد، اما پایگاه داده از آن پشتیبانی نمی‌کند.
fi: Asetuksen {0} asettaminen vaatii ajurin ominaisuuden {1}, mutta tietokanta ei tue sitä.
fr: Le paramètre {0} nécessite la fonctionnalité de pilote {1}, mais la base de données ne la prend pas en charge
it: L'impostazione {0} richiede la funzionalità del driver {1}, ma il database non la supporta
ja: 設定 {0} にはドライバー機能 {1}が必要ですが、データベースはそれをサポートしていません
nb: Innstilling av {0} krever driverfunksjonen {1}, men databasen støtter den ikke
nl: Voor het instellen van {0} is de driverfunctie {1}vereist, maar de database ondersteunt dit niet.
pl: Ustawienie {0} wymaga funkcji sterownika {1}, ale baza danych jej nie obsługuje
pt_br: A configuração {0} requer o recurso de driver {1}, mas o banco de dados não o suporta
ru: Настройка {0} требует наличия функции драйвера {1}, но база данных ее не поддерживает.
sk: Nastavenie {0} vyžaduje funkciu ovládača {1}, ale databáza ju nepodporuje.
sl: Nastavitev {0} zahteva funkcijo gonilnika {1}, vendar je baza podatkov ne podpira.
sq: Cilësimi {0} kërkon veçorinë e driver-it {1}, por baza e të dhënave nuk e mbështet
sr: Podešavanje {0} zahteva drajver funkcionalnost {1}, ali baza podataka je ne podržava
sv: Inställningen {0} kräver drivrutinsfunktionen {1}, men databasen stöder inte det.
tr: {0} ayarı {1}sürücü özelliğini gerektirir, ancak veritabanı bunu desteklemiyor
uk: Налаштування {0} потребує можливості драйвера {1}, але база даних її не підтримує
vi: Cài đặt {0} yêu cầu tính năng trình điều khiển {1}, nhưng cơ sở dữ liệu không hỗ trợ tính năng này
zh_hk: 設定 {0} 需要驅動程式功能 {1}，但資料庫並不支援。

source: This database does not support this setting
ar: قاعدة البيانات هذه لا تدعم هذا الإعداد
bg: Тази база данни не поддържа тази настройка
ca: Aquesta base de dades no admet aquesta configuració
de: Diese Datenbank unterstützt diese Einstellung nicht
es: Esta base de datos no admite esta configuración
fa: این پایگاه داده از این تنظیم پشتیبانی نمی‌کند
fi: Tämä tietokanta ei tue tätä asetusta
fr: Cette base de données ne prend pas en charge ce paramètre
it: Questo database non supporta questa impostazione
ja: このデータベースはこの設定をサポートしていません
nb: Denne databasen støtter ikke denne innstillingen
nl: Deze database ondersteunt deze instelling niet
pl: Ta baza danych nie obsługuje tego ustawienia
pt_br: Este banco de dados não suporta esta configuração
ru: Эта база данных не поддерживает этот параметр.
sk: Táto databáza toto nastavenie nepodporuje.
sl: Ta zbirka podatkov ne podpira te nastavitve.
sq: Kjo bazë të dhënash nuk e mbështet këtë cilësim
sr: Ova baza podataka ne podržava ovo podešavanje
sv: Den här databasen stöder inte den här inställningen
tr: Bu veritabanı bu ayarı desteklemiyor
uk: Ця база даних не підтримує це налаштування
vi: Cơ sở dữ liệu này không hỗ trợ cài đặt này
zh_hk: 此資料庫不支援此設定

source: Setting {0} requires a driver feature, but is not limited to only database-local values
ar: يتطلب الإعداد {0} ميزة برنامج تشغيل، لكنه غير مقيّد بقيم محلية لقاعدة البيانات فقط
bg: Настройката {0} изисква функция на драйвера, но не е ограничена само до локални за базата данни стойности.
ca: L'establiment de {0} requereix una funció de controlador, però no es limita només als valors locals de la base de dades.
de: Die Einstellung {0} erfordert eine Treiberfunktion, ist aber nicht nur auf datenbanklokale Werte beschränkt
es: La configuración {0} requiere una función del controlador, pero no está limitada únicamente a valores locales de la base de datos
fa: تنظیم {0} به یک ویژگی درایور نیاز دارد، اما فقط به مقادیر محلی پایگاه داده محدود نمی‌شود.
fi: Asetus {0} vaatii ajuriominaisuuden, mutta se ei rajoitu vain tietokannan paikallisiin arvoihin
fr: Le paramètre {0} nécessite une fonctionnalité de pilote, mais ne se limite pas aux valeurs locales de la base de données
it: L'impostazione di {0} richiede una funzionalità del driver, ma non è limitata solo ai valori locali del database
ja: {0} の設定にはドライバー機能が必要ですが、データベースのローカル値だけに限定されません。
nb: Innstilling av {0} krever en driverfunksjon, men er ikke begrenset til bare databaselokale verdier
nl: Voor het instellen van {0} is een driverfunctie vereist, maar deze is niet beperkt tot alleen database-lokale waarden
pl: Ustawienie {0} wymaga funkcji sterownika, ale nie ogranicza się wyłącznie do wartości lokalnych bazy danych
pt_br: A configuração {0} requer um recurso de driver, mas não está limitada apenas a valores locais do banco de dados
ru: Настройка {0} требует наличия функции драйвера, но не ограничивается только локальными значениями базы данных.
sk: Nastavenie {0} vyžaduje funkciu ovládača, ale nie je obmedzené iba na hodnoty lokálne v databáze.
sl: Nastavitev {0} zahteva funkcijo gonilnika, vendar ni omejena le na vrednosti, lokalne za bazo podatkov.
sq: Cilësimi {0} kërkon një veçori të driver-it, por nuk është i kufizuar vetëm në vlera lokale të bazës së të dhënave
sr: Podešavanje {0} zahteva drajver funkcionalnost, ali nije ograničeno samo na vrednosti lokalne za bazu podataka
sv: Att ställa in {0} kräver en drivrutinsfunktion, men är inte begränsat till endast databaslokala värden
tr: {0} ayarı bir sürücü özelliği gerektirir, ancak yalnızca veritabanı yerel değerleriyle sınırlı değildir
uk: Налаштування {0} потребує можливості драйвера, але не обмежується лише локальними для бази даних значеннями
vi: Thiết lập {0} yêu cầu tính năng trình điều khiển, nhưng không giới hạn chỉ ở các giá trị cục bộ cơ sở dữ liệu
zh_hk: 設定 {0} 需要驅動程式功能，但不只限於資料庫本機值

source: Setting names would collide: {0} and {1}
ar: ستتعارض أسماء الإعدادات: {0} و{1}
bg: Имената на настройките биха се сблъскали: {0} и {1}
ca: Els noms de configuració xocaran: {0} i {1}
de: Einstellungsnamen würden kollidieren: {0} und {1}
eo: Bruh, setting names are about to clash: {0} and {1} 🙃
es: Los nombres de configuración entrarían en conflicto: {0} y {1}
fa: نام‌های تنظیمات با هم برخورد می‌کنند: {0} و {1}
fi: Asetusten nimet törmäävät: {0} ja {1}
fr: Les noms des paramètres entreraient en conflit : {0} et {1}
it: I nomi delle impostazioni potrebbero entrare in conflitto: {0} e {1}
ja: 設定名が衝突します: {0} と {1}
lt: Nustatymų pavadinimai susidurtų: {0} ir {1}
nb: Innstillingsnavnene kolliderer: {0} og {1}
nl: Instellingsnamen zouden botsen: {0} en {1}
pl: Nazwy ustawień kolidowałyby ze sobą: {0} i {1}
pt_br: Os nomes das configurações são conflitantes: {0} e {1}
ru: Имена настроек будут конфликтовать: {0} и {1}
sk: Názvy nastavení by kolidovali: {0} a {1}
sl: Imena nastavitev bi bila v nasprotju: {0} in {1}
sq: Emrat e settings do të përplaseshin: {0} dhe {1}
sr: Nazivi podešavanja bi se sudarili: {0} i {1}
sv: Inställningsnamn skulle kollidera: {0} och {1}
tr: Ayar adları çakışır: {0} ve {1}
uk: Назви налаштувань конфліктуватимуть: {0} і {1}
vi: Tên cài đặt sẽ xung đột: {0} và {1}
zh_hk: 設定名稱會相撞： {0} 和 {1}

source: Setting {0} is not enabled for this database
ar: الإعداد {0} غير مفعّل لقاعدة البيانات هذه
bg: Настройката {0} не е активирана за тази база данни
ca: El paràmetre {0} no està habilitat per a aquesta base de dades.
de: Die Einstellung {0} ist für diese Datenbank nicht aktiviert
es: La configuración {0} no está habilitada para esta base de datos
fa: تنظیم {0} برای این پایگاه داده فعال نیست.
fi: Asetus {0} ei ole käytössä tälle tietokannalle.
fr: Le paramètre {0} n'est pas activé pour cette base de données
it: L'impostazione {0} non è abilitata per questo database
ja: このデータベースでは設定 {0} が有効になっていません
nb: Innstillingen {0} er ikke aktivert for denne databasen
nl: Instelling {0} is niet ingeschakeld voor deze database
pl: Ustawienie {0} nie jest włączone dla tej bazy danych
pt_br: A configuração {0} não está habilitada para este banco de dados
ru: Настройка {0} не включена для этой базы данных.
sk: Nastavenie {0} nie je pre túto databázu povolené
sl: Nastavitev {0} ni omogočena za to zbirko podatkov.
sq: Cilësimi {0} nuk është aktivizuar për këtë bazë të dhënash
sr: Podešavanje {0} nije omogućeno za ovu bazu podataka
sv: Inställningen {0} är inte aktiverad för den här databasen
tr: Bu veritabanı için {0} ayarı etkin değil
uk: Налаштування {0} не увімкнено для цієї бази даних
vi: Cài đặt {0} không được bật cho cơ sở dữ liệu này
zh_hk: 此資料庫未啟用 {0} 設定

source: Setting {0} uses :enabled-for-db?, but is not limited to only database-local values
ar: يستخدم الإعداد {0} :enabled-for-db?، لكنه غير مقيّد بقيم محلية لقاعدة البيانات فقط
bg: Настройката {0} използва :enabled-for-db?, но не е ограничена само до локални за базата данни стойности.
ca: L'opció {0} utilitza :enabled-for-db?, però no es limita només als valors locals de la base de dades.
de: Die Einstellung {0} verwendet :enabled-for-db?, ist aber nicht nur auf datenbanklokale Werte beschränkt
es: La configuración {0} utiliza :enabled-for-db?, pero no está limitada únicamente a valores locales de la base de datos
fa: تنظیم {0} از :enabled-for-db? استفاده می‌کند، اما فقط به مقادیر محلی پایگاه داده محدود نمی‌شود.
fi: Asetus {0} käyttää :enabled-for-db?-ominaisuutta, mutta se ei rajoitu vain tietokannan paikallisiin arvoihin.
fr: Le paramètre {0} utilise :enabled-for-db?, mais ne se limite pas aux seules valeurs locales de la base de données
it: L'impostazione {0} utilizza :enabled-for-db?, ma non è limitata solo ai valori locali del database
ja: {0} の設定では :enabled-for-db? が使用されますが、データベースローカルの値だけに限定されません。
nb: Innstillingen {0} bruker :enabled-for-db?, men er ikke begrenset til bare databaselokale verdier
nl: Instelling {0} gebruikt :enabled-for-db?, maar is niet beperkt tot alleen database-lokale waarden
pl: Ustawienie {0} powoduje użycie :enabled-for-db?, ale nie ogranicza się wyłącznie do wartości lokalnych bazy danych
pt_br: A configuração {0} usa :enabled-for-db?, mas não está limitada apenas a valores locais do banco de dados
ru: Настройка {0} использует :enabled-for-db?, но не ограничивается только локальными значениями базы данных.
sk: Nastavenie {0} používa :enabled-for-db?, ale nie je obmedzené iba na hodnoty lokálne v databáze.
sl: Nastavitev {0} uporablja :enabled-for-db?, vendar ni omejena le na vrednosti, lokalne za bazo podatkov.
sq: Cilësimi {0} përdor :enabled-for-db?, por nuk është i kufizuar vetëm në vlera lokale të bazës së të dhënave
sr: Podešavanje {0} koristi :enabled-for-db?, ali nije ograničeno samo na vrednosti lokalne za bazu podataka
sv: Inställningen {0} använder :enabled-for-db?, men är inte begränsad till endast databaslokala värden
tr: {0} ayarı :enabled-for-db? kullanır, ancak yalnızca veritabanı yerel değerleriyle sınırlı değildir
uk: Налаштування {0} використовує :enabled-for-db?, але не обмежується лише локальними для бази даних значеннями
vi: Thiết lập {0} sử dụng :enabled-for-db?, nhưng không giới hạn chỉ ở các giá trị cục bộ của cơ sở dữ liệu
zh_hk: 設定 {0} 使用 :enabled-for-db?，但不只限於資料庫本機值

source: State parameter does not match - possible CSRF attack
ar: معلمة state لا تتطابق - هجوم CSRF محتمل
ca: El paràmetre d'estat no coincideix: possible atac CSRF
de: Statusparameter stimmen nicht überein – möglicher CSRF-Angriff
es: El parámetro de estado no coincide: posible ataque CSRF
fa: پارامتر وضعیت مطابقت ندارد - حمله CSRF محتمل است
fi: Tilaparametri ei täsmää - mahdollinen CSRF-hyökkäys
fr: Le paramètre d'état ne correspond pas - attaque CSRF possible
it: Il parametro di stato non corrisponde: possibile attacco CSRF
ja: 状態パラメータが一致しません - CSRF攻撃の可能性があります
nb: State-parameteren stemmer ikke overens - mulig CSRF-angrep
pl: Parametr stanu nie pasuje – możliwy atak CSRF
pt_br: O parâmetro de estado não corresponde - possível ataque CSRF
ru: Параметр state не совпадает — возможная CSRF-атака
sk: Parameter stavu sa nezhoduje – možný útok CSRF
sl: Parameter stanja se ne ujema - možen napad CSRF
sq: Parametri state nuk përputhet - mundësi sulmi CSRF
sr: State parametar se ne podudara – mogući CSRF napad
tr: Durum parametresi eşleşmiyor - olası CSRF saldırısı
uk: Параметр state не збігається — можлива CSRF-атака
vi: Tham số trạng thái không khớp - có thể là cuộc tấn công CSRF.
zh_hk: 狀態參數不匹配 - 可能的 CSRF 攻擊

source: OIDC state cookie is invalid, expired, or missing
ar: ملف تعريف ارتباط state الخاص بـ OIDC غير صالح أو منتهي الصلاحية أو مفقود
ca: La galeta d'estat OIDC no és vàlida, ha caducat o no hi és.
de: Der OIDC-Status-Cookie ist ungültig, abgelaufen oder fehlt.
es: La cookie de estado de OIDC no es válida, está vencida o falta
fa: کوکی وضعیت OIDC نامعتبر، منقضی شده یا موجود نیست
fi: OIDC-tilaeväste on virheellinen, vanhentunut tai puuttuu
fr: Le cookie d'état OIDC est invalide, expiré ou manquant.
it: Il cookie di stato OIDC non è valido, è scaduto o mancante
ja: OIDC 状態 Cookie が無効、期限切れ、または欠落しています
nb: OIDC-statusinformasjonskapsel er ugyldig, utløpt eller mangler
pl: Plik cookie stanu OIDC jest nieprawidłowy, wygasł lub brakuje go
pt_br: O cookie de estado OIDC é inválido, expirou ou está ausente.
ru: Cookie состояния OIDC недействительна, просрочена или отсутствует
sk: Súbor cookie stavu OIDC je neplatný, jeho platnosť vypršala alebo chýba.
sl: Piškotek stanja OIDC je neveljaven, potekel ali manjka
sq: Cookie state i OIDC është i pavlefshëm, ka skaduar ose mungon
sr: OIDC state kolačić je nevažeći, istekao ili nedostaje
tr: OIDC durum çerezi geçersiz, süresi dolmuş veya eksik.
uk: Cookie стану OIDC недійсний, протермінований або відсутній
vi: Cookie trạng thái của OIDC không hợp lệ, đã hết hạn hoặc bị thiếu.
zh_hk: OIDC 狀態 cookie 無效、過期或遺失

source: Invalid redirect URL. Redirect must be a relative path or same-origin URL.
ar: URL إعادة توجيه غير صالح. يجب أن تكون إعادة التوجيه مسارًا نسبيًا أو URL من نفس الأصل.
ca: URL de redirecció no vàlida. La redirecció ha de ser una ruta relativa o una URL del mateix origen.
de: Ungültige Weiterleitungs-URL. Die Weiterleitung muss ein relativer Pfad oder eine URL desselben Ursprungs sein.
es: URL de redireccionamiento no válida. La redirección debe ser una ruta relativa o una URL del mismo origen.
fa: آدرس اینترنتی تغییر مسیر نامعتبر است. تغییر مسیر باید یک مسیر نسبی یا آدرس اینترنتی با مبدا یکسان باشد.
fi: Virheellinen uudelleenohjauksen URL-osoite. Uudelleenohjauksen on oltava suhteellinen polku tai saman alkuperän URL-osoite.
fr: URL de redirection invalide. La redirection doit être un chemin relatif ou une URL de même origine.
it: URL di reindirizzamento non valido. Il reindirizzamento deve essere un percorso relativo o un URL con la stessa origine.
ja: リダイレクト URL が無効です。リダイレクトは相対パスまたは同一オリジンの URL である必要があります。
nb: Ugyldig URL for viderekobling. Omdirigering må være en relativ bane eller URL med samme opprinnelse.
pl: Nieprawidłowy adres URL przekierowania. Przekierowanie musi być ścieżką względną lub adresem URL tego samego źródła.
pt_br: URL de redirecionamento inválida. O redirecionamento deve ser um caminho relativo ou uma URL de mesma origem.
ru: Неверный URL редиректа. Редирект должен быть относительным путём или URL того же origin.
sk: Neplatná URL adresa presmerovania. Presmerovanie musí byť relatívna cesta alebo URL adresa s rovnakým pôvodom.
sl: Neveljaven URL za preusmeritev. Preusmeritev mora biti relativna pot ali URL z istim izvorom.
sq: URL ridrejtimi e pavlefshme. Ridrejtimi duhet të jetë një shteg relativ ose URL me të njëjtin origin.
sr: Nevažeći URL za preusmeravanje. Preusmeravanje mora biti relativna putanja ili URL istog porekla.
tr: Geçersiz yönlendirme URL'si. Yönlendirme, göreceli bir yol veya aynı kaynak URL'si olmalıdır.
uk: Недійсний URL редиректу. Редирект має бути відносним шляхом або URL того ж origin.
vi: URL chuyển hướng không hợp lệ. URL chuyển hướng phải là đường dẫn tương đối hoặc URL cùng nguồn gốc.
zh_hk: 無效重定向 URL。重定向必須是相對路徑或同源 URL。

source: OIDC authentication requires MB_ENCRYPTION_SECRET_KEY to be set. Please configure encryption to use OIDC authentication.
ar: تتطلب مصادقة OIDC تعيين MB_ENCRYPTION_SECRET_KEY. يُرجى إعداد التشفير لاستخدام مصادقة OIDC.
ca: L'autenticació OIDC requereix que s'hagi definit MB_ENCRYPTION_SECRET_KEY. Si us plau, configureu el xifratge per utilitzar l'autenticació OIDC.
de: Für die OIDC-Authentifizierung muss MB_ENCRYPTION_SECRET_KEY gesetzt sein. Bitte konfigurieren Sie die Verschlüsselung für die Verwendung der OIDC-Authentifizierung.
es: La autenticación OIDC requiere que se configure MB_ENCRYPTION_SECRET_KEY. Configure el cifrado para usar la autenticación OIDC.
fa: احراز هویت OIDC مستلزم تنظیم MB_ENCRYPTION_SECRET_KEY است. لطفاً رمزگذاری را برای استفاده از احراز هویت OIDC پیکربندی کنید.
fi: OIDC-todennus vaatii MB_ENCRYPTION_SECRET_KEY:n asettamisen. Määritä salaus käyttääksesi OIDC-todennusta.
fr: L'authentification OIDC requiert la configuration de la clé secrète MB_ENCRYPTION_SECRET_KEY. Veuillez configurer le chiffrement pour utiliser l'authentification OIDC.
it: L'autenticazione OIDC richiede l'impostazione di MB_ENCRYPTION_SECRET_KEY. Configurare la crittografia per utilizzare l'autenticazione OIDC.
ja: OIDC認証にはMB_ENCRYPTION_SECRET_KEYの設定が必要です。OIDC認証を使用するには暗号化を設定してください。
nb: OIDC-autentisering krever at MB_ENCRYPTION_SECRET_KEY er angitt. Konfigurer kryptering for å bruke OIDC-autentisering.
pl: Uwierzytelnianie OIDC wymaga ustawienia klucza MB_ENCRYPTION_SECRET_KEY. Skonfiguruj szyfrowanie, aby korzystać z uwierzytelniania OIDC.
pt_br: A autenticação OIDC requer que a chave MB_ENCRYPTION_SECRET_KEY esteja definida. Configure a criptografia para usar a autenticação OIDC.
ru: Для аутентификации OIDC нужно, чтобы была задана MB_ENCRYPTION_SECRET_KEY. Настройте шифрование, чтобы использовать аутентификацию OIDC.
sk: OIDC overenie vyžaduje nastavenie MB_ENCRYPTION_SECRET_KEY. Nakonfigurujte šifrovanie tak, aby používalo OIDC overenie.
sl: Za preverjanje pristnosti OIDC je potrebna nastavitev MB_ENCRYPTION_SECRET_KEY. Konfigurirajte šifriranje za uporabo preverjanja pristnosti OIDC.
sq: Autentikimi OIDC kërkon që MB_ENCRYPTION_SECRET_KEY të jetë i vendosur. Të lutem konfiguro enkriptimin për të përdorur autentikimin OIDC.
sr: OIDC autentifikacija zahteva da MB_ENCRYPTION_SECRET_KEY bude postavljen. Podesite enkripciju da biste koristili OIDC autentifikaciju.
tr: OIDC kimlik doğrulaması için MB_ENCRYPTION_SECRET_KEY'in ayarlanması gerekmektedir. Lütfen şifrelemeyi OIDC kimlik doğrulamasını kullanacak şekilde yapılandırın.
uk: Для аутентифікації OIDC потрібно, щоб було задано MB_ENCRYPTION_SECRET_KEY. Налаштуйте шифрування, щоб використовувати аутентифікацію OIDC.
vi: Xác thực OIDC yêu cầu thiết lập MB_ENCRYPTION_SECRET_KEY. Vui lòng cấu hình mã hóa để sử dụng xác thực OIDC.
zh_hk: OIDC 身份驗證需要設定 MB_ENCRYPTION_SECRET_KEY。請設定加密以使用 OIDC 驗證。
