Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Models are somewhat like virtual tables: do all your joins and custom columns once, save it as a model, then query it like a table.
ar: النماذج تشبه إلى حد ما الجداول الافتراضية: نفّذ كل عمليات الـ joins والأعمدة المخصّصة مرة واحدة، احفظها كنموذج، ثم استعلم منها كأنها جدول.
bg: Моделите са донякъде като виртуални таблици: направете всичките си съединения и персонализирани колони веднъж, запазете ги като модел, след което го заявете като таблица.
ca: Els models són una mica com taules virtuals: feu totes les vostres unions i columnes personalitzades una vegada, deseu-les com a model i, a continuació, consulteu-les com una taula.
de: Modelle sind in gewisser Weise wie virtuelle Tabellen: Führen Sie alle Verknüpfungen und benutzerdefinierten Spalten einmal durch, speichern Sie sie als Modell und fragen Sie sie dann wie eine Tabelle ab.
eo: Models are kinda like virtual tables: do all your joins and custom columns once, save it as a model, and then query it like a table, fr fr.
es: Los modelos son algo así como tablas virtuales: realiza todas las uniones y columnas personalizadas una vez, guárdalas como modelo y luego consúltalas como una tabla.
fa: مدل ها تا حدودی شبیه جداول مجازی هستند: همه اتصالات و ستون های سفارشی خود را یک بار انجام دهید، آن را به عنوان یک مدل ذخیره کنید، سپس مانند یک جدول آن را پرس و جو کنید.
fi: Mallit ovat jokseenkin virtuaalisia taulukoita: tee kaikki liitokset ja mukautetut sarakkeet kerran, tallenna se malliksi ja tee kysely sitten taulukon tavoin.
fr: Les modèles sont un peu comme des tables virtuelles : effectuez toutes vos jointures et colonnes personnalisées une fois, enregistrez-les en tant que modèle, puis interrogez-les comme une table.
it: I modelli sono un po' come tabelle virtuali: esegui tutti i tuoi join e le colonne personalizzate una volta sola, salvali come modello, quindi esegui query come se fossero una tabella.
ja: モデルは仮想テーブルに似ています。すべての結合とカスタム列を一度実行し、それをモデルとして保存し、テーブルのようにクエリを実行します。
lt: Modeliai yra šiek tiek panašūs į virtualias lenteles: vieną kartą atlikite visus sujungimus ir pasirinktinius stulpelius, išsaugokite jį kaip modelį, tada pateikite užklausą kaip lentelę.
nb: Modeller er litt som virtuelle tabeller: Gjør alle sammenføyninger og egendefinerte kolonner én gang, lagre den som en modell, og spør deretter i den som i en tabell.
nl: Modellen lijken een beetje op virtuele tabellen: u maakt al uw joins en aangepaste kolommen één keer, slaat ze op als een model en voert er vervolgens query's op uit als een tabel.
pl: Modele przypominają w pewnym sensie wirtualne tabele: wszystkie połączenia i kolumny niestandardowe można wykonać raz, zapisać jako model, a następnie wykonać do niego zapytanie jak do tabeli.
pt_br: Os modelos são como tabelas virtuais: faça todas as suas junções e colunas personalizadas uma vez, salve-as como um modelo e depois consulte-as como uma tabela.
ru: Модели в чем-то похожи на виртуальные таблицы: выполните все соединения и настройте столбцы один раз, сохраните их как модель, а затем выполняйте запросы к ней как к таблице.
sk: Modely sú niečo ako virtuálne tabuľky: urobte všetky svoje spojenia a vlastné stĺpce raz, uložte ho ako model a potom ho zadajte ako tabuľku.
sl: Modeli so na nek način podobni navideznim tabelam: enkrat naredite vse svoje spoje in stolpce po meri, jih shranite kot model in nato poizvedite kot tabelo.
sq: Modelet janë disi si tabela virtuale: bëj të gjitha join-et dhe kolonat e personalizuara një herë, ruaje si model, pastaj pyete si një tabelë.
sr: Modeli su donekle kao virtuelne tabele: uradite sve join-ove i prilagođene kolone jednom, sačuvajte kao model, pa ga onda upitujte kao tabelu.
sv: Modeller är ungefär som virtuella tabeller: gör alla dina kopplingar och anpassade kolumner en gång, spara det som en modell och fråga sedan efter det som en tabell.
tr: Modeller sanal tablolara benzer: tüm birleştirmelerinizi ve özel sütunlarınızı bir kez yapın, bunu bir model olarak kaydedin, sonra bir tablo gibi sorgulayın.
uk: Моделі — це щось на кшталт віртуальних таблиць: один раз зробіть усі JOIN-и та користувацькі стовпці, збережіть як модель, а потім робіть до неї запити як до таблиці.
vi: Mô hình có phần giống như bảng ảo: thực hiện tất cả các phép nối và cột tùy chỉnh một lần, lưu dưới dạng mô hình, sau đó truy vấn nó như một bảng.
zh_hk: 模型有點像虛擬資料表：一次完成所有的連接和自訂欄位，儲存為模型，然後像查詢資料表一樣查詢它。

source: No published tables yet
ar: لا توجد جداول منشورة بعد
bg: Все още няма публикувани таблици
ca: Encara no hi ha cap taula publicada
de: Noch keine veröffentlichten Tabellen
es: Aún no hay tablas publicadas
fa: هنوز جدولی منتشر نشده است
fi: Ei vielä julkaistuja taulukoita
fr: Aucune table publiée pour le moment
it: Nessuna tabella ancora pubblicata
ja: まだ公開された表はありません
nb: Ingen publiserte tabeller ennå
nl: Nog geen gepubliceerde tabellen
pl: Brak opublikowanych tabel
pt_br: Ainda não há tabelas publicadas.
ru: Пока нет опубликованных таблиц
sk: Zatiaľ žiadne publikované tabuľky
sl: Še ni objavljenih tabel
sq: Ende s’ka tabela të publikuara
sr: Još nema objavljenih tabela
sv: Inga publicerade tabeller ännu
tr: Henüz yayınlanmış tablo yok
uk: Поки що немає опублікованих таблиць
vi: Chưa có bảng nào được công bố
zh_hk: 尚未出版表格

source: Publish tables in the Library to see them here.
ar: انشر الجداول في المكتبة لتراها هنا.
bg: Публикувайте таблици в библиотеката, за да ги видите тук.
ca: Publiqueu les taules a la Biblioteca per veure-les aquí.
de: Veröffentlichen Sie Tabellen in der Bibliothek, um sie hier anzuzeigen.
es: Publica tablas en la Biblioteca para verlas aquí.
fa: برای دیدن جداول در اینجا، آنها را در کتابخانه منتشر کنید.
fi: Julkaise taulukot kirjastossa nähdäksesi ne täällä.
fr: Publiez les tableaux dans la bibliothèque pour les voir ici.
it: Pubblica le tabelle nella Biblioteca per vederle qui.
ja: ライブラリにテーブルを公開すると、ここで表示されます。
nb: Publiser tabeller i biblioteket for å se dem her.
nl: Publiceer tabellen in de Bibliotheek om ze hier te bekijken.
pl: Opublikuj tabele w Bibliotece, aby je tutaj zobaczyć.
pt_br: Publique as tabelas na Biblioteca para vê-las aqui.
ru: Опубликуйте таблицы в Библиотеке, чтобы увидеть их здесь.
sk: Publikujte tabuľky v knižnici, aby ste ich tu videli.
sl: Objavite tabele v knjižnici, da si jih ogledate tukaj.
sq: Publiko tabela në Librari që t’i shohësh këtu.
sr: Objavite tabele u Library da biste ih videli ovde.
sv: Publicera tabeller i biblioteket för att se dem här.
tr: Tabloları burada görmek için Kütüphane'de yayınlayın.
uk: Опублікуйте таблиці в Бібліотеці, щоб бачити їх тут.
vi: Xuất bản bảng trong Thư viện để xem chúng ở đây.
zh_hk: 在圖庫中發佈表格，以便在此查看。

source: No metrics yet
ar: لا توجد مقاييس بعد
bg: Все още няма показатели
ca: Encara no hi ha mètriques
de: Noch keine Kennzahlen
es: Aún no hay métricas
fa: هنوز هیچ معیاری وجود ندارد
fi: Ei vielä mittareita
fr: Aucune donnée disponible pour le moment.
it: Nessuna metrica ancora
ja: まだ指標はありません
nb: Ingen beregninger ennå
nl: Nog geen statistieken
pl: Brak jeszcze danych statystycznych
pt_br: Ainda não há métricas.
ru: Пока нет метрик
sk: Zatiaľ žiadne metriky
sl: Še ni meritev
sq: Ende s’ka metrika
sr: Još nema metrika
sv: Inga mätvärden ännu
tr: Henüz ölçüm yok
uk: Поки що немає метрик
vi: Chưa có số liệu nào
zh_hk: 尚未有指標

source: Put metrics in the Library to see them here.
ar: ضع المقاييس في المكتبة لعرضها هنا.
bg: Поставете показатели в библиотеката, за да ги видите тук.
ca: Poseu les mètriques a la Biblioteca per veure-les aquí.
de: Fügen Sie die Kennzahlen in die Bibliothek ein, um sie hier anzuzeigen.
es: Coloque las métricas en la Biblioteca para verlas aquí.
fa: برای مشاهده‌ی معیارها در اینجا، آن‌ها را در کتابخانه قرار دهید.
fi: Lisää mittarit kirjastoon nähdäksesi ne täällä.
fr: Ajoutez des indicateurs à la bibliothèque pour les voir ici.
it: Inserisci le metriche nella Libreria per visualizzarle qui.
ja: メトリックをライブラリに入れると、ここで表示されます。
nb: Legg inn beregninger i biblioteket for å se dem her.
nl: Voeg statistieken toe aan de Bibliotheek om ze hier te bekijken.
pl: Aby zobaczyć dane metryczne, umieść je w Bibliotece.
pt_br: Adicione as métricas à Biblioteca para visualizá-las aqui.
ru: Поместите метрики в Библиотеку, чтобы увидеть их здесь.
sk: Vložte metriky do knižnice, aby sa tu zobrazili.
sl: Dodajte meritve v knjižnico, da si jih ogledate tukaj.
sq: Vendos metrika në Librari që t’i shohësh këtu.
sr: Stavite metrike u Library da biste ih videli ovde.
sv: Lägg mätvärden i biblioteket för att se dem här.
tr: Metrikleri burada görmek için Kütüphaneye koyun.
uk: Додайте метрики до Бібліотеки, щоб бачити їх тут.
vi: Đưa số liệu vào Thư viện để xem chúng ở đây.
zh_hk: 將度量資料放入圖書館，在此查看。

source: Use collections to organize questions, dashboards, models, and other collections.
ar: استخدم المجموعات لتنظيم الأسئلة ولوحات المعلومات والنماذج ومجموعات أخرى.
bg: Използвайте колекции, за да организирате въпроси, табла за управление, модели и други колекции.
ca: Utilitzeu col·leccions per organitzar preguntes, taulers, models i altres col·leccions.
de: Verwenden Sie Sammlungen, um Fragen, Dashboards, Modelle und andere Sammlungen zu organisieren.
eo: Use collections to keep your questions, dashboards, models, and other stuff all on fleek and organized, fr.
es: Utilice colecciones para organizar preguntas, paneles, modelos y otras colecciones.
fa: از مجموعه ها برای سازماندهی سوالات، داشبوردها، مدل ها و مجموعه های دیگر استفاده کنید.
fi: Käytä kokoelmia kysymysten, kojetaulujen, mallien ja muiden kokoelmien järjestämiseen.
fr: Utilisez des collections pour organiser des questions, des tableaux de bord, des modèles et d’autres collections.
it: Utilizza le raccolte per organizzare domande, dashboard, modelli e altre raccolte.
ja: コレクションを使用して、質問、ダッシュボード、モデル、その他のコレクションを整理します。
lt: Naudokite kolekcijas klausimams, prietaisų skydeliams, modeliams ir kitoms kolekcijoms tvarkyti.
nb: Bruk samlinger til å organisere spørsmål, dashbord, modeller og andre samlinger.
nl: Gebruik verzamelingen om vragen, dashboards, modellen en andere verzamelingen te ordenen.
pl: Użyj kolekcji do organizowania pytań, pulpitów nawigacyjnych, modeli i innych kolekcji.
pt_br: Use coleções para organizar perguntas, painéis, modelos e outras coleções.
ru: Используйте коллекции для организации вопросов, панелей мониторинга, моделей и других коллекций.
sk: Pomocou kolekcií usporiadajte otázky, informačné panely, modely a ďalšie kolekcie.
sl: Uporabite zbirke za organiziranje vprašanj, nadzornih plošč, modelov in drugih zbirk.
sq: Përdor koleksionet për të organizuar pyetje, panele, modele dhe koleksione të tjera.
sr: Koristite kolekcije da organizujete pitanja, kontrolne table, modele i druge kolekcije.
sv: Använd samlingar för att organisera frågor, instrumentpaneler, modeller och andra samlingar.
tr: Soruları, panoları, modelleri ve diğer koleksiyonları düzenlemek için koleksiyonları kullanın.
uk: Використовуйте колекції, щоб упорядковувати запити, приладові дошки, моделі та інші колекції.
vi: Sử dụng bộ sưu tập để sắp xếp câu hỏi, bảng thông tin, mô hình và các bộ sưu tập khác.
zh_hk: 使用集合來組織問題、儀表板、模型和其他集合。

source: Empty collection illustration.
ar: رسم توضيحي لمجموعة فارغة.
bg: Илюстрация на празна колекция.
ca: Il·lustració de la col·lecció buida.
de: Abbildung einer leeren Sammlung.
eo: Empty collection vibe, no cap
es: Ilustración de colección vacía.
fa: تصویر مجموعه خالی
fi: Tyhjä kokoelma kuva.
fr: Illustration de collection vide.
it: Illustrazione di una collezione vuota.
ja: 空のコレクションのイラスト。
lt: Tuščios kolekcijos iliustracija.
nb: Illustrasjon av tom kolleksjon.
nl: Lege collectie-illustratie.
pl: Ilustracja pustej kolekcji.
pt_br: Ilustração de coleção vazia.
ru: Пустая коллекция иллюстраций.
sk: Ilustrácia prázdnej zbierky.
sl: Ilustracija prazne zbirke.
sq: Ilustrim koleksioni bosh.
sr: Ilustracija prazne kolekcije.
sv: Tom samling illustration.
tr: Boş koleksiyon illüstrasyonu.
uk: Ілюстрація порожньої колекції.
vi: Minh họa bộ sưu tập trống.
zh_hk: 空收藏插圖。

source: Move questions into their dashboards
ar: انقل الأسئلة إلى لوحات المعلومات الخاصة بها
bg: Преместете въпроси в техните табла за управление
ca: Mou les preguntes als seus taulers
de: Verschieben Sie Fragen in ihre Dashboards
eo: Slide the questions into their dashboards, bestie.
es: Mueva las preguntas a sus paneles de control
fa: سوالات را به داشبورد آنها منتقل کنید
fi: Siirrä kysymykset heidän hallintapaneeliinsa
fr: Déplacer les questions dans leurs tableaux de bord
it: Spostare le domande nelle loro dashboard
ja: 質問をダッシュボードに移動する
lt: Perkelkite klausimus į jų prietaisų skydelius
nb: Flytt spørsmål inn i dashbordene deres
nl: Verplaats vragen naar hun dashboards
pl: Przenieś pytania do ich pulpitów nawigacyjnych
pt_br: Mover perguntas para seus painéis
ru: Переместите вопросы в свои панели управления
sk: Presuňte otázky do ich informačných panelov
sl: Premaknite vprašanja na njihove nadzorne plošče
sq: Zhvendos pyetjet në panelet e tyre
sr: Premesti pitanja u njihove kontrolne table
sv: Flytta frågor till deras instrumentpaneler
tr: Soruları panolarına taşıyın
uk: Перемістити запити на їхні дашборди
vi: Di chuyển câu hỏi vào bảng điều khiển của họ
zh_hk: 將問題移到他們的儀表板

source: Select a collection or dashboard
ar: حدد مجموعة أو لوحة معلومات
bg: Изберете колекция или табло за управление
ca: Seleccioneu una col·lecció o un tauler
de: Wählen Sie eine Sammlung oder ein Dashboard
eo: Pick a collection or dashboard, fr fr
es: Seleccione una colección o un panel
fa: مجموعه یا داشبورد را انتخاب کنید
fi: Valitse kokoelma tai kojelauta
fr: Sélectionner une collection ou un tableau de bord
it: Selezionare una raccolta o un cruscotto
ja: コレクションまたはダッシュボードを選択する
lt: Pasirinkite kolekciją arba informacijos suvestinę
nb: Velg en samling eller et dashbord
nl: Selecteer een collectie of dashboard
pl: Wybierz kolekcję lub pulpit
pt_br: Selecionar uma coleção ou painel
ru: Выберите коллекцию или приборную панель
sk: Vyberte kolekciu alebo ovládací panel
sl: Izberite zbirko ali nadzorno ploščo
sq: Zgjidh një koleksion ose panel
sr: Izaberi kolekciju ili kontrolnu tablu
sv: Välj en samling eller instrumentpanel
tr: Bir koleksiyon veya gösterge tablosu seçin
uk: Виберіть колекцію або дашборд
vi: Chọn một bộ sưu tập hoặc bảng điều khiển
zh_hk: 選取集合或儀表板

source: Select this dashboard
ar: حدد لوحة المعلومات هذه
bg: Изберете това табло за управление
ca: Seleccioneu aquest tauler
de: Wählen Sie dieses Dashboard
eo: Pick this dashboard, fr fr
es: Seleccione este cuadro de mandos
fa: این داشبورد را انتخاب کنید
fi: Valitse tämä kojelauta
fr: Sélectionner ce tableau de bord
it: Selezionare questo cruscotto
ja: このダッシュボードを選択する
lt: Pasirinkite šią informacijos suvestinę
nb: Velg dette dashbordet
nl: Selecteer dit dashboard
pl: Wybierz ten pulpit
pt_br: Selecionar este painel
ru: Выберите эту приборную панель
sk: Vyberte tento prístrojový panel
sl: Izberite to nadzorno ploščo
sq: Zgjidh këtë panel
sr: Izaberi ovu kontrolnu tablu
sv: Välj denna instrumentpanelen
tr: Bu gösterge tablosunu seçin
uk: Виберіть цей дашборд
vi: Chọn bảng điều khiển này
zh_hk: 選擇此儀表板

source: Select this collection
ar: حدد هذه المجموعة
bg: Изберете тази колекция
ca: Seleccioneu aquesta col·lecció
de: Wählen Sie diese Sammlung
eo: Go ahead and slide into this collection
es: Seleccione esta colección
fa: این مجموعه را انتخاب کنید
fi: Valitse tämä kokoelma
fr: Sélectionnez cette collection
it: Selezionare questa collezione
ja: このコレクションを選択
lt: Pasirinkite šią kolekciją
nb: Velg denne kolleksjonen
nl: Selecteer deze collectie
pl: Wybierz tą kolekcję
pt_br: Selecionar esta coleção
ru: Выберите эту коллекцию
sk: Vyberte túto kolekciu
sl: Izberite to zbirko
sq: Zgjidh këtë koleksion
sr: Izaberi ovu kolekciju
sv: Välj denna samling
tr: Bu koleksiyonu seçin
uk: Виберіть цю колекцію
vi: Chọn bộ sưu tập này
zh_hk: 選擇此系列

source: Failed to send comment
ar: فشل إرسال التعليق
bg: Изпращането на коментара не бе успешно
ca: No s'ha pogut enviar el comentari
de: Kommentar konnte nicht gesendet werden
es: No se pudo enviar el comentario
fa: ارسال نظر ناموفق بود
fi: Kommentin lähettäminen epäonnistui
fr: Échec de l'envoi du commentaire
it: Impossibile inviare il commento
ja: コメントを送信できませんでした
nb: Kunne ikke sende kommentar
nl: Het is niet gelukt om commentaar te verzenden
pl: Nie udało się wysłać komentarza
pt_br: Falha ao enviar comentário
ru: Не удалось отправить комментарий.
sk: Odoslanie komentára zlyhalo
sl: Komentarja ni bilo mogoče poslati
sq: Dështoi dërgimi i komentit
sr: Slanje komentara nije uspelo
sv: Misslyckades med att skicka kommentaren
tr: Yorum gönderilemedi
uk: Не вдалося надіслати коментар
vi: Không gửi được bình luận
zh_hk: 發送評論失敗

source: Failed to delete comment
ar: فشل حذف التعليق
bg: Изтриването на коментара не бе успешно
ca: No s'ha pogut suprimir el comentari
de: Kommentar konnte nicht gelöscht werden
es: No se pudo eliminar el comentario
fa: حذف نظر ناموفق بود
fi: Kommentin poistaminen epäonnistui
fr: Impossible de supprimer le commentaire
it: Impossibile eliminare il commento
ja: コメントを削除できませんでした
nb: Kunne ikke slette kommentaren
nl: Reactie verwijderen mislukt
pl: Nie udało się usunąć komentarza
pt_br: Falha ao excluir o comentário
ru: Не удалось удалить комментарий.
sk: Komentár sa nepodarilo odstrániť
sl: Brisanje komentarja ni uspelo
sq: Dështoi fshirja e komentit
sr: Brisanje komentara nije uspelo
sv: Misslyckades med att ta bort kommentaren
tr: Yorum silinemedi
uk: Не вдалося видалити коментар
vi: Không xóa được bình luận
zh_hk: 刪除評論失敗

source: Failed to resolve comment
ar: فشل حلّ التعليق
bg: Разрешаването на коментара не бе успешно
ca: No s'ha pogut resoldre el comentari
de: Kommentar konnte nicht aufgelöst werden
es: No se pudo resolver el comentario
fa: مشکل نظر حل نشد
fi: Kommentin ratkaiseminen epäonnistui
fr: Impossible de résoudre le commentaire
it: Impossibile risolvere il commento
ja: コメントを解決できませんでした
nb: Kunne ikke løse kommentaren
nl: Het is niet gelukt om het commentaar op te lossen
pl: Nie udało się rozwiązać komentarza
pt_br: Falha ao resolver o comentário
ru: Не удалось разрешить комментарий
sk: Komentár sa nepodarilo vyriešiť
sl: Komentarja ni bilo mogoče razrešiti
sq: Dështoi zgjidhja e komentit
sr: Rešavanje komentara nije uspelo
sv: Kunde inte lösa kommentaren
tr: Yorum çözülemedi
uk: Не вдалося позначити коментар як розв’язаний
vi: Không giải quyết được bình luận
zh_hk: 未解決評論

source: Failed to unresolve comment
ar: فشل إلغاء حلّ التعليق
bg: Отмяната на разрешаването на коментара не бе успешна
ca: No s'ha pogut anul·lar la resolució del comentari
de: Kommentar konnte nicht aufgelöst werden
es: No se pudo resolver el comentario
fa: حل نشدن نظر
fi: Kommentin ratkaisemisen peruuttaminen epäonnistui
fr: Impossible de résoudre le commentaire
it: Impossibile risolvere il commento
ja: コメントを解決できませんでした
nb: Kunne ikke løse kommentaren
nl: Het is niet gelukt om de opmerking ongedaan te maken
pl: Nie udało się cofnąć rozwiązania komentarza
pt_br: Falha ao resolver o comentário
ru: Не удалось отменить комментарий
sk: Nepodarilo sa zrušiť vyriešenie komentára
sl: Razrešitve komentarja ni bilo mogoče razrešiti.
sq: Dështoi ri-hapja e komentit
sr: Poništavanje rešenja komentara nije uspelo
sv: Misslyckades med att återställa kommentaren
tr: Yorum çözülemedi
uk: Не вдалося зняти позначку "розв’язано" з коментаря
vi: Không thể hủy giải quyết bình luận
zh_hk: 未解決評論

source: Failed to update comment
ar: فشل تحديث التعليق
bg: Актуализирането на коментара не бе успешно
ca: No s'ha pogut actualitzar el comentari
de: Kommentar konnte nicht aktualisiert werden
es: No se pudo actualizar el comentario
fa: به‌روزرسانی نظر ناموفق بود
fi: Kommentin päivittäminen epäonnistui
fr: Échec de la mise à jour du commentaire
it: Impossibile aggiornare il commento
ja: コメントを更新できませんでした
nb: Kunne ikke oppdatere kommentar
nl: Het is niet gelukt om de opmerking bij te werken
pl: Nie udało się zaktualizować komentarza
pt_br: Falha ao atualizar o comentário
ru: Не удалось обновить комментарий.
sk: Aktualizácia komentára zlyhala
sl: Komentarja ni bilo mogoče posodobiti
sq: Dështoi përditësimi i komentit
sr: Ažuriranje komentara nije uspelo
sv: Misslyckades med att uppdatera kommentaren
tr: Yorum güncellenemedi
uk: Не вдалося оновити коментар
vi: Không cập nhật được bình luận
zh_hk: 更新註解失敗

source: Copied link
ar: تم نسخ الرابط
bg: Копирана връзка
ca: Enllaç copiat
de: Link kopiert
es: Enlace copiado
fa: لینک کپی شده
fi: Kopioitu linkki
fr: Lien copié
it: Link copiato
ja: コピーしたリンク
nb: Kopiert lenke
nl: Gekopieerde link
pl: Skopiowany link
pt_br: Link copiado
ru: Скопированная ссылка
sk: Skopírovaný odkaz
sl: Kopirana povezava
sq: Linku u kopjua
sr: Link je kopiran
sv: Kopierad länk
tr: Kopyalanan bağlantı
uk: Посилання скопійовано
vi: Liên kết đã sao chép
zh_hk: 複製連結

source: Failed to add reaction
ar: فشل إضافة تفاعل
bg: Добавянето на реакцията не бе успешно
ca: No s'ha pogut afegir la reacció
de: Reaktion konnte nicht hinzugefügt werden
es: No se pudo agregar la reacción
fa: اضافه کردن واکنش ناموفق بود
fi: Reaktion lisääminen epäonnistui
fr: Échec de l'ajout de la réaction
it: Impossibile aggiungere la reazione
ja: 反応を追加できませんでした
nb: Kunne ikke legge til reaksjon
nl: Reactie toevoegen mislukt
pl: Nie udało się dodać reakcji
pt_br: Falha ao adicionar reação
ru: Не удалось добавить реакцию
sk: Pridanie reakcie zlyhalo
sl: Reakcije ni bilo mogoče dodati
sq: Dështoi shtimi i reagimit
sr: Dodavanje reakcije nije uspelo
sv: Misslyckades med att lägga till reaktion
tr: Tepki eklenemedi
uk: Не вдалося додати реакцію
vi: Không thể thêm phản ứng
zh_hk: 添加反應失敗

source: Failed to remove reaction
ar: فشل إزالة تفاعل
bg: Премахването на реакцията не бе успешно
ca: No s'ha pogut eliminar la reacció
de: Reaktion konnte nicht entfernt werden
es: No se pudo eliminar la reacción
fa: حذف واکنش ناموفق بود
fi: Reaktion poistaminen epäonnistui
fr: Échec de la suppression de la réaction
it: Impossibile rimuovere la reazione
ja: 反応を削除できませんでした
nb: Kunne ikke fjerne reaksjonen
nl: Reactie kon niet worden verwijderd
pl: Nie udało się usunąć reakcji
pt_br: Falha ao remover a reação
ru: Не удалось удалить реакцию
sk: Reakciu sa nepodarilo odstrániť
sl: Odstranitev reakcije ni uspela
sq: Dështoi heqja e reagimit
sr: Uklanjanje reakcije nije uspelo
sv: Misslyckades med att ta bort reaktionen
tr: Tepki kaldırılamadı
uk: Не вдалося видалити реакцію
vi: Không thể xóa phản ứng
zh_hk: 移除反應失敗

source: Use system default
ar: استخدم الإعداد الافتراضي للنظام
bg: Използване на системните настройки по подразбиране
ca: Utilitza el valor predeterminat del sistema
de: Systemstandard verwenden
es: Usar el sistema predeterminado
fa: استفاده از پیش‌فرض سیستم
fi: Käytä järjestelmän oletusarvoa
fr: Utiliser les valeurs par défaut du système
it: Usa l'impostazione predefinita del sistema
ja: システムのデフォルトを使用する
nb: Bruk systemstandard
nl: Standaard systeem gebruiken
pl: Użyj domyślnych ustawień systemowych
pt_br: Usar padrão do sistema
ru: Использовать системные настройки по умолчанию
sk: Použiť predvolené systémové nastavenie
sl: Uporabi sistemske privzete nastavitve
sq: Përdor parazgjedhjen e sistemit
sr: Koristi podrazumevano sa sistema
sv: Använd systemstandard
tr: Sistem varsayılanını kullan
uk: Використовувати системний дефолт
vi: Sử dụng mặc định của hệ thống
zh_hk: 使用系統預設值
