Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Configure your identity provider (IdP)
ar: تهيئة موفر الهوية لديك (IdP)
bg: Конфигурирайте вашия доставчик на услуги за удостоверяване на самоличност (IdP)
ca: Configura el teu proveïdor d'identitat (IdP)
de: Konfigurieren Sie ihren Identitäts-Provider (IdP)
eo: Set up ur identity provider (IdP) — gotta flex that login game fr.
es: Configura tu proveeedor de identidad (IdP)
fa: پیکربندی ارائه دهنده هویت شما (IdP)
fi: Määritä tunnistepalvelimesi (IdP)
fr: Configurer votre fournisseur d'identité (IdP)
hu: Konfigurálja az identitásszolgáltatóját (IdP)
it: Configura il tuo identity provider (IdP)
ja: 認証情報プロバイダ(IdP)を設定してください
lt: Sukonfigūruokite savo tapatybės teikėją (IDP)
ms: Konfigurasi penyedia identiti anda (IdP)
nb: Konfigurer din identitetsleverandør (IdP)
nl: Uw identiteisprovider (IdP) instellen
pl: Skonfiguruj swojego dostawcę tożsamości (IdP)
pt_br: Configure seu provedor de identidade (IdP)
ru: Настройте своего поставщика удостоверений (IdP)
sk: Nakonfigurujte svojho poskytovateľa identity (IdP)
sl: Konfiguracija ponudnika identitete (IdP)
sq: Konfiguro ofruesin tënd të identitetit (IdP)
sr: Konfigurišite svog identity provider-a (IdP)
sv: Konfigurera din identitetstillhandahållare (idP)
tr: Kimlik sağlayıcınızı (IdP) yapılandırın
uk: Налаштуйте вашого провайдера ідентифікації (IdP)
vi: Cấu hình nhà cung cấp danh tính của bạn (IdP)
zh_hk: 設定您的身分提供者 (IdP)

source: Your identity provider will need the following info about Metabase.
ar: سيحتاج موفر الهوية لديك إلى المعلومات التالية عن Metabase.
bg: Вашият доставчик на доставчик на услуги за удостоверяване на самоличност ще се нуждае от следната информация за Metabase.
ca: El teu proveïdor d'identitat necessitarà la següent informació de Metabase:
de: Ihr Identitäts-Provider wird die folgenden Informationen über Metabase benötigen.
eo: Your ID provider's gonna need these deets about Metabase, fr.
es: Su proveedor de identidad necesitará la siguiente información sobre Metabase.
fa: ارائه دهنده هویت شما به اطلاعات زیر درباره Metabase نیاز دارد.
fi: Tunnistepalvelusi tarvitsee seuraavat tiedot Metabasesta.
fr: Votre fournisseur d'identité aura besoin des infos suivantes concernant Metabase
hu: Az identitásszolgáltatójának szüksége lesz a következő információkra a Metabase-ról.
it: Al tuo identity provider serviranno le seguenti informazioni da Metabase
ja: あなたの設定した認証情報プロバイダはMetabaseについての以下の情報を要求します
lt: Jūsų tapatybės teikėjui reikės šios informacijos apie Metabase.
ms: Penyedia identiti anda memerlukan maklumat berikut tentang Metabase.
nb: Din identitetsleverandør vil trenge følgende informasjon om Metabase.
nl: Uw identiteitsprovider zal het volgende over Metabase moeten weten.
pl: Twój dostawca tożsamości będzie potrzebował następujących informacji o Metabase.
pt_br: O seu provedor de identidade precisará das seguintes informações sobre o Metabase.
ru: Вашему провайдеру удостоверений потребуется следующая информация о Metabase.
sk: Váš poskytovateľ identity bude potrebovať nasledujúce informácie o Metabase.
sl: Vaš ponudnik identitete bo potreboval naslednje podatke o zbirki metapodatkov.
sq: Ofruesi yt i identitetit do të ketë nevojë për informacionin e mëposhtëm rreth Metabase.
sr: Vašem identity provider-u će biti potrebne sledeće informacije o Metabase-u.
sv: Din identitetstillhandahållare kommer begära följande information om Metabase.
tr: Kimlik sağlayıcınız Metabase hakkında aşağıdaki bilgilere ihtiyaç duyacaktır.
uk: Вашому провайдеру ідентифікації потрібна така інформація про Metabase.
vi: Nhà cung cấp danh tính của bạn sẽ cần thông tin sau về Metabase.
zh_hk: 您的身份提供者將需要以下有關Metabase的資訊。

source: URL the IdP should redirect back to
ar: عنوان URL الذي يجب أن يعيد IdP التوجيه إليه
bg: URL адрес, към който IdP трябва да пренасочи обратно
ca: URL on l'IdP ha de redireccionar la resposta
de: URL zu der der IdP zurückleiten soll
eo: Drop the URL the IdP should send ya back to
es: URL a la que el IdP debe redirigir
fa: نشانی وب که IdP باید به آن بازگردد
fi: URL, johon IdP:n tulisi ohjata takaisin
fr: URL vers laquelle l'IdP devrait rediriger
hu: URL, amelyre az IdP-nek vissza kell irányítania
it: URL a cui l'IdP deve essere reindirizzato
ja: IdPがリダイレクトして戻すURL
lt: URL, į kurį IDP turėtų nukreipti atgal
ms: URL yang IdP perlu alihkan kembali
nb: URL som IdP skal omdirigere tilbake til
nl: URL waarnaar IdP zal doorsturen
pl: URL, do którego IdP powinien przekierować z powrotem
pt_br: URL para o qual o IdP deve redirecionar de volta
ru: URL-адрес, на который IdP должен перенаправить обратно
sk: URL, na ktorú by mal IdP presmerovať späť
sl: URL, na katerega mora IDP preusmeriti nazaj
sq: URL ku IdP duhet të bëjë ridrejtimin mbrapsht
sr: URL na koji IdP treba da preusmeri nazad
sv: URLen som din idP skall dirigera tillbaka till
tr: IdP'nin yeniden yönlendirmesi gereken URL
uk: URL, на який IdP має перенаправляти назад
vi: URL mà IdP phải chuyển hướng trở lại
zh_hk: IdP應重定向回的URL

source: This is called the Single Sign On URL in Okta, the Application Callback URL in Auth0, and the ACS (Consumer) URL in OneLogin.
hu: Ezt hívják egyszeri bejelentkezési URL-nek az Oktában, az alkalmazás visszahívási URL-jének az Auth0-ban, és az ACS (fogyasztói) URL-t a OneLoginban.
ms: Ini dipanggil URL Log Masuk Tunggal dalam Okta, URL Kembali Aplikasi dalam Auth0, dan URL ACS (Pengguna) dalam OneLogin.

source: SAML attributes
ar: سمات SAML
bg: SAML атрибути
ca: Atributs SAML
de: SAML Attribute
eo: SAML attributes → SAML creds or just SAML info, fr fr
es: atributos SAML
fa: خصوصیات SAML
fi: SAML-attribuutit
fr: Attributs SAML
hu: SAML attribútumok
it: attributi SAML
ja: SAML属性
lt: SAML atributai
ms: Atribut SAML
nb: SAML-attributter
nl: SAML-attributen
pl: Atrybuty SAML
pt_br: Atributos SAML
ru: Атрибуты SAML
sk: SAML atribúty
sl: Atributi SAML
sq: Atributet SAML
sr: SAML atributi
sv: SAML attribut
tr: SAML özellikleri
uk: Атрибути SAML
vi: Thuộc tính SAML
zh_hk: SAML 屬性

source: In most IdPs, you'll need to put each of these in an input box labeled "Name" in the attribute statements section.
hu: A legtöbb IdP-ben ezeket mindegyiket egy feliratú beviteli mezőbe kell helyeznie "Név" az attribútumutasítások szakaszban.
lt: Daugumoje IDP kiekvieną iš jų turėsite įdėti į įvesties laukelį, pažymėtą "Vardas" atributų teiginių skiltyje.
ms: Dalam kebanyakan IdP, anda perlu meletakkan setiap atribut ini dalam kotak input yang dilabel "Nama" di bahagian kenyataan atribut.

source: User's email attribute
ar: سمة البريد الإلكتروني للمستخدم
bg: Атрибут на имейл на потребителя
ca: Atribut del correu electrònic de l'usuari
de: "E-Mail" Attribut des Benutzers
eo: User's email info, fr fr
es: Atributo de correo electrónico del usuario
fa: ویژگی ایمیل کاربر
fi: Käyttäjän sähköposti attribuutti
fr: Attribut email de l'utilisateur
hu: Felhasználó email attribútuma
it: Attributo email dell'utente
ja: ユーザのメールアドレス
lt: Vartotojo el. pašto atributas
ms: Atribut emel pengguna
nb: Brukers e-postattributt
nl: Attribuut "Gebruikerse-mail"
pl: Atrybut adresu email użytkownika
pt_br: Atributo de e-mail do usuário
ru: Атрибут электронной почты пользователя
sk: Atribút emailu používateľa
sl: Atribut e-pošte uporabnika
sq: Atributi i email-it të përdoruesit
sr: Atribut za email korisnika
sv: Användarens e-post attribut
tr: Kullanıcının e-posta özelliği
uk: Атрибут email користувача
vi: Thuộc tính email của người dùng
zh_hk: 使用者的電子郵件屬性

source: User's first name attribute
ar: سمة الاسم الأول للمستخدم
bg: Атрибут за собствено име на потребителя
ca: Atribut del nom de l'usuari
de: "Vorname" Attribut des Benutzers
eo: User’s first name vibe
es: Atributo de nombre del usuario
fa: نام شناسه اول کاربر
fi: Käyttäjän etunimi-attribuutti
fr: Attribut prénom de l'utilisateur
hu: A felhasználó keresztnevének attribútuma
it: Attributo nome dell'utente
ja: ユーザの名
lt: Vartotojo vardo atributas
ms: Atribut nama pertama pengguna
nb: Brukerens fornavnattributt
nl: Attribuut "Gebruikersvoornaam"
pl: Atrybut imię użytkownika
pt_br: Atributo de primeiro nome do usuário
ru: Атрибут имени пользователя
sk: Atribút krstného mena používateľa
sl: Atribut imena uporabnika
sq: Atributi i emrit të përdoruesit
sr: Atribut za ime korisnika
sv: Användarens förnamns attribut
tr: Kullanıcının ad özelliği
uk: Атрибут імені користувача
vi: Thuộc tính tên của người dùng
zh_hk: 使用者的名字屬性

source: User's last name attribute
ar: سمة اسم العائلة للمستخدم
bg: Атрибут на фамилното име на потребителя
ca: Atribut del cognom de l'usuari
de: "Nachname" Attribut des Benutzers
eo: User’s last name thang
es: Atributo de apellido del usuario
fa: مولفه‌ی نام خانوادگی کاربر
fi: Käyttäjän sukunimi-attribuutti
fr: Attribut nom de l'utilisateur
hu: A felhasználó vezetéknevének attribútuma
it: Attributo cognome dell'utente
ja: ユーザの姓
lt: Vartotojo pavardės atributas
ms: Atribut nama akhir pengguna
nb: Brukerens etternavnattributt
nl: Attribuut "Gebruikersachternaam"
pl: Atrybut nazwiska użytkownika
pt_br: Atributo de último nome do usuário
ru: Атрибут фамилии пользователя
sk: Atribút priezviska používateľa
sl: Atribut priimka uporabnika
sq: Atributi i mbiemrit të përdoruesit
sr: Atribut za prezime korisnika
sv: Användarens efternamns attribut
tr: Kullanıcının soyadı özelliği
uk: Атрибут прізвища користувача
vi: Thuộc tính họ của người dùng
zh_hk: 使用者的姓氏屬性

source: Tell Metabase about your identity provider
ar: أخبر Metabase عن موفر الهوية لديك
bg: Кажете на Metabase за вашия доставчик за проверка на самоличност
ca: Informa a Metabase sobre el teu proveïdor d'identitat
de: Informieren Sie Metabase über Ihren Identitäts-Provider
eo: Spill the tea to Metabase about ur login squad
es: Cuéntele a Metabase sobre tu proveedor de identidad
fa: به Metabase درباره ارائه‌دهنده هویت خود اطلاع دهید
fi: Kerro Metabaselle tunnistautumispalveluntarjoajastasi.
fr: Indiquez à Metabase votre fournisseur d'identité
hu: Mondja el a Metabase-nak az identitásszolgáltatójáról
it: Comunica a Metabase il tuo identity provider
ja: Metabaseにあなたの利用する認証情報プロバイダを教えてください
lt: Pasakykite „Metabase“ apie savo tapatybės teikėją
ms: Katakan kepada Metabase tentang penyedia identiti anda
nb: Fortell Metabase om din indentitetsleverandør
nl: Vertel Metabase over uw identiteisprovider
pl: Powiedz Metabase o swoim dostawcy tożsamości
pt_br: Informe ao Metabase sobre seu provedor de identidade
ru: Сообщите Metabase о своем провайдере идентификации
sk: Povedzte Metabase o svojom poskytovateľovi identity
sl: Povejte Metabase o svojem ponudniku identitete
sq: Tregoji Metabase për ofruesin tënd të identitetit
sr: Recite Metabase-u o svom identity provider-u
sv: Berätta för Metabase om din identitetstillhandahållare.
tr: Metabase'e kimlik sağlayıcınız hakkında bilgi verin
uk: Повідомте Metabase про вашого провайдера ідентифікації
vi: Cho Metabase biết về nhà cung cấp danh tính của bạn
zh_hk: 告訴 Metabase 您的身份提供者

source: Metabase will need the following info about your provider.
ar: سيحتاج Metabase إلى المعلومات التالية عن المزوّد لديك.
bg: Metabase ще се нуждае от следната информация за вашия доставчик.
ca: Metabase necessita la següent informació del teu proveïdor.
de: Metabase benötigt die folgenden Informationen über Ihren Provider.
eo: Metabase's gonna need the deets about your provider, fr.
es: Metabase necesitará la siguiente información sobre tu proveedor.
fa: Metabase به اطلاعات زیر در مورد ارائه‌دهنده شما نیاز دارد.
fi: Metabase tarvitsee seuraavat tiedot palveluntarjoajastasi.
fr: Metabase aura besoin des infos suivantes sur votre fournisseur
hu: A Metabase-nak szüksége lesz a következő információkra az Ön szolgáltatójáról.
it: A Metabase servono le seguenti informazioni del tuo provider
ja: Metabaseはあなたの認証情報プロバイダに関する以下の情報が必要です
lt: Metabazei reikės šios informacijos apie jūsų teikėją.
ms: Metabase memerlukan maklumat berikut tentang penyedia anda.
nb: Metabase trenger følgende informasjon om din tilbyder.
nl: Metabase zal het volende over uw provider moeten weten.
pl: Metabase będzie potrzebował następujących informacji o twoim dostawcy.
pt_br: O Metabase precisará das seguintes informações sobre seu provedor.
ru: Metabase потребуется следующая информация о вашем провайдере.
sk: Metabase bude potrebovať nasledujúce informácie o vašom poskytovateľovi.
sl: Metabase bo potreboval naslednje podatke o vašem ponudniku.
sq: Metabase do të ketë nevojë për informacionin e mëposhtëm rreth ofruesit tënd.
sr: Metabase-u će biti potrebne sledeće informacije o vašem provider-u.
sv: Metabase kommer behöva följande information om din identitetstillhandahållare.
tr: Metabase, sağlayıcınız hakkında aşağıdaki bilgilere ihtiyaç duyacaktır.
uk: Metabase потрібна така інформація про вашого провайдера.
vi: Metabase sẽ cần thông tin sau về nhà cung cấp của bạn.
zh_hk: Metabase 需要有關您的提供程序的以下資訊。

source: SAML Identity Provider URL
hu: SAML identitásszolgáltató URL
lt: SAML tapatybės teikėjo URL
ms: URL Penyedia Identiti SAML

source: SAML Identity Provider Certificate
hu: SAML identitásszolgáltató tanúsítvány
lt: SAML tapatybės teikėjo sertifikatas
ms: Sijil Penyedia Identiti SAML

source: SAML Application Name
hu: SAML-alkalmazás neve
lt: SAML programos pavadinimas
ms: Nama Aplikasi SAML

source: Sign SSO requests (optional)
ar: توقيع طلبات SSO (اختياري)
bg: Подписване на SSO заявки (по избор)
ca: Signa les peticions SSO (opcional)
de: SSO Requests signieren (optional)
eo: Sign SSO requests (no cap, optional)
es: Firmar solicitudes de SSO (opcional)
fa: درخواست‌های SSO را امضا کنید (اختیاری)
fi: Allekirjoita SSO-pyynnöt (valinnainen)
fr: Signer les demandes de SSO (facultatif)
hu: Egyszeri bejelentkezési kérelmek aláírása (opcionális)
it: Firma richieste SSO (opzionale)
ja: SSOリクエストの署名(任意)
lt: Pasirašyti SSO užklausas (neprivaloma)
ms: Tanda permintaan SSO (pilihan)
nb: Underskriv SSO-forespørsler (valgfritt)
nl: SSO-aanvragen ondertekenen (optioneel)
pl: Podpisuj żądania SSO (opcjonalnie)
pt_br: Habilitar solicitações SSO (opcional)
ru: Подписывать запросы SSO (необязательно)
sk: Podpísať požiadavky SSO (voliteľné)
sl: Podpisovanje zahtev za enotno prijavo (izbirno)
sq: Nënshkruaj kërkesat SSO (opsionale)
sr: Potpiši SSO zahteve (opciono)
sv: Signera SSO anrop (inte obligatoriskt)
tr: SSO isteklerini imzala (isteğe bağlı)
uk: Підписувати запити SSO (необов’язково)
vi: Ký yêu cầu SSO (tùy chọn)
zh_hk: 簽署SSO請求（可選）

source: SAML Keystore Path
hu: SAML kulcstár elérési út
lt: SAML raktų saugyklos kelias
ms: Laluan Keystore SAML

source: SAML Keystore Password
hu: SAML kulcstár jelszó
lt: SAML raktų saugyklos slaptažodis
ms: Kata Laluan Keystore SAML

source: SAML Keystore Alias
hu: SAML kulcstár alias
lt: SAML raktų saugyklos pseudonimas
ms: Alias Keystore SAML

source: Synchronize group membership with your SSO
ar: مزامنة عضوية المجموعات مع SSO لديك
bg: Синхронизирайте членството в група с вашето SSO
ca: Sincronitza la pertinença a grups amb el vostre SSO
de: Gruppenzugehörigkeit mit dem SSO synchronisieren
eo: Make sure your group membership is synced with your SSO, fr fr
es: Sincroniza la membresía de grupo con SSO
fa: همگام‌سازی عضویت گروه با SSO شما
fi: Synkronoi ryhmäjäsenyys SSO:si kanssa
fr: Synchroniser l'appartenance à un groupe avec votre SSO
hu: Csoporttagság szinkronizálása az SSO-val
it: Sincronizza le appartenenze ai gruppi con il tuo SSO
ja: SSOとグループメンバー情報を同期する
ms: Selaraskan keahlian kumpulan dengan SSO anda
nb: Synkroniser gruppemedlemsskap med din SSO
nl: Groepslidmaatschap met uw SSO synchroniseren
pl: Synchronizacja członkostwa grupowego z Twoim SSO
pt_br: Sincronizar associação de grupo com seu SSO
ru: Синхронизируйте участие в группе с вашим SSO
sk: Synchronizujte členstvo v skupine s vaším SSO
sl: Sinhronizacija članstva v skupini z enotno prijavo
sq: Sinkronizo anëtarësinë në grup me SSO-n tënde
sr: Sinhronizuj članstvo u grupama sa vašim SSO-om
sv: Syncronizera grupp tillhörigheten med din SSO
tr: Grup üyeliğini SSO'nuzla senkronize edin
uk: Синхронізувати членство в групах із вашим SSO
vi: Đồng bộ hóa tư cách thành viên nhóm với SSO của bạn
zh_hk: 將組成員身份與您的 SSO 同步

source: To enable this, you'll need to create mappings to tell Metabase which group(s) your users should be added to based on the SSO group they're in.
ar: لتفعيل هذا، ستحتاج إلى إنشاء تعيينات لإخبار Metabase بالمجموعة (أو المجموعات) التي يجب إضافة المستخدمين إليها بناءً على مجموعة SSO التي ينتمون إليها.
bg: За да активирате това, ще трябва да създадете съответствия, за да кажете на Metabase, към коя група (групи) трябва да бъдат добавени потребителите ви въз основа на групата SSO, в която се намират.
ca: Si ho activeu, haureu de crear relacions per dir-li a Metabase a quins grup(s) s'han d'afegir els vostres usuaris en funció del grup SSO al que pertanyen.
de: Um dies zu aktivieren wird eine Zuordnung von SSO Gruppen zu Gruppen in Metabase benötigt. Teile Metabase mit, wie Benutzer aus SSO Gruppen den Gruppen in Metabase zugeordnet werden sollen.
eo: To get this poppin, you gotta set up mappings so Metabase knows which group(s) your users should be added to, depending on their SSO group.
es: Para habilitar esto, deberás crear asignaciones para decirle a Metabase a qué grupo(s) deben unirse tus usuarios en función del grupo de SSO en el que se encuentran.
fa: برای فعال کردن این مورد، نیاز به ایجاد نگاشت‌ها خواهید داشت تا به Metabase بگویید کدام گروه (ها) باید کاربران شما بر اساس گروه SSO که در آن هستند اضافه شوند.
fi: Tämän onnistumiseksi luo mäppäyksiä kertoaksesi Metabaselle, mihin ryhmiin käyttäjät tulisi lisätä sen SSO-ryhmän perusteella, johon he kuuluvat.
fr: Pour cela, vous devez créer des mappings pour indiquer à Metabase quel(s) groupe(s) vos utilisateurs doivent ajouter en fonction du groupe SSO dans lequel ils se trouvent.
hu: Ennek engedélyezéséhez leképezéseket kell létrehoznia, amelyek megmondják a Metabase-nak, hogy mely csoport(oka)t kell a felhasználóknak hozzá kell adni az egyszeri bejelentkezési csoporthoz, amelyben vannak.
it: Per abilitare questa opzione, è necessario creare dei mapping per dire a Metabase in quale gruppo (o gruppi) gli utenti vanno inseriti in base al loro gruppo SSO.
ja: これを有効にするためには、ユーザが所属するSSOグループに基づきどのグループに追加されるべきなのかをMetabaseに伝えるためのマッピングを作る必要があります。
lt: Norėdami tai įgalinti, turėsite sukurti atvaizdus, ​​kad nurodytumėte metabazei, kurią (-ias) grupę (-es) turėtų jūsų vartotojai būti įtraukti į SSO grupę, kuriai jie priklauso.
ms: Untuk mengaktifkan ini, anda perlu membuat pemetaan untuk memberitahu Metabase kumpulan mana yang pengguna anda perlu ditambahkan berdasarkan kumpulan SSO mereka.
nb: For å aktivere dettem må du lage tilordninger som forteller Metabase hvilke grupper dine brukere skal bli lagt til i basert på hvilken SSO-gruppe de tilhører.
nl: U zult vertalingen moeten aanmaken van SSO-groepen naar Metabase-groepen, zodat gebruikers automatisch aan juiste groepen worden toegevoegd.
pl: Aby to umożliwić, należy utworzyć mapowania, które powiedzą Metabase, która grupa (grupy) użytkowników powinna (powinny) być być dodane do grupy SSO, w której się znajdują.
pt_br: Para habilitar isso, você precisará criar mapeamentos para informar ao Metabase a qual(is) grupo(s) seus usuários devem ser adicionados com base no grupo SSO em que eles estão.
ru: Чтобы включить это, вам необходимо создать сопоставления, чтобы сообщить Metabase, в какие группы должны быть добавлены ваши пользователи, в зависимости от группы SSO, в которой они находятся.
sk: Na <b>povolenie</b> tohto budete musieť vytvoriť mapovania, aby ste povedali Metabase, do ktorej skupiny (skupín) by mali byť vaši používatelia pridaní na základe skupiny SSO, v ktorej sa nachádzajú.
sl: Če želite to omogočiti, boste morali ustvariti preslikave, ki bodo Metabase povedale, katere skupine(am) naj vaši uporabniki dodati na podlagi skupine SSO, v kateri so.
sq: Për ta aktivizuar këtë, do të duhet të krijosh mapime për t’i treguar Metabase se në cilin grup(e) duhet të shtohen përdoruesit e tu bazuar në grupin SSO ku janë.
sr: Da biste ovo omogućili, moraćete da kreirate mapiranja koja govore Metabase-u u koju(e) grupu(e) vaši korisnici treba da budu dodati, na osnovu SSO grupe u kojoj se nalaze.
sv: För att tillhandahålla detta behöver du skapa mappningar för att beskriva för Metabase vilken grupp(er) dina användare skall adderas till baserat på vilken SSO-grupp de befinner sig i.
tr: Bunu etkinleştirmek için, Metabase'e kullanıcılarınızın hangi grup (lar) ı kullanması gerektiğini söyleyen eşlemeler oluşturmanız gerekir içinde bulundukları SSO grubuna göre eklenecek.
uk: Щоб увімкнути це, вам потрібно створити зіставлення, щоб Metabase знав, до якої(-их) груп слід додавати ваших користувачів на основі групи SSO, у якій вони перебувають.
vi: Để kích hoạt điều này, bạn sẽ cần tạo ánh xạ để cho Metabase biết (các) nhóm người dùng của bạn nên được thêm vào dựa trên nhóm SSO mà họ đang ở trong đó.
zh_hk: 若要啟用此功能，您需要建立映射以告訴Metabase哪個群組您的使用者應該根據他們所處的SSO群組被加入。

source: Group Name
ar: اسم المجموعة
bg: Име на групата
ca: Nom del grup
de: Gruppenname
eo: Group name = "Squad name"
es: Nombre Grupo
fa: نام گروه
fi: Ryhmän nimi
fr: Nom du groupe
hu: Csoport neve
it: Nome del gruppo
ja: グループ名
lt: Grupės pavadinimas
ms: Nama Kumpulan
nb: Gruppenavn
nl: Groepsnaam
pl: Nazwa grupy
pt_br: Nome do grupo
ru: Название группы
sk: Názov skupiny
sl: Ime skupine
sq: Emri i grupit
sr: Naziv grupe
sv: Gruppnamn
tr: Grup Adı
uk: Назва групи
vi: Tên nhóm
zh_hk: 群組名稱

source: Group attribute name
ar: اسم سمة المجموعة
bg: Име на атрибута на групата
ca: Atribut del nom del grup
de: Attributsname der Gruppe
eo: Group attribute name → Group vibe ID
es: Nombre de atributo de grupo
fa: نام ویژگی گروه
fi: Ryhmän attribuuttinimi
fr: Nom de l'attribut de groupe
hu: Csoport attribútum neve
it: Nome dell'attributo del gruppo
ja: グループ属性名
lt: Grupės atributo pavadinimas
ms: Nama atribut kumpulan
nb: Gruppeattributtnavn
nl: Naam van het groepsattribuut
pl: Nazwa atrybutu grupy
pt_br: Nome do atributo do grupo
ru: Имя атрибута группы
sk: Názov atribútu skupiny
sl: Ime atributa skupine
sq: Emri i atributit të grupit
sr: Naziv atributa grupe
sv: Gruppens attributnamn
tr: Grup Özellik Adı
uk: Назва атрибута групи
vi: Tên thuộc tính nhóm
zh_hk: 群組屬性名稱

source: Note:
hu: Jegyzet:
ms: Nota:

source: If you change any of the settings of an existing SAML active setup, then you will need to restart Metabase for them to take effect.
hu: Ha módosítja egy meglévő SAML aktív beállítás bármelyikét, akkor újra kell indítania a Metabase-t, hogy életbe lépjenek.
ms: Jika anda menukar mana-mana tetapan dalam set SAML aktif sedia ada, anda perlu memulakan semula Metabase supaya ia berkuatkuasa.
