Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Only lowercase letters, numbers, hyphens (-), and underscores (_) are allowed
ar: يُسمح فقط بأحرف صغيرة وأرقام وواصلات (-) وشرطات سفلية (_)
bg: Допускат се само малки букви, цифри, тирета (-) и долни черти (_)
ca: Només es permeten lletres minúscules, números, guions (-) i subratllats (_).
de: Zulässig sind nur Kleinbuchstaben, Zahlen, Bindestriche (-) und Unterstriche (_).
es: Solo se permiten letras minúsculas, números, guiones (-) y guiones bajos (_).
fa: فقط حروف کوچک، اعداد، خط فاصله (-) و زیرخط (_) مجاز هستند
fi: Vain pienet kirjaimet, numerot, yhdysviivat (-) ja alaviivat (_) ovat sallittuja.
fr: Seules les lettres minuscules, les chiffres, les traits d'union (-) et les traits de soulignement (_) sont autorisés.
it: Sono consentite solo lettere minuscole, numeri, trattini (-) e caratteri di sottolineatura (_)
ja: 小文字、数字、ハイフン（-）、アンダースコア（_）のみ使用できます
nb: Bare små bokstaver, tall, bindestreker (-) og understrekninger (_) er tillatt
nl: Alleen kleine letters, cijfers, koppeltekens (-) en underscores (_) zijn toegestaan.
pl: Dozwolone są wyłącznie małe litery, cyfry, myślniki (-) i podkreślenia (_)
pt_br: Somente letras minúsculas, números, hífens (-) e sublinhados (_) são permitidos.
ru: Разрешены только строчные буквы, цифры, дефисы (-) и подчеркивания (_)
sk: Povolené sú iba malé písmená, číslice, pomlčky (-) a podčiarkovníky (_)
sl: Dovoljene so samo male črke, številke, vezaji (-) in podčrti (_).
sq: Lejohen vetëm shkronja të vogla, numra, viza (-), dhe nënviza (_)
sr: Dozvoljena su samo mala slova, brojevi, crtice (-) i donje crte (_)
sv: Endast gemener, siffror, bindestreck (-) och understreck (_) är tillåtna
tr: Yalnızca küçük harfler, rakamlar, tireler (-) ve alt çizgiler (_) kullanılabilir.
uk: Дозволені лише малі літери, цифри, дефіси (-) та підкреслення (_)
vi: Chỉ cho phép chữ cái viết thường, số, dấu gạch ngang (-) và dấu gạch dưới (_).
zh_hk: 僅允許使用小寫字母、數字、連字符 (-) 和底線 (_)

source: Give this tenant a name
ar: امنح هذا المستأجر اسمًا
bg: Дайте име на този наемател
ca: Dóna un nom a aquest inquilí
de: Geben Sie diesem Mieter einen Namen
es: Dale un nombre a este inquilino
fa: به این مستاجر یک نام بدهید
fi: Anna tälle vuokralaiselle nimi
fr: Donnez un nom à ce locataire
it: Assegna un nome a questo inquilino
ja: このテナントに名前を付ける
nb: Gi denne leietakeren et navn
nl: Geef deze huurder een naam
pl: Podaj nazwę tego najemcy
pt_br: Dê um nome a este inquilino.
ru: Дайте этому тенанту имя
sk: Dajte tomuto nájomníkovi meno
sl: Dajte temu najemniku ime
sq: Jepi këtij tenanti një emër
sr: Dajte ovom tenant-u ime
sv: Ge den här hyresgästen ett namn
tr: Bu kiracıya bir isim verin.
uk: Дайте цьому тенанту назву
vi: Hãy đặt tên cho người thuê nhà này.
zh_hk: 為此租戶命名

source: This will be visible to users assigned to this tenant.
ar: سيكون هذا مرئيًا للمستخدمين المعيّنين لهذا المستأجر.
bg: Това ще бъде видимо за потребителите, присвоени на този клиент.
ca: Això serà visible per als usuaris assignats a aquest inquilí.
de: Dies wird für Benutzer sichtbar sein, die diesem Mandanten zugewiesen sind.
es: Esto será visible para los usuarios asignados a este inquilino.
fa: این برای کاربرانی که به این مستاجر اختصاص داده شده‌اند قابل مشاهده خواهد بود.
fi: Tämä näkyy tälle vuokraajalle määritetyille käyttäjille.
fr: Ceci sera visible pour les utilisateurs affectés à ce locataire.
it: Sarà visibile agli utenti assegnati a questo tenant.
ja: これは、このテナントに割り当てられたユーザーに表示されます。
nb: Dette vil være synlig for brukere som er tilordnet denne leietakeren.
nl: Dit is zichtbaar voor gebruikers die aan deze tenant zijn toegewezen.
pl: Będzie to widoczne dla użytkowników przypisanych do tego dzierżawcy.
pt_br: Isso ficará visível para os usuários atribuídos a este locatário.
ru: Это будет видно пользователям, назначенным этому тенанту.
sk: Toto bude viditeľné pre používateľov priradených k tomuto nájomníkovi.
sl: To bo vidno uporabnikom, dodeljenim temu najemniku.
sq: Kjo do të jetë e dukshme për përdoruesit e caktuar në këtë tenant.
sr: Ovo će biti vidljivo korisnicima dodeljenim ovom tenant-u.
sv: Detta kommer att vara synligt för användare som är tilldelade den här hyresgästen.
tr: Bu, bu kiracıya atanmış kullanıcılar tarafından görülebilecektir.
uk: Це буде видно користувачам, призначеним до цього тенанта.
vi: Thông tin này sẽ hiển thị cho những người dùng được chỉ định cho tenant này.
zh_hk: 分配給此租戶的使用者可以看到。

source: Slug for this tenant
ar: Slug لهذا المستأجر
bg: Слуг за този наемател
ca: Slug per a aquest inquilí
de: Slug für diesen Mieter
es: Babosa para este inquilino
fa: برای این مستاجر مثل حلزون حرکت کردن
fi: Tämän vuokralaisen etana
fr: Slug pour ce locataire
it: Slug per questo inquilino
ja: このテナントのスラッグ
nb: Slug for denne leietakeren
nl: Slug voor deze huurder
pl: Ślimak dla tego najemcy
pt_br: Slug para este inquilino
ru: Slug для этого тенанта
sk: Slug pre tohto nájomníka
sl: Slug za tega najemnika
sq: Slug për këtë tenant
sr: Slug za ovaj tenant
sv: Slug för den här hyresgästen
tr: Bu kiracı için Slug
uk: Slug для цього Тенанта
vi: Slug dành cho người thuê nhà này
zh_hk: 此租戶的 Slug

source: This can’t be changed later, so choose wisely.
ar: لا يمكن تغيير هذا لاحقًا، لذا اختر بعناية.
bg: Това не може да се промени по-късно, така че избирайте разумно.
ca: Això no es pot canviar més tard, així que trieu amb prudència.
de: Das lässt sich später nicht mehr ändern, also triff eine weise Entscheidung.
es: Esto no se puede cambiar más adelante, así que elige sabiamente.
fa: این مورد بعداً قابل تغییر نیست، بنابراین عاقلانه انتخاب کنید.
fi: Tätä ei voi muuttaa myöhemmin, joten valitse viisaasti.
fr: Cela ne pourra plus être modifié ultérieurement, alors choisissez judicieusement.
it: Questa impostazione non potrà essere modificata in seguito, quindi scegli con saggezza.
ja: 後から変更することはできないので、慎重に選択してください。
nb: Dette kan ikke endres senere, så velg med omhu.
nl: Dit kan later niet meer worden gewijzigd, dus kies verstandig.
pl: Później nie będzie można tego zmienić, więc wybieraj mądrze.
pt_br: Essa decisão não poderá ser alterada posteriormente, portanto, escolha com sabedoria.
ru: Это нельзя будет изменить позже, так что выбирайте внимательно.
sk: Toto sa neskôr už nedá zmeniť, preto si vyberajte múdro.
sl: Tega kasneje ni mogoče spremeniti, zato izberite pametno.
sq: Kjo s’mund të ndryshohet më vonë, ndaj zgjidh me kujdes.
sr: Ovo se kasnije ne može promeniti, zato birajte pažljivo.
sv: Detta kan inte ändras senare, så välj klokt.
tr: Bu daha sonra değiştirilemez, bu yüzden akıllıca seçim yapın.
uk: Це не можна буде змінити пізніше, тож обирайте зважено.
vi: Bạn không thể thay đổi quyết định này sau này, vì vậy hãy lựa chọn thật kỹ.
zh_hk: 日後無法更改，因此請明智選擇。

source: Default attributes
ar: السمات الافتراضية
bg: Атрибути по подразбиране
ca: Atributs per defecte
de: Standardattribute
es: Atributos predeterminados
fa: ویژگی‌های پیش‌فرض
fi: Oletusmääritteet
fr: Attributs par défaut
it: Attributi predefiniti
ja: デフォルト属性
nb: Standardattributter
nl: Standaardkenmerken
pl: Atrybuty domyślne
pt_br: Atributos padrão
ru: Атрибуты по умолчанию
sk: Predvolené atribúty
sl: Privzeti atributi
sq: Atribute të parazgjedhura
sr: Podrazumevani atributi
sv: Standardattribut
tr: Varsayılan özellikler
uk: Дефолтні атрибути
vi: Thuộc tính mặc định
zh_hk: 預設屬性

source: Attributes to be applied to all users in this tenant.
ar: سمات سيتم تطبيقها على جميع المستخدمين في هذا المستأجر.
bg: Атрибути, които ще се приложат към всички потребители в този клиент.
ca: Atributs que s'aplicaran a tots els usuaris d'aquest inquilí.
de: Attribute, die auf alle Benutzer dieses Mandanten angewendet werden sollen.
es: Atributos que se aplicarán a todos los usuarios de este inquilino.
fa: ویژگی‌هایی که باید به همه کاربران این مستاجر اعمال شود.
fi: Määritteet, joita sovelletaan kaikkiin tämän vuokraajan käyttäjiin.
fr: Attributs à appliquer à tous les utilisateurs de ce locataire.
it: Attributi da applicare a tutti gli utenti in questo tenant.
ja: このテナント内のすべてのユーザーに適用される属性。
nb: Attributter som skal brukes på alle brukere i denne leietakeren.
nl: Kenmerken die van toepassing zijn op alle gebruikers in deze tenant.
pl: Atrybuty, które mają zostać zastosowane do wszystkich użytkowników w tej dzierżawie.
pt_br: Atributos a serem aplicados a todos os usuários deste locatário.
ru: Атрибуты, которые будут применяться ко всем пользователям в этом тенанте.
sk: Atribúty, ktoré sa majú použiť na všetkých používateľov v tomto nájomníkovi.
sl: Atributi, ki bodo uporabljeni za vse uporabnike v tem najemniku.
sq: Atribute që do të aplikohen për të gjithë përdoruesit në këtë tenant.
sr: Atributi koji će se primeniti na sve korisnike u ovom tenant-u.
sv: Attribut som ska tillämpas på alla användare i den här hyresgästen.
tr: Bu kiracıdaki tüm kullanıcılara uygulanacak özellikler.
uk: Атрибути, що будуть застосовані до всіх користувачів у цьому тенанті.
vi: Các thuộc tính sẽ được áp dụng cho tất cả người dùng trong hệ thống này.
zh_hk: 適用於此租戶中所有使用者的屬性。

source: Tenant
ar: المستأجر
bg: Наемател
ca: Llogater
de: Mieter
es: Arrendatario
fa: مستأجر
fi: Vuokralainen
fr: Locataire
it: Inquilino
ja: テナント
nb: Leietaker
nl: Huurder
pl: Najemca
pt_br: Inquilino
ru: Тенант
sk: Nájomca
sl: Najemnik
sv: Hyresgäst
tr: Kiracı
uk: Тенант
vi: Người thuê nhà
zh_hk: 租戶

source: This is a tenant group
ar: هذه مجموعة مستأجر
bg: Това е група наематели
ca: Aquest és un grup de llogaters
de: Dies ist eine Mietergruppe
es: Este es un grupo de inquilinos
fa: این یک گروه مستاجر است
fi: Tämä on vuokralaisryhmä
fr: Il s'agit d'un groupe de locataires
it: Questo è un gruppo di inquilini
ja: これはテナントグループです
nb: Dette er en leietakergruppe
nl: Dit is een huurdersgroep
pl: To jest grupa najemców
pt_br: Este é um grupo de inquilinos
ru: Это группа тенанта
sk: Toto je skupina nájomníkov
sl: To je skupina najemnikov
sq: Ky është një grup tenant
sr: Ovo je tenant grupa
sv: Detta är en hyresgästgrupp
tr: Bu bir kiracı grubudur.
uk: Це група тенанта
vi: Đây là một nhóm người thuê nhà
zh_hk: 這是租戶群組

source: Find a tenant
ar: ابحث عن مستأجر
bg: Намерете наемател
ca: Troba un inquilí
de: Mieter finden
es: Encontrar un inquilino
fa: مستاجر پیدا کنید
fi: Etsi vuokralainen
fr: Trouver un locataire
it: Trova un inquilino
ja: テナントを探す
nb: Finn en leietaker
nl: Een huurder vinden
pl: Znajdź najemcę
pt_br: Encontre um inquilino
ru: Найти тенанта
sk: Nájsť nájomníka
sl: Poiščite najemnika
sq: Gjej një tenant
sr: Pronađite tenant
sv: Hitta en hyresgäst
tr: Kiracı bulun
uk: Знайти тенант
vi: Tìm người thuê nhà
zh_hk: 尋找租戶

source: New tenant
ar: مستأجر جديد
bg: Нов наемател
ca: Nou inquilí
de: Neuer Mieter
es: Nuevo inquilino
fa: مستاجر جدید
fi: Uusi vuokralainen
fr: Nouveau locataire
it: Nuovo inquilino
ja: 新しいテナント
nb: Ny leietaker
nl: Nieuwe huurder
pl: Nowy najemca
pt_br: Novo inquilino
ru: Новый тенант
sk: Nový nájomník
sl: Nov najemnik
sq: Tenant i ri
sr: Novi tenant
sv: Ny hyresgäst
tr: Yeni kiracı
uk: Новий тенант
vi: Người thuê nhà mới
zh_hk: 新租戶

source: Users
ar: المستخدمون
bg: Потребители
ca: Usuaris
de: Benutzer
es: Usuarios
fa: کاربران
fi: Käyttäjät
fr: Utilisateurs
it: Utenti
ja: ユーザー
nb: Brukere
nl: Gebruikers
pl: Użytkownicy
pt_br: Usuários
ru: Пользователи
sk: Používatelia
sl: Uporabniki
sq: Përdorues
sr: Korisnici
sv: Användare
tr: Kullanıcılar
uk: Користувачі
vi: Người dùng
zh_hk: 使用者

source: No matching tenants found.
ar: لم يتم العثور على مستأجرين مطابقين.
bg: Не са намерени съответстващи наематели.
ca: No s'han trobat inquilins coincidents.
de: Es wurden keine passenden Mieter gefunden.
es: No se encontraron inquilinos que coincidan
fa: هیچ مستاجر مناسبی پیدا نشد.
fi: Ei löytynyt sopivia vuokralaisia.
fr: Aucun locataire correspondant trouvé.
it: Nessun inquilino corrispondente trovato.
ja: 一致するテナントが見つかりません。
nb: Ingen matchende leietakere funnet.
nl: Geen overeenkomende huurders gevonden.
pl: Nie znaleziono pasujących najemców.
pt_br: Nenhum inquilino correspondente encontrado.
ru: Подходящих тенантов не найдено.
sk: Nenašli sa žiadni zodpovedajúci nájomníci.
sl: Ni najdenih ustreznih najemnikov.
sq: S’u gjetën tenants që përputhen.
sr: Nisu pronađeni tenant-i koji odgovaraju pretrazi.
sv: Inga matchande hyresgäster hittades.
tr: Uygun kiracı bulunamadı.
uk: Не знайдено жодного відповідного тенанта.
vi: Không tìm thấy người thuê phù hợp.
zh_hk: 未找到匹配的租戶。

source: Add your first tenant to get started.
ar: أضف أول مستأجر لك للبدء.
bg: Добавете първия си наемател, за да започнете.
ca: Afegeix el teu primer inquilí per començar.
de: Fügen Sie Ihren ersten Mieter hinzu, um loszulegen.
es: Añade tu primer inquilino para comenzar.
fa: برای شروع، اولین مستاجر خود را اضافه کنید.
fi: Lisää ensimmäinen vuokralaisesi aloittaaksesi.
fr: Ajoutez votre premier locataire pour commencer.
it: Aggiungi il tuo primo inquilino per iniziare.
ja: 開始するには、最初のテナントを追加します。
nb: Legg til din første leietaker for å komme i gang.
nl: Voeg uw eerste huurder toe om te beginnen.
pl: Aby rozpocząć, dodaj pierwszego najemcę.
pt_br: Adicione seu primeiro inquilino para começar.
ru: Добавьте своего первого тенанта, чтобы начать.
sk: Pridajte svojho prvého nájomníka a začnite.
sl: Za začetek dodajte svojega prvega najemnika.
sq: Shto tenant-in tënd të parë për të filluar.
sr: Dodajte svoj prvi tenant da biste započeli.
sv: Lägg till din första hyresgäst för att komma igång.
tr: Başlamak için ilk kiracınızı ekleyin.
uk: Додайте свого першого тенанта, щоб розпочати.
vi: Thêm người thuê nhà đầu tiên để bắt đầu.
zh_hk: 新增您的第一位租戶即可開始使用。

source: Deactivate tenant
ar: عطّل المستأجر
bg: Деактивиране на наемател
ca: Desactivar l'inquilí
de: Mieter deaktivieren
es: Desactivar inquilino
fa: غیرفعال کردن مستاجر
fi: Vuokraajan aktivoinnin poistaminen
fr: Désactiver le locataire
it: Disattiva l'inquilino
ja: テナントを非アクティブ化する
nb: Deaktiver leietaker
nl: Deactiveer de huurder
pl: Dezaktywuj najemcę
pt_br: Desativar locatário
ru: Деактивировать тенанта
sk: Deaktivovať nájomníka
sl: Deaktiviraj najemnika
sq: Çaktivizo tenant
sr: Deaktiviraj tenant
sv: Inaktivera hyresgäst
tr: Kiracıyı devre dışı bırak
uk: Деактивувати тенанта
vi: Hủy kích hoạt người thuê
zh_hk: 停用租戶

source: Reactivate tenant
ar: أعد تنشيط المستأجر
bg: Реактивиране на наемател
ca: Reactivar l'inquilí
de: Mieter reaktivieren
es: Reactivar inquilino
fa: مستاجر را دوباره فعال کنید
fi: Aktivoi vuokralainen uudelleen
fr: Réactiver le locataire
it: Riattivare l'inquilino
ja: テナントを再アクティブ化する
nb: Reaktiver leietaker
nl: De huurder opnieuw activeren
pl: Reaktywuj najemcę
pt_br: Reativar inquilino
ru: Повторно активировать тенанта
sk: Znovu aktivovať nájomníka
sl: Ponovno aktiviraj najemnika
sq: Riaktivizo tenant
sr: Ponovo aktiviraj tenant
sv: Återaktivera hyresgästen
tr: Kiracıyı yeniden etkinleştir
uk: Повторно активувати тенанта
vi: Kích hoạt lại người thuê
zh_hk: 重新啟動租戶

source: Tenant creation successful
ar: تم إنشاء المستأجر بنجاح
bg: Създаването на наемател е успешно
ca: Creació del llogater correcta
de: Mietererstellung erfolgreich
es: Creación de inquilino exitosa
fa: ایجاد مستاجر موفقیت‌آمیز بود
fi: Vuokralaisen luominen onnistui
fr: Création de locataires réussie
it: Creazione dell'inquilino riuscita
ja: テナントの作成に成功しました
nb: Opprettelse av leietaker vellykket
nl: Succesvolle aanmaak van huurder
pl: Utworzenie najemcy zakończone sukcesem
pt_br: Criação de inquilino concluída com sucesso
ru: Тенант успешно создан
sk: Vytvorenie nájomníka úspešné
sl: Ustvarjanje najemnika uspešno
sq: Krijimi i tenant ishte i suksesshëm
sr: Kreiranje tenant-a je uspelo
sv: Skapandet av hyresgästen lyckades
tr: Kiracı oluşturma işlemi başarıyla tamamlandı.
uk: Тенанта успішно створено
vi: Tạo người thuê nhà thành công
zh_hk: 成功建立租戶

source: Set up your first tenant
ar: قم بإعداد أول مستأجر لك
bg: Настройте първия си наемател
ca: Configura el teu primer inquilí
de: Richten Sie Ihren ersten Mieter ein.
es: Configura tu primer inquilino
fa: اولین مستاجر خود را تعیین کنید
fi: Määritä ensimmäinen vuokralaisesi
fr: Installez votre premier locataire
it: Imposta il tuo primo inquilino
ja: 最初のテナントを設定する
nb: Sett opp din første leietaker
nl: Stel je eerste huurder in.
pl: Skonfiguruj swojego pierwszego najemcę
pt_br: Configure seu primeiro inquilino
ru: Настройте свой первый тенант
sk: Nastavte si svojho prvého nájomníka
sl: Nastavite svojega prvega najemnika
sq: Konfiguro tenantin tënd të parë
sr: Podesite svog prvog tenant-a
sv: Skapa din första hyresgäst
tr: İlk kiracınızı ayarlayın
uk: Налаштуйте свій перший Тенант
vi: Thiết lập người thuê nhà đầu tiên của bạn
zh_hk: 設定您的第一位租戶

source: Create tenant
ar: إنشاء مستأجر
bg: Създаване на наемател
ca: Crea un inquilí
de: Mandant erstellen
es: Crear inquilino
fa: ایجاد مستاجر
fi: Luo vuokralainen
fr: Créer un locataire
it: Crea inquilino
ja: テナントの作成
nb: Opprett leietaker
nl: Een tenant aanmaken
pl: Utwórz najemcę
pt_br: Criar locatário
ru: Создать тенанта
sk: Vytvoriť nájomníka
sl: Ustvari najemnika
sq: Krijo tenant
sr: Kreiraj tenant
sv: Skapa hyresgäst
tr: Kiracı oluştur
uk: Створити Тенант
vi: Tạo người thuê
zh_hk: 建立租戶

source: This is disable all users on this tenant
ar: سيؤدي هذا إلى تعطيل جميع المستخدمين في هذا المستأجر
bg: Това деактивира всички потребители на този клиент
ca: Això desactiva tots els usuaris d'aquest inquilí.
de: Dies deaktiviert alle Benutzer dieses Mandanten
es: Esto deshabilita a todos los usuarios en este inquilino.
fa: این همه کاربران را در این مستاجر غیرفعال می‌کند.
fi: Tämä poistaa käytöstä kaikki käyttäjät tässä vuokraajassa
fr: Cela désactive tous les utilisateurs de ce locataire.
it: Questo disabilita tutti gli utenti su questo tenant
ja: このテナントのすべてのユーザーを無効にします
nb: Dette deaktiverer alle brukere på denne leietakeren
nl: Dit schakelt alle gebruikers van deze tenant uit.
pl: Wyłącza to wszystkich użytkowników tego dzierżawcy
pt_br: Isso desativa todos os usuários neste locatário.
ru: Это отключит всех пользователей в этом тенанте
sk: Toto zakáže všetkých používateľov v tomto nájomníkovi
sl: To onemogoči vse uporabnike v tem najemniku.
sq: Kjo do të çaktivizojë të gjithë përdoruesit në këtë tenant
sr: Ovo će onemogućiti sve korisnike na ovom tenant-u
sv: Detta inaktiverar alla användare på den här hyresgästen
tr: Bu, bu kiracıdaki tüm kullanıcıları devre dışı bırakacaktır.
uk: Це вимкне всіх користувачів у цьому тенанті
vi: Thao tác này sẽ vô hiệu hóa tất cả người dùng trên hệ thống này.
zh_hk: 這會停用此租戶上的所有使用者

source: Tenant deactivated
ar: تم تعطيل المستأجر
bg: Наемателят е деактивиран
ca: Llogater desactivat
de: Mieter deaktiviert
es: Inquilino desactivado
fa: مستاجر غیرفعال شد
fi: Vuokralainen deaktivoitu
fr: Locataire désactivé
it: Inquilino disattivato
ja: テナントが非アクティブ化されました
nb: Leietaker deaktivert
nl: Huurder gedeactiveerd
pl: Najemca dezaktywowany
pt_br: Inquilino desativado
ru: Тенант деактивирован
sk: Nájomca deaktivovaný
sl: Najemnik deaktiviran
sq: Tenant u çaktivizua
sr: Tenant je deaktiviran
sv: Hyresgästen inaktiverad
tr: Kiracı devre dışı bırakıldı
uk: Тенанта деактивовано
vi: Người thuê đã hủy kích hoạt
zh_hk: 租戶停用

source: This will allow users on this tenant to login
ar: سيتيح هذا لمستخدمي هذا المستأجر تسجيل الدخول
bg: Това ще позволи на потребителите на този клиент да влязат
ca: Això permetrà als usuaris d'aquest inquilí iniciar sessió.
de: Dies ermöglicht es Benutzern dieses Mandanten, sich anzumelden.
es: Esto permitirá que los usuarios de este inquilino inicien sesión
fa: این به کاربران این مستاجر اجازه ورود می‌دهد
fi: Tämä sallii tämän vuokraajan käyttäjien kirjautumisen sisään
fr: Cela permettra aux utilisateurs de ce locataire de se connecter.
it: Ciò consentirà agli utenti di questo tenant di accedere
ja: これにより、このテナントのユーザーはログインできるようになります
nb: Dette vil tillate brukere på denne leietakeren å logge inn
nl: Dit stelt gebruikers van deze tenant in staat om in te loggen.
pl: Umożliwi to użytkownikom tego dzierżawcy logowanie się
pt_br: Isso permitirá que os usuários deste locatário façam login.
ru: Это позволит пользователям этого тенанта входить в систему
sk: Toto umožní používateľom tohto nájomníka prihlásiť sa
sl: To bo uporabnikom tega najemnika omogočilo prijavo
sq: Kjo do t’u lejojë përdoruesve të këtij tenant të hyjnë
sr: Ovo će omogućiti korisnicima na ovom tenant-u da se prijave
sv: Detta gör det möjligt för användare på den här hyresgästen att logga in
tr: Bu, bu kiracıdaki kullanıcıların giriş yapmasına olanak tanıyacak.
uk: Це дозволить користувачам цього тенанта входити в систему
vi: Điều này sẽ cho phép người dùng trên hệ thống này đăng nhập.
zh_hk: 這將允許此租戶的使用者登入

source: Tenant reactivated
ar: تمت إعادة تنشيط المستأجر
bg: Наемателят е реактивиран
ca: Llogater reactivat
de: Mieter reaktiviert
es: Inquilino reactivado
fa: مستاجر دوباره فعال شد
fi: Vuokralainen aktivoitu uudelleen
fr: Locataire réactivé
it: Inquilino riattivato
ja: テナントが再開されました
nb: Leietaker reaktivert
nl: Huurder opnieuw geactiveerd
pl: Najemca reaktywowany
pt_br: Inquilino reativado
ru: Тенант повторно активирован
sk: Nájomca znovu aktivovaný
sl: Najemnik ponovno aktiviran
sq: Tenant u riaktivizua
sr: Tenant je ponovo aktiviran
sv: Hyresgästen återaktiverad
tr: Kiracı yeniden etkinleştirildi
uk: Тенанта повторно активовано
vi: Người thuê nhà đã được kích hoạt lại
zh_hk: 租戶重新啟動

source: Create your first tenant
ar: أنشئ أول مستأجر لك
bg: Създайте първия си наемател
ca: Crea el teu primer inquilí
de: Erstellen Sie Ihren ersten Mandanten.
es: Crea tu primer inquilino
fa: اولین مستاجر خود را ایجاد کنید
fi: Luo ensimmäinen vuokralaisesi
fr: Créez votre premier locataire
it: Crea il tuo primo inquilino
ja: 最初のテナントを作成する
nb: Opprett din første leietaker
nl: Maak uw eerste huurder aan.
pl: Utwórz swojego pierwszego najemcę
pt_br: Crie seu primeiro inquilino
ru: Создайте своего первого тенанта
sk: Vytvorte si svojho prvého nájomníka
sl: Ustvarite svojega prvega najemnika
sq: Krijo tenantin tënd të parë
sr: Kreirajte svog prvog tenant-a
sv: Skapa din första hyresgäst
tr: İlk kiracınızı oluşturun
uk: Створіть свій перший Тенант
vi: Tạo người thuê nhà đầu tiên của bạn
zh_hk: 建立您的第一位租戶

source: Tenants
ar: المستأجرون
bg: Наематели
ca: Inquilins
de: Mieter
es: Inquilinos
fa: مستاجران
fi: Vuokralaiset
fr: locataires
it: inquilini
ja: テナント
nb: Leietakere
nl: Huurders
pl: Najemcy
pt_br: Inquilinos
ru: Тенанты
sk: Nájomníci
sl: Najemniki
sr: Tenant-i
sv: Hyresgäster
tr: Kiracılar
uk: Тенанти
vi: Người thuê nhà
zh_hk: 租戶

source: Enter alias
ar: أدخل اسمًا مستعارًا
bg: Въведете псевдоним
ca: Introdueix l'àlies
de: Alias eingeben
es: Introducir alias
fa: نام مستعار را وارد کنید
fi: Syötä alias
fr: Entrer un alias
it: Inserisci alias
ja: エイリアスを入力
nb: Angi alias
nl: Voer alias in
pl: Wprowadź alias
pt_br: Digite o alias
ru: Введите псевдоним
sk: Zadajte alias
sl: Vnesite vzdevek
sq: Vendos alias
sr: Unesi alias
sv: Ange alias
tr: Takma adı girin
uk: Введіть аліас
vi: Nhập bí danh
zh_hk: 輸入別名

source: Reset alias to default
ar: إعادة تعيين الاسم المستعار إلى الافتراضي
bg: Възстановяване на псевдонима по подразбиране
ca: Restableix l'àlies per defecte
de: Alias auf Standard zurücksetzen
es: Restablecer el alias a los valores predeterminados
fa: نام مستعار را به حالت پیش‌فرض برگردانید
fi: Palauta alias oletusarvoon
fr: Réinitialiser l'alias par défaut
it: Ripristina l'alias predefinito
ja: エイリアスをデフォルトにリセット
nb: Tilbakestill alias til standard
nl: Alias terugzetten naar standaard
pl: Przywróć domyślny alias
pt_br: Redefinir alias para o padrão
ru: Сбросить псевдоним до значения по умолчанию
sk: Obnoviť alias na predvolené hodnoty
sl: Ponastavi vzdevek na privzeto
sq: Rivendos alias-in në parazgjedhje
sr: Vrati alias na podrazumevani
sv: Återställ alias till standard
tr: Takma adı varsayılana sıfırla
uk: Скинути аліас до дефолтного
vi: Đặt lại bí danh về mặc định
zh_hk: 重設別名為預設值
