Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Drill-through charts on your dashboard to see different groupings or individual records.
ar: نفّذ التنقّل التفصيلي داخل المخططات على لوحة معلوماتك لرؤية تجميعات مختلفة أو سجلات فردية.
bg: Преминаване през диаграми на таблото за управление, за да видите различни групи или отделни записи.
ca: Desplegueu els gràfics al vostre tauler per veure diferents agrupacions o registres individuals.
de: Drill-Through-Diagramme auf Ihrem Dashboard, um verschiedene Gruppierungen oder einzelne Datensätze zu sehen.
eo: Use drill-through charts on your dashboard to peep different groups or individual records, fr fr.
es: Desplácese por los gráficos del cuadro de mandos para ver diferentes agrupaciones o registros individuales.
fa: برای مشاهده گروه بندی های مختلف یا رکوردهای فردی، نمودارهایی را در داشبورد خود به دقت بررسی کنید.
fi: Poraamalla kojelaudan kaavioita voit tarkastella eri ryhmiä tai yksittäisiä tietueita.
fr: Les graphiques de votre tableau de bord vous permettent de visualiser différents groupes ou enregistrements individuels.
it: Grafici a scorrimento sul dashboard per visualizzare diversi raggruppamenti o singoli record.
ja: ダッシュボードのドリルスルー・チャートで、異なるグループや個々のレコードを確認できます。
lt: Naršykite diagramas prietaisų skydelyje, kad pamatytumėte skirtingas grupes arba atskirus įrašus.
ms: Carta latih tubi pada papan pemuka anda untuk melihat kumpulan atau rekod individu yang berbeza.
nb: Drill gjennom diagrammer på dashbordet for å se ulike grupperinger eller individuelle poster.
nl: Doorloop grafieken op je dashboard om verschillende groepen of individuele records te bekijken.
pl: Przejrzyj wykresy na pulpicie, aby zobaczyć różne grupy lub pojedyncze rekordy.
pt_br: Detalhe gráficos no seu painel para ver diferentes agrupamentos ou registros individuais.
ru: Просматривайте диаграммы на приборной панели, чтобы увидеть различные группы или отдельные записи.
sk: Prechádzanie grafov na ovládacom paneli na zobrazenie rôznych zoskupení alebo jednotlivých záznamov.
sl: Prikazujte grafikone z več podrobnostmi na nadzorni plošči, da si ogledate različne skupine ali posamezne zapise.
sq: Shkoni më thellë në grafikët në panelin tuaj për të parë grupime të ndryshme ose rekorde individuale.
sr: Produbljuj grafikone na svojoj kontrolnoj tabli da vidiš druga grupisanja ili pojedinačne zapise.
sv: Drill-through-diagram på instrumentpanelen för att se olika grupperingar eller enskilda rader.
tr: Farklı gruplamaları veya tek tek kayıtları görmek için gösterge tablonuzdaki grafikler üzerinde ayrıntılı inceleme yapın.
uk: Переходьте вглиб діаграм на дашборді, щоб побачити інші групування або окремі записи.
vi: Biểu đồ phân tích sâu trên bảng thông tin của bạn để xem các nhóm hoặc bản ghi riêng lẻ khác nhau.
zh_hk: 在儀表板上鑽透圖表，查看不同組別或個別記錄。

source: See a sample dashboard
ar: اعرض لوحة معلومات نموذجية
bg: Вижте примерен панел за управление
ca: Vegeu un quadre de comandament de mostra
de: Zeige ein Beispiel-Dashboard an
eo: Peep a sample dashboard
es: Ver un ejemplo de cuadro de mandos
fa: نمونه داشبورد را ببینید
fi: Katso esimerkki kojelaudasta
fr: Voir un exemple de tableau de bord
it: Vedere un esempio di dashboard
ja: ダッシュボードのサンプルを見る
lt: Žr. informacijos suvestinės pavyzdį
ms: Lihat papan pemuka sampel
nb: Se et eksempel på et dashbord
nl: Bekijk een voorbeeld van een dashboard
pl: Zobacz przykładowy pulpit
pt_br: Veja um exemplo de painel
ru: Посмотрите пример приборной панели
sk: Pozrite si ukážku prístrojovej dosky
sl: Oglejte si vzorčno nadzorno ploščo
sq: Shiko një panel shembull
sr: Pogledaj primer kontrolne table
sv: Se exempel på instrumentpanel
tr: Örnek bir gösterge tablosuna bakın
uk: Переглянути зразок дашборду
vi: Xem bảng thông tin mẫu
zh_hk: 查看示例儀表板

source: Subscribe to a dashboard by email or Slack
ar: اشترك في لوحة معلومات عبر البريد الإلكتروني أو Slack
bg: Абонирайте се за табло за управление по имейл или в Slack
ca: Subscriu-te a un tauler per correu electrònic o Slack
de: Ein Dashboard per E-Mail oder Slack abonnieren
eo: Hit up a dashboard via email or Slack, fr fr.
es: Suscribirse a un cuadro de mandos por correo electrónico o Slack
fa: از طریق ایمیل یا Slack در داشبورد مشترک شوید
fi: Tilaa kojelauta sähköpostitse tai Slackin kautta.
fr: S'abonner à un tableau de bord par courriel ou par Slack
it: Iscriversi a una dashboard via e-mail o Slack
ja: メールやSlackでダッシュボードを購読する
lt: Prenumeruokite informacijos suvestinę el. paštu arba „Slack“.
ms: Langgan papan pemuka melalui e-mel atau Slack
nb: Abonner på et dashbord via e-post eller Slack
nl: Abonneer je op een dashboard via e-mail of Slack
pl: Subskrypcja pulpitu przez e-mail lub Slack
pt_br: Inscreva-se em um painel por e-mail ou Slack
ru: Подпишитесь на приборную панель по электронной почте или в Slack
sk: Prihlásenie sa na odber informačného panela e-mailom alebo prostredníctvom služby Slack
sl: Naročanje na nadzorno ploščo po e-pošti ali Slacku
sq: Abonohu në një panel me email ose Slack
sr: Pretplati se na kontrolnu tablu putem imejla ili Slack-a
sv: Prenumerera på en instrumentpanel via e-post eller Slack
tr: E-posta veya Slack ile bir kontrol paneline abone olun
uk: Підпишіться на дашборд через email або Slack
vi: Đăng ký bảng điều khiển qua email hoặc Slack
zh_hk: 透過電子郵件或 Slack 訂閱儀表板

source: {0} or {1}.
ar: {0} أو {1}.
bg: {0} или {1}.
ca: {0} o {1}.
de: {0} oder {1}.
eo: {0} or {1}? That’s a whole vibe tbh
es: {0} o {1}.
fa: {0} یا {1}.
fi: {0} tai {1}.
fr: {0} ou {1}.
it: {0} o {1}.
ja: {0} または {1}。
lt: {0} arba {1}.
ms: {0} atau {1}.
nb: {0} eller {1}.
nl: {0} of {1}.
pl: {0} lub {1}.
pt_br: {0} ou {1}.
ru: {0} или {1}.
sk: {0} alebo {1}.
sl: {0} ali {1}.
sq: {0} ose {1}.
sr: {0} ili {1}.
sv: {0} eller {1}.
tr: {0} veya {1}.
uk: {0} або {1}.
vi: {0} hoặc {1}.
zh_hk: {0} 或 {1}。

source: To set up a subscription to a dashboard, click on the {0} {1} icon on the top bar, then click on {2} {3}.
ar: لإعداد اشتراك في لوحة معلومات، انقر على أيقونة {0} {1} في الشريط العلوي، ثم انقر على {2} {3}.
bg: За да настроите абонамент за дадено табло за управление, щракнете върху иконата {0} {1} в горната лента, след което щракнете върху {2} {3}.
ca: Per configurar una subscripció a un tauler, feu clic a la icona {0} {1} a la barra superior i, a continuació, feu clic a {2} {3}.
de: Um ein Abonnement für ein Dashboard einzurichten, klicken Sie auf das Symbol {0} {1} in der oberen Leiste und dann auf {2} {3}.
eo: To get a subscription to the dashboard, tap on the {0} {1} icon at the top, then hit {2} {3}.
es: Para configurar una suscripción a un cuadro de mandos, haga clic en el icono {0} {1} de la barra superior y, a continuación, en {2} {3}.
fa: برای تنظیم اشتراک در داشبورد، روی نماد {0} {1} در نوار بالا کلیک کنید، سپس روی {2} {3}کلیک کنید.
fi: Voit määrittää kojelaudan tilauksen napsauttamalla yläpalkin {0} {1} -kuvaketta ja napsauttamalla sitten {2} {3}.
fr: Pour mettre en place un abonnement à un tableau de bord, cliquez sur l'icône {0} {1} dans la barre supérieure, puis sur {2} {3}.
it: Per impostare l'abbonamento a un dashboard, fare clic sull'icona {0} {1} nella barra superiore, quindi fare clic su {2} {3}.
ja: ダッシュボードのサブスクリプションを設定するには、トップバーの {0} {1} アイコンをクリックし、 {2} {3}をクリックします。
lt: Norėdami nustatyti informacijos suvestinės prenumeratą, spustelėkite piktogramą {0} {1} viršutinėje juostoje, tada spustelėkite {2} {3}.
ms: Untuk menyediakan langganan papan pemuka, klik pada ikon {0} {1} pada bar atas, kemudian klik pada {2} {3}.
nb: For å opprette et abonnement på et dashbord klikker du på {0} {1} -ikonet på den øverste linjen, og deretter klikker du på {2} {3}.
nl: Om een abonnement op een dashboard in te stellen, klik je op het pictogram {0} {1} in de bovenste balk en vervolgens op {2} {3}.
pl: Aby skonfigurować subskrypcję pulpitu, kliknij ikonę {0} {1} na górnym pasku, a następnie kliknij {2} {3}.
pt_br: Para configurar uma assinatura de um painel, clique no ícone {0} {1} na barra superior e, em seguida, clique em {2} {3}.
ru: Чтобы настроить подписку на приборную панель, нажмите на иконку {0} {1} на верхней панели, затем нажмите на {2} {3}.
sk: Ak chcete nastaviť predplatné na informačný panel, kliknite na ikonu {0} {1} na hornej lište a potom kliknite na {2} {3}.
sl: Če želite nastaviti naročnino na nadzorno ploščo, kliknite ikono {0} {1} v zgornji vrstici in nato kliknite {2} {3}.
sq: Për të konfiguruar një abonim te një panel, klikoni ikonën {0} {1} në shiritin e sipërm, pastaj klikoni {2} {3}.
sr: Da podesiš pretplatu na kontrolnu tablu, klikni na ikonu {0} {1} u gornjoj traci, zatim klikni na {2} {3}.
sv: För att skapa en prenumeration på en instrumentpanel klickar du på ikonen {0} {1} i det övre fältet och sedan på {2} {3}.
tr: Bir gösterge tablosuna abonelik ayarlamak için üst çubuktaki {0} {1} simgesine ve ardından {2} {3}adresine tıklayın.
uk: Щоб налаштувати підписку на дашборд, натисніть іконку {0} {1} на верхній панелі, потім натисніть {2} {3}.
vi: Để thiết lập đăng ký vào bảng điều khiển, hãy nhấp vào biểu tượng {0} {1} trên thanh trên cùng, sau đó nhấp vào {2} {3}.
zh_hk: 若要設定訂閱儀表板，請按一下頂部列上的 {0} {1} 圖示，然後按一下 {2} {3}。

source: {0} can do a lot. To learn more—about {1}, data visualization, modeling, and other data topics—check out our
ar: يمكن لـ {0} فعل الكثير. لمعرفة المزيد—حول {1}، وتصوّر البيانات، والنمذجة، ومواضيع بيانات أخرى—اطّلع على
bg: {0} може да направи много. За да научите повече - за {1}, визуализация на данни, моделиране и други теми, свързани с данните - разгледайте нашите
ca: {0} pot fer molt. Per obtenir més informació (sobre {1}, la visualització de dades, el modelatge i altres temes de dades), consulteu el nostre
de: {0} kann eine Menge bewirken. Um mehr zu erfahren - über {1}, Datenvisualisierung, Modellierung und andere Datenthemen - besuchen Sie unsere
es: {0} puede hacer mucho. Para saber más —sobre {1}, visualización de datos, modelización y otros temas relacionados con los datos— consulta nuestro
fa: {0} می تواند کارهای زیادی انجام دهد. برای کسب اطلاعات بیشتر - درباره {1}، تجسم داده ها، مدل سازی، و سایر موضوعات داده ها - ما را بررسی کنید
fi: {0} voi tehdä paljon. Jos haluat lisätietoja {1}, datan visualisoinnista, mallintamisesta ja muista data-aiheista, tutustu osoitteeseen
fr: {0} peut faire beaucoup. Pour en savoir plus - sur {1}, la visualisation des données, la modélisation et d'autres sujets liés aux données - consultez notre site Web
it: {0} può fare molto. Per saperne di più - su {1}, sulla visualizzazione dei dati, sulla modellazione e su altri argomenti relativi ai dati - visitate il nostro sito
ja: {0}は多くのことができます。{1}、データ可視化、モデリング、その他のデータトピックについてもっと学ぶには、以下をご覧ください
lt: {0} gali daug. Norėdami sužinoti daugiau – apie {1}, duomenų vizualizavimą, modeliavimą ir kitas duomenų temas – peržiūrėkite mūsų
ms: {0} boleh melakukan banyak perkara. Untuk mengetahui lebih lanjut—tentang {1}, visualisasi data, pemodelan dan topik data lain—lihat kami
nb: {0} kan gjøre mye. Hvis du vil lære mer - om {1}, datavisualisering, modellering og andre dataemner - kan du sjekke ut vår
nl: {0} kan veel doen. Voor meer informatie - over {1}, gegevensvisualisatie, modellering en andere gegevensonderwerpen - bekijk onze
pl: {0} może wiele zdziałać. Aby dowiedzieć się więcej - na temat {1}, wizualizacji danych, modelowania i innych tematów związanych z danymi - sprawdź naszą stronę
pt_br: {0} pode fazer muito. Para saber mais sobre {1}, visualização de dados, modelagem e outros tópicos de dados, confira nosso
ru: {0} может сделать многое. Чтобы узнать больше - о сайте {1}, визуализации данных, моделировании и других темах, связанных с данными, - посетите наш сайт
sk: {0} dokáže veľa. Ak sa chcete dozvedieť viac - o stránke {1}, vizualizácii údajov, modelovaní a ďalších témach týkajúcich sa údajov - pozrite si našu
sl: {0} lahko naredi veliko. Če želite izvedeti več o {1}, vizualizaciji podatkov, modeliranju in drugih podatkovnih temah, si oglejte našo
sq: {0} mund të bëjë shumë. Për të mësuar më shumë—për {1}, vizualizimin e të dhënave, modelimin dhe tema të tjera të të dhënave—shikoni
sr: {0} može svašta. Da saznaš više—o {1}, vizualizaciji podataka, modelovanju i drugim temama o podacima—pogledaj naše
sv: {0} kan göra en hel del. Om du vill veta mer - om {1}, datavisualisering, modellering och andra dataämnen - kolla in vår
tr: {0} çok şey yapabilir. {1}, veri görselleştirme, modelleme ve diğer veri konuları hakkında daha fazla bilgi edinmek için
uk: {0} може багато чого. Дізнатися більше — про {1}, візуалізацію даних, моделювання та інші теми про дані — допоможе наша
vi: {0} có thể làm được nhiều việc. Để tìm hiểu thêm—về {1}, trực quan hóa dữ liệu, mô hình hóa và các chủ đề dữ liệu khác—hãy xem
zh_hk: {0} 可以做很多事情。若要瞭解更多有關 {1}、資料可視化、建模及其他資料主題的資訊，請參閱我們的

source: Learn
ar: تعلّم
bg: Научете
ca: Aprèn
de: Lernen Sie
eo: Glow up
es: Aprenda
fa: یاد بگیرید
fi: Opi
fr: Apprendre
it: Imparare
ja: 学ぶ
lt: Mokykis
ms: Belajar
nb: Lær
nl: Leer
pl: Dowiedz się
pt_br: Aprender
ru: Узнать
sk: Naučte sa
sl: Izvedeti
sq: Mëso
sr: Uči
sv: Lär dig
tr: Öğrenmek
uk: Навчання
vi: Học hỏi
zh_hk: 學習

source: sites.
ar: مواقع.
bg: обекти.
ca: llocs.
de: Standorte.
es: sitios.
fa: سایت ها
fi: sivustot.
it: siti.
ja: のサイトに掲載されている。
lt: svetaines.
ms: tapak.
nb: steder.
nl: locaties.
pl: strony.
pt_br: locais.
ru: сайты.
sk: miesta.
sl: Strani.
sq: sajte.
sr: sajtove.
sv: sajter.
tr: Siteler.
uk: сторінок
vi: các trang web.
zh_hk: 地點。

source: We couldn't process payment for your account. Please {0} to avoid service interruptions.
ar: لم نتمكن من معالجة الدفع لحسابك. يرجى {0} لتجنب انقطاع الخدمة.
bg: Не успяхме да обработим плащането за вашия акаунт. Моля, изпратете {0} , за да избегнете прекъсване на услугата.
ca: No hem pogut processar el pagament del vostre compte. Si us plau, {0} per evitar interrupcions del servei.
de: Wir konnten die Zahlung für Ihr Konto nicht verarbeiten. Bitte {0} , um Serviceunterbrechungen zu vermeiden.
eo: We couldn’t process your payment, bestie. Please {0} to keep the vibes smooth and avoid any service ghosting.
es: No hemos podido procesar el pago de su cuenta. Por favor, {0} para evitar interrupciones en el servicio.
fa: ما نتوانستیم پرداخت را برای حساب شما پردازش کنیم. لطفا {0} برای جلوگیری از وقفه خدمات.
fi: Emme voineet käsitellä tilisi maksua. Ole hyvä ja lähetä {0} välttääksesi palvelukatkoksia.
fr: Nous n'avons pas pu traiter le paiement de votre compte. Veuillez {0} pour éviter toute interruption de service.
it: Non è stato possibile elaborare il pagamento per il suo conto. Si prega di {0} per evitare interruzioni del servizio.
ja: お客様のアカウントへのお支払いを処理できませんでした。サービスの中断を避けるため、 {0}。
lt: Nepavyko apdoroti mokėjimo už jūsų sąskaitą. Prašome {0}, kad išvengtumėte paslaugos trikdžių.
ms: Kami tidak dapat memproses pembayaran untuk akaun anda. Sila {0} untuk mengelakkan gangguan perkhidmatan.
nb: Vi kunne ikke behandle betalingen for kontoen din. Vennligst {0} for å unngå tjenesteavbrudd.
nl: We konden de betaling voor je account niet verwerken. Ga naar {0} om onderbrekingen van de service te voorkomen.
pl: Nie mogliśmy przetworzyć płatności dla Twojego konta. Prosimy o {0} , aby uniknąć przerw w świadczeniu usług.
pt_br: Não foi possível processar o pagamento da sua conta. {0} para evitar interrupções no serviço.
ru: Мы не смогли обработать платеж по вашему счету. Пожалуйста, {0} , чтобы избежать перебоев в обслуживании.
sk: Platbu za váš účet sme nemohli spracovať. Prosím, napíšte na {0} , aby ste sa vyhli prerušeniu poskytovania služieb.
sl: Plačila za vaš račun nismo mogli obdelati. Prosimo, {0}, da se izognete prekinitvam storitev.
sq: Nuk mundëm të përpunonim pagesën për llogarinë tuaj. Ju lutemi {0} për të shmangur ndërprerjet e shërbimit.
sr: Nismo uspeli da obradimo plaćanje za tvoj nalog. Molimo {0} da izbegneš prekide usluge.
sv: Vi kunde inte behandla betalningen för ditt konto. Vänligen {0} för att undvika avbrott i tjänsten.
tr: Hesabınız için ödeme işlemini gerçekleştiremedik. Hizmet kesintilerini önlemek için lütfen {0} adresini ziyaret edin.
uk: Нам не вдалося обробити платіж для вашого акаунту. Будь ласка, {0}, щоб уникнути переривань у роботі сервісу.
vi: Chúng tôi không thể xử lý thanh toán cho tài khoản của bạn. Vui lòng {0} để tránh gián đoạn dịch vụ.
zh_hk: 我們無法處理您帳戶的付款。請 {0} 以避免服務中斷。

source: Pro features won't work right now due to lack of payment. {0} to restore Pro functionality.
ar: ميزات Pro لن تعمل الآن بسبب عدم الدفع. {0} لاستعادة وظائف Pro.
bg: Функциите Pro не работят в момента поради липса на плащане. {0} за възстановяване на функционалността Pro.
ca: Les funcions professionals no funcionaran ara mateix per falta de pagament. {0} per restaurar la funcionalitat Pro.
de: Die Pro-Funktionen funktionieren im Moment nicht, da keine Zahlung erfolgt ist. {0} , um die Pro-Funktionen wiederherzustellen.
eo: Bro, the pro features are on pause rn ‘cause no payment. {0} to get Pro back in action.
es: Las funciones Pro no funcionan en este momento debido a la falta de pago. {0} para restaurar la funcionalidad Pro.
fa: ویژگی‌های حرفه‌ای در حال حاضر به دلیل عدم پرداخت کار نمی‌کنند. {0} برای بازیابی عملکرد Pro.
fi: Pro-ominaisuudet eivät toimi juuri nyt maksun puuttumisen vuoksi. {0} Pro-toimintojen palauttamiseksi.
fr: Les fonctionnalités Pro ne fonctionnent pas pour l'instant en raison de l'absence de paiement. {0} pour restaurer les fonctionnalités Pro.
it: Le funzioni Pro non funzionano al momento per mancanza di pagamento. {0} per ripristinare la funzionalità Pro.
ja: {0} 、プロ機能を復元します。
lt: Pro funkcijos šiuo metu neveiks dėl mokėjimo trūkumo. {0}, kad atkurtumėte Pro funkcijas.
ms: Ciri pro tidak akan berfungsi sekarang kerana kekurangan pembayaran. {0} untuk memulihkan kefungsian Pro.
nb: Pro-funksjonene fungerer ikke akkurat nå på grunn av manglende betaling. {0} for å gjenopprette Pro-funksjonaliteten.
nl: Pro-functies werken nu niet door gebrek aan betaling. {0} om Pro-functionaliteit te herstellen.
pl: Funkcje Pro nie będą teraz działać z powodu braku płatności. {0} , aby przywrócić funkcjonalność Pro.
pt_br: Os recursos Pro não funcionarão no momento devido à falta de pagamento. {0} para restaurar a funcionalidade Pro.
ru: Функции Pro сейчас не работают из-за отсутствия оплаты. {0} для восстановления функций Pro.
sk: Funkcie Pro teraz nefungujú kvôli nedostatku platieb. {0} obnoviť funkcie Pro.
sl: Funkcije Pro trenutno ne bodo delovale zaradi pomanjkanja plačila. {0} obnoviti funkcijo Pro.
sq: Veçoritë Pro nuk do të funksionojnë tani për shkak të mospagesës. {0} për të rikthyer funksionalitetin Pro.
sr: Pro funkcije trenutno ne rade zbog neizvršenog plaćanja. {0} da obnoviš Pro funkcionalnost.
sv: Pro-funktionerna fungerar inte just nu på grund av utebliven betalning. {0} för att återställa Pro-funktionaliteten.
tr: Pro özellikleri ödeme eksikliği nedeniyle şu anda çalışmıyor. {0} Pro işlevselliğini geri yüklemek için.
uk: Функції Pro зараз не працюють через відсутність оплати. {0}, щоб відновити функціональність Pro.
vi: Các tính năng Pro hiện không hoạt động do chưa đủ thanh toán. {0} để khôi phục chức năng Pro.
zh_hk: 由於沒有付款，專業版功能現在無法使用。 {0} ，以恢復專業版功能。

source: Pro features error.
ar: خطأ في ميزات Pro.
bg: Грешка в Pro features.
ca: Error de característiques Pro.
de: Pro-Funktionen Fehler.
es: Pro características error.
fa: خطای ویژگی های حرفه ای
fi: Pro-ominaisuudet virhe.
fr: Erreur de caractéristiques professionnelles.
it: Errori nelle caratteristiche dei Pro.
ja: プロの機能エラー。
lt: Pro funkcijų klaida.
ms: Ralat ciri Pro.
nb: Feil i Pro-funksjonene.
nl: Pro functies fout.
pl: Błąd funkcji Pro.
pt_br: Erro de recursos Pro.
ru: Профессиональные функции ошибки.
sk: Chyby funkcií Pro.
sl: Napaka profesionalnih funkcij.
sq: Gabim i veçorive Pro.
sr: Greška Pro funkcija.
sv: Pro-funktioner fel.
tr: Profesyonel özellikler hatası.
uk: Помилка функцій Pro.
vi: Lỗi tính năng Pro.
zh_hk: 專業功能錯誤。

source: Diagnostic information sent to Slack successfully
ms: Maklumat diagnostik berjaya dihantar ke Slack

source: Failed to send diagnostic information to Slack
ar: فشل إرسال معلومات التشخيص إلى Slack
bg: Неуспешно изпращане на диагностична информация към Slack
ca: No s'ha pogut enviar la informació de diagnòstic a Slack
de: Fehler beim Senden von Diagnoseinformationen an Slack
eo: Couldn't send the diagnostic info to Slack, fr.
es: Error al enviar información de diagnóstico a Slack
fa: اطلاعات تشخیصی به Slack ارسال نشد
fi: Diagnoositietojen lähettäminen Slackiin epäonnistui
fr: Échec de l'envoi d'informations de diagnostic à Slack
it: Impossibile inviare informazioni diagnostiche a Slack
ja: Slackへの診断情報の送信に失敗しました
lt: Nepavyko išsiųsti diagnostinės informacijos „Slack“.
ms: Gagal menghantar maklumat diagnostik kepada Slack
nb: Kunne ikke sende diagnostisk informasjon til Slack
nl: Diagnostische informatie is niet naar Slack verzonden
pl: Nie udało się wysłać informacji diagnostycznych do Slack
pt_br: Falha ao enviar informações de diagnóstico para o Slack
ru: Не удалось отправить диагностическую информацию в Slack
sk: Nepodarilo sa odoslať diagnostické informácie do služby Slack
sl: Pošiljanje diagnostičnih informacij v Slack ni bilo mogoče poslati
sq: Dështoi dërgimi i informacionit diagnostik në Slack
sr: Nije uspelo slanje dijagnostičkih informacija na Slack
sv: Misslyckades med att skicka diagnostisk information till Slack
tr: Slack'e tanılama bilgisi gönderilemedi
uk: Не вдалося надіслати діагностичну інформацію у Slack
vi: Không gửi được thông tin chẩn đoán đến Slack
zh_hk: 向 Slack 傳送診斷資訊失敗

source: Error sending diagnostic information to Slack
ar: خطأ أثناء إرسال معلومات التشخيص إلى Slack
bg: Грешка при изпращане на диагностична информация към Slack
ca: S'ha produït un error en enviar la informació de diagnòstic a Slack
de: Fehler beim Senden von Diagnoseinformationen an Slack
eo: Bruh, the diagnostic info couldn’t even send to Slack, lol.
es: Error al enviar información de diagnóstico a Slack
fa: خطا در ارسال اطلاعات تشخیصی به Slack
fi: Virhe diagnostisten tietojen lähettämisessä Slackiin
fr: Erreur dans l'envoi des informations de diagnostic à Slack
it: Errore nell'invio di informazioni diagnostiche a Slack
ja: Slackへの診断情報送信エラー
lt: Klaida siunčiant diagnostikos informaciją „Slack“.
ms: Ralat menghantar maklumat diagnostik kepada Slack
nb: Feil ved sending av diagnostisk informasjon til Slack
nl: Fout bij het verzenden van diagnostische informatie naar Slack
pl: Błąd wysyłania informacji diagnostycznych do Slack
pt_br: Erro ao enviar informações de diagnóstico para o Slack
ru: Ошибка при отправке диагностической информации в Slack
sk: Chyba pri odosielaní diagnostických informácií do služby Slack
sl: Napaka pri pošiljanju diagnostičnih informacij v Slack
sq: Gabim gjatë dërgimit të informacionit diagnostik në Slack
sr: Greška pri slanju dijagnostičkih informacija na Slack
sv: Fel vid sändning av diagnostisk information till Slack
tr: Slack'e tanılama bilgisi gönderilirken hata oluştu
uk: Помилка надсилання діагностичної інформації у Slack
vi: Lỗi khi gửi thông tin chẩn đoán đến Slack
zh_hk: 傳送診斷資訊到 Slack 出錯

source: Send to Slack
ms: Hantar kepada Slack

source: Add filters
ar: أضف فلاتر
bg: Добавяне на филтри
ca: Afegeix filtres
de: Filter hinzufügen
eo: Add some filters, fr fr
es: Añadir filtros
fa: فیلترها را اضافه کنید
fi: Lisää suodattimia
fr: Ajouter des filtres
it: Aggiungi filtri
ja: フィルターの追加
lt: Pridėti filtrus
ms: Tambah penapis
nb: Legg til filtre
nl: Filters toevoegen
pl: Dodaj filtry
pt_br: Adicionar filtros
ru: Добавить фильтры
sk: Pridanie filtrov
sl: Dodajanje filtrov
sq: Shto filtra
sr: Dodaj filtere
sv: Lägg till filter
tr: Filtreler ekleyin
uk: Додати фільтри
vi: Thêm bộ lọc
zh_hk: 新增過濾器

# This is the heading of a banner that invites the user to clean up a collection.
source: Clean things up!
ms: Bersihkan barang!
