Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: invite a teammate
hu: hívj meg egy csapattagot
ms: jemput rakan sepasukan

source: Connect your data to get the most out of Metabase
hu: Csatlakoztassa adatait, hogy a legtöbbet hozza ki a Metabase-ból
ms: Sambungkan data anda untuk mendapatkan yang terbaik daripada Metabase

source: If you need help, you can {0} or {1}.
hu: Ha segítségre van szükséged, {0} vagy {1}.
ms: Jika anda memerlukan bantuan, anda boleh {0} atau {1}.

source: check out our setup guides
hu: tekintse meg beállítási útmutatóinkat
ms: semak panduan pemasangan kami

source: Add my data
hu: Adat hozzáadása
ms: Tambah data saya

source: Your teams’ most important dashboards go here
hu: Ide kerülnek a csapatok legfontosabb dashboardjai
ms: Papan pemuka yang paling penting bagi pasukan anda berada di sini

source: Pin dashboards in {0} to have them appear in this space for everyone.
hu: Rögzítsd a dashboardokat a {0}-ban, hogy mindenki számára megjelenjenek itt.
ms: Sematkan papan pemuka di {0} supaya ia muncul di ruang ini untuk semua orang.

source: Try these x-rays based on your data
hu: Próbáld ki ezeket az x-ray elemzéseket az adataid alapján
ms: Cuba sinar-x ini berdasarkan data anda

source: Looking for more?
ar: هل تبحث عن المزيد؟
bg: Търсите повече?
ca: Cerques més?
de: Suchst Du nach mehr?
eo: You tryna double down?
es: ¿Buscando más?
fa: به دنبال بیشتر هستید؟
fi: Etsitkö lisää?
fr: Vous cherchez autre chose?
hu: További információra van szükséged?
it: Cerchi di più?
ja: もっと見たい?
lt: Ieškote daugiau?
ms: Mencari lebih lagi?
nb: Ser du etter mer?
nl: Op zoek naar meer?
pl: Szukasz więcej?
pt_br: Procurando mais?
ru: Ищете больше?
sk: Hľadáte viac?
sl: Iščete več?
sq: Po kërkon më shumë?
sr: Tražite još?
sv: Letar du efter något annat?
tr: Daha fazlasını mı arıyorsunuz?
uk: Шукаєте більше?
vi: Đang tìm thêm?
zh_hk: 尋找更多？

source: You can get priority support, more tools to help you share your insights with your teams and powerful options to help you create seamless, interactive data experiences for your customers with {0}
ar: يمكنك الحصول على دعم ذو أولوية، والمزيد من الأدوات لمساعدتك على مشاركة رؤاك مع فرقك، وخيارات قوية لمساعدتك على إنشاء تجارب بيانات سلسة وتفاعلية لعملائك مع {0}
bg: Можете да получите приоритетна поддръжка, повече инструменти, които да ви помогнат да споделяте своите прозрения с екипите си, и мощни опции, които да ви помогнат да създадете безпроблемно, интерактивно изживяване с данни за клиентите си с {0}
ca: Pots tenir suport prioritari, més eines per compartir informació amb el teu equip i eines poderoses per ajudar-te a crear experiències de dades interactives i perfectes per als teus clients amb {0}
de: Mit {0} erhälst Du vorrangigen Support, weitere Tools, mit denen Du Deine Erkenntnisse mit Deinen Teams teilen kannst, und leistungsstarke Optionen, mit denen Du nahtlose, interaktive Datenerlebnisse für Deine Kunden erstellen kannst.
eo: You can get priority support, extra tools to flex your insights with your squad, and sick options to make smooth, interactive data vibes for your customers with {0}
es: Puedes obtener asistencia prioritaria, más herramientas para ayudarte a compartir tus conocimientos con tus equipos y potentes opciones para ayudarte a crear experiencias de datos interactivas y fluidas para tus clientes con {0}
fa: شما می‌توانید پشتیبانی اولویت‌دار، ابزارهای بیشتر برای کمک به اشتراک‌گذاری بینش‌هایتان با تیم‌هایتان و گزینه‌های قدرتمند برای ایجاد تجربیات داده‌ای تعاملی و یکپارچه برای مشتریانتان با {0} دریافت کنید
fi: Voit saada etusijan tukipalveluun, enemmän työkaluja auttamaan sinua jakamaan oivalluksiasi tiimiesi kanssa ja tehokkaita vaihtoehtoja auttamaan sinua luomaan saumattomia, vuorovaikutteisia tietokokemuksia asiakkaillesi {0}:n avulla.
fr: Vous pouvez obtenir un support prioritaire, plus d'outils pour vous aider à partager vos aperçus avec vos équipes et des options efficaces pour vous aider à créer des expériences data immergeantes et interactives pour vos clients avec {0}
hu: Elsőbbségi támogatást, több eszközt kaphatsz, hogy megoszthasd meglátásaidat a csapatoddal, valamint erőteljes lehetőségeket, amelyek segítségével zökkenőmentes, interaktív adatélményeket hozhatsz létre ügyfeleid számára {0} segítségével
it: Puoi ottenere supporto prioritario, più strumenti per aiutarti a condividere le tue intuizioni con i tuoi team e potenti opzioni per aiutarti a creare esperienze di dati interattive e senza interruzioni per i tuoi clienti con {0}
ja: 優先的なサポート、インサイトをチームで共有するためのツール、お客様にシームレスでインタラクティブなデータ体験を提供するための強力なオプションを {0} で利用することができます。
lt: Galite gauti prioritetinį palaikymą, daugiau įrankių, padėsiančių dalytis įžvalgomis su komandomis, ir galingų parinkčių, padėsiančių sukurti sklandžią, interaktyvią duomenų patirtį savo klientams naudodami {0}
ms: Anda boleh mendapatkan sokongan keutamaan, lebih banyak alat untuk membantu anda berkongsi maklumat dengan pasukan anda dan pilihan yang kuat untuk membantu anda mencipta pengalaman data interaktif yang lancar untuk pelanggan anda dengan {0}
nb: Du kan få prioritert support, flere verktøy for å hjelpe deg med å dele innsiktene dine med teamene dine og kraftige alternativer for å hjelpe deg med å skape sømløse, interaktive dataopplevelser for kundene dine med {0}
nl: Je kunt prioriteitsondersteuning krijgen, meer tools waarmee je inzichten kunt delen met je team en krachtige opties waarmee je naadloze, interactieve gegevenservaringen voor je klanten kunt creëren met {0}
pl: Możesz uzyskać priorytetowe wsparcie, więcej narzędzi do pomagania w dzieleniu się wglądami z zespołami i potężne opcje pomagające w tworzeniu bezproblemowych, interaktywnych doświadczeń danych dla klientów dzięki {0}
pt_br: Você pode ter acesso a suporte com prioridade, mais ferramentas para compartilhar insights com suas equipes e opções poderosas pra criar experiências interativas de dados para seus clientes com {0}
ru: Вы можете получить приоритетную поддержку, больше инструментов для того, чтобы делиться своими знаниями с командами, и мощные опции, чтобы создать бесшовный и интерактивный опыт работы с данными для ваших клиентов с {0}
sk: Môžete získať prioritnú podporu, viac nástrojov na zdieľanie vašich poznatkov s tímami a výkonné možnosti na vytváranie plynulých a interaktívnych dátových zážitkov pre vašich zákazníkov s {0}
sl: Pridobite lahko prednostno podporo, več orodij, ki vam bodo pomagala deliti vpoglede s skupinami, in zmogljive možnosti, ki vam bodo pomagale ustvariti brezhibne, interaktivne podatkovne izkušnje za stranke z {0}
sq: Mund të marrësh suport prioritar, më shumë mjete për të ndarë insight-et me ekipet dhe opsione të fuqishme për të krijuar për klientët e tu eksperienca të pandërprera, interaktive të të dhënave me {0}
sr: Možete dobiti prioritetnu podršku, više alata koji pomažu da delite uvide sa svojim timovima i moćne opcije koje pomažu da kreirate besprekorno, interaktivno iskustvo podataka za svoje korisnike uz {0}
sv: Du kan få prioritet-support, fler verktyg för att dela dina sökningar med ditt team och kraftfulla val för att hjälpa dig skapa sömlösa, interaktiva upplevelser för dina kunder med {0}
tr: {0} ile öncelikli destek, içgörülerinizi ekiplerinizle paylaşmanıza yardımcı olacak daha fazla araç ve müşterileriniz için sorunsuz, etkileşimli veri deneyimleri oluşturmanıza yardımcı olacak güçlü seçenekler alabilirsiniz.
uk: З {0} ви можете отримати пріоритетну підтримку, більше інструментів, щоб ділитися інсайтами з вашими командами, і потужні опції, щоб створювати безшовні інтерактивні data experience для ваших клієнтів
vi: Bạn có thể nhận hỗ trợ ưu tiên, nhiều công cụ hơn để giúp bạn chia sẻ thông tin của bạn với các đội ngũ và các tùy chọn mạnh mẽ để giúp bạn tạo ra trải nghiệm dữ liệu mượt mà, tương tác cho khách hàng của bạn với {0}
zh_hk: 使用 {0}，您可以獲得優先支持，更多工具幫助您與團隊分享見解，以及強大的選項來幫助您為客戶創建無縫互動的數據體驗。

source: our other paid plans.
ar: خططنا المدفوعة الأخرى.
bg: другите ни платени планове.
ca: els nostres altres plans de pagament.
de: unsere anderen kostenpflichtigen Tarife.
eo: our other paid subs
es: nuestros otros planes de pago.
fa: دیگر طرح‌های پولی ما.
fi: muut maksulliset suunnitelmamme.
fr: nos autres offres payantes.
hu: a többi fizetett tervünk.
it: i nostri altri piani a pagamento.
ja: その他の有料プラン
lt: kiti mūsų mokami planai.
ms: pelan berbayar kami yang lain.
nb: våre andre betalte planer.
nl: onze andere betaalde abonnementen.
pl: nasze inne płatne plany.
pt_br: nossos outros planos pagos.
ru: наши другие платные планы.
sk: naše ďalšie platené plány.
sl: naši drugi plačani načrti.
sq: planet tona të tjera me pagesë.
sr: naše druge plaćene planove.
sv: våra andra lösningar för betalande kunder.
tr: diğer ücretli planlarımız.
uk: інші наші платні плани.
vi: các kế hoạch trả phí khác của chúng tôi.
zh_hk: 我們的其他付費方案。

source: Have a Premium Embedding license?
hu: Van Premium Embedding licenced?
ms: Mempunyai lesen Penyematan Premium ?

source: Activate it here.
hu: Aktiváld itt.
ms: Aktifkannya di sini.

source: Use the tab key to navigate through settings and columns.
eo: Use the tab key to slide thru settings and columns, fr fr.
hu: Használd a tabulátor billentyűt a beállítások és oszlopok közötti navigáláshoz.
lt: Norėdami naršyti nustatymus ir stulpelius, naudokite tabuliavimo klavišą.
ms: Gunakan kekunci tab untuk menavigasi melalui tetapan dan lajur.

source: Metabase is open source and will be free forever – but by upgrading you can have priority support, more tools to help you share your insights with your teams and powerful options to help you create seamless, interactive data experiences for your customers.
ar: Metabase مفتوح المصدر وسيبقى مجانيًا للأبد – لكن بالترقية يمكنك الحصول على دعم بأولوية، وأدوات أكثر لمساعدتك على مشاركة رؤاك مع فرقك، وخيارات قوية لمساعدتك على إنشاء تجارب بيانات تفاعلية وسلسة لعملائك.
bg: Metabase е с отворен код и ще бъде безплатна завинаги – но чрез надграждане можете да имате приоритетна поддръжка, повече инструменти, които да ви помогнат да споделяте своите прозрения с вашите екипи, и мощни опции, които да ви помогнат да създадете безпроблемни, интерактивни изживявания с данни за вашите клиенти.
ca: Metabase és codi lliure i serà lliure per sempre - però si actualitzes pots tenir suport prioritari, més eines per compartir informació amb el teu equip i eines poderoses per ajudar-te a crear experiències de dades interactives i perfectes per als teus clients.
de: Metabase ist Open Source und wird für immer kostenlos sein – aber durch ein Upgrade erhälst Du vorrangigen Support, mehr Tools, mit denen Du Deine Erkenntnisse mit Deinen Teams teilen kannst, und leistungsstarke Optionen, mit denen Du nahtlose, interaktive Datenerlebnisse für Deine Kunden erstellen kannst.
eo: Yo, Metabase’s open source and stayin’ free forever, but if you upgrade, you get priority support, more tools to flex your insights with your squad, and mad options to make dope, interactive data vibes for your customers.
es: Metabase es de código abierto y será gratuito para siempre, pero al actualizar puedes tener soporte prioritario, más herramientas para ayudarte a compartir tus conocimientos con tus equipos y opciones poderosas para ayudarte a crear experiencias de datos interactivas y sin inconvenientes para tus clientes.
fa: Metabase متن‌باز است و برای همیشه رایگان خواهد بود - اما با به‌روزرسانی می‌توانید پشتیبانی اولویت‌دار، ابزارهای بیشتر برای کمک به اشتراک‌گذاری بینش‌هایتان با تیم‌هایتان و گزینه‌های قدرتمند برای ایجاد تجربیات داده‌ای تعاملی و یکپارچه برای مشتریانتان را دریافت کنید.
fi: Metabase on avoimen lähdekoodin ohjelmisto ja pysyy ikuisesti ilmaisena – mutta päivittämällä voit saada etusijan tuen, enemmän työkaluja auttamaan sinua jakamaan oivalluksiasi tiimiesi kanssa sekä tehokkaita vaihtoehtoja luomaan saumattomia, vuorovaikutteisia tietokokemuksia asiakkaillesi.
fr: Metabase est open source et sera libre pour toujours - mais en souscrivant à nos offres vous obtenez un support prioritaire, plus d'outils pour vous aider à partager vos aperçus avec vos équipes et des options efficaces pour vous aider à créer des expériences data immergeantes et interactives pour vos clients.
hu: A Metabase nyílt forráskódú és örökre ingyenes lesz – de ha frissítesz, elsőbbségi támogatást, több eszközt kaphatsz, hogy megoszthasd meglátásaidat a csapatoddal, valamint erőteljes lehetőségeket, amelyek segítségével zökkenőmentes, interaktív adatélményeket hozhatsz létre ügyfeleid számára.
it: Metabase è open source e sarà gratuito per sempre, ma passando a un piano superiore puoi ottenere supporto prioritario, più strumenti per aiutarti a condividere le tue intuizioni con i tuoi team e potenti opzioni per aiutarti a creare esperienze di dati interattive e senza interruzioni per i tuoi clienti.
ja: Metabaseはオープンソースであり、永久に無料です。しかし、アップグレードすることで、優先的なサポート、チームでインサイトを共有するためのより多くのツール、顧客のためのシームレスでインタラクティブなデータ体験を作るための強力なオプションを利用することができます。
lt: „Metabase“ yra atvirojo kodo ir bus nemokama amžinai, tačiau atnaujinę galėsite gauti prioritetinį palaikymą, daugiau įrankių, padėsiančių dalytis įžvalgomis su komandomis, ir galingas parinktis, padėsiančias kurti sklandžią, interaktyvią duomenų patirtį savo klientams.
ms: Metabase adalah sumber terbuka dan akan kekal percuma selama-lamanya – tetapi dengan menaik taraf anda boleh mendapatkan sokongan keutamaan, lebih banyak alat untuk membantu anda berkongsi pandangan anda dengan pasukan anda dan pilihan yang kuat untuk membantu anda mencipta pengalaman data interaktif yang lancar untuk pelanggan anda.
nb: Metabase er åpen kildekode og vil være gratis for alltid – men ved å oppgradere kan du få prioritert støtte, flere verktøy for å hjelpe deg med å dele innsiktene dine med teamene dine og kraftige alternativer for å hjelpe deg med å skape sømløse, interaktive dataopplevelser for kundene dine.
nl: Metabase is open source en zal voor altijd gratis blijven - maar door te upgraden krijg je prioriteitsondersteuning, meer tools om je inzichten met je team te delen en krachtige opties om naadloze en interactieve data-ervaringen voor je klanten te creëren.
pl: Metabase jest open source i będzie darmowe na zawsze – ale po aktualizacji możesz mieć priorytetowe wsparcie, więcej narzędzi do pomagania w dzieleniu się wglądami z zespołami i potężne opcje pomagające w tworzeniu bezproblemowych, interaktywnych doświadczeń danych dla klientów.
pt_br: O Metabase é de código aberto e será gratuito para sempre, mas, ao fazer o upgrade, você poderá ter suporte prioritário, mais ferramentas para ajudá-lo a compartilhar seus insights com suas equipes e opções avançadas para ajudá-lo a criar experiências de dados interativas e integradas para seus clientes.
ru: Metabase с открытым исходным кодом и будет бесплатен навсегда – но, обновив его, вы можете получить приоритетную поддержку, больше инструментов для обмена вашими данными с командами и мощные опции для создания бесперебойных, интерактивных данных для ваших клиентов.
sk: Metabase je open source a bude navždy zdarma – ale po inovácii môžete mať prioritnú podporu, viac nástrojov na zdieľanie svojich poznatkov s tímami a výkonné možnosti na vytváranie plynulých, interaktívnych dátových zážitkov pre vašu zákazníkov.
sl: Metabase je odprtokodna rešitev in bo za vedno brezplačna, vendar lahko z nadgradnjo dobite prednostno podporo, več orodij, ki vam pomagajo deliti vpoglede s skupinami, in zmogljive možnosti, ki vam pomagajo ustvariti brezhibne, interaktivne podatkovne izkušnje za vaše stranke.
sq: Metabase është open source dhe do të jetë falas përgjithmonë – por duke bërë upgrade mund të kesh mbështetje me prioritet, më shumë mjete për të të ndihmuar të ndash insight-et e tua me ekipet e tua dhe opsione të fuqishme për të të ndihmuar të krijosh eksperienca të pandërprera, interaktive me të dhënat për klientët e tu.
sr: Metabase je open source i biće besplatan zauvek – ali nadogradnjom možete dobiti prioritetnu podršku, više alata koji vam pomažu da delite uvide sa svojim timovima i moćne opcije koje vam pomažu da kreirate besprekorno, interaktivno iskustvo rada sa podacima za svoje korisnike.
sv: Metabase är öppen källkod och kommer alltid att vara fri. Men genom att uppgradera kan du få prioritet-support, fler verktyg för att dela dina sökningar med ditt team och kraftfulla val för att hjälpa dig skapa sömlösa, interaktiva upplevelser för dina kunder.
tr: Metabase açık kaynaktır ve sonsuza kadar ücretsiz olacaktır - ancak yükseltme yaparak öncelikli desteğe, içgörülerinizi ekiplerinizle paylaşmanıza yardımcı olacak daha fazla araca ve müşterileriniz için sorunsuz, etkileşimli veri deneyimleri oluşturmanıza yardımcı olacak güçlü seçeneklere sahip olabilirsiniz.
uk: Metabase — це open source і буде безкоштовним завжди, але після апгрейду ви зможете отримати пріоритетну підтримку, більше інструментів, щоб ділитися інсайтами зі своїми командами, і потужні опції, щоб створювати безшовний інтерактивний досвід роботи з даними для ваших клієнтів.
vi: Metabase là mã nguồn mở và sẽ miễn phí mãi mãi – nhưng bằng cách nâng cấp, bạn có thể có hỗ trợ ưu tiên, nhiều công cụ hơn để giúp bạn chia sẻ thông tin của bạn với các đội ngũ và các tùy chọn mạnh mẽ để giúp bạn tạo ra trải nghiệm dữ liệu mượt mà, tương tác cho khách hàng của bạn.
zh_hk: Metabase 是開源的，將永遠免費，但通過升級，您可以獲得優先支持，更多工具幫助您與團隊分享見解，以及強大的選項來幫助您為客戶創建無縫互動的數據體驗。

source: Want to know more?
ar: هل تريد معرفة المزيد؟
bg: Искате ли да знаете повече?
ca: Vols saber-ne més?
de: Möchtest Du mehr erfahren?
eo: Wanna get the tea?
es: ¿Quieres saber más?
fa: می‌خواهید بیشتر بدانید؟
fi: Haluatko tietää lisää?
fr: Vous voulez en savoir plus ?
hu: Többet szeretnél tudni?
it: Vuoi saperne di più?
ja: もっと知りたい?
lt: Norite sužinoti daugiau?
ms: Ingin tahu lebih lanjut?
nb: Vil du vite mer?
nl: Wil je meer weten?
pl: Chcesz wiedzieć więcej?
pt_br: Quer saber mais?
ru: Хотите узнать больше?
sk: Chcete vedieť viac?
sl: Želite izvedeti več?
sq: Dëshiron të mësosh më shumë?
sr: Želite da saznate više?
sv: Vill du veta mer?
tr: Daha fazlasını öğrenmek ister misin?
uk: Хочете дізнатися більше?
vi: Muốn biết thêm thông tin không?
zh_hk: 想了解更多嗎？

source: Explore our paid plans
ar: استكشف خططنا المدفوعة
bg: Разгледайте нашите платени планове
ca: Explora els nostres plans de pagament
de: Erkunde unsere kostenpflichtigen Tarife.
eo: Check out our drip paid plans
es: Explora nuestros planes pagos
fa: طرح‌های پولی ما را بررسی کنید
fi: Selaa maksullisia tilauksia
fr: Explorer nos offres payantes
hu: Fedezze fel fizetett terveinket
it: Esplora i nostri piani a pagamento
ja: 有料プランの詳細はこちらをご覧ください
lt: Naršykite mūsų mokamus planus
ms: Terokai pelan berbayar kami
nb: Utforsk våre betalte planer
nl: Ontdek onze betaalde abonnementen
pl: Zobacz nasze płatne plany
pt_br: Explore nossos planos pagos
ru: Исследуйте наши платные планы
sk: Preskúmajte naše platené plány
sl: Raziščite naše plačljive pakete
sq: Eksploro planet tona me pagesë
sr: Istražite naše plaćene planove
sv: Utforska våra lösningar för betalande kunder
tr: Ücretli planlarımızı keşfedin
uk: Ознайомтеся з нашими платними планами
vi: Khám phá các kế hoạch trả phí của chúng tôi
zh_hk: 探索我們的付費方案

source: Check out our docs on how to connect to Slack.
hu: Tekintse meg dokumentumainkat a Slackhez való csatlakozásról.
ms: Semak dokumentasi kami tentang cara menyambung ke Slack.

source: Slack bot is working.
ar: بوت Slack يعمل.
bg: Slack ботът работи.
ca: El bot d'Slack està en funcionament.
de: Der Slack-Bot funktioniert.
eo: Slack bot is vibing rn
es: El bot de Slack está funcionando.
fa: ربات Slack در حال کار است.
fi: Slack-botti toimii.
fr: Le bot Slock fonctionne.
hu: A Slack bot működik.
it: Il bot di Slack sta funzionando.
ja: Slackのボットが動作中。
lt: Slack bot veikia.
ms: Slack bot berfungsi.
nb: Slack-boten fungerer.
nl: Slack-bot werkt.
pl: Bot Slack działa.
pt_br: O Slackbot está funcionando.
ru: Slack бот работает.
sk: Slack bot pracuje.
sl: Slack bot deluje.
sq: Boti i Slack po funksionon.
sr: Slack bot radi.
sv: Slack-bot arbetar.
tr: Slack bot çalışıyor.
uk: Slack-бот працює.
vi: Slack bot đang hoạt động.
zh_hk: Slack 機器人正在運行。

source: Slack bot is not working.
ar: بوت Slack لا يعمل.
bg: Slack ботът не работи.
ca: El bot d'Slack no està en funcionament.
de: Der Slack-Bot funktioniert nicht.
eo: The Slack bot is mad glitchy rn.
es: El bot de Slack no está funcionando.
fa: ربات Slack کار نمی‌کند.
fi: Slack-bot ei toimi.
fr: Le bot Slack ne fonctionne pas.
hu: A Slack bot nem működik.
it: Il bot di Slack non sta funzionando.
ja: Slackボットが動作していない．
lt: Slack bot neveikia.
ms: Slack bot tidak berfungsi.
nb: Slack-boten fungerer ikke.
nl: Slack-bot werkt niet.
pl: Slack bot nie działa.
pt_br: O Slackbot não está funcionando.
ru: Slack бот не работает.
sk: Slack bot nepracuje.
sl: Slack bot ne deluje.
sq: Boti i Slack nuk po funksionon.
sr: Slack bot ne radi.
sv: Slack-bot arbetar inte.
tr: Slack bot çalışmıyor.
uk: Slack-бот не працює.
vi: Slack bot không hoạt động.
zh_hk: Slack 機器人不工作。

source: Slack app is working
ar: تطبيق Slack يعمل
bg: Приложението Slack работи
ca: L'app d'Slack està en funcionament
de: Die Slack-App funktioniert.
eo: Slack app is vibing rn
es: La app de Slack está funcionando
fa: اپلیکیشن Slack در حال کار است
fi: Slack-sovellus toimii.
fr: L'application Slack fonctionne.
hu: A Slack alkalmazás működik
it: L'app di Slack funziona
ja: Slackアプリが動作中
lt: Slack programa veikia
ms: Aplikasi Slack berfungsi
nb: Slack-appen fungerer
nl: Slack-app werkt
pl: Aplikacja Slack działa
pt_br: O Slack App está funcionando
ru: Приложение Slack работает
sk: Slack aplikácia funguje
sl: Aplikacija Slack deluje
sq: Aplikacioni Slack po funksionon
sr: Slack aplikacija radi
sv: Slack-app arbetar
tr: Slack uygulaması çalışıyor
uk: Slack App працює
vi: Ứng dụng Slack đang hoạt động
zh_hk: Slack 應用程式正在運行

source: Slack app is not working.
ar: تطبيق Slack لا يعمل.
bg: Приложението Slack не работи.
ca: L'app d'Slack no està en funcionament.
de: Die Slack-App funktioniert nicht.
eo: Slack's totally borked rn, fr.
es: La app de Slack no está funcionando.
fa: اپلیکیشن Slack کار نمی‌کند.
fi: Slack-sovellus ei toimi.
fr: L'application Slack ne fonctionne pas.
hu: A Slack alkalmazás nem működik.
it: L'app di Slack non sta funzionando.
ja: Slackアプリが動作していない．
lt: „Slack“ programa neveikia.
ms: Aplikasi Slack tidak berfungsi
nb: Slack-appen fungerer ikke.
nl: Slack-app werkt niet.
pl: Aplikacja Slack nie działa.
pt_br: O Slack App não está funcionando.
ru: Приложение Slack не работает.
sk: Slack aplikácia nefunguje.
sl: Aplikacija Slack ne deluje.
sq: Aplikacioni Slack nuk po funksionon.
sr: Slack aplikacija ne radi.
sv: Slack-app arbetar inte.
tr: Slack uygulaması çalışmıyor.
uk: Slack App не працює.
vi: Ứng dụng Slack không hoạt động.
zh_hk: Slack 應用程式無法運作。

source: Metabase on Slack
ar: Metabase على Slack
bg: Metabase за Slack
ca: Metabase a Slack
de: Metabase auf Slack
eo: Metabase on Slack? That's lowkey a vibe
es: Metabase en Slack
fa: Metabase در Slack
fi: Metabase Slackissa
fr: Metabase sur Slack
hu: Metabase a Slack-en
it: Metabase su Slack
ja: MetabaseをSlackで利用
lt: Slack metabazė
ms: Metabase di Slack
nb: Metabase på Slack
nl: Metabase op Slack
pl: Metabase na Slacku
pt_br: Metabase no Slack
ru: Metabase на Slack
sk: Metabase na Slaku
sl: Metabaza na Slacku
sq: Metabase në Slack
sr: Metabase na Slacku
sv: Metabase på Slack
tr: Slack'te Metataban
uk: Metabase у Slack
vi: Metabase trên Slack
zh_hk: Slack 上的 Metabase
