Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Use public link
hu: Nyilvános link használata
ms: Gunakan pautan awam

source: Auto Refresh
ar: تحديث تلقائي
bg: Автоматично опресняване
ca: Refresc automàtic
de: Automatische Aktualisierung
eo: Auto refresh → Auto refresh, but like, lowkey gotta keep it on 🔄
es: Autorefrescar
fa: بروزرسانی خودکار
fi: Automaattinen päivitys
fr: Actualisation automatique
hu: Automatikus frissítés
it: Auto-aggiorna
ja: 自動更新
lt: Automatinis atnaujinimas
ms: Penyegaran Automatik
nb: Auto-forny
nl: Auto-verversen
pl: Automatyczne odświeżanie
pt_br: Atualização automática
ru: Автоматическое обновление
sk: Automatické obnovenie
sl: Samodejno osveževanje
sq: Rifreskim automatik
sr: Automatsko osvežavanje
sv: Automatisk uppfräschning
tr: Otomatik Yenileme
uk: Автооновлення
vi: Tự động làm mới
zh_hk: 自動刷新

source: edited this
hu: szerkesztette ezt
ms: menyunting ini

source: Learn how to debug SQL errors
ar: تعرّف على كيفية تصحيح أخطاء SQL
bg: Научете как да отстранявате грешките в SQL
ca: Aprèn a depurar errors SQL
de: Lerne, wie man SQL Fehler analysiert
eo: Learn how to flex on SQL error code, fr fr
es: Aprende a depurar errores de SQL
fa: یادگیری نحوه اشکال زدایی خطا های SQL
fi: Opi korjaamaan SQL-virheitä
fr: Apprenez à déboguer les erreurs SQL
hu: Ismerje meg az SQL hibák elhárításának módját
it: Impara a fare il debug degli errori SQL
ja: SQLエラーをデバッグする方法を学ぶ
lt: Sužinokite, kaip derinti SQL klaidas
ms: Ketahui cara menyahpepijat ralat SQL
nb: Lær hvordan du feilsøker SQL-feil
nl: Leer hoe je SQL-fouten oplost
pl: Dowiedz się, jak debugować błędy SQL
pt_br: Aprenda a depurar erros de SQL
ru: Узнайте, как отлаживать ошибки SQL.
sk: Naučiť sa, ako opraviť chyby SQL
sl: Naučite se odpravljati napake SQL
sq: Mëso si të debug-osh gabimet SQL
sr: Saznajte kako da debagujete SQL greške
sv: Lär dig att felsöka SQL-fel
tr: SQL hatalarını ayıklamayı öğrenin
uk: Дізнайтеся, як налагоджувати помилки SQL
vi: Tìm hiểu cách gỡ lỗi lỗi SQL
zh_hk: 了解如何偵錯SQL錯誤

source: set up email
hu: állítsa be az e-mailt
ms: menetapkan emel

source: configure Slack
hu: Slack konfigurálása
ms: mengkonfigurasi Slack

source: Dashboard name
hu: Irányítópult neve
ms: Nama Papan Pemuka

source: All dashboards
hu: Minden irányítópult
ms: Semua papan pemuka

source: All databases
hu: Minden adatbázis
ms: Semua pangkalan data

source: Query Not Recorded, sorry
hu: A lekérdezés nem lett rögzítve, sajnáljuk
ms: Pertanyaan Tidak Direkodkan, maaf

source: All schemas
hu: Minden séma
ms: Semua skema

source: All tables
hu: Minden tábla
ms: Semua jadual

source: Member name
hu: Tag neve
ms: Nama ahli

source: All members
hu: Minden tag
ms: Semua ahli

source: Audit log
hu: Ellenőrzési napló
ms: Log audit

source: We’ve sent an invite to {0} with instructions to log in. If this user is unable to authenticate then you can {1}
ar: أرسلنا دعوة إلى {0} مع تعليمات لتسجيل الدخول. إذا لم يتمكن هذا المستخدم من المصادقة، فيمكنك {1}
bg: Изпратихме покана до {0} с инструкции за влизане. Ако този потребител не може да се удостовери, вие можете {1}
ca: Hem enviat una invitació a {0} amb instruccions per entrar. Si aquest usuari no pot autenticar-se pots {1}
de: Wir haben eine Einladung an {0} mit Anleitungen zum Login gesendet. Falls der Benutzer sich nicht authentifizieren kann, kannst Du {1}
eo: We’ve shot an invite to {0} with deets on how to log in. If they can’t authenticate, you can {1}.
es: Hemos enviado una invitación a {0} con instrucciones para iniciar sesión. Si este usuario no puede autenticarse, puedes {1}
fa: ما یک دعوتنامه به همراه دستورالعمل‌هایی برای ورود به سیستم به {0} ارسال کرده‌ایم. اگر این کاربر قادر به احراز هویت نیست، می‌توانید {1}
fi: Olemme lähettäneet kutsun käyttäjälle {0} ohjeilla kirjautumiseen. Jos tämä käyttäjä ei pysty todentamaan itseään, voit {1}
fr: Nous avons envoyé une invitation à {0} avec des instructions pour se connecter. Si cet utilisateur ne parvient pas à s'authentifier, vous pouvez {1}
hu: Meghívót küldtünk {0} részére a bejelentkezési útmutatóval. Ha ez a felhasználó nem tud hitelesíteni, akkor {1}
it: Abbiamo inviato un invito a {0} con istruzioni per accedere. Se questo utente non riesce ad autenticarsi puoi {1}
ja: ログイン手順を記載した招待状を{0}に送信しました。このユーザーが認証できない場合は、{1}
lt: Išsiuntėme kvietimą adresu {0} su instrukcijomis prisijungti. Jei šis vartotojas negali patvirtinti tapatybės, galite {1}
ms: Kami telah menghantar jemputan kepada {0} dengan arahan untuk log masuk. Jika pengguna ini tidak dapat mengesahkan, anda boleh {1}
nb: Vi har sendt en invitasjon til {0} med instruksjoner for å logge inn. Hvis denne brukeren ikke er i stand til å autentisere, kan du {1}
nl: We hebben een uitnodiging gestuurd naar {0} met instructies om in te loggen. Als deze gebruiker niet kan verifiëren, kunt u {1}
pl: Wysłaliśmy zaproszenie do {0} z instrukcjami do logowania. Jeśli ten użytkownik nie może się uwierzytelnić, możesz {1}
pt_br: Enviamos um convite para {0} com instruções para efetuar login. Se este usuário não conseguir se autenticar, você pode {1}
ru: Мы отправили приглашение пользователю {0} с инструкциями по входу в систему. Если этот пользователь не может пройти аутентификацию, вы можете {1}
sk: Poslali sme pozvanie používateľovi {0} s inštrukciami na prihlásenie. Ak tento používateľ nie je schopný overiť svoju totožnosť, môžete {1}
sl: Poslali smo {0} povabilo z navodili za prijavo. Če ta uporabnik ne more preveriti pristnosti, lahko {1}
sq: I kemi dërguar një ftesë {0} me udhëzime për të hyrë. Nëse ky përdorues nuk arrin të autentikohet, atëherë mund të {1}
sr: Poslali smo pozivnicu na {0} sa uputstvima za prijavu. Ako ovaj korisnik ne može da se autentifikuje, možete {1}
sv: Vi har skickat en inbjudan till {0} med instruktioner för inloggning. Om denna användare inte kan autenticeras kan du {1}
tr: {0} adresine giriş yapma talimatlarını içeren bir davetiye gönderdik. Bu kullanıcı kimliğini doğrulayamazsa, {1}
uk: Ми надіслали запрошення на {0} з інструкціями щодо входу. Якщо цей користувач не може пройти автентифікацію, ви можете {1}
vi: Chúng tôi đã gửi lời mời đến {0} với hướng dẫn đăng nhập. Nếu người dùng này không thể xác thực, bạn có thể {1}
zh_hk: 我們已向 {0} 發送邀請，附有登錄說明。如果該用戶無法驗證身份，您可以 {1}

source: reset their password.
ar: أعِد تعيين كلمة مرورهم.
bg: нулиране на паролата им.
ca: restaurar la contrasenya.
de: sein Passwort zurücksetzen.
eo: reset their pass, fr
es: restablecer su contraseña.
fa: رمز عبور آن ها را ریست کنید
fi: nollaa heidän salasanansa.
fr: réinitialiser son mot de passe.
hu: állítsa vissza a jelszavát.
it: reimpostare la loro password.
ja: パスワードをリセットします。
lt: iš naujo nustatyti slaptažodį.
ms: tetapkan semula kata laluan mereka.
nb: tilbakestill passordet deres.
nl: hun wachtwoord opnieuw instellen.
pl: zresetować ich hasło.
pt_br: redefinir sua senha.
ru: сбросить пароль.
sk: obnoviť ich heslo.
sl: ponastavite geslo.
sq: rivendosësh fjalëkalimin e tij.
sr: resetovati njihovu lozinku.
sv: återställa dess lösenord.
tr: şifrelerini sıfırlayabilirsiniz.
uk: скинути їм пароль.
vi: đặt lại mật khẩu của họ.
zh_hk: 重設密碼。

source: read
hu: olvasás
ms: baca

source: write
hu: írás
ms: tulis

source: read or write
hu: olvasás vagy írás
ms: baca atau tulis

source: That's not a valid list of email addresses
hu: Ez nem egy érvényes e-mail cím lista
ms: Itu bukan senarai alamat e-mel yang sah

source: Transparent
hu: Átlátszó
ms: Lutsinar

source: Use instance font
ar: استخدم خط المثيل
bg: Използвайте шрифт на инстанцията
ca: Utilitza la font de la instància
de: Verwende die Schriftart der Instanz
eo: Use that font real quick, no cap
es: Usar fuente de instancia
fa: استفاده از فونت نمونه
fi: Käytä esimerkki fonttia.
fr: Utiliser la police d'instance
hu: Példány betűtípusának használata
it: Usa il font dell'istanza
ja: インスタンスフォントを使用する
lt: Naudokite egzemplioriaus šriftą
ms: Gunakan fon contoh
nb: Bruk instansfont
nl: Gebruik instantielettertype
pl: Użyj czcionki instancji
pt_br: Usar fonte da instância
ru: Использовать экземплярный шрифт
sk: Použiť font inštancie
sl: Uporaba pisave primerka
sq: Përdor fontin e instancës
sr: Koristi font instance
sv: Använd instansens font
tr: Örnek fontu kullan
uk: Використовувати шрифт інстансу
vi: Sử dụng phông chữ của instance
zh_hk: 使用實例字體

source: Download data
ar: تنزيل البيانات
bg: Изтегляне на данни
ca: Descarregar dades
de: Daten herunterladen
eo: Dloading the deets
es: Descargar datos
fa: دانلود داده‌ها
fi: Lataa tiedot
fr: Télécharger les données
hu: Adatok letöltése
it: Scarica i dati
ja: データをダウンロード
ms: Muat turun data
nb: Last ned data
nl: Gegevens downloaden
pl: Pobierz dane
pt_br: Baixar dados
ru: Загрузить данные
sk: Stiahnuť údaje
sl: Prenesi podatke
sq: Shkarko të dhëna
sr: Preuzmi podatke
sv: Ladda ner data
tr: Verileri indir
uk: Завантажити дані
vi: Tải dữ liệu
zh_hk: 下載資料

source: Enable users to download data from this embed?
hu: Engedélyezi a felhasználóknak az adatok letöltését ebből a beágyazásból?
ms: Benarkan pengguna memuat turun data daripada penyematan ini?

source: Example:
ar: مثال:
bg: Пример:
ca: Exemple:
de: Beispiel:
eo: Example: lol, here’s the tea
es: Ejemplo:
fa: مثال:
fi: Esimerkki:
fr: Exemple:
hu: Példa:
it: Esempio:
ja: 例：
lt: Pavyzdys:
ms: Contoh:
nb: Eksempel:
nl: Voorbeeld:
pl: Przykład:
pt_br: Exemplo:
ru: Пример:
sk: Príklad:
sl: Primer:
sq: Shembull:
sr: Primer:
sv: Exempel:
tr: Örnek:
uk: Приклад:
vi: Ví dụ:
zh_hk: 範例:

source: by
ar: حسب
bg: от
ca: per
de: von
es: por
fa: توسط
fi: mukaan
fr: par
hu: által
it: di
ja: に
lt: pateikė
ms: oleh
nb: av
nl: bij
pl: przez
pt_br: por
ru: по
sk: do
sl: avtor
sq: sipas
sr: po
sv: av
tr: bazında
uk: за
vi: bởi
zh_hk: 由

source: Show more filters
hu: Több szűrő megjelenítése
ms: Tunjukkan lebih banyak penapis

source: New row
hu: Új sor
ms: Baris baru

source: More columns
hu: Több oszlop
ms: Lebih banyak jalur

source: Choose a join type
hu: Válasszon egy kapcsolódási típust
ms: pilih jenis sambungan

source: Dismiss sync spinner manually
ar: إخفِ مؤشر المزامنة الدوّار يدويًا
bg: Ръчно затворете синхронизиращия въртящ се механизъм
ca: Descartar la roda de sincronització manualment
de: Schließe den Sync-Spinner manuell
eo: Manually yeet the sync spinner, fr fr
es: Descartar los sincronizadores manualmente
fa: اسپینر همگام‌سازی را به صورت دستی رد کنید
fi: Poista synkronointipyörä manuaalisesti
fr: Ignorer manuellement le spinner de synchronisation
hu: A szinkronizálási spinner manuális elutasítása
it: Chiudi manualmente il caricatore di sincronizzazione
ja: 同期スピナーを手動で閉じる
lt: Pasirinkite prisijungimo tipą
ms: Tutup pemutar selaras secara manual
nb: Fjern manuell synkroniseringssnurr
nl: Synchronisatiespinner handmatig negeren
pl: Usuń ręcznie wskaźnik synchronizacji
pt_br: Desativar o spinner de sincronização manualmente
ru: Закрыть счетчик синхронизации вручную.
sk: Ručične deaktivovanie synchronizačného indikátora
sl: Ročni zavrnitev sinhronizacijskega vrtelnika
sq: Mbylle manualisht spinner-in e sinkronizimit
sr: Ručno ukloni spinner za sinhronizaciju
sv: Skippa sync spinner manuellt
tr: Senkronizasyon döndürücüsünü manuel olarak kapatın
uk: Приховати спінер синхронізації вручну
vi: Hủy bỏ spinner đồng bộ một cách thủ công
zh_hk: 手動關閉同步旋轉標誌

source: Dismissing…
ar: جارٍ الإخفاء…
bg: Затваряне…
ca: Desestimant…
de: Schließe...
eo: Dropping it…
es: Descartando…
fa: در حال رد کردن ...
fi: Hylkääminen...
fr: Rejet…
hu: Elutasítás...
it: Chiusura…
ja: 却下…
lt: Atsisakoma…
ms: Menutup...
nb: Avviser…
nl: Negeren…
pl: Usuwanie…
pt_br: Descartando…
ru: Отклонение…
sk: Zrušenie…
sl: Zavrnilo...
sq: Po mbyllet…
sr: Uklanjanje…
sv: Skippar...
tr: Kapatılıyor…
uk: Приховуємо…
vi: Đang hủy bỏ…
zh_hk: 正在關閉...

source: Failed to dismiss sync spinner
ar: فشل إخفاء مؤشر المزامنة الدوّار
bg: Неуспех при затваряне на синхронизиращия въртящ се механизъм
ca: No s'ha pogut descartar la roda de sincronització
de: Sync-Spinner konnte nicht geschlossen werden
eo: Couldn't yeet the sync spinner, fr.
es: No se ha podido descartar los sincronizadores
fa: اسپینر همگام‌سازی نادیده گرفته نشد
fi: Epäonnistui poistamaan synkronointipyörää
fr: Échec de la suppression du spinner de synchronisation
hu: Nem sikerült elutasítani a szinkronizálási spinnert
it: Errore nel chiudere il caricatore di sincronizzazione
ja: 同期スピナーを閉じることができませんでした
lt: Nepavyko atmesti sinchronizavimo suktuko
ms: Gagal menutup pemutar selaras
nb: Kunne ikke avvise synkroniseringssnurren
nl: Synchronisatiespinner negeren is mislukt
pl: Nie udało się usunąć wskaźnika synchronizacji
pt_br: Erro ao descartar o spinner de sincronização
ru: Не удалось закрыть счетчик синхронизации.
sk: Nepodarilo sa deaktivovať synchronizačný indikátor
sl: Sinhronizacijskega vrtelnika ni bilo mogoče zapreti
sq: Dështoi mbyllja e spinner-it të sinkronizimit
sr: Nije uspelo uklanjanje spinnera za sinhronizaciju
sv: Kunde inte skippa sync spinner
tr: Senkronizasyon döndürücüsü kapatılamadı
uk: Не вдалося приховати спінер синхронізації
vi: Không thể hủy bỏ spinner đồng bộ
zh_hk: 無法關閉同步旋轉標誌

source: Sync spinners dismissed!
ar: تم إخفاء مؤشرات المزامنة الدوّارة!
bg: Синхронизиращите въртящи механизми са затворени!
ca: Roda de sincronització descartada!
de: Sync-Spinner geschlossen!
eo: The sync spinners just got the boot!
es: ¡Los sincronizadores han sido descartados!
fa: همگام‌سازی اسپینرها تایید نشد!
fi: Synkronointipyörät hylätty!
fr: Spinners de synchronisation rejetés !
hu: Szinkronizáló spinnerek elutasítva!
it: Caricatori di sincronizzazione chiusi!
ja: 同期スピナーが却下されました!
lt: Sinchronizavimo suktukai atmesti!
ms: Pemutar selaras ditutup!
nb: Synkroniseringssnurrer avvist!
nl: Synchronisatiespinners genegeerd!
pl: Wskaźniki synchronizacji usunięte!
pt_br: Spinners de sincronização descartados
ru: Спиннеры синхронизации отключены!
sk: Synchronizačné indikátory deaktivované!
sl: Sinhronizacijski spinnerji so odpuščeni!
sq: Spinner-ët e sinkronizimit u mbyllën!
sr: Spinneri za sinhronizaciju uklonjeni!
sv: Synk spinners skippade
tr: Senkronizasyon döndürücüsü kapandı!
uk: Спінери синхронізації приховано!
vi: Đã hủy bỏ spinner đồng bộ!
zh_hk: 同步旋轉標誌已關閉！

source: Refresh models every…
ar: تحديث النماذج كل…
bg: Опреснявайте моделите всеки…
ca: Refrescar els models cada…
de: Modelle aktualisieren alle…
eo: Refresh models every... that’s lowkey outdated, lol.
es: Actualizar modelos cada…
fa: مدل‌ها را هر…
fi: Päivitä mallit joka...
fr: Actualisez les modèles tous les…
hu: A modellek frissítése minden...
it: Aggiorna i modelli ogni…
ja: 毎回モデルを更新…
lt: Atnaujinkite modelius kas…
ms: Segarkan model setiap…
nb: Oppdater modeller hver…
nl: Modellen elke keer vernieuwen…
pl: Odświeżaj modele co…
pt_br: Atualizar modelos a cada…
ru: Обновлять модели каждые…
sk: Modely obnovujte každých…
sl: Osvežite modele vsako...
sq: Rifresko modelet çdo…
sr: Osvežavaj modele svakih…
sv: Uppdatera modeller varje…
tr: Modelleri her seferinde yenile…
uk: Оновлювати моделі кожні…
vi: Làm mới các mô hình mỗi…
zh_hk: 刷新模型每個…

source: Boolean indicating whether analytics events are being sent to Snowplow. True if anonymous tracking is enabled for this instance, and a Snowplow collector is available.
ar: قيمة منطقية تشير إلى ما إذا كانت أحداث التحليلات تُرسل إلى Snowplow. تكون True إذا كان التتبّع المجهول مفعّلًا لهذا المثيل، وكان مجمّع Snowplow متاحًا.
bg: Булево, което показва дали аналитичните събития се изпращат към Snowplow. Вярно, ако анонимното проследяване е разрешено за тази инстанция и е наличен събирач Snowplow.
ca: Booleà que indica si els esdeveniment d'analítiques s'envien a Snowplow. És cert si el seguiment anònim està habilitat per aquesta instància, i un col·lector d'Snowplow està disponible.
de: Boolescher Wert, der angibt, ob Analyseereignisse an Snowplow gesendet werden. True, wenn anonymes Tracking für diese Instanz aktiviert ist und ein Snowplow-Collector verfügbar ist.
eo: It’s basically saying if analytics events are being sent to Snowplow. If anonymous tracking is on and a Snowplow collector is ready, then it’s a yup (true).
es: Booleano que indica si los eventos de análisis se envían a Snowplow. True si el seguimiento anónimo está habilitado para esta instancia y hay un recopilador Snowplow disponible.
fa: Boolean نشان می‌دهد که آیا رویدادهای تحلیلی به Snowplow ارسال می‌شوند یا خیر. درست است اگر ردیابی ناشناس برای این مثال فعال باشد و یک جمع کننده Snowplow در دسترس باشد.
fi: Totuusarvo, joka osoittaa, lähetetäänkö analytiikkatapahtumia Snowplowille. Tosi, jos anonyymi seuranta on käytössä tälle instanssille ja Snowplow-kerääjä on käytettävissä.
fr: Booléen indiquant si les événements d'analyse sont envoyés à Snowplow. Vrai si le suivi anonyme est activé pour cette instance et qu'un collecteur Snowplow est disponible.
hu: Logikai érték, amely jelzi, hogy az analitikai események el vannak-e küldve a Snowplow-hoz. Igaz, ha az anonim követés engedélyezve van ehhez a példányhoz, és egy Snowplow gyűjtő elérhető.
it: Boolean che indica se gli eventi di analisi vengono inviati a Snowplow. True se il tracciamento anonimo è abilitato per questa istanza e un raccoglitore Snowplow è disponibile.
ja: 分析イベントがSnowplowに送信されているかどうかを示すブール値。このインスタンスで匿名追跡が有効になっていて、Snowplowコレクターが使用可能な場合はTrue。
lt: Būlio reikšmė, nurodanti, ar analizės įvykiai siunčiami Snowplow. Tiesa, jei šiuo atveju įgalintas anoniminis stebėjimas ir yra Snowplow rinktuvas.
ms: Boolean menunjukkan sama ada acara analisis dihantar ke Snowplow. Benar jika penjejakan tanpa nama diaktifkan untuk contoh ini, dan pengumpul Snowplow tersedia.
nb: Boolsk verdi som angir om analysehendelser sendes til Snowplow. Sant hvis anonym sporing er aktivert for denne instansen, og en Snowplow-samler er tilgjengelig.
nl: Boolean die aangeeft of analyse-evenementen naar Snowplow worden gestuurd. Waar als anonieme tracking is ingeschakeld voor deze instantie en een Snowplow-verzamelaar beschikbaar is.
pl: Boolean wskazujący, czy zdarzenia analityki są wysyłane do Snowplow. Wartość true oznacza, że anonimowe śledzenie jest włączone dla tej instancji, a kolektor Snowplow jest dostępny.
pt_br: Booleano que indica se os eventos analíticos estão sendo enviados para o Snowplow. Verdadeiro se o rastreamento anônimo estiver habilitado para esta instância e um coletor Snowplow estiver disponível.
ru: логическое значение, указывающее, отправляются ли события аналитики в Snowplow.
sk: Boolean indikujúci, či sa analytické udalosti posielajú do Snowplow. True, ak je anonymné sledovanie povolené pre túto inštanciu a je dostupný zberač Snowplow.
sl: Logična vrednost, ki označuje, ali se analitični dogodki pošiljajo v Snowplow. Res je, če je za ta primer omogočeno anonimno sledenje in je na voljo zbiralnik snežnega pluga.
sq: Boolean që tregon nëse eventet e analitikës po dërgohen te Snowplow. True nëse gjurmimi anonim është aktivizuar për këtë instancë dhe ka një kolektor Snowplow të disponueshëm.
sr: Bool vrednost koja označava da li se analitički događaji šalju u Snowplow. Tačno ako je anonimno praćenje omogućeno za ovu instancu i dostupan je Snowplow kolektor.
sv: Boolesk som indikerar om analys-händelser skickas till Snowplow. Sann om anonym spårning är aktiverad för denna instans och en Snowplock collection finns tillgänglig.
tr: Analitik olayların Snowplow'a gönderilip gönderilmediğini belirten Boolean. Anonim izleme bu örnek için etkinse ve bir Snowplow toplayıcısı mevcutsa True olur.
uk: Булеве значення, що вказує, чи надсилаються події аналітики в Snowplow. True, якщо для цього інстанса ввімкнено анонімне відстеження і доступний колектор Snowplow.
vi: Boolean chỉ ra sự kiện phân tích có đang được gửi đến Snowplow hay không. Đúng nếu theo dõi ẩn danh được kích hoạt cho trường hợp này và có người thu thập Snowplow.
zh_hk: 布林值指示分析事件是否發送到Snowplow。如果啟用了此實例的匿名跟踪且Snowplow收集器可用，則為True。
