Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: A look at your [[this]] table
hu: Egy pillantás az Ön [[this]] táblájára
ms: Pandangan pada jadual [[ini]] anda

source: How many [[GenericTable]] there are per state, and how each state is represented across other categories.
ar: كم عدد [[GenericTable]] لكل ولاية، وكيف تُمثَّل كل ولاية عبر الفئات الأخرى.
bg: Колко [[GenericTable]] има за държава и как всяко състояние е представено в други категории.
ca: Quants [[GenericTable]] hi ha per Província i com es representa cada Província sobre la resta de categories
de: Wie viele [[GenericTable]] gibt es pro Zustand, und wie jeder in anderen Kategorien dargestellt wird.
eo: Yo, how many [[GenericTable]]s there are per state, and how each state is reppin’ across other categories.
es: Cuántos [[GenericTable]] hay por provincia y cómo se representa cada estado en otras categorías.
fa: چه تعداد [[GenericTable]] در هر ایالت وجود دارد ، و چگونه هر ایالت در دسته های دیگر نشان داده می شود.
fi: Kuinka monta [[GenericTable]] on osavaltiota kohti ja miten kukin tila on edustettuna muissa luokissa.
fr: Combien de [[GenericTable]] il y a par état, et comment chaque état est représenté à travers d'autres catégories.
hu: Hány [[GenericTable]] van államonként, és hogyan képviselteti magát az egyes államok más kategóriákban.
it: Quante [[GenericTable]] ci sono per stato, e quanto è rappresentato ogni stato per altre categorie
ja: 州ごとに [[GenericTable]] がいくつあるか、および各州が他のカテゴリでどのように表されるか。
lt: Kiek [[GenericTable]] yra vienai valstybei ir kaip kiekviena valstybė yra atstovaujama kitose kategorijose.
ms: Berapa banyak [[GenericTable]] setiap negeri, dan bagaimana setiap negeri diwakili dalam kategori lain.
nb: Hvor mange [[GenericTable]] det er per status, og hvordan hver status er representert på tvers av kategorier.
nl: Hoeveel [[GenericTable]] zijn er per staat en hoe elke staat scoort in andere categorieën.
pl: Ile [[GenericTable]] jest na stan i jak każdy stan jest reprezentowany w innych kategoriach.
pt_br: Quantas [[GenericTable]] existem por estado, e como cada estado é representado em outras categorias.
ru: Сколько [[GenericTable]] существует в каждом штате и как каждое состояние представлено в других категориях.
sk: Koľko [[GenericTable]] je v jednotlivých štátoch a ako je každý štát zastúpený v iných kategóriách.
sl: Koliko [[GenericTable]] je na državo in kako je posamezna država predstavljena v drugih kategorijah.
sq: Sa [[GenericTable]] ka për çdo shtet dhe si përfaqësohet çdo shtet në kategori të tjera.
sr: Koliko [[GenericTable]] ima po državi, i kako je svaka država zastupljena u drugim kategorijama.
sv: Hur många [[GenericTable]] det finns per stat, och varje stats fördelning över kategorier.
tr: Devlet başına [[GenericTable]] sayısı, ve her devletin diğer kategorilerde nasıl temsil etmesi.
uk: Скільки [[GenericTable]] припадає на кожний штат і як кожний штат представлено в інших категоріях.
vi: Có bao nhiêu [[GenericTable]] mỗi huyện, và làm thế nào mỗi huyện được đại diện trên các loại khác.
zh_hk: [[GenericNumber]] [[this]]

source: Most-viewed pages
hu: A legnézettebb oldalak
ms: Halaman paling banyak dilihat

source: Example exploration
ar: استكشاف مثالي
bg: Примерно проучване
ca: Exploració d'exemple
de: Beispiel-Exploration
eo: Vibe check example
es: Exploración de ejemplo
fa: اکتشاف نمونه
fi: Esimerkkitutkimus
fr: Exemple d'exploration
hu: Példa feltárás
it: Esplorazione di esempio
ja: 探索の例
lt: Tyrimo pavyzdys
ms: Penerokaan contoh
nb: Eksempelutforskning
nl: Voorbeeldverkenning
pl: Przykładowa eksploracja
pt_br: Exemplo de exploração
ru: Пример исследования
sk: Príklad prieskumu
sl: Primer raziskovanja
sq: Eksplorim shembull
sr: Primer istraživanja
sv: Exempel på analys
tr: Örnek arama
uk: Приклад дослідження
vi: Ví dụ thăm d
zh_hk: 探索範例

source: Sales vs. rating
ar: المبيعات مقابل التقييم
bg: Продажби спрямо рейтинг
ca: Ventes vs. Clasificació
de: Umsatz vs. Bewertung
eo: Sales vs. rating — lowkey a mood check or smthn?
es: Ventas vs. Clasificación
fa: فروش در مقابل امتیاز
fi: Myynti vs. luokitus
fr: Ventes vs évaluation
hu: Értékesítés vs. minősítés
it: Vendite vs Rating
ja: 売上高対評価
lt: Pardavimai lyginant su reitingu
ms: Jualan vs. penilaian
nb: Omsetning vs. Vurdering
nl: Verkoop vs. beoordeling
pl: Sprzedaż a ocena
pt_br: Vendas x classificação
ru: Продажи vs. рейтинг
sk: Predaj vs. hodnotenie
sl: Prodaja v primerjavi z oceno
sq: Shitje kundrejt vlerësimit
sr: Prodaja vs. ocena
sv: Försäljning mot betyg
tr: Satış ve derecelendirme
uk: Продажі проти рейтингу
vi: Doanh số và xếp hạn
zh_hk: 銷售額與評級

source: [[this]] per hour of the day
ar: [[this]] حسب ساعة اليوم
bg: [[това]] на час от деня
ca: [[this]] per hora del dia
de: [[this]] pro Stunde des Tages
eo: [[this]] per hour of the day → [[this]] per hour of the day (no cap, it’s pretty straightforward)
es: [[this]] por hora del día
fa: [[this]] در هر ساعت از روز
fi: [[this]] tunneittain
fr: [[this]] par heure de la journée
hu: [[ez]] óránként a nap során
it: [[this]] per ora del giorno
ja: [[this]] 1時間／日あたり
lt: [[tai]] per valandą valandos
ms: [[ini]] setiap jam dalam sehari
nb: [[this]] per time i døgnet
nl: [[this]] per uur van de dag
pl: [[this]] według godziny dnia
pt_br: [[this]] por hora do dia
ru: [[this]] по часам
sk: [[this]] za hodinu dňa
sl: [[to]] na uro dneva
sq: [[this]] për orë të ditës
sr: [[this]] po satu u danu
sv: [[this]] per timme
tr: günün saat başına [[this]]
uk: [[this]] за годиною доби
vi: [[this]] trên mỗi giờ trong ngà
zh_hk: [[GenericNumber]]的總和[[this]]

source: Where your [[this.short-name]] are
hu: Hol vannak a [[this.short-name]]
ms: Di mana [[nama-pendek.ini]] anda berada

source: These are the same for all your [[this.short-name]]
hu: Ezek ugyanazok az összes [[ez.short-name]] esetében
ms: Ini adalah sama untuk semua [[nama-pendek.ini]] anda

source: Events by different categories
ar: الأحداث حسب فئات مختلفة
bg: Събития от различни категории
ca: Esdeveniments per diferents categories
de: Veranstaltungen nach verschiedenen Kategorien
eo: Vibes by different categories
es: Eventos por diferentes categorías
fa: رویدادها بر اساس دسته بندی های مختلف
fi: Tapahtumat eri kategorioissa
fr: Événements par différentes catégories
hu: Események különböző kategóriák szerint
it: Eventi per categorie diverse
ja: さまざまなカテゴリーのイベント
lt: Įvairių kategorijų renginiai
ms: Acara mengikut kategori berbeza
nb: Hendelser for forskjellige kategorier
nl: Gebeurtenissen per verschillende categorie
pl: Zdarzenia według różnych kategorii
pt_br: Eventos por diferentes categorias
ru: События по разным категориям
sk: Udalosti podľa rôznych kategórií
sl: Dogodki po različnih kategorijah
sq: Ngjarje sipas kategorive të ndryshme
sr: Događaji po različitim kategorijama
sv: Händelser per olika kategorier
tr: Farklı kategorilere göre hareketler
uk: Події за різними категоріями
vi: Sự kiện theo danh mục khác nhau
zh_hk: 不同類別的活動

source: Where these [[this.short-name]] are
ar: أين توجد هذه [[this.short-name]]
bg: Където са тези [[this.short-name]]
ca: On estat aquests [[this.short-name]]
de: Wo diese [[this.short-name]] sind
eo: Where are these [[this.short-name]] at, fr fr?
es: Donde están estos [[this.short-name]]
fa: جایی که این [[this.short-name]] هستند
fi: Missä nämä [[this.short-name]] ovat
fr: Où sont ces [[this.short-name]]
hu: Hol vannak ezek a [[this.short-name]]
it: Dove sono questi [[this.short-name]]
ja: これらの[[this.short-name]]がどこにあるのか
lt: Kai yra [[this.short-name]]
ms: Di mana [[nama-pendek.ini]] ini berada
nb: Hvor disse [[this.short-name]] er
nl: Waar [[this.short-name]] zich bevinden
pl: Gdzie są [[this.short-name]]
pt_br: Onde estes [[this.short-name]] estão
ru: Где находятся эти [[this.short-name]]
sk: Kde sú [[this.short-name]
sl: Kjer so ti [[this.short-name]]
sq: Ku janë këta [[this.short-name]]
sr: Gde su ovi [[this.short-name]]
sv: Var dessa [[this.short-name]] finns
tr: [[This.short-name]] bulunduğu yer
uk: Де розташовані ці [[this.short-name]]
vi: Những [[this.short-name]] này ở đâ
zh_hk: 銷售額與評級

source: Over time
ar: عبر الزمن
bg: С течение на времето
ca: Al llarg del temps
de: Im Laufe der Zeit
eo: Lowkey, "over time" is just "as time goes on" or "eventually" but if you wanna sound more slangy, you could say "with time" or "as the days go by" — no super strict slang equivalent for that phrase, but these work.
es: A lo largo del tiempo
fa: اضافه کاری
fi: Ajan myötä
fr: Au fil du temps
hu: Idővel
it: Fuori tempo
ja: 時間ごと
lt: Su laiku
ms: Dari masa ke masa
nb: Over tid
nl: Over de tijd
pl: Poza czasem
pt_br: Ao longo do tempo
ru: По времени
sk: Postupom času
sl: Sčasoma
sq: Me kalimin e kohës
sr: Kroz vreme
sv: Över tid
tr: Zamanaşımı
uk: З плином часу
vi: theo thời gia
zh_hk: 所有時間

source: A summary of the events in your [[this]] table
hu: Az események összefoglalása a [[ez]] táblában
ms: Ringkasan acara dalam jadual [[ini]] anda

source: Transactions per source over time
ar: المعاملات لكل مصدر عبر الزمن
bg: Транзакции на източник във времето
ca: Transaccions per origen al llarg del temps
de: Transaktionen pro Quelle im Laufe der Zeit
eo: Transacts per source over time, fr fr
es: Transacciones por origen a lo largo del tiempo.
fa: معاملات در هر منبع با گذشت زمان
fi: Tapahtumat lähdettä kohti ajan kuluessa
fr: Transactions par source au fil du temps
hu: Tranzakciók forrásonként idővel
it: Transazioni per sorgente nel tempo
ja: ソースごとのトランザクション推移
lt: Sandoriai per šaltinį per tam tikrą laiką
ms: Transaksi setiap sumber dari masa ke masa
nb: Transaksjoner per kilde over tid
nl: Transacties per bron over de tijd
pl: Transakcje według źródła w czasie
pt_br: Transações por fonte ao longo do tempo
ru: Транзакции по источникам во времени
sk: Transakcie zo zdroja v priebehu času
sl: Transakcije na vir v daljšem časovnem obdobju
sq: Transaksione sipas burimit me kalimin e kohës
sr: Transakcije po izvoru kroz vreme
sv: Transaktioner per källa över tid
tr: Zaman içindeki kaynak başına gerçekleşen işlemler
uk: Транзакції за джерелом з часом
vi: Giao dịch trên mỗi nguồn theo thời gia
zh_hk: 每個來源的交易

source: How the [[this]] is distributed
ar: كيف يتوزع [[this]]
bg: Как се разпределя [[това]]
ca: Com es distribueix el [[this]]
de: Wie das [[this]] verteilt wird
eo: How the heck is this even spread?
es: Como se distribuye el [[this]]
fa: نحوه توزیع [[this]]
fi: Kuinka [[this]] jaetaan
fr: Comment le [[this]] est réparti
hu: Hogyan oszlik el a [[ez]]
it: Come è stato distribuito il [[this]]
ja: [[this]]がどのように分布しているか
lt: Kaip platinama [[]]
ms: Bagaimana [[ini]] diedarkan
nb: Hvordan [[this]] er fordelt
nl: Hoe [[this] is verdeeld
pl: W jaki sposób [[this]] jest dystrybuowany
pt_br: Como [[this]] é distribuído
ru: Как [[this]] распространяется
sk: Ako je [[this]] distribuovaný
sl: Kako se porazdeli [[this]]
sq: Si shpërndahet [[this]]
sr: Kako je [[this]] raspoređeno
sv: Hur [[this]] är fördelat
tr: [[this]] nasıl dağıtılması
uk: Як розподілено [[this]]
vi: Cách [[this]] được phân b
zh_hk: [[this]]每天的每小時

source: Total income per source
ar: إجمالي الدخل حسب المصدر
bg: Общ доход на източник
ca: Ingressos totals per origen
de: Gesamteinkommen pro Quelle
eo: Total income per source → Total coin per vibe
es: Ingreso total por origen
fa: درآمد کل در هر منبع
fi: Tulot yhteensä lähdettä kohti
fr: Revenu total par source
hu: Összes bevétel forrásonként
it: Reddito totale per sorgente
ja: ソースごとの総収益
lt: Iš viso įplaukų per šalrinį
ms: Jumlah pendapatan setiap sumber
nb: Total inntekt per kilde
nl: Totaal inkomen per bron
pl: Całkowity dochód według źródła
pt_br: Total de renda por fonte
ru: Общий доход на источник
sk: Celkový príjem na zdroj
sl: Skupni dohodek na vir
sq: Të ardhura totale sipas burimit
sr: Ukupan prihod po izvoru
sv: Total förtjänst per källa
tr: Kaynak başına toplam gelir
uk: Загальний дохід за джерелом
vi: Tổng thu nhập trên mỗi nguồ
zh_hk: 每個來源的總收入

source: Total [[this.short-name]]
ar: إجمالي [[this.short-name]]
bg: Общо [[this.short-name]]
de: Gesamt [[this.short-name]]
eo: Total [[this.short-name]] fr
fa: تعداد [[this.short-name]]
fi: Yhteensä [[this.short-name]]
fr: [[this.short-name]] total
hu: Összesen [[this.short-name]]
it: Totale [[this.short-time]]
ja: 合計[[this.short-name]]
lt: Iš viso [[this.short-name]]
ms: Jumlah [[nama-pendek.ini]]
nb: Totalt [[this.short-name]]
nl: Totaal [[this.short-name]]
pt_br: Total de [[this.short-name]]
ru: Всего [[this.short-name]]
sk: Spolu [[this.short-name]]
sl: Skupaj [[this.short-name]]
sq: Totali [[this.short-name]]
sr: Ukupno [[this.short-name]]
tr: Toplam [[this.short-name]]
uk: Усього [[this.short-name]]
vi: Tổng [[this.short-name]
zh_hk: 您[[this.short-name]]的位置

source: Some metrics we found about your transactions.
hu: Néhány mutató, amit találtunk a tranzakcióiról.
ms: Beberapa metrik yang kami dapati mengenai transaksi anda.

source: How your different products are performing.
hu: Hogyan teljesítenek a különböző termékei.
ms: Bagaimana prestasi produk-produk anda yang berbeza.

source: Where these events are happening
ar: أين تحدث هذه الأحداث
bg: Където се случват тези събития
ca: On es produeixen aquests esdeveniments
de: Wo diese Ereignisse stattfinden
eo: Where these events are lowkey popping off
es: Donde occuren estos eventos
fa: جایی که این وقایع اتفاق می افتد
fi: Missä näitä tapahtumia tapahtuu
fr: Où ces événements se produisent
hu: Hol történnek ezek az események
it: Dove questi eventi stanno accadendo
ja: これらのイベントがどこで起きているか
lt: Kur šie įvykiai vyksta
ms: Di mana acara-acara ini berlaku
nb: Hvor disse hendelsene skjer
nl: Waar deze gebeurtenissen plaatsvinden
pl: Gdzie te zdarzenia się dzieją
pt_br: Onde esses eventos estão acontecendo
ru: Где происходят эти события
sk: Kde sa tieto udalosti dejú
sl: Kje se ti dogodki dogajajo
sq: Ku po ndodhin këto ngjarje
sr: Gde se ovi događaji dešavaju
sv: Var dessa händelser sker
tr: Bu hareketlerin gerçekleştiği yer
uk: Де відбуваються ці події
vi: Các sự kiện này xảy ra ở đâ
zh_hk: 這些事件發生的地方

source: Which US states are bringing you the most business.
ar: أي الولايات الأمريكية تجلب لك أكبر قدر من الأعمال.
bg: Кои щати на САЩ ви носят най-много бизнес.
ca: Quin estats dels EEUU aporten més al teu negoci
de: Welche US-Bundesstaaten bringen Ihnen die meisten Geschäfte.
eo: Which US states are lowkey sending you the most biz?
es: Qué estados de los EEUU te están dando más negocio
fa: کدام کشورهای ایالات متحده بیشترین تجارت را به شما ارائه می دهند.
fi: Mitkä Yhdysvaltain osavaltiot tuovat sinulle eniten liiketoimintaa.
fr: Quels États américains vous apportent le plus d’affaires ?
hu: Melyek azok az amerikai államok, amelyek a legtöbb üzletet hozzák.
it: Quali stati USA ti stanno portando più affari.
ja: どの米国州が最も大きな業績をもたらしているか
lt: Kurios JAV valstybės atneša jums labiausiai verslą.
ms: Negeri-negeri AS mana yang membawa anda perniagaan terbanyak.
nb: Hvilken stat i USA fører til mest virksomhet.
nl: Welke Amerikaanse staten dragen het meeste bij voor je zaken.
pl: Które stany USA przynoszą ci najwięcej biznesu.
pt_br: Quais estados dos EUA estão trazendo mais negócios.
ru: Какие штаты принесли вам наибольшую прибыль.
sk: Ktoré štáty USA vám prinášajú najviac do vášho podnikania.
sl: Katere ameriške države vam prinašajo največ posla.
sq: Cilat shtete të SHBA-së po ju sjellin më shumë biznes.
sr: Koje američke države vam donose najviše posla.
sv: Vilka amerikanska stater som går bäst.
tr: Hangi ABD eyaletleri size en çok iş getiriyor.
uk: Які штати США приносять вам найбільше бізнесу.
vi: Những tiểu bang nào của Hoa Kỳ đang mang lại cho bạn nhiều mối làm ăn nhất.
zh_hk: 美國哪些州為您帶來最大的業務？

source: How they compare across time
ar: كيف يقارنون عبر الزمن
bg: Как се сравняват във времето
ca: Com es comparen al llarg del temps
de: Wie sie im Zeitvergleich abschneiden
eo: How they lowkey compare over time
es: Como se comparan a lo largo del tiempo
fa: چگونه آنها در طول زمان مقایسه می کنند
fi: Miten ne vertautuvat ajan mittaan
fr: Comment ils se comparent à travers le temps
hu: Hogyan viszonyulnak egymáshoz idővel
it: Come si paragonano nel tempo
ja: 時間軸での比較
lt: Kaip jie palyginami laikui bėgant
ms: Bagaimana mereka dibandingkan mengikut masa
nb: Hvordan de varierer over tid.
nl: Hoe ze vergelijken over de tijd
pl: W jaki sposób porównują w czasie
pt_br: Como eles se comparam ao longo do tempo
ru: Как они сравниваются во времени
sk: Ako sa porovnávajú v čase
sl: Kako se primerjajo skozi čas
sq: Si krahasohen me kalimin e kohës
sr: Kako se porede kroz vreme
sv: Hur de kan jämföras över tid
tr: Onların amanla nasıl karşılaştırılması
uk: Як вони змінюються з часом
vi: Làm thế nào họ so sánh theo thời gian
zh_hk: 他們如何比較時間？

source: Average transaction income per month
ar: متوسط دخل المعاملة لكل شهر
bg: Среден доход от транзакции на месец
ca: Ingressos mitjos per transacció i mes
de: Durchschnittliches Transaktionseinkommen pro Monat
eo: Average cash flow per month, fr fr
es: Ingreso medio de transacción por mes
fa: متوسط درآمد معاملات در هر ماه
fi: Keskimääräinen liiketoimitulo kuukaudessa
fr: Revenu de transaction moyen par mois
hu: Átlagos tranzakciós bevétel havonta
it: Entrate medie delle transazioni al mese
ja: 月毎の平均トランザクション収益
lt: Vidutinės sandorių pajamos per mėnesį
ms: Purata pendapatan transaksi setiap bulan
nb: Gjennomsnittlig inntekt for transaksjoner per måned
nl: Gemiddelde transactie inkomen per maand
pl: Średni dochód transakcji według miesiąca
pt_br: Média de renda de transações por mês
ru: Средний доход по сделке в месяц
sk: Priemerný príjem z transakcie za mesiac
sl: Povprečni prihodki od transakcij na mesec
sq: Mesatarja e të ardhurave nga transaksionet për muaj
sr: Prosečan prihod od transakcija po mesecu
sv: Genomsnittlig förtjänst per månad
tr: Aylık ortalama işlem geliri
uk: Середній дохід від транзакцій за місяць
vi: Thu nhập giao dịch trung bình mỗi tháng
zh_hk: 月均交易收入

source: Average quantity per month
ar: متوسط الكمية لكل شهر
bg: Средно количество на месец
ca: Quantitat mitjana per mes
de: Durchschnittsmenge pro Monat
eo: Chill average per month
es: Cantidad media por mes
fa: مقدار متوسط در هر ماه
fi: Keskimääräinen määrä kuukaudessa
fr: Quantité moyenne par mois
hu: Átlagos mennyiség havonta
it: Quantità media al mese
ja: 月毎の平均数量
lt: Vidutinis kiekis per mėnesį
ms: Kuantiti purata setiap bulan
nb: Gjennomsnittlig antall per måned
nl: Gemiddelde hoeveelheid per maand
pl: Średnia ilość według miesiąca
pt_br: Média de quantidade por mês
ru: Среднее количество по месяцам
sk: Priemerné množstvo za mesiac
sl: Povprečna količina na mesec
sq: Sasi mesatare për muaj
sr: Prosečna količina po mesecu
sv: Genomsnittligt antal per månad
tr: Aylık ortalama miktarı
uk: Середня кількість за місяць
vi: Số lượng trung bình mỗi tháng
zh_hk: 每月平均數量

source: Seasonal patterns in the [[this]]
ar: أنماط موسمية في [[this]]
bg: Сезонни модели в [[това]]
ca: Patrons estacionals en [[this]]
de: Saisonale Muster in der [[this]]]
eo: Vibe check on the [[this]] seasonal bops
es: Patrones estacionales en [[this]]
fa: الگوهای فصلی در [[this]]
fi: Kausiluonteiset kuviot [[this]]
fr: Tendances saisonnières dans le [[this]]
hu: Szezonális minták a [[ez]]-ben
it: Modelli stagionali in [[this]]
ja: [[this]] の季節変動パターン
lt: Sezoniniai modeliai [[]]
ms: Corak bermusim dalam [[ini]]
nb: Sesongvariasjoner i [[this]]
nl: Seizoenspatronen in [[this]]
pl: Wzory sezonowe w [[this]
pt_br: Padrões sazonais no [[this]]
ru: Сезонность в [[this]]
sk: Sezónne vzorce v [[this]]
sl: Sezonski vzorci v [[this]]
sq: Modele sezonale në [[this]]
sr: Sezonski obrasci u [[this]]
sv: Säsongsmönster i [[this]]
tr: [[this]] mevsimsel desenler
uk: Сезонні закономірності в [[this]]
vi: Các mẫu theo mùa trong [[this]]
zh_hk: [[這個]]中的季節性模式

source: Events over time
ar: الأحداث عبر الزمن
bg: Събития във времето
ca: Esdeveniments al llarg del temps
de: Ereignisse im Laufe der Zeit
eo: Vibes through the ages
es: Eventos a lo largo del tiempo
fa: حوادث با گذشت زمان
fi: Tapahtumat ajan mittaan
fr: Événements au fil du temps
hu: Események idővel
it: Eventi nel tempo
ja: 異なる時間に渡ってのイベント
lt: Įvykiai laikui bėgant
ms: Acara dari masa ke masa
nb: Hendelser over tid
nl: Gebeurtenissen na verloop van tijd
pl: Zdarzenia w ujęciu czasu
pt_br: Eventos ao longo do tempo
ru: События по времени
sk: Udalosti v priebehu času
sl: Dogodki skozi čas
sq: Ngjarje me kalimin e kohës
sr: Događaji kroz vreme
sv: Händelser över tid
tr: Zaman içindeki olaylar
uk: Події з часом
vi: Sự kiện the
zh_hk: 一段時間的事件

source: Orders and income per source
ar: الطلبات والدخل حسب المصدر
bg: Поръчки и доход на източник
ca: Comandes i ingressos per origen
de: Aufträge und Einnahmen pro Quelle
eo: Orders and income per source = "Vibes and cash flow per source"
es: Pedidos e ingresos por origen
fa: سفارشات و درآمد در هر منبع
fi: Tilaukset ja tulot lähtettä kohti
fr: Commandes et revenus par source
hu: Rendelések és bevételek forrásonként
it: Ordini e reddito per sorgente
ja: ソースごとの注文と収益
lt: Užsakymai ir pajamos iš šaltinio
ms: Pesanan dan pendapatan setiap sumber
nb: Bestillinger og inntekt per kilde
nl: Bestellingen en inkomsten per bron
pl: Zamówienia i dochód według źródła
pt_br: Pedidos e renda por fonte
ru: Заказы и доход на источник
sk: Objednávky a príjmy podľa zdroja
sl: Naročila in prihodki po viru
sq: Porosi dhe të ardhura për burim
sr: Porudžbine i prihod po izvoru
sv: Order och förtjänst per källa
tr: Kaynak başına sipariş ve gelir
uk: Замовлення та дохід за джерелом
vi: Đơn đặt hàng và thu nhập trên mỗi nguồn
zh_hk: 每個訂單和收入

source: Transactions per hour of the day
ar: المعاملات حسب ساعة اليوم
bg: Транзакции на час от деня
ca: Transaccions per hora del dia
de: Transaktionen pro Stunde des Tages
eo: Transactions per hour of the day → "Trades per hr of the day"
es: Transacciones por hora del día
fa: معاملات در هر ساعت از روز
fi: Tapahtumat päivässä tunneittain
fr: Transactions par heure de la journée
hu: Tranzakciók óránként
it: Transazioni per ora del giorno
ja: その日の時間ごとのトランザクション数
lt: Sandoriai per dieną
ms: Transaksi setiap jam dalam sehari
nb: Transaksjoner per time i døgnet
nl: Transacties per uur van de dag
pl: Transakcje na godzinę dnia
pt_br: Transações por hora do dia
ru: Операции по часам дня
sk: Transakcie za hodinu dňa
sl: Transakcije na uro v dnevu
sq: Transaksione për orë të ditës
sr: Transakcije po satu u danu
sv: Transaktioner per timme
tr: Günün saatindeki işlemler
uk: Транзакції за годиною доби
vi: Các giao dịch mỗi giờ trong ngà
zh_hk: 該日每小時的交易量

source: Where most of your traffic is coming from.
hu: Ahonnan a forgalom nagy része érkezik.
ms: Dari mana kebanyakan trafik anda berasal.

source: Heres a quick look at the [[this]]
hu: Íme egy gyors pillantás a [[ez]]
ms: Berikut adalah pandangan cepat pada [[ini]]

source: It looks like your [[this]] has transactions, so heres a look at them
hu: Úgy tűnik, hogy a [[ez]] rendelkezik tranzakciókkal, ezért nézze meg őket
ms: Nampaknya [[ini]] anda mempunyai transaksi, jadi berikut adalah pandangan pada mereka

source: Average discount per month
ar: متوسط الخصم لكل شهر
bg: Средна отстъпка на месец
ca: Descompte mig per més
de: Durchschnittlicher Rabatt pro Monat
eo: Vibe with the usual monthly discount
es: Descuento medio por mes
fa: متوسط تخفیف در هر ماه
fi: Keskimääräinen alennus kuukaudessa
fr: Remise moyenne par mois
hu: Átlagos kedvezmény havonta
it: Sconto medio al mese
ja: 月毎の平均割引
lt: Vidutinė nuolaida per mėnesį
ms: Diskaun purata setiap bulan
nb: Gjennomsnittlig rabatt per måned
nl: Gemiddelde korting per maand
pl: Średni rabat według miesiąca
pt_br: Média de descontos por mês
ru: Средняя скидка по месяцам
sk: Priemerná zľava za mesiac
sl: Povprečni popust na mesec
sq: Zbritje mesatare për muaj
sr: Prosečan popust po mesecu
sv: Genomsnittlig rabatt per månad
tr: Aylık ortalama indirim
uk: Середня знижка за місяць
vi: Chiết khấu trung bình trên một thán
zh_hk: 每月的平均折扣
