Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: No tags found
ar: لم يتم العثور على أي وسوم
bg: Няма намерени етикети
ca: No s'han trobat etiquetes
de: Keine Tags gefunden
es: No se encontraron etiquetas
fa: هیچ برچسبی یافت نشد
fi: Ei tunnisteita
fr: Aucune balise trouvée
it: Nessun tag trovato
ja: タグが見つかりません
nb: Ingen tagger funnet
nl: Geen tags gevonden
pl: Nie znaleziono tagów
pt_br: Nenhuma tag encontrada
ru: Теги не найдены
sk: Nenašli sa žiadne značky
sl: Ni najdenih oznak
sq: Nuk u gjetën tag-e
sr: Nisu pronađeni tagovi
sv: Inga taggar hittades
tr: Hiçbir etiket bulunamadı
uk: Тегів не знайдено
vi: Không tìm thấy thẻ
zh_hk: 未找到標籤

source: Rename the {0} tag
ar: أعد تسمية الوسم {0}
bg: Преименувайте етикета {0}
ca: Canvia el nom de l'etiqueta {0}
de: Benennen Sie das Tag {0} um
es: Cambiar el nombre de la etiqueta {0}
fa: تغییر نام تگ {0}
fi: Nimeä {0} -tagi uudelleen
fr: Renommer la balise {0}
it: Rinomina il tag {0}
ja: {0} タグの名前を変更する
nb: Endre navn på {0} -taggen
nl: Hernoem de tag {0}
pl: Zmień nazwę znacznika {0}
pt_br: Renomeie a tag {0}
ru: Переименуйте тег {0}
sk: Premenujte značku {0}
sl: Preimenuj oznako {0}
sq: Riemërto tag-un {0}
sr: Preimenuj tag {0}
sv: Byt namn på {0} -taggen
tr: {0} etiketinin adını değiştirin
uk: Перейменувати тег {0}
vi: Đổi tên thẻ {0}
zh_hk: 重新命名 {0} 標籤

source: My tag
ar: وسمي
bg: Моят етикет
ca: La meva etiqueta
de: Mein Tag
es: Mi etiqueta
fa: برچسب من
fi: Minun tunnisteeni
fr: Mon tag
it: Il mio tag
ja: 私のタグ
nb: Min tag
nl: Mijn tag
pl: Mój tag
pt_br: Minha etiqueta
ru: Мой тег
sk: Moja značka
sl: Moja oznaka
sq: Tag-u im
sr: Moja oznaka
sv: Min tagg
tr: Benim etiketim
uk: Мій тег
vi: Thẻ của tôi
zh_hk: 我的標籤

source: Delete the transform only
ar: حذف التحويل فقط
bg: Изтриване само на трансформацията
ca: Suprimeix només la transformació
de: Löschen Sie nur die Transformation
es: Eliminar solo la transformación
fa: فقط تبدیل را حذف کنید
fi: Poista vain muunnos
fr: Supprimer uniquement la transformation
it: Elimina solo la trasformazione
ja: 変換のみ削除
nb: Slett kun transformasjonen
nl: Verwijder alleen de transformatie
pl: Usuń tylko transformację
pt_br: Exclua apenas a transformação
ru: Удалить только преобразование
sk: Odstrániť iba transformáciu
sl: Izbriši samo transformacijo
sq: Fshi vetëm transformimin
sr: Obriši samo transformaciju
sv: Ta bara bort transformationen
tr: Yalnızca dönüşümü sil
uk: Видалити лише трансформ
vi: Chỉ xóa biến đổi
zh_hk: 僅刪除變形

source: Delete the transform and the table
ar: حذف التحويل والجدول
bg: Изтрийте трансформацията и таблицата
ca: Suprimeix la transformació i la taula
de: Löschen Sie die Transformation und die Tabelle
es: Eliminar la transformación y la tabla
fa: تبدیل و جدول را حذف کنید
fi: Poista muunnos ja taulukko
fr: Supprimer la transformation et la table
it: Elimina la trasformazione e la tabella
ja: 変換とテーブルを削除する
nb: Slett transformasjonen og tabellen
nl: Verwijder de transformatie en de tabel
pl: Usuń transformację i tabelę
pt_br: Exclua a transformação e a tabela
ru: Удалить преобразование и таблицу
sk: Odstráňte transformáciu a tabuľku
sl: Izbriši transformacijo in tabelo
sq: Fshi transformimin dhe tabelën
sr: Obriši transformaciju i tabelu
sv: Ta bort transformationen och tabellen
tr: Dönüşümü ve tabloyu silin
uk: Видалити трансформ і таблицю
vi: Xóa biến đổi và bảng
zh_hk: 刪除變形和表格

source: Delete only the transform, or the table it generates, too?
ar: هل تريد حذف التحويل فقط، أم أيضًا الجدول الذي يُنشئه؟
bg: Да се изтрие ли само трансформацията или и таблицата, която генерира?
ca: Voleu suprimir només la transformació o també la taula que genera?
de: Nur die Transformation löschen oder auch die von ihr generierte Tabelle?
es: ¿Eliminar sólo la transformación o también la tabla que genera?
fa: فقط تبدیل یا جدولی که تولید می‌کند را هم حذف کنیم؟
fi: Poistetaanko vain muunnos vai myös sen luoma taulukko?
fr: Supprimer uniquement la transformation ou également la table qu'elle génère ?
it: Eliminare solo la trasformazione o anche la tabella che genera?
ja: 変換のみを削除しますか、それとも変換によって生成されるテーブルも削除しますか?
nb: Slette bare transformasjonen, eller også tabellen den genererer?
nl: Alleen de transformatie verwijderen of ook de tabel die deze genereert?
pl: Usunąć tylko transformację czy również wygenerowaną przez nią tabelę?
pt_br: Excluir somente a transformação ou a tabela gerada também?
ru: Удалить только преобразование или также и сгенерированную им таблицу?
sk: Odstrániť iba transformáciu alebo aj tabuľku, ktorú vygeneruje?
sl: Izbrisati samo transformacijo ali tudi tabelo, ki jo ustvari?
sq: Të fshihet vetëm transformimi, apo edhe tabela që gjeneron?
sr: Obrisati samo transformaciju ili i tabelu koju generiše?
sv: Vill du bara ta bort transformationen, eller även tabellen som den genererar?
tr: Sadece dönüşümü mü sileyim, yoksa onun oluşturduğu tabloyu da mı sileyim?
uk: Видалити лише трансформ чи також таблицю, яку він генерує?
vi: Chỉ xóa phép biến đổi hay xóa luôn cả bảng mà nó tạo ra?
zh_hk: 只刪除變形，還是也刪除它產生的表格？

source: Delete this transform?
ar: هل تريد حذف هذا التحويل؟
bg: Да се изтрие ли тази трансформация?
ca: Voleu suprimir aquesta transformació?
de: Diese Transformation löschen?
es: ¿Borrar esta transformación?
fa: این تبدیل را حذف کنید؟
fi: Poistetaanko tämä muunnos?
fr: Supprimer cette transformation ?
it: Eliminare questa trasformazione?
ja: この変換を削除しますか?
nb: Slette denne transformasjonen?
nl: Deze transformatie verwijderen?
pl: Usunąć tę transformację?
pt_br: Excluir esta transformação?
ru: Удалить это преобразование?
sk: Odstrániť túto transformáciu?
sl: Izbriši to transformacijo?
sq: Të fshihet ky transformim?
sr: Obrisati ovu transformaciju?
sv: Ta bort den här transformationen?
tr: Bu dönüşümü silmek istiyor musunuz?
uk: Видалити цей трансформ?
vi: Xóa chuyển đổi này?
zh_hk: 刪除此變形嗎？

source: If you want you can additionally delete the table this transform generated, {0}. Deleting the table will break queries that used it. This can’t be undone, so please be careful.
ar: إذا أردت، يمكنك أيضًا حذف الجدول الذي أنشأه هذا التحويل، {0}. سيؤدي حذف الجدول إلى كسر الاستعلامات التي كانت تستخدمه. لا يمكن التراجع عن ذلك، لذا يُرجى الحذر.
bg: Ако желаете, можете допълнително да изтриете таблицата, генерирана от тази трансформация, {0}. Изтриването на таблицата ще прекъсне заявките, които са я използвали. Това не може да бъде отменено, така че, моля, бъдете внимателни.
ca: Si voleu, també podeu suprimir la taula que ha generat aquesta transformació, {0}. Si suprimiu la taula, es trencaran les consultes que la feien servir. Això no es pot desfer, així que aneu amb compte.
de: Wenn Sie möchten, können Sie zusätzlich die von dieser Transformation generierte Tabelle {0}löschen. Das Löschen der Tabelle führt dazu, dass Abfragen, die sie verwendet haben, nicht mehr funktionieren. Dies kann nicht rückgängig gemacht werden. Seien Sie daher vorsichtig.
es: Si lo desea, puede eliminar la tabla generada por esta transformación, {0}. Eliminar la tabla interrumpirá las consultas que la usaron. Esta acción no se puede deshacer, así que tenga cuidado.
fa: اگر بخواهید می‌توانید جدولی که این تبدیل ایجاد کرده است، {0}را نیز حذف کنید. حذف جدول، کوئری‌هایی را که از آن استفاده کرده‌اند، از کار می‌اندازد. این کار قابل بازگشت نیست، بنابراین لطفاً مراقب باشید.
fi: Voit halutessasi myös poistaa tämän muunnoksen luoman taulukon, {0}. Taulukon poistaminen rikkoo sitä käyttäneet kyselyt. Tätä ei voi perua, joten ole varovainen.
fr: Si vous le souhaitez, vous pouvez également supprimer la table générée par cette transformation, {0}. La suppression de la table interrompra les requêtes qui l'utilisaient. Cette opération est irréversible, soyez donc prudent.
it: Se lo desideri, puoi anche eliminare la tabella generata da questa trasformazione, {0}. L'eliminazione della tabella interromperà le query che la utilizzavano. Questa operazione non può essere annullata, quindi fai attenzione.
ja: 必要であれば、この変換によって生成されたテーブルを削除することもできます。 {0}。テーブルを削除すると、そのテーブルを使用していたクエリが壊れてしまいます。元に戻すことはできませんので、ご注意ください。
nb: Hvis du vil, kan du i tillegg slette tabellen som denne transformasjonen genererte, {0}. Hvis du sletter tabellen, vil spørringer som brukte den, gå i stykker. Dette kan ikke gjøres ugjort, så vær forsiktig.
nl: Als u wilt, kunt u ook de tabel verwijderen die deze transformatie heeft gegenereerd, {0}. Het verwijderen van de tabel zal de query's die deze tabel gebruikten, verbreken. Dit kan niet ongedaan worden gemaakt, dus wees voorzichtig.
pl: Jeśli chcesz, możesz dodatkowo usunąć tabelę wygenerowaną przez tę transformację, {0}. Usunięcie tabeli spowoduje przerwanie zapytań, które z niej korzystały. Tej operacji nie da się cofnąć, więc zachowaj ostrożność.
pt_br: Se desejar, você também pode excluir a tabela gerada por esta transformação, {0}. Excluir a tabela interromperá as consultas que a utilizaram. Isso não pode ser desfeito, portanto, tenha cuidado.
ru: При желании вы можете дополнительно удалить таблицу, созданную этим преобразованием, {0}. Удаление таблицы нарушит запросы, которые её использовали. Это действие нельзя отменить, поэтому будьте осторожны.
sk: Ak chcete, môžete tabuľku vygenerovanú touto transformáciou dodatočne vymazať, {0}. Vymazanie tabuľky preruší dotazy, ktoré ju používali. Túto akciu nie je možné vrátiť späť, preto buďte opatrní.
sl: Če želite, lahko dodatno izbrišete tabelo, ki jo je ustvarila ta transformacija, {0}. Brisanje tabele bo prekinilo poizvedbe, ki so jo uporabljale. Tega ni mogoče razveljaviti, zato bodite previdni.
sq: Nëse doni, mund të fshini gjithashtu tabelën që ky transformim gjeneroi, {0}. Fshirja e tabelës do të prishë query-t që e përdornin. Kjo nuk mund të zhbëhet, ndaj ju lutemi tregoni kujdes.
sr: Ako želite, možete dodatno obrisati tabelu koju je ova transformacija generisala, {0}. Brisanje tabele će pokvariti upite koji su je koristili. Ovo ne može da se opozove, zato budite oprezni.
sv: Om du vill kan du dessutom ta bort tabellen som genererades av den här transformationen, {0}. Om du tar bort tabellen kommer frågor som använde den att brytas. Detta kan inte ångras, så var försiktig.
tr: İsterseniz, bu dönüşümün oluşturduğu tabloyu da silebilirsiniz, {0}. Tabloyu silmek, onu kullanan sorguları bozar. Bu işlem geri alınamaz, bu yüzden lütfen dikkatli olun.
uk: За потреби ви також можете видалити таблицю, яку згенерував цей трансформ, {0}. Видалення таблиці зламає запити, які її використовували. Це неможливо скасувати, тож будьте обережні.
vi: Nếu muốn, bạn cũng có thể xóa bảng được tạo ra bởi phép biến đổi này, {0}. Việc xóa bảng sẽ làm hỏng các truy vấn đã sử dụng bảng đó. Thao tác này không thể hoàn tác, vì vậy hãy cẩn thận.
zh_hk: 如果您願意，可以另外刪除這個轉換所產生的資料表， {0}。刪除該表會破壞使用該表的查詢。這是無法撤銷的，所以請小心。

source: Deleting this transform won’t delete any tables.
ar: لن يؤدي حذف هذا التحويل إلى حذف أي جداول.
bg: Изтриването на тази трансформация няма да изтрие никакви таблици.
ca: Si suprimiu aquesta transformació, no suprimireu cap taula.
de: Durch das Löschen dieser Transformation werden keine Tabellen gelöscht.
es: Eliminar esta transformación no eliminará ninguna tabla.
fa: حذف این تبدیل، هیچ جدولی را حذف نمی‌کند.
fi: Tämän muunnoksen poistaminen ei poista yhtään taulukkoa.
fr: La suppression de cette transformation ne supprimera aucune table.
it: L'eliminazione di questa trasformazione non eliminerà alcuna tabella.
ja: この変換を削除してもテーブルは削除されません。
nb: Hvis du sletter denne transformasjonen, slettes ingen tabeller.
nl: Wanneer u deze transformatie verwijdert, worden er geen tabellen verwijderd.
pl: Usunięcie tej transformacji nie spowoduje usunięcia żadnych tabel.
pt_br: Excluir esta transformação não excluirá nenhuma tabela.
ru: Удаление этого преобразования не приведет к удалению каких-либо таблиц.
sk: Odstránením tejto transformácie sa neodstránia žiadne tabuľky.
sl: Z brisanjem te transformacije ne boste izbrisali nobene tabele.
sq: Fshirja e këtij transformimi nuk do të fshijë asnjë tabelë.
sr: Brisanje ove transformacije neće obrisati nijednu tabelu.
sv: Att ta bort den här transformationen kommer inte att ta bort några tabeller.
tr: Bu dönüşümü silmek hiçbir tabloyu silmeyecektir.
uk: Видалення цього трансформу не видалить жодних таблиць.
vi: Xóa chuyển đổi này sẽ không xóa bất kỳ bảng nào.
zh_hk: 刪除此變形不會刪除任何資料表。

source: Delete transform
ar: حذف التحويل
bg: Изтриване на трансформация
ca: Suprimeix la transformació
de: Transformation löschen
es: Eliminar transformación
fa: تبدیل را حذف کنید
fi: Poista muunnos
fr: Supprimer la transformation
it: Elimina trasformazione
ja: 変換を削除
nb: Slett transformasjon
nl: Transformatie verwijderen
pl: Usuń transformację
pt_br: Excluir transformação
ru: Удалить преобразование
sk: Odstrániť transformáciu
sl: Izbriši transformacijo
sq: Fshi transformimin
sr: Obriši transformaciju
sv: Ta bort transformation
tr: Dönüşümü sil
uk: Видалити трансформ
vi: Xóa chuyển đổi
zh_hk: 刪除變形

source: Delete transform and table
ar: حذف التحويل والجدول
bg: Изтриване на трансформация и таблица
ca: Suprimeix la transformació i la taula
de: Transformation und Tabelle löschen
es: Eliminar transformación y tabla
fa: تبدیل و جدول را حذف کنید
fi: Poista muunnos ja taulukko
fr: Supprimer la transformation et la table
it: Elimina trasformazione e tabella
ja: 変換とテーブルを削除する
nb: Slett transformasjon og tabell
nl: Transformatie en tabel verwijderen
pl: Usuń transformację i tabelę
pt_br: Excluir transformação e tabela
ru: Удалить преобразование и таблицу
sk: Odstrániť transformáciu a tabuľku
sl: Izbriši transformacijo in tabelo
sq: Fshi transformimin dhe tabelën
sr: Obriši transformaciju i tabelu
sv: Ta bort transformation och tabell
tr: Dönüşümü ve tabloyu sil
uk: Видалити трансформ і таблицю
vi: Xóa biến đổi và bảng
zh_hk: 刪除變形和表格

source: Delete transform only
ar: حذف التحويل فقط
bg: Изтриване само на трансформация
ca: Suprimeix només la transformació
de: Nur Transformation löschen
es: Eliminar solo la transformación
fa: فقط تبدیل را حذف کنید
fi: Poista vain muunnos
fr: Supprimer uniquement la transformation
it: Elimina solo la trasformazione
ja: 変換のみ削除
nb: Slett kun transformasjon
nl: Alleen transformatie verwijderen
pl: Usuń tylko transformację
pt_br: Excluir apenas transformação
ru: Удалить только преобразование
sk: Odstrániť iba transformáciu
sl: Izbriši samo transformacijo
sq: Fshi vetëm transformimin
sr: Obriši samo transformaciju
sv: Ta bara bort transformering
tr: Yalnızca dönüşümü sil
uk: Видалити лише трансформ
vi: Chỉ xóa chuyển đổi
zh_hk: 僅刪除變形

source: SQL for this transform
ar: SQL لهذا التحويل
bg: SQL за тази трансформация
ca: SQL per a aquesta transformació
de: SQL für diese Transformation
es: SQL para esta transformación
fa: SQL برای این تبدیل
fi: SQL tälle muunnokselle
fr: SQL pour cette transformation
it: SQL per questa trasformazione
ja: この変換のSQL
nb: SQL for denne transformasjonen
nl: SQL voor deze transformatie
pl: SQL dla tej transformacji
pt_br: SQL para esta transformação
ru: SQL для этого преобразования
sk: SQL pre túto transformáciu
sl: SQL za to transformacijo
sq: SQL për këtë transformim
sr: SQL za ovu transformaciju
sv: SQL för denna transformation
tr: Bu dönüşüm için SQL
uk: SQL для цього трансформу
vi: SQL cho chuyển đổi này
zh_hk: 此轉換的 SQL

source: Convert this transform to SQL
ar: حوّل هذا التحويل إلى SQL
bg: Преобразувайте тази трансформация в SQL
ca: Converteix aquesta transformació a SQL
de: Konvertieren Sie diese Transformation in SQL
es: Convertir esta transformación a SQL
fa: این تبدیل را به SQL تبدیل کنید
fi: Muunna tämä muunnos SQL-muotoon
fr: Convertir cette transformation en SQL
it: Converti questa trasformazione in SQL
ja: この変換をSQLに変換する
nb: Konverter denne transformasjonen til SQL
nl: Converteer deze transformatie naar SQL
pl: Konwertuj tę transformację na SQL
pt_br: Converta esta transformação para SQL
ru: Преобразовать это преобразование в SQL
sk: Previesť túto transformáciu do SQL
sl: Pretvori to transformacijo v SQL
sq: Konverto këtë transformim në SQL
sr: Konvertuj ovu transformaciju u SQL
sv: Konvertera denna transformation till SQL
tr: Bu dönüşümü SQL'e dönüştürün
uk: Перетворити цю трансформацію на SQL
vi: Chuyển đổi chuyển đổi này sang SQL
zh_hk: 將此轉換轉換為 SQL

source: Failed to update transform name
ar: فشل تحديث اسم التحويل
bg: Актуализирането на името на трансформацията не бе успешно
ca: No s'ha pogut actualitzar el nom de la transformació
de: Fehler beim Aktualisieren des Transformationsnamens
es: No se pudo actualizar el nombre de la transformación
fa: به‌روزرسانی نام تبدیل ناموفق بود
fi: Muunnoksen nimen päivittäminen epäonnistui
fr: Échec de la mise à jour du nom de la transformation
it: Impossibile aggiornare il nome della trasformazione
ja: 変換名の更新に失敗しました
nb: Kunne ikke oppdatere transformasjonsnavnet
nl: Transformatienaam kan niet worden bijgewerkt
pl: Nie udało się zaktualizować nazwy transformacji
pt_br: Falha ao atualizar o nome da transformação
ru: Не удалось обновить имя преобразования.
sk: Nepodarilo sa aktualizovať názov transformácie
sl: Imena transformacije ni bilo mogoče posodobiti.
sq: Dështoi përditësimi i emrit të transformimit
sr: Neuspešno ažuriranje naziva transformacije
sv: Misslyckades med att uppdatera transformnamnet
tr: Dönüşüm adı güncellenemedi
uk: Не вдалося оновити назву трансформу
vi: Không cập nhật được tên chuyển đổi
zh_hk: 更新變形名稱失敗

source: Transform name updated
ar: تم تحديث اسم التحويل
bg: Името на трансформацията е актуализирано
ca: Nom de la transformació actualitzat
de: Transform-Name aktualisiert
es: Nombre de transformación actualizado
fa: نام تبدیل به‌روزرسانی شد
fi: Muunnoksen nimi päivitetty
fr: Nom de transformation mis à jour
it: Nome della trasformazione aggiornato
ja: 変換名が更新されました
nb: Transformnavn oppdatert
nl: Transformatienaam bijgewerkt
pl: Zaktualizowano nazwę transformacji
pt_br: Nome da transformação atualizado
ru: Имя преобразования обновлено
sk: Názov transformácie bol aktualizovaný
sl: Ime transformacije posodobljeno
sq: Emri i transformimit u përditësua
sr: Naziv transformacije ažuriran
sv: Transformnamn uppdaterat
tr: Dönüşüm adı güncellendi
uk: Назву трансформу оновлено
vi: Tên chuyển đổi đã được cập nhật
zh_hk: 變更名稱已更新

source: Failed to update job name
ar: فشل تحديث اسم الوظيفة
bg: Актуализирането на името на заданието не бе успешно
ca: No s'ha pogut actualitzar el nom de la feina
de: Jobname konnte nicht aktualisiert werden
es: No se pudo actualizar el nombre del trabajo
fa: نام شغل به‌روزرسانی نشد
fi: Työn nimen päivittäminen epäonnistui
fr: Échec de la mise à jour du nom du travail
it: Impossibile aggiornare il nome del lavoro
ja: ジョブ名の更新に失敗しました
nb: Kunne ikke oppdatere jobbnavnet
nl: Het is niet gelukt om de taaknaam bij te werken
pl: Nie udało się zaktualizować nazwy zadania
pt_br: Falha ao atualizar o nome do trabalho
ru: Не удалось обновить название задания.
sk: Nepodarilo sa aktualizovať názov úlohy
sl: Imena delovnega mesta ni bilo mogoče posodobiti.
sq: Dështoi përditësimi i emrit të job-it
sr: Neuspešno ažuriranje naziva posla
sv: Misslyckades med att uppdatera jobbnamnet
tr: İş adı güncellenemedi
uk: Не вдалося оновити назву джоба
vi: Không cập nhật được tên công việc
zh_hk: 更新工作名稱失敗

source: Job name updated
ar: تم تحديث اسم الوظيفة
bg: Името на работата е актуализирано
ca: Nom de la feina actualitzat
de: Jobname aktualisiert
es: Nombre del trabajo actualizado
fa: نام شغل به‌روزرسانی شد
fi: Työnimi päivitetty
fr: Nom du travail mis à jour
it: Nome del lavoro aggiornato
ja: ジョブ名が更新されました
nb: Jobbnavn oppdatert
nl: Taaknaam bijgewerkt
pl: Zaktualizowano nazwę stanowiska
pt_br: Nome do trabalho atualizado
ru: Название работы обновлено
sk: Názov pracovnej pozície bol aktualizovaný
sl: Ime delovnega mesta posodobljeno
sq: Emri i job-it u përditësua
sr: Naziv posla ažuriran
sv: Jobbnamn uppdaterat
tr: İş adı güncellendi
uk: Назву джоба оновлено
vi: Tên công việc đã được cập nhật
zh_hk: 工作名稱已更新

source: Failed to update job schedule
ar: فشل تحديث جدول الوظيفة
bg: Актуализирането на графика на заданията не бе успешно
ca: No s'ha pogut actualitzar la planificació de treballs
de: Fehler beim Aktualisieren des Jobplans
es: No se pudo actualizar el cronograma de trabajo
fa: به‌روزرسانی برنامه کاری انجام نشد
fi: Työaikataulun päivittäminen epäonnistui
fr: Échec de la mise à jour du calendrier des tâches
it: Impossibile aggiornare la pianificazione del lavoro
ja: ジョブスケジュールの更新に失敗しました
nb: Kunne ikke oppdatere jobbplanen
nl: Het is niet gelukt om het werkschema bij te werken
pl: Nie udało się zaktualizować harmonogramu zadań
pt_br: Falha ao atualizar o cronograma de trabalho
ru: Не удалось обновить график работ.
sk: Nepodarilo sa aktualizovať rozvrh úloh
sl: Posodobitev urnika opravil ni uspela
sq: Dështoi përditësimi i orarit të job-it
sr: Neuspešno ažuriranje rasporeda posla
sv: Misslyckades med att uppdatera jobbschemat
tr: İş programı güncellenemedi
uk: Не вдалося оновити розклад джоба
vi: Không cập nhật được lịch trình công việc
zh_hk: 更新工作排程失敗

source: Job schedule updated
ar: تم تحديث جدول الوظيفة
bg: Графикът на работата е актуализиран
ca: Calendari de treball actualitzat
de: Jobplan aktualisiert
es: Horario de trabajo actualizado
fa: برنامه کاری به روز شد
fi: Työaikataulu päivitetty
fr: Calendrier des travaux mis à jour
it: Programma di lavoro aggiornato
ja: ジョブスケジュールが更新されました
nb: Jobbplan oppdatert
nl: Werkschema bijgewerkt
pl: Zaktualizowano harmonogram zadań
pt_br: Cronograma de trabalho atualizado
ru: График работы обновлен
sk: Harmonogram úloh aktualizovaný
sl: Posodobljen urnik dela
sq: Orari i job-it u përditësua
sr: Raspored posla ažuriran
sv: Jobbschema uppdaterat
tr: İş programı güncellendi
uk: Розклад джоба оновлено
vi: Lịch trình công việc đã được cập nhật
zh_hk: 工作時間表已更新

source: Failed to update job tags
ar: فشل تحديث وسوم الوظيفة
bg: Актуализирането на етикетите на заданието не бе успешно
ca: No s'han pogut actualitzar les etiquetes de treball
de: Job-Tags konnten nicht aktualisiert werden
es: No se pudieron actualizar las etiquetas de trabajo
fa: به‌روزرسانی برچسب‌های شغلی ناموفق بود
fi: Työtunnisteiden päivittäminen epäonnistui
fr: Échec de la mise à jour des balises de travail
it: Impossibile aggiornare i tag del lavoro
ja: ジョブタグの更新に失敗しました
nb: Kunne ikke oppdatere jobbkoder
nl: Het is niet gelukt om de taaklabels bij te werken
pl: Nie udało się zaktualizować tagów zadań
pt_br: Falha ao atualizar as tags de trabalho
ru: Не удалось обновить теги заданий.
sk: Nepodarilo sa aktualizovať značky pracovných miest
sl: Posodobitev oznak delovnih mest ni uspela
sq: Dështoi përditësimi i tag-ëve të job-it
sr: Neuspešno ažuriranje oznaka posla
sv: Misslyckades med att uppdatera jobbtaggar
tr: İş etiketleri güncellenemedi
uk: Не вдалося оновити теги джоба
vi: Không cập nhật được thẻ công việc
zh_hk: 更新工作標籤失敗

source: Job tags updated
ar: تم تحديث وسوم الوظيفة
bg: Етикетите за работа са актуализирани
ca: Etiquetes de feina actualitzades
de: Job-Tags aktualisiert
es: Etiquetas de trabajo actualizadas
fa: برچسب‌های شغلی به‌روزرسانی شدند
fi: Työpaikkatunnisteet päivitetty
fr: Balises d'emploi mises à jour
it: Tag di lavoro aggiornati
ja: 求人タグが更新されました
nb: Oppdaterte jobbkoder
nl: Jobtags bijgewerkt
pl: Zaktualizowano tagi zadań
pt_br: Tags de trabalho atualizadas
ru: Теги вакансий обновлены
sk: Aktualizované značky pracovných miest
sl: Oznake delovnih mest so bile posodobljene
sq: Tag-ët e job-it u përditësuan
sr: Oznake posla ažurirane
sv: Jobbtaggar uppdaterade
tr: İş etiketleri güncellendi
uk: Теги джоба оновлено
vi: Thẻ công việc đã được cập nhật
zh_hk: 工作標籤已更新
