Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Transforms require "Can view" data access and "Query builder and native" for all tables in this database
ar: تتطلب التحويلات صلاحية الوصول إلى البيانات "Can view" و"Query builder and native" لجميع الجداول في قاعدة البيانات هذه
de: Für die Transformationen ist der Datenzugriff „Anzeigen“ sowie „Abfrage-Generator und nativ“ für alle Tabellen in dieser Datenbank erforderlich.
es: Las transformaciones requieren acceso a datos "Puede ver" y "Generador de consultas y nativo" para todas las tablas de esta base de datos
fa: تبدیل‌ها برای همه جداول این پایگاه داده به دسترسی به داده‌ها با قابلیت «مشاهده» و «سازنده پرس‌وجو و بومی» نیاز دارند.
fi: Muunnokset edellyttävät "Voi tarkastella" -tietokäyttöoikeutta ja "Kyselyn luonti- ja natiivikäyttöoikeutta" kaikille tämän tietokannan taulukoille
fr: Les transformations nécessitent un accès aux données de type « Consultation » ainsi que les fonctionnalités « Générateur de requêtes et natif » pour toutes les tables de cette base de données.
it: Le trasformazioni richiedono l'accesso ai dati "Può visualizzare" e "Query builder e nativo" per tutte le tabelle in questo database
ja: 変換には、このデータベース内のすべてのテーブルに対して「表示可能」データ アクセスと「クエリ ビルダーとネイティブ」が必要です。
pl: Przekształcenia wymagają dostępu do danych „Możliwość przeglądania” oraz „Kreatora zapytań i natywnego” dostępu dla wszystkich tabel w tej bazie danych
pt_br: As transformações exigem acesso aos dados com a opção "Pode visualizar" e "Construtor de consultas e nativo" para todas as tabelas deste banco de dados.
ru: Для трансформов нужен доступ к данным "Can view" и "Query builder and native" для всех таблиц в этой базе данных
sk: Transformácie vyžadujú prístup k údajom typu „Môže zobraziť“ a pre všetky tabuľky v tejto databáze „Tvorca dotazov a natívny prístup“.
sl: Transformacije zahtevajo dostop do podatkov »Lahko si ogleda« in »Graditelj poizvedb in izvorno« za vse tabele v tej zbirki podatkov.
sq: Transformimet kërkojnë akses të të dhënave "Mund të shohë" dhe "Ndërtues pyetjesh dhe native" për të gjitha tabelat në këtë bazë të dhënash
sr: Transformacije zahtevaju "Može da vidi" pristup podacima i "Kreator upita i nativni" za sve tabele u ovoj bazi podataka
tr: Dönüşümler, bu veritabanındaki tüm tablolar için "Görüntüleme" veri erişimi ve "Sorgu oluşturucu ve yerel" izinlerini gerektirir.
uk: Для Трансформів потрібні права доступу до даних "Can view" і "Query builder and native" для всіх таблиць у цій базі даних
vi: Các phép biến đổi yêu cầu quyền truy cập dữ liệu "Có thể xem" và "Trình tạo truy vấn và truy vấn gốc" cho tất cả các bảng trong cơ sở dữ liệu này.
zh_hk: 變形需要「能夠檢視」資料存取，以及此資料庫中所有資料表的「查詢建構器與原生」。

source: Your token expires in {0} days.
ar: سينتهي توكنك خلال {0} يومًا.
bg: Вашият токен изтича след {0} дни.
ca: El teu token caduca en {0} dies.
de: Ihr Token läuft in {0} Tagen ab.
es: Su token expira en {0} días.
fa: توکن شما تا {0} روز دیگر منقضی می‌شود.
fi: Tunnuksesi vanhenee {0} päivän kuluttua.
fr: Votre jeton expire dans {0} jours.
it: Il tuo token scade tra {0} giorni.
ja: トークンは {0} 日後に期限切れになります。
nb: Tokenet ditt utløper om {0} dager.
nl: Uw token verloopt over {0} dagen.
pl: Twój token wygasa za {0} dni.
pt_br: Seu token expira em {0} dias.
ru: Срок действия вашего токена истекает через {0} дней.
sk: Platnosť vášho tokenu vyprší o {0} dní.
sl: Vaš žeton poteče čez {0} dni.
sq: Token-i yt skadon pas {0} ditësh.
sr: Vaš token ističe za {0} dana.
sv: Din token upphör att gälla om {0} dagar.
tr: Jetonunuzun süresi {0} gün içinde dolacak.
uk: Термін дії вашого токена спливає через {0} днів.
vi: Mã thông báo của bạn sẽ hết hạn sau {0} ngày.
zh_hk: 您的令牌將於 {0} 天後過期。

source: Chat with Metabot ({0}+E)
ar: الدردشة مع Metabot ({0}+E)
bg: Чат с Metabot ({0}+E)
ca: Xateja amb Metabot ({0}+E)
de: Chatte mit Metabot ({0}+E)
es: Chatea con Metabot ({0}+E)
fa: چت با متابات ({0}+E)
fi: Keskustele Metabotin kanssa ({0}+E)
fr: Discuter avec Metabot ({0}+E)
it: Chatta con Metabot ({0}+E)
ja: Metabot とチャット ({0}+E)
nb: Chat med Metabot ({0}+E)
nl: Chat met Metabot ({0}+E)
pl: Porozmawiaj z Metabotem ({0}+E)
pt_br: Bate-papo com Metabot ({0}+E)
ru: Чат с Метаботом ({0}+E)
sk: Chat s Metabotom ({0}+E)
sl: Klepet z Metabotom ({0}+E)
sq: Bisedo me Metabot ({0}+E)
sr: Ćaskaj sa Metabotom ({0}+E)
sv: Chatta med Metabot ({0}+E)
tr: Metabot ile sohbet edin ({0}+E)
uk: Чат із Metabot ({0}+E)
vi: Trò chuyện với Metabot ({0}+E)
zh_hk: 與 Metabot 聊天 ({0}+E)

source: Error fetching Metabots
ar: خطأ في جلب Metabots
bg: Грешка при извличане на метаботите
ca: Error en obtenir els metabots
de: Fehler beim Abrufen der Metabots
eo: Oops, fetch for the Metabots is lowkey not working rn
es: Error al obtener Metabots
fa: خطا در واکشی متابوت‌ها
fi: Virhe metabottien noutamisessa
fr: Erreur lors de la récupération des métabots
it: Errore durante il recupero di Metabots
ja: Metabots の取得中にエラーが発生しました
nb: Feil ved henting av metaboter
nl: Fout bij het ophalen van Metabots
pl: Błąd podczas pobierania Metabotów
pt_br: Erro ao buscar Metabots
ru: Ошибка при загрузке Metabots
sk: Chyba pri načítaní metabotov
sl: Napaka pri pridobivanju metabotov
sq: Gabim gjatë marrjes së Metabots
sr: Greška pri preuzimanju Metabot-ova
sv: Fel vid hämtning av Metabots
tr: Metabots'u getirirken hata oluştu
uk: Помилка отримання Metabot-ів
vi: Lỗi khi tải Metabots
zh_hk: 取得 Metabots 出錯

source: If you're embedding the Metabot component in an app, you can specify a different collection that embedded Metabot is allowed to use for creating queries.
ar: إذا كنت تقوم بتضمين مكوّن Metabot داخل تطبيق، يمكنك تحديد مجموعة مختلفة يُسمح لـ Metabot المضمَّن باستخدامها لإنشاء الاستعلامات.
bg: Ако вграждате компонента Metabot в приложение, можете да укажете различна колекция, която вграденият Metabot може да използва за създаване на заявки.
ca: Si esteu incrustant el component Metabot en una aplicació, podeu especificar una col·lecció diferent que el Metabot incrustat pugui utilitzar per crear consultes.
de: Wenn Sie die Metabot-Komponente in eine App einbetten, können Sie eine andere Sammlung angeben, die der eingebettete Metabot zum Erstellen von Abfragen verwenden darf.
eo: If you’re embedding the Metabot thingy in an app, u can pick a different collection that the embedded Metabot is allowed to use for making queries, fr.
es: Si está integrando el componente Metabot en una aplicación, puede especificar una colección diferente que el Metabot integrado puede usar para crear consultas.
fa: اگر کامپوننت Metabot را در یک برنامه تعبیه می‌کنید، می‌توانید مجموعه‌ی متفاوتی را مشخص کنید که Metabot تعبیه‌شده مجاز به استفاده از آن برای ایجاد کوئری‌ها باشد.
fi: Jos upotat Metabot-komponentin sovellukseen, voit määrittää eri kokoelman, jota upotettu Metabot saa käyttää kyselyiden luomiseen.
fr: Si vous intégrez le composant Metabot dans une application, vous pouvez spécifier une collection différente que Metabot intégré est autorisé à utiliser pour créer des requêtes.
it: Se si incorpora il componente Metabot in un'app, è possibile specificare una raccolta diversa che il Metabot incorporato può utilizzare per creare query.
ja: Metabot コンポーネントをアプリに埋め込む場合は、埋め込まれた Metabot がクエリの作成に使用できる別のコレクションを指定できます。
nb: Hvis du bygger inn Metabot-komponenten i en app, kan du angi en annen samling som den innebygde Metabot kan bruke til å opprette spørsmål.
nl: Als u het Metabot-component in een app insluit, kunt u een andere verzameling opgeven die de ingesloten Metabot mag gebruiken voor het maken van query's.
pl: Jeśli osadzasz komponent Metabot w aplikacji, możesz określić inną kolekcję, której osadzony Metabot może używać do tworzenia zapytań.
pt_br: Se você estiver incorporando o componente Metabot em um aplicativo, poderá especificar uma coleção diferente que o Metabot incorporado terá permissão para usar para criar consultas.
ru: Если вы встраиваете компонент Metabot в приложение, вы можете указать другую коллекцию, которую встроенному Metabot разрешено использовать для создания запросов.
sk: Ak vkladáte komponent Metabot do aplikácie, môžete určiť inú kolekciu, ktorú môže vložený komponent Metabot použiť na vytváranie dotazov.
sl: Če v aplikacijo vgrajujete komponento Metabot, lahko določite drugo zbirko, ki jo lahko vgrajeni Metabot uporablja za ustvarjanje poizvedb.
sq: Nëse po e inkorporon komponentin Metabot në një aplikacion, mund të specifikosh një koleksion tjetër që Metabot i inkorporuar lejohet ta përdorë për krijimin e pyetjeve.
sr: Ako ugrađuješ Metabot komponentu u aplikaciju, možeš da navedeš drugu kolekciju koju ugrađeni Metabot sme da koristi za kreiranje upita.
sv: Om du bäddar in Metabot-komponenten i en app kan du ange en annan samling som den inbäddade Metabot får använda för att skapa frågor.
tr: Metabot bileşenini bir uygulamaya yerleştiriyorsanız, yerleştirilmiş Metabot'un sorgular oluşturmak için kullanmasına izin verilen farklı bir koleksiyon belirtebilirsiniz.
uk: Якщо ви вбудовуєте компонент Metabot в застосунок, ви можете вказати іншу колекцію, яку вбудований Metabot може використовувати для створення запитів.
vi: Nếu bạn nhúng thành phần Metabot vào ứng dụng, bạn có thể chỉ định một bộ sưu tập khác mà Metabot nhúng được phép sử dụng để tạo truy vấn.
zh_hk: 如果您要在應用程式中嵌入 Metabot 元件，您可以指定一個不同的集合，允許嵌入的 Metabot 用於建立查詢。

source: Collection for natural language querying
ar: مجموعة للاستعلام باللغة الطبيعية
bg: Колекция за заявки на естествен език
ca: Col·lecció per a consultes en llenguatge natural
de: Sammlung für Abfragen in natürlicher Sprache
es: Colección para consultas en lenguaje natural
fa: مجموعه برای پرس‌وجوی زبان طبیعی
fi: Luonnollisen kielen kyselyiden kokoelma
fr: Collection pour les requêtes en langage naturel
it: Raccolta per query in linguaggio naturale
ja: 自然言語クエリのためのコレクション
nb: Samling for spørring på naturlig språk
nl: Collectie voor zoekopdrachten in natuurlijke taal
pl: Kolekcja do zapytań w języku naturalnym
pt_br: Coleção para consultas em linguagem natural
ru: Коллекция для запросов на естественном языке
sk: Kolekcia pre dotazovanie v prirodzenom jazyku
sl: Zbirka za poizvedovanje v naravnem jeziku
sq: Koleksion për kërkim me gjuhë natyrore
sr: Kolekcija za upite na prirodnom jeziku
sv: Samling för frågor på naturligt språk
tr: Doğal dil sorgulama için koleksiyon
uk: Колекція для запитів природною мовою
vi: Bộ sưu tập dùng để truy vấn ngôn ngữ tự nhiên
zh_hk: 自然語言查詢的合集

source: Error updating Metabot
ar: خطأ أثناء تحديث Metabot
bg: Грешка при актуализиране на Metabot
ca: S'ha produït un error en actualitzar el Metabot
de: Fehler beim Aktualisieren von Metabot
es: Error al actualizar Metabot
fa: خطا در به‌روزرسانی متابوت
fi: Virhe Metabotin päivityksessä
fr: Erreur lors de la mise à jour de Metabot
it: Errore durante l'aggiornamento di Metabot
ja: Metabot の更新中にエラーが発生しました
nb: Feil ved oppdatering av Metabot
nl: Fout bij het updaten van Metabot
pl: Błąd podczas aktualizacji Metabota
pt_br: Erro ao atualizar o Metabot
ru: Ошибка обновления Metabot
sk: Chyba pri aktualizácii Metabotu
sl: Napaka pri posodabljanju Metabota
sq: Gabim gjatë përditësimit të Metabot
sr: Greška pri ažuriranju Metabot-a
sv: Fel vid uppdatering av Metabot
tr: Metabot güncellenirken hata oluştu
uk: Помилка оновлення Metabot
vi: Lỗi khi cập nhật Metabot
zh_hk: 更新 Metabot 出錯

source: Verified content
ar: محتوى موثّق
bg: Проверено съдържание
ca: Contingut verificat
de: Verifizierter Inhalt
es: Contenido verificado
fa: محتوای تأیید شده
fi: Vahvistettu sisältö
fr: Contenu vérifié
it: Contenuto verificato
ja: 検証済みのコンテンツ
nb: Verifisert innhold
nl: Geverifieerde inhoud
pl: Zweryfikowana treść
pt_br: Conteúdo verificado
ru: Проверенное содержание
sk: Overený obsah
sl: Preverjena vsebina
sq: Përmbajtje e verifikuar
sr: Verifikovani sadržaj
sv: Verifierat innehåll
tr: Doğrulanmış içerik
uk: Перевірений контент
vi: Nội dung đã được xác minh
zh_hk: 驗證內容

source: When enabled, Metabot will only use models and metrics marked as Verified.
ar: عند التمكين، سيستخدم Metabot فقط النماذج والمقاييس المعلّمة بأنها Verified.
bg: Когато е активирано, Metabot ще използва само модели и показатели, маркирани като Проверени.
ca: Quan està habilitat, Metabot només utilitzarà models i mètriques marcats com a Verificats.
de: Wenn aktiviert, verwendet Metabot nur Modelle und Metriken, die als verifiziert markiert sind.
es: Cuando está habilitado, Metabot solo utilizará modelos y métricas marcados como verificados.
fa: وقتی این گزینه فعال باشد، متابوت فقط از مدل‌ها و معیارهایی که با عنوان «تأیید شده» علامت‌گذاری شده‌اند استفاده خواهد کرد.
fi: Kun tämä on käytössä, Metabot käyttää vain Vahvistetuiksi merkittyjä malleja ja mittareita.
fr: Lorsqu'il est activé, Metabot utilisera uniquement les modèles et les métriques marqués comme vérifiés.
it: Se abilitato, Metabot utilizzerà solo modelli e metriche contrassegnati come Verificati.
ja: 有効にすると、Metabot は検証済みとしてマークされたモデルとメトリックのみを使用します。
nb: Når denne funksjonen er aktivert, vil Metabot bare bruke modeller og beregninger som er merket som verifisert.
nl: Als Metabot is ingeschakeld, gebruikt het alleen modellen en statistieken die als Geverifieerd zijn gemarkeerd.
pl: Po włączeniu tej opcji Metabot będzie używać wyłącznie modeli i metryk oznaczonych jako Zweryfikowane.
pt_br: Quando ativado, o Metabot usará apenas modelos e métricas marcados como Verificados.
ru: При включении Metabot будет использовать только модели и показатели, отмеченные как проверенные.
sk: Keď je táto možnosť povolená, Metabot bude používať iba modely a metriky označené ako Overené.
sl: Ko je omogočeno, bo Metabot uporabljal samo modele in metrike, označene kot Preverjene.
sq: Kur aktivizohet, Metabot do të përdorë vetëm modele dhe metrika të shënuara si Verified.
sr: Kada je uključeno, Metabot će koristiti samo modele i metrike označene kao Verified.
sv: När Metabot är aktiverat använder den endast modeller och mätvärden som är markerade som verifierade.
tr: Etkinleştirildiğinde, Metabot yalnızca Doğrulanmış olarak işaretlenen modelleri ve ölçümleri kullanacaktır.
uk: Якщо увімкнено, Metabot використовуватиме лише моделі й метрики, позначені як Verified.
vi: Khi được bật, Metabot sẽ chỉ sử dụng các mô hình và số liệu được đánh dấu là Đã xác minh.
zh_hk: 啟用時，Metabot 只會使用標示為已驗證的模型和指標。

source: Only use Verified content
ar: استخدم فقط محتوى Verified
bg: Използвайте само проверено съдържание
ca: Utilitza només contingut verificat
de: Verwenden Sie nur verifizierte Inhalte
es: Utilice únicamente contenido verificado
fa: فقط از محتوای تأیید شده استفاده کنید
fi: Käytä vain vahvistettua sisältöä
fr: Utilisez uniquement du contenu vérifié
it: Utilizza solo contenuti verificati
ja: 検証済みのコンテンツのみを使用する
nb: Bruk kun bekreftet innhold
nl: Gebruik alleen geverifieerde inhoud
pl: Używaj tylko zweryfikowanych treści
pt_br: Use somente conteúdo verificado
ru: Используйте только проверенный контент
sk: Používajte iba overený obsah
sl: Uporabljajte samo preverjeno vsebino
sq: Përdor vetëm përmbajtje Verified
sr: Koristi samo Verified sadržaj
sv: Använd endast verifierat innehåll
tr: Yalnızca Doğrulanmış içerik kullanın
uk: Використовувати лише Verified контент
vi: Chỉ sử dụng nội dung đã được xác minh
zh_hk: 僅使用經過驗證的內容

source: Error fetching Metabot configuration
ar: خطأ في جلب إعدادات Metabot
bg: Грешка при извличане на конфигурацията на Metabot
ca: Error en obtenir la configuració del Metabot
de: Fehler beim Abrufen der Metabot-Konfiguration
eo: Lowkey error fetching Metabot config, fr fr
es: Error al obtener la configuración de Metabot
fa: خطا در دریافت پیکربندی متابوت
fi: Virhe Metabot-määritysten noutamisessa
fr: Erreur lors de la récupération de la configuration de Metabot
it: Errore durante il recupero della configurazione di Metabot
ja: Metabot 設定の取得中にエラーが発生しました
nb: Feil ved henting av Metabot-konfigurasjon
nl: Fout bij het ophalen van de Metabot-configuratie
pl: Błąd podczas pobierania konfiguracji Metabota
pt_br: Erro ao buscar a configuração do Metabot
ru: Ошибка при загрузке конфигурации Metabot
sk: Chyba pri načítaní konfigurácie Metabotu
sl: Napaka pri pridobivanju konfiguracije Metabota
sq: Gabim gjatë marrjes së konfigurimit të Metabot
sr: Greška pri preuzimanju konfiguracije Metabot-a
sv: Fel vid hämtning av Metabot-konfigurationen
tr: Metabot yapılandırması alınırken hata oluştu
uk: Помилка отримання конфігурації Metabot
vi: Lỗi khi tải cấu hình Metabot
zh_hk: 取得 Metabot 設定時出錯

source: Error setting {0}
ar: خطأ في تعيين {0}
bg: Грешка при задаване на {0}
ca: Error a la configuració {0}
de: Fehler beim Einstellen von {0}
es: Error al configurar {0}
fa: خطا در تنظیمات {0}
fi: Virhe asetuksissa {0}
fr: Erreur lors du réglage {0}
it: Errore durante l'impostazione {0}
ja: 設定エラー {0}
nb: Feilinnstilling {0}
nl: Fout bij het instellen van {0}
pl: Błąd podczas ustawiania {0}
pt_br: Erro ao definir {0}
ru: Ошибка установки {0}
sk: Chyba pri nastavovaní {0}
sl: Napaka pri nastavitvi {0}
sq: Gabim gjatë caktimit të {0}
sr: Greška pri podešavanju {0}
sv: Felinställning {0}
tr: {0}ayarında hata
uk: Помилка налаштування {0}
vi: Lỗi cài đặt {0}
zh_hk: 錯誤設定 {0}

source: Updating collection...
ar: جارٍ تحديث المجموعة...
bg: Актуализиране на колекцията...
ca: Actualitzant la col·lecció...
de: Sammlung wird aktualisiert …
eo: Adding to the vibe...
es: Actualizando colección...
fa: در حال به‌روزرسانی مجموعه...
fi: Kokoelmaa päivitetään...
fr: Mise à jour de la collection...
it: Aggiornamento della raccolta...
ja: コレクションを更新しています...
nb: Oppdatering av samlingen...
nl: Collectie bijwerken...
pl: Aktualizowanie kolekcji...
pt_br: Atualizando coleção...
ru: Обновление коллекции...
sk: Aktualizácia kolekcie...
sl: Posodabljanje zbirke ...
sq: Po përditësohet koleksioni...
sr: Ažuriranje kolekcije...
sv: Uppdaterar samlingen...
tr: Koleksiyon güncelleniyor...
uk: Оновлення колекції...
vi: Đang cập nhật bộ sưu tập...
zh_hk: 更新收藏...

source: Pick a collection
ar: اختر مجموعة
bg: Изберете колекция
ca: Tria una col·lecció
de: Wählen Sie eine Sammlung
eo: Choose a squad or smth, fr fr
es: Elige una colección
fa: یک مجموعه انتخاب کنید
fi: Valitse kokoelma
fr: Choisissez une collection
it: Scegli una raccolta
ja: コレクションを選ぶ
nb: Velg en samling
nl: Kies een collectie
pl: Wybierz kolekcję
pt_br: Escolha uma coleção
ru: Выберите коллекцию
sk: Vyberte si kolekciu
sl: Izberite zbirko
sq: Zgjidh një koleksion
sr: Izaberi kolekciju
sv: Välj en samling
tr: Bir koleksiyon seçin
uk: Оберіть колекцію
vi: Chọn một bộ sưu tập
zh_hk: 挑選系列

source: Pick a different collection
ar: اختر مجموعة مختلفة
bg: Изберете различна колекция
ca: Tria una col·lecció diferent
de: Wählen Sie eine andere Sammlung
eo: Choose a different vibe, bestie
es: Elige una colección diferente
fa: یک مجموعه متفاوت انتخاب کنید
fi: Valitse eri kokoelma
fr: Choisissez une collection différente
it: Scegli una raccolta diversa
ja: 別のコレクションを選択する
nb: Velg en annen kolleksjon
nl: Kies een andere collectie
pl: Wybierz inną kolekcję
pt_br: Escolha uma coleção diferente
ru: Выберите другую коллекцию
sk: Vyberte si inú kolekciu
sl: Izberite drugo zbirko
sq: Zgjidh një koleksion tjetër
sr: Izaberi drugu kolekciju
sv: Välj en annan samling
tr: Farklı bir koleksiyon seçin
uk: Оберіть іншу колекцію
vi: Chọn một bộ sưu tập khác
zh_hk: 挑選不同的系列

source: Let's transform your data together!
ar: دعنا نحوّل بياناتك معًا!
bg: Нека трансформираме данните ви заедно!
ca: Transformem les teves dades junts!
de: Lassen Sie uns gemeinsam Ihre Daten transformieren!
es: ¡Transformemos juntos tus datos!
fa: بیایید داده‌های شما را با هم تبدیل کنیم!
fi: Muunnetaan datasi yhdessä!
fr: Transformons ensemble vos données !
it: Trasformiamo insieme i tuoi dati!
ja: 一緒にデータを変換しましょう!
nb: La oss forvandle dataene dine sammen!
nl: Laten we samen uw data transformeren!
pl: Razem zmieńmy Twoje dane!
pt_br: Vamos transformar seus dados juntos!
ru: Давайте преобразуем ваши данные вместе!
sk: Poďme spoločne transformovať vaše dáta!
sl: Skupaj preoblikujemo vaše podatke!
sq: Le t’i transformojmë të dhënat së bashku!
sr: Hajde da zajedno transformišemo vaše podatke!
sv: Låt oss transformera er data tillsammans!
tr: Verilerinizi birlikte dönüştürelim!
uk: Давайте трансформуємо ваші дані разом!
vi: Hãy cùng nhau chuyển đổi dữ liệu của bạn!
zh_hk: 讓我們一起轉換您的資料！

source: Unable to apply suggestion. Please try again or refresh the page.
ar: تعذّر تطبيق الاقتراح. يُرجى المحاولة مرة أخرى أو تحديث الصفحة.
es: No se puede aplicar la sugerencia. Inténtalo de nuevo o actualiza la página.
fa: امکان اعمال پیشنهاد وجود ندارد. لطفاً دوباره امتحان کنید یا صفحه را تازه‌سازی کنید.
fi: Ehdotusta ei voitu ottaa käyttöön. Yritä uudelleen tai päivitä sivu.
it: Impossibile applicare il suggerimento. Riprova o aggiorna la pagina.
ja: 提案を適用できません。もう一度お試しいただくか、ページを更新してください。
pt_br: Não foi possível aplicar a sugestão. Tente novamente ou atualize a página.
ru: Не удалось применить предложение. Попробуйте снова или обновите страницу.
sk: Návrh sa nepodarilo použiť. Skúste to znova alebo obnovte stránku.
sl: Predloga ni mogoče uporabiti. Poskusite znova ali osvežite stran.
sq: Nuk mund të aplikohet sugjerimi. Të lutem provo sërish ose rifresko faqen.
sr: Nije moguće primeniti predlog. Pokušajte ponovo ili osvežite stranicu.
uk: Не вдається застосувати пропозицію. Спробуйте ще раз або оновіть сторінку.
vi: Không thể áp dụng đề xuất. Vui lòng thử lại hoặc làm mới trang.
zh_hk: 無法應用建議。請重試或刷新頁面。

source: Revision
ar: مراجعة
bg: Ревизия
ca: Revisió
es: Revisión
fa: بازنگری
fi: Versio
fr: Révision
it: Revisione
ja: リビジョン
nb: Revisjon
nl: Herziening
pl: Rewizja
pt_br: Revisão
ru: Пересмотр
sk: Revízia
sl: Revizija
sq: Rishikim
sr: Revizija
tr: Revizyon
uk: Ревізія
vi: Ôn tập
zh_hk: 修訂

source: Failed to load preview
ar: فشل تحميل المعاينة
bg: Зареждането на визуализацията не бе успешно
ca: No s'ha pogut carregar la vista prèvia
de: Vorschau konnte nicht geladen werden
es: No se pudo cargar la vista previa
fa: بارگیری پیش‌نمایش ناموفق بود
fi: Esikatselun lataaminen epäonnistui
fr: Échec du chargement de l'aperçu
it: Impossibile caricare l'anteprima
ja: プレビューを読み込めませんでした
nb: Kunne ikke laste inn forhåndsvisning
nl: Het laden van de preview is mislukt
pl: Nie udało się załadować podglądu
pt_br: Falha ao carregar a pré-visualização
ru: Не удалось загрузить предварительный просмотр
sk: Načítanie ukážky zlyhalo
sl: Predogleda ni bilo mogoče naložiti
sq: Dështoi ngarkimi i pamjes paraprake
sr: Neuspešno učitavanje pregleda
sv: Misslyckades med att ladda förhandsgranskningen
tr: Önizleme yüklenemedi
uk: Не вдалося завантажити попередній перегляд
vi: Không tải được bản xem trước
zh_hk: 載入預覽失敗

source: Loading preview
ar: جارٍ تحميل المعاينة
bg: Зареждане на визуализация
ca: S'està carregant la vista prèvia
de: Vorschau wird geladen
es: Vista previa de carga
fa: پیش‌نمایش در حال بارگیری
fi: Esikatselua ladataan
fr: Chargement de l'aperçu
it: Caricamento anteprima
ja: プレビューを読み込んでいます
nb: Forhåndsvisning av lasting
nl: Voorbeeld laden
pl: Ładowanie podglądu
pt_br: Carregando visualização
ru: Загрузка предварительного просмотра
sk: Načítava sa ukážka
sl: Nalaganje predogleda
sq: Duke ngarkuar pamjen paraprake
sr: Učitavanje pregleda
sv: Laddar förhandsgranskning
tr: Önizleme yükleniyor
uk: Завантажуємо попередній перегляд
vi: Đang tải bản xem trước
zh_hk: 載入預覽

source: Applying...
ar: جارٍ التطبيق...
es: Aplicando...
fa: اعمال ...
fi: Hakeminen...
it: Applicazione in corso...
ja: 申請中...
pt_br: Candidatando-se...
ru: Применяем...
sk: Používanie...
sl: Uporaba ...
sq: Po aplikohet...
sr: Primenjuje se...
uk: Застосування...
vi: Đang áp dụng...
zh_hk: 應用...

source: Applied
ar: تم التطبيق
bg: Приложено
ca: Aplicat
de: Angewandt
es: Aplicado
fa: کاربردی
fi: Käytetty
fr: Appliqué
it: Applicato
ja: 適用済み
nb: Anvendt
nl: Toegepast
pl: Stosowany
pt_br: Aplicado
ru: Применяемый
sk: Použité
sl: Uporabljeno
sq: Aplikuar
sr: Primenjeno
sv: Tillämpad
tr: Uygulandı
uk: Застосовано
vi: Ứng dụng
zh_hk: 應用
