Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Manage details about the database connection and when Metabase ingests new data.
ar: أدر تفاصيل اتصال قاعدة البيانات ومتى يقوم Metabase باستيعاب بيانات جديدة.
bg: Управлявайте подробности за връзката с базата данни и кога Metabase приема нови данни.
ca: Gestioneu els detalls sobre la connexió de la base de dades i quan Metabase ingereix dades noves.
de: Verwalten Sie Details zur Datenbankverbindung und wann Metabase neue Daten aufnimmt.
eo: Handle the deets on the database hookup and when Metabase pulls in new info, fr.
es: Administre detalles sobre la conexión de la base de datos y cuándo Metabase ingiere nuevos datos.
fa: جزئیات مربوط به اتصال پایگاه داده و زمانی که Metabase داده های جدید را دریافت می کند را مدیریت کنید.
fi: Hallitse tietoja tietokantayhteydestä ja siitä, milloin Metabase ottaa vastaan uusia tietoja.
fr: Gérez les détails sur la connexion à la base de données et le moment où Metabase ingère de nouvelles données.
it: Gestisci i dettagli sulla connessione al database e quando Metabase acquisisce nuovi dati.
ja: データベース接続に関する詳細と、Metabase が新しいデータを取り込むタイミングを管理します。
lt: Tvarkykite informaciją apie duomenų bazės ryšį ir tai, kada metabazė gauna naujų duomenų.
nb: Administrer detaljer om databasetilkoblingen og når Metabase henter inn nye data.
nl: Beheer details over de databaseverbinding en wanneer Metabase nieuwe gegevens opneemt.
pl: Zarządzaj szczegółami dotyczącymi połączenia z bazą danych i momentem, w którym Metabase pobiera nowe dane.
pt_br: Gerencie detalhes sobre a conexão do banco de dados e quando a Metabase ingere novos dados.
ru: Управляйте сведениями о подключении к базе данных и о том, когда Metabase принимает новые данные.
sk: Spravujte podrobnosti o pripojení k databáze a o tom, kedy Metabáza prijíma nové údaje.
sl: Upravljajte podrobnosti o povezavi z bazo podatkov in kdaj Metabase zaužije nove podatke.
sq: Menaxho detajet rreth lidhjes së bazës së të dhënave dhe kur Metabase ingeston të dhëna të reja.
sr: Upravljajte detaljima o konekciji baze podataka i kada Metabase uvozi nove podatke.
sv: Hantera detaljer om databasanslutningen och när Metabase matar in ny data.
tr: Veritabanı bağlantısıyla ilgili ayrıntıları ve Metabase'in yeni verileri ne zaman aldığını yönetin.
uk: Керуйте деталями підключення до бази даних і тим, коли Metabase імпортує нові дані.
vi: Quản lý thông tin chi tiết về kết nối cơ sở dữ liệu và thời điểm Metabase thu thập dữ liệu mới.
zh_hk: 管理資料庫連線的詳細資訊，以及 Metabase 何時擷取新資料。

source: This database is managed by Metabase Cloud and cannot be modified.
ar: تتم إدارة قاعدة البيانات هذه بواسطة Metabase Cloud ولا يمكن تعديلها.
bg: Тази база данни се управлява от Metabase Cloud и не може да се променя.
ca: Aquesta base de dades està gestionada per Metabase Cloud i no es pot modificar.
de: Diese Datenbank wird von Metabase Cloud verwaltet und kann nicht geändert werden.
eo: This database's run by Metabase Cloud and u can't really mess with it.
es: Esta base de datos es administrada por Metabase Cloud y no se puede modificar.
fa: این پایگاه داده توسط Metabase Cloud مدیریت می شود و قابل تغییر نیست.
fi: Tätä tietokantaa hallinnoi Metabase Cloud, eikä sitä voi muokata.
fr: Cette base de données est gérée par Metabase Cloud et ne peut pas être modifiée.
it: Questo database è gestito da Metabase Cloud e non può essere modificato.
ja: このデータベースは Metabase Cloud によって管理されており、変更することはできません。
lt: Šią duomenų bazę tvarko „Metabase Cloud“ ir jos keisti negalima.
nb: Denne databasen administreres av Metabase Cloud og kan ikke endres.
nl: Deze database wordt beheerd door Metabase Cloud en kan niet worden gewijzigd.
pl: Ta baza danych jest zarządzana przez Metabase Cloud i nie można jej modyfikować.
pt_br: Este banco de dados é gerenciado pelo Metabase Cloud e não pode ser modificado.
ru: Эта база данных управляется Metabase Cloud и не может быть изменена.
sk: Túto databázu spravuje Metabase Cloud a nie je možné ju upravovať.
sl: To bazo podatkov upravlja Metabase Cloud in je ni mogoče spreminjati.
sq: Kjo bazë të dhënash menaxhohet nga Metabase Cloud dhe nuk mund të modifikohet.
sr: Ovom bazom podataka upravlja Metabase Cloud i ne može se menjati.
sv: Denna databas hanteras av Metabase Cloud och kan inte ändras.
tr: Bu veritabanı Metabase Cloud tarafından yönetilmektedir ve değiştirilemez.
uk: Ця база даних керується Metabase Cloud і не може бути змінена.
vi: Cơ sở dữ liệu này được quản lý bởi Metabase Cloud và không thể sửa đổi.
zh_hk: 此資料庫由 Metabase Cloud 管理，無法修改。

source: Sync database schema
ar: زامن مخطط قاعدة البيانات
bg: Синхронизирайте схема на база данни
ca: Esquema de base de dades de sincronització
de: Datenbankschema synchronisieren
eo: ping the database schema
es: Sincronizar esquema de base de datos
fa: همگام سازی شمای پایگاه داده
fi: Synkronoi tietokantaskeema
fr: Synchroniser le schéma de la base de données
it: Sincronizza lo schema del database
ja: データベーススキーマを同期する
lt: Sinchronizuoti duomenų bazės schemą
nb: Synkroniser databaseskjemaet
nl: Synchronisatie-databaseschema
pl: Synchronizuj schemat bazy danych
pt_br: Sincronizar o esquema do banco de dados
ru: Синхронизировать схему базы данных
sk: Synchronizovať schému databázy
sl: Shema baze podatkov sinhronizacije
sq: Sinkronizo skemën e bazës së të dhënave
sr: Sinhronizuj šemu baze podataka
sv: Synkronisera databasschema
tr: Veritabanı şemasını senkronize et
uk: Синхронізувати схему бази даних
vi: Đồng bộ lược đồ cơ sở dữ liệu
zh_hk: 同步資料庫模式

source: Re-scan field values
ar: أعد فحص قيم الحقول
bg: Повторно сканиране на стойностите на полето
ca: Torneu a escanejar els valors dels camps
de: Feldwerte erneut scannen
eo: Re-scan the field values → Re-scrutinize the field vibes
es: Volver a escanear los valores del campo
fa: مقادیر فیلد را دوباره اسکن کنید
fi: Skannaa kenttien arvot uudelleen
fr: Réanalyser les valeurs des champs
it: Riesegui la scansione dei valori dei campi
ja: フィールド値を再スキャン
lt: Iš naujo nuskaityti lauko vertes
nb: Skann feltverdier på nytt
nl: Veldwaarden opnieuw scannen
pl: Ponowne skanowanie wartości pól
pt_br: Verificar novamente os valores de campo
ru: Повторно сканировать значения полей
sk: Znova naskenujte hodnoty polí
sl: Ponovno skenirajte vrednosti polja
sq: Ri-skano vlerat e fushave
sr: Ponovo skeniraj vrednosti polja
sv: Skanna fältvärden igen
tr: Alan değerlerini yeniden tarayın
uk: Пересканувати значення полів
vi: Quét lại các giá trị trường
zh_hk: 重新掃描欄位數值

source: Connected
ar: متصل
bg: Свързан
ca: Connectat
de: Verbunden
eo: Link up
es: Conectado
fa: متصل شد
fi: Yhdistetty
fr: Connecté
it: Collegato
ja: 接続
lt: Prisijungta
nb: Tilkoblet
nl: Aangesloten
pl: Połączony
pt_br: Conectado
ru: Подключен
sk: Pripojené
sl: Povezan
sq: I lidhur
sr: Povezano
sv: Ansluten
tr: Bağlı
uk: Підключено
vi: Đã kết nối
zh_hk: 連接

source: Failed to retrieve database health status.
ar: فشل في جلب حالة صحة قاعدة البيانات.
bg: Неуспешно извличане на състоянието на изправност на базата данни.
ca: No s'ha pogut recuperar l'estat de salut de la base de dades.
de: Der Integritätsstatus der Datenbank konnte nicht abgerufen werden.
eo: Couldn't pull the db health check, lol.
es: No se pudo recuperar el estado de salud de la base de datos.
fa: وضعیت سلامت پایگاه داده بازیابی نشد.
fi: Tietokannan kunnon noutaminen epäonnistui.
fr: Échec de la récupération de l'état de santé de la base de données.
it: Impossibile recuperare lo stato di integrità del database.
ja: データベースのヘルス ステータスを取得できませんでした。
lt: Nepavyko nuskaityti duomenų bazės būklės.
nb: Kunne ikke hente databasens helsestatus.
nl: Het ophalen van de databasestatus is mislukt.
pl: Nie udało się pobrać informacji o stanie bazy danych.
pt_br: Falha ao recuperar o status de integridade do banco de dados.
ru: Не удалось получить статус работоспособности базы данных.
sk: Nepodarilo sa načítať stav databázy.
sl: Stanja zdravja baze podatkov ni bilo mogoče pridobiti.
sq: Dështoi marrja e statusit të shëndetit të bazës së të dhënave.
sr: Nije uspelo preuzimanje statusa zdravlja baze podataka.
sv: Det gick inte att hämta databasens hälsostatus.
tr: Veritabanı sağlık durumu alınamadı.
uk: Не вдалося отримати статус здоров’я бази даних.
vi: Không thể truy xuất trạng thái hoạt động của cơ sở dữ liệu.
zh_hk: 擷取資料庫健康狀態失敗。

source: Remove this database and other destructive actions.
ar: أزِل قاعدة البيانات هذه وإجراءات مدمّرة أخرى.
bg: Премахнете тази база данни и други разрушителни действия.
ca: Elimina aquesta base de dades i altres accions destructives.
de: Entfernen Sie diese Datenbank und andere zerstörerische Aktionen.
eo: Delete this db and all that chaotic stuff, fr.
es: Eliminar esta base de datos y otras acciones destructivas.
fa: این پایگاه داده و سایر اقدامات مخرب را حذف کنید.
fi: Poista tämä tietokanta ja muut tuhoisat toimet.
fr: Supprimez cette base de données et d'autres actions destructrices.
it: Rimuovere questo database e altre azioni distruttive.
ja: このデータベースおよびその他の破壊的なアクションを削除します。
lt: Pašalinkite šią duomenų bazę ir kitus destruktyvius veiksmus.
nb: Fjern denne databasen og andre destruktive handlinger.
nl: Verwijder deze database en andere destructieve acties.
pl: Usuń tę bazę danych i inne destrukcyjne działania.
pt_br: Remova este banco de dados e outras ações destrutivas.
ru: Удалить эту базу данных и другие деструктивные действия.
sk: Odstráňte túto databázu a ďalšie deštruktívne akcie.
sl: Odstranite to zbirko podatkov in druga destruktivna dejanja.
sq: Hiq këtë bazë të dhënash dhe veprime të tjera shkatërruese.
sr: Uklonite ovu bazu podataka i druge destruktivne radnje.
sv: Ta bort den här databasen och andra destruktiva åtgärder.
tr: Bu veritabanını ve diğer yıkıcı eylemleri kaldırın.
uk: Видалити цю базу даних та інші руйнівні дії.
vi: Xóa cơ sở dữ liệu này và các hành động phá hoại khác.
zh_hk: 移除此資料庫和其他破壞性的動作。

source: Close panel
ar: إغلاق اللوحة
bg: Затваряне на панела
ca: Tanca el panell
de: Panel schließen
es: Cerrar panel
fa: بستن پنل
fi: Sulje paneeli
fr: Fermer le panneau
it: Chiudi pannello
ja: パネルを閉じる
nb: Lukk panelet
nl: Sluit paneel
pl: Zamknij panel
pt_br: Fechar painel
ru: Закрыть панель
sk: Zatvoriť panel
sl: Zapri ploščo
sq: Mbyll panelin
sr: Zatvori panel
sv: Stäng panelen
tr: Paneli kapat
uk: Закрити панель
vi: Đóng bảng điều khiển
zh_hk: 關閉面板

source: Read the full docs
ar: اقرأ المستندات كاملة
bg: Прочетете пълните документи
ca: Llegiu la documentació completa
de: Lesen Sie die vollständige Dokumentation
es: Lea los documentos completos
fa: مستندات کامل را بخوانید
fi: Lue koko dokumentti
fr: Lire la documentation complète
it: Leggi la documentazione completa
ja: 完全なドキュメントを読む
nb: Les hele dokumentasjonen
nl: Lees de volledige documentatie
pl: Przeczytaj pełną dokumentację
pt_br: Leia a documentação completa
ru: Прочитать полную документацию
sk: Prečítajte si celé dokumenty
sl: Preberite celotne dokumente
sq: Lexo dokumentacionin e plotë
sr: Pročitaj celu dokumentaciju
sv: Läs hela dokumentationen
tr: Tüm belgeleri okuyun
uk: Прочитати повну документацію
vi: Đọc tài liệu đầy đủ
zh_hk: 閱讀完整說明文件

source: Talk to an expert
ar: تحدث إلى خبير
bg: Говорете с експерт
ca: Parla amb un expert
de: Sprechen Sie mit einem Experten
es: Habla con un experto
fa: با یک متخصص صحبت کنید
fi: Keskustele asiantuntijan kanssa
fr: Parlez à un expert
it: Parla con un esperto
ja: 専門家に相談する
nb: Snakk med en ekspert
nl: Praat met een expert
pl: Porozmawiaj z ekspertem
pt_br: Fale com um especialista
ru: Поговорите с экспертом
sk: Porozprávajte sa s odborníkom
sl: Pogovorite se s strokovnjakom
sq: Fol me një ekspert
sr: Razgovaraj sa ekspertom
sv: Prata med en expert
tr: Bir uzmanla konuşun
uk: Поспілкуватися з експертом
vi: Nói chuyện với chuyên gia
zh_hk: 與專家討論

source: Model features
ar: ميزات النموذج
bg: Характеристики на модела
ca: Característiques del model
de: Modellmerkmale
eo: Model's perks
es: Características del modelo
fa: ویژگی های مدل
fi: Mallin ominaisuudet
fr: Caractéristiques du modèle
it: Caratteristiche del modello
ja: モデルの特徴
lt: Modelio savybės
nb: Modellens funksjoner
nl: Modelkenmerken
pl: Cechy modelu
pt_br: Características do modelo
ru: Характеристики модели
sk: Vlastnosti modelu
sl: Lastnosti modela
sq: Veçoritë e modelit
sr: Funkcije modela
sv: Modellens funktioner
tr: Model özellikleri
uk: Функції моделі
vi: Tính năng mô hình
zh_hk: 機型特色

source: Choose whether to enable features related to Metabase models. These will often require a write connection.
ar: اختر ما إذا كنت تريد تفعيل الميزات المتعلقة بنماذج Metabase. غالبًا ما تتطلب هذه اتصال كتابة.
bg: Изберете дали да активирате функции, свързани с моделите на Metabase. Те често изискват връзка за запис.
ca: Trieu si voleu habilitar les funcions relacionades amb els models de Metabase. Sovint requereixen una connexió d'escriptura.
de: Wählen Sie, ob Funktionen im Zusammenhang mit Metabase-Modellen aktiviert werden sollen. Diese erfordern häufig eine Schreibverbindung.
eo: Pick if u wanna turn on features for Metabase models. Most of the time, u’ll need a write connection fr.
es: Seleccione si desea habilitar las funciones relacionadas con los modelos de Metabase. Estas suelen requerir una conexión de escritura.
fa: انتخاب کنید که آیا ویژگی‌های مربوط به مدل‌های Metabase فعال شوند یا خیر. اینها اغلب به اتصال نوشتن نیاز دارند.
fi: Valitse, otetaanko Metabase-malleihin liittyvät ominaisuudet käyttöön. Nämä vaativat usein kirjoitusyhteyden.
fr: Choisissez d'activer ou non les fonctionnalités liées aux modèles de métabase. Celles-ci nécessitent souvent une connexion en écriture.
it: Scegli se abilitare le funzionalità relative ai modelli Metabase. Questi richiederanno spesso una connessione di scrittura.
ja: Metabase モデルに関連する機能を有効にするかどうかを選択します。多くの場合、書き込み接続が必要になります。
lt: Pasirinkite, ar įgalinti funkcijas, susijusias su metabazės modeliais. Tam dažnai reikės rašymo ryšio.
nb: Velg om du vil aktivere funksjoner knyttet til Metabase-modeller. Disse vil ofte kreve en skrivetilkobling.
nl: Kies of u functies wilt inschakelen die gerelateerd zijn aan Metabase-modellen. Deze vereisen vaak een schrijfverbinding.
pl: Wybierz, czy włączyć funkcje związane z modelami Metabase. Często będą one wymagać połączenia do zapisu.
pt_br: Escolha se deseja habilitar recursos relacionados a modelos da Metabase. Eles geralmente exigirão uma conexão de gravação.
ru: Выберите, следует ли включить функции, связанные с моделями Metabase. Они часто требуют подключения для записи.
sk: Vyberte, či chcete povoliť funkcie súvisiace s modelmi metabázy. Tieto často vyžadujú pripojenie na zápis.
sl: Izberite, ali želite omogočiti funkcije, povezane z modeli Metabase. Ti pogosto zahtevajo pisalno povezavo.
sq: Zgjidh nëse do të aktivizosh veçori të lidhura me modelet e Metabase. Këto shpesh do të kërkojnë një lidhje shkrimi.
sr: Izaberite da li želite da omogućite funkcije povezane sa Metabase modelima. One će često zahtevati konekciju sa pravom pisanja.
sv: Välj om du vill aktivera funktioner relaterade till Metabase-modeller. Dessa kräver ofta en skrivanslutning.
tr: Metabase modelleriyle ilgili özelliklerin etkinleştirilip etkinleştirilmeyeceğini seçin. Bunlar genellikle bir yazma bağlantısı gerektirecektir.
uk: Виберіть, чи вмикати функції, пов’язані з моделями Metabase. Часто для цього потрібне підключення з правом запису.
vi: Chọn xem có bật các tính năng liên quan đến mô hình Metabase hay không. Những tính năng này thường yêu cầu kết nối ghi.
zh_hk: 選擇是否啟用與 Metabase 模型相關的功能。這些功能通常需要寫入連線。

source: Need a hand?
ar: تحتاج مساعدة؟
bg: Нуждаете се от помощ?
ca: Necessites un cop de mà?
de: Brauchen Sie Hilfe?
es: ¿Necesitas una mano?
fa: به کمک نیاز دارید؟
fi: Tarvitsetko apua?
fr: Besoin d'un coup de main ?
it: Hai bisogno di una mano?
ja: 手助けが必要ですか?
nb: Trenger du hjelp?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt_br: Precisa de ajuda?
ru: Нужна помощь?
sk: Potrebujete pomoc?
sl: Potrebujete pomoč?
sq: Ke nevojë për ndihmë?
sr: Treba pomoć?
sv: Behöver du en hjälpande hand?
tr: Yardıma mı ihtiyacınız var?
uk: Потрібна допомога?
vi: Cần giúp đỡ không?
zh_hk: 需要幫忙嗎？

source: Help is here
ar: المساعدة هنا
bg: Помощта е тук
ca: L'ajuda és aquí.
de: Hilfe ist hier
es: La ayuda está aquí
fa: کمک اینجاست
fi: Apua on täällä
fr: L'aide est ici
it: L'aiuto è qui
ja: 助けはここにあります
nb: Hjelpen er her
nl: Hulp is hier
pl: Pomoc jest tutaj
pt_br: A ajuda está aqui
ru: Помощь здесь
sk: Pomoc je tu
sl: Pomoč je tukaj
sq: Ndihma është këtu
sr: Pomoć je ovde
sv: Hjälpen finns här
tr: Yardım burada
uk: Допомога тут
vi: Trợ giúp ở đây
zh_hk: 協助在此

source: Julie McMemberson
bg: Джули Макмерсън
ca: Júlia de Cal Membre
eo: Julie McMemberson, but like, if we’re makin’ it sound more Gen Z, maybe: "Julie McMembs" or "Julie McMems" — lowkey, just a vibe for a casual or funny vibe.
fa: جولی مک ممبرسون
fi: Kari Nordmann
ja: ジュリー・マクメンバーソン
nb: Kari Nordmann
pl: Jan Kowalski
ru: Джули МакМемберсон

source: Search for a user to add
ar: ابحث عن مستخدم لإضافته
bg: Търсене на потребител за добавяне
ca: Cerca un usuari per afegir
de: Suche nach einem Benutzer, den du hinzufügen möchtest
es: Buscar un usuario para agregar
fa: جستجوی کاربر برای اضافه کردن
fi: Hae lisättävää käyttäjää
fr: Rechercher un utilisateur à ajouter
it: Cerca un utente da aggiungere
ja: 追加するユーザーを検索
nb: Søk etter en bruker du vil legge til
nl: Zoek naar een gebruiker om toe te voegen
pl: Wyszukaj użytkownika, którego chcesz dodać
pt_br: Procure um usuário para adicionar.
ru: Найти пользователя для добавления
sk: Vyhľadať používateľa, ktorého chcete pridať
sl: Iskanje uporabnika za dodajanje
sq: Kërko një përdorues për ta shtuar
sr: Pretražite korisnika za dodavanje
sv: Sök efter en användare att lägga till
tr: Eklemek istediğiniz kullanıcıyı arayın
uk: Знайдіть користувача, щоб додати
vi: Tìm kiếm người dùng để thêm
zh_hk: 搜尋要新增的使用者

source: Failed to update user
ar: فشل تحديث المستخدم
bg: Актуализирането на потребителя не бе успешно
ca: No s'ha pogut actualitzar l'usuari
de: Benutzer konnte nicht aktualisiert werden
eo: Couldn't update the user, fr fr.
es: No se pudo actualizar el usuario
fa: به‌روزرسانی کاربر انجام نشد
fi: Käyttäjän päivittäminen epäonnistui
fr: Échec de la mise à jour de l'utilisateur
it: Impossibile aggiornare l'utente
ja: ユーザーの更新に失敗しました
nb: Kunne ikke oppdatere brukeren
nl: Het is niet gelukt om de gebruiker bij te werken
pl: Nie udało się zaktualizować użytkownika
pt_br: Falha ao atualizar o usuário
ru: Не удалось обновить пользователя.
sk: Aktualizácia používateľa zlyhala
sl: Posodobitev uporabnika ni uspela
sq: Dështoi përditësimi i përdoruesit
sr: Ažuriranje korisnika nije uspelo
sv: Misslyckades med att uppdatera användaren
tr: Kullanıcı güncellenemedi
uk: Не вдалося оновити користувача
vi: Không cập nhật được người dùng
zh_hk: 更新使用者失敗

source: Failed to remove user from group
ar: فشل إزالة المستخدم من المجموعة
bg: Премахването на потребителя от групата не бе успешно
ca: No s'ha pogut eliminar l'usuari del grup.
de: Benutzer konnte nicht aus der Gruppe entfernt werden
eo: Couldn't kick the user from the squad smh
es: No se pudo eliminar el usuario del grupo
fa: حذف کاربر از گروه ناموفق بود
fi: Käyttäjän poistaminen ryhmästä epäonnistui
fr: Échec de la suppression de l'utilisateur du groupe
it: Impossibile rimuovere l'utente dal gruppo
ja: グループからユーザーを削除できませんでした
nb: Kunne ikke fjerne bruker fra gruppe
nl: Het is niet gelukt om een gebruiker uit de groep te verwijderen
pl: Nie udało się usunąć użytkownika z grupy
pt_br: Falha ao remover o usuário do grupo
ru: Не удалось удалить пользователя из группы
sk: Nepodarilo sa odstrániť používateľa zo skupiny
sl: Uporabnika ni bilo mogoče odstraniti iz skupine
sq: Dështoi heqja e përdoruesit nga grupi
sr: Uklanjanje korisnika iz grupe nije uspelo
sv: Misslyckades med att ta bort användaren från gruppen
tr: Kullanıcı gruptan kaldırılamadı
uk: Не вдалося видалити користувача з групи
vi: Không thể xóa người dùng khỏi nhóm
zh_hk: 從群組移除使用者失敗

source: Find a group
ar: ابحث عن مجموعة
bg: Намерете група
ca: Troba un grup
de: Finde eine Gruppe
es: Encuentra un grupo
fa: یک گروه پیدا کنید
fi: Etsi ryhmä
fr: Trouver un groupe
it: Trova un gruppo
ja: グループを探す
nb: Finn en gruppe
nl: Zoek een groep
pl: Znajdź grupę
pt_br: Encontre um grupo
ru: Найти группу
sk: Nájsť skupinu
sl: Poiščite skupino
sq: Gjej një grup
sr: Pronađite grupu
sv: Hitta en grupp
tr: Bir grup bulun
uk: Знайти групу
vi: Tìm một nhóm
zh_hk: 尋找群組

source: Internal users
ar: المستخدمون الداخليون
bg: Вътрешни потребители
ca: Usuaris interns
de: Interne Benutzer
es: Usuarios internos
fa: کاربران داخلی
fi: Sisäiset käyttäjät
fr: Utilisateurs internes
it: Utenti interni
ja: 社内ユーザー
nb: Interne brukere
nl: Interne gebruikers
pl: Użytkownicy wewnętrzni
pt_br: Usuários internos
ru: Внутренние пользователи
sk: Interní používatelia
sl: Notranji uporabniki
sq: Përdorues të brendshëm
sr: Interni korisnici
sv: Interna användare
tr: Dahili kullanıcılar
uk: Внутрішні користувачі
vi: Người dùng nội bộ
zh_hk: 內部使用者

source: Internal groups
ar: المجموعات الداخلية
bg: Вътрешни групи
ca: Grups interns
de: Interne Gruppen
es: Grupos internos
fa: گروه‌های داخلی
fi: Sisäiset ryhmät
fr: Groupes internes
it: Gruppi interni
ja: 内部グループ
nb: Interne grupper
nl: Interne groepen
pl: Grupy wewnętrzne
pt_br: Grupos internos
ru: Внутренние группы
sk: Interné skupiny
sl: Notranje skupine
sq: Grupe të brendshme
sr: Interne grupe
sv: Interna grupper
tr: İç gruplar
uk: Внутрішні групи
vi: Các nhóm nội bộ
zh_hk: 內部團體

source: Tenant users
ar: مستخدمو المستأجر
bg: Потребители наематели
ca: Usuaris inquilins
de: Mandantenbenutzer
es: Usuarios inquilinos
fa: کاربران مستاجر
fi: Vuokralaiset käyttäjät
fr: utilisateurs locataires
it: Utenti inquilini
ja: テナントユーザー
nb: Leietakerbrukere
nl: Huurdersgebruikers
pl: Użytkownicy najemcy
pt_br: Usuários locatários
ru: Пользователи тенанта
sk: Nájomníci
sl: Najemniki
sq: Përdorues tenant
sr: Tenant korisnici
sv: Hyresgästanvändare
tr: Kiracı kullanıcılar
uk: Користувачі тенанта
vi: Người dùng thuê nhà
zh_hk: 租戶使用者

source: Create user
ar: أنشئ مستخدمًا
bg: Създаване на потребител
ca: Crea un usuari
de: Benutzer erstellen
eo: Make a new user, fr fr
es: Crear usuario
fa: ایجاد کاربر
fi: Luo käyttäjä
fr: Créer un utilisateur
it: Crea utente
ja: ユーザーを作成
nb: Opprett bruker
nl: Gebruiker aanmaken
pl: Utwórz użytkownika
pt_br: Criar usuário
ru: Создать пользователя
sk: Vytvoriť používateľa
sl: Ustvari uporabnika
sq: Krijo përdorues
sr: Kreiraj korisnika
sv: Skapa användare
tr: Kullanıcı oluştur
uk: Створити користувача
vi: Tạo người dùng
zh_hk: 建立使用者

source: Email settings
ar: إعدادات البريد الإلكتروني
bg: Настройки на имейла
ca: Configuració del correu electrònic
de: E-Mail-Einstellungen
eo: Email settings → Inbox vibes
es: Configuración de correo electrónico
fa: تنظیمات ایمیل
fi: Sähköpostiasetukset
fr: Paramètres de messagerie
it: Impostazioni e-mail
ja: メール設定
nb: Innstillinger for e-post
nl: E-mailinstellingen
pl: Ustawienia poczty e-mail
pt_br: Configurações de e-mail
ru: Настройки электронной почты
sk: Nastavenia e-mailu
sl: Nastavitve e-pošte
sq: Cilësimet e email-it
sr: Podešavanja e-pošte
sv: E-postinställningar
tr: E-posta ayarları
uk: Налаштування email
vi: Cài đặt email
zh_hk: 電子郵件設定
