Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Sorry, you don’t have permission to see that.
ar: عذرًا، ليست لديك صلاحية لرؤية ذلك.
bg: За съжаление нямате разрешение да го видите.
ca: Ho sentim, no tens permisos per veure això.
de: Tut mir leid, du hast keine Berechtigung um das zu sehen.
eo: Lol sorry, u don’t have the clout to see that
es: Lo siento, no tienes permiso para ver eso.
fa: با عرض پوزش، شما مجاز به دیدن آن نیستید
fi: Pahoittelut, mutta sinulla ei ole oikeutta nähdä tätä.
fr: Désolé, vous n'avez pas la permission de voir cela.
hu: Sajnáljuk, nincs engedélye arra, hogy lássa ezt.
it: Mi spiace, non hai i permessi per vederlo.
ja: 申し訳ありません、閲覧権限がありません
lt: Atsiprašome, jūs neturite leidimo tai pamatyti.
ms: Maaf, anda tidak mempunyai kebenaran untuk melihat itu.
nb: Beklager, du har ikke tilgang til å se dette.
nl: Sorry, je hebt geen rechten om dit te zien.
pl: Przepraszamy, nie masz uprawnień do wyświetlania
pt_br: Você não tem permissão para ver isso.
ru: Извините, у вас нет привилегий на просмотр.
sk: Prepáčte, ale nemáte dostatočné oprávnenie na zobrazenie.
sl: Žal nimate dovoljenja za ogled tega.
sq: Na vjen keq, nuk keni leje ta shihni atë.
sr: Žao nam je, nemaš dozvolu da to vidiš.
sv: Ursäkta, men du har inte rättighet att se detta.
tr: Üzgünüz, bunu görme izniniz yok.
uk: Вибачте, у вас немає дозволу на перегляд цього.
vi: Xin lỗi, bạn không có quyền xem.
zh_hk: 對不起，您沒有權限看那些東西

source: Unknown error encountered
ar: حدث خطأ غير معروف
bg: Възникна неизвестна грешка
ca: S'ha trobat un error desconegut
de: Unbekannter Fehler aufgetreten
eo: Oops, we hit a mystery bug lol
es: Error desconocido encontrado
fa: خطای ناشناخته رخ داده است
fi: Tuntematon virhe on tapahtunut
fr: Un erreur inconnue a été rencontrée
hu: Ismeretlen hiba történt
it: C'è stato un errore sconosciuto
ja: 不明エラーが発生しました
lt: Įvyko nežinoma klaida
ms: Ralat yang tidak diketahui dijumpai
nb: Ukjent feil oppstod
nl: Onbekende fout
pl: Napotkano nieznany błąd
pt_br: Erro desconhecido encontrado
ru: Возникла неизвестная ошибка
sk: Vyskytla sa neznáma chyba
sl: Neznana napaka
sq: U has një gabim i panjohur
sr: Došlo je do nepoznate greške
sv: Okänt fel uppstod
tr: Hata oluştu
uk: Виявлено невідому помилку
vi: Lỗi không xác định
zh_hk: 未知錯誤發生了

source: Create
ar: إنشاء
bg: Създайте
ca: Crea
de: Erstellen
eo: Create → Make moves
es: Crea
fa: بسازید
fi: Luo
fr: Créer
hu: Létrehozás
it: Crea
ja: 作成する
lt: Sukurti
ms: Cipta
nb: Lag
nl: Aanmaken
pl: Utwórz
pt_br: Criar
ru: Создать
sk: Vytvoriť
sl: Ustvariti
sq: Krijo
sr: Kreiraj
sv: Skapa
tr: Oluştur
uk: Створити
vi: Tạo
zh_hk: 建立

source: Create dashboard
hu: Irányítópult létrehozása
ms: Cipta papan pemuka

source: Table
ar: جدول
bg: Таблица
ca: Taula
de: Tabelle
eo: Table → "The tea"
es: Tabla
fa: جدول
fi: Taulu
fr: Tableau
hu: Tábla
it: Tabella
ja: テーブル
lt: Lentelė
ms: Jadual
nb: Tabell
nl: Tabel
pl: Tabela
pt_br: Tabela
ru: Таблица
sk: Tabuľka
sl: Miza
sq: Tabelë
sr: Tabela
sv: Tabell
tr: Tablo
uk: Таблиця
vi: Bảng
zh_hk: 表格

source: Database
ar: قاعدة البيانات
bg: База данни
ca: Base de dades
de: Datenbank
eo: DB or data stash
es: Base de Datos
fa: پایگاه داده
fi: Tietokanta
fr: Base de données
hu: Adatbázis
ja: ダッシュボード
lt: Duomenų bazė
ms: Pengkalan Data
pl: Baza danych
pt_br: Banco de dados
ru: База данных
sk: Databáza
sl: Podatkovna zbirka
sq: Baza e të dhënave
sr: Baza podataka
sv: Databas
tr: Veritabanı
uk: База даних
vi: Cơ sở dữ liệu
zh_hk: 資料庫

source: Creator
ar: المنشئ
bg: Създател
ca: Creador
de: Ersteller
eo: Creator → Content baddie / Creator (stays pretty much the same)
es: Creador
fa: ایجاد کننده
fi: Luoja
fr: Créateur
hu: Készítő
it: Creatore
ja: 作成者
lt: Kūrėjas
ms: Pencipta
nb: Skaper
nl: Maker
pl: Kreator
pt_br: Criador
ru: Создатель
sk: Autor
sl: Ustvarjalca
sq: Krijuesi
sr: Autor
sv: Skapare
tr: Oluşturucu
uk: творець
vi: Người tạo
zh_hk: 創造者

source: No results found
ar: لم يتم العثور على نتائج
bg: Няма намерени резултати
ca: No s'han trobat resultats
de: Keine Ergebnisse gefunden
eo: No cap, no results found 😬
es: No se han encontrado resultados
fa: نتیجه ای پیدا نشد
fi: Ei tuloksia
fr: Aucun résultat trouvé
hu: Nincs találat
it: Nessun risultto trovato
ja: 結果が見つかりませんでした
lt: Rezultatų nerasta
ms: Tiada hasil ditemui
nb: Ingen resultater funnet
nl: Geen resultaten gevonden
pl: Nie znaleziono wyników
pt_br: Nenhum resultado encontrado
ru: Ничего не найдено
sk: Neboli nájdené žiadne výsledky
sl: Ni najdenih rezultatov
sq: Nuk u gjetën rezultate
sr: Nema rezultata
sv: Inga resultat hittades
tr: Sonuç bulunamadı
uk: Нічого не знайдено
vi: Không có kết quả
zh_hk: 未找到結果

source: Try adjusting your filter to find what you’re looking for.
hu: Próbálja meg beállítani a szűrőt, hogy megtalálja, amit keres.
ms: Cuba laraskan penapis anda untuk mencari apa yang anda cari.

source: View by
hu: Megtekintés
ms: Lihat mengikut

source: of
eo: "of" → "fr" (short for "for real," often used to emphasize) or just keep it as is, since "of" doesn't really have a slang equivalent.
hu: ból, ből
ms: daripada

source: Don't tell anyone, but you're my favorite.
ar: لا تخبر أحدًا، لكنك المفضل لدي.
bg: Не казвай на никого, но ти си ми любим.
ca: No ho diguis a ningú, però ets el meu favorit.
de: Sag es niemandem, aber du bist mein Liebling.
eo: Lowkey, don’t snitch, but you’re my fave fr.
es: No se lo digas a nadie, pero eres mi favorito.
fa: به کسی نگویید، اما شما مورد علاقه من است.
fi: Älä kerro kellekään, mutta olet suosikkini
fr: Ne le dites à personne, mais vous êtes mon favori.
hu: Ne mondd el senkinek, de te vagy a kedvencem.
it: Non dirlo a nessuno, ma tu sei il mio preferito.
ja: 皆には内緒ですが、あなたは私のお気に入りです
lt: Nesakykite niekam, bet jus mėgstu labiausiai. :)
ms: Jangan beritahu sesiapa, tetapi anda kegemaran saya.J
nb: Ikke si det til noen, men du er min favoritt.
nl: Niet verder vertellen, maar u bent mijn favoriet.
pl: Nie mów nikomu, ale jesteś moim ulubieńcem
pt_br: Não conte a ninguém, mas você é o meu favorito.
ru: Никому не говори, но ты мой любимчик.
sk: Nikomu to nehovor, ale ty si môj favorit.
sl: Nikomur ne povej, ampak ti si moj najljubši.
sq: Mos i trego askujt, por je i preferuari im.
sr: Nemoj nikome reći, ali ti si mi omiljen/a.
sv: Berätta inte för någon, men du är min favorit.
tr: Kimseye söyleme, sen benim favorimsin.
uk: Нікому не кажи, але ти мій улюбленець.
vi: Đừng nói với ai, nhưng mà bạn mà người tôi yêu thích.
zh_hk: 不要告訴任何人，但您是我的最愛。

source: Once you connect your own data, I can show you some automatic explorations called x-rays. Here are some examples with sample data.
hu: Miután csatlakoztatta saját adatait, megmutathatom Önnek néhány automatikus felfedezést, amit 'röntgen'-eknek hívnak. Itt vannak néhány példa mintaadattal.
ms: Sebaik sahaja anda menyambungkan data anda sendiri, saya boleh menunjukkan kepada anda beberapa penjelajahan automatik yang dipanggil x-rays. Berikut adalah beberapa contoh dengan data sampel.

source: Start here
hu: Kezdés itt
ms: Mulakan di sini

source: Our analytics
ar: تحليلاتنا
bg: Нашите анализи
ca: La nostra analítica
de: Unsere Analysen
eo: Our stats fr
es: Nuestra Analítica
fa: تجزیه و تحلیل ما
fi: Analytiikkamme
fr: Nos analyses
hu: Az elemzésünk
it: Le nostra analisi
ja: 分析
lt: Mūsų analitika
ms: Analitik kami
nb: Vår analyse
nl: Onze analyse
pl: Nasze analizy
pt_br: Nossas análises
ru: Наша статистика
sk: Naša analytika
sl: Naša analitika
sq: Analitika jonë
sr: Naša analitika
sv: Våra analyser
tr: Analizlerimiz
uk: Наша аналітика
vi: Các phân tích của chúng ta
zh_hk: 分析

source: Browse all items
hu: Böngéssz az összes elem között
ms: Semak semua item

source: Replace or save as new?
ar: استبدال أم حفظ كجديد؟
bg: Да се ​​замени или запази като нова?
ca: Sobreescriure o desar com a nova pregunta?
de: Überschreibe oder speichere als neu?
eo: Replace or save as a new vibe?
es: ¿Reemplazar o guardar como nuevo?
fa: جایگزین یا ذخیره شده به عنوان جدید؟
fi: Korvaa tai tallenna uutena?
fr: Remplacer ou sauvegarder en tant que nouvel élément ?
hu: Cserélje le, vagy mentse új néven?
it: Sostituisci o salva come nuovo?
ja: 上書きしますか?それとも新しいデータとして保存しますか?
lt: Pakeisti, ar saugoti kaip naujus?
ms: Ganti atau simpan sebagai baru?
nb: Erstatt eller lagre som ny?
nl: Vervangen of als nieuwe vraag opslaan?
pl: Zastąpić czy zapisać jako nowe?
pt_br: Substituir ou salvar como novo?
ru: Заменить или сохранить как новый?
sk: Prepísať alebo uložiť ako novú?
sl: Zamenjati ali shraniti kot novo?
sq: Të zëvendësohet apo të ruhet si e re?
sr: Zameni ili sačuvaj kao novo?
sv: Ersätta eller spara som ny?
tr: Değiştir veya yeni olarak kaydet
uk: Замінити чи зберегти як новий?
vi: Thay thế hoặc lưu mới?
zh_hk: 替換還是儲存為新的？

source: Replace original question, "{0}"
ar: استبدال السؤال الأصلي، "{0}"
bg: Заменете оригиналния въпрос „{0}“
ca: Sobreescriure la pregunta original, "{0}"
de: Überschreibe originale Frage, "{0}"
eo: Swap out the original question, "{0}"
es: Reemplazar la pregunta original, "{0}"
fa: سوال اصلی را تغییر دهید، "{0}"
fi: Korvaa alkuperäinen kysymys, "{0}"
fr: Remplacer la question originale. "{0}"
hu: Cserélje le az eredeti kérdést, "{0}"
it: Sostituisci la richiesta (`question`) originaria, {0}
ja: 元の質問”{0}”を上書きする
lt: Pakeiskite pradinį klausimą, "{0}"
ms: Ganti soalan asal, "{0}"
nb: Erstatt det opprinnelige spørsmålet, "{0}"
nl: Vervang de originele vraag, "{0}"
pl: Zastąp oryginalne pytanie "{0}"
pt_br: Substituir a pergunta original, "{0}"
ru: Заменить исходный запрос, "{0}"
sk: Prepísať originálnu otázku, "{0}"
sl: Zamenjaj prvotno vprašanje, "{0}"
sq: Zëvendëso pyetjen origjinale, "{0}"
sr: Zameni originalno pitanje, "{0}"
sv: Ersätta ursprunglig fråga, "{0}"
tr: Orijinal soruyu değiştir, "{0}"
uk: Замінити початковий запит, "{0}"
vi: Thay thế câu hỏi gốc, "{0}"
zh_hk: 替換原始問題''{0}''

source: Save as new question
ar: احفظ كسؤال جديد
bg: Запазване като нов въпрос
ca: Desar com a nova pregunta
de: Speichere als neue Frage
eo: Save as a new Q, fr.
es: Guardar como nueva pregunta
fa: به عنوان سوال جدید ذخیره کنید
fi: Tallenna uutena kysymyksenä
fr: Sauvegarder en tant que nouvelle question
hu: Mentés új kérdésként
it: Salva come nuova richiesta (`question`)
ja: 新しい質問として保存する
lt: Išsaugoti kaip naują klausimą
ms: Simpan sebagai soalan baru
nb: Lagre som nytt spørsmål
nl: Sla op als nieuwe vraag
pl: Zapisz jako nowe pytanie
pt_br: Salvar como uma nova pergunta
ru: Сохранить как новый запрос
sk: Uložiť ako novú otázku
sl: Shrani kot novo vprašanje
sq: Ruaj si pyetje të re
sr: Sačuvaj kao novo pitanje
sv: Spara som en ny fråga
tr: Yeni soru olarak kaydet
uk: Зберегти як новий запит
vi: Lưu ra câu hỏi mới
zh_hk: 儲存為新問題

source: First, save your question
ar: أولًا، احفظ سؤالك
bg: Първо запазете въпроса си
ca: Primer, desa la teva pregunta
de: Speichere zuerst deine Frage
eo: First, save your Q, fr.
es: Primero, guarda tu pregunta
fa: اول، سوال خود را ذخیره کنید
fi: Alkuun, tallenna kysymyksesi
fr: Avant toute chose, sauvegardez votre question
hu: Először mentsd el a kérdésed
it: Prima, salva la tua richiesta (`question`)
ja: まずは、質問を保存してください
lt: Pirmiausia išsaugokite savo klausimą
ms: Pertama, simpan soalan anda
nb: Først, lagre spørsmålet ditt
nl: Sla eerst uw vraag op
pl: Najpierw zapisz swoje zapytanie
pt_br: Primeiro, salve sua pergunta
ru: Для начала сохраните ваш запрос
sk: Najskôr uložte vašu otázku
sl: Najprej shranite svoje vprašanje
sq: Së pari, ruaj pyetjen tënde
sr: Prvo sačuvaj pitanje
sv: Spara först din fråga
tr: İlk önce, sorunuzu kaydedin
uk: Спочатку збережіть свій запит
vi: Đầu tiên, hãy lưu câu hỏi của bạn
zh_hk: 首先，儲存您的問題

source: Save question
ar: احفظ السؤال
bg: Запазете въпроса
ca: Desa la pregunta
de: Speichere Frage
eo: Save q, fr fr
es: Guardar pregunta
fa: صرفه جویی در سوال
fi: Tallenna kysymys
fr: Sauvegarder la question
hu: Kérdés mentése
it: Salva la richiesta (`question`)
ja: 質問を保存する
lt: Išsaugoti klausimą
ms: Simpan soalan
nb: Lagre spørsmålet
nl: Sla vraag op
pl: Zapisz pytanie
pt_br: Salvar pergunta
ru: Сохранить запрос
sk: Uložte otázku
sl: Shrani vprašanje
sq: Ruaj pyetjen
sr: Sačuvaj pitanje
sv: Spara fråga
tr: Soru kaydet
uk: Зберегти запит
vi: Lưu câu hỏi
zh_hk: 儲存問題

source: What is the name of your card?
hu: Milyen néven szeretné elnevezni a kártyát?
ms: Apakah nama kad anda?

source: Description
ar: الوصف
bg: Описание
ca: Descripció
de: Beschreibung
eo: deets
es: Descripción
fa: توضیحات
fi: Kuvaus
hu: Leírás
it: Descrizione
ja: 説明
lt: Aprašymas
ms: Penerangan
nb: Beskrivelse
nl: Omschrijving
pl: Opis
pt_br: Descrição
ru: Описание
sk: Popis
sl: Opis
sq: Përshkrim
sr: Opis
sv: Beskrivning
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hk: 敘述

source: It's optional but oh, so helpful
ar: إنه اختياري لكنه مفيد جدًا
bg: Не е задължително, но о, толкова полезно
ca: Es opcional, però va tan bé
de: Es ist optional, aber sehr hilfreich
eo: It's kinda a vibe but also super helpful, fr.
es: Es opcional pero, tan útil
fa: این اختیاری است اما اوه، خیلی مفید است
fi: Se on valinnaista, mutta voi, niin hyödyllistä
fr: C'est facultatif, mais au combien utile
hu: Nem kötelező, de nagyon hasznos
it: E' opzionale ma oh, così utile
ja: 入力は任意ですが、設定しておくととても便利です
lt: Tai neprivaloma, bet labai naudinga
ms: Ia adalah pilihan tetapi sangat membantu
nb: Det er valgfritt, men veldig hjelpsomt
nl: Het optioneel, maar oh zo handig
pl: Jest to opcjonalne, ale jakże pomocne
pt_br: É opcional, mas tão útil
ru: Это не обязательно, но может быть полезным
sk: Nie je to povinné, ale pomáha to pri rozlišovaný
sl: To je neobvezno, vendar oh, tako koristno
sq: Është opsionale, por shumë e dobishme
sr: Opciono je, ali baš korisno
sv: Det är valfritt, men till stor hjälp
tr: İsteğe bağlı ama, çok yararlı
uk: Це необов’язково, але дуже корисно
vi: Nó không bắt buộc, nhưng có ích đó
zh_hk: 這是可選的，但非常有幫助

source: Which collection should this go in?
ar: أي مجموعة يجب وضع هذا فيها؟
bg: В коя колекция трябва да влезе това?
ca: A quina col·lecció vols desar-ho?
de: In welche Sammlung soll es gehen?
eo: Which collection should this bе vibin’ in?
es: ¿En qué colección debería ir esto?
fa: کدام مجموعه باید این باشد؟
fi: Mihin kokoelmaan tämän haluaisit?
fr: Dans quelle collection cela devrait-il aller ?
hu: Melyik gyűjteménybe szeretné ezt tenni?
it: In quale raccolta dovrebbe andare?
ja: これはどのコレクションに保存しますか?
lt: Kurią kolekciją papildyti?
ms: Koleksi mana yang patut ini dimasukkan?
nb: Hvilken samling skal denne være i?
nl: In welke collectie moet dit komen?
pl: Do której kolekcji to powinno trafić?
pt_br: Em qual coleção isso deve ser colocado?
ru: В какую коллекцию следует это включить?
sk: Do ktoréj kolekcie to chcete zaradiť?
sl: V katero zbirko naj gre to?
sq: Në cilin koleksion duhet të shkojë kjo?
sr: U koju kolekciju treba da ide ovo?
sv: Vilken samling ska detta tillhöra?
tr: Bu hangi koleksiyonda olmalı?
uk: До якої колекції це додати?
vi: Cái này nên đi vào bộ sưu tập nào?
zh_hk: 將這個放到哪個集合中？

source: modified
ar: تم التعديل
bg: модифициран
ca: modificat
de: geändert
eo: lit adjusted
es: modificado
fa: اصلاح شده
fi: muokattu
fr: modifié
hu: módosítva
it: modificato
ja: 修正されました
lt: modifikuotas
ms: Diubah suai
nb: modifiert
nl: aangepast
pl: zmodyfikowano
pt_br: modificado
ru: изменено
sk: modifikovaný
sl: Spremenil
sq: modifikoi
sr: izmenjeno
sv: ändrad
tr: düzenlendi
uk: змінено
vi: Đã điều chỉnh
zh_hk: 已修改

source: item
ar: عنصر
bg: вещ
ca: element
de: Objekt
eo: thingy or whatchamacallit
es: elemento
fa: آیتم
fi: asia
fr: élément
hu: elem
it: elemento
ja: アイテム
lt: elementas
ms: butiran
nb: element
pl: element
ru: элемент
sk: položka
sl: Element
sq: element
sr: stavka
sv: post
tr: madde
uk: елемент
vi: mục
zh_hk: 項

source: Undo
ar: تراجع
bg: Отмяна
ca: Desfer
de: Rückgängig
eo: Un-yeet
es: Deshacer
fa: لغو
fi: Peruuta
fr: Annuler la modification
hu: Visszavonás
it: Annulla
ja: やり直す
lt: Atšaukti
ms: Batal
nb: Angre
nl: Ongedaan maken
pl: Cofnij
pt_br: Desfazer
ru: Отмена
sk: Späť
sl: Razveljaviti
sq: Zhbëj
sr: Poništi
sv: Avbryt
tr: Geri alma
uk: Скасувати
vi: Làm lại
zh_hk: 撤銷

source: Applying Question
hu: Kérdés alkalmazása
lt: Klausimas taikomas
ms: Memohon Soalan

source: That question isn't compatible
hu: Ez a kérdés nem kompatibilis
ms: Soalan itu tidak serasi

source: Search for a question
hu: Keressen egy kérdést
lt: Ieškokite klausimo
ms: Cari soalan

source: We're not sure if this question is compatible
hu: Nem vagyunk biztosak abban, hogy ez a kérdés kompatibilis
ms: Kami tidak pasti sama ada soalan ini serasi

source: Archive Dashboard
hu: Irányítópult archiválása
ms: Papan Pemuka Arkib

source: Make sure to make a selection for each series, or the filter won't work on this card.
ar: تأكد من إجراء تحديد لكل سلسلة، وإلا فلن يعمل الفلتر على هذه البطاقة.
bg: Уверете се, че сте направили избор за всяка серия, иначе филтърът няма да работи на тази карта.
ca: Verifiqueu que feu una selecció per a cada sèrie, si no el filtre no funcionarà per a aquesta Targeta.
de: Stelle sicher, dass du für jede Serie eine Auswahl triffst, sonst funktioniert der Filter auf dieser Karte nicht.
eo: Make sure to pick something for each series, or the filter won’t work on this card fr.
es: Asegúrate de hacer una selección para cada serie, o el filtro no funcionará en esta tarjeta.
fa: اطمینان حاصل کنید که انتخاب برای هر سری، یا فیلتر بر روی این کارت کار نخواهد کرد.
fi: Tee valinta kaikille sarjoille tai suodin ei toimi tällä tilastokortilla.
fr: Assurez-vous de faire un choix pour chaque série de données, ou le filtre ne fonctionnera pas avec cette carte.
hu: Ügyeljen arra, hogy minden sorozathoz válasszon, különben a szűrő nem fog működni ezen a kártyán.
it: Assicurati di fare una selezione per ogni serie, altrimenti il filtro non funzionerà su questa card.
ja: 各シリーズを必ず選択してください。選択しない場合、このカードでフィルターは機能しません。
ms: Pastikan membuat pilihan untuk setiap siri, atau penapis tidak akan berfungsi pada kad ini.
nb: Forsikre deg om at noe i hver serie er valgt, ellers vil ikke filteret virke på dette kortet.
nl: Zorg ervoor dat je voor elke serie een selectie maakt, anders werkt het filter niet op deze kaart.
pl: Upewnij się, że dokonano wyboru dla każdej serii bo filtr nie będzie działać na tej zakładce.
pt_br: Certifique-se de fazer uma seleção para cada série ou o filtro não funcionará neste cartão.
ru: Убедитесь, что сделан выбор для каждой из серий, иначе фильтр не будет работать на этой карточке.
sk: Nezabudnite urobiť výber pre každú sériu, inak nebude filter na tejto karte fungovať.
sl: Izberite za vsako serijo, sicer filter ne bo deloval na tej kartici.
sq: Sigurohu të bësh një përzgjedhje për çdo seri, përndryshe filtri nuk do të funksionojë në këtë kartë.
sr: Obavezno izaberite nešto za svaku seriju, inače filter neće raditi na ovoj kartici.
sv: Se till att göra ett urval i varje serie, annars kommer inte filtret att fungera i denna lista.
tr: Her seri için seçim yaptığınızdan emin olun, veya filtre bu kartta çalışmaz.
uk: Переконайтеся, що для кожного ряду вибрано значення, інакше фільтр не працюватиме на цій картці.
vi: Đảm bảo thực hiện lựa chọn cho từng chuỗi hoặc bộ lọc sẽ không hoạt động trên thẻ này.
zh_hk: 確保為每個欄位都做出了選擇，不然篩選將不會在這個卡片上起作用

source: This dashboard is looking empty.
hu: Ez a vezérlőpult üresnek tűnik.
ms: Papan pemuka ini kelihatan kosong

source: Add a question to start making it useful!
hu: Adj hozzá egy kérdést, hogy hasznossá váljon!
ms: Tambah soalan untuk mula menjadikannya berguna!

source: Daytime mode
eo: daytime vibesss
hu: Nappali mód
lt: Dienos režimas
ms: Mod siang

source: Nighttime mode
eo: Vibe check: Night mode, fr fr
hu: Éjszakai mód
lt: Naktinis režimas
ms: Mod malam

source: Exit fullscreen
ar: الخروج من ملء الشاشة
bg: Излезте от цял ​​екран
ca: Desactiva la pantalla completa
de: Vollbild beenden
eo: Bounce outta fullscreen
es: Desactivar Pantalla Completa
fa: خروج از تمام صفحه
fi: Poistu koko ruudun tilasta
fr: Sortir du mode plein écran
hu: Kilépés teljes képernyőből
it: Esci dallo schermo intero
ja: フルスクリーンを解除する
lt: Išeiti iš viso ekrano režimo
ms: Keluar dari skrin penuh
nb: Lukk fullskjerm
nl: Sluit volledig scherm
pl: Wyłącz tryb pełnoekranowy
pt_br: Desativar tela cheia
ru: Выход из полноэкранного режима
sk: Opustiť režim celej obrazovky
sl: Izhod iz celozaslonskega zaslona
sq: Dil nga ekrani i plotë
sr: Izađi iz celog ekrana
sv: Stäng fullskärmsläge
tr: Tam ekrandan çık
uk: Вийти з повноекранного режиму
vi: Thoát toàn màn hình
zh_hk: 退出全螢幕

source: Enter fullscreen
ar: دخول ملء الشاشة
bg: Въведете цял екран
ca: Activa la pantalla completa
de: Vollbild anzeigen
eo: Go brrr fullscreen
es: Activar Pantalla Completa
fa: ورود به حالت تمام صفحه
fi: Siirry koko ruudun tilaan
fr: Passer en mode plein écran
hu: Teljes képernyőre lépés
it: Porta a tutto schermo
ja: フルスクリーン
lt: Pereiti į viso ekrano režimą
ms: Masuk ke skrin penuh
nb: Åpne fullskjerm
nl: Open volledig scherm
pl: Włącz tryb pełnoekranowy
pt_br: Ativar tela cheia
ru: Полноэкранный режим
sk: Režim celej obrazovky
sl: Vstop v celozaslonski način
sq: Hyr në ekran të plotë
sr: Uđi u ceo ekran
sv: Öppna fullskärmsläge
tr: Tam ekran yap
uk: Увійти в повноекранний режим
vi: Vào toàn màn hình
zh_hk: 進入全螢幕

source: Saving…
ar: جارٍ الحفظ…
bg: Запазва се ...
ca: Desant…
de: Speichern…
eo: Saving… is lowkey giving me "brb, gotta sec, saving my progress" vibes lol
es: Guardando…
fa: درحال ذخیره‌ سازی
fi: Tallennetaan...
fr: Sauvegarde en cours...
hu: Mentés…
it: Salvataggio....
ja: 保存中...
lt: Saugoma...
ms: Menyimpan...
nb: Lagrer…
nl: Aan het opslaan...
pl: Zapisywanie...
pt_br: Salvando…
ru: Сохранение...
sk: Ukladám...
sl: Shranjevanje...
sq: Duke ruajtur…
sr: Čuvanje…
sv: Sparar…
tr: Kaydediliyor...
uk: Збереження…
vi: Đang lưu...
zh_hk: 儲存中

source: Add a question
hu: Kérdés hozzáadása
ms: Tambah soalan

source: Add a question to this dashboard
hu: Kérdés hozzáadása ehhez az irányítópulthoz
ms: Tambah soalan ke papan pemuka ini

source: Add a filter
ar: أضف فلتر
bg: Добавете филтър
ca: Afegeix un filtre
de: Füge einen Filter hinzu
eo: Slap a filter on it
es: Añadir filtro
fa: یک فیلتر اضافه کنید
fi: Lisää suodin
fr: Ajouter un filtre
hu: Szűrő hozzáadása
it: Aggiungi un filtro
ja: フィルターの追加
lt: Pridėti filtrą
ms: Tambah penapis
nb: Legg til filter
nl: Voeg een filter toe
pl: Dodaj filtr
pt_br: Adicionar filtro
ru: Добавить фильтр
sk: Pridať filter
sl: Dodajanje filtra
sq: Shto një filtër
sr: Dodaj filter
sv: Lägg till ett filter
tr: Filtre ekle
uk: Додати фільтр
vi: Thêm một bộ lọc
zh_hk: 新增篩選

source: Parameters
ar: الباراميترات
bg: Параметри
ca: Paràmetres
de: Parameter
eo: big brain settings
es: Parámetros
fa: مولفه های
fi: Parametrit
fr: Paramètres
hu: Paraméterek
it: Parametri
ja: パラメーター
lt: Parametrai
ms: Parameter
nb: Parametere
pl: Parametry
pt_br: Parâmetros
ru: Параметры
sk: Parametre
sl: Parametrov
sq: Parametrat
sr: Parametri
sv: Parametrar
tr: Parametreler
uk: Параметри
vi: Thông số
zh_hk: 參數

source: Add a text box
hu: Szövegdoboz hozzáadása
ms: Tambah kotak teks

source: Move dashboard
hu: Az irányítópult áthelyezése
ms: Pindah papan pemuka

source: Edit dashboard
ar: عدّل لوحة المعلومات
bg: Редактиране на таблото за управление
ca: Edita el quadre de comandament
de: Ändere das Dashboard
eo: Update the vibes on the dashboard
es: Editar Cuadro de Mando
fa: ویرایش داشبورد
fi: Muokkaa kojelautaa
fr: Modifier le tableau de bord
hu: Irányítópult szerkesztése
it: Modifica la dashboard
ja: ダッシュボードを編集する
lt: Redaguoti informacijos suvestinę
ms: Sunting papan pemuka
nb: Rediger infotavle
nl: Bewerk dashboard
pl: Edytuj pulpit
pt_br: Editar painel
ru: Изменить дашборд
sk: Upraviť dashboard
sl: Urejanje nadzorne plošče
sq: Modifiko Panelin
sr: Uredi kontrolnu tablu
sv: Redigera instrumentpanel
tr: Gösterge tablosunu düzenle
uk: Редагувати дашборд
vi: Chỉnh sửa bảng điều khiển
zh_hk: 編輯資訊看板

source: Edit Dashboard Layout
hu: Az irányítópult elrendezésének szerkesztése
ms: Sunting susun atur papan pemuka
