Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: For security reasons, password reset links expire after a little while. If you still need to reset your password, you can request a new reset email.
ar: لأسباب أمنية، تنتهي صلاحية روابط إعادة تعيين كلمة المرور بعد فترة قصيرة. إذا كنت لا تزال بحاجة إلى إعادة تعيين كلمة المرور، يمكنك طلب بريد إعادة تعيين جديد.
bg: От съображения за сигурност връзките за нулиране на паролата изтичат след известно време. Ако все още трябва да нулирате паролата си, можете да поискате нов имейл за нулиране.
ca: Per raons de seguretat, els enllaços de restauració de contrasenya caduquen passada una estona. Si encara necessites restaurar la teva contrasenya, pots sol·licitar un nou correu de restauració.
de: Aus Sicherheitsgründen laufen die Passwort-Reset Links nach einiger Zeit ab. Wenn Du immer noch Dein Passwort zurücksetzen willst, kannst Du eine neue Reset-Mail anfordern.
eo: For security stuff, password reset links ghost after a bit. If you still gotta reset, just hit up for a new reset email.
es: Por razones de seguridad, los enlaces de restablecimiento de contraseña caducan después de un tiempo. Si aún necesitas restablecer tu contraseña, puedes solicitar un nuevo correo electrónico de restablecimiento.
fa: به دلایل امنیتی، لینک‌های بازنشانی رمز عبور بعد از مدتی منقضی می‌شوند. اگر هنوز هم نیاز به بازنشانی رمز عبور خود دارید، می‌توانید درخواست یک ایمیل بازنشانی جدید را داشته باشید.
fi: Turvallisuussyistä salasanan palautuslinkit vanhenevat hetken kuluttua. Jos tarvitset edelleen salasanan palauttamista, voit pyytää uutta palautusviestiä sähköpostitse.
fr: Pour des raisons de sécurité, les liens de réinitialisation des mots de passe expirent après peu de temps. Si vous souhaitez toujours réinitialiser votre mot de passe, vous pouvez demander un nouveau mail de réinitialisation.
hu: Biztonsági okokból a jelszó-visszaállító linkek egy idő után lejárnak. Ha még mindig szükséged van a jelszó visszaállítására, kérhetsz egy új visszaállító e-mailt.
it: Per motivi di sicurezza, i link per il reset della password scadono dopo un po' di tempo. Se hai ancora bisogno di reimpostare la password, puoi richiedere una nuova email di reset.
ja: セキュリティ上の理由から、パスワードリセットのリンクは少し時間が経つと失効してしまいます。それでもパスワードをリセットする必要がある場合は、新しいリセットメールをリクエストすることができます。
lt: Saugumo sumetimais slaptažodžio nustatymo iš naujo nuorodos po kurio laiko nustoja galioti. Jei vis tiek reikia iš naujo nustatyti slaptažodį, galite pateikti užklausą dėl naujo nustatymo iš naujo el. paštu
ms: Atas sebab keselamatan, pautan tetapan semula kata laluan akan tamat selepas beberapa ketika. Jika anda masih perlu menetapkan semula kata laluan anda, anda boleh meminta emel tetapan semula yang baru.
nb: Av sikkerhetshensyn utløper koblinger for passordtilbakestilling etter en stund. Hvis du fortsatt trenger å tilbakestille passordet ditt, kan du be om en ny tilbakestillings-e-post.
nl: Om veiligheidsredenen verlopen wachtwoordresetkoppelingen na een tijdje. Als je het wachtwoord nog steeds wilt resetten, kun je een nieuwe reset-e-mail aanvragen.
pl: Ze względów bezpieczeństwa linki do resetowania haseł wygasają po pewnym czasie. Jeśli nadal musisz zresetować hasło, możesz poprosić o nowy e-mail do resetowania.
pt_br: Por motivos de segurança, os links de redefinição de senha expiram em pouco tempo. Se você ainda precisar redefinir sua senha, poderá solicitar um novo e-mail de redefinição.
ru: По соображениям безопасности, ссылки для сброса пароля истекают через некоторое время. Если вам все еще нужно сбросить ваш пароль, вы можете запросить новое письмо для сброса.
sk: Z bezpečnostných dôvodov odkazy na obnovenie hesla po chvíli vypršia. Ak stále potrebujete obnoviť svoje heslo, môžete si vyžiadať nový e-mail na obnovenie.
sl: Iz varnostnih razlogov povezave za ponastavitev gesla potečejo čez nekaj časa. Če morate geslo še vedno ponastaviti, lahko zahtevate novo e-poštno sporočilo za ponastavitev.
sq: Për arsye sigurie, link-et për rivendosjen e fjalëkalimit skadojnë pas pak kohe. Nëse ende duhet ta rivendosësh fjalëkalimin, mund të kërkosh një email të ri rivendosjeje.
sr: Iz bezbednosnih razloga, linkovi za resetovanje lozinke isteknu nakon nekog vremena. Ako i dalje treba da resetujete lozinku, možete zatražiti novi email za resetovanje.
sv: Av säkerhetsskäl upphör länkar till återställning av lösenord att gälla efter ett tag. Om du fortfarande behöver återställa ditt lösenord kan du begäran ett nytt mejl för återställning.
tr: Güvenlik nedeniyle, parola sıfırlama bağlantıları bir süre sonra sona erer. Yine de parolanızı sıfırlamanız gerekiyorsa, yeni bir sıfırlama e-postası talep edebilirsiniz.
uk: З міркувань безпеки посилання для скидання пароля з часом стають недійсними. Якщо вам усе ще потрібно скинути пароль, ви можете запросити новий лист для скидання.
vi: Vì lý do bảo mật, liên kết đặt lại mật khẩu sẽ hết hạn sau một thời gian ngắn. Nếu bạn vẫn cần đặt lại mật khẩu, bạn có thể yêu cầu một email đặt lại mới.
zh_hk: 出於安全原因，密碼重置連結會在一段時間後過期。如果您仍需要重設密碼，您可以申請新的重設電子郵件。

source: Request a new reset email
ar: اطلب بريدًا إلكترونيًا جديدًا لإعادة التعيين
bg: Заявете нов имейл за нулиране
ca: Sol·licitar un nou correu de restabliment
de: Fordere eine neue Reset-Mail an
eo: Requesting a new reset email, fr fr
es: Solicitar un correo de restablecimiento
fa: درخواست یک ایمیل جدید برای بازنشانی
fi: Pyydä uutta salasanan nollausviestiä.
fr: Demander un nouveau mail de réinitialisation
hu: Új visszaállító e-mail kérése
it: Richiedi una nuova email di reset
ja: 新しいリセットメールのリクエスト
lt: Pateikite naujo nustatymo iš naujo el. pašto užklausą
ms: Minta emel tetapan semula baru
nb: Be om en ny tilbakestillings-e-post
nl: Vraag een nieuwe reset e-mail aan
pl: Poproś o nowy e-mail do resetowania
pt_br: Solicitar um novo e-mail de redefinição
ru: Запросить новое письмо для сброса
sk: Požiadajte o nový e-mail na obnovenie
sl: Zahtevajte novo e-poštno sporočilo za ponastavitev
sq: Kërko një email të ri rivendosjeje
sr: Zatraži novi email za resetovanje
sv: Begär ett nytt mejl för återställning
tr: Yeni bir sıfırlama e-postası isteyin
uk: Запросити новий лист для скидання
vi: Yêu cầu một email đặt lại mới
zh_hk: 請求新的重置郵件

source: Connected to these tables
ar: متصل بهذه الجداول
bg: Свързани с тези таблици
ca: Connectat a aquestes taules
de: Zu diesen Tabellen verbunden
eo: Plugged into these tables, fr fr
es: Conectado a estas tablas
fa: به این جداول متصل شده‌است
fi: Yhdistetty näihin tauluihin
fr: Connecté à ces tables
hu: Ezekhez a táblákhoz csatlakozik
it: Collegato a queste tabelle
ja: これらのテーブルに接続された
lt: Prijungtas prie šių lentelių
ms: Disambungkan ke jadual-jadual ini
nb: Koblet til disse tabellene
nl: Verbonden met deze tabellen
pl: Połączony z tymi tabelami
pt_br: Conectado a estas tabelas
ru: Подключено к этим таблицам
sk: Pripojené k týmto tabuľkám
sl: Povezano s temi tabelami
sq: Të lidhura me këto tabela
sr: Povezano sa ovim tabelama
sv: Anslut till dessa tabeller
tr: Bu tablolara bağlı
uk: Пов’язано з цими таблицями
vi: Kết nối với các bảng này
zh_hk: 連接到這些表

source: Are you ready to start exploring your data? Add it below.
eo: Yo, you ready to start vibing with your data? Drop it below!
hu: Készen állsz, hogy felfedezd az adataidat? Add meg lentebb.
lt: Ar esate pasirengęs pradėti tyrinėti savo duomenis? Pridėkite juos žemiau.
ms: Adakah anda bersedia untuk mula meneroka data anda? Tambahnya di bawah.

source: Not ready? Skip and play around with our Sample Database.
eo: Not vibing yet? Skip and mess around with our Sample Database, fr.
hu: Nem vagy kész? Hagyd ki, és próbáld ki a Mintaadatbázisunkat.
lt: Nepasiruošęs? Praleiskite ir žaiskite su mūsų pavyzdžių duomenų baze.
ms: Tidak bersedia? Langkau dan main-main dengan Pangkalan Data Contoh kami.

source: Need help connecting to your data?
ar: هل تحتاج مساعدة في الاتصال ببياناتك؟
bg: Нуждаете се от помощ за свързване с вашите данни?
ca: Necessites ajuda per connectar a les teves dades?
de: Benötigst Du Hilfe beim verbinden zu Deinen Daten?
eo: Need a hand linking up with your data?
es: ¿Necesitas ayuda para conectarte a tus datos?
fa: نیاز به کمک برای اتصال به داده‌های خود دارید؟
fi: Tarvitsetko apua yhdistämisessä tietoihisi?
fr: Besoin d'aide pour connecter vos données ?
hu: Segítségre van szükséged az adatkapcsolathoz?
it: Hai bisogno di aiuto per connetterti ai tuoi dati?
ja: データへの接続でお困りですか?
lt: Reikia pagalbos prisijungiant prie duomenų?
ms: Perlukan bantuan untuk menyambung ke data anda?
nb: Trenger du hjelp med å koble til dataene dine?
nl: Hulp nodig bij het verbinden met je data?
pl: Potrzebujesz pomocy przy łączeniu się z Twoimi danymi?
pt_br: Precisa de ajuda para se conectar aos seus dados?
ru: Нужна помощь с подключением к вашим данным?
sk: Potrebujete pomoc s pripojením k vašim dátam?
sl: Potrebujete pomoč pri vzpostavljanju povezave s podatki?
sq: Ke nevojë për ndihmë për t’u lidhur me të dhënat e tua?
sr: Treba vam pomoć da se povežete sa svojim podacima?
sv: Behöver du hjälp med att ansluta till dina data?
tr: Verilerinize bağlanmak için yardıma mı ihtiyacınız var?
uk: Потрібна допомога з підключенням до ваших даних?
vi: Cần giúp đỡ kết nối với dữ liệu của bạn?
zh_hk: 需要幫助連接您的數據嗎？

source: Invite a teammate. We’ll make them an admin so they can configure your database. You can always change this later on.
ar: ادعُ زميلًا. سنجعله مسؤولًا ليتمكن من تهيئة قاعدة بياناتك. يمكنك دائمًا تغيير ذلك لاحقًا.
bg: Поканете колега. Ще го направим администратор, за да може да конфигурира вашата база данни. Винаги можете да промените това по-късно.
ca: Convidar a un company d'equip. El farem administrador per a què pugui configurar la teva base de dades. Això ho pots canviar sempre després.
de: Laden Sie einen Teamkollegen ein. Wir geben ihm Administratorrechte, damit er Ihre Datenbank konfigurieren kann. Sie können dies später ändern.
eo: Yo, invite a teammate. We’ll make them an admin so they can mess with your database. You can switch it up later if u want.
es: Invita a un compañero de equipo. Los convertiremos en administradores para que puedan configurar tu base de datos. Siempre puedes cambiar esto más adelante.
fa: یک همکار دعوت کنید. ما آن‌ها را به عنوان مدیر می‌سازیم تا بتوانند بانک اطلاعاتی شما را پیکربندی کنند. شما همیشه می‌توانید این موضوع را بعداً تغییر دهید.
fi: Kutsu joukkuetoveri. Teemme heistä ylläpitäjän, jotta he voivat määrittää tietokantasi. Voit aina muuttaa tätä myöhemmin.
fr: Inviter un coéquipier. Nous le configurerons comme administrateur pour qu'il puisse configurer votre base de données. Vous pouvez toujours changer d'avis après.
hu: Hívj meg egy csapattagot. Adminisztrátorrá tesszük őket, hogy beállíthassák az adatbázisodat. Később bármikor megváltoztathatod ezt.
it: Invita un compagno di squadra. Lo renderemo amministratore così potrà configurare il tuo database. Puoi sempre modificare questo successivamente.
ja: チームメイトを招待します。その人を管理者にして、データベースの設定をしてもらいます。これは後からいつでも変更できます。
lt: Pakvieskite komandos draugą. Padarysime juos administratoriais, kad jie galėtų konfigūruoti jūsų duomenų bazę. Vėliau visada galėsite tai pakeisti.
ms: Jemput rakan sepasukan. Kami akan menjadikan mereka pentadbir supaya mereka boleh mengkonfigurasi pangkalan data anda. Anda sentiasa boleh menukar ini kemudian.
nb: Inviter en lagkamerat. Vi vil gjøre dem til administrator slik at de kan konfigurere databasen din. Du kan alltid endre dette senere.
nl: Nodig een teamgenoot uit. We maken van hen een beheerder, zodat ze je database kunnen configureren. Je kunt dit later altijd nog wijzigen.
pl: Zaproś członka zespołu. Ustawimy go jako administratora, aby mógł skonfigurować Twoją bazę danych. Możesz to zawsze później zmienić.
pt_br: Convide um colega de equipe. Nós o tornaremos administrador para que ele possa configurar seu banco de dados. Você pode alterar isso a qualquer momento.
ru: Пригласите участника команды. Мы сделаем его администратором, чтобы он мог настроить вашу базу данных. Вы всегда можете изменить это позже.
sk: Pozvite člena tímu. Urobíme z neho administrátora, aby mohol konfigurovať vašu databázu. Môžete to neskôr kedykoľvek zmeniť.
sl: Povabite soigralca. Postavili jih bomo za skrbnika, da bodo lahko konfigurirali vašo zbirko podatkov. To lahko pozneje vedno spremenite.
sq: Fto një shok ekipi. Do ta bëjmë administrator që të mund të konfigurojë bazën tënde të të dhënave. Këtë mund ta ndryshosh gjithmonë më vonë.
sr: Pozovite člana tima. Učinićemo ga administratorom kako bi mogao da podesi vašu bazu. Ovo možete uvek kasnije promeniti.
sv: Bjud in en kollega. Vi gör dem till administratörer så att de kan konfigurera din databas. Du kan alltid ändra detta i efterhand.
tr: Bir takım arkadaşını davet et. Veritabanınızı yapılandırabilmeleri için onları bir yönetici yapacağız. Bunu daha sonra her zaman değiştirebilirsiniz.
uk: Запросіть колегу. Ми зробимо його адміністратором, щоб він міг налаштувати вашу базу даних. Ви завжди можете змінити це пізніше.
vi: Mời thêm một đồng đội. Chúng tôi sẽ làm cho họ trở thành quản trị viên để họ có thể cấu hình cơ sở dữ liệu của bạn. Bạn luôn có thể thay đổi điều này sau.
zh_hk: 邀請隊友。我們會讓他們成為管理員，這樣他們就可以配置您的資料庫。您以後可以隨時更改此設置。

source: Send invitation
ar: أرسل الدعوة
bg: Изпрати покана
ca: Enviar invitació
de: Sende eine Einladung
eo: Send the invite, bestie
es: Enviar invitacion
fa: ارسال دعوتنامه
fi: Lähetä kutsu
fr: Envoyer l'invitation
hu: Meghívó küldése
it: Invia invito
ja: 招待状の送付
lt: Siųsti kvietimą
ms: Hantar jemputan
nb: Send invitasjon
nl: Verstuur uitnodiging
pl: Wyślij zaproszenie
pt_br: Enviar convite
ru: Отправить приглашение
sk: Odoslať pozvánku
sl: Pošlji povabilo
sq: Dërgo ftesën
sr: Pošalji pozivnicu
sv: Skicka inbjudan
tr: Davetiye gönder
uk: Надіслати запрошення
vi: Gửi lời mời
zh_hk: 發送邀請

source: I'll invite a teammate to connect the database
ar: سأدعو زميلًا لربط قاعدة البيانات
bg: Ще поканя колега да свърже базата данни
ca: Convidaré a un company d'equip a connectar a la base de dades
de: Ich lade ein Teammitglied ein, sich zur Datenbank zu verbinden.
eo: I’ll hit up a teammate to link the database, fr.
es: Invitaré a un compañero de equipo a conectar la base de datos.
fa: من یک همکار را برای اتصال به بانک اطلاعاتی دعوت خواهم کرد
fi: Kutsun joukkuetoverin yhdistämään tietokantaan.
fr: Je vais inviter un coéquipier pour me connecter à la base de données
hu: Meghívok egy csapattagot, hogy csatlakoztassa az adatbázist
it: Inviterò un compagno di squadra a connettere il database
ja: チームメイトを誘ってデータベースに接続する
lt: Pakviesiu komandos draugą prisijungti prie duomenų bazės
ms: Saya akan menjemput rakan sepasukan untuk menyambung pangkalan data
nb: Jeg vil invitere en lagkamerat til å koble til databasen
nl: Ik nodig een teamgenoot uit om de database te verbinden
pl: Zaproszę kolegę z zespołu do połączenia bazy danych
pt_br: Vou convidar um colega de equipe para conectar o banco de dados
ru: Я приглашу члена команды для подключения базы данных
sk: Pozvem člena tímu, aby pripojil databázu
sl: Povabil bom soigralca, da poveže bazo podatkov
sq: Do të ftoj një shok ekipi për të lidhur bazën e të dhënave
sr: Pozvaću člana tima da poveže bazu
sv: Jag bjuder in en kollega för att ansluta databasen
tr: Veritabanını bağlaması için bir takım arkadaşımı davet edeceğim
uk: Я запрошу колегу підключити базу даних
vi: Tôi sẽ mời một đồng đội để kết nối cơ sở dữ liệu
zh_hk: 我會邀請隊友連接資料庫

source: In order to help us improve Metabase, we'd like to collect certain data about product usage.
ar: لمساعدتنا على تحسين Metabase، نود جمع بيانات معينة حول استخدام المنتج.
bg: За да ни помогнем да подобрим Metabase, бихме искали да съберем определени данни за използването на продукта.
ca: Per millorar Metabase, ens agradaria recollir certa informació sobre l'ús del producte.
de: Um Metabase zu verbessern möchten wir bestimmte Informationen über die Verwendung sammeln.
eo: To help us level up Metabase, we wanna gather some deets about how y’all are using it.
es: Para ayudarnos a mejorar Metabase, nos gustaría recopilar ciertos datos sobre el uso del producto.
fa: به منظور کمک به ما در بهبود Metabase، تمایل داریم برخی داده‌های خاص درباره استفاده از محصول را جمع‌آوری کنیم.
fi: Jotta voimme auttaa meitä parantamaan Metabasea, haluaisimme kerätä tiettyjä tietoja tuotteen käytöstä.
fr: Pour nous aider à améliorer Metabase, nous voudrions collecter certaines données concernant son usage.
hu: A Metabase fejlesztése érdekében szeretnénk gyűjteni bizonyos adatokat a termékhasználatról.
it: Per aiutarci a migliorare Metabase, vorremmo raccogliere alcuni dati sull'utilizzo del prodotto.
ja: Metabaseの改善に役立てるために、製品の使用状況に関する特定のデータを収集したいと考えています。
lt: Siekdami padėti mums tobulinti metabazę, norėtume rinkti tam tikrus duomenis apie produkto naudojimą.
ms: Untuk membantu kami meningkatkan Metabase, kami ingin mengumpul data tertentu mengenai penggunaan produk.
nb: For å hjelpe oss med å forbedre Metabase, ønsker vi å samle inn visse data om produktbruk.
nl: Om ons te helpen met Metabase te verbeteren, willen we graag bepaalde gegevens over je productgebruik verzamelen.
pl: Aby pomóc nam poprawić Metabase, chcielibyśmy zbierać pewne dane o użytkowaniu produktu.
pt_br: Para nos ajudar a melhorar a Metabase, gostaríamos de coletar alguns dados sobre o uso do produto.
ru: Чтобы помочь нам улучшить Metabase, мы хотели бы собирать определенные данные об использовании продукта.
sk: Aby sme mohli zlepšiť Metabase, radi by sme zbierali určité údaje o používaní produktu.
sl: Da bi nam pomagali izboljšati zbirko metabaz, želimo zbrati določene podatke o uporabi izdelkov.
sq: Për të na ndihmuar të përmirësojmë Metabase, do të donim të mbledhim disa të dhëna rreth përdorimit të produktit.
sr: Da bismo nam pomogli da unapredimo Metabase, želeli bismo da prikupljamo određene podatke o korišćenju proizvoda.
sv: För att hjälpa oss förbättra Metabase skulle vi vilja samla in vissa data över hur produkten används.
tr: Metatabanı iyileştirmemize yardımcı olmak için ürün kullanımıyla ilgili belirli verileri toplamak istiyoruz.
uk: Щоб допомогти нам покращити Metabase, ми б хотіли збирати певні дані про використання продукту.
vi: Để giúp chúng tôi cải thiện Metabase, chúng tôi muốn thu thập một số dữ liệu về việc sử dụng sản phẩm.
zh_hk: 為了幫助我們改進Metabase，我們希望收集有關產品使用的一些數據。

source: Here's a full list of what we track and why.
ar: إليك قائمة كاملة بما نتتبعه ولماذا.
bg: Ето пълен списък на това, което проследяваме и защо.
ca: Aquí hi ha la llista completa de què seguim i per què.
de: Hier ist eine vollständige Liste von dem was wir nachverfolgen und weshalb.
eo: Here’s the full list of what we’re vibing with and why, fr.
es: Aquí hay una lista completa de lo que rastreamos y por qué.
fa: در اینجا یک لیست کامل از آنچه که ما پیگیری می‌کنیم و چرا وجود دارد.
fi: Tässä on täydellinen luettelo siitä, mitä seuraamme ja miksi.
fr: Voici une liste exhaustive de ce que nous collectons et pourquoi.
hu: Íme egy teljes lista arról, hogy mit és miért követünk nyomon.
it: Ecco un elenco completo di cosa tracciamo e perché.
ja: ここでは、私たちが追跡しているものとその理由の全リストを紹介します。
lt: Čia yra visas sąrašas, ką mes stebime ir kodėl.
ms: Berikut adalah senarai penuh apa yang kami jejak dan sebabnya.
nb: Her er en fullstendig liste over hva vi sporer og hvorfor.
nl: Hier is een volledige lijst van wat we bijhouden en waarom.
pl: Oto pełna lista tego, co śledzimy i dlaczego.
pt_br: Veja aqui uma lista completa do que rastreamos e por quê.
ru: Вот полный список того, что мы отслеживаем и почему.
sk: Tu je úplný zoznam toho, čo sledujeme a prečo.
sl: Tukaj je celoten seznam tega, kar spremljamo in zakaj.
sq: Ja lista e plotë e asaj që ndjekim dhe pse.
sr: Evo kompletne liste onoga što pratimo i zašto.
sv: Här är hela listan över vad vi samlar in och varför.
tr: İşte neyi ve neden izlediğimizin tam listesi.
uk: Ось повний список того, що ми відстежуємо і чому.
vi: Dưới đây là danh sách đầy đủ về những gì chúng tôi theo dõi và tại sao.
zh_hk: 這是我們關注的完整清單及原因。

source: Finish
ar: إنهاء
bg: Край
ca: Acabar
de: Beenden
eo: End it, fr.
es: Terminar
fa: پایان
fi: Valmis
fr: Terminer
hu: Befejezés
it: Termina
ja: 終了
lt: Baigti
ms: Selesai
nb: Fullfør
nl: Voltooi
pl: Zakończ
pt_br: Finalizar
ru: Завершить
sk: Dokončiť
sl: Končati
sq: Përfundo
sr: Završi
sv: Avslut
tr: Bitir
uk: Завершити
vi: Hoàn thành
zh_hk: 結束

source: Finishing…
ar: جارٍ الإنهاء…
bg: Приключва…
ca: Acabant…
de: Beende...
eo: I'm almost there, just vibing through it.
es: Terminando…
fa: در حال اتمام…
fi: Valmistuminen...
fr: Finalisation...
hu: Befejezés…
it: Completamento…
ja: 終了中…
lt: Baigiama…
ms: Sedang menyelesaikan…
nb: Fullfører…
nl: Voltooien…
pl: Kończenie…
pt_br: Finalizando...
ru: Завершаю…
sk: Dokončovanie…
sl: Zaključna...
sq: Duke përfunduar…
sr: Završavanje…
sv: Avslutar...
tr: Tamamlanıyor...
uk: Завершення…
vi: Đang hoàn tất…
zh_hk: 正在完成…

source: Setup section
ar: قسم الإعداد
bg: Раздел за настройка
ca: Secció de configuració
de: Setup-Bereich
eo: Setup section → The prep zone
es: Sección de configuración
fa: بخش راه‌اندازی
fi: Asetusosio
fr: Configurer la section
hu: Beállítás szakasz
it: Sezione di configurazione
ja: セットアップセクション
lt: Sąrankos skyrius
ms: Bahagian pemasangan
nb: Oppsettsseksjon
nl: Setup-sectie
pl: Sekcja Konfiguracji
pt_br: Seção de configuração
ru: Раздел настройки
sk: Sekcia nastavenia
sl: Razdelek za namestitev
sq: Seksion konfigurimi
sr: Sekcija podešavanja
sv: Inställningsdel
tr: Kurulum bölümü
uk: Розділ налаштування
vi: Phần cài đặt
zh_hk: 設置區段

source: Looks like everything is working.
ar: يبدو أن كل شيء يعمل.
bg: Изглежда, че всичко работи.
ca: Semble que tot funciona.
de: Sieht so aus, als würde alles funktionieren.
eo: Seems like everything’s lowkey vibing rn
es: Parece que todo está funcionando.
fa: به نظر می‌رسد همه چیز در حال کار است.
fi: Vaikuttaa siltä, että kaikki toimii.
fr: Tout à l'air de fonctionner.
hu: Úgy tűnik, minden működik.
it: Sembra che tutto stia funzionando.
ja: すべてがうまくいっているように見えます。
lt: Atrodo viskas veikia.
ms: Nampaknya semuanya berfungsi.
nb: Det ser ut som alt fungerer.
nl: Het lijkt erop dat alles werkt.
pl: Wygląda na to, że wszystko działa.
pt_br: Parece que tudo está funcionando.
ru: Похоже, что все работает.
sk: Vyzerá to, že všetko funguje.
sl: Zdi se, da vse deluje.
sq: Duket se gjithçka po funksionon.
sr: Izgleda da sve radi.
sv: Det ser ut som om allting fungerar..
tr: Her şey çalışıyor gibi görünüyor.
uk: Схоже, що все працює.
vi: Có vẻ như mọi thứ đang hoạt động.
zh_hk: 看來一切都正常運行。

source: We know you’ve already created one of these.
ar: نعرف أنك أنشأت واحدًا من هذه بالفعل.
bg: Знаем, че вече сте създали едно от тях.
ca: Sabem que ja n'has creat un com aquest.
de: Wir wissen, dass Du bereits eine hiervon erstellt hast.
eo: We know you’ve already lowkey made one of these, fr.
es: Sabemos que ya has creado uno de estos.
fa: ما می‌دانیم که شما قبلاً یکی از این‌ها را ایجاد کرده‌اید.
fi: Tiedämme, että olet jo luonut yhden näistä.
fr: Nous savons que vous avez déjà créé l'un de ces derniers.
hu: Tudjuk, hogy már létrehoztál egy ilyet.
it: Sappiamo che hai già creato uno di questi.
ja: このうち、すでに1つは作成済みであることが確認できました。
lt: Žinome, kad vieną iš jų jau sukūrėte.
ms: Kami tahu anda telah mencipta salah satu daripada ini.
nb: Vi vet at du allerede har opprettet en av disse.
nl: We weten dat je er al een hebt gemaakt.
pl: Wiemy, że już stworzyłeś jeden z tych.
pt_br: Sabemos que você já criou um desses.
ru: Мы знаем, что вы уже создали один из них.
sk: Vieme, že ste už vytvorili jeden z týchto.
sl: Vemo, da ste eno od teh že ustvarili.
sq: E dimë që e ke krijuar tashmë një nga këto.
sr: Znamo da ste već napravili jedan od ovih.
sv: Vi vet att du redan skapat en av dessa.
tr: Bunlardan birini zaten oluşturduğunuzu biliyoruz.
uk: Ми знаємо, що ви вже створили один із таких.
vi: Chúng tôi biết rằng bạn đã tạo một trong số này.
zh_hk: 我們知道您已經創建了其中之一。
