Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Invalid parameter type {0} for parameter {1}. Parameter type must be one of: {2}
eo: Bruh, the parameter type {0} for {1} is invalid. It gotta be one of: {2}, fr.
hu: Érvénytelen paramétertípus: {0} a(z) {1} paraméterhez. A paraméter típusának a következők valamelyikének kell lennie: {2}
lt: Netinkamas parametro tipas {0}, skirtas parametrui {1}. Parametrų tipas turi būti vienas iš: {2}
ms: Jenis parameter tidak sah {0} untuk parameter {1}. Jenis parameter mestilah salah satu daripada: {2}

source: Invalid parameter: Card {0} does not have a template tag named {1}.
ar: مُعامل غير صالح: لا تحتوي البطاقة {0} على وسم قالب باسم {1}.
bg: Невалиден параметър: Картата {0} няма маркер за шаблон с име {1}.
ca: Paràmetre no vàlid: La targeta {0} no té un tag de plantilla anomenat {1}.
de: Ungültiger Parameter: Karte {0} hat keinen Vorlagen-Tag mit dem Namen {1}
eo: Yo, fam, the parameter's invalid: Card {0} ain't got a template tag called {1}.
es: Parámetro no válido: la tarjeta {0} no tiene una etiqueta de plantilla denominada {1}.
fa: پارامتر نامعتبر: کارت {0} برچسب قالبی به نام {1} ندارد.
fi: Virheellinen parametri: Kortilla {0} ei ole mallin tunnistetta nimeltä {1}.
fr: Paramètre invalide: la question {0} n'a
hu: Érvénytelen paraméter: A(z) {0} kártyához nem tartozik {1} nevű sabloncímke.
it: Parametro invalido: la carta {0} non ha un tag modello chiamato {1}.
ja: 無効なパラメータです。カード{0}には{1}という名前のテンプレートタグがありません。
lt: Netinkamas parametras: Kortelėje {0} nėra šablono žymos pavadinimu {1}.
ms: Parameter tidak sah: Kad {0} tidak mempunyai tag templat bernama {1}.
nb: Ugyldig parameter: Kort {0} har ingen mal-tagg med navnet {1}.
nl: Ongeldige parameter: Kaart {0} heeft geen sjabloonlabel met de naam {1}.
pl: Nieprawidłowy parametr: Karta {0} nie ma znaczka szablonu o nazwie {1}.
pt_br: Parâmetro inválido: o cartão {0} não tem uma tag de modelo chamada {1}.
ru: Недопустимый параметр: Карта {0} не имеет шаблонной метки с именем {1}.
sk: Neplatný parameter: Karta {0} nemá šablónovú značku s názvom {1}.
sl: Neveljaven parameter: {0} kartice nima oznake predloge z imenom {1}.
sq: Parametër i pavlefshëm: Karta {0} nuk ka një etiketë shablloni me emrin {1}.
sr: Nevažeći parametar: Kartica {0} nema šablonsku oznaku pod nazivom {1}.
sv: Felaktig parameter: Kortet {0} har ingen mall-tagg angiven {1}.
tr: Geçersiz parametre: {0} Kartında {1} adında bir şablon etiketi yok.
uk: Недійсний параметр: Картка {0} не має тегу шаблону з назвою {1}.
vi: Tham số không hợp lệ: Bảng {0} không có thẻ mẫu nào tên {1}.
zh_hk: 無效的參數：卡片 {0} 沒有名為 {1} 的模板標籤。

source: Unable to resolve invalid query parameter: parameter is missing :id
ar: تعذّر حل مُعامل استعلام غير صالح: المُعامل يفتقد :id
bg: Не може да се разреши невалиден параметър на заявката: липсва параметър :id
ca: No es pot resoldre el paràmetre no vàlid de la consulta: falta el paràmetre :id
de: Ungültiger Abfrageparameter kann nicht aufgelöst werden: dem Parameter fehlt :id
eo: Bruh, I can't even fix this mess: the query is totally missing the :id, so it's invalid fr.
es: No se puede resolver el parámetro de consulta no válido: falta el parámetro: id
fa: نمی‌توان پارامتر پرس و جوی نامعتبر را حل کرد: پارامتر :id ناپدید شد
fi: Virheellistä kyselyparametria ei voi ratkaista: parametri puuttuu :id
fr: Impossible de résoudre un paramètre invalide de la requête: le paramètre est manquant :id
hu: Nem sikerült megoldani az érvénytelen lekérdezési paramétert: a paraméter hiányzik :id
it: Impossibile risolvere il parametro della query invalido: parametro mancante :id
ja: 無効なクエリパラメータを解決できません：パラメータに :id がありません。
lt: Nepavyko išspręsti netinkamo užklausos parametro: trūksta parametro :id
ms: Tidak dapat menyelesaikan parameter query tidak sah: parameter kehilangan :id
nb: Kan ikke løse ugyldig query-parameter: parameter mangler :id
nl: Kan ongeldig queryparameter niet oplossen: parameter ontbreekt :id
pl: Nie można rozwiązać nieprawidłowego parametru zapytania: brakuje parametru :id
pt_br: Não foi possível resolver um parâmetro de consulta inválido: parâmetro :id ausente
ru: Невозможно разрешить некорректный параметр запроса: отсутствует параметр :id
sk: Nie je možné vyriešiť neplatný parameter dotazu: parameter chýba :id
sl: Neveljavnega parametra poizvedbe ni mogoče razrešiti: parameter manjka :id
sq: Nuk u arrit të zgjidhet parametri i pavlefshëm i pyetjes: parametrit i mungon :id
sr: Nije moguće razrešiti nevažeći parametar upita: parametru nedostaje :id
sv: Kan inte härleda en felaktig frågeparameter: parametern saknar :id
tr: Geçersiz sorgu parametresi çözülemiyor: parametre eksik :id
uk: Не вдається розвʼязати недійсний параметр запиту: у параметра відсутній :id
vi: Không thể giải quyết tham số truy vấn không hợp lệ: tham số bị thiếu :id
zh_hk: 無法解析無效的查詢參數：缺少參數: id

source: Dashboard does not have a parameter with ID {0}.
ar: لا تحتوي لوحة المعلومات على مُعامل بالمعرّف {0}.
bg: Таблото за управление няма параметър с идентификатор {0}.
ca: El quadre de comandament no té el paràmetre amb ID {0}.
de: Das Dashboard besitzt keinen Parameter mit der ID {0}
eo: Bruh, the dashboard doesn’t have a param with ID {0}.
es: El panel no tiene un parámetro con ID {0}.
fa: داشبورد پارامتری با شناسه {0} ندارد.
fi: Kojelaudalla ei ole parametria tunnuksella {0}.
fr: Le tableau de bord n'a pas de paramètre d'ID {0}.
hu: Az irányítópultnak nincs {0} azonosítójú paramétere.
it: Il dashboard non ha un parametro con ID {0}.
ja: ダッシュボードには、ID {0}のパラメータがありません。
lt: Informacijos suvestinėje nėra parametro su ID {0}.
ms: Papan pemuka tidak mempunyai parameter dengan ID {0}.
nb: Infotavle har ikke parameter med ID {0}.
nl: Dashboard heeft geen parameter met de ID {0}.
pl: Pulpit nie ma parametru z ID {0}.
pt_br: O painel não tem um parâmetro com o ID {0}.
ru: Дашборд не содержит параметр с ID {0}.
sk: Dashboard nemá parameter s ID {0}.
sl: Nadzorna plošča nima parametra z ID-jem {0}.
sq: Paneli nuk ka një parametër me ID {0}.
sr: Kontrolna tabla nema parametar sa ID {0}.
sv: Instrumentpanelen har ingen parameter med ID {0}.
tr: Kontrol panelinde {0} kimliğine sahip bir parametre yok.
uk: Дашборд не має параметра з ID {0}.
vi: Bảng điều khiển không có tham số với ID {0}.
zh_hk: 資訊看板沒有 ID 為 {0} 的參數。

source: Error determining expected columns for query: {0}
hu: Hiba a lekérdezés várt oszlopainak meghatározása során: {0}
ms: Ralat menentukan lajur yang diharapkan untuk query: {0}

source: Nested queries are disabled
ar: الاستعلامات المتداخلة مُعطّلة
bg: Вложените заявки са деактивирани
ca: Les consultes imbricades estan deshabilitades
de: Verschachtelte Abfragen sind deaktiviert
eo: Nested queries are so not it rn
es: Las consultas anidadas están desactivadas
fa: پرس و جوهای تودرتو غیرفعال شده‌اند
fi: Sisäkkäiset kyselyt on poistettu käytöstä.
fr: Les requêtes imbriquées sont désactivées
hu: A beágyazott lekérdezések le vannak tiltva
it: Le query nidificate sono disattivate
ja: ネストされたクエリは無効
lt: Įdėtos užklausos išjungtos
ms: Query bersarang dilumpuhkan
nb: Nestede spørringer er deaktivert
nl: Geneste queries zijn uitgeschakeld
pl: Zagnieżdżone zapytania są wyłączone
pt_br: Consultas aninhadas estão desabilitadas
ru: Вложенные запросы отключены
sk: Vnorené dotazy sú zakázané
sl: Gnezdene poizvedbe so onemogočene
sq: Pyetjet e folezuara janë të çaktivizuara
sr: Ugnježdeni upiti su isključeni
sv: Nästlade frågor är inte aktiverat
tr: İç içe sorgular devre dışı bırakıldı
uk: Вкладені запити вимкнені
vi: Truy vấn lồng nhau đã bị vô hiệu hóa
zh_hk: 嵌套查詢已禁用

source: Bad :field clause {0} for field {1} at {2}: clause should have a :join-alias.
hu: Hibás :field záradék {0} a {1} mezőnél {2}: a záradéknak tartalmaznia kell egy :join-alias-t.
ms: Klausa: yang buruk {0} untuk medan {1} pada {2}: klausa harus mempunyai :join-alias.

source: Guessing join {0}
hu: Találgatás a join-nál {0}
ms: Meneka gabungan {0}

source: Unable to infer an appropriate join. Query may not work as expected.
hu: Nem lehet megfelelő join-t levezetni. A lekérdezés nem biztos, hogy az elvárt módon működik.
ms: Tidak dapat menyimpulkan gaabungan yang sesuai. Query mungkin tidak berfungsi seperti yang dijangkakan.

source: Error resolving Fields in query: {0}
ar: خطأ في حل الحقول في الاستعلام: {0}
bg: Грешка при разрешаването на полета в заявката: {0}
ca: Error en resoldre els Camps en la consulta: {0}
de: Fehler beim Auflösen der Felder in der Abfrage: {0}
eo: Bruh, got an L trying to sort out the fields in the query: {0}
es: Error al resolver los campos en la consulta: {0}
fa: خطا در حل فیلدها در پرس و جو: {0}
fi: Virhe ratkaistaessa kenttiä kyselyssä: {0}
fr: Erreur lors de la résolution des champs dans la requête: {0}
hu: Hiba a mezők feloldása során a lekérdezésben: {0}
it: Errore nel risolvere i campi nella query: {0}
ja: クエリ内のフィールドの解決に失敗しました(指定したフィールドが見つかりません)：{0}
lt: Klaida sprendžiant laukus užklausoje: {0}
ms: Ralat menyelesaikan Medan dalam query: {0}
nb: Feil ved løsning av felt i spørring: {0}
nl: Fout bij het oplossen van Velden in query: {0}
pl: Błąd w rozwiązywaniu pól w zapytaniu: {0}
pt_br: Erro ao resolver campos na consulta: {0}
ru: Ошибка разрешения полей в запросе: {0}
sk: Chyba pri riešení Polí v dotaze: {0}
sl: Napaka pri reševanju polj v poizvedbi: {0}
sq: Gabim gjatë zgjidhjes së Fushave në pyetje: {0}
sr: Greška pri razrešavanju Polja u upitu: {0}
sv: Fel vid tolkning av fält i fråga: {0}
tr: Sorgudaki Alanlar çözülürken hata oluştu: {0}
uk: Помилка розвʼязання Полів у запиті: {0}
vi: Lỗi khi giải quyết Trường trong truy vấn: {0}
zh_hk: 解析查詢中的欄位時出錯：{0}

source: Warning: clause {0} does not match a column in the source query. Attempting to correct this to {1}
hu: Figyelmeztetés: a(z) {0} záradék nem egyezik a forrás lekérdezés egyik oszlopával sem. Megpróbáljuk javítani ezt a(z) {1}-re
ms: Amaran: klausa {0} tidak sepadan dengan lajur dalam query sumber. Mencuba untuk membetulkan ini kepada {1}

source: Warning: clause {0} refers to a Field that may not be present in the source query. Query may not work as expected. Found: {1}
hu: Figyelmeztetés: a(z) {0} záradék egy olyan mezőre hivatkozik, amely lehet, hogy nincs jelen a forrás lekérdezésben. A lekérdezés nem biztos, hogy az elvárt módon működik. Talált: {1}
ms: Amaran: klausa {0} merujuk kepada Medan yang mungkin tidak hadir dalam query sumber. Query mungkin tidak berfungsi seperti yang dijangkakan. Dijumpai: {1}

source: Expected :aggregation-options clause, got {0}
eo: Bruh, I was expecting the :aggregation-options clause, but got {0} instead, fr fr.
hu: Várt :aggregation-options záradék, de kapott: {0}
lt: Numatyta :agregation-options sąlyga, gauta {0}
ms: Dijangkakan :klausa pilihan-agregasi, mendapat {0}

source: Cannot determine the source table or query for Field clause {0}
eo: Bruh, can't even tell what the source table or query is for Field clause {0} 🤡
hu: Nem lehet meghatározni a forrástáblát vagy lekérdezést a(z) {0} mező záradékhoz
lt: Nepavyko nustatyti šaltinio lentelės arba užklausos lauko sąlygai {0}
ms: Tidak dapat menentukan jadual sumber atau kueri untuk klausa Medan {0}

source: Aggregation does not exist at index {0}
eo: Bruh, aggregation ain’t even a thing at index {0} lol
hu: Az aggregáció nem létezik a(z) {0} indexnél
lt: Apibendrinimas neegzistuoja indekse {0}
ms: Pengagregatan tidak wujud pada indeks {0}

source: No expression named {0}
ar: لا يوجد تعبير باسم {0}
bg: Няма израз с име {0}
ca: No hi ha cap expressió anomenada {0}
de: Kein Ausdruck mit dem Namen {0}
eo: No cap, there's no expression called {0}
es: No hay ninguna expresión con el nombre {0}
fa: هیچ عبارتی به نام ''{0}''
fi: Ei ole nimettyä ilmaisua nimeltä {0}
fr: Aucune expression appelée {0}
hu: Nincs ilyen nevű kifejezés: {0}
it: Nessuna espressione chiamata "{0}"
ja: {0}という名前の式はありません
lt: Nėra išraiškos pavadinimu {0}
ms: Tiada ekspresi bernama {0}
nb: Ingen uttrykk heter "{0}"
nl: Geen expressie met de naam "{0}"
pl: Brak wyrażenia o nazwie "{0}"
pt_br: Nenhuma expressão chamada {0}
ru: Выражение {0} отсутствует
sk: Žiadny výraz s názvom {0}
sl: Noben izraz z imenom {0}
sq: Nuk ka shprehje me emrin {0}
sr: Nema izraza sa imenom {0}
sv: Inget uttryck med namnet {0}
tr: {0} adında bir ifade yok
uk: Немає виразу з назвою {0}
vi: Không có biểu thức có tên ''{0}''
zh_hk: 沒有名為 {0} 的表達式

source: Sample database DB file ''{0}'' cannot be found.
ar: تعذّر العثور على ملف DB الخاص بـ قاعدة البيانات النموذجية ''{0}''.
bg: Примерен DB файл на база данни ''{0}'' не може да бъде намерен.
ca: L'arxis de la base de dades de mostra ''{0}'' no es pot trobar.
de: Datenbankdatei ```{0}`` der Beispiel-Datenbank nicht gefunden.
eo: Bruh, the sample database DB file ''{0}'' is totally ghosted, can't find it rn.
es: No se puede encontrar el archivo DB de la base de datos de ejemplo ''{0}''.
fa: فایل DB نمونه پایگاه داده ''{0}'' یافت نشد.
fi: Näytekannan DB-tiedostoa ''{0}'' ei löydy.
fr: Fichier de l'échantillon de la base de données "{0}" introuvable.
hu: A(z) ''{0}'' mintaadatbázis fájl nem található.
it: Impossibile trovare il file di database di esempio ''{0}''.
ja: サンプルデータベース DB ファイル ''{0}'' が見つかりません。
lt: Nepavyko rasti pavyzdinės duomenų bazės DB failo ''{0}''.
ms: Fail pangkalan data sampel ''{0}'' tidak dapat ditemui.
nb: Eksempel database DB fil ''{0}'' kan ikke bli funnet.
nl: Voorbeelddatabase DB-bestand "{0}" kan niet worden gevonden.
pl: Plik bazy danych przykładowej DB ''{0}'' nie został znaleziony.
pt_br: O arquivo DB do banco de dados de amostra ''{0}'' não pode ser encontrado.
ru: Файл базы примеров ''{0}'' не найден.
sk: Ukážkový súbor databázy DB ''{0}'' nebol nájdený.
sl: Vzorčne baze podatkov DB datoteke ''{0}'' ni mogoče najti.
sq: Skedari DB i Bazës së të dhënave shembull ''{0}'' nuk u gjet.
sr: Ne može se pronaći DB fajl primer baze podataka ''{0}''.
sv: Testdatabasens fil "{0}" kan inte hittas.
tr: Örnek veritabanı DB dosyası ''{0}'' bulunamadı.
uk: Не вдається знайти файл DB зразкової бази даних ''{0}''.
vi: Không tìm thấy tệp DB của cơ sở dữ liệu mẫu ''{0}''.
zh_hk: 找不到示例資料庫 DB 文件「{0}」。

source: Loading sample database
hu: Mintaadatbázis betöltése
ms: Memuatkan pangkalan data sampel

source: Failed to load sample database
hu: Nem sikerült betölteni a mintaadatbázist
ms: Gagal memuatkan pangkalan data sampel

source: Session cookie's SameSite is configured to "None", but site is served over an insecure connection. Some browsers will reject cookies under these conditions.
hu: A munkamenet cookie SameSite beállítása "Nincs", de a webhely nem biztonságos kapcsolaton keresztül történik. Egyes böngészők ilyen feltételek mellett elutasítják a cookie-kat.
ms: Kuki sesi SameSite dikonfigurasi kepada "None", tetapi laman disajikan melalui sambungan yang tidak selamat. Beberapa pelayar akan menolak kuki dalam keadaan ini.

source: Login request is missing device ID information
hu: A bejelentkezési kérelemből hiányzik az eszközazonosító információ
ms: Permintaan log masuk kehilangan maklumat ID peranti

source: Cannot decrypt encrypted {0}. Have you changed or forgot to set MB_ENCRYPTION_SECRET_KEY?
hu: Nem lehet visszafejteni a titkosított {0}. Megváltoztatta vagy elfelejtette beállítani az MB_ENCRYPTION_SECRET_KEY-t?
ms: Tidak dapat menyahsulit {0} yang disulitkan. Adakah anda telah menukar atau terlupa menetapkan MB_ENCRYPTION_SECRET_KEY?

source: test Setting
hu: teszt Beállítás
ms: Tetapan ujian

source: A retired setting name
hu: Egy nyugdíjazott beállítás neve
ms: Nama tetapan yang dihentikan

source: Your license is active!
ar: ترخيصك نشط!
bg: Вашият лиценз е активен!
ca: La teva llicència està activa!
de: Deine Lizenz ist aktiviert!
eo: Yo, your license is totally active rn!
es: Tu licencia está activa!
fa: مجوز شما فعال است!
fi: Lisenssisi on aktiivinen!
fr: Votre licence est active!
hu: A licenced aktív!
it: La tua licenza è attiva!
ja: ライセンスは有効です
lt: Jūsų licencija aktyvi!
ms: Lesen anda aktif!
nb: Lisensen din er aktiv!
nl: Je licentie is actief!
pl: Twoja licencja jest aktywna!
pt_br: Sua licença está ativa!
ru: Ваша лицензия активна!
sk: Vaša licencia je aktívna!
sl: Vaša licenca je aktivna!
sq: Licenca jote është aktive!
sr: Vaša licenca je aktivna!
sv: Din licens är aktiv!
tr: Lisansınız aktif!
uk: Ваша ліцензія активна!
vi: Giấy phép của bạn đang hoạt động!
zh_hk: 您的許可證已啟用！

source: This token doesn't seem to be valid. Double-check it, then contact support if you think it should be working.
ar: يبدو أن هذا التوكن غير صالح. تحقّق منه مرة أخرى، ثم تواصل مع الدعم إذا كنت تعتقد أنه يجب أن يعمل.
bg: Този токен изглежда не е валиден. Проверете го, след което се свържете с поддръжка, ако смятате, че трябва да работи.
ca: El token no sembla ser vàlid. Verifica'l i contacta amb el suport si creus que hauria de funcionar.
de: Dieses Token scheint nicht gültig zu sein. Überprüfe es noch einmal und wende dich an den Support, wenn es funktionieren sollte.
eo: This token’s not it rn. Double-check it, and if you still think it should work, hit up support.
es: Este token no parece ser válido. Verifícalo y pónte en contacto con el soporte si crees que debería estar funcionando.
fa: این توکن به نظر نمی‌رسد معتبر باشد. دوباره بررسی کنید، سپس اگر فکر می‌کنید که باید کار کند با پشتیبانی تماس بگیرید.
fi: Tämä tunniste ei vaikuta olevan kelvollinen. Tarkista se vielä kerran ja ota yhteyttä tukeen, jos uskot sen pitäisi toimia.
fr: Ce jeton semble invalide. Revérifiez-le, puis contactez le support si vous pensez qu'il devrait fonctionner.
hu: Úgy tűnik, hogy ez a token nem érvényes. Ellenőrizze még egyszer, majd lépjen kapcsolatba az ügyfélszolgálattal, ha úgy gondolja, hogy működnie kell.
it: Questo token non sembra essere valido. Ricontrollalo, quindi contatta il supporto se pensi che dovrebbe funzionare.
ja: このトークンは有効ではないようです。再度確認して、有効であると思われる場合はサポートに連絡してください。
lt: Atrodo, kad šis prieigos raktas negalioja. Dar kartą patikrinkite, tada susisiekite su palaikymo tarnyba, jei manote, kad tai turėtų veikti.
ms: Token ini nampaknya tidak sah. Semak semula, kemudian hubungi sokongan jika anda fikir ia sepatutnya berfungsi.
nb: Dette tokenet ser ikke ut til å være gyldig. Dobbeltsjekk det, så kontakt support hvis du mener det skal fungere.
nl: Deze token lijkt niet geldig. Controleer het nogmaals of neem contact op met ondersteuning wanneer je denkt dat dit wel zou moeten werken.
pl: Ten token wydaje się być nieprawidłowy. Sprawdź go ponownie, a jeśli nadal nie działa, skontaktuj się z działem wsparcia.
pt_br: Este token não parece ser válido. Verifique-o novamente e entre em contato com o suporte se achar que ele deveria estar funcionando.
ru: Этот токен кажется недействительным. Проверьте его, затем свяжитесь со службой поддержки, если считаете, что он должен работать.
sk: Zdá sa, že tento token nie je platný. Skontrolujte to a ak si myslíte, že by mal fungovať, skontaktujte podporu.
sl: Zdi se, da ta žeton ni veljaven. Dvakrat preverite in se obrnite na podporo, če menite, da bi moralo delovati.
sq: Ky token nuk duket se është i vlefshëm. Kontrolloje edhe një herë, pastaj kontakto support-in nëse mendon se duhet të funksionojë.
sr: Ovaj token ne deluje kao da je validan. Proverite ga još jednom, pa kontaktirajte podršku ako mislite da bi trebalo da radi.
sv: Detta värdebevis verkar inte vara giltigt. Dubbelkolla det, och kontakta sedan supporten om du tycker att det borde fungera.
tr: Bu belirteç geçerli görünmüyor. İki kez kontrol edin, ardından çalışması gerektiğini düşünüyorsanız desteğe başvurun.
uk: Схоже, цей токен недійсний. Перевірте його ще раз, а потім зверніться до підтримки, якщо вважаєте, що він має працювати.
vi: Mã thông báo này dường như không hợp lệ. Kiểm tra lại, sau đó liên hệ với hỗ trợ nếu bạn nghĩ rằng nó nên hoạt động.
zh_hk: 該令牌似乎無效。仔細檢查它，如果您認為它應該有效，請聯繫支援人員。

source: We're having trouble validating your token. Please double-check that your instance can connect to Metabase's servers.
ar: نواجه مشكلة في التحقق من صحة التوكن لديك. يرجى التأكد من أن مثيلك يمكنه الاتصال بخوادم Metabase.
bg: Имаме проблеми с валидирането на токена ви. Моля, проверете отново дали вашият инстанс може да се свързва със сървърите на Metabase.
ca: Tenim problemes en validar el teu token. Verifica que la teva instància pot connectar amb els servidors de Metabase.
de: Wir haben Probleme beim Validieren des Tokens. Bitte überprüfe noch einmal, ob deine Instanz eine Verbindung zu den Servern von Metabase herstellen kann.
eo: Bruh, your token’s lowkey messing up. Double-check if your instance can even connect to Metabase’s servers, fr.
es: Estamos teniendo problemas para validar tu token. Vuelve a verificar que tu instancia puede conectarse a los servidores de Metabase.
fa: در تأیید توکن شما به مشکل برخورده‌ایم. لطفاً دوباره بررسی کنید که نمونه شما می‌تواند به سرورهای Metabase وصل شود.
fi: Meillä on vaikeuksia validoida tunnisteasi. Ole hyvä ja tarkista, että instanssisi voi muodostaa yhteyden Metabasen palvelimiin.
fr: Nous rencontrons des problèmes lors de la validation de votre jeton. Veuillez vérifier que votre instance peut se connecter aux serveurs de Metabase.
hu: Problémáink vannak a token érvényesítésével. Kérjük, ellenőrizze, hogy az példány csatlakozik-e a Metabase szervereihez.
it: Abbiamo problemi a convalidare il tuo token. Verifica se la tua istanza può connettersi ai server di Metabase.
ja: トークンの検証に問題があります。お使いのインスタンスがMetabaseのサーバーに接続できることを再確認してください。
lt: Iškilo problemų patvirtinant jūsų prieigos raktą. Dar kartą patikrinkite, ar jūsų egzempliorius gali prisijungti prie „Metabase“ serverių.
ms: Kami menghadapi masalah untuk mengesahkan token anda. Sila semak semula bahawa instans anda boleh menyambung ke pelayan Metabase.
nb: Vi har problemer med å validere tokenet ditt. Vennligst dobbeltsjekk at instansen din kan koble til Metabases servere.
nl: We hebben problemen met het valideren van je token. Controleer nogmaals of je instantie verbinding kan maken met de Metabase-servers.
pl: Mamy problem z weryfikacją twojego tokena. Upewnij się, że twoja instancja może połączyć się z serwerami Metabase.
pt_br: Estamos tendo problemas para validar seu token. Verifique novamente se sua instância pode se conectar aos servidores da Metabase.
ru: У нас проблемы с подтверждением вашего токена. Пожалуйста, убедитесь, что ваш экземпляр может подключиться к серверам Metabase.
sk: Máme problémy s overením vášho tokenu. Skontrolujte, či sa váš inštanc môže pripojiť k serverom Metabase.
sl: Imamo težave pri preverjanju veljavnosti vašega žetona. Prosimo, še enkrat preverite, ali se vaš primerek lahko poveže s strežniki Metabase.
sq: Po hasim vështirësi në validimin e token-it tënd. Të lutem kontrollo sërish që instanca jote mund të lidhet me serverët e Metabase.
sr: Imamo problem sa validacijom tvog tokena. Proveri da li tvoja instanca može da se poveže sa Metabase serverima.
sv: Vi har problem med att validera ditt värdebevis. Dubbelkolla att din instans kan ansluta till Metabase-servrarna.
tr: Jetonunuzu doğrulamada sorun yaşıyoruz. Lütfen örneğinizin Metabase sunucularına bağlanıp bağlanamadığını iki kez kontrol edin.
uk: У нас виникли проблеми з перевіркою вашого токена. Будь ласка, ще раз перевірте, що ваш інстанс може підключатися до серверів Metabase.
vi: Chúng tôi gặp sự cố khi xác nhận mã thông báo của bạn. Vui lòng kiểm tra lại rằng phiên bản của bạn có thể kết nối đến máy chủ của Metabase.
zh_hk: 我們在驗證您的令牌時遇到了問題。請再次確認您的實例能夠連接到 Metabase 的伺服器。
