Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Import folder
ar: استورد مجلدًا
bg: Папка за импортиране
ca: Importa carpeta
de: Ordner importieren
eo: Import folder → Import folder (no cap, that’s already pretty chill)
es: Carpeta de importación
fa: پوشه وارد کنید
fi: Tuo kansio
fr: Importer le dossier
it: Importa cartella
ja: インポートフォルダ
nb: Importer mappe
nl: Importmap
pl: Importuj folder
pt_br: Pasta de importação
ru: Импортировать папку
sk: Importovať priečinok
sl: Uvozi mapo
sq: Importo dosje
sr: Uvezi folder
sv: Importera mapp
tr: Klasörü içe aktar
uk: Імпортувати папку
vi: Nhập thư mục
zh_hk: 匯入資料夾

source: To add a new Google Drive folder, the existing one needs to be disconnected first
ar: لإضافة مجلد Google Drive جديد، يجب فصل المجلد الحالي أولًا
bg: За да добавите нова папка на Google Диск, първо трябва да прекъснете връзката със съществуващата
ca: Per afegir una nova carpeta de Google Drive, primer cal desconnectar l'existent
de: Um einen neuen Google Drive-Ordner hinzuzufügen, muss der vorhandene zuerst getrennt werden
eo: To add a new Google Drive folder, u gotta disconnect the old one first, fr.
es: Para agregar una nueva carpeta de Google Drive, primero es necesario desconectar la existente
fa: برای افزودن یک پوشه Google Drive جدید، ابتدا باید پوشه موجود را قطع کنید
fi: Jos haluat lisätä uuden Google Drive -kansion, nykyisen kansion yhteys on ensin irrotettava
fr: Pour ajouter un nouveau dossier Google Drive, le dossier existant doit d'abord être déconnecté
it: Per aggiungere una nuova cartella di Google Drive, è necessario prima scollegare quella esistente
ja: 新しいGoogleドライブフォルダを追加するには、まず既存のフォルダを切断する必要があります
nb: For å legge til en ny Google Disk-mappe må den eksisterende mappen først kobles fra
nl: Om een nieuwe Google Drive-map toe te voegen, moet de bestaande map eerst worden losgekoppeld
pl: Aby dodać nowy folder Google Drive, najpierw należy odłączyć istniejący folder
pt_br: Para adicionar uma nova pasta do Google Drive, a existente precisa ser desconectada primeiro
ru: Чтобы добавить новую папку Google Диска, необходимо сначала отключить существующую.
sk: Ak chcete pridať nový priečinok Disku Google, musíte najprv odpojiť existujúci priečinok
sl: Če želite dodati novo mapo Google Drive, morate najprej prekiniti povezavo z obstoječo
sq: Për të shtuar një dosje të re Google Drive, fillimisht duhet të shkëputet ajo ekzistuese
sr: Da biste dodali novu Google Drive fasciklu, postojeća mora prvo da se prekine veza
sv: För att lägga till en ny Google Drive-mapp måste den befintliga först kopplas bort
tr: Yeni bir Google Drive klasörü eklemek için önce mevcut klasörün bağlantısının kesilmesi gerekir
uk: Щоб додати нову папку Google Drive, спочатку потрібно відʼєднати поточну
vi: Để thêm thư mục Google Drive mới, trước tiên cần phải ngắt kết nối thư mục hiện tại
zh_hk: 若要新增 Google Drive 資料夾，需要先中斷現有資料夾的連接

source: Only one folder can be synced with Metabase at a time. Your tables and Google Sheets will remain in place.
ar: يمكن مزامنة مجلد واحد فقط مع Metabase في كل مرة. ستبقى جداولك وGoogle Sheets في مكانها.
bg: Само една папка може да се синхронизира с Metabase в даден момент. Вашите таблици и Google Таблици ще останат на мястото си.
ca: Només es pot sincronitzar una carpeta amb Metabase alhora. Les teves taules i Fulls de càlcul de Google romandran al seu lloc.
de: Es kann jeweils nur ein Ordner mit Metabase synchronisiert werden. Ihre Tabellen und Google Tabellen bleiben erhalten.
eo: Yooo, only one folder can be synced with Metabase at once. Your tables and Google Sheets are stayin’ put, no cap.
es: Solo se puede sincronizar una carpeta a la vez con Metabase. Las tablas y las Hojas de Cálculo de Google permanecerán intactas.
fa: فقط یک پوشه را می توان همزمان با Metabase همگام کرد. جداول و Google Sheets شما در جای خود باقی خواهند ماند.
fi: Vain yksi kansio voidaan synkronoida Metabasen kanssa kerrallaan. Taulukot ja Google-taulukot pysyvät paikoillaan.
fr: Un seul dossier peut être synchronisé avec Metabase à la fois. Vos tables et vos feuilles de calcul Google resteront inchangées.
it: È possibile sincronizzare con Metabase solo una cartella alla volta. Le tabelle e i Fogli Google rimarranno al loro posto.
ja: 一度に Metabase と同期できるのは 1 つのフォルダのみです。テーブルと Google スプレッドシートはそのまま残ります。
lt: Vienu metu su metabaze galima sinchronizuoti tik vieną aplanką. Jūsų lentelės ir „Google“ skaičiuoklės išliks vietoje.
nb: Bare én mappe kan synkroniseres med Metabase om gangen. Tabellene og Google Sheets forblir på plass.
nl: Er kan maar één map tegelijk met Metabase worden gesynchroniseerd. Uw tabellen en Google Sheets blijven op hun plek.
pl: Tylko jeden folder może być synchronizowany z Metabase na raz. Twoje tabele i Arkusze Google pozostaną na swoim miejscu.
pt_br: Apenas uma pasta pode ser sincronizada com a Metabase por vez. Suas tabelas e o Planilhas Google permanecerão no mesmo lugar.
ru: Одновременно можно синхронизировать только одну папку с Metabase. Ваши таблицы и Google Sheets останутся на месте.
sk: S metabázou je možné súčasne synchronizovať iba jeden priečinok. Vaše tabuľky a Tabuľky Google zostanú na svojom mieste.
sl: Z Metabase je naenkrat mogoče sinhronizirati samo eno mapo. Vaše tabele in Google Preglednice bodo ostale na mestu.
sq: Vetëm një dosje mund të sinkronizohet me Metabase në të njëjtën kohë. Tabelat dhe Google Sheets tuaja do të mbeten në vend.
sr: U jednom trenutku samo jedna fascikla može da se sinhronizuje sa Metabase. Vaše tabele i Google Sheets će ostati na mestu.
sv: Endast en mapp kan synkroniseras med Metabase åt gången. Dina tabeller och Google Kalkylark kommer att förbli på plats.
tr: Metabase ile aynı anda yalnızca bir klasör senkronize edilebilir. Tablolarınız ve Google E-Tablolarınız yerinde kalacaktır.
uk: Одночасно з Metabase можна синхронізувати лише одну папку. Ваші таблиці та Google Sheets залишаться на місці.
vi: Chỉ có thể đồng bộ hóa một thư mục với Metabase tại một thời điểm. Các bảng và Google Trang tính của bạn sẽ vẫn giữ nguyên.
zh_hk: 一次只能與 Metabase 同步一個資料夾。您的表格和 Google Sheets 將維持不變。

source: Your existing tables and Google Sheets will remain in place but they will no longer be updated automatically.
ar: ستبقى جداولك وGoogle Sheets الحالية في مكانها، لكنها لن تُحدَّث تلقائيًا بعد الآن.
bg: Вашите съществуващи таблици и Google Таблици ще останат на мястото си, но вече няма да се актуализират автоматично.
ca: Les vostres taules i Fulls de càlcul de Google existents continuaran al seu lloc, però ja no s'actualitzaran automàticament.
de: Ihre vorhandenen Tabellen und Google Sheets bleiben bestehen, werden jedoch nicht mehr automatisch aktualisiert.
eo: Your current tables and Google Sheets will stay chill, but they won’t get auto-updates anymore, fr.
es: Tus tablas y hojas de cálculo de Google existentes permanecerán en su lugar, pero ya no se actualizarán automáticamente.
fa: جداول و برگه‌های Google موجود شما در جای خود باقی می‌مانند اما دیگر به‌طور خودکار به‌روزرسانی نمی‌شوند.
fi: Nykyiset taulukot ja Google-taulukot pysyvät paikoillaan, mutta niitä ei enää päivitetä automaattisesti.
fr: Vos tableaux et feuilles de calcul Google existants resteront en place, mais ils ne seront plus mis à jour automatiquement.
it: Le tabelle e i Fogli Google esistenti rimarranno invariati, ma non verranno più aggiornati automaticamente.
ja: 既存の表と Google スプレッドシートはそのまま残りますが、自動的に更新されなくなります。
lt: Esamos lentelės ir „Google“ skaičiuoklės išliks vietoje, tačiau jos nebebus automatiškai atnaujinamos.
nb: De eksisterende tabellene og Google Sheets vil forbli på plass, men de vil ikke lenger bli oppdatert automatisk.
nl: Uw bestaande tabellen en Google Spreadsheets blijven behouden, maar worden niet langer automatisch bijgewerkt.
pl: Twoje istniejące tabele i Arkusze Google pozostaną na swoim miejscu, ale nie będą już automatycznie aktualizowane.
pt_br: Suas tabelas e o Planilhas Google existentes permanecerão no mesmo lugar, mas não serão mais atualizados automaticamente.
ru: Ваши существующие таблицы и Google Таблицы останутся на месте, но они больше не будут обновляться автоматически.
sk: Vaše existujúce tabuľky a Tabuľky Google zostanú na svojom mieste, ale už sa nebudú automaticky aktualizovať.
sl: Vaše obstoječe tabele in Google Preglednice bodo ostale na mestu, vendar se ne bodo več samodejno posodabljale.
sq: Tabelat dhe Google Sheets ekzistuese do të mbeten në vend, por nuk do të përditësohen më automatikisht.
sr: Vaše postojeće tabele i Google Sheets će ostati na mestu, ali se više neće automatski ažurirati.
sv: Dina befintliga tabeller och Google Kalkylark kommer att finnas kvar men de kommer inte längre att uppdateras automatiskt.
tr: Mevcut tablolarınız ve Google E-Tablolarınız yerinde kalacak ancak artık otomatik olarak güncellenmeyecek.
uk: Ваші наявні таблиці та Google Sheets залишаться на місці, але більше не оновлюватимуться автоматично.
vi: Các bảng và Google Trang tính hiện tại của bạn sẽ vẫn giữ nguyên nhưng sẽ không còn được cập nhật tự động nữa.
zh_hk: 您現有的表格和 Google Sheets 仍會保留，但不會再自動更新。

source: Keep connected
ar: ابقَ متصلًا
bg: Поддържайте връзка
ca: Mantingues connectat
de: Bleiben Sie in Verbindung
eo: Stay plugged in
es: Mantente conectado
fa: ارتباط خود را حفظ کنید
fi: Pidä yhteyttä
fr: Restez connecté
it: Rimani connesso
ja: つながりを保つ
lt: Palaikykite ryšį
nb: Hold kontakten
nl: Blijf verbonden
pl: Pozostań w kontakcie
pt_br: Mantenha-se conectado
ru: Оставайтесь на связи
sk: Zostaňte v spojení
sl: Ostanite povezani
sq: Mbaje të lidhur
sr: Zadrži povezano
sv: Håll kontakten
tr: Bağlantıda kalın
uk: Залишити підключеним
vi: Giữ kết nối
zh_hk: 保持連線

source: Invalid Google link
ar: رابط Google غير صالح
bg: Невалидна връзка към Google
ca: Enllaç de Google no vàlid
de: Ungültiger Google-Link
eo: Link’s totally invalid, fr fr
es: Enlace de Google no válido
fa: لینک گوگل نامعتبر است
fi: Virheellinen Google-linkki
fr: Lien Google invalide
it: Link Google non valido
ja: 無効な Google リンク
nb: Ugyldig Google-lenke
nl: Ongeldige Google-link
pl: Nieprawidłowy link Google
pt_br: Link do Google inválido
ru: Недействительная ссылка Google
sk: Neplatný odkaz Google
sl: Neveljavna Googlova povezava
sq: Lidhje Google e pavlefshme
sr: Neispravan Google link
sv: Ogiltig Google-länk
tr: Geçersiz Google bağlantısı
uk: Недійсне посилання Google
vi: Liên kết Google không hợp lệ
zh_hk: 無效的 Google 連結

source: Import Google Sheets
ar: استورد Google Sheets
bg: Импортирайте Google Таблици
ca: Importar Fulls de càlcul de Google
de: Google Tabellen importieren
eo: Importing Google Sheets? That’s basically just “pulling up the Google Sheets vibes” rn.
es: Importar hojas de cálculo de Google
fa: کاربرگ‌نگار Google را وارد کنید
fi: Tuo Google Sheets
fr: Importer des feuilles de calcul Google
it: Importa Fogli Google
ja: Google スプレッドシートをインポート
lt: Importuokite „Google“ skaičiuokles
nb: Importer Google Regneark
nl: Google Spreadsheets importeren
pl: Importuj Arkusze Google
pt_br: Importar Planilhas Google
ru: Импорт Google Таблиц
sk: Importujte Tabuľky Google
sl: Uvozite Google Preglednice
sq: Importo Google Sheets
sr: Uvezi Google Sheets
sv: Importera Google Kalkylark
tr: Google E-Tablolar'ı içe aktar
uk: Імпортувати Google Sheets
vi: Nhập Google Trang tính
zh_hk: 匯入 Google Sheets

source: Entire folder
ar: المجلد بالكامل
bg: Цялата папка
ca: Carpeta sencera
de: Gesamter Ordner
eo: Whole vibe folder
es: Carpeta completa
fa: کل پوشه
fi: Koko kansio
fr: Dossier entier
it: Tutta la cartella
ja: フォルダ全体
nb: Hele mappen
nl: Hele map
pl: Cały folder
pt_br: Pasta inteira
ru: Вся папка
sk: Celý priečinok
sl: Celotna mapa
sq: E gjithë dosja
sr: Cela fascikla
sv: Hela mappen
tr: Tüm klasör
uk: Уся папка
vi: Toàn bộ thư mục
zh_hk: 整個資料夾

source: Single Sheet
ar: Sheet واحدة
bg: Единичен лист
ca: Full únic
de: Einzelblatt
eo: Solo sheet, no cap
es: Hoja única
fa: تک برگه
fi: Yksittäinen arkki
fr: Feuille simple
it: Foglio singolo
ja: シングルシート
nb: Enkelt ark
nl: Enkel vel
pl: Pojedynczy arkusz
pt_br: Planilha única
ru: Отдельный лист
sk: Jeden list
sl: Posamezen list
sq: Një Sheet i vetëm
sr: Jedan Sheet
sv: Enkelt ark
tr: Tek Sayfa
uk: Один аркуш
vi: Tờ đơn
zh_hk: 單張

source: Select **Viewer** permissions, and click on **Send**
ar: اختر أذونات **Viewer**، ثم انقر على **Send**
bg: Изберете разрешения за **Viewer** и щракнете върху **Изпрати**
ca: Seleccioneu permisos **Visor** i feu clic a **Envia**
de: Wählen Sie **Viewer**-Berechtigungen und klicken Sie auf **Senden**
eo: Pick **Viewer** perms and hit **Send** ✨
es: Seleccione los permisos de **Visor** y haga clic en **Enviar**
fa: مجوزهای **Viewer** را انتخاب کرده و روی **ارسال** کلیک کنید.
fi: Valitse **Katsojan** käyttöoikeudet ja napsauta **Lähetä**
fr: Sélectionnez les autorisations **Visionneuse** et cliquez sur **Envoyer**
it: Seleziona le autorizzazioni **Visualizzatore** e fai clic su **Invia**
ja: **閲覧者**権限を選択し、**送信**をクリックします。
nb: Velg **Viewer**-rettigheter, og klikk på **Send**.
nl: Selecteer **Viewer**-machtigingen en klik op **Verzenden**
pl: Wybierz uprawnienia **Widza** i kliknij **Wyślij**
pt_br: Selecione as permissões do **Visualizador** e clique em **Enviar**
ru: Выберите разрешения **Просмотр** и нажмите **Отправить**.
sk: Vyberte **Povolenia pre čitateľa** a kliknite na **Odoslať**
sl: Izberite dovoljenja **Gledalnik** in kliknite **Pošlji**
sq: Zgjidh lejet **Viewer**, dhe kliko te **Send**
sr: Izaberite dozvole **Viewer** i kliknite na **Send**
sv: Välj **Viewer**-behörigheter och klicka på **Skicka**
tr: **Görüntüleyici** izinlerini seçin ve **Gönder**'e tıklayın
uk: Виберіть права доступу **Переглядач**, і натисніть **Надіслати**
vi: Chọn quyền **Người xem** và nhấp vào **Gửi**
zh_hk: 選取**檢視器**權限，然後按一下**傳送**

source: Google Drive connected
ar: تم الاتصال بـ Google Drive
bg: Google Диск е свързан
ca: Google Drive connectat
de: Google Drive verbunden
eo: Google Drive is vibing rn
es: Google Drive conectado
fa: Google Drive متصل شد
fi: Google Drive yhdistetty
fr: Google Drive connecté
it: Google Drive connesso
ja: Googleドライブが接続されました
nb: Tilkoblet Google Disk
nl: Google Drive verbonden
pl: Dysk Google podłączony
pt_br: Google Drive conectado
ru: Google Диск подключен
sk: Disk Google je pripojený
sl: Google Drive je povezan
sq: Google Drive i lidhur
sr: Google Drive je povezan
sv: Google Drive ansluten
tr: Google Drive bağlandı
uk: Google Drive підʼєднано
vi: Đã kết nối Google Drive
zh_hk: 已連接 Google Drive

source: Connected by {0} {1}
ar: تم الاتصال بواسطة {0} {1}
bg: Свързан от {0} {1}
ca: Connectat per {0} {1}
de: Verbunden durch {0} {1}
eo: Linked up with {0} {1} fam
es: Conectado por {0} {1}
fa: متصل از طریق {0} {1}
fi: Yhdistetty {0} {1}:n avulla
fr: Connecté par {0} {1}
it: Connesso da {0} {1}
ja: {0} {1}で接続されています
nb: Tilkoblet via {0} {1}
nl: Verbonden door {0} {1}
pl: Połączone przez {0} {1}
pt_br: Conectado por {0} {1}
ru: Подключено {0} {1}
sk: Pripojené používateľom {0} {1}
sl: Povezano z {0} {1}
sq: Lidhur nga {0} {1}
sr: Povezao/la {0} {1}
sv: Ansluten av {0} {1}
tr: {0} {1}ile bağlandı
uk: Підключено користувачем {0} {1}
vi: Được kết nối bởi {0} {1}
zh_hk: 透過 {0} {1}連線

source: Couldn't sync Google Sheets
ar: تعذرت مزامنة Google Sheets
bg: Не можах да синхронизирам Google Таблици
ca: No s'ha pogut sincronitzar Fulls de càlcul de Google
de: Google Tabellen konnten nicht synchronisiert werden
eo: Couldn't get Google Sheets to sync, lowkey a no-go.
es: No se pudo sincronizar Hojas de cálculo de Google
fa: همگام‌سازی صفحات گوگل امکان‌پذیر نیست
fi: Google Sheetsin synkronointi epäonnistui
fr: Impossible de synchroniser Google Sheets
it: Impossibile sincronizzare Fogli Google
ja: Googleスプレッドシートを同期できませんでした
nb: Kunne ikke synkronisere Google Regneark
nl: Google Spreadsheets kon niet worden gesynchroniseerd
pl: Nie można zsynchronizować Arkuszy Google
pt_br: Não foi possível sincronizar o Planilhas Google
ru: Не удалось синхронизировать Google Таблицы
sk: Tabuľky Google sa nepodarilo synchronizovať
sl: Sinhronizacija Google Preglednic ni bila mogoča
sq: S’u sinkronizua dot Google Sheets
sr: Nije uspela sinhronizacija Google Sheets
sv: Det gick inte att synkronisera Google Kalkylark
tr: Google E-Tablolar senkronize edilemedi
uk: Не вдалося синхронізувати Google Sheets
vi: Không thể đồng bộ hóa Google Trang tính
zh_hk: 無法同步 Google Sheets

source: Please check that the folder is shared with the Metabase Service Account.
ar: يرجى التحقق من أن المجلد تمت مشاركته مع حساب خدمة Metabase.
bg: Моля, проверете дали папката е споделена с акаунта на Metabase Service.
ca: Comproveu que la carpeta estigui compartida amb el compte de servei de Metabase.
de: Bitte überprüfen Sie, ob der Ordner mit dem Metabase-Dienstkonto geteilt wird.
eo: Yo, make sure the folder is shared with the Metabase Service Account, fr.
es: Verifique que la carpeta esté compartida con la cuenta de servicio de Metabase.
fa: لطفاً بررسی کنید که پوشه با حساب خدمات متابیس به اشتراک گذاشته شده باشد.
fi: Tarkista, että kansio on jaettu Metabase Service -tilin kanssa.
fr: Veuillez vérifier que le dossier est partagé avec le compte de service Metabase.
it: Verificare che la cartella sia condivisa con l'account del servizio Metabase.
ja: フォルダーがメタベース サービス アカウントと共有されていることを確認してください。
lt: Patikrinkite, ar aplankas bendrinamas su metabazės paslaugos paskyra.
nb: Kontroller at mappen er delt med Metabase Service Account.
nl: Controleer of de map wordt gedeeld met het Metabase Service Account.
pl: Sprawdź, czy folder jest współdzielony z kontem usługi Metabase.
pt_br: Verifique se a pasta é compartilhada com a conta de serviço da Metabase.
ru: Убедитесь, что папка доступна для общего доступа с учетной записью службы Metabase.
sk: Skontrolujte, či je priečinok zdieľaný s účtom metabázovej služby.
sl: Preverite, ali je mapa v skupni rabi z računom storitve Metabase.
sq: Ju lutemi kontrolloni që dosja të jetë e ndarë me Metabase Service Account.
sr: Proverite da li je fascikla podeljena sa Metabase Service Account nalogom.
sv: Kontrollera att mappen är delad med Metabase Service Account.
tr: Lütfen klasörün Metabase Hizmet Hesabı ile paylaşıldığını kontrol edin.
uk: Будь ласка, перевірте, що папка спільно доступна для Service Account Metabase.
vi: Vui lòng kiểm tra xem thư mục có được chia sẻ với Tài khoản dịch vụ Metabase hay không.
zh_hk: 請檢查資料夾是否與 Metabase 服務帳戶共用。

source: Connect Google Sheets
ar: اربط Google Sheets
bg: Свържете Google Таблици
ca: Connecteu Fulls de càlcul de Google
de: Google Tabellen verbinden
eo: Linking Google Sheets, fr fr
es: Conectar Hojas de cálculo de Google
fa: Google Sheets را متصل کنید
fi: Yhdistä Google Sheets
fr: Connecter Google Sheets
it: Connetti Fogli Google
ja: Googleスプレッドシートを接続する
lt: Prijunkite „Google“ skaičiuokles
nb: Koble til Google Regneark
nl: Google Spreadsheets verbinden
pl: Połącz Arkusze Google
pt_br: Conectar Planilhas Google
ru: Подключите Google Таблицы
sk: Pripojte Tabuľky Google
sl: Povežite Google Preglednice
sq: Lidh Google Sheets
sr: Poveži Google Sheets
sv: Anslut Google Kalkylark
tr: Google E-Tablolar'ı Bağla
uk: Підключити Google Sheets
vi: Kết nối Google Trang tính
zh_hk: 連接 Google Sheets

source: Sync now
ar: زامن الآن
bg: Синхронизирай сега
ca: Sincronitza ara
de: Jetzt synchronisieren
eo: Link up rn
es: Sincronizar ahora
fa: اکنون همگام‌سازی کنید
fi: Synkronoi nyt
fr: Synchroniser maintenant
it: Sincronizza ora
ja: 今すぐ同期
nb: Synkroniser nå
nl: Nu synchroniseren
pl: Synchronizuj teraz
pt_br: Sincronizar agora
ru: Синхронизировать сейчас
sk: Synchronizovať teraz
sl: Sinhroniziraj zdaj
sq: Sinkronizo tani
sr: Sinhronizuj sada
sv: Synkronisera nu
tr: Şimdi senkronize et
uk: Синхронізувати зараз
vi: Đồng bộ ngay bây giờ
zh_hk: 立即同步

source: soon
ar: قريبًا
bg: скоро
ca: aviat
de: bald
eo: soon → lowkey coming through soon, fr
es: pronto
fa: به زودی
fi: pian
fr: bientôt
it: Presto
ja: すぐ
nb: snart
nl: spoedig
pl: Wkrótce
pt_br: em breve
ru: скоро
sk: čoskoro
sl: kmalu
sq: së shpejti
sr: uskoro
sv: snart
tr: yakında
uk: скоро
vi: sớm
zh_hk: 不久

source: Next sync {0}
ar: المزامنة التالية {0}
bg: Следваща синхронизация {0}
ca: Pròxima sincronització {0}
de: Nächste Synchronisierung {0}
eo: Next sync, fr fr
es: Próxima sincronización {0}
fa: همگام‌سازی بعدی {0}
fi: Seuraava synkronointi {0}
fr: Prochaine synchronisation {0}
it: Prossima sincronizzazione {0}
ja: 次の同期 {0}
nb: Neste synkronisering {0}
nl: Volgende synchronisatie {0}
pl: Następna synchronizacja {0}
pt_br: Próxima sincronização: {0}
ru: Следующая синхронизация {0}
sk: Ďalšia synchronizácia {0}
sl: Naslednja sinhronizacija {0}
sq: Sinkronizimi i ardhshëm {0}
sr: Sledeća sinhronizacija {0}
sv: Nästa synkronisering {0}
tr: Sonraki senkronizasyon {0}
uk: Наступна синхронізація {0}
vi: Đồng bộ tiếp theo {0}
zh_hk: 下一步同步 {0}

source: Last synced {0}
ar: آخر مزامنة {0}
bg: Последна синхронизация {0}
ca: Última sincronització {0}
de: Zuletzt synchronisiert {0}
eo: Last synced, like, ages ago or smthn.
es: Última sincronización {0}
fa: آخرین همگام‌سازی {0}
fi: Viimeksi synkronoitu {0}
fr: Dernière synchronisation {0}
it: Ultima sincronizzazione {0}
ja: 最終同期日 {0}
nb: Sist synkronisert {0}
nl: Laatst gesynchroniseerd {0}
pl: Ostatnia synchronizacja {0}
pt_br: Última sincronização: {0}
ru: Последняя синхронизация {0}
sk: Naposledy synchronizované {0}
sl: Zadnja sinhronizacija {0}
sq: Sinkronizuar për herë të fundit {0}
sr: Poslednja sinhronizacija {0}
sv: Senast synkroniserad {0}
tr: Son senkronizasyon {0}
uk: Остання синхронізація {0}
vi: Đồng bộ lần cuối {0}
zh_hk: 最後同步 {0}

source: Syncing
ar: جارٍ المزامنة
bg: Синхронизиране
ca: Sincronització
de: Synchronisierung
eo: vibe checkin' or just vibing with it
es: Sincronizando
fa: در حال همگام‌سازی
fi: Synkronoidaan
fr: Synchronisation
it: Sto sincronizzando
ja: 同期中
nb: Synkroniserer
nl: Synchroniseren
pl: Synchronizowanie
pt_br: Sincronizando
ru: Синхронизация
sk: Synchronizácia
sl: Sinhronizacija
sq: Duke sinkronizuar
sr: Sinhronizacija u toku
sv: Synkronisering
tr: Senkronize ediliyor
uk: Синхронізація
vi: Đang đồng bộ hóa
zh_hk: 同步

source: Imported Google Sheets
ar: تم استيراد Google Sheets
bg: Импортирани Google Таблици
ca: Fulls de càlcul de Google importats
de: Importierte Google Tabellen
eo: Imported Google Sheets → Bet, I got the Google Sheets on deck
es: Hojas de cálculo de Google importadas
fa: کاربرگ‌نگار Google وارد شده است
fi: Tuotu Google Sheets
fr: Feuilles de calcul Google importées
it: Fogli Google importati
ja: インポートされた Google スプレッドシート
lt: Importuotos „Google“ skaičiuoklės
nb: Importerte Google Sheets
nl: Geïmporteerde Google Sheets
pl: Zaimportowane Arkusze Google
pt_br: Planilhas Google importadas
ru: Импортированные Google Таблицы
sk: Importované Tabuľky Google
sl: Uvožene Google Preglednice
sq: Google Sheets të importuara
sr: Google Sheets su uvezeni
sv: Importerade Google Kalkylark
tr: Google E-Tablolar içe aktarıldı
uk: Імпортовано Google Sheets
vi: Google Sheets đã nhập
zh_hk: 匯入 Google Sheets
