Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: ANY native questions querying the database, regardless of schema/table.
ar: أي أسئلة أصلية تستعلم قاعدة البيانات، بغض النظر عن المخطط/الجدول.
bg: ВСИЧКИ местни въпроси, които се задават в базата данни, независимо от схемата/таблицата.
ca: QUALSEVOL pregunta nativa que consulti la base de dades, independentment de l'esquema/taula.
de: Jegliche nativen Fragen, die die Datenbank abfragen, unabhängig von Schema/Tabelle.
eo: Any native questions about querying the database, no cap, regardless of schema or table.
es: Cualquier pregunta nativa que consulta la base de datos sin importar la tabla o esquema.
fa: هرگونه سوال بومی که از پایگاه داده پرس و جو می کند، صرف نظر از طرح و جدول.
fi: KAIKKI natiivikysymykset tietokannasta skeemasta/taulukosta riippumatta.
fr: Toutes les questions natives qui interrogent la base de données, quel que soit le schéma ou la table.
hu: SEMMILYEN natív kérdést, amely ezt az adatbázist lekérdezi, függetlenül a sémától/táblától.
it: QUALSIASI domanda nativa che interroga il database, indipendentemente dallo schema/tabella.
ja: スキーマやテーブルに関係なく、ネイティブの質問はすべてデータベースに問い合わせる。
lt: BET KOKIE vietiniai klausimai šiai duomenų bazei, neatsižvelgiant į schemą / lentelę.
ms: SEBARANG soalan asli yang menanyakan pangkalan data, tanpa mengira skema/jadual.
nb: ALLE opprinnelige spørsmål som spør i databasen, uavhengig av skjema/tabell.
nl: ELKE eigen vragen die de database bevragen, ongeacht schema/tabel.
pl: Dowolne natywne zapytanie do bazy danych, niezależnie od schematu/tabeli.
pt_br: QUALQUER pergunta nativa que consulte o banco de dados, independentemente do esquema/tabela.
ru: Любые вопросы, связанные с запросами к базе данных, независимо от схемы/таблицы.
sk: VŠETKY pôvodné otázky na databázu bez ohľadu na schému/tabuľku.
sl: VSA izvorna vprašanja, ki poizvedujejo po zbirki podatkov, ne glede na shemo/tabelo.
sq: ASNJË pyetje native që bën query databazën, pavarësisht skemës/tabelës.
sr: BILO KOJA nativna pitanja koja upituju bazu, bez obzira na šemu/tabelu.
sv: ALLA inhemska frågor som ställer frågor till databasen, oavsett schema/tabell.
tr: Şemadan/tablodan bağımsız olarak veritabanını sorgulayan HERHANGİ bir yerel soru.
uk: Будь-які запитання, що стосуються бази даних не враховуючи схему/таблицю
vi: BẤT KỲ câu hỏi gốc nào truy vấn cơ sở dữ liệu, bất kể lược đồ/bảng.
zh_hk: 任何查詢資料庫的本機問題，不論模式/資料表。

source: Groups with a database, schema, or table set to Blocked can't view native queries on this database.
ar: المجموعات التي تم تعيين قاعدة بيانات أو مخطط أو جدول لديها إلى Blocked لا يمكنها عرض الاستعلامات الأصلية على قاعدة البيانات هذه.
bg: Групите с база данни, схема или таблица, настроени на Блокирани, не могат да преглеждат родните заявки за тази база данни.
ca: Els grups amb una base de dades, un esquema o una taula establerts com a Bloquejat no poden veure les consultes natives en aquesta base de dades.
de: Gruppen mit einer Datenbank, einem Schema oder einer Tabelle, die auf Blockiert gesetzt ist, können keine nativen Abfragen für diese Datenbank anzeigen.
eo: Groups with a database, schema, or table set to Blocked can’t peep native queries on this database, lol.
es: Los grupos con una base de datos, esquema o tabla con permisos "Bloqueado" no pueden ver consultas nativas en esta base de datos.
fa: گروه‌های دارای پایگاه داده، طرحواره یا جدولی که روی Blocked تنظیم شده است، نمی‌توانند پرس‌وجوهای بومی را در این پایگاه داده مشاهده کنند.
fi: Ryhmät, joiden tietokanta, skeema tai taulu on asetettu arvoon Estetty, eivät voi tarkastella tämän tietokannan natiiviEstettykyselyjä.
fr: Les groupes dont la base de données, le schéma ou la table est définie comme bloquée ne peuvent pas visualiser les requêtes natives sur cette base de données.
hu: Azok a csoportok, amelyekhez egy adatbázis, séma vagy tábla „Letiltott” állapotra van állítva, nem tekinthetik meg a natív lekérdezéseket ebben az adatbázisban.
it: I gruppi con un database, uno schema o una tabella impostati su Bloccato non possono visualizzare le query native su questo database.
ja: データベース、スキーマ、またはテーブルがブロックに設定されているグループは、このデータベースのネイティブ・クエリを表示できません。
lt: Grupės, kurių duomenų bazė, schema arba lentelė nustatyta į Užblokuota, negali peržiūrėti savųjų užklausų šioje duomenų bazėje.
ms: Kumpulan dengan pangkalan data, skema atau jadual yang ditetapkan kepada Disekat tidak dapat melihat pertanyaan asli pada pangkalan data ini.
nb: Grupper med en database, et skjema eller en tabell som er satt til Blokkert, kan ikke se opprinnelige spørringer i denne databasen.
nl: Groepen met een database, schema of tabel ingesteld op Geblokkeerd kunnen geen native queries op deze database bekijken.
pl: Grupy z bazą danych, schematem lub tabelą ustawioną na Blocked nie mogą wyświetlać natywnych zapytań w tej bazie danych.
pt_br: Os grupos com um banco de dados, esquema ou tabela definidos como Bloqueado não podem visualizar consultas nativas neste banco de dados.
ru: Группы, для баз данных, схем или таблиц которых установлено значение "Заблокировано", не могут просматривать собственные запросы к этой базе данных.
sk: Skupiny s databázou, schémou alebo tabuľkou nastavenou na možnosť Blokované nemôžu zobrazovať natívne dotazy na túto databázu.
sl: Skupine z zbirko podatkov, shemo ali tabelo, nastavljeno na Blokirano, si ne morejo ogledati izvornih poizvedb v tej zbirki podatkov.
sq: Grupet me një databazë, skemë ose tabelë të vendosur në I bllokuar nuk mund të shikojnë pyetje native në këtë databazë.
sr: Grupe kojima je baza, šema ili tabela podešena na Blokirano ne mogu da vide nativne upite nad ovom bazom.
sv: Grupper med en databas, ett schema eller en tabell som är inställd på Blockerad kan inte visa ursprungliga frågor i den här databasen.
tr: Veritabanı, şema veya tablosu Engellendi olarak ayarlanmış gruplar, bu veritabanındaki yerel sorguları görüntüleyemez.
uk: Групи, для яких база даних, схема або таблиця встановлені як "Заблоковано", не можуть переглядати нативні запити до цієї бази даних.
vi: Các nhóm có cơ sở dữ liệu, lược đồ hoặc bảng được đặt thành Bị chặn không thể xem các truy vấn gốc trên cơ sở dữ liệu này.
zh_hk: 資料庫、模式或表設定為 Blocked 的群組，無法檢視此資料庫的原始查詢。

source: This will also change this group's data access to “Can view” for this database.
ar: سيؤدي هذا أيضًا إلى تغيير وصول بيانات هذه المجموعة إلى “Can view” لقاعدة البيانات هذه.
bg: Това също така ще промени достъпа до данни на тази група на "Може да се вижда" за тази база данни.
ca: Això també canviarà l'accés a les dades d'aquest grup a "Pot veure" per a aquesta base de dades.
de: Dadurch wird auch der Datenzugriff dieser Gruppe für diese Datenbank auf "Kann sehen" geändert.
eo: This will also switch the group's data access to “Can view” for this database, fr.
es: Esto también cambiará el acceso a los datos de este grupo a “Puede ver” para esta base de datos.
fa: با این کار دسترسی به داده های این گروه به «قابل مشاهده» برای این پایگاه داده نیز تغییر می کند.
fi: Tämä muuttaa myös tämän ryhmän tietojen käyttöoikeudeksi "Voi tarkastella" tämän tietokannan osalta.
fr: L'accès aux données de ce groupe sera également modifié et passera à "Peut voir" pour cette base de données.
hu: Ez a változtatás a csoport adat-hozzáférési jogait is „Megtekinthet”-re módosítja ehhez az adatbázishoz.
it: Questo cambierà anche l'accesso ai dati di questo gruppo in "Può visualizzare" per questo database.
ja: これにより、このグループのデータ・アクセスも、このデータベースの「閲覧可能」に変更される。
lt: Papildomai, tai pakeis šios grupės duomenų prieigą į „Gali peržiūrėti“ šioje bazėje.
ms: Ini juga akan menukar akses data kumpulan ini kepada "Boleh lihat" untuk pangkalan data ini.
nb: Dette vil også endre denne gruppens datatilgang til "Kan vise" for denne databasen.
nl: Dit verandert ook de gegevenstoegang van deze groep in "Kan bekijken" voor deze database.
pl: Spowoduje to również zmianę dostępu do danych tej grupy na "Może wyświetlać" dla tej bazy danych.
pt_br: Isso também alterará o acesso aos dados desse grupo para "Pode visualizar" para esse banco de dados.
ru: Это также изменит доступ к данным этой группы на "Can view" для этой базы данных.
sk: Tým sa zmení aj prístup k údajom tejto skupiny na možnosť "Môže zobraziť" pre túto databázu.
sl: S tem se bo dostop do podatkov te skupine spremenil v »Lahko si ogleduje« za to zbirko podatkov.
sq: Kjo do ta ndryshojë gjithashtu aksesin te të dhënat të këtij grupi në “Mund të shikojë” për këtë databazë.
sr: Ovo će takođe promeniti pristup podacima ove grupe na “Može da vidi” za ovu bazu podataka.
sv: Detta kommer också att ändra den här gruppens datatillgång till "Kan se" för den här databasen.
tr: Bu aynı zamanda bu grubun veri erişimini bu veritabanı için "Görüntüleyebilir" olarak değiştirecektir.
uk: Це також змінить доступ цієї групи до даних на «Може переглядати» для цієї бази даних.
vi: Thao tác này cũng sẽ thay đổi quyền truy cập dữ liệu của nhóm này thành “Có thể xem” đối với cơ sở dữ liệu này.
zh_hk: 這也會將此群組對此資料庫的資料存取變更為「可檢視」。

source: This schema contains one or more tables with “Blocked” permissions, which prevents access to the query builder. To grant Create query permissions for this schema, Metabase will also change the View data permissions on this schema to “Can view”.
ar: يحتوي هذا المخطط على جدول واحد أو أكثر بأذونات “Blocked”، ما يمنع الوصول إلى منشئ الاستعلامات. لمنح أذونات "إنشاء استعلام" لهذا المخطط، سيقوم Metabase أيضًا بتغيير أذونات "عرض البيانات" على هذا المخطط إلى “Can view”.
bg: Тази схема съдържа една или повече таблици с разрешения "Блокирано", което не позволява достъп до конструктора на заявки. За да предоставите разрешения за създаване на заявки за тази схема, Metabase също така ще промени разрешенията за преглед на данни на тази схема на "Може да се преглежда".
ca: Aquest esquema conté una o més taules amb permisos "Bloquejats", que impedeixen l'accés al creador de consultes. Per concedir permisos de creació de consulta per a aquest esquema, Metabase també canviarà els permisos de visualització de dades d'aquest esquema a "Pot veure".
de: Dieses Schema enthält eine oder mehrere Tabellen mit der Berechtigung "Blockiert", wodurch der Zugriff auf den Query Builder verhindert wird. Um für dieses Schema die Berechtigung "Abfrage erstellen" zu gewähren, ändert Metabase auch die Berechtigung "Daten anzeigen" für dieses Schema in "Kann anzeigen".
eo: Yo, this schema has some tables with “Blocked” permissions, so u can’t access the query builder. To give Create query perms, Metabase will also switch the View data perms on this schema to “Can view.”
es: Este esquema contiene una o más tablas con permisos de tipo "Bloqueado" lo cual limita el acceso al generador de consultas. Para cambiar los permisos a Crear consultas en este esquema, Metabase también cambiará los permisos de visualización del esquema a "Puede ver".
fa: این طرح شامل یک یا چند جدول با مجوزهای "Blocked" است که از دسترسی به سازنده پرس و جو جلوگیری می کند. برای اعطای مجوزهای Create query برای این طرح، Metabase همچنین مجوزهای View data در این طرح را به "Can view" تغییر می دهد.
fi: Tämä skeema sisältää yhden tai useamman taulun, jolla on "Estetty"-oikeudet, mikä estää pääsyn kyselytyökaluun. Myöntääkseen kyselyn luontioikeudet tälle skeemalle Metabase muuttaa myös tämän skeeman Näytä data -oikeudet arvoksi "Voi tarkastella".
fr: Ce schéma contient une ou plusieurs tables avec des permissions "Bloquées", ce qui empêche l'accès au constructeur de requêtes. Pour accorder les droits de création de requêtes à ce schéma, Metabase modifiera également les droits de visualisation des données de ce schéma en "Peut visualiser".
hu: Ez a séma egy vagy több „Letiltott” engedéllyel rendelkező táblát tartalmaz, ami megakadályozza a lekérdezéskészítőt. Ahhoz, hogy a séma lekérdezési jogosultságot kapjon, a Metabase a séma adat-megtekintési jogosultságait is „Megtekinthet”-re változtatja.
it: Questo schema contiene una o più tabelle con permessi "Bloccati", che impediscono l'accesso al costruttore di query. Per concedere i permessi di creazione di query per questo schema, Metabase modificherà anche i permessi di visualizzazione dei dati su questo schema in "Può visualizzare".
ja: このスキーマには "Blocked "パーミッションのテーブルが1つ以上含まれており、クエリビルダへのアクセスを妨げています。このスキーマにクエリ作成権限を付与するために、Metabaseはこのスキーマのデータ表示権限を "表示可能 "に変更します。
lt: Šioje schemoje yra viena ar daugiau lentelių su „Užblokuotų“ leidimų, kurie neleidžia pasiekti užklausų kūrimo priemonės. Norėdami suteikti šios schemos užklausos kūrimo leidimus, metabazė taip pat pakeis šios schemos duomenų peržiūros leidimus į „Gali peržiūrėti“.
ms: Skema ini mengandungi satu atau lebih jadual dengan kebenaran "Disekat", yang menghalang akses kepada pembina pertanyaan. Untuk memberikan kebenaran Buat pertanyaan untuk skema ini, Metabase juga akan menukar kebenaran Lihat data pada skema ini kepada "Boleh melihat".
nb: Dette skjemaet inneholder én eller flere tabeller med "Blokkert"-tillatelser, noe som forhindrer tilgang til spørringsbyggeren. For å gi Create query-tillatelser for dette skjemaet, vil Metabase også endre View data-tillatelsene for dette skjemaet til "Can view".
nl: Dit schema bevat één of meerdere tabellen met "Geblokkeerd" rechten, wat toegang tot de query builder verhindert. Om Create query permissies voor dit schema toe te kennen, zal Metabase ook de View data permissies op dit schema wijzigen in "Can view".
pl: Ten schemat zawiera jedną lub więcej tabel z uprawnieniami "Zablokowane", co uniemożliwia dostęp do kreatora zapytań. Aby przyznać uprawnienia do tworzenia zapytań dla tego schematu, Metabase zmieni również uprawnienia do wyświetlania danych na tym schemacie na "Może wyświetlać".
pt_br: Este esquema contém uma ou mais tabelas com permissões "Bloqueado", o que impede o acesso ao criador de consultas. Para conceder permissões de Criar consulta para este esquema, a Metabase também alterará as permissões de Visualizar dados neste esquema para "Pode visualizar".
ru: Эта схема содержит одну или несколько таблиц с правами "Заблокировано", что препятствует доступу к построителю запросов. Чтобы предоставить разрешение на создание запроса для этой схемы, Metabase также изменит разрешение на просмотр данных для этой схемы на "Можно просматривать".
sk: Táto schéma obsahuje jednu alebo viac tabuliek s oprávnením "Blokované", ktoré zabraňuje prístupu k nástroju na vytváranie dotazov. Ak chcete tejto schéme udeliť oprávnenia na vytváranie dotazov, Metabase zmení aj oprávnenia na zobrazovanie údajov v tejto schéme na "Môže sa zobraziť".
sl: Ta shema vsebuje eno ali več tabel z dovoljenji »Blokirano«, kar preprečuje dostop do graditelja poizvedb. Če želite dodeliti dovoljenja za ustvarjanje poizvedbe za to shemo, bo zbirka metapodatkov spremenila tudi dovoljenja za ogled podatkov za to shemo v »Lahko si ogleduje«.
sq: Kjo skemë përmban një ose më shumë tabela me leje “I bllokuar”, gjë që pengon aksesin te ndërtuesi i pyetjeve. Për të dhënë lejet Krijo pyetje për këtë skemë, Metabase do ti ndryshojë gjithashtu lejet Shiko të dhënat në këtë skemë në “Mund të shikojë”.
sr: Ova šema sadrži jednu ili više tabela sa dozvolama “Blokirano”, što sprečava pristup kreatoru upita. Da biste dodelili dozvole za Kreiranje upita za ovu šemu, Metabase će takođe promeniti dozvole za Pregled podataka na ovoj šemi na “Može da vidi”.
sv: Det här schemat innehåller en eller flera tabeller med behörigheten "Blocked", vilket förhindrar åtkomst till frågebyggaren. För att bevilja behörigheten Skapa fråga för det här schemat kommer Metabase även att ändra behörigheten Visa data för det här schemat till "Kan visa".
tr: Bu şema, sorgu oluşturucuya erişimi engelleyen "Engellenmiş" izinlere sahip bir veya daha fazla tablo içerir. Bu şema için Sorgu Oluştur izinlerini vermek için Metabase, bu şemadaki Görünüm veri izinlerini de "Görüntüleyebilir" olarak değiştirecektir.
uk: Ця схема містить одну або більше таблиць із дозволами "Заблоковано", що блокує доступ до конструктора запитів. Щоб надати для цієї схеми дозволи «Створення запитів», Metabase також змінить дозволи «Перегляд даних» для цієї схеми на «Може переглядати».
vi: Sơ đồ này chứa một hoặc nhiều bảng có quyền “Bị chặn”, ngăn chặn quyền truy cập vào trình xây dựng truy vấn. Để cấp quyền truy vấn Tạo cho sơ đồ này, Metabase cũng sẽ thay đổi quyền Xem dữ liệu trên sơ đồ này thành “Có thể xem”.
zh_hk: 此模式包含一個或多個具有 "Blocked "權限的資料表，因此無法存取查詢建立器。若要授予此模式的「建立查詢」權限，Metabase 也會將此模式的「檢視資料」權限變更為「可檢視」。
