Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: All users belong to the {0} group and can't be removed from it. Setting permissions for this group is a great way to make sure you know what new Metabase users will be able to see.
ar: ينتمي جميع المستخدمين إلى مجموعة {0} ولا يمكن إزالتهم منها. يُعد ضبط الأذونات لهذه المجموعة طريقة رائعة للتأكد من أنك تعرف ما سيتمكن مستخدمو Metabase الجدد من رؤيته.
bg: Всички потребители принадлежат към група {0} и не могат да бъдат премахнати от нея. Задаването на разрешения за тази група е добър начин да сте сигурни какво ще могат да виждат новите потребители в Метабейс.
ca: Tots els usuaris pertanyen al grup {0} i d'on no es poden eliminar. Establir permisos per a aquest grup és una manera excel·lent d'assegurar-vos què podran veure els nous usuaris de Metabase.
de: Alle Benutzer gehören zur Gruppe {0} und können nicht entfernt werden. Das Setzen von Berechtigungen für diese Gruppe ist eine großartige Möglichkeit, um festzulegen, was neue Metabase-Benutzer sehen dürfen.
eo: All users are stuck in the {0} group and can't dip from it. Setting perms for this group is a solid way to make sure you know what new Metabase peeps can see fr.
es: Todos los usuarios pertenecen al grupo {0} no se pueden eliminar. Establecer permisos para este grupo es una excelente manera de asegurarte qué podrán ver los nuevos usuarios de Metabase.
fa: تمام کاربران متعلق به گروه {0} هستند و نمی توانند از آن حذف شوند. تنظیم مجوز برای این گروه راهی عالی برای مطمئن شوید که می دانید چه کاربران جدید Metabase قادر خواهند بود ببینند.
fi: Kaikki käyttäjät kuuluvat ryhmään {0}, eikä heitä voi poistaa siitä. Tämän ryhmän käyttöoikeuksien asettaminen on hyvä tapa varmistaa, mitä uudet Metabase -käyttäjät voivat nähdä.
fr: Tous les utilisateurs appartiennent au groupe {0} et ne peuvent pas en être supprimé. Les réglages de permission pour ce groupe sont un bon moyen de s'assurer de ce que les nouveaux utilisateurs de Metabase verront.
hu: Minden felhasználó a(z) {0} csoporthoz tartozik, és nem távolítható el onnan. Az engedélyek beállítása ehhez a csoporthoz nagyszerű módja annak, hogy megbizonyosodjon arról, hogy az új Metabase felhasználók mit láthatnak majd.
it: Tutti gli utenti appartengono al gruppo {0} e non possono essere rimossi da esso. L'impostazione dei permessi per questo gruppo è un ottimo modo per assicurarti di sapere quali nuovi utenti di Metabase saranno in grado di vedere.
ja: 全てのユーザーは{0}グループに属しており、そのグループから削除することはできません。 このグループの権限を設定することで、新しいMetabaseユーザーの閲覧可能範囲を確認することができます。
ms: Semua pengguna tergolong dalam kumpulan {0} dan tidak boleh dialih keluar daripadanya. Tetapan akses untuk kumpulan ini ialah cara yang bagus untuk memastikan anda tahu apa yang pengguna Metabase baharu akan dapat lihat.
nb: Alle brukere tilhører {0}-gruppen og kan ikke fjernes fra den. Innstilling av rettigheter for denne gruppen er en bra måte å være sikker på at du vet hva nye Metabase-brukere i denne gruppen har lov til å se.
nl: Alle gebruikers behoren tot de groep {0} en kunnen niet verwijderd worden uit deze groep. Restricties toekennen voor deze groep is een goede manier om er zeker van te zijn wat nieuwe Metabase gebruikers kunnen zien.
pl: Wszyscy użytkownicy należą do grupy {0} i nie można ich z niej usunąć. Ustawienie uprawnień dla tej grupy to świetny sposób, aby upewnić się, że wiesz, co nowi użytkownicy Metabase będą mogli zobaczyć.
pt_br: Todos os usuários pertencem ao grupo {0} e não podem ser removidos dele. Definir permissões para este grupo é uma ótima maneira de garantir que você saiba o que os novos usuários do Metabase poderão ver.
ru: Все пользователи входят в группу {0} и не могут быть из нее исключены. Установите разрешения для данной группы — так вы будете уверены в том, что смогут увидеть новые пользователи Metabase.
sk: Všetci používatelia patria do skupiny {0} a nemôžu byť z nej odstránení. Uistite sa že používatelia pridaný do tejto skupiny uvidia iba čo chcete.
sl: Vsi uporabniki pripadajo skupini {0} in jih iz nje ni mogoče odstraniti. Nastavitev dovoljenj za to skupino je odličen način, da se prepričate, kaj bodo novi uporabniki zbirke Metabase lahko videli.
sq: Të gjithë përdoruesit i përkasin grupit {0} dhe nuk mund të hiqen prej tij. Vendosja e lejeve për këtë grup është një mënyrë e shkëlqyer për t’u siguruar se e di çfarë do të mund të shohin përdoruesit e rinj të Metabase.
sr: Svi korisnici pripadaju grupi {0} i ne mogu se ukloniti iz nje. Podešavanje dozvola za ovu grupu je odličan način da budete sigurni šta će novi Metabase korisnici moći da vide.
sv: Alla användare tillhör grupp {0} och kan inte tas bort från denna. Genom att sätta rättigheter för denna grupp kan du säkerställa vad nya Metabase-användare kommer att kunna se.
tr: Tüm kullanıcılar {0} grubuna ait ve bundan kaldırılamaz.Bu grup için izinler ayarlamak yeni Metabase kullanıcılarının görebileceği şeylerden emin olmanın harika bir yoldur.
uk: Усі користувачі належать до групи {0} і їх не можна з неї видалити. Налаштування дозволів для цієї групи — чудовий спосіб переконатися, що ви знаєте, що зможуть бачити нові користувачі Metabase.
vi: Tất cả người dùng thuộc nhóm {0} và không thể xóa khỏi nhóm. Đặt quyền cho nhóm này là một cách tuyệt vời để đảm bảo bạn biết những gì người dùng Metabase mới sẽ có thể nhìn thấy.
zh_hk: 所有屬於這個{0}群組的使用者，並且不能從這個群組中被移除。為這個群組設定許可權限是一個確保您知道Metabase新使用者將會能夠看到什麼的好辦法。

source: This is a special group whose members can see everything in the Metabase instance, and who can access and make changes to the settings in the Admin Panel, including changing permissions! So, add people to this group with care.
ar: هذه مجموعة خاصة يمكن لأعضائها رؤية كل شيء في مثيل Metabase، ويمكنهم الوصول إلى الإعدادات في لوحة الإدارة وإجراء تغييرات عليها، بما في ذلك تغيير الأذونات! لذا، أضِف الأشخاص إلى هذه المجموعة بحذر.
bg: Това е специална група, чиито членове могат да виждат всичко в Метабейс и които имат достъп и могат да правят промени в настройките в Административния Панел, включително промяна на разрешенията! Добавяйте хора към тази група с повишено внимание.
ca: Aquest és un grup especial els membres del qual poden veure tota la informació de la instància de Metabase, poden accedir i fer modificacions a la configuració del Panell d'administració, incloent els permisos d'accés! Afegiu persones a aquest grup amb cautela.
de: Dies ist eine spezielle Gruppe, deren Mitglieder alles in der Metabase-Instanz sehen können und auf administrative Einstellungen zugreifen und Änderungen an diesen vornehmen können. Dies beinhaltet auch das Ändern von Berechtigungen! Also vergewissere dich, wen du hinzufügst.
eo: This is a super exclusive squad where members can peep everything in the Metabase, mess with the Admin Panel, and even switch up permissions. So, y’all better be careful when adding peeps to this group lol.
es: Este es un grupo especial cuyos miembros pueden ver todo en la instancia de Metabase y quienes pueden acceder y realizar cambios en la configuración en el Panel de administración, ¡incluyendo el cambio de permisos! Así que añade personas a este grupo con cuidado.
fa: این یک گروه خاص است که اعضا میتوانند همه چیز را در نمونه متاباز ببینند و چه کسی میتواند به آن دسترسی پیدا کند و تغییر دهد تنظیمات در پنل مدیریت، از جمله تغییر مجوز! بنابراین، افراد را به این گروه اضافه کنید.
fi: Tämä on erityinen ryhmä, jonka jäsenet voivat nähdä kaiken Metabasessa ja jotka voivat käyttää ja muuttaa asetuksia hallintapaneelissa, mukaan lukien käyttöoikeuksien muuttaminen! Lisää siis ihmisiä tähän ryhmään huolella.
fr: Il s’agit d’un groupe spécial dont les membres peuvent tout voir dans l’instance Metabase et qui peut accéder et apporter des modifications aux paramètres du panneau d'administration, y compris la modification des autorisations ! Donc, ajoutez des personnes à ce groupe avec précaution.
hu: Ez egy speciális csoport, amelynek tagjai mindent láthatnak a Metabase példányban, és akik hozzáférhetnek és módosíthatják az Admin Panel beállításait, beleértve az engedélyek módosítását is! Tehát körültekintően vegyen fel embereket ebbe a csoportba.
it: Questo è un gruppo speciale i cui membri possono vedere tutto dell'istanza di Metabase e chi vi accede può apportare modifiche alle impostazioni nel Pannello di amministrazione, compresi i permessi di modifica! Quindi, aggiungi le persone a questo gruppo con cura.
ja: これはメンバーがMetabaseインスタンス内の全データを参照できるだけでなく、権限の変更などを含む管理者パネルの設定ができる特別なグループです。このグループにメンバーを追加する場合は、十分にご注意ください。
ms: Ini ialah kumpulan khas yang ahlinya boleh melihat segala-galanya dalam Metabase, dan boleh mengakses dan membuat perubahan pada tetapan dalam Panel Pentadbir, termasuk menukar kebenaran akses! Jadi, tambahkan orang ke kumpulan ini dengan berhati-hati.
nb: Dette er en spesiell gruppe, og dens medlemmer kan se alt i denne Metabase-instansen. Medlemmer av denne gruppen kan også gjøre endringer i Administrasjonspanelet, inkludert endring av tillatelser! Så, vær forsiktig når du legger til brukere i denne gruppen.
nl: Dit is een speciale groep waarvan leden alles kunnen zien in deze Metabase omgeving, wie toegang heeft en wijzigingen kunnen maken binnen het Admin paneel, inclusief het wijzigen van restricties! Wees voorzichtig met het toevoegen van gebruikers aan deze groep.
pl: Jest to specjalna Grupa, której członkowie mogą zobaczyć wszystko w wystąpieniu Metabase i kto może uzyskać dostęp i wprowadzać zmiany do ustawień w panelu administracyjnym, w tym zmieniać uprawnienia! Tak, Dodaj ludzi do tej grupy z troską.
pt_br: Este é um grupo especial cujos membros podem ver tudo na instância do Metabase e acessar e fazer alterações nas configurações no Painel de Administrador, incluindo alterar permissões! Portanto, adicione pessoas a este grupo com cuidado.
ru: Это специальная группа, члены которой смогут видеть все, что связано с данным экземпляром Metabase, иметь доступ и редактировать настройки в Панели администратора, включая изменение привилегий! Поэтому внимательно добавляйте пользователей в данную группу.
sk: Toto je špeciálna skupina, ktorej členovia môžu vidieť všetko v inštancii Metabase a ktorí majú prístup a vykonávať zmeny v nastaveniach v administrácii vrátane zmeny povolení! Preto do tejto skupiny pridávajte ľudí opatrne.
sl: To je posebna skupina, katere člani lahko vidijo vse v instanci zbirke Metabase in lahko dostopajo do nastavitev v upraviteljski plošči ter jih spreminjajo, vključno s spreminjanjem dovoljenj! Zato ljudi v to skupino dodajajte previdno.
sq: Ky është një grup special, anëtarët e të cilit mund të shohin gjithçka në instancën e Metabase, dhe që mund të hyjnë dhe të bëjnë ndryshime te cilësimet në Panelin e administratorit, duke përfshirë ndryshimin e lejeve! Prandaj, shto njerëz në këtë grup me kujdes.
sr: Ovo je posebna grupa čiji članovi mogu da vide sve u Metabase instanci i koji mogu da pristupe i menjaju podešavanja u Administratorskom panelu, uključujući i menjanje dozvola! Zato pažljivo dodajte ljude u ovu grupu.
sv: Detta är en special-grupp vars medlemmar kan se allt i Metabase-instansen, och som kan se och göra ändringar i inställningarna i Admin inklusive ändra rättigheter! Lägg därför till medlemmar i denna grupp med försiktighet.
tr: Bu, üyeleri Metabase'de her şeyi görebilen ve izinleri de dahil olmak üzere Yönetici Paneli'ndeki ayarlara erişebilen ve bunlarda değişiklik yapabilen özel bir gruptur! Bu yüzden insanları bu gruba özenle ekleyin.
uk: Це спеціальна група, учасники якої можуть бачити все в інстансі Metabase, а також мають доступ і можуть змінювати налаштування в Панелі адміністратора, зокрема змінювати дозволи! Тож додавайте людей до цієї групи обережно.
vi: Đây là một nhóm đặc biệt mà các thành viên có thể nhìn thấy mọi thứ trong ví dụ Metabase và những người có thể truy cập và thay đổi các cài đặt trong Bảng quản trị, bao gồm thay đổi quyền! Vì vậy, thêm người vào nhóm này một cách cẩn thận.
zh_hk: 這是一個特殊的組，其成員可以檢視Metabase實例中的所有內容，可以訪問和更改管理面板中的設定，包括更改權限！ 因此，小心地將人員新增到該組。

source: To make sure you don't get locked out of Metabase, there always has to be at least one user in this group.
ar: للتأكد من أنك لن تُحرم من الوصول إلى Metabase، يجب أن يوجد دائمًا مستخدم واحد على الأقل في هذه المجموعة.
bg: За да сте сигурни, че ще имате достъп до Метабейс, винаги трябва да има поне един потребител в тази група.
ca: Per assegurar que sempre pots accedir a Metabase hi ha d'haver com a mínim un usuari en aquest grup.
de: Um sicherzustellen, dass du nicht aus Metabase ausgeschlossen wirst, muss es immer mindestens einen Benutzer in dieser Gruppe geben.
eo: To make sure you don’t get locked out of Metabase, there’s gotta be at least one person in this group fr fr.
es: Para asegurarte de no quedar sin acceso a Metabase, siempre debe haber al menos un usuario en este grupo.
fa: برای اینکه اطمینان حاصل کنید که از Metabase قفل نشده اید، همیشه باید حداقل یک کاربر در این گروه باشد.
fi: Jotta et vahingossa lukitse itseäsi ulos Metabasesta, ryhmässä on aina oltava vähintään yksi käyttäjä.
fr: Afin que vous ne perdiez pas l’accès à Metabase, il doit toujours y avoir au moins un utilisateur dans ce groupe.
hu: Annak érdekében, hogy ne zárja ki magát a Metabase szolgáltatásból, mindig legalább egy felhasználónak kell lennie ebben a csoportban.
it: Per essere sicuro di non restare bloccato da Metabase, deve sempre esserci almeno un utente in questo gruppo.
ja: Metabaseからロックアウトされないため、このグループには最低1ユーザーの登録が必要です
ms: Untuk memastikan anda tidak terkunci daripada Metabase, sentiasa perlu ada sekurang-kurangnya seorang pengguna dalam kumpulan ini.
nb: For å sikre at du ikke blir låst ute av Metabase, må det alltid være igjen en bruker i denne gruppen.
nl: Om te verzekeren dat je niet buitengesloten wordt van Metabase moet er altijd minimaal één gebruiker in deze groep zijn
pl: Aby mieć pewność, że nie zostaniesz zablokowany w Metabase, w tej grupie zawsze musi być co najmniej jeden użytkownik.
pt_br: Para garantir que não fique sem acesso ao Metabase, você deve sempre ter ao menos um usuário neste grupo.
ru: В данной группе должен оставаться хотя бы один пользователь, иначе доступ к Metabase будет блокирован.
sk: Aby ste sa uistili, že nemáte prístup k Metabase, v tejto skupine musí byť vždy aspoň jeden používate
sl: Da se prepričate, da ne boste zaklenjeni iz Metabase, mora biti v tej skupini vedno vsaj en uporabnik.
sq: Për t’u siguruar që të mos mbetesh jashtë Metabase, duhet të ketë gjithmonë të paktën një përdorues në këtë grup.
sr: Da biste bili sigurni da nećete izgubiti pristup Metabase-u, u ovoj grupi uvek mora biti bar jedan korisnik.
sv: För att säkerställa att du inte blir utelåst från Metabase måste det alltid finnas minest en användare i denna grupp.
tr: Metabase'in kilitlenmediğinden emin olmak için bu grupta en az bir kullanıcı olması gerekir.
uk: Щоб ви не втратили доступ до Metabase, у цій групі завжди має бути принаймні один користувач.
vi: Để đảm bảo bạn không bị khóa khỏi Metabase, luôn phải có ít nhất một người dùng trong nhóm này.
zh_hk: 為了確保您不會被Metabase鎖在外面，必須需要至少一個使用者在這個群組裡。

source: Members
ar: الأعضاء
bg: Членове
ca: Membres
de: Mitglieder
eo: Members → Squad members / The gang
es: Miembros
fa: اعضا
fi: Jäsenet
fr: Membres
hu: Tagok
it: Utenti
ja: メンバー
lt: Nariai
ms: Ahli
nb: Medlemmer
nl: Gebruikers
pl: Członkowie
pt_br: Membros
ru: Участники
sk: Členovia
sl: Člani
sq: Anëtarë
sr: Članovi
sv: Medlemmar
tr: Üyeler
uk: Учасники
vi: Các thành viên
zh_hk: 組員

source: Email
ar: البريد الإلكتروني
bg: Имейл
ca: Correu electrònic
eo: email ≈ inbox vibes
es: Correo electrónico
fa: ایمیل
fi: Sähköposti
fr: Adresse électronique
ja: メール
lt: El. paštas
ms: E-mel
nb: E-post
ru: Письмо
sl: E-pošta
sv: Epost
tr: E-posta
uk: Електронна пошта
zh_hk: 信箱

source: A group is only as good as its members.
ar: المجموعة لا تكون جيدة إلا بأعضائها.
bg: Една група е толкова добра, колкото са нейните членове.
ca: Un grup només val el que valen els seus membres.
de: Eine Gruppe ist nur so gut wie ihre Mitglieder.
eo: A squad is only as lit as its peeps.
es: Un grupo solo vale lo que valen sus miembros.
fa: گروه فقط به عنوان اعضای آن است.
fi: Ryhmä on juuri niin hyvä kuin sen jäsenet.
fr: Un groupe n'a de valeur que lorsqu'il contient des utilisateurs.
hu: Egy csoport csak annyira jó, amennyire a tagjai.
it: Un gruppo é tanto buono quanto lo sono i suoi membri.
ja: グループもそのメンバーもどちらも大事です。
lt: Grupės kokybė priklauso nuo jos narių.
ms: Sebuah kumpulan hanya sebaik ahlinya.
nb: En gruppe er kun like bra som sine medlemmer.
nl: Een groep is slechts zo goed als zijn leden.
pl: Grupa jest tak dobra jak jej członkowie
pt_br: O valor de um grupo depende de seus membros.
ru: Группа также хороша, как и ее участники.
sk: Skupina je taká dobrá ako jej členovia.
sl: Skupina je dobra le toliko, kolikor so dobri njeni člani.
sq: Një grup vlen aq sa anëtarët e tij.
sr: Grupa je dobra onoliko koliko su dobri njeni članovi.
sv: En grupp är aldrig bättre än dess medlemmar.
tr: Bir grup sadece üyeleri kadar iyidir.
uk: Група настільки хороша, наскільки хороші її учасники.
vi: Một nhóm chỉ tốt như các thành viên của nó.
zh_hk: 群組內成員權限一致

source: Admin
ar: المسؤول
bg: Админ
ca: Administrador
de: Administrator
eo: Admin = the squad boss or the one runnin’ the show
es: Administrador
fa: مدیر/ مدیر سیستم
fi: Ylläpitäjä
fr: Administration
ja: 管理者
lt: Administratorius
ms: Pentadbir
nb: Administrator
nl: Beheerder
pl: Administrator
pt_br: Administrador
ru: Администрирование
sk: Administrátor
sv: Administratör
tr: Yönetici
uk: Адміністратор
vi: Quản trị viên
zh_hk: 管理員

source: and
ar: و
bg: и
ca: i
de: und
eo: and = and fr fr
es: y
fa: و
fi: ja
fr: et
hu: és
it: e
ja: そして
lt: ir
ms: dan
nb: og
nl: en
pl: i
pt_br: e
ru: и
sk: a
sl: in
sq: dhe
sr: i
sv: och
tr: ve
uk: і
vi: và
zh_hk: 和

source: {0} other group
ar: {0} مجموعة أخرى
bg: {0} друга група
ca: [0] altre grup
de: {0} andere Gruppe
eo: {0} other squad
es: {0} grupo más
fa: {0} گروه دیگر
fi: {0} toinen ryhmä
fr: {0} autre groupe
hu: {0} másik csoport
it: {0} altro gruppo
ja: {0} 他グループ
lt: {0} kita grupė
ms: {0} kumpulan lain Plural: {0} kumpulan-kumpulan lain
nb: {0} annen gruppe
nl: {0} andere groep
pl: {0} inna grupa
pt_br: {0} outro grupo
ru: {0} прочая группа
sk: {0} ostatná skupina
sl: {0} druga skupina
sq: {0} grup tjetër
sr: {0} druga grupa
sv: {0} annan grupp
tr: {0} diğer grup
uk: {0} інша група
vi: {0} các nhóm khác
zh_hk: {0}個群組

source: Default
ar: افتراضي
bg: Настройка по подразбиране
ca: Per defecte
de: Standard
eo: Default → "Vibe" or "Main setting" (depending on context, but "vibe" is more common)
es: Por defecto
fa: پیش‌فرض
fi: Oletus
fr: Valeur par défaut
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
lt: Numatyta
ms: Asal
nb: Standard
nl: Standaard
pl: Domyślne
pt_br: Padrão
ru: По-умолчанию
sk: Predvolené
sl: Privzeto
sq: Parazgjedhje
sr: Podrazumevano
sv: Förvald
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_hk: 預設

source: Something like "Marketing"
ar: شيء مثل "Marketing"
bg: Нещо като "Маркетинг"
ca: Quelcom com "Marketing"
de: Etwas wie "Marketing"
eo: Something like "marketing" but lowkey vibing with it
es: Algo como "Marketing"
fa: چیزی شبیه "بازاریابی"
fi: Jotain, vaikkapa "Markkinointi"
fr: Quelque chose comme "Marketing"
hu: Valami olyasmi, mint a "marketing"
it: Qualcosa simile a "marketing"
ja: 「マーケティング」等
lt: Kažkas panašaus į rinkodarą
ms: Sesuatu seperti "Pemasaran"
nb: Noe sånt som "markedsføring"
nl: Bijvoorbeeld "Marketing"
pl: Coś jak "Marketing"
pt_br: Algo como "Marketing"
ru: Например, "Маркетинг"
sk: Niečo ako „Marketing“
sl: Nekaj podobnega kot "Trženje".
sq: Diçka si "Marketing"
sr: Nešto kao "Marketing"
sv: Exempelvis "Marknadsföring"
tr: Pazarlama gibi bir şey
uk: Щось на кшталт "Marketing"
vi: "Tiếp thị" chẳng hạn
zh_hk: 如"市場部"

source: Remove this group?
ar: إزالة هذه المجموعة؟
bg: Премахнете групата?
ca: Eliminar aquest grup?
de: Gruppe löschen?
eo: Should I yeet this group?
es: ¿Eliminar este grupo?
fa: این گروه حذف شود؟
fi: Poistetaanko tämä ryhmä?
fr: Supprimer ce groupe ?
hu: Töröljük ezt a csoportot?
it: Rimuovere questo gruppo?
ja: このグループを削除しますか?
lt: Pašalinti šią grupę?
ms: Keluarkan kumpulan ini?
nb: Fjern denne gruppen?
nl: Deze groep verwijderen?
pl: Usunąć tę grupę?
pt_br: Remover este grupo?
ru: Удалить эту группу?
sk: Odstrániť túto skupinu?
sl: Odstraniti to skupino?
sq: Ta heqësh këtë grup?
sr: Ukloniti ovu grupu?
sv: Ta bort denna grupp?
tr: Grubu kaldır
uk: Видалити цю групу?
vi: Xoá nhóm này?
zh_hk: 移除此群組?
