Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Cannot search for values: {0} is not an enabled parameter.
ar: تعذر البحث عن القيم: {0} ليس باراميترًا مفعّلًا.
bg: Не може да се търсят стойности: {0} не е активиран параметър.
ca: No es pot cercar per valors: {0} no és un parametre activat.
de: Es kann nicht nach Werten gesucht werden: {0} ist kein aktivierter Parameter.
eo: Bruh, can't search for values: {0} ain't an enabled parameter, lol.
es: No se pueden buscar valores: {0} no es un parámetro habilitado.
fa: نمی‌توان برای مقادیر جستجو کرد: {0} یک پارامتر فعال نیست.
fi: Arvoja ei voi etsiä: {0} ei ole käytössä oleva parametri.
fr: Impossible de rechercher des valeurs : {0} n'est pas un paramètre activé.
hu: Nem lehet keresni az értékeket: {0} nem engedélyezett paraméter.
it: Impossibile cercare i valori: {0} non è un parametro abilitato.
ja: 値を検索できません。 {0} は有効なパラメータではありません。
lt: Negalima ieškoti verčių: {0} nėra įjungtas parametras.
ms: Tidak dapat mencari nilai: {0} bukan parameter yang diaktifkan.
nb: Kan ikke søke etter verdier: {0} er ikke et aktivert parameter.
nl: Kan geen waarden zoeken: {0} is geen ingeschakelde parameter.
pl: Nie można wyszukiwać wartości: {0} nie jest włączonym parametrem.
pt_br: Não é possível pesquisar valores: {0} não é um parâmetro habilitado.
ru: Невозможно найти значения: {0} не является разрешенным параметром.
sk: Nie je možné vyhľadať hodnoty: {0} nie je povolený parameter.
sl: Ni mogoče iskati vrednosti: {0} ni omogočen parameter.
sq: Nuk mund të kërkohen vlerat: {0} nuk është parametër i aktivizuar.
sr: Nije moguće pretraživati vrednosti: {0} nije omogućeni parametar.
sv: Kan inte leta efter värden: {0} är inte en aktiverad parameter.
tr: Değerler aranamıyor: {0}, etkinleştirilmiş bir parametre değil.
uk: Неможливо шукати значення: {0} не є ввімкненим параметром.
vi: Không thể tìm kiếm giá trị: {0} không phải là một tham số đã được kích hoạt.
zh_hk: 無法搜尋值：{0}不是被啟用的參數。

source: You can''t specify a value for {0} if it's already set in the JWT.
hu: Nem adhat meg értéket a(z) {0} számára, ha az már be van állítva a JWT-ben.
ms: Anda tidak boleh menentukan nilai untuk {0} jika ia sudah ditetapkan dalam JWT.

source: Error compiling HoneySQL form
hu: Hiba a HoneySQL űrlap összeállításakor
ms: Ralat menyusun borang HoneySQL

source: Not a valid Database/Database ID/JDBC spec
ar: ليس Database/Database ID/JDBC spec صالحًا
bg: Не е валидна спецификация за база данни / ID на база данни / JDBC
ca: L'especificació Base de dades/ID BBBD/JDBC no es vàlida
de: Keine gültige Datenbank / Datenbank-ID / JDBC-Spezifikation
eo: This ain't it — like, no cap, invalid database or ID or JDBC specs lowkey.
es: BBDD/ID BBDD/Especificación JDBC inválido
fa: پایگاه داده/شناسه پایگاه داده/JDBC مشخصات معتبر نیست
fi: Ei kelvollinen tietokanta/tietokantatunnus/JDBC-spesifikaatio
fr: Base de données/ID de base de données/spéc. JDBC non valide
hu: Érvénytelen adatbázis/adatbázis azonosító/JDBC specifikáció
it: Non è un Database/ID Database/specifica JDBC valido
ja: 有効なデータベース/データベースID/JDBC仕様ではありません。
lt: Netinkama duomenų bazė / duomenų bazės ID / JDBC specifikacija
ms: Bukan ID Pangkalan Data/Pangkalan Data/JDBC yang sah
nb: Ikke en gyldig Database/Database-ID/JDBC spesifikasjon
nl: Geen geldige database / database-ID / JDBC-specificatie
pl: Nieprawidłowa Baza danych/ID Bazy danych/JDBC spec
pt_br: Não é um banco de dados/ID do banco de dados/especificação JDBC válido
ru: Некорректная спецификация Database/Database ID/JDBC
sk: Nie je platná špecifikácia Databáza/ID databázy/špecifikácia JDBC
sl: Ni veljavna specifikacija zbirke podatkov/ID-ja zbirke podatkov/JDBC
sq: Jo një Database/Database ID/JDBC spec i vlefshëm
sr: Nije važeći Database/Database ID/JDBC spec
sv: Inte en giltig specifikation för database/db-id/JDBC-specifikation
tr: Geçerli bir Veritabanı / Veritabanı Kimliği / JDBC özelliği değil
uk: Недійсні Database/Database ID/JDBC spec
vi: Không phải là một cơ sở dữ liệu/hệ thống cơ sở dữ liệu hợp lệ/đặc tả JDBC
zh_hk: 不是合法的資料庫/資料庫ID/JDBC規範。

source: You don''t have any cards yet.
hu: Még nincs kártyád.
ms: Anda belum mempunyai sebarang kad.

source: Here are your {0} most recent cards:
hu: Íme {0} legutóbbi kártyája:
ms: Berikut adalah {0} kad terbaru anda:

source: value must be a map with the keys `{0}`, `{1}`, `{2}`, and `{3}`.
ar: يجب أن تكون القيمة خريطة بالمفاتيح `{0}` و`{1}` و`{2}` و`{3}`.
bg: стойността трябва да е карта с ключове „{0}“, „{1}“, „{2}“ и „{3}“.
ca: el valor ha de ser un mapa amb les claus `{0}`, `{1}`, `{2}` i `{3}`.
de: Der Wert muss eine Map mit den Schlüsseln "{0}", "{1}", "{2}" und "{3}" sein.
eo: value gotta be a map with the keys `{0}`, `{1}`, `{2}`, and `{3}`—like, it’s a whole vibe.
es: el valor debe ser un mapa con las claves `{0}`, `{1}`, `{2}`, y `{3}`.
fa: ارزش باید یک نقشه با کلید `{0}`، `{1}`، `{2}` و `{3}` باشد.
fi: arvon tulee olla kartta, jossa on avaimet `{0}`, `{1}`, `{2}` ja `{3}`.
fr: doit être une carte avec les clés `{0}`, `{1}`, `{2}`, et `{3}`.
hu: az értéknek térképnek kell lennie a következő kulcsokkal: `{0}`, `{1}`, `{2}`, és `{3}`.
it: Il valore deve essere una mappa con le chiavi `{0}`, `{1}`, `{2}` e `{3}`.
ja: 値は、キー `{0}`, `{1}`, `{2}`, `{3}` を持つマップでなければなりません。
lt: reikšmė turi būti žemėlapis su raktais `{0}`, `{1}`, `{2}` ir `{3}`.
ms: Pertanyaan mengambil masa {0} untuk dijalankan; minimum untuk kelayakan cache ialah {1}
nb: verdi må være et map med nøklene `{0}`, `{1}`, `{2}`, og `{3}`.
nl: waarde moet een kaart zijn met de sleutels '{0}', '{1}', '{2}' en '{3}'.
pl: wartość musi być mapą z kluczami `{0}`, `{1}`, `{2}` i `{3}`.
pt_br: o valor deve ser um mapa com as chaves `{0}`, `{1}`, `{2}` e `{3}`.
ru: значение должно ассоциироваться с ключами `{0}`, `{1}`, `{2}`, и `{3}`.
sk: hodnota musí byť mapa s klávesmi `{0}`, `{1}`, `{2}` a `{3}`}.
sl: Vrednost mora biti preslikava s tipkami »{0}«, »{1}«, »{2}« in »{3}«.
sq: vlera duhet të jetë një map me çelësat `{0}`, `{1}`, `{2}`, dhe `{3}`.
sr: vrednost mora biti mapa sa ključevima `{0}`, `{1}`, `{2}` i `{3}`.
sv: värdet måste vara en karta med nycklarna `{0}`, `{1}`, `{2}`, och `{3}`.
tr: İşte en son {0} kartlarınız:
uk: значення має бути мапою з ключами `{0}`, `{1}`, `{2}` і `{3}`.
vi: giá trị phải là ánh xạ với các khóa `{0}`, `{1}`, `{2}` và `{3}`.
zh_hk: 值必須是包含鍵`{0}`，`{1}`，`{2}`及`{3}`的map。

source: Not creating proxy JDBC driver for class {0} -- original driver was loaded by system ClassLoader
hu: Nem hoz létre proxy JDBC illesztőprogramot a(z) {0} osztályhoz -- az eredeti illesztőprogramot a rendszer ClassLoader töltötte be
ms: Tidak mencipta pemacu JDBC proksi untuk kelas {0} -- pemacu asal dimuatkan oleh System ClassLoader

source: Query took {0} to run; minimum for cache eligibility is {1}
hu: A lekérdezés lefutásához {0} kellett; a gyorsítótár jogosultságának minimuma {1}
ms: Query mengambil masa {0} untuk dijalankan; minimum untuk kelayakan cache adalah {1}

source: Cannot resolve joined field due to ambiguous joins: table {0} (ID {1}) joined multiple times. You need to wrap field references in explicit :joined-field clauses.
hu: Az összekapcsolt mező nem oldható fel a kétértelmű csatlakozások miatt: a(z) {0} táblázat (azonosító: {1}) többször csatlakozott. Csomagolja a mezőhivatkozásokat explicit :joined-field záradékokba.
ms: Tidak dapat menyelesaikan medan yang digabungkan kerana gabungan yang tidak jelas: jadual {0} (ID {1}) digabungkan beberapa kali. Anda perlu membungkus rujukan medan dalam klausa yang jelas.

source: I don''t know how to `overflow stack`. Here''s what I can do: `help`, `list`, `show`
hu: Nem tudom, hogyan kell "túlcsordítani a stacket". A következőket tehetem: "Súgó", "Lista", "Megjelenítés".
ms: Saya tidak tahu bagaimana untuk `overflow stack`. Berikut adalah apa yang saya boleh lakukan: `bantuan`, `senarai`, `tunjukkan`

source: Test setting - this only shows up in dev (1)
hu: Tesztbeállítás - ez csak fejlesztői módban jelenik meg (1)
ms: Tetapan ujian - ini hanya muncul dalam dev (1)

source: Test setting - this only shows up in dev (2)
hu: Tesztbeállítás - ez csak fejlesztői módban jelenik meg (2)
ms: Tetapan ujian - ini hanya muncul dalam dev (2)

source: Test setting - this only shows up in dev (3)
hu: Tesztbeállítás - ez csak fejlesztői módban jelenik meg (3)
ms: Tetapan ujian - ini hanya muncul dalam dev (3)

source: Test setting - this only shows up in dev (4)
hu: Tesztbeállítás - ez csak fejlesztői módban jelenik meg (4)
ms: Tetapan ujian - ini hanya muncul dalam dev (4)

source: Test setting - with i18n
hu: Tesztbeállítás - i18n-nal
ms: Tetapan ujian - dengan i18n

source: This is a sample sensitive Setting.
hu: Ez egy minta érzékeny beállítás.
ms: Ini adalah Tetapan sensitif contoh.

# This is a new information message on the new pulse creation page.
source: Pulses are being phased out
hu: Az impulzusok kivon
ms: Pulses sedang diperingkat keluar KONTEKS Ini adalah maklumat baru ... halaman penciptaan pulse baru.

source: You can now set up {0} instead. We'll remove Pulses in a future release, and help you migrate any that you still have.
hu: Most m
ms: Anda kini boleh menyediakan {0} sebagai ganti. Kami akan menghapuskan Pulses dalam versi akan datang, dan membantu anda mengalihkan sebarang yang masih anda ada.

source: dashboard subscriptions
hu: irányítópult előfizetések
ms: langganan papan pemuka

source: {0} charts in your subscription won't look the same as in your dashboard. {1}
hu: Az el
ms: {0} carta dalam langganan anda tidak akan kelihatan sama seperti dalam papan pemuka anda. {1}

source: minutes past the hour
ar: دقائق بعد الساعة
bg: минути след часа
ca: minuts després de l'hora
de: minuten einer Stunde
eo: minutes clocked outta the hour
es: minutos después de la hora
fa: دقایق پس از ساعت
fi: minuuttia yli tunnin
fr: minutes après l'heure
hu: Az előfizetésében szereplő {0} diagramok nem fognak ugyanúgy kinézni, mint az irányítópultján. {1}
it: minuti passati dall'ora
ja: 分
lt: minutės po valandos
ms: minit selepas jam
nb: minutter over timen
nl: minuten na het uur
pl: minuty po godzinie
pt_br: minutos depois da hora
ru: минут после часа
sk: minút po hodine
sl: minut po uri
sq: minuta pas orës
sr: minuta nakon punog sata
sv: minuter efter hel timme
tr: saatin dakikaları
uk: хвилин після години
vi: phút sau giờ
zh_hk: 整點後 分鐘

source: Email sent
ar: تم إرسال البريد الإلكتروني
bg: Имейл изпратен
ca: Correu electrònic enviat
de: E-Mail gesendet
eo: Email's sent, fr fr
es: Correo electrónico enviado
fa: ایمیل ارسال شد
fi: Sähköposti lähetetty
fr: Courriel envoyé
hu: Email elküldve
it: Email inviata
ja: 送信されたメール
lt: El. laiškas išsiųstas
ms: E-mel dihantar
nb: E-post sendt
nl: E-mail is verstuurd
pl: E-mail wysłany
pt_br: E-mail enviado
ru: Электронное письмо отправлено
sk: Email odoslaný
sl: Poslano e-poštno sporočilo
sq: Email u dërgua
sr: E-pošta poslata
sv: Epost skickat
tr: E-posta gönderildi
uk: Лист надіслано
vi: Email đã được gửi
zh_hk: 電子郵件已發送

source: Add data to share this dashboard
hu: Adjon hozzá adatokat az irányítópult megosztásához
ms: Tambah data untuk kongsi papan pemuka ini

source: Dashboard subscriptions
hu: Irányítópult előfizetések
ms: Langganan papan pemuka

source: Text as a ISO-8601 timestamp
hu: Szöveg ISO-8601 időbélyegként
ms: Teks sebagai cap masa ISO-8601

source: Text as a ISO-8601 time
hu: Szöveg ISO-8601 időként
ms: Teks sebagai masa ISO-8601

source: Text as a ISO-8601 date
hu: Szöveg ISO-8601 dátumként
ms: Teks sebagai tarikh ISO-8601

source: UNIX Timestamp (Microseconds)
hu: UNIX időbélyeg (mikroszekundum)
ms: Cap Masa UNIX (Mikrosaat)

source: Pulses are being phased out
hu: Az impulzusok kivonásra kerülnek
ms: Pulses sedang diperingkat keluar

source: You can now set up {0} instead. We'll remove Pulses in a future release, and help you migrate any that you still have.
hu: Most beállíthatja a(z) {0}-t helyette. Az impulzusokat egy jövőbeli kiadásban eltávolítjuk, és segítünk áttelepíteni azokat, amelyek még mindig megvannak.
ms: Anda kini boleh menyediakan {0} sebagai ganti. Kami akan menghapuskan Pulses dalam versi akan datang, dan membantu anda mengalihkan sebarang yang masih anda ada.

source: File format
hu: Fájlformátum
ms: Format fail

source: Questions to attach
ar: الأسئلة المطلوب إرفاقها
bg: Въпроси за прикрепване
ca: Preguntes per adjuntar
de: Anzuhängende Fragen
eo: Questions to attach → Questions to slide in with
es: Preguntas para adjuntar
fa: سوالات برای پیوست کردن
fi: Kysymykset liitettäväksi
fr: Questions à joindre
hu: Csatolandó kérdések
it: Domande da allegare
ja: 添付する質問
lt: Klausimai, kuriuos reikia pridėti
ms: Soalan untuk dilampirkan
nb: Spørsmål å legge ved
nl: Deze vragen bijvoegen
pl: Pytania do załączenia
pt_br: Perguntas a anexar
ru: Запросы для прикрепления
sk: Otázky na priloženie
sl: Vprašanja, ki jih je treba priložiti
sq: Pyetje për t’i bashkëngjitur
sr: Pitanja za prilaganje
sv: Frågor att bifoga
tr: Eklemek için sorular
uk: Запити для вкладення
vi: Câu hỏi để đính kèm
zh_hk: 要附加的問題

source: Delete this subscription to {0}?
ar: هل تريد حذف هذا الاشتراك إلى {0}؟
bg: Да се ​​изтрие ли този абонамент за {0}?
ca: Eliminar aquesta subscripció a {0}?
de: Diese Subskription für {0} löschen?
eo: You tryna unfollow {0} or nah?
es: ¿Eliminar esta suscripción a {0}?
fa: آیا این اشتراک برای {0} حذف شود؟
fi: Poista tämä tilaus {0}:sta?
fr: Supprimer cet abonnement à {0} ?
hu: Törölni kívánja ezt az előfizetést a(z) {0}-ra?
it: Eliminare questa sottoscrizione a {0}?
ja: この購読を{0}に削除しますか?
lt: Ištrinti šią {0} prenumeratą?
ms: Padam langganan ini kepada {0}?
nb: Slette dette abonnementet for {0}?
nl: Uit de mailing op {0} verwijderen?
pl: Skasować tę subskrypcję {0}?
pt_br: Excluir esta assinatura de {0}?
ru: Удалить эту подписку на {0}?
sk: Zmazať toto predplatné pre {0}?
sl: Izbrisati to naročnino na {0}?
sq: Ta fshijmë këtë abonim për {0}?
sr: Obrisati ovu pretplatu na {0}?
sv: Radera prenumerationen till {0}?
tr: {0} aboneliği silinsin mi?
uk: Видалити цю підписку на {0}?
vi: Xóa đăng ký này vào {0}?
zh_hk: 刪除此{0}的訂閱？

source: {0} charts in your subscription won't look the same as in your dashboard. {1}.
hu: Az előfizetésében szereplő {0} diagramok nem fognak ugyanúgy kinézni, mint az irányítópultján. {1}.
ms: Carta {0} dalam langganan anda tidak akan kelihatan sama seperti dalam papan pemuka anda. {1}.

source: Fields to use for the table {0}
hu: A(z) {0} táblázat oszlopai
ms: Medan untuk digunakan bagi jadual {0}

source: rows
hu: sorok
ms: baris

source: columns
hu: oszlopok
ms: lajur

source: values
hu: értékek
ms: nilai

source: Error normalizing form.
hu: Hiba az űrlap normalizálásakor.
ms: Ralat menormalkan borang.

source: Error canonicalizing query
hu: Hiba a lekérdezés kanonizálásakor
ms: Ralat dalam menstandardkan query

source: Error performing whole query transformations
eo: Bruh, the query transformation just totally flopped lol
hu: Hiba a teljes lekérdezési átalakítás végrehajtásakor
lt: Klaida atliekant visos užklausos transformacijas
ms: Ralat dalam melaksanakan transformasi query keseluruhan

source: Error normalizing query
hu: Hiba a lekérdezés normalizálásakor
ms: Ralat dalam menormalkan query

source: Sandbox Cards can''t return columns that aren't present in the Table they are sandboxing.
hu: A Sandbox kártyák nem adhatnak vissza olyan oszlopokat, amelyek nincsenek jelen az általuk sandboxolt táblázatban.
ms: Kad Sandbox tidak boleh mengembalikan lajur yang tidak terdapat dalam Jadual yang mereka sandbox.

source: Sandbox Cards can''t return columns that have different types than the Table they are sandboxing.
hu: A Sandbox kártyák nem adhatnak vissza olyan oszlopokat, amelyek típusai eltérnek az általuk sandboxolt táblázat típusaitól.
ms: Kad Sandbox tidak boleh mengembalikan lajur yang mempunyai jenis yang berbeza daripada Jadual yang mereka sandbox.

source: Cannot update Card: Card is used for Sandboxing, and updates would violate sandbox rules.
ar: لا يمكن تحديث البطاقة: البطاقة مستخدمة لـ Sandboxing، وأي تحديثات ستنتهك قواعد بيئة معزولة.
bg: Не може да се актуализира Карта: Картата е използвана за Sandboxing и актуализациите ще нарушат правилата на sandbox.
ca: No es pot actualitzar la Targeta: la Targeta s'utilitza per a Sandboxing i les actualitzacions infringirien les regles de Sandbox.
de: Karte kann nicht aktualisiert werden: Karte wird für Sandboxing verwendet, und Aktualisierungen würden Sandbox-Regeln verletzen.
eo: Bruh, can’t update the card: it’s used for sandboxing, and updating it would break the sandbox rules.
es: No se puede actualizar la Tarjeta: La Tarjeta se utiliza para Sandboxing, y las actualizaciones violarían las reglas del sandbox.
fa: نمی‌توان کارت را به‌روزرسانی کرد: کارت برای Sandboxing استفاده می‌شود و به‌روزرسانی‌ها قوانین sandbox را نقض می‌کنند.
fi: Ei voi päivittää korttia: Korttia käytetään hiekkalaatikkotarkoituksiin, ja päivitykset rikkoisivat hiekkalaatikkosääntöjä.
fr: Impossible de mettre à jour la carte : La carte est utilisée pour le bac à sable, et les mises à jour violeraient les règles du bac à sable.
hu: A kártya nem frissíthető: A kártyát sandboxolásra használják, és a frissítések megsértenék a sandbox szabályokat.
it: Impossibile aggiornare la Carta: la Carta è utilizzata per Sandboxing, e le modifiche violerebbero le regole sandbox.
ja: カードの更新ができません。カードはサンドボックスで使用され、更新するとサンドボックスのルールに違反します。
lt: Negalima atnaujinti kortelės: kortelė naudojama smėlio dėžei, o atnaujinimai pažeistų smėlio dėžės taisykles.
ms: Tidak dapat mengemas kini Kad: Kad digunakan untuk Sandboxing, dan kemas kini akan melanggar peraturan sandbox.
nb: Kan ikke oppdatere kort: Kortet brukes til sandkassetilpasning, og oppdateringer vil bryte sandkassereglene.
nl: Kan kaart niet bijwerken: kaart wordt gebruikt voor Sandboxing, en updates zouden de sandbox-regels schenden.
pl: Nie można zaktualizować Karty: Karta jest używana do Sandboxing i aktualizacje naruszyłyby zasady piaskownicy.
pt_br: Não é possível atualizar o cartão: O cartão é usado para sandboxing, e as atualizações violariam as regras do sandbox.
ru: Не могу обновить карточку: карточка используется в песочнице, и обновление будет нарушать правила песочницы.
sk: Nie je možné aktualizovať kartu: Karta sa používa na Sandboxing a aktualizácie by porušili pravidlá sandboxu.
sl: Kartice ni mogoče posodobiti: kartica se uporablja za peskovnik, posodobitve pa kršijo pravila peskovnika.
sq: Nuk mund të përditësohet Karta: Karta përdoret për Sandboxing, dhe përditësimet do të shkelin rregullat e sandbox.
sr: Nije moguće ažurirati Karticu: Kartica se koristi za Sandboxing, a ažuriranja bi prekršila sandbox pravila.
sv: Kan inte uppdatera Kort: Kortet används för Sandboxing, och uppdateringar skulle bryta mot sandbox-regler.
tr: Kartı güncellenemez: Kart Sandboxing için kullanılıyor ve güncellemeler sandbox kurallarını ihlal edecektir.
uk: Не вдається оновити картку: картка використовується для Sandboxing, і оновлення порушили б правила sandbox.
vi: Không thể cập nhật Thẻ: Thẻ được sử dụng cho thử nghiệm, và các bản cập nhật sẽ vi phạm quy tắc thử nghiệm.
zh_hk: 無法更新卡片：卡片用於Sandboxing，更新將會違反sandbox規則。

source: You cannot change the Table ID of a GTAP once it has been created.
hu: A GTAP létrehozása után nem változtathatja meg a Táblázat azonosítóját.
ms: Anda tidak boleh mengubah ID Jadual GTAP setelah ia dicipta.

source: `database` is required for all queries.
hu: Az "adatbázis" szükséges minden lekérdezéshez.
lt: „duomenų bazė“ reikalinga visoms užklausoms.
ms: `pangkalan data` diperlukan untuk semua query.

source: ERROR {0}
hu: HIBA: {0}
ms: RALAT {0}

source: copied {0} instances.
hu: {0} példány másolva.
ms: disalin {0} contoh.

source: Copying instances of {0}...
hu: A(z) {0} példány másolása...
ms: Menyalin contoh {0}...

source: Error copying instances of {0}
ar: خطأ أثناء نسخ مثيلات {0}
bg: Грешка при копиране на инстанции на {0}
ca: Error en copiar instàncies de {0}
de: Fehler beim Kopieren von Instanzen von {0}
eo: Oops, error copying instances of {0} lol
es: Error al copiar instancias de {0}
fa: خطا در کپی کردن نمونه‌های {0}
fi: Virhe kopioitaessa esiintymiä {0}
fr: Erreur de copie des instances de {0}.
hu: Hiba a(z) {0} példány másolásakor
it: Errore nel copiare le istanze di {0}
ja: {0}のインスタンスをコピーする際のエラー
lt: Klaida kopijuojant {0} egzempliorius
ms: Ralat menyalin contoh {0}
nb: Feil ved kopiering av instanser av {0}
nl: Fout bij het kopiëren van {0}
pl: Błąd kopiowania instancji {0}
pt_br: Erro ao copiar instâncias de {0}
ru: Ошибка копирования экземпляров {0}
sk: Chyba pri kopírovaní inštancií {0}
sl: Napaka pri kopiranju primerkov {0}
sq: Gabim gjatë kopjimit të instancave të {0}
sr: Greška pri kopiranju instanci za {0}
sv: Fel vid kopiering av instanser av {0}
tr: {0} örneklerini kopyalarken hata oluştu
uk: Помилка копіювання екземплярів {0}
vi: Lỗi sao chép các bản sao của {0}
zh_hk: 複製{0}的實例時出錯。

source: Temporarily disabling DB constraints...
ar: تعطيل قيود قاعدة البيانات مؤقتًا...
bg: Временно деактивиране на ограниченията на DB...
ca: Desactivant temporalment les restriccions de la BD...
de: Deaktiviere vorübergehend DB-Einschränkungen...
eo: Turning off the DB constraints for now lol
es: Desactivando temporalmente restricciones de la base de datos...
fa: غیرفعال کردن محدودیت‌های DB به طور موقت...
fi: Poistetaan väliaikaisesti DB-rajoituksia...
fr: Désactiver temporairement les contraintes de la DB...
hu: DB megszorítások ideiglenes letiltása...
it: Disabilitazione temporanea dei vincoli del database...
ja: DBの制約を一時的に無効にする...。
lt: Laikinai išjungiami DB apribojimai...
ms: Mematikan sekatan DB sementara...
nb: Deaktiverer midlertidig DB-begrensninger...
nl: Tijdelijk DB-beperkingen uitschakelen...
pl: Tymczasowe wyłączanie ograniczeń bazy danych...
pt_br: Desativando temporariamente as restrições de banco de dados...
ru: Временное отключение ограничений БД...
sk: Dočasné zakázanie obmedzení DB...
sl: Začasno onemogočanje omejitev DB ...
sq: Po çaktivizohen përkohësisht constraint-et e DB...
sr: Privremeno onemogućavam DB ograničenja...
sv: Inaktiverar tillfälligt DB-begränsningar...
tr: DB kısıtlamaları geçici olarak devre dışı bırakılıyor...
uk: Тимчасово вимикаємо обмеження БД...
vi: Tạm thời vô hiệu hóa các ràng buộc cơ sở dữ liệu...
zh_hk: 暫時停用資料庫約束...

source: Re-enabling DB constraints...
ar: إعادة تمكين قيود قاعدة البيانات...
bg: Активиране на ограниченията на DB отново...
ca: Re-activant les restriccions de la BD...
de: Erneute Aktivierung von DB-Einschränkungen...
eo: Re-enabling the DB constraints, fr fr.
es: Reactivando restricciones de la base de datos...
fa: فعال‌سازی دوباره محدودیت‌های DB...
fi: Otetaan DB-rajoituksia uudelleen käyttöön...
fr: Réactiver les contraintes de la DB...
hu: DB megszorítások újra engedélyezése...
it: Riabilitazione dei vincoli del database...
ja: DB制約の再有効化...
lt: Iš naujo įgalinami DB apribojimai...
ms: Mengaktifkan semula sekatan DB...
nb: Reaktiverer DB-begrensninger...
nl: DB-beperkingen opnieuw inschakelen...
pl: Ponowne włączanie ograniczeń bazy danych...
pt_br: Habilitando novamente as restrições de banco de dados...
ru: Повторное включение ограничений БД...
sk: Opätovné povolenie obmedzení DB...
sl: Ponovno omogočanje omejitev DB ...
sq: Po riaktivizohen constraint-et e DB...
sr: Ponovo omogućavam DB ograničenja...
sv: Återaktiverar DB-begränsningar...
tr: DB kısıtlamaları yeniden etkinleştiriliyor...
uk: Повторно вмикаємо обмеження БД...
vi: Kích hoạt lại các ràng buộc cơ sở dữ liệu...
zh_hk: 重新啟用資料庫約束...
