Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: If a question only appears in a single dashboard in this collection, it'll be moved into that dashboard to declutter the collection.
ar: إذا كان السؤال يظهر فقط في لوحة معلومات واحدة داخل هذه المجموعة، فسيُنقل إلى تلك اللوحة لإزالة الفوضى من المجموعة.
bg: Ако даден въпрос се появи само в едно табло в тази колекция, той ще бъде преместен в това табло, за да разчисти колекцията.
ca: Si una pregunta només apareix en un únic tauler d'aquesta col·lecció, es mourà a aquest tauler per desordenar la col·lecció.
de: Wenn eine Frage nur in einem einzigen Dashboard in dieser Sammlung erscheint, wird sie in dieses Dashboard verschoben, um die Sammlung zu entrümpeln.
eo: If a q just pops up in only one dashboard in this collection, it's gonna get moved there to keep things chill and organized.
es: Si una pregunta solo aparece en un único panel de esta colección, se moverá a ese panel para ordenar la colección.
fa: اگر سؤالی فقط در یک داشبورد در این مجموعه ظاهر شود، به آن داشبورد منتقل می‌شود تا مجموعه را شلوغ کند.
fi: Jos kysymys näkyy vain yhdessä tämän kokoelman koontinäytössä, se siirretään kyseiseen hallintapaneeliin kokoelman tyhjentämiseksi.
fr: Si une question n'apparaît que dans un seul tableau de bord de cette collection, elle sera déplacée vers ce tableau de bord pour désencombrer la collection.
it: Se una domanda appare solo in una dashboard di questa raccolta, verrà spostata in quella dashboard per riordinare la raccolta.
ja: 質問がこのコレクション内の 1 つのダッシュボードにのみ表示される場合は、コレクションを整理するためにそのダッシュボードに移動されます。
lt: Jei klausimas rodomas tik vienoje šios kolekcijos informacijos suvestinėje, jis bus perkeltas į tą informacijos suvestinę, kad būtų panaikinta kolekcija.
nb: Hvis et spørsmål bare finnes i ett enkelt instrumentbord i denne samlingen, flyttes det til dette instrumentbordet for å rydde opp i samlingen.
nl: Als een vraag maar in één dashboard in deze verzameling voorkomt, wordt deze naar dat dashboard verplaatst om de verzameling overzichtelijker te maken.
pl: Jeśli pytanie pojawia się tylko na jednym pulpicie w tej kolekcji, zostanie ono przeniesione do tego pulpitu w celu uporządkowania kolekcji.
pt_br: Se uma pergunta aparecer apenas em um único painel desta coleção, ela será movida para esse painel para organizar a coleção.
ru: Если вопрос отображается только на одной панели в этой коллекции, он будет перемещен на эту панель, чтобы навести порядок в коллекции.
sk: Ak sa otázka zobrazí iba na jednom informačnom paneli v tejto kolekcii, bude presunutá do tohto panela, aby sa zbierka odstránila.
sl: Če se vprašanje pojavi samo na eni nadzorni plošči v tej zbirki, bo premaknjeno na to nadzorno ploščo, da se razčisti zbirka.
sq: Nëse një pyetje shfaqet vetëm në një panel të vetëm në këtë koleksion, ajo do të zhvendoset në atë panel për të rregulluar koleksionin.
sr: Ako se pitanje pojavljuje samo na jednoj kontrolnoj tabli u ovoj kolekciji, biće premešteno na tu kontrolnu tablu kako bi se kolekcija raščistila.
sv: Om en fråga bara visas i en enda instrumentpanel i den här samlingen, flyttas den till den instrumentpanelen för att rensa samlingen.
tr: Bir soru bu koleksiyondaki yalnızca tek bir panoda görünüyorsa, koleksiyonu düzenlemek için o panoya taşınır.
uk: Якщо запит відображається лише на одному дашборді в цій колекції, його буде переміщено на цей дашборд, щоб зменшити захаращеність колекції.
vi: Nếu một câu hỏi chỉ xuất hiện trong một bảng điều khiển duy nhất trong bộ sưu tập này, câu hỏi đó sẽ được chuyển vào bảng điều khiển đó để dọn dẹp bộ sưu tập.
zh_hk: 如果問題只出現在此集合中的單一儀表板中，則會移至該儀表板中，以整理集合。

source: Permissions won’t change.
ar: لن تتغير الأذونات.
bg: Разрешенията няма да се променят.
ca: Els permisos no canviaran.
de: Die Berechtigungen ändern sich nicht.
eo: Permissions ain’t about to switch up, frfr
es: Los permisos no cambiarán.
fa: مجوزها تغییر نخواهند کرد
fi: Käyttöoikeudet eivät muutu.
fr: Les autorisations ne changeront pas.
it: Le autorizzazioni non cambieranno.
ja: 権限は変更されません。
lt: Leidimai nepasikeis.
nb: Tillatelsene endres ikke.
nl: De rechten veranderen niet.
pl: Uprawnienia nie ulegną zmianie.
pt_br: As permissões não serão alteradas.
ru: Разрешения не изменятся.
sk: Povolenia sa nezmenia.
sl: Dovoljenja se ne bodo spremenila.
sq: Lejet nuk do të ndryshojnë.
sr: Dozvole se neće promeniti.
sv: Behörigheterna ändras inte.
tr: İzinler değişmeyecek.
uk: Права доступу не зміняться.
vi: Quyền sẽ không thay đổi.
zh_hk: 權限不會改變。

source: Preview the changes
ar: عاين التغييرات
bg: Визуализирайте промените
ca: Previsualitza els canvis
de: Vorschau der Änderungen
eo: Check out the glow-up
es: Vista previa de los cambios
fa: پیش نمایش تغییرات
fi: Esikatsele muutokset
fr: Aperçu des modifications
it: Visualizza in anteprima le modifiche
ja: 変更をプレビューする
lt: Peržiūrėkite pakeitimus
nb: Forhåndsvis endringene
nl: Bekijk de wijzigingen vooraf
pl: Podgląd zmian
pt_br: Visualizar as alterações
ru: Предварительный просмотр изменений
sk: Ukážka zmien
sl: Predogled sprememb
sq: Parashiko ndryshimet
sr: Pregledaj izmene
sv: Förhandsgranska ändringarna
tr: Değişiklikleri önizleyin
uk: Переглянути зміни
vi: Xem trước các thay đổi
zh_hk: 預覽變更

source: The questions were successfully moved into their dashboards
ar: تم نقل الأسئلة إلى لوحات المعلومات الخاصة بها بنجاح
bg: Въпросите бяха успешно преместени в техните табла за управление
ca: Les preguntes es van traslladar correctament als seus taulers de control
de: Die Fragen wurden erfolgreich in ihre Dashboards verschoben
eo: The questions lowkey got moved into their dashboards, fr.
es: Las preguntas se trasladaron correctamente a sus paneles de control.
fa: سوالات با موفقیت به داشبورد آنها منتقل شد
fi: Kysymykset siirrettiin onnistuneesti heidän hallintapaneeliinsa
fr: Les questions ont été déplacées avec succès dans leurs tableaux de bord
it: Le domande sono state spostate con successo nelle loro dashboard
ja: 質問はダッシュボードに正常に移動されました
lt: Klausimai buvo sėkmingai perkelti į jų prietaisų skydelius
nb: Spørsmålene ble flyttet inn i dashbordene deres
nl: De vragen zijn succesvol verplaatst naar hun dashboards
pl: Pytania zostały pomyślnie przeniesione do pulpitów nawigacyjnych
pt_br: As perguntas foram movidas com sucesso para seus painéis
ru: Вопросы были успешно перемещены на их панели управления.
sk: Otázky boli úspešne presunuté do ich panelov
sl: Vprašanja so bila uspešno premaknjena na njihove nadzorne plošče
sq: Pyetjet u zhvendosën me sukses në panelet e tyre
sr: Pitanja su uspešno premeštena u njihove kontrolne table
sv: Frågorna flyttades framgångsrikt till deras instrumentpaneler
tr: Sorular panolarına başarıyla taşındı
uk: Запити успішно переміщено на їхні дашборди
vi: Các câu hỏi đã được chuyển thành công vào bảng điều khiển của họ
zh_hk: 問題已成功移至其儀表板中

source: by the minute
ar: بالدقيقة
bg: на минута
ca: per minut
de: von Minute zu Minute
eo: literally happening so fast rn
es: por minuto
fa: دقیقه
fi: minuutilla
fr: à la minute
it: al minuto
ja: 分単位で
nb: minutt for minutt
nl: per minuut
pl: co minutę
pt_br: por minuto
ru: по минутам
sk: po minúte
sl: na minuto
sq: çdo minutë
sr: svakog minuta
sv: per minut
tr: dakikaya göre
uk: щохвилини
vi: theo phút
zh_hk: 逐分

source: custom
ar: مخصّص
bg: персонализиран
ca: personalitzat
de: benutzerdefiniert
eo: Custom → "Vibe" or "Personalized" (depending on context, but "vibe" is most lit)
es: personalizado
fa: سفارشی
fi: mukautettu
fr: personnalisée
it: personalizzato
ja: カスタム
nb: egendefinert
nl: aangepast
pl: własny
pt_br: personalizado
ru: произвольный
sk: voliteľný
sl: običaj
sq: i personalizuar
sr: prilagođeno
sv: anpassad
tr: özel
uk: кастомний
vi: tập quán
zh_hk: 自訂

source: Action parameters do not support dropdown lists or search box filters, and can't limit values for linked filters.
ar: مَعلمات الإجراء لا تدعم قوائم منسدلة أو فلاتر مربع البحث، ولا يمكنها تقييد القيم للفلاتر المرتبطة.
bg: Параметрите на действие не поддържат падащи списъци или филтри в полето за търсене и не могат да ограничават стойности за свързани филтри.
ca: Els paràmetres d'acció no admeten llistes desplegables ni filtres de quadres de cerca i no poden limitar els valors dels filtres enllaçats.
de: Aktionsparameter unterstützen keine Dropdown-Listen oder Suchfeldfilter und können Werte für verknüpfte Filter nicht begrenzen.
eo: Yo, action params can’t do dropdowns or search filters, and they can’t cap values for linked filters either.
es: Los parámetros de acción no admiten listas desplegables ni filtros de cuadro de búsqueda y no pueden limitar los valores de los filtros vinculados.
fa: پارامترهای کنش از لیست‌های کشویی یا فیلترهای جعبه جستجو پشتیبانی نمی‌کنند و نمی‌توانند مقادیر را برای فیلترهای پیوند شده محدود کنند.
fi: Toimintoparametrit eivät tue avattavia luetteloita tai hakukentän suodattimia, eivätkä ne voi rajoittaa linkitettyjen suodattimien arvoja.
fr: Les paramètres d'action ne prennent pas en charge les listes déroulantes ou les filtres de zone de recherche et ne peuvent pas limiter les valeurs des filtres liés.
it: I parametri di azione non supportano elenchi a discesa o filtri della casella di ricerca e non possono limitare i valori per i filtri collegati.
ja: アクション パラメータはドロップダウン リストや検索ボックス フィルターをサポートしておらず、リンクされたフィルターの値を制限することはできません。
lt: Veiksmo parametrai nepalaiko išskleidžiamųjų sąrašų ar paieškos laukelio filtrų ir negali apriboti susietų filtrų verčių.
nb: Handlingsparametere støtter ikke rullegardinlister eller søkefeltfiltre, og kan ikke begrense verdier for koblede filtre.
nl: Actieparameters ondersteunen geen vervolgkeuzelijsten of zoekvakfilters en kunnen geen waarden voor gekoppelde filters beperken.
pl: Parametry akcji nie obsługują list rozwijanych ani filtrów w polach wyszukiwania i nie mogą ograniczać wartości dla filtrów powiązanych.
pt_br: Os parâmetros de ação não oferecem suporte a listas suspensas ou filtros de caixa de pesquisa e não podem limitar valores para filtros vinculados.
ru: Параметры действия не поддерживают раскрывающиеся списки или фильтры поля поиска и не могут ограничивать значения для связанных фильтров.
sk: Parametre akcie nepodporujú rozbaľovacie zoznamy ani filtre vyhľadávacieho poľa a nemôžu obmedziť hodnoty pre prepojené filtre.
sl: Parametri dejanj ne podpirajo spustnih seznamov ali filtrov iskalnega polja in ne morejo omejiti vrednosti za povezane filtre.
sq: Parametrat e Veprimit nuk mbështesin lista dropdown ose filtra me kuti kërkimi, dhe nuk mund të kufizojnë vlerat për filtra të lidhur.
sr: Parametri Akcije ne podržavaju padajuće liste ili filtere u polju za pretragu i ne mogu da ograniče vrednosti za povezane filtere.
sv: Åtgärdsparametrar stöder inte rullgardinslistor eller sökrutefilter och kan inte begränsa värden för länkade filter.
tr: Eylem parametreleri açılır listeleri veya arama kutusu filtrelerini desteklemez ve bağlantılı filtreler için değerleri sınırlayamaz.
uk: Параметри дій не підтримують випадаючі списки або фільтри в полі пошуку і не можуть обмежувати значення для пов’язаних фільтрів.
vi: Tham số hành động không hỗ trợ danh sách thả xuống hoặc bộ lọc hộp tìm kiếm và không thể giới hạn giá trị cho các bộ lọc được liên kết.
zh_hk: 動作參數不支援下拉清單或搜尋方塊篩選器，也無法限制連結篩選器的值。

source: Action parameters only accept a single value. They do not support dropdown lists or search box filters, and can't limit values for linked filters.
ar: مَعلمات الإجراء تقبل قيمة واحدة فقط. لا تدعم قوائم منسدلة أو فلاتر مربع البحث، ولا يمكنها تقييد القيم للفلاتر المرتبطة.
bg: Параметрите на действие приемат само една стойност. Те не поддържат падащи списъци или филтри в полето за търсене и не могат да ограничават стойности за свързани филтри.
ca: Els paràmetres d'acció només accepten un valor únic. No admeten llistes desplegables ni filtres de quadres de cerca i no poden limitar els valors dels filtres enllaçats.
de: Aktionsparameter akzeptieren nur einen einzelnen Wert. Sie unterstützen keine Dropdown-Listen oder Suchfeldfilter und können Werte für verknüpfte Filter nicht begrenzen.
eo: Action params only take one vibe at a time. No dropdowns, search box filters, or limiters for linked filters—it's just one and done, fr.
es: Los parámetros de acción solo aceptan un valor. No admiten listas desplegables ni filtros de búsqueda, ni pueden limitar los valores de los filtros vinculados.
fa: پارامترهای عمل فقط یک مقدار را می پذیرند. آن‌ها از لیست‌های کشویی یا فیلترهای جعبه جستجو پشتیبانی نمی‌کنند و نمی‌توانند مقادیر فیلترهای مرتبط را محدود کنند.
fi: Toimintoparametrit hyväksyvät vain yhden arvon. Ne eivät tue avattavia luetteloita tai hakukenttäsuodattimia, eivätkä ne voi rajoittaa linkitettyjen suodattimien arvoja.
fr: Les paramètres d'action n'acceptent qu'une seule valeur. Ils ne prennent pas en charge les listes déroulantes ni les filtres de recherche, et ne peuvent pas limiter les valeurs des filtres liés.
it: I parametri di azione accettano solo un singolo valore. Non supportano elenchi a discesa o filtri di casella di ricerca e non possono limitare i valori per i filtri collegati.
ja: アクション パラメータは単一の値のみを受け入れます。ドロップダウン リストや検索ボックス フィルターはサポートされておらず、リンクされたフィルターの値を制限することはできません。
lt: Veiksmo parametrai priima tik vieną reikšmę. Jie nepalaiko išskleidžiamųjų sąrašų ar paieškos laukelio filtrų ir negali apriboti susietų filtrų verčių.
nb: Handlingsparametere godtar bare én enkelt verdi. De støtter ikke rullegardinlister eller søkefeltfiltre, og kan ikke begrense verdier for koblede filtre.
nl: Actieparameters accepteren slechts één waarde. Ze ondersteunen geen dropdownlijsten of zoekvakfilters en kunnen geen waarden voor gekoppelde filters beperken.
pl: Parametry akcji akceptują tylko jedną wartość. Nie obsługują list rozwijanych ani filtrów pól wyszukiwania i nie mogą ograniczać wartości dla połączonych filtrów.
pt_br: Os parâmetros de ação aceitam apenas um único valor. Eles não oferecem suporte a listas suspensas ou filtros de caixa de pesquisa e não podem limitar valores para filtros vinculados.
ru: Параметры действия принимают только одно значение. Они не поддерживают раскрывающиеся списки или фильтры поля поиска и не могут ограничивать значения для связанных фильтров.
sk: Parametre akcie akceptujú iba jednu hodnotu. Nepodporujú rozbaľovacie zoznamy ani filtre vyhľadávacieho poľa a nemôžu obmedziť hodnoty pre prepojené filtre.
sl: Parametri dejanj sprejmejo samo eno vrednost. Ne podpirajo spustnih seznamov ali filtrov iskalnih polj in ne morejo omejiti vrednosti za povezane filtre.
sq: Parametrat e Veprimit pranojnë vetëm një vlerë të vetme. Ata nuk mbështesin lista dropdown ose filtra me kuti kërkimi, dhe nuk mund të kufizojnë vlerat për filtra të lidhur.
sr: Parametri Akcije prihvataju samo jednu vrednost. Ne podržavaju padajuće liste ili filtere u polju za pretragu i ne mogu da ograniče vrednosti za povezane filtere.
sv: Åtgärdsparametrar accepterar bara ett enda värde. De stöder inte rullgardinslistor eller sökrutefilter och kan inte begränsa värden för länkade filter.
tr: Eylem parametreleri yalnızca tek bir değer kabul eder. Açılır listeleri veya arama kutusu filtrelerini desteklemezler ve bağlantılı filtreler için değerleri sınırlayamazlar.
uk: Параметри дій приймають лише одне значення. Вони не підтримують випадаючі списки або фільтри в полі пошуку і не можуть обмежувати значення для пов’язаних фільтрів.
vi: Tham số hành động chỉ chấp nhận một giá trị duy nhất. Chúng không hỗ trợ danh sách thả xuống hoặc bộ lọc hộp tìm kiếm và không thể giới hạn giá trị cho bộ lọc được liên kết.
zh_hk: 動作參數只接受單一值。它們不支援下拉清單或搜尋方塊篩選器，也無法限制連結篩選器的值。

source: View question(s)
ar: اعرض السؤال/الأسئلة
bg: Преглед на въпрос(и)
ca: Veure pregunta(es)
de: Frage(n) anzeigen
eo: Check out the question(s)
es: Ver pregunta(s)
fa: مشاهده سوال(ها)
fi: Näytä kysymys(et)
fr: Voir la(les) question(s)
it: Visualizza la/le domanda/e
ja: 質問を表示
nb: Vis spørsmål
nl: Bekijk vraag/vragen
pl: Zobacz pytanie(a)
pt_br: Ver pergunta(s)
ru: Просмотреть вопрос(ы)
sk: Zobraziť otázku(y)
sl: Ogled vprašanj
sq: Shiko pyetjen(at)
sr: Prikaži pitanje(a)
sv: Visa fråga(r)
tr: Soruyu görüntüle
uk: Переглянути запит(и)
vi: Xem câu hỏi
zh_hk: 檢視問題

source: This usually takes around {0}.
ar: عادةً ما يستغرق هذا حوالي {0}.
bg: Това обикновено отнема около {0}.
ca: Això normalment triga al voltant de {0}.
de: Dies dauert normalerweise etwa {0}.
es: Esto suele tardar alrededor de {0}.
fa: این معمولاً حدود {0}طول می‌کشد.
fi: Tämä kestää yleensä noin {0}.
fr: Cela prend généralement environ {0}.
it: Di solito questo richiede circa {0}.
ja: これには通常 {0}程度かかります。
nb: Dette tar vanligvis rundt {0}.
nl: Dit duurt meestal ongeveer {0}.
pl: Zwykle trwa to około {0}.
pt_br: Isso geralmente leva cerca de {0}.
ru: Обычно это занимает около {0}.
sk: To zvyčajne trvá približne {0}.
sl: To običajno traja približno {0}.
sq: Kjo zakonisht zgjat rreth {0}.
sr: Ovo obično traje oko {0}.
sv: Detta tar vanligtvis runt {0}.
tr: Bu genellikle yaklaşık {0}sürer.
uk: Зазвичай це займає приблизно {0}.
vi: Quá trình này thường mất khoảng {0}.
zh_hk: 這通常需要大約 {0}。

source: Waiting for your data
ar: بانتظار بياناتك
bg: Чакам вашите данни
ca: Esperant les teves dades
de: Warten auf Ihre Daten
es: Esperando tus datos
fa: منتظر داده‌های شما هستیم
fi: Odotetaan dataasi
fr: En attente de vos données
it: In attesa dei tuoi dati
ja: データを待っています
nb: Venter på dataene dine
nl: Wachten op uw gegevens
pl: Czekam na Twoje dane
pt_br: Aguardando seus dados
ru: Жду ваших данных
sk: Čakám na vaše údaje
sl: Čakam na vaše podatke
sq: Duke pritur për të dhënat tuaja
sr: Čekamo vaše podatke
sv: Väntar på dina uppgifter
tr: Verilerinizi bekliyoruz
uk: Очікуємо на ваші дані
vi: Đang chờ dữ liệu của bạn
zh_hk: 等待您的資料

source: You can use caching to speed up question loading.
ar: يمكنك استخدام التخزين المؤقت لتسريع تحميل السؤال.
bg: Можете да използвате кеширане, за да ускорите зареждането на въпроси.
ca: Podeu utilitzar la memòria cau per accelerar la càrrega de les preguntes.
de: Sie können das Laden der Fragen durch Caching beschleunigen.
es: Puede utilizar el almacenamiento en caché para acelerar la carga de preguntas.
fa: شما می‌توانید از قابلیت ذخیره‌سازی موقت (caching) برای افزایش سرعت بارگذاری سوالات استفاده کنید.
fi: Voit käyttää välimuistia nopeuttaaksesi kysymysten latautumista.
fr: Vous pouvez utiliser la mise en cache pour accélérer le chargement des questions.
it: È possibile utilizzare la memorizzazione nella cache per velocizzare il caricamento delle domande.
ja: キャッシュを使用すると、質問の読み込みを高速化できます。
nb: Du kan bruke hurtigbufring for å gjøre innlastingen av spørsmål raskere.
nl: U kunt caching gebruiken om het laden van vragen te versnellen.
pl: Aby przyspieszyć ładowanie pytań, możesz skorzystać z buforowania.
pt_br: Você pode usar o cache para acelerar o carregamento das perguntas.
ru: Вы можете использовать кэширование для ускорения загрузки вопросов.
sk: Na zrýchlenie načítania otázok môžete použiť ukladanie do vyrovnávacej pamäte.
sl: Za pospešitev nalaganja vprašanj lahko uporabite predpomnjenje.
sq: Mund të përdorni caching për të përshpejtuar ngarkimin e pyetjes.
sr: Možete koristiti keširanje da ubrzate učitavanje pitanja.
sv: Du kan använda cachning för att snabba upp inläsningen av frågor.
tr: Soru yüklemesini hızlandırmak için önbelleği kullanabilirsiniz.
uk: Ви можете використати кешування, щоб прискорити завантаження запитів.
vi: Bạn có thể sử dụng bộ nhớ đệm để tăng tốc độ tải câu hỏi.
zh_hk: 您可以使用快取來加快問題的載入速度。

source: Making dashboards faster
ar: تسريع لوحات المعلومات
bg: Ускоряване на таблата за управление
ca: Fer que els quadres de comandament siguin més ràpids
de: Dashboards schneller erstellen
es: Cómo hacer que los paneles de control sean más rápidos
fa: سریع‌تر کردن داشبوردها
fi: Kojelaudan nopeampi tekeminen
fr: Rendre les tableaux de bord plus rapides
it: Rendere i dashboard più veloci
ja: ダッシュボードを高速化する
nb: Gjør instrumentpaneler raskere
nl: Dashboards sneller maken
pl: Przyspieszanie działania pulpitów nawigacyjnych
pt_br: Tornando os painéis mais rápidos
ru: Ускорение работы панелей управления
sk: Zrýchlenie dashboardov
sl: Hitrejše izdelovanje nadzornih plošč
sq: Përshpejtimi i paneleve
sr: Kako ubrzati kontrolne table
sv: Göra instrumentpaneler snabbare
tr: Gösterge panellerini daha hızlı hale getirme
uk: Прискорюємо дашборди
vi: Làm cho bảng thông tin nhanh hơn
zh_hk: 讓儀表板更快速

source: Some columns are missing, this card might not render correctly.
ar: بعض الأعمدة مفقودة، وقد لا يتم عرض هذه البطاقة بشكل صحيح.
bg: Някои колони липсват, тази карта може да не се изобрази правилно.
ca: Falten algunes columnes, és possible que aquesta targeta no es renderitzi correctament.
de: Einige Spalten fehlen, diese Karte wird möglicherweise nicht richtig dargestellt.
es: Faltan algunas columnas, es posible que esta tarjeta no se represente correctamente.
fa: بعضی از ستون‌ها وجود ندارند، ممکن است این کارت به درستی رندر نشود.
fi: Jotkin sarakkeet puuttuvat, joten tämä kortti ei välttämättä näy oikein.
fr: Certaines colonnes sont manquantes, cette carte pourrait ne pas s'afficher correctement.
it: Mancano alcune colonne, questa scheda potrebbe non essere visualizzata correttamente.
ja: いくつかの列が欠落しているため、このカードは正しくレンダリングされない可能性があります。
nb: Noen kolonner mangler, og det kan hende at dette kortet ikke gjengis riktig.
nl: Er ontbreken enkele kolommen. Deze kaart wordt mogelijk niet correct weergegeven.
pl: Brakuje niektórych kolumn, ta karta może nie być wyświetlana prawidłowo.
pt_br: Algumas colunas estão faltando, este cartão pode não ser renderizado corretamente.
ru: Некоторые столбцы отсутствуют, эта карточка может отображаться неправильно.
sk: Niektoré stĺpce chýbajú, táto karta sa nemusí zobraziť správne.
sl: Nekateri stolpci manjkajo, zato se ta kartica morda ne bo pravilno prikazala.
sq: Disa kolona mungojnë, kjo kartë mund të mos renderohet siç duhet.
sr: Neke kolone nedostaju, ova kartica možda neće biti pravilno prikazana.
sv: Vissa kolumner saknas, det här kortet kanske inte visas korrekt.
tr: Bazı sütunlar eksik, bu kart doğru şekilde görüntülenmeyebilir.
uk: Деяких колонок бракує, ця картка може відображатися некоректно.
vi: Một số cột bị thiếu, thẻ này có thể không hiển thị chính xác.
zh_hk: 某些欄位遺失，此卡可能無法正確呈現。

source: This dashboard is empty
ar: لوحة المعلومات هذه فارغة
bg: Това табло е празно
ca: Aquest tauler està buit
de: Dieses Dashboard ist leer
eo: This dashboard’s totally empty, no cap
es: Este tablero está vacío
fa: این داشبورد خالی است
fi: Tämä kojelauta on tyhjä
fr: Ce tableau de bord est vide
it: Questa dashboard è vuota
ja: このダッシュボードは空です
lt: Ši prietaisų skydelis tuščias
nb: Dette dashbordet er tomt
nl: Dit dashboard is leeg
pl: Ta tablica rozdzielcza jest pusta
pt_br: Este painel está vazio
ru: Эта панель пуста
sk: Tento informačný panel je prázdny
sl: Ta nadzorna plošča je prazna
sq: Ky panel është bosh
sr: Ova kontrolna tabla je prazna
sv: Den här instrumentpanelen är tom
tr: Bu pano boş
uk: Ця приладова дошка порожня
vi: Bảng điều khiển này trống rỗng
zh_hk: 此儀表板為空

source: There's nothing here, yet
ar: لا يوجد شيء هنا بعد
bg: Тук все още няма нищо
ca: No hi res aquí, encara
de: Hier ist noch nichts vorhanden
eo: There's nothing here yet, fr.
es: No hay nada aquí, todavía
fa: اینجا هنوز چیزی نیست
fi: Täällä ei ole vielä mitään
fr: Il n'y a rien ici pour le moment
it: Non c'è ancora niente qui
ja: まだ何もない
lt: Čia dar nieko nėra
nb: Ingenting her, enda
nl: Hier is nog niets
pl: Tu jeszcze nic nie ma
pt_br: Não há nada aqui ainda
ru: Пока что здесь ничего нет.
sk: Zatiaľ tu nič nie je
sl: Tukaj še ni ničesar
sq: Nuk ka asgjë këtu, ende
sr: Ovde još nema ničega
sv: Det finns inget här än
tr: Burada henüz hiçbir şey yok
uk: Тут ще нічого немає
vi: Chưa có gì ở đây cả
zh_hk: 這裡什麼都沒有
