Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Setting current thread context classloader to NEWLY CREATED classloader {0}...
hu: A jelenlegi szál kontextus osztálybetöltőjének beállítása az ÚJONNAN LÉTREHOZOTT osztálybetöltőre: {0}...
ms: Menetapkan pemuat kelas konteks benang semasa ke pemuat kelas YANG BARU DICIPTA {0}...

source: Added URL {0} to classpath
hu: A(z) {0} URL hozzáadva az osztályútvonalhoz.
ms: URL {0} ditambah ke classpath

source: Plugin {0} declares a dependency that Metabase does not understand: {1}
hu: A(z) {0} plugin egy olyan függőséget deklarál, amit a Metabase nem ért: {1}
ms: Pemalam {0} mengisytiharkan kebergantungan yang tidak difahami oleh Metabase: {1}

source: Refer to the plugin manifest reference for a complete list of valid plugin dependencies:
hu: Tekintse meg a plugin manifest referencia-t a teljes érvényes plugin függőségek listájáért:
ms: Rujuk kepada rujukan manifest pemalam untuk senarai lengkap kebergantungan pemalam yang sah:

source: Metabase cannot initialize plugin {0} due to required dependencies.
ar: لا يمكن لـ Metabase تهيئة الإضافة {0} بسبب تبعيات مطلوبة.
bg: Metabase не може да инициализира приставката {0} поради необходими зависимости.
ca: Metabase no pot inicialitzar el connector {0} ja que falten dependències.
de: Metabase kann das Plugin {0} wegen benötigten Abhängigkeiten nicht initialisieren.
eo: Metabase can't even start up the plugin {0} cuz it's missing some key dependencies fr fr.
es: Metabase no puede inicializar el complemento {0} debido a las dependencias requeridas.
fa: به دلیل وابستگی های مورد نیاز ، پایگاه داده نمی تواند پلاگین {0} را آغاز کند.
fi: Metabase ei voi alustaa lisäosaa {0} tarvittavien riippuvuuksien vuoksi.
fr: Metabase ne peut pas initialiser le plug-in {0} en raison des dépendances requises.
hu: A Metabase nem tudja inicializálni a(z) {0} plugin-t a szükséges függőségek miatt.
it: Metabase non può inizializzare il plugin {0} per via di dipendenze richieste.
ja: 必要な依存性を満たしていないため、Metabaseはプラグイン{0}を初期化できません。
lt: Dėl reikalingų priklausomybių metabazė negali inicijuoti papildinio {0} .
ms: Metabase tidak dapat memulakan pemalam {0} kerana kebergantungan yang diperlukan.
nb: Metabase kan ikke starte plugin {0} på grunn av påkrevde pakker.
nl: Metabase kan plugin {0} niet initialiseren vanwege vereiste afhankelijkheden.
pl: Metabase nie może zainicjować wtyczki {0} z powodu wymaganych zależności.
pt_br: O Metabase não pode inicializar o plugin {0} devido a dependências necessárias.
ru: Metabase не может инициализировать плагин {0} из-за обязательных зависимостей.
sk: Metabase nemôže inicializovať doplnok {0} kvôli požadovaným závislostiam.
sl: Metabase ne more inicializirati {0} vtičnikov zaradi zahtevanih odvisnosti.
sq: Metabase nuk mund të inicializojë plugin {0} për shkak të varësive të detyrueshme.
sr: Metabase ne može da inicijalizuje plugin {0} zbog obaveznih zavisnosti.
sv: Metabase kan inte starta upp plugin {0} på grund av "required dependencies".
tr: Gerekli bağımlılıklar yüzünden Metabase ekelnti {0}'ı başlatamıyor.
uk: Metabase не може ініціалізувати плагін {0} через обовʼязкові залежності.
vi: Metabase không thể khởi chạy plugin {0} do thiếu yếu tố phụ thuộc bắt buộc.
zh_hk: 由於所需的依賴性，Metabase無法初始化插件{0}。

source: Class not found: {0}
ar: لم يتم العثور على Class: {0}
bg: Класът не е намерен: {0}
ca: No s'ha trobat la classe: {0}
de: Klasse nicht gefunden: {0}
eo: Bruh, class not found: {0}
es: Clase {0} no encontrada
fa: کلاس یافت نشد: {0}
fi: Luokkaa ei löydy: {0}
fr: Classe non trouvée: {0}
hu: Az osztály nem található: {0}
it: Classe non trovata: {0}
ja: クラスが見つかりません: {0}
lt: Klasė nerasta: {0}
ms: Kelas tidak dijumpai: {0}
nb: Klasse ikke funnet: {0}
nl: Klasse niet gevonden: {0}
pl: Nie znaleziono klasy: {0}
pt_br: Classe não encontrada: {0}
ru: Класс не найден
sk: Trieda nebola nájdená: {0}
sl: Razred ni bil najden: {0}
sq: Klasa nuk u gjet: {0}
sr: Klasa nije pronađena: {0}
sv: Klassen hittades inte: {0}
tr: Sınıf bulunamadı: {0}
uk: Клас не знайдено: {0}
vi: Không tìm thấy lớp: {0}
zh_hk: [Q]問

source: Plugin ''{0}'' depends on plugin ''{1}''
ar: الإضافة ''{0}'' تعتمد على الإضافة ''{1}''
bg: Приставка „{0}“ зависи от приставка „„ {1} “
ca: El connector "{0}" depèn del connector "{1}"
de: Plugin "{0}" hängt ab von Plugin "{1}"
eo: Plug ''{0}'' is lowkey depending on plug ''{1}''
es: La extensión ''{0}'' depende de la extensión ''{1}''
fa: افزونه '' {0} '' بستگی به افزونه '' {1} ''
fi: Liitännäinen ''{0}'' riippuu liitännäisestä ''{1}''.
fr: Le plugin ''{0}'' dépend du plugin ''{1}''
hu: A(z) ''{0}'' plugin függ a(z) ''{1}'' plugin-től
it: Il plugin ''{0}'' dipende dal plugin ''{1}''
ja: プラグイン ''{0}'' はプラグイン ''{1}'' に依存しています。
lt: Plugin '' {0} '' priklauso nuo papildinio '' {1} ''
ms: Pemalam ''{0}'' bergantung kepada pemalam ''{1}''
nb: Plugin "{0}" har krav i plugin "{1}"
nl: Plugin ''{0}'' is afhankelijk van plugin ''{1}''
pl: Wtyczka "{0}" zależy od wtyczki "{1}"
pt_br: Plugin "{0}" depende do plugin "{1}"
ru: Плагин "{0}" зависит от плагина "{1}"
sk: Doplnok ''{0}'' závisí od doplnku ''{1}''
sl: Vtičnik ''{0}'' je odvisen od vtičnika ''{1}''
sq: Plugin ''{0}'' varet nga plugin ''{1}''
sr: Plugin ''{0}'' zavisi od plugina ''{1}''
sv: Plugin "{0}" kräver plugin "{1}"
tr: Eklenti "{0}" eklenti "{1}" bağımlı
uk: Плагін ''{0}'' залежить від плагіна ''{1}''
vi: Plugin '' {0} '' phụ thuộc vào plugin '' {1} ''
zh_hk: 插件"{0}" 依賴"{1}"

source: {0} dependency {1} satisfied? {2}
ar: هل تم استيفاء تبعية {1} لـ {0}؟ {2}
bg: {0} зависимост {1} удовлетворена? {2}
ca: {0} dependència {1} satisfeta? {2}
de: {0} Abhängigkeit {1} erfüllt? {2}
eo: Is {0} dependency {1} fully chill? {2}
es: {0} dependencia {1} satisfecha? {2}
fa: {0} وابستگی {1} راضی هستید؟ {2}
fi: Onko {0} riippuvuus {1} tyydytetty? {2}
fr: {0} dépendance {1} satisfaite ? {2}
hu: {0} függőség {1} kielégítve? {2}
it: {0} dipendenza {1} soddisfatta? {2}
ja: {0}依存関係{1}は満足ですか? {2}
lt: {0} priklausomybė {1} patenkinta? {2}
ms: Kebergantungan {0} {1} dipenuhi? {2}
nb: {0} avhengighet {1} tilfredsstilt? {2}
nl: {0} afhankelijkheid {1} voldaan? {2}
pl: {0} zależności {1} zadowolony? {2}
pt_br: A dependência {0} {1} foi satisfeita? {2}
ru: {0} зависимость {1} удовлетворена? {2}
sk: {0} závislosť {1} funkčná? {2}
sl: {0} odvisnost {1} zadovoljna? {2}
sq: Varësia {1} e {0} plotësohet? {2}
sr: {0} zavisnost {1} zadovoljena? {2}
sv: {0} kräver {1} fick? {2}
tr: {0} bağımlığı {1}'i yerine getirdi mi? {2}
uk: Залежність {0} {1} задоволена? {2}
vi: {0} phụ thuộc {1} được đáp ứng? {2}
zh_hk: 由{0}

source: Plugins with unsatisfied deps: {0}
ar: إضافات لديها تبعيات غير مستوفاة: {0}
bg: Приставки с незадоволени депа: {0}
ca: Connectors amb dependències insatisfetes: {0}
de: Plugins mit nicht erfüllten Abhängigkeiten: {0}
eo: Plugins with unmet deps: {0} – fr fr, they’re not it rn
es: Extensiones con dependencias no satisfechas: {0}
fa: افزونه های دارای بخش ناراضی: {0}
fi: Laajennukset, joilla on tyydyttämättömiä riippuvuuksia: {0}
fr: Plug-ins avec des dépendances non satisfaites : {0}
hu: Nem kielégített függőséggel rendelkező pluginok: {0}
it: Plugins con dipendenze insoddisfatte: {0}
ja: 満たされていない依存関係を持つプラグイン: {0}
lt: Įskiepiai su nepatenkintais deps: {0}
ms: Pemalam dengan kebergantungan yang tidak dipenuhi: {0}
nb: Plugins med utilfredsstilte avhengigheter: {0}
nl: Plugins met niet-vervulde afhankelijkheden: {0}
pl: Wtyczki z niezadowalającymi zależnościami: {0}
pt_br: Plugins com dependências não satisfeitas: {0}
ru: Плагины с неудовлетворенными зависимостями: {0}
sk: Doplnky s nefunkčnými zavislosťami: {0}
sl: Vtičniki z nezadovoljnimi deps: {0}
sq: Plugins me varësi të paplotësuara: {0}
sr: Pluginovi sa nezadovoljenim zavisnostima: {0}
sv: Plugin med ej uppfyllda krav: {0}
tr: Yerine getirilmeyen bağımlığı olan eklentiler: {0}
uk: Плагіни з незадоволеними залежностями: {0}
vi: Các plugin có deps không thỏa mãn: {0}
zh_hk: 無法通知{0}資料庫{1}已更新

source: Extract file {0} -> {1}
hu: Fájl kibontása {0} -> {1}
ms: Ekstrak fail {0} -> {1}

source: Resource does not exist.
ar: المورد غير موجود.
bg: Ресурсът не съществува.
ca: El recurs no existeix.
de: Ressource existiert nicht.
eo: Bruh, that resource is not even a thing rn
es: Recurso no existe.
fa: منبع وجود ندارد.
fi: Resurssia ei ole olemassa.
fr: La ressource n'existe pas.
hu: Az erőforrás nem létezik.
it: La risorsa è inesistente
ja: リソースが存在しません。
lt: Ištekliai neegzistuoja.
ms: Sumber tidak wujud.
nb: Ressursen eksisterer ikke.
nl: Bron bestaat niet.
pl: Zasób nie istnieje.
pt_br: O recurso não existe.
ru: Ресурс не существует
sk: Zdroj neexistuje.
sl: Vir ne obstaja.
sq: Resursi nuk ekziston.
sr: Resurs ne postoji.
sv: Resursen finns inte.
tr: Kaynak mevcut değil.
uk: Ресурс не існує.
vi: Tài nguyên không tồn tại.
zh_hk: 資源不存在

source: Loading plugin namespace {0}...
hu: A(z) {0} beépülő modul névterének betöltése...
ms: Memuatkan ruang nama pemalam {0}...

source: Dependencies satisfied; these plugins will now be loaded: {0}
hu: A függőségek kielégítve; ezek a pluginok most betöltésre kerülnek: {0}
ms: Kebergantungan dipenuhi; pemalam-pemalam ini kini akan dimuatkan: {0}

source: Registering JDBC proxy driver for {0}...
hu: JDBC proxy illesztőprogram regisztrálása a(z) {0} számára...
ms: Mendaftarkan pemacu proksi JDBC untuk {0}...

source: Deregistering original JDBC driver {0}...
hu: Az eredeti JDBC illesztőprogram regisztrációjának megszüntetése: {0}...
ms: Menyahdaftar pemacu JDBC asal {0}...

source: Default connection property {0} does not exist.
ar: خاصية الاتصال الافتراضية {0} غير موجودة.
bg: Свойството по подразбиране за връзка {0} не съществува.
ca: La propietat de connexió per defecte {0} no existeix.
de: Standard Verbindungs-Parameter {0} existiert nicht.
eo: Bruh, the default connection property {0} is not even a thing rn.
es: La propiedad de conexión predeterminada {0} no existe.
fa: ویژگی اتصال پیش فرض {0} وجود ندارد.
fi: Oletusyhteysominaisuutta {0} ei ole olemassa.
fr: La propriété de connexion par défaut {0} n'existe pas.
hu: A(z) {0} alapértelmezett kapcsolati tulajdonság nem létezik.
it: Proprietà di connessione predefinita {0} non esiste.
ja: デフォルトの接続プロパティ{0}が存在しません。
lt: Numatytoji ryšio ypatybė {0} neegzistuoja.
ms: Sifat sambungan lalai {0} tidak wujud.
nb: Standard tilkoblingsverdi {0} eksisterer ikke.
nl: Standaard verbindingsinstelling {0} bestaat niet.
pl: Domyślna właściwość połączenia {0} nie istnieje.
pt_br: A propriedade de conexão padrão {0} não existe.
ru: Свойства соединения по умолчанию {0} не существует.
sk: Predvolená vlastnosť pripojenia {0} neexistuje.
sl: Privzeta lastnost povezave {0} ne obstaja.
sq: Prona e parazgjedhur e lidhjes {0} nuk ekziston.
sr: Podrazumevano svojstvo konekcije {0} ne postoji.
sv: Förvald anslutningsparameter {0} finns inte.
tr: Standart bağlantı özelliği {0} mevcut değil.
uk: Дефолтна властивість підключення {0} не існує.
vi: Thuộc tính kết nối mặc định {0} không tồn tại.
zh_hk: 無效的驅動程式功能：{0}

source: Invalid connection property {0}: not a string or map.
ar: خاصية اتصال غير صالحة {0}: ليست سلسلة نصية ولا map.
bg: Невалидно свойство на връзката {0}: не е низ или карта.
ca: La propietat de connexió {0} no és vàlida: no és una cadena o un mapa.
de: Ungültiger Verbindungs-Parameter {0}: Kein String oder Map.
eo: Bruh, that connection property {0} is invalid — it's not a string or a map, fr fr.
es: Propiedad de conexión no válida {0}: no es una cadena o un mapa.
fa: ویژگی اتصال نامعتبر {0}: رشته یا نقشه نیست.
fi: Virheellinen yhteysominaisuus {0}: ei ole merkkijono tai kartta.
fr: Propriété de connexion invalide {0} : pas une chaîne de caractères ou un tableau.
hu: Érvénytelen kapcsolati tulajdonság {0}: nem karakterlánc vagy térkép.
it: proprietà di connessione non valida {0}: non una stringa o una mappa.
ja: 有効でない接続設定値{0}: 文字列またはマップではありません。
lt: Neteisinga ryšio ypatybė {0} : ne eilutė ar žemėlapis.
ms: Sifat sambungan tidak sah {0}: bukan rentetan atau peta.
nb: Ugyldig tilkoblingsberdi {0}: Ikke en tekststreng eller et oppslagsverk.
nl: Ongeldige verbindingsinstelling {0}: geen string of map.
pl: Nieprawidłowa właściwość połączenia {0}: nie łańcuch lub mapa
pt_br: Propriedade de conexão inválida {0}: não é uma sequência ou mapa.
ru: Некорректное свойство соединения {0}: не строка или объект мэппинга.
sk: Neplatná vlastnosť pripojenia {0}: nejde o reťazec ani mapu.
sl: Neveljavna lastnost povezave {0}: ni niz ali zemljevid.
sq: Pronë lidhjeje e pavlefshme {0}: nuk është string ose map.
sr: Nevažeće svojstvo konekcije {0}: nije string niti mapa.
sv: Felaktig anslutningsparameter {0}: inte en sträng eller karta.
tr: Geçersiz bağlantı özelliği {0}: string ya da map değil.
uk: Недійсна властивість підключення {0}: це не рядок і не мапа.
vi: Thuộc tính kết nối không hợp lệ {0}: không phải là string hoặc map.
zh_hk: 關閉資料庫{0}的連接池...

source: Load lazy loading driver {0}
ar: تحميل برنامج تشغيل بالتحميل الكسول {0}
bg: Заредете драйвер за мързеливо зареждане {0}
ca: Carregant el controlador de càrrega mandrosa {0}
de: Lade langsam ladenden Traiber {0}
eo: Loading lazy driver {0} – fr fr, so chill rn
es: Cargar el controlador de carga oportunista {0}
fa: درایور بارگیری تنبل {0}
fi: Lataa laiskasti ladattava ajuri {0}
fr: Chargement du driver {0}
hu: Lusta betöltő illesztőprogram betöltése: {0}
it: Carica driver di caricamento in modo `lazy` {0}
ja: 遅延読み込みドライバー{0}を読み込みます
lt: Įkelkite tingų įkėlimo tvarkyklę {0}
ms: Muatkan pemacu pemuatan malas {0}
nb: Last inn lazy loading driver {0}
nl: Laad lazy loading driver {0}
pl: Załaduj sterownik lazy loading {0}
pt_br: Lazy loading o driver {0}
ru: Загрузка отложенной загрузки драйвера {0}
sk: Načítať ovládač načítania {0}
sl: Naložite leni nakladalni voznik {0}
sq: Ngarko drejtuesin me ngarkim të vonuar {0}
sr: Učitaj drajver za lenjo učitavanje {0}
sv: Ladda "lazy loading driver" {0}
tr: Geciktirmeli yükleme sürücü {0}'ı yükle
uk: Завантажити драйвер lazy loading {0}
vi: Tải trình điều khiển chậm chạp {0}
zh_hk: 同步資料庫{0}時出錯

source: Cannot initialize plugin: missing required property `driver-name`
ar: تعذّرت تهيئة الإضافة: الخاصية المطلوبة `driver-name` مفقودة
bg: Не може да се инициализира приставката: липсва необходимото свойство „име на драйвер“
ca: No es pot inicialitzar el connector: falta la propietat obligatòria `driver-name`
de: Kann Plugin nicht initialisieren: Benötigter Parameter `driver-name` fehlt
eo: Bruh, can’t set up the plugin ‘cause it’s missing that needed thingy: `driver-name` 😬
es: No se puede inicializar la extensión: falta la propiedad requerida `driver-name`
fa: نمی توان ابتدا افزونه را تنظیم کرد: ویژگی مورد نیاز "driver-name" وجود ندارد
fi: Ei voi alustaa liitännäistä: puuttuva pakollinen ominaisuus `driver-name`
fr: Impossible d'initialiser le plug-in : propriété requise manquante `driver-name`
hu: Nem lehet inicializálni a plugint: hiányzó szükséges tulajdonság driver-name
it: Impossibile inizializzare il plugin: manca la proprieta' richiesta 'nome-driver'
ja: プラグインを初期化できません: driver-nameプロパティが設定されていません
lt: Nepavyko inicijuoti įskiepio: trūksta reikalingo turto „vairuotojo pavadinimas“
ms: Tidak dapat menginisialisasi pemalam: sifat `driver-name` yang diperlukan hilang
nb: Kan ikke initialisere plugin: mangler nødvendig egenskap `driver-name`
nl: Kan plugin niet initialiseren: ontbrekende vereiste eigenschap `driver-name`
pl: Nie można zainicjować wtyczki: brak wymaganej właściwości `driver-name`
pt_br: Não é possível inicializar o plugin: propriedade necessária `driver-name` ausente
ru: Невозможно инициировать плагин: отсутствует обязательный параметр `driver-name`
sk: Nie je možné inicializovať doplnok: chýba požadovaná vlastnosť `driver-name`
sl: Vtičnika ni mogoče inicializirati: manjka zahtevana lastnost 'driver-name'
sq: Nuk mund të inicializohet plugin: mungon prona e detyrueshme `driver-name`
sr: Ne može da inicijalizuje plugin: nedostaje obavezno svojstvo `driver-name`
sv: Kan inte starta upp plugin: obligatorisk parameter `driver-name` saknas
tr: Eklenti başlatılamıyor: Gerekli özellik 'driver-name' eksik
uk: Неможливо ініціалізувати плагін: відсутня обовʼязкова властивість `driver-name`
vi: Không thể khởi tạo plugin: thiếu thuộc tính bắt buộc `driver-name`
zh_hk: 無法初始化插件：缺少必需的‘driver-name’屬性

source: Warning: plugin manifest for {0} does not include connection properties
hu: Figyelmeztetés: a(z) {0} plugin manifest nem tartalmaz kapcsolati tulajdonságok
ms: Amaran: manifest pemalam untuk {0} tidak termasuk harta sambungan

source: Registering lazy loading driver {0}...
hu: Lusta betöltő illesztőprogram regisztrálása: {0}...
ms: Mendaftar pemacu pemuatan malas {0}...

source: Error running query for Card {0}
hu: Hiba a(z) {0} kártya lekérdezésének futtatása során
ms: Ralat menjalankan query untuk Kad {0}

source: Last week
bg: Миналата седмица
ca: La setmana pasada
eo: last week = last week (no cap, still same vibe)
hu: Múlt hét
lt: Praeitą savaitę
ms: Minggu lepas
nb: Forrige uke
nl: Vorige week
sv: Förra veckan

source: This week
ar: هذا الأسبوع
bg: Тази седмица
ca: Aquesta setmana
de: Diese Woche
eo: This week = This week, no cap
es: Esta semana
fa: این هفته
fi: Tällä viikolla
fr: Cette semaine
hu: Ezen a héten
it: Questa settimana
ja: 今週
ms: Minggu ini
nb: Denne uken
nl: Deze week
pl: W tym tygodniu
pt_br: Esta semana
ru: На этой неделе
sk: Tento týždeň
sl: Ta teden
sq: Kjo javë
sr: Ova nedelja
sv: Denna vecka
tr: Bu hafta
uk: Цей тиждень
vi: Tuần này
zh_hk: 本週

source: Last month
hu: Múlt hónap
ms: Bulan lepas

source: This month
ar: هذا الشهر
bg: Този месец
ca: Aquest mes
de: Diesen Monat
eo: This month, fr fr
es: Este mes
fa: این ماه
fi: Tässä kuussa
fr: Ce mois-ci
hu: Ebben a hónapban
it: Questo mese
ja: 今月
ms: Bulan ini
nb: Denne måneden
nl: Deze maand
pl: W tym miesiącu
pt_br: Este mês
ru: В этом месяце
sk: Tento mesiac
sl: Ta mesec
sq: Ky muaj
sr: Ovaj mesec
sv: Denna månad
tr: Bu ay
uk: Цей місяць
vi: Tháng này
zh_hk: 本月

source: Last quarter
hu: Utolsó negyedév
ms: Suku lepas

source: This quarter
ar: هذا الربع
bg: Това тримесечие
ca: Aquest trimestre
de: Dieses Quartal
eo: this quarter → this vibe or this period (depending on context, but "this quarter" usually just stays the same)
es: Este trimestre
fa: این سه ماهه
fi: Tämä vuosineljännes
fr: Ce trimestre
hu: Ebben a negyedévben
it: Questo trimestre
ja: 今四半期
ms: Suku ini
nb: Dette kvartalet
nl: Dit kwartaal
pl: Ten kwartał
pt_br: Este trimestre
ru: В этом квартале
sk: Tento štvrťrok
sl: To četrtletje
sq: Ky tremujor
sr: Ovaj kvartal
sv: Detta kvartal
tr: Bu çeyrek
uk: Цей квартал
vi: Quý này
zh_hk: 本季

source: Last year
hu: Tavaly
ms: Tahun ini

source: This year
ar: هذه السنة
bg: Тази година
ca: Aquest any
de: Dieses Jahr
eo: this year = this year (no cap, pretty much the same)
es: Este año
fa: امسال
fi: Tänä vuonna
fr: Cette année
hu: Idén
it: Quest'anno
ja: 今年
ms: Tahun ini
nb: Dette året
nl: Dit jaar
pl: Aktualny rok
pt_br: Este ano
ru: В этом году
sk: Tento rok
sl: letos
sq: Ky vit
sr: Ova godina
sv: I år
tr: Bu yıl
uk: Цей рік
vi: Năm nay
zh_hk: 今年

source: *driver* is unbound.
hu: Driver nincs kötve.
ms: *pemacu* tidak terikat.

source: Error syncing Fields for Table ''{0}''
hu: Hiba a(z) ''{0}'' tábla mezőinek szinkronizálása során
ms: Ralat menyelaraskan Medan untuk Jadual ''{0}''

source: Hash of {0} matches stored hash, skipping Fields sync
hu: {0} hash egyezik a tárolt hash-sel, mezők szinkronizálása kihagyva
ms: Hash {0} sepadan dengan hash yang disimpan, melangkau penyelarasan Medan

source: Field
ar: حقل
de: Feld
es: Campo
fa: میدان
fi: Ala
fr: Champ
hu: Mező
it: Campo
ja: 分野
lt: Laukas
ms: Medan
pl: Pole
pt_br: Campo
ru: Поле
sk: Pole
sl: Polje
sq: Fushë
sr: Polje
tr: Alan
uk: Поле
vi: Cánh đồng
zh_hk: 現場

source: Error checking if Fields {0} need to be created or reactivated
hu: Hiba az ellenőrzés során, hogy a(z) {0} mezőket létre kell-e hozni vagy újra kell-e aktiválni
ms: Ralat memeriksa jika Medan {0} perlu dibuat atau diaktifkan semula

source: Marking Field ''{0}'' as inactive.
hu: A(z) ''{0}'' mező inaktívként való megjelölése.
ms: Menandakan Medan ''{0}'' sebagai tidak aktif.

source: Error retiring {0}
hu: Hiba a(z) {0} nyugdíjazása során
ms: Ralat melibatkan {0}

source: Database type of {0} has changed from ''{1}'' to ''{2}''.
hu: A(z) {0} adatbázis típusa megváltozott a(z) ''{1}''-ről ''{2}''-re.
ms: Jenis pangkalan data {0} telah berubah dari ''{1}'' kepada ''{2}''.

source: Base type of {0} has changed from ''{1}'' to ''{2}''.
hu: A(z) {0} alaptípusa megváltozott a(z) ''{1}''-ről ''{2}''-re.
ms: Jenis asas {0} telah berubah dari ''{1}'' kepada ''{2}''.

source: Special type of {0} has changed from ''{1}'' to ''{2}''.
hu: A(z) {0} speciális típusa megváltozott a(z) ''{1}''-ről ''{2}''-re.
ms: Jenis khas {0} telah berubah dari ''{1}'' kepada ''{2}''.

source: Comment has been added for {0}.
hu: Megjegyzés hozzáadva a(z) {0} számára.
ms: Komen telah ditambah untuk {0}.

source: Stopping Quartz Scheduler {0}
hu: A Quartz Scheduler leállítása: {0}
ms: Memberhentikan Quartz Scheduler {0}

source: Starting Quartz Scheduler {0}
hu: A Quartz Scheduler indítása: {0}
ms: Memulakan Quartz Scheduler {0}

source: Error loading tasks namespace {0}
hu: Hiba a feladatok névterének betöltése során: {0}
ms: Ralat memuatkan ruang nama tugas {0}

source: Initializing task {0}
hu: Feladat inicializálása: {0}
ms: Memulakan tugas {0}

source: Error initializing task {0}
hu: Hiba a(z) {0} feladat inicializálása során
ms: Ralat memulakan tugas {0}

source: Problem sending abandonment email
hu: Probléma az elhagyási e-mail küldésével
ms: Masalah menghantar emel pengabaian

source: Sending anonymous usage stats.
hu: Névtelen használati statisztikák küldése.
ms: Menghantar statistik penggunaan tanpa nama.

source: Error sending anonymous usage stats
hu: Hiba az anonim használati statisztikák küldésekor
ms: Ralat menghantar statistik penggunaan tanpa nama

source: Error sending Pulse {0}
hu: Hiba az {0} impulzus küldésekor
ms: Ralat menghantar Pulse {0}

source: Sending scheduled pulses...
hu: Ütemezett impulzusok küldése...
ms: Menghantar Pulse yang dijadualkan...

source: SendPulses task failed
hu: A SendPulses feladat sikertelen volt
ms: Tugas SendPulses gagal

source: Failed to scheduler tasks for Database {0}
hu: Nem sikerült ütemezni a feladatokat a(z) {0} adatbázis számára.
ms: Gagal menjadualkan tugas untuk Pangkalan Data {0}

source: Cleaning up task history
hu: Feladattörténet tisztítása
ms: Membersihkan sejarah tugas

source: Task history cleanup successful, rows were deleted
hu: Feladattörténet sikeresen tisztítva, sorok törölve
ms: Pembersihan sejarah tugas berjaya, baris-baris telah dipadamkan

source: Task history cleanup successful, no rows were deleted
hu: Feladattörténet sikeresen tisztítva, nem töröltek sorokat
ms: Pembersihan sejarah tugas berjaya, tiada baris yang dipadamkan

source: Checking for new Metabase version info.
hu: Új Metabase verzió információk ellenőrzése.
ms: Memeriksa maklumat versi Metabase yang baru.

source: Error fetching version info
hu: Hiba a verzióinformáció lekérdezésekor
ms: Ralat mendapatkan maklumat versi

source: Maximum memory available to JVM: {0}
hu: Maximális memória elérhető a JVM számára: {0}
ms: Memori maksimum yang tersedia untuk JVM: {0}
