Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

# {0} is admin's email address
source: You are not permitted to upload CSV files. To get proper permissions, please contact your administrator at {0}.
ar: غير مسموح لك برفع ملفات CSV. للحصول على الأذونات المناسبة، يرجى التواصل مع المسؤول لديك على {0}.
bg: Нямате разрешение да качвате CSV файлове. За да получите необходимите разрешения, моля, свържете се с вашия администратор на {0}.
ca: No teniu permís per penjar fitxers CSV. Per obtenir els permisos adequats, poseu-vos en contacte amb el vostre administrador a {0}.
de: Das Hochladen von CSV-Dateien ist nicht gestattet. Um die entsprechenden Berechtigungen zu erhalten, wenden Sie sich bitte an Ihren Administrator unter {0}.
es: No tienes permiso para subir archivos CSV. Para obtener los permisos necesarios, contacta con tu administrador en {0}.
fa: شما مجاز به آپلود فایل‌های CSV نیستید. برای دریافت مجوزهای لازم، لطفاً با مدیر خود از طریق {0}تماس بگیرید.
fi: Sinulla ei ole oikeutta ladata CSV-tiedostoja. Saadaksesi asianmukaiset käyttöoikeudet, ota yhteyttä järjestelmänvalvojaasi osoitteessa {0}.
fr: Vous n'êtes pas autorisé à télécharger des fichiers CSV. Pour obtenir les autorisations nécessaires, veuillez contacter votre administrateur à l'adresse {0}.
it: Non ti è consentito caricare file CSV. Per ottenere le autorizzazioni necessarie, contatta l'amministratore all'indirizzo {0}.
ja: CSVファイルのアップロードは許可されていません。適切な権限を取得するには、管理者（ {0}）にお問い合わせください。
nb: Du har ikke tillatelse til å laste opp CSV-filer. For å få riktige tillatelser, vennligst kontakt administratoren din på {0}.
nl: Het uploaden van CSV-bestanden is niet toegestaan. Neem contact op met uw beheerder via {0}om de juiste rechten te verkrijgen.
pl: Nie masz uprawnień do przesyłania plików CSV. Aby uzyskać odpowiednie uprawnienia, skontaktuj się z administratorem pod adresem {0}.
pt_br: Você não tem permissão para enviar arquivos CSV. Para obter as permissões adequadas, entre em contato com seu administrador pelo e-mail {0}.
ru: Вам не разрешено загружать файлы CSV. Чтобы получить соответствующие разрешения, свяжитесь с администратором по адресу {0}.
sk: Nemáte povolenie na nahrávanie súborov CSV. Ak chcete získať príslušné povolenia, kontaktujte svojho administrátora na adrese {0}.
sl: Nalaganje datotek CSV ni dovoljeno. Za pridobitev ustreznih dovoljenj se obrnite na skrbnika na {0}.
sq: Nuk ju lejohet të ngarkoni skedarë CSV. Për të marrë lejet e duhura, ju lutemi kontaktoni administratorin tuaj te {0}.
sr: Nemate dozvolu da otpremate CSV fajlove. Da biste dobili odgovarajuće dozvole, kontaktirajte svog administratora na {0}.
sv: Du har inte behörighet att ladda upp CSV-filer. För att få rätt behörighet, vänligen kontakta din administratör på {0}.
tr: CSV dosyalarını yüklemenize izin verilmiyor. Uygun izinleri almak için lütfen {0}adresinden yöneticinizle iletişime geçin.
uk: Вам не дозволено завантажувати CSV-файли. Щоб отримати потрібні дозволи, зверніться до адміністратора за адресою {0}.
vi: Bạn không được phép tải lên tệp CSV. Để có được quyền phù hợp, vui lòng liên hệ với quản trị viên của bạn theo số {0}.
zh_hk: 您不能上傳 CSV 檔案。若要取得適當的權限，請聯絡您的管理員 {0}。

# {0} is admin's email address
source: To enable Google Sheets import, please contact your administrator at {0}.
ar: لتمكين استيراد Google Sheets، يرجى التواصل مع المسؤول لديك على {0}.
bg: За да активирате импортирането от Google Таблици, моля, свържете се с вашия администратор на {0}.
ca: Per habilitar la importació de Fulls de càlcul de Google, poseu-vos en contacte amb el vostre administrador a {0}.
de: Um den Google Sheets-Import zu aktivieren, wenden Sie sich bitte an Ihren Administrator unter {0}.
es: Para habilitar la importación de Hojas de cálculo de Google, comuníquese con su administrador al {0}.
fa: برای فعال کردن وارد کردن Google Sheets، لطفاً با مدیر خود از طریق {0}تماس بگیرید.
fi: Jos haluat ottaa Google Sheetsin tuonnin käyttöön, ota yhteyttä järjestelmänvalvojaasi osoitteessa {0}.
fr: Pour activer l'importation de Google Sheets, veuillez contacter votre administrateur au {0}.
it: Per abilitare l'importazione da Google Fogli, contatta l'amministratore all'indirizzo {0}.
ja: Google スプレッドシートのインポートを有効にするには、管理者（ {0}）にお問い合わせください。
nb: For å aktivere import av Google Sheets, vennligst kontakt administratoren din på {0}.
nl: Neem contact op met uw beheerder via {0}om Google Sheets-import in te schakelen.
pl: Aby włączyć importowanie z Arkuszy Google, skontaktuj się z administratorem pod adresem {0}.
pt_br: Para habilitar a importação do Planilhas Google, entre em contato com seu administrador pelo e-mail {0}.
ru: Чтобы включить импорт Google Таблиц, обратитесь к своему администратору по адресу {0}.
sk: Ak chcete povoliť import z Tabuliek Google, kontaktujte svojho správcu na adrese {0}.
sl: Če želite omogočiti uvoz iz Google Preglednic, se obrnite na skrbnika na {0}.
sq: Për të aktivizuar importin nga Google Sheets, ju lutemi kontaktoni administratorin tuaj te {0}.
sr: Da biste omogućili uvoz iz Google Sheets, kontaktirajte svog administratora na {0}.
sv: För att aktivera import till Google Sheets, vänligen kontakta din administratör på {0}.
tr: Google E-Tablolar içe aktarımını etkinleştirmek için lütfen {0}adresinden yöneticinizle iletişime geçin.
uk: Щоб увімкнути імпорт Google Sheets, зверніться до адміністратора за адресою {0}.
vi: Để bật tính năng nhập Google Trang tính, vui lòng liên hệ với quản trị viên của bạn theo số {0}.
zh_hk: 若要啟用 Google Sheets 匯入功能，請聯絡您的管理員 {0}。

# in the sentence 'To work with CSVs, enable file uploads in your database.'
source: your database
ar: قاعدة بياناتك
bg: вашата база данни
ca: la vostra base de dades
de: Ihre Datenbank
es: su base de datos
fa: پایگاه داده شما
fi: tietokantaasi
fr: votre base de données
it: il tuo database
ja: データベース
nb: databasen din
nl: uw database
pl: Twoja baza danych
pt_br: seu banco de dados
ru: ваша база данных
sk: vaša databáza
sl: vaša baza podatkov
sq: bazën tënde të dhënash
sr: vaša baza podataka
sv: din databas
tr: veritabanınız
uk: вашу базу даних
vi: cơ sở dữ liệu của bạn
zh_hk: 您的資料庫

# {0} refers to the string 'your database'
source: To work with CSVs, enable file uploads in {0}.
ar: للعمل مع ملفات CSV، فعّل رفع الملفات في {0}.
bg: За да работите с CSV файлове, активирайте качването на файлове в {0}.
ca: Per treballar amb CSV, activeu la càrrega de fitxers a {0}.
de: Um mit CSVs zu arbeiten, aktivieren Sie Datei-Uploads in {0}.
es: Para trabajar con CSV, habilite la carga de archivos en {0}.
fa: برای کار با CSVها، آپلود فایل را در {0}فعال کنید.
fi: Työskennelläksesi CSV-tiedostojen kanssa, ota tiedostojen lataukset käyttöön kohdassa {0}.
fr: Pour travailler avec des fichiers CSV, activez les téléchargements de fichiers dans {0}.
it: Per lavorare con i CSV, abilita il caricamento dei file in {0}.
ja: CSV を操作するには、 {0}でファイルのアップロードを有効にします。
nb: For å jobbe med CSV-filer må du aktivere filopplasting i {0}.
nl: Om met CSV's te werken, schakelt u het uploaden van bestanden in via {0}.
pl: Aby pracować z plikami CSV, włącz przesyłanie plików w {0}.
pt_br: Para trabalhar com CSVs, habilite o upload de arquivos em {0}.
ru: Для работы с CSV-файлами включите загрузку файлов в {0}.
sk: Ak chcete pracovať so súbormi CSV, povoľte nahrávanie súborov v {0}.
sl: Za delo z datotekami CSV omogočite nalaganje datotek v {0}.
sq: Për të punuar me CSV, aktivizoni ngarkimin e skedarëve te {0}.
sr: Da biste radili sa CSV-ovima, omogućite otpremanje fajlova u {0}.
sv: För att arbeta med CSV-filer, aktivera filuppladdningar i {0}.
tr: CSV'lerle çalışmak için {0}'da dosya yüklemelerini etkinleştirin.
uk: Щоб працювати з CSV, увімкніть завантаження файлів у {0}.
vi: Để làm việc với tệp CSV, hãy bật tính năng tải tệp lên trong {0}.
zh_hk: 若要使用 CSV，請在 {0}中啟用檔案上傳功能。

# {0} is a number
source: The file is larger than {0} MB
ar: الملف أكبر من {0} MB
bg: Файлът е по-голям от {0} MB
ca: El fitxer és més gran que {0} MB
de: Die Datei ist größer als {0} MB
es: El archivo tiene un tamaño mayor a {0} MB
fa: حجم فایل از {0} مگابایت بیشتر است
fi: Tiedosto on suurempi kuin {0} Mt
fr: Le fichier est plus grand que {0} Mo
it: Il file è più grande di {0} MB
ja: ファイルは {0} MB より大きいです
nb: Filen er større enn {0} MB
nl: Het bestand is groter dan {0} MB
pl: Plik jest większy niż {0} MB
pt_br: O arquivo é maior que {0} MB
ru: Файл больше {0} МБ
sk: Súbor je väčší ako {0} MB
sl: Datoteka je večja od {0} MB
sq: Skedari është më i madh se {0} MB
sr: Fajl je veći od {0} MB
sv: Filen är större än {0} MB
tr: Dosya {0} MB'den büyük
uk: Файл більший за {0} МБ
vi: Tệp tin lớn hơn {0} MB
zh_hk: 檔案大於 {0} MB

# {0} is a number
source: Showing all {0} questions
ar: عرض كل الأسئلة وعددها {0}
bg: Показани са всички {0} въпроси
ca: Es mostren totes les {0} preguntes
de: Alle {0} Fragen werden angezeigt
es: Mostrando todas las {0} preguntas
fa: نمایش همه {0} سوالات
fi: Näytetään kaikki {0} kysymykset
fr: Affichage de toutes les {0} questions
it: Visualizzazione di tutte le {0} domande
ja: {0} 件の質問をすべて表示
lt: Rodomi visi {0} klausimai
nb: Viser alle {0} spørsmål
nl: Alle {0} vragen worden weergegeven
pl: Pokazywanie wszystkich {0} pytań
pt_br: Mostrando todas as {0} perguntas
ru: Показаны все {0} вопросы
sk: Zobrazujú sa všetky {0} otázok
sl: Prikaz vseh {0} vprašanj
sq: Duke shfaqur të gjitha {0} pyetjet
sr: Prikazuju se sva {0} pitanja
sv: Visar alla {0} frågor
tr: Tüm {0} soruları gösteriyor
uk: Показано всі запити ({0})
vi: Hiển thị tất cả {0} câu hỏi
zh_hk: 顯示所有 {0} 問題

# {0} is the time until expiration
source: {0} left
ar: متبقّي {0}
bg: {0} ляво
ca: {0} esquerra
de: {0} links
es: {0} izquierda
fa: {0} چپ
fi: {0} vasemmalle
fr: {0} gauche
it: {0} sinistra
ja: {0} 左
nb: {0} venstre
nl: {0} links
pl: {0} w lewo
pt_br: {0} esquerda
ru: {0} слева
sk: {0} vľavo
sl: {0} levo
sq: {0} të mbetura
sr: preostalo: {0}
sv: {0} vänster
tr: {0} sol
uk: Залишилось {0}
vi: {0} bên trái
zh_hk: {0} 左邊

# {0} is the number of hours
source: {0} hours
ar: {0} ساعات
bg: {0} часове
ca: {0} hores
de: {0} Stunden
es: {0} horas
fa: {0} ساعت
fi: {0} tuntia
fr: {0} heures
it: {0} ore
ja: {0}時間
nb: {0} timer
nl: {0} uur
pl: {0} godzin
pt_br: {0} horas
ru: {0} часов
sk: {0} hodín
sl: {0} drugo
sq: {0} orë
sr: {0} sati
sv: {0} timmar
tr: {0} saat
uk: {0} годин
vi: {0} giờ
zh_hk: {0}小時

# Reasons why paid support is better.
source: No chatbots, no hold lines, no customer service runaround.
ar: لا شات بوتات، ولا انتظار على الخط، ولا دوخة دعم العملاء.
bg: Без чатботове, без линии за задържане, без обслужване на клиенти.
ca: Sense xatbots, sense línies de retenció, sense servei d'atenció al client.
de: Keine Chatbots, keine Warteschleifen, keine Hinhaltetaktik beim Kundenservice.
es: Sin chatbots, sin filas de espera, sin dar vueltas en el servicio al cliente.
fa: بدون چت ربات، بدون خط نگه داشتن، بدون خدمات مشتری.
fi: Ei chatbotteja, ei pitolinjoja, ei asiakaspalvelua.
fr: Pas de chatbots, pas de lignes d'attente, pas de service client qui tourne en rond.
it: Niente chatbot, niente code di attesa, niente elusione del servizio clienti.
ja: チャットボット、保留回線、顧客サービスの回りくどさはありません。
lt: Jokių pokalbių robotų, jokių palaikymo linijų, jokio klientų aptarnavimo.
nb: Ingen chatroboter, ingen køer, ingen ventetid, ingen kundeservice.
nl: Geen chatbots, geen wachtrijen, geen gedoe met klantenservice.
pl: Żadnych chatbotów, żadnych kolejek i żadnego objazdu działu obsługi klienta.
pt_br: Sem chatbots, sem linhas de espera, sem enrolação no atendimento ao cliente.
ru: Никаких чат-ботов, никаких очередей, никаких обходных путей обслуживания клиентов.
sk: Žiadne chatboty, žiadne zadržiavacie linky, žiadne obchádzanie zákazníckych služieb.
sl: Brez klepetalnih robotov, čakajočih linij, brez zapletov s storitvami za stranke.
sq: Pa chatbot-e, pa pritje në linjë, pa sorollatje nga shërbimi ndaj klientit.
sr: Bez chatbot-ova, bez čekanja na liniji, bez zavlačenja korisničke podrške.
sv: Inga chatbots, inga hålllinjer, ingen kundtjänst.
tr: Hiçbir sohbet robotu, bekleme hattı veya müşteri hizmetleriyle uğraşma yok.
uk: Без чатботів, без очікування на лінії, без тяганини зі службою підтримки.
vi: Không có chatbot, không chờ đợi, không phải chạy vòng vo dịch vụ chăm sóc khách hàng.
zh_hk: 沒有聊天機器人、沒有等候專線、沒有客戶服務流程。

# time with AM/PM label
source: at {0}
ar: عند {0}
bg: в {0}
ca: el {0}
de: unter {0}
es: via {0}
fa: در {0}
fi: klo {0}
fr: à {0}
it: a {0}
ja: {0}で
nb: på {0}
nl: {0}e
pt_br: às {0}
ru: к {0}
sk: o {0}
sl: na {0}
sq: në {0}
sr: u {0}
sv: vid {0}
tr: {0}da
uk: о {0}
vi: ở {0}
zh_hk: 在{0}

# 'it' refers to a chat with an AI agent
source: clear it
ar: امسحها
bg: изчисти го
ca: esborra-ho
de: mach es klar
es: Limpiarlo
fa: پاکش کن
fi: tyhjennä se
fr: efface-le
it: chiariscilo
ja: クリアする
nb: fjerne det
nl: maak het leeg
pl: wyczyść to
pt_br: limpe isso
ru: очистить его
sk: vyčisti to
sl: počisti
sq: pastroje
sr: obriši ga
sv: rensa det
tr: temizle
uk: очистіть його
vi: xóa nó đi
zh_hk: 清除

# {0} is the current GitHub branch name
source: Push changes to the current branch, {0}
ar: ادفع التغييرات إلى الفرع الحالي، {0}
bg: Изпращане на промените в текущия клон, {0}
ca: Envia els canvis a la branca actual, {0}
de: Änderungen in den aktuellen Zweig übertragen, {0}
es: Envía los cambios a la rama actual, {0}
fa: تغییرات را به شاخه فعلی ارسال کن، {0}
fi: Työnnä muutokset nykyiseen haaraan, {0}
fr: Envoyer les modifications à la branche actuelle, {0}
it: Invia le modifiche al ramo corrente, {0}
ja: 変更を現在のブランチにプッシュします。 {0}
nb: Skyv endringer til gjeldende gren, {0}
nl: Wijzigingen pushen naar de huidige branch, {0}
pl: Prześlij zmiany do bieżącej gałęzi, {0}
pt_br: Envie as alterações para o branch atual, {0}
ru: Отправить изменения в текущую ветку, {0}
sk: Odoslať zmeny do aktuálnej vetvy, {0}
sl: Potisni spremembe v trenutno vejo, {0}
sq: Bëj push ndryshimesh te branch-i aktual, {0}
sr: Push izmene na trenutnu granu, {0}
sv: Skicka ändringar till den aktuella grenen, {0}
tr: Değişiklikleri geçerli dala itin, {0}
uk: Запушити зміни в поточну гілку {0}
vi: Đẩy các thay đổi vào nhánh hiện tại, {0}
zh_hk: 推送變更到目前分支， {0}

# {0} is the current GitHub branch name
source: Force push to {0} (this will overwrite the remote branch)
ar: Force push إلى {0} (سيؤدي هذا إلى استبدال الفرع البعيد)
bg: Принудително прехвърляне към {0} (това ще презапише отдалечения клон)
ca: Forçar el push a {0} (això sobreescriurà la branca remota)
de: Push auf {0} erzwingen (dadurch wird der Remote-Zweig überschrieben)
es: Forzar push a {0} (esto sobrescribirá la rama remota)
fa: ارسال اجباری به {0} (این کار شاخه ریموت را بازنویسی می‌کند)
fi: Pakota push arvoon {0} (tämä korvaa etähaaran)
fr: Forcer la poussée vers {0} (cela écrasera la branche distante)
it: Forza il push su {0} (questo sovrascriverà il ramo remoto)
ja: {0} に強制プッシュします（リモートブランチが上書きされます）
nb: Tving push til {0} (dette vil overskrive den eksterne grenen)
nl: Forceer push naar {0} (dit overschrijft de externe branch)
pl: Wymuś wypchnięcie do {0} (spowoduje to nadpisanie zdalnej gałęzi)
pt_br: Forçar push para {0} (isso substituirá o branch remoto)
ru: Принудительно отправить в {0} (это перезапишет удаленную ветку)
sk: Vynútené presunutie do {0} (týmto sa prepíše vzdialená vetva)
sl: Vsili push na {0} (to bo prepisalo oddaljeno vejo)
sq: Bëj force push te {0} (kjo do të mbishkruajë branch-in remote)
sr: Force push na {0} (ovo će pregaziti udaljenu granu)
sv: Force push till {0} (detta kommer att skriva över fjärrgrenen)
tr: {0} 'a zorla it (bu, uzak dalın üzerine yazacaktır)
uk: Зробити force push у {0} (це перезапише віддалену гілку)
vi: Đẩy mạnh đến {0} (điều này sẽ ghi đè lên nhánh từ xa)
zh_hk: 強制推送至 {0} (這會覆寫遠端分支)

# {0} is the GitHub branch name
source: Changes pushed to branch {0} successfully.
bg: Промените са успешно изпратени в клон {0} .
ca: Els canvis s'han enviat correctament a la branca {0} .
de: Änderungen erfolgreich in Zweig {0} übertragen.
es: Los cambios se enviaron a la rama {0} correctamente.
fa: تغییرات با موفقیت به شاخه {0} اضافه شد.
fi: Muutokset lähetetty haaraan {0} onnistuneesti.
fr: Les modifications ont été appliquées à la branche {0} avec succès.
it: Modifiche inviate correttamente al ramo {0} .
ja: 変更はブランチ {0} に正常にプッシュされました。
nb: Endringer overført til grenen {0} vellykket.
nl: Wijzigingen succesvol gepusht naar branch {0} .
pl: Zmiany zostały pomyślnie przekazane do gałęzi {0} .
pt_br: Alterações enviadas para o branch {0} com sucesso.
ru: Изменения успешно отправлены в ветку {0} .
sk: Zmeny boli úspešne odoslané do vetvy {0} .
sl: Spremembe so bile uspešno potisnjene v vejo {0} .
sv: Ändringarna har skickats till grenen {0} .
tr: Değişiklikler {0} dalına başarıyla iletildi.
uk: Зміни успішно запушено в гілку {0}.
vi: Đã đẩy những thay đổi vào nhánh {0} thành công.
zh_hk: 變更成功推送到分支 {0}。

# {0} is the GitHub branch name
source: Changes pushed to new branch {0}
ar: تم دفع التغييرات إلى الفرع الجديد {0}
bg: Промените са прехвърлени в нов клон {0}
ca: Els canvis s'han enviat a la nova branca {0}
de: Änderungen in neuen Zweig {0}übertragen
es: Cambios enviados a la nueva rama {0}
fa: تغییرات به شاخه جدید {0}منتقل شد
fi: Muutokset siirretty uuteen haaraan {0}
fr: Modifications poussées vers la nouvelle branche {0}
it: Modifiche inviate al nuovo ramo {0}
ja: 変更が新しいブランチにプッシュされました {0}
nb: Endringer lagt ut på den nye grenen {0}
nl: Wijzigingen gepusht naar nieuwe branch {0}
pl: Zmiany przeniesione do nowej gałęzi {0}
pt_br: Alterações enviadas para o novo branch {0}
ru: Изменения перенесены в новую ветку {0}
sk: Zmeny presunuté do novej vetvy {0}
sl: Spremembe so bile poslane v novo vejo {0}
sq: Ndryshimet u bënë push te branch-i i ri {0}
sr: Izmene su pushovane na novu granu {0}
sv: Ändringar publicerade på ny gren {0}
tr: Değişiklikler yeni dala aktarıldı {0}
uk: Зміни запушено в нову гілку {0}
vi: Những thay đổi được đẩy tới nhánh mới {0}
zh_hk: 變更已推送至新分支 {0}

# {0} is the GitHub branch name
source: Failed to import from branch {0}
ar: فشل الاستيراد من الفرع {0}
bg: Неуспешно импортиране от клон {0}
ca: No s'ha pogut importar des de la branca {0}
de: Importieren aus Zweig {0}fehlgeschlagen
es: Error al importar desde la rama {0}
fa: وارد کردن از شاخه {0}ناموفق بود
fi: Tuonti haarasta {0}epäonnistui
fr: Échec de l'importation depuis la branche {0}
it: Impossibile importare dal ramo {0}
ja: ブランチ {0}からのインポートに失敗しました
nb: Kunne ikke importere fra filialen {0}
nl: Importeren vanuit branch {0}is mislukt
pl: Nie udało się zaimportować z gałęzi {0}
pt_br: Falha ao importar do branch {0}
ru: Не удалось импортировать из ветки {0}
sk: Import z vetvy {0}zlyhal
sl: Uvoz iz veje {0}ni uspel
sq: Dështoi importimi nga branch-i {0}
sr: Neuspešan uvoz iz grane {0}
sv: Misslyckades med att importera från grenen {0}
tr: {0}dalından içe aktarma başarısız oldu
uk: Не вдалося імпортувати з гілки {0}
vi: Không thể nhập từ nhánh {0}
zh_hk: 從分支 {0}匯入失敗

source: You can test Embedded analytics SDK on localhost quickly by using API keys. To use the SDK on other sites, {0} and {1}.
ar: يمكنك اختبار SDK للتحليلات المضمنة على localhost بسرعة باستخدام مفاتيح API. لاستخدام الـ SDK على مواقع أخرى، {0} و{1}.
bg: Можете бързо да тествате вградения SDK за анализи на localhost, като използвате API ключове. За да използвате SDK на други сайтове, {0} и {1}.
ca: Podeu provar l'SDK d'anàlisi incrustat a localhost ràpidament mitjançant les claus de l'API. Per utilitzar l'SDK en altres llocs, {0} i {1}.
de: Sie können das Embedded Analytics SDK mithilfe von API-Schlüsseln schnell auf dem lokalen Host testen. Um das SDK auf anderen Websites zu verwenden, verwenden Sie {0} und {1}.
es: Puedes probar la SDK para analítica embebida en locahost de forma rápida usando las llaves API. Para usar la SDK en otros sitios, {0} y {1}.
fa: شما می‌توانید SDK تحلیلی تعبیه‌شده را با استفاده از کلیدهای API به سرعت روی لوکال هاست آزمایش کنید. برای استفاده از SDK در سایت‌های دیگر، {0} و {1}.
fi: Voit testata Embedded analytics SDK:ta lokaalisti nopeasti käyttämällä API-avaimia. Jos haluat käyttää SDK:ta muissa sivustoissa, {0} ja {1}.
fr: Vous pouvez tester rapidement le SDK d'analyse intégré sur localhost grâce aux clés API. Pour utiliser le SDK sur d'autres sites, utilisez les clés {0} et {1}.
it: È possibile testare rapidamente l'SDK di analisi embedded su localhost utilizzando le chiavi API. Per utilizzare l'SDK su altri siti, utilizzare {0} e {1}.
ja: APIキーを使えば、ローカルホストで埋め込み型分析SDKを簡単にテストできます。他のサイトでSDKを使用するには、 {0} と {1}を使用してください。
nb: Du kan raskt teste Embedded analytics SDK på localhost ved å bruke API-nøkler. For å bruke SDK på andre nettsteder, {0} og {1}.
nl: Je kunt de Embedded Analytics SDK snel testen op localhost met behulp van API-sleutels. Om de SDK op andere sites te gebruiken, gebruik je {0} en {1}.
pl: Możesz szybko przetestować zestaw SDK do analityki wbudowanej na komputerze lokalnym, używając kluczy API. Aby użyć zestawu SDK na innych stronach, użyj kluczy {0} i {1}.
pt_br: Você pode testar rapidamente o SDK de análise incorporada no localhost usando chaves de API. Para usar o SDK em outros sites, acesse {0} e {1}.
ru: Вы можете быстро протестировать SDK встроенной аналитики на локальном хосте, используя ключи API. Чтобы использовать SDK на других сайтах, используйте {0} и {1}.
sk: Súpravu Embedded Analytics SDK môžete rýchlo otestovať na lokálnom hostiteľovi pomocou kľúčov API. Ak chcete súpravu SDK použiť na iných stránkach, {0} a {1}.
sl: Vgrajeni analitični SDK lahko hitro preizkusite na localhost s ključi API. Za uporabo kompleta za razvoj programske opreme na drugih spletnih mestih {0} in {1}.
sq: Mund ta testoni shpejt SDK-në e Analitikës së integruar në localhost duke përdorur API keys. Për ta përdorur SDK-në në site-e të tjera, {0} dhe {1}.
sr: Možete brzo da testirate SDK za ugrađenu analitiku na localhost-u koristeći API ključeve. Da biste koristili SDK na drugim sajtovima, {0} i {1}.
sv: Du kan snabbt testa Embedded Analytics SDK på localhost med hjälp av API-nycklar. För att använda SDK:et på andra webbplatser, {0} och {1}.
tr: Gömülü analitik SDK'sını API anahtarlarını kullanarak yerel sunucunuzda hızlıca test edebilirsiniz. SDK'yı diğer sitelerde kullanmak için {0} ve {1}kodlarını kullanın.
uk: Ви можете швидко протестувати вбудовану аналітику SDK на localhost, використовуючи API-ключі. Щоб використовувати SDK на інших сайтах, {0} та {1}.
vi: Bạn có thể kiểm tra SDK phân tích nhúng trên máy chủ cục bộ một cách nhanh chóng bằng cách sử dụng khóa API. Để sử dụng SDK trên các trang web khác, hãy nhập {0} và {1}.
zh_hk: 您可以使用 API 金鑰在 localhost 上快速測試 Embedded analytics SDK。若要在其他網站使用 SDK， {0} 和 {1}。
