Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Upload Settings Form
ar: نموذج إعدادات الرفع
bg: Форма за настройка на качвания
ca: Carregar formulari de preferències
de: Einstellungen hochladen Formular
eo: Upload Settings Form → Upload Vibe Check Sheet
es: Configuración Subidas
fa: آپلود فرم تنظیمات
fi: Lataa asetuslomake
fr: Télécharger le formulaire des paramètres
hu: Feltöltési beállítások űrlap
it: Modulo di caricamento delle impostazioni
ja: 設定フォームのアップロード
lt: Įkėlimo nustatymų forma
ms: Borang Tetapan Muat Naik
nb: Opplastingsinnstillingsskjema
nl: Upload Instellingen Formulier
pl: Formularz ustawień przesyłania
pt_br: Fazer upload do formulário de configurações
ru: Форма загрузки настроек
sk: Formulár na nahrávanie nastavení
sl: Obrazec za nastavitve nalaganja
sq: Formulari i cilEsimeve tE ngarkimit
sr: Formular podešavanja otpremanja
sv: Formulär för uppladdningsinställningar
tr: Ayarları Yükle Formu
uk: Форма налаштувань завантажень
vi: Tải lên biểu mẫu cài đặt
zh_hk: 上傳設置表單

source: Database to use for uploads
ar: قاعدة البيانات المستخدمة للرفعات
bg: База данни за използване при качвания
ca: Base de dades a utilitzar per les pujades
de: Datenbank zur Verwendung für Uploads
eo: DB to use for uploads, fr
es: Base de datos a usar para subidas
fa: پایگاه داده برای استفاده برای آپلود
fi: Tietokanta, jota käytetään tiedostojen lataamiseen.
fr: Base de données à utiliser pour les téléchargements
hu: Adatbázis a feltöltésekhez
it: Database da utilizzare per i caricamenti
ja: アップロードに使用するデータベース
lt: Duomenų bazė, skirta įkelti
ms: Pangkalan data untuk digunakan untuk muat naik
nb: Database for filopplastinger
nl: Database voor uploads
pl: Baza danych używana do przesyłania
pt_br: Banco de dados a ser usado para uploads
ru: База данных для загрузки
sk: Databáza, ktorá sa má používať na nahrávanie
sl: Zbirka podatkov za nalaganje
sq: Baza e tEdhEnave pEr tE pErdorur pEr ngarkime
sr: Baza za otpremanja
sv: Databas att använda för uppladdningar
tr: Yüklemeler için kullanılacak veritabanı
uk: База даних для завантажень
vi: Cơ sở dữ liệu để sử dụng cho việc tải lên
zh_hk: 用於上傳的資料庫

source: Select a schema
ar: حدّد مخططًا
bg: Изберете схема
ca: Escollir un esquema
de: Wählen Sie ein Schema aus
eo: Pick a vibe or choose your schema
es: Selecciona un esquema
fa: یک طرح واره را انتخاب کنید
fi: Valitse skeema
fr: Sélectionne un schéma
hu: Válasszon egy sémát
it: Selezionare uno schema
ja: スキーマを選択する
lt: Pasirinkite schemą
ms: Pilih skema
nb: Velg ett skjema
nl: Selecteer een schema
pl: Wybierz schemat
pt_br: Selecionar um esquema
ru: Выберите схему
sk: Výber schémy
sl: Izbiranje sheme
sq: Zgjidh njE skemE
sr: Izaberite šemu
sv: Välj ett schema
tr: Bir şema seçin
uk: Виберіть схему
vi: Chọn một lược đồ
zh_hk: 選擇一個架構

source: We couldn't find any schema.
hu: Nem találtunk semmilyen sémát.
lt: Nepavyko rasti jokios schemos.
ms: Kami tidak dapat mencari sebarang skema.

source: Upload Table Prefix (optional)
ar: بادئة جدول الرفع (اختياري)
bg: Префикс на таблицата за качване (по избор)
ca: Carregar prefix de taula (opcional)
de: Upload-Tabellenpräfix (optional)
eo: Upload table prefix (fr fr, no cap)
es: Prefijo de tabla para cargas (opcional)
fa: پیشوند جدول بارگذاری (اختیاری)
fi: Lataa taulun etuliite (valinnainen)
fr: Télécharger le préfixe du tableau (facultatif)
hu: Tábla előtag feltöltése (opcionális)
it: Caricare il prefisso della tabella (opzionale)
ja: テーブル接頭辞のアップロード(オプション)
lt: Įkelti lentelės priešdėlį (neprivaloma)
ms: Muat Naik Awalan Jadual (pilihan)
nb: Prefiks for opplastingstabell (valgfritt)
nl: Uploadtabelvoorvoegsel (optioneel)
pl: Przedrostek przesyłanej tabeli (opcjonalnie)
pt_br: Fazer upload do prefixo da tabela (opcional)
ru: Загрузите префикс таблицы (необязательно)
sk: Odoslanie prefixu tabuľky (voliteľné)
sl: Naloži predpono tabele (izbirno)
sq: Prefiksi i tabelEs sE ngarkimit (opsional)
sr: Prefiks tabele za otpremanje (opciono)
sv: Ladda upp tabellprefix (valfritt)
tr: Tablo Önekini Yükle (isteğe bağlı)
uk: Префікс таблиці завантаження (необов’язково)
vi: Tải lên tiền tố bảng (tùy chọn)
zh_hk: 上傳表前綴<b>(</b>可選)

source: upload_
bg: качване_
ca: carregar_
de: hochladen_
eo: upload_ → "postin' it"
es: cargar_
fa: آپلود_
fi: Sorry, I cannot translate "upload_" as it is not a complete sentence. Please provide a complete sentence for translation.
fr: télécharger_
hu: feltöltés_
it: caricare_
ja: アップロード
lt: įkelti_
ms: muat naik_
nb: last opp_
nl: uploaden_
sk: nahrať_
sv: ladda_upp_
vi: tải lên_
zh_hk: 上傳_

source: Update settings
ar: تحديث الإعدادات
bg: Актуализиране на настройките
ca: Preferències d'actualització
de: Einstellungen aktualisieren
eo: Update your vibe settings
es: Actualizar configuración
fa: تنظیمات را به روز کنید
fi: Päivitä asetukset
fr: Mettre à jour les réglages
hu: Beállítások frissítése
it: Aggiornamento delle impostazioni
ja: 設定の更新
lt: Atnaujinkite nustatymus
ms: Kemas kini tetapan
nb: Oppdater innstillinger
nl: Instellingen bijwerken
pl: Aktualizuj ustawienia
pt_br: Atualizar configurações
ru: Обновить настройки
sk: Aktualizácia nastavení
sl: Posodabljanje nastavitev
sq: PErditEso cilEsimet
sr: Ažuriraj podešavanja
sv: Uppdatera inställningar
tr: Ayarları güncelle
uk: Оновіть налаштування
vi: Cập nhật cài đặt
zh_hk: 更新設置

source: Settings updated
ar: تم تحديث الإعدادات
bg: Настройките са актуализирани
ca: Preferències actualitzades
de: Einstellungen aktualisiert
eo: Settings got a glow-up
es: Configuración actualizada
fa: تنظیمات به روز شد
fi: Asetukset päivitetty
fr: réglages mis à jour
hu: Beállítások frissítve
it: Impostazioni aggiornate
ja: 設定を更新
lt: Nustatymai atnaujinti
ms: Tetapan dikemas kini
nb: Innstillinger oppdatert
nl: Instellingen bijgewerkt
pl: Ustawienia zaktualizowane
pt_br: Configurações atualizadas
ru: Настройки обновлены
sk: Aktualizované nastavenia
sl: Posodobitve
sq: CilEsimet u pErditEsuan
sr: Podešavanja ažurirana
sv: Uppdaterade inställningar
tr: Ayarlar güncellendi
uk: Налаштування оновлено
vi: Cài đặt đã được cập nhật
zh_hk: 設置已更新

source: Failed to save upload settings
ar: فشل حفظ إعدادات الرفع
bg: Неуспех при запазване на настройките за качване
ca: No s'han pogut desar les preferències
de: Fehler beim Speichern der Upload-Einstellungen
eo: Couldn't save the upload settings, fr fr.
es: Error guardando configuración de cargas
fa: تنظیمات آپلود ذخیره نشد
fi: Epäonnistui tallentamaan latausasetuksia
fr: Échec de l'enregistrement des paramètres de téléchargement
hu: Nem sikerült a feltöltési beállítások mentése
it: Impossibile salvare le impostazioni di caricamento
ja: アップロード設定の保存に失敗しました
lt: Nepavyko išsaugoti įkėlimo nustatymų
ms: Gagal menyimpan tetapan muat naik
nb: Kunne ikke lagre opplastingsinnstillinger
nl: Uploadinstellingen opslaan is mislukt
pl: Nie udało się zapisać ustawień przesyłania
pt_br: Falha ao salvar as configurações de upload
ru: Не удалось сохранить настройки загрузки
sk: Nepodarilo sa uložiť nastavenia nahrávania
sl: Nastavitev nalaganja ni bilo mogoče shraniti
sq: DEshtoi ruajtja e cilEsimeve tE ngarkimit
sr: Neuspešno čuvanje podešavanja za otpremanje
sv: Misslyckades med att spara uppladdningsinställningar
tr: Yükleme ayarları kaydedilemedi
uk: Не вдалося зберегти налаштування завантажень
vi: Không lưu được cài đặt tải lên
zh_hk: 無法保存上傳設置

source: Disable uploads
ar: تعطيل الرفعات
bg: Деактивиране на качванията
ca: Deshabilitar les pujades
de: Uploads deaktivieren
eo: Turn off uploads, fr fr
es: Deshabilitar subidas
fa: غیرفعال کردن آپلودها
fi: Poista tiedostojen lataus
fr: Désactiver les téléchargements
hu: Feltöltések letiltása
it: Disattivare i caricamenti
ja: アップロードを無効にする
lt: Išjungti įkėlimus
ms: Matikan muat naik
nb: Deaktiver opplastinger
nl: Uploads uitschakelen
pl: Wyłącz przesyłanie
pt_br: Desabilitar uploads
ru: Отключить загрузку
sk: Zakázať nahrávanie
sl: Onemogočanje nalaganja
sq: Eaktivizo ngarkimet
sr: Isključi otpremanja
sv: Inaktivera uppladdningar
tr: Yüklemeleri devre dışı bırak
uk: Вимкніть завантаження
vi: Vô hiệu hóa tải lên
zh_hk: 禁用上傳

source: Uploads enabled
ar: تم تفعيل الرفعات
bg: Качванията са активирани
ca: Pujades habilitades
de: Uploads aktiviert
eo: Uploads are now lowkey chillin'
es: Subidas habilitadas
fa: آپلودها فعال شد
fi: Lataukset sallittu
fr: Téléchargements activés
hu: Feltöltések engedélyezve
it: Caricamenti abilitati
ja: アップロード可能
lt: Įkėlimai įgalinti
ms: Muat naik diaktifkan
nb: Opplastinger aktivert
nl: Uploads ingeschakeld
pl: Przesyłanie włączone
pt_br: Uploads habilitados
ru: Загрузка включена
sk: Povolené nahrávanie
sl: Omogočeno nalaganje
sq: Ngarkimet u aktivizuan
sr: Otpremanja uključena
sv: Uppladdningar aktiverade
tr: Yüklemeler etkinleştirildi
uk: Завантаження увімкнено
vi: Đã bật tải lên
zh_hk: 已啟用上傳

source: Failed to disable uploads
ar: فشل تعطيل الرفعات
bg: Неуспех при деактивиране на качванията
ca: No s'han pogut deshabilitar les pujades
de: Fehler beim Deaktivieren der Uploads
eo: Couldn't stop the uploads fr
es: Error al deshabilitar las cargas
fa: آپلودها غیرفعال نشد
fi: Ei onnistunut latausten poistaminen.
fr: Échec de la désactivation des téléchargements
hu: Nem sikerült a feltöltések letiltása
it: Impossibile disabilitare i caricamenti
ja: アップロードの無効化に失敗
lt: Nepavyko išjungti įkėlimų
ms: Gagal mematikan muat naik
nb: Feil ved deaktivering av opplastinger
nl: Uploads uitschakelen mislukt
pl: Nie udało się wyłączyć przesyłania
pt_br: Falha ao desabilitar uploads
ru: Не удалось отключить загрузку
sk: Nepodarilo sa zakázať nahrávanie
sl: Nalaganja ni bilo mogoče onemogočiti
sq: DEshtoi Eaktivizimi i ngarkimeve
sr: Neuspešno isključivanje otpremanja
sv: Misslyckades med att inaktivera uppladdningar
tr: Yüklemeler devre dışı bırakılamadı
uk: Не вдалося вимкнути завантаження
vi: Không thể vô hiệu hóa việc tải lên
zh_hk: 無法禁用上傳

source: Enable uploads
ar: تفعيل الرفعات
bg: Активиране на качванията
ca: Habilitar les pujades
de: Uploads aktivieren
eo: Turn on uploads, fr fr
es: Habilitar subidas
fa: آپلودها را فعال کنید
fi: Ota käyttöön tiedostojen lataus.
fr: Activer les téléchargements
hu: Feltöltések engedélyezése
it: Abilita il caricamento
ja: アップロードを有効にする
lt: Įgalinti įkėlimus
ms: Aktifkan muat naik
nb: Aktiver opplastinger
nl: Uploads inschakelen
pl: Włącz przesyłanie plików
pt_br: Habilitar uploads
ru: Включить загрузку
sk: Povolenie odosielania
sl: Omogočanje nalaganja
sq: Aktivizo ngarkimet
sr: Uključi otpremanja
sv: Aktivera uppladdningar
tr: Yüklemeleri etkinleştirin
uk: Увімкніть завантаження
vi: Cho phép tải lên
zh_hk: 啟用上傳

source: Uploads disabled
ar: تم تعطيل الرفعات
bg: Качванията са деактивирани
ca: Pujades deshabilitades
de: Uploads deaktiviert
eo: Uploads are on chill mode rn
es: Subidas deshabilitadas
fa: آپلودها غیرفعال شد
fi: Lataukset estetty
fr: Téléchargements désactivés
hu: Feltöltések letiltva
it: Caricamenti disabilitati
ja: アップロード不可
lt: Įkėlimai išjungti
ms: Muat naik dimatikan
nb: Opplastinger deaktivert
nl: Uploads uitgeschakeld
pl: Przesyłanie plików wyłączone
pt_br: Uploads desabilitados
ru: Загрузка отключена
sk: Nahrávanie je zakázané
sl: Nalaganje je onemogočeno
sq: Ngarkimet u Eaktivizuan
sr: Otpremanja isključena
sv: Uppladdningar inaktiverade
tr: Yüklemeler devre dışı
uk: Завантаження вимкнено
vi: Tải lên bị vô hiệu hóa
zh_hk: 已禁用上傳

source: Failed to enable uploads
ar: فشل تفعيل الرفعات
bg: Неуспех при активиране на качванията
ca: No s'han pogut habilitar les pujades
de: Fehler beim Aktivieren der Uploads
eo: Couldn't turn uploads on, fr fr
es: Error al habilitar las cargas
fa: آپلودها فعال نشد
fi: Latausten käyttöönotto epäonnistui
fr: L'activation des téléchargements a échoué
hu: Nem sikerült a feltöltések engedélyezése
it: Impossibile abilitare i caricamenti
ja: アップロードの有効化に失敗しました
lt: Nepavyko įgalinti įkėlimų
ms: Gagal mengaktifkan muat naik
nb: Feil ved aktivering av opplastinger
nl: Uploads inschakelen mislukt
pl: Nieudane włączenie przesyłania plików
pt_br: Falha ao habilitar uploads
ru: Не удалось включить загрузку
sk: Nepodarilo sa povoliť odosielanie
sl: Omogočanje nalaganja ni bilo mogoče omogočiti
sq: DEshtoi aktivizimi i ngarkimeve
sr: Neuspešno uključivanje otpremanja
sv: Misslyckades med att aktivera uppladdningar
tr: Yüklemeler etkinleştirilemedi
uk: Не вдалося увімкнути завантаження
vi: Không thể bật chức năng tải lên
zh_hk: 無法啟用上傳

source: None of your databases are compatible with this version of the uploads feature.
ar: لا توجد أي من قواعد بياناتك متوافقة مع هذا الإصدار من ميزة الرفعات.
bg: Нито една от вашите бази данни не е съвместима с тази версия на функцията за качване.
ca: Cap de les teves bases de dades són compatibles amb aquesta versió de la característica de pujades.
de: Keine Ihrer Datenbanken ist mit dieser Version der Upload-Funktion kompatibel.
eo: None of your databases are vibing with this version of the uploads feature, lol.
es: Ninguna de tus bases de datos es compatible con esta versión de la función de carga.
fa: هیچ یک از پایگاه های داده شما با این نسخه از ویژگی آپلود سازگار نیست.
fi: Yksikään tietokannoistasi ei ole yhteensopiva tämän lataustoiminnon version kanssa.
fr: Aucune de vos bases de données n'est compatible avec cette version de la fonctionnalité de téléchargement.
hu: Egyik adatbázisa sem kompatibilis a feltöltési funkció ezen verziójával.
it: Nessuno dei vostri database è compatibile con questa versione della funzione di caricamento.
ja: どのデータベースも、このバージョンのアップロード機能に対応していません。
lt: Nė viena iš jūsų duomenų bazių nesuderinama su šia įkėlimo funkcijos versija.
ms: Tiada pangkalan data anda yang serasi dengan versi ciri muat naik ini.
nb: Ingen av dine databaser er kompatible med denne versjonen av opplastingsfunksjonen.
nl: Geen van je databases is compatibel met deze versie van de uploadfunctie.
pl: Żadna z Twoich baz danych nie jest kompatybilna z tą wersją funkcji przesyłania.
pt_br: Nenhum dos seus bancos de dados é compatível com esta versão do recurso de uploads.
ru: Ни одна из ваших баз данных не совместима с этой версией функции выгрузки.
sk: Žiadna z vašich databáz nie je kompatibilná s touto verziou funkcie nahrávania.
sl: Nobena od vaših zbirk podatkov ni združljiva s to različico funkcije nalaganja.
sq: AsnjEra nga bazat e tua tE tEdhEnave nuk EshtE e pErshtatshme me kEtE version tE ve E7orisE sE ngarkimeve.
sr: Nijedna od vaših baza nije kompatibilna sa ovom verzijom funkcije otpremanja.
sv: Ingen av dina databaser är kompatibel med den här versionen av uppladdningsfunktionen.
tr: Veritabanlarınızın hiçbiri yükleme özelliğinin bu sürümüyle uyumlu değildir.
uk: Жодна з ваших баз даних не сумісна з цією версією функції завантажень.
vi: Không có cơ sở dữ liệu nào của bạn tương thích với phiên bản tính năng tải lên này.
zh_hk: 您的所有資料庫均與此版本的上傳功能兼容。

source: Metabase currently supports {0} for uploads and needs a connection with write privileges.
ar: يدعم Metabase حاليًا {0} لعمليات الرفع، ويحتاج إلى اتصال بصلاحيات كتابة.
bg: Metabase понастоящем поддържа {0} за качвания и се нуждае от връзка с права за запис.
ca: Actualment, Metabase admet {0} per a càrregues i necessita una connexió amb privilegis d'escriptura.
de: Metabase unterstützt derzeit {0} für Uploads und benötigt eine Verbindung mit Schreibrechten.
eo: Metabase can now handle {0} uploads, but it’s gotta be linked with a write-privs connection, fr.
es: Metabase actualmente admite {0} para cargas y necesita una conexión con privilegios de escritura.
fa: Metabase در حال حاضر از {0} برای آپلود پشتیبانی می کند و به یک اتصال با امتیازات نوشتن نیاز دارد.
fi: Metabase tukee tällä hetkellä {0} tiedostojen lataamista ja tarvitsee yhteyden kirjoitusoikeuksilla.
fr: Metabase prend actuellement en charge {0} pour les téléchargements et nécessite une connexion avec des privilèges d'écriture.
hu: A Metabase jelenleg támogatja a {0} feltöltéseket, és írható jogosultságokkal rendelkező kapcsolatot igényel.
it: Metabase attualmente supporta {0} per i caricamenti e necessita di una connessione con privilegi di scrittura.
ja: Metabaseは現在{0}のアップロードをサポートしており、書き込み権限のある接続が必要です。
lt: Šiuo metu metabazė palaiko {0} įkėlimui ir reikalingas ryšys su rašymo teisėmis.
ms: Metabase kini menyokong {0} untuk muat naik dan memerlukan sambungan dengan hak akses menulis.
nb: Metabase støtter for øyeblikket {0} for opplastinger og trenger en tilkobling med skrivetilgang.
nl: Metabase ondersteunt momenteel {0} voor uploads en heeft een verbinding met schrijfrechten nodig.
pl: Metabase wspiera obecnie {0} do przesyłania i potrzebuje połączenia z uprawnieniami do zapisu.
pt_br: Atualmente, a Metabase suporta {0} para uploads e precisa de uma conexão com privilégios de gravação.
ru: В настоящее время Metabase поддерживает {0} для загрузки данных и требует подключения с правами на запись.
sk: Metabáza v súčasnosti podporuje {0} pre nahrávanie a potrebuje pripojenie s právami zápisu.
sl: Metabase trenutno podpira {0} za nalaganje in potrebuje povezavo s pravicami za pisanje.
sq: Metabase aktualisht mbEshtet {0} pEr ngarkime dhe ka nevojE pEr njE lidhje me privilegje shkrimi.
sr: Metabase trenutno podržava {0} za otpremanja i potrebna mu je konekcija sa privilegijama pisanja.
sv: Metabase stöder för närvarande {0} för uppladdningar och behöver en anslutning med skrivrättigheter.
tr: Metabase şu anda yüklemeler için {0} adresini desteklemektedir ve yazma ayrıcalıklarına sahip bir bağlantıya ihtiyaç duymaktadır.
uk: Наразі Metabase підтримує {0} для завантажень і потребує підключення з правами на запис.
vi: Metabase hiện hỗ trợ {0} để tải lên và cần kết nối có quyền ghi.
zh_hk: Metabase 當前支持 {0} 上載，並需要具有寫入權限的連接。

source: Postgres, MySQL, and H2
ar: Postgres وMySQL وH2
bg: Postgres, MySQL и H2
ca: Postgres, MySQL, i H2
de: Postgres, MySQL und H2
eo: Postgres, MySQL, and H2 — lowkey the OGs of the database squad
es: Postgres, MySQL, y H2
fa: Postgres، MySQL و H2
fi: Postgres, MySQL ja H2
fr: Postgres, MySQL, et H2
hu: Postgres, MySQL és H2
it: Postgres, MySQL e H2
ja: Postgres、MySQL、H2
lt: Postgres, MySQL ir H2
ms: Postgres, MySQL, dan H2
nb: Postgres, MySQL, og H2
nl: Postgres, MySQL en H2
pl: Postgres, MySQL i H2
pt_br: Postgres, MySQL e H2
ru: Postgres, MySQL и H2
sk: Postgres, MySQL a H2
sl: Postgres, MySQL in H2
sq: Postgres, MySQL, dhe H2
sr: Postgres, MySQL i H2
sv: Postgres, MySQL och H2
tr: Postgres, MySQL ve H2
uk: Postgres, MySQL та H2
vi: Postgres, MySQL và H2
zh_hk: Postgres、MySQL 和 H2

source: Temporal bucket
ar: فئة زمنية
bg: Временен сегмент
ca: Cubell temporal
de: Temporale Eimer
eo: Time stash
es: Cubo temporal
fa: سطل زمانی
fi: Ajallinen ämpäri
fr: Bac temporel
hu: Időbeli vödör
it: Secchio temporale
ja: 時間的バケット
lt: Laikinasis kibiras
ms: Selang waktu
nb: Temporal bøtte
nl: Tijdelijke bucket
pl: Grupowanie czasowe
pt_br: Agrupamento temporal
ru: Временное ведро
sk: Časové vedro
sl: Časovno vedro
sq: Interval kohor
sr: Vremenski bucket
sv: Temporär skopa
tr: Geçici kova
uk: Часовий бакет
vi: Xô thời gian
zh_hk: 時間分堆

source: Binning strategy
ar: استراتيجية التجميع إلى فئات
bg: Стратегия за групиране
ca: Estratègia d'agrupament
de: Binning-Strategie
eo: trash plan
es: Estrategia de clasificación
fa: استراتژی Binning
fi: Niputusstrategia
fr: Stratégie de pagination
hu: Binning stratégia
it: Strategia di binning
ja: ビン化戦略
lt: Sujungimo strategija
ms: Strategi pengelompokan
nb: Binningsstrategi
nl: Groepeerstrategie
pl: Strategia grupowania
pt_br: Estratégia de agrupamento
ru: Стратегия бинирования
sk: Stratégia triedenia
sl: Strategija združevanja
sq: Strategjia e ndarjes nE intervale
sr: Strategija binovanja
sv: Strategi för binning
tr: Binning stratejisi
uk: Стратегія бінінгу
vi: Chiến lược phân loại
zh_hk: 分箱策略

source: Show visualization options
ar: اعرض خيارات التصور
bg: Показване на опции за визуализация
ca: Mostrar les opcions de visualització
de: Visualisierungs-Optionen anzeigen
eo: Show the vibes for how it looks
es: Mostrar opciones de visualización
fa: نمایش گزینه های تجسم
fi: Näytä visualisointivaihtoehdot
fr: Voir les options de visualisation
hu: Megjelenítési lehetőségek megjelenítése
it: Mostra le opzioni di visualizzazione
ja: 視覚化オプションを表示する
lt: Rodyti vizualizacijos parinktis
ms: Tunjukkan pilihan visualisasi
nb: Vis visualiseringsalternativer
nl: Visualisatie-opties tonen
pl: Pokaż opcje wizualizacji
pt_br: Mostrar opções de visualização
ru: Показать параметры визуализации
sk: Zobraziť možnosti vizualizácie
sl: Prikaz možnosti ponazoritve
sq: Shfaq opsionet e vizualizimit
sr: Prikaži opcije vizualizacije
sv: Visa visualiseringsalternativ
tr: Görselleştirme seçeneklerini göster
uk: Показати параметри візуалізації
vi: Hiển thị tùy chọn trực quan
zh_hk: 顯示可視化選項

source: Edit card
ar: عدّل البطاقة
bg: Редактиране на карта
ca: Editar targeta
de: Karte bearbeiten
eo: Update the card or just "Edit card" is chill, no cap.
es: Edita tarjeta
fa: ویرایش کارت
fi: Muokkaa korttia
fr: Modifier la carte
hu: Kártya szerkesztése
it: Scheda di modifica
ja: カードを編集する
lt: Redaguoti kortelę
ms: Sunting kad
nb: Rediger kort
nl: Pas kaart aan
pl: Edytuj kartę
pt_br: Editar cartão
ru: Изменить карточку
sk: Upraviť kartu
sl: Urejanje kartice
sq: Redakto kartEn
sr: Uredi karticu
sv: Redigera kort
tr: Kartı düzenle
uk: Редагувати картку
vi: Chỉnh sửa thẻ
zh_hk: 編輯卡片

source: Preview card
hu: Kártya előnézete
ms: Pratonton kad

source: There's nothing here, yet.
ar: لا يوجد شيء هنا بعد.
bg: Тук все още няма нищо.
ca: No hi res aquí, encara.
de: Hier ist noch nichts vorhanden.
eo: There's nothin’ here yet, lol.
es: No hay nada aquí, todavía.
fa: اینجا هنوز چیزی نیست
fi: Täällä ei ole vielä mitään.
fr: Il n'y a rien ici pour le moment.
hu: Itt még semmi sincs.
it: Qui non c'è ancora nulla.
ja: ここにはまだ何もない。
lt: Čia dar nieko nėra.
ms: Pratonton kad
nb: Ingenting her, enda.
nl: Hier is nog niets.
pl: Tu jeszcze nic nie ma.
pt_br: Não há nada aqui, ainda.
ru: Здесь пока ничего нет.
sk: Zatiaľ tu nič nie je.
sl: Tukaj še ni ničesar.
sq: KEtu nuk ka asgjE, ende.
sr: Ovde još uvek nema ničega.
sv: Det finns inget här än.
tr: Burada henüz bir şey yok.
uk: Тут поки нічого немає.
vi: Hiện tại vẫn chưa có gì ở đây.
zh_hk: 這裡還沒有任何東西。

source: No query found
ar: لم يتم العثور على استعلام
bg: Не е намерена заявка
ca: No s'ha trobat cap pregunta
de: Keine Abfrage gefunden
eo: No cap, no query found
es: No se ha encontrado consulta
fa: درخواستی پیدا نشد
fi: Ei kyselyä löytynyt
fr: Pas de question trouvée
hu: Nem található lekérdezés
it: Nessuna ricerca trovata
ja: クエリが見つかりません
lt: Užklausa nerasta
ms: Tiada query ditemui
nb: Ingen spørring funnet
nl: Geen query gevonden
pl: Nie znaleziono zapytania
pt_br: Nenhuma consulta encontrada
ru: Запрос не найден
sk: Nenašiel sa žiadny dotaz
sl: Poizvedba ni bila najdena
sq: Nuk u gjet asnjE pyetje
sr: Nije pronađen upit
sv: Ingen fråga hittades
tr: Sorgu bulunamadı
uk: Запит не знайдено
vi: Không tìm thấy truy vấn nào
zh_hk: 沒有找到查詢

source: Basic action
ar: إجراء أساسي
bg: Основно действие
ca: Acció bàsica
de: Grundlegende Funktion
eo: Plain ol' move, no cap
es: Acción básica
fa: اقدام اساسی
fi: Perus toiminta
fr: Action basique
hu: Alapművelet
it: Azione di base
ja: 基本動作
lt: Pagrindinis veiksmas
ms: Tindakan asas
nb: Grunleggende handling
nl: Basisactie
pl: Podstawowa akcja
pt_br: Ação básica
ru: Основное действие
sk: Základná akcia
sl: Osnovno dejanje
sq: Veprim bazE
sr: Osnovna radnja
sv: Grundläggande åtgärder
tr: Temel eylem
uk: Базова дія
vi: Hành động cơ bản
zh_hk: 基本動作

source: Not on
ar: ليس في
bg: Не е на
ca: No en
de: Nicht an
eo: Not it / Nah fam
es: No en
fa: روشن نیست
fi: Ei ole.
fr: Pas activé
hu: Nincs bekapcsolva
it: Non su
ja: にはない
lt: Neįjungta
ms: Tidak aktif
nb: Ikke på
nl: Niet op
pl: Nie włączone
pt_br: Não em
ru: Не на
sk: Nie na
sl: Ni vklopljeno
sq: Jo në
sr: Ne na
sv: Inte på
tr: Açık değil
uk: Не на
vi: Không có trên
zh_hk: 不在
