Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: This is our new {0} driver.
ar: هذا هو برنامج التشغيل الجديد لدينا لـ {0}.
bg: Това е нашият нов драйвер за {0}.
ca: Aquest és el nostre controlador nou per a {0}.
de: Dies ist unser neuer {0} Treiber.
eo: This is our new {0} driver, fr.
es: Este es nuestro nuevo controlador {0}.
fa: این درایور جدید {0} ما است.
fi: Tämä on uusi {0} kuljettajamme.
fr: Ceci est notre nouveau gestionnaire de connexion à {0}.
hu: Ez a mi új {0} illesztőprogramunk.
it: Questo è il nostro nuovo driver {0}.
ja: これが私たちの新しい{0}ドライバーです。
lt: Tai mūsų naujasis {0} vairuotojas.
ms: Ini adalah pemacu {0} baru kami.
nb: Dette er vår nye {0} driver.
nl: Dit is onze nieuwe {0}-driver.
pl: To nasz nowy sterownik {0}.
pt_br: Este é nosso novo driver {0}.
ru: Это наш новый драйвер {0}.
sk: Toto je náš nový {0} ovládač.
sl: To je naš novi gonilnik {0}.
sq: Ky është drejtuesi ynë i ri {0}.
sr: Ovo je naš novi {0} drajver.
sv: Detta är vår nya drivrutin för {0}.
tr: Bu, yeni {0} sürücümüz.
uk: Це наш новий драйвер {0}.
vi: Đây là trình điều khiển {0} mới của chúng tôi.
zh_hk: 這是我們的新 {0} 驅動程式。

source: The old driver has been deprecated and will be removed in a future release.
ar: تم إيقاف برنامج التشغيل القديم وسيتم إزالته في إصدار مستقبلي.
bg: Старият драйвер е остарял и ще бъде премахнат в бъдеща версия.
ca: El controlador vell ha estat depreciat i s'eliminarà d'una versió futura.
de: Der alte Treiber wurde als veraltet markiert und wird in einem künftigen Release entfernt.
eo: The old driver’s basically getting yeeted and will be gone in a future update.
es: El controlador anterior ha quedado obsoleto y se eliminará en una versión futura.
fa: درایور قدیمی از رده خارج شده است و در نسخه آینده حذف خواهد شد.
fi: Vanha kuljettaja on poistettu käytöstä ja se poistetaan tulevassa päivityksessä.
fr: L'ancien pilote a été déprécié et sera retiré dans une prochaine version.
hu: A régi illesztőprogram elavult, és egy jövőbeli kiadásban eltávolításra kerül.
it: Il vecchio driver è stato deprecato e sarà rimosso in una versione futura.
ja: 古いドライバーは非推奨となっており、将来のリリースで削除される予定です。
lt: Senoji tvarkyklė buvo pasenusi ir bus pašalinta būsimame leidime.
ms: Pemacu lama telah ditamatkan dan akan dikeluarkan dalam keluaran akan datang.
nb: Den gamle driveren er avskrevet og vil bli fjernet i en fremtidig utgivelse.
nl: Het oude stuurprogramma is verouderd en zal in een toekomstige release worden verwijderd.
pl: Stary sterownik został uznany za przestarzały i zostanie usunięty w przyszłym wydaniu.
pt_br: O driver antigo foi descontinuado e será excluído em uma versão futura.
ru: Старый драйвер устарел и будет удален в одном из будущих выпусков.
sk: Starý ovládač bol ukončený a bude odstránený v niektorom z budúcich vydaní.
sl: Stari gonilnik je zastarel in bo odstranjen v prihodnji izdaji.
sq: Drejtuesi i vjetër është shënuar si i vjetruar dhe do të hiqet në një version të ardhshëm.
sr: Stari drajver je zastareo i biće uklonjen u nekom od narednih izdanja.
sv: Den gamla drivrutinen är förlegad och kommer att tas bort i en kommande version.
tr: Eski sürücü kullanımdan kaldırıldı ve gelecekteki bir sürümde kaldırılacak.
uk: Старий драйвер застарів і буде вилучений у майбутньому релізі.
vi: Trình điều khiển cũ đã lỗi thời và sẽ bị loại bỏ trong bản phát hành tương lai.
zh_hk: 舊驅動程式已被棄用，將在未來版本中移除。

source: If you really need to use it, you can {0}.
ar: إذا كنت بحاجة فعلًا لاستخدامه، يمكنك {0}.
bg: Ако наистина трябва да го използвате, можете да {0}.
ca: Si realment ho necessites, pots {0}.
de: Wenn Du das wirklich verwenden musst, kannst Du {0}.
eo: If you really gotta use it, you can {0}.
es: Si realmente necesitas usarlo, puedes {0}.
fa: اگر واقعاً به استفاده از آن نیاز دارید، می‌توانید {0}.
fi: Jos sinun todella täytyy käyttää sitä, voit {0}.
fr: Si vous en avez vraiment besoin,
hu: Ha valóban szüksége van rá, akkor {0}.
it: Se hai davvero bisogno di usarlo, puoi {0}.
ja: どうしても使う必要がある場合は{0}となります。
lt: Jei jums tikrai reikia ja naudotis, galite {0}.
ms: Jika anda benar-benar perlu menggunakannya, anda boleh {0}.
nb: Hvis du virkelig må bruke den, kan du {0}.
nl: Als je het echt nodig hebt, kun je {0}.
pl: Jeśli naprawdę musisz go użyć, możesz {0}.
pt_br: Se você realmente precisar usá-lo, pode {0}.
ru: Если вам действительно нужно это использовать, вы можете {0}.
sk: Ak ho naozaj potrebujete použiť, môžete {0}.
sl: Če ga res morate uporabiti, lahko {0}.
sq: Nëse vërtet duhet ta përdorni, mund ta {0}.
sr: Ako vam zaista treba, možete {0}.
sv: Om du verkligen behöver använda den så kan du {0}.
tr: Gerçekten kullanmanız gerekiyorsa, {0} yapabilirsiniz.
uk: Якщо вам справді потрібно ним користуватися, ви можете {0}.
vi: Nếu bạn thực sự cần sử dụng nó, bạn có thể {0}.
zh_hk: 如果您確實需要使用它，您可以{0}。

source: Need help connecting?
ar: تحتاج مساعدة في الاتصال؟
bg: Нуждаете се от помощ за свързване?
ca: Necessites ajudant per connectar?
de: Benötigst Du Hilfe bei der Verbindung?
eo: Need some help linking up?
es: ¿Necesitas ayuda para conectarte?
fa: آیا برای اتصال نیاز به کمک دارید?
fi: Tarvitsetko apua yhteyden muodostamisessa?
fr: Besoin d'aide pour connecter ?
hu: Segítségre van szüksége a csatlakozáshoz?
it: Hai bisogno di aiuto per connetterti?
ja: 接続にお困りですか?
lt: Reikia pagalbos prisijungiant?
ms: Perlu bantuan menyambung?
nb: Trenger du hjelp med tilkobling?
nl: Hulp nodig bij het aansluiten?
pl: Potrzebujesz pomocy przy połączeniu?
pt_br: Precisa de ajuda para conectar?
ru: Нужна помощь с подключением?
sk: Potrebujete pomoc s pripojením?
sl: Potrebujete pomoč pri povezovanju?
sq: Keni nevojë për ndihmë për tu lidhur?
sr: Treba ti pomoć oko povezivanja?
sv: Behöver du hjälp med att ansluta?
tr: Bağlanmak için yardıma mı ihtiyacınız var?
uk: Потрібна допомога з підключенням?
vi: Cần giúp đỡ kết nối?
zh_hk: 需要連接協助嗎？

source: Check out documentation for step-by-step directions on how to connect to your database.
hu: Tekintse meg a dokumentációt lépésről-lépésre irányelvekkel, hogyan csatlakoztassa az adatbázisát.
ms: Semak dokumentasi untuk arahan langkah demi langkah tentang cara menyambung ke pangkalan data anda.

source: Docs weren't enough? {0}
ar: لم تكفِ المستندات؟ {0}
bg: Документите не бяха достатъчни? {0}
ca: No n'has tingut prou amb la documentació? {0}
de: War die Dokumentation nicht genug? {0}
eo: Docs weren't it enough? {0}
es: ¿Los documentos no fueron suficientes? {0}
fa: آیا مستندات کافی نبود؟ {0}
fi: Eikö lääkärintodistukset riittäneet? {0}
fr: La doc n'est pas suffisante ? {0}
hu: A dokumentáció nem volt elég? {0}
it: I documenti non sono stati sufficienti? {0}
ja: ドックだけでは不十分?{0}
lt: Nepakako dokumentų? {0}
ms: Dokumentasi tidak mencukupi? {0}
nb: Var ikke dokumentene nok? {0}
nl: Documentatie was niet voldoende? {0}
pl: Dokumentacja nie była wystarczająca? {0}
pt_br: Os documentos não foram suficientes? {0}
ru: Документации оказалось недостаточно? {0}
sk: Dokumentácia nestačila? {0}
sl: Dokumenti niso bili dovolj? {0}
sq: Dokumentacioni nuk mjaftoi? {0}
sr: Dokumentacija nije bila dovoljna? {0}
sv: Var inte dokumentationen tillräcklig? {0}
tr: Dokümanlar yeterli değil miydi? {0}
uk: Документації було недостатньо? {0}
vi: Tài liệu chưa đủ? {0}
zh_hk: 文檔還不夠？{0}

source: {0} column
ar: {0} عمود
bg: {0} колона
ca: {0} columna
de: {0} Spalte
eo: {0} column, fr fr
es: {0} columna
fa: ستون {0}
fi: {0} sarakkeessa
fr: {0} colonne
hu: {0} oszlop
it: {0} colonna
ja: {0}列
lt: {0} stulpelis
ms: Lajur {0} Jamak: lajur {0}
nb: {0} kolonne
nl: {0} kolom
pl: {0} kolumna
pt_br: {0} coluna
ru: {0} колонка
sk: {0} stĺpec
sl: {0} stolpec
sq: {0} kolonë
sr: {0} kolona
sv: kolumn {0}
tr: {0} sütun
uk: {0} стовпець
vi: {0} các cột
zh_hk: {0} 欄位

source: We're taking a look at your database!
hu: Megnézzük az adatbázisodat!
ms: Kami sedang meneliti pangkalan data anda!

source: You’ll be able to use individual tables as they finish syncing.
hu: Az egyes táblákat a szinkronizálás befejezése után tudja használni.
ms: Anda akan dapat menggunakan jadual individu apabila mereka selesai menyelaraskan.

source: In the meantime, you can take a look at the {0} if you want to get a head start. Want to explore?
hu: Addig is megtekintheti a {0}-t, ha előre szeretne lépni. Szeretne felfedezni?
ms: Sementara itu, anda boleh melihat {0} jika anda ingin memulakan lebih awal. Mahu meneroka?

source: Sample Database
ar: قاعدة البيانات النموذجية
bg: Примерна база данни
ca: Base de dades d'exemple
de: Beispieldatenbank
es: Base de datos de muestra
fa: نمونه پایگاه داده
fi: Esimerkkitietokanta
fr: Exemple de base de données
hu: Mintaadatbázis
it: Database di esempio
ja: サンプルデータベース
ms: Pangkalan Data Contoh
nb: Eksempel på database
nl: Voorbeelddatabase
pl: Przykładowa baza danych
pt_br: Banco de dados de amostra
ru: Образец базы данных
sk: Ukážková databáza
sl: Vzorčna zbirka podatkov
sq: Baza e të dhënave shembull
sr: Primer baze podataka
sv: Exempeldatabas
tr: Örnek Veritabanı
uk: Демо-база даних
vi: Cơ sở dữ liệu mẫu
zh_hk: 樣本資料庫

source: Have a look around your Metabase in the meantime if you want to get a head start.
hu: Addig is nézzen körül a Metabase-ban, ha előre szeretne lépni.
ms: Sementara itu, lihat sekeliling Metabase anda jika anda ingin memulakan lebih awal.

source: Explore sample data
hu: Fedezze fel a mintaadatokat
ms: Teroka data contoh

source: SQL snippets
ar: مقتطفات SQL
bg: SQL фрагменти
ca: Bocins de codi SQL
de: SQL Schnippsel
eo: SQL snippets → SQL lil hacks
es: Fragmentos de SQL
fa: قطعات SQL
fi: SQL-pätkät
fr: Fragments SQL
hu: SQL kódrészletek
it: Frammenti SQL
ja: SQLスニペット
lt: SQL fragmentai
ms: Petikan SQL
nb: SQL Utvalg
nl: SQL Fragmenten
pl: Fragmenty kodu SQL
pt_br: Snippets de SQL
ru: SQL фрагменты
sk: SQL úryvky
sl: Delčki SQL
sq: Fragmente SQL
sr: SQL isečci
sv: SQL-snuttar
tr: SQL parçacıkları
uk: SQL-фрагменти
vi: Đoạn mã SQL
zh_hk: SQL 片段

source: reference the results of another saved question
ar: الإشارة إلى نتائج سؤال محفوظ آخر
bg: справка с резултатите от друг запазен въпрос
ca: referencia els resultats d'una altra pregunta desada
de: Referenziere die Ergebnisse einer anderen, gespeicherten Frage
eo: Check the results of another saved Q, fr.
es: hacer referencia a los resultados de otra pregunta guardada
fa: به نتایج سؤال ذخیره‌شده دیگری اشاره کنید
fi: viitata toisen tallennetun kysymyksen tuloksiin
fr: reférence les résultats d'une autre question sauvegardée
hu: hivatkozik egy másik mentett kérdés eredményeire
it: riferimenti i risultati di un'altra domanda salvata
ja: 保存された別の質問の結果を参照する
lt: nuoroda į kito išsaugoto klausimo rezultatus
ms: rujuk hasil soalan lain yang disimpan
nb: referere til resultatene av et annet lagret spørsmål
nl: verwijzen naar de resultaten van een andere opgeslagen vraag
pl: referencja do wyników innego zapisanego pytania
pt_br: referenciar os resultados de outra pergunta salva
ru: ссылаться на результаты другого сохраненного вопроса
sk: odkaz na výsledky inej uloženej otázky
sl: sklicevanje na rezultate drugega shranjenega vprašanja
sq: referohu rezultateve të një pyetjeje tjetër të ruajtur
sr: referenciraj rezultate drugog sačuvanog pitanja
sv: pekar på resultaten från en annan sparad fråga
tr: kaydedilmiş başka bir sorunun sonuçlarına başvurun
uk: посилатися на результати іншого збереженого запиту
vi: tham chiếu kết quả của câu hỏi đã lưu khác
zh_hk: 引用其他已儲存問題的結果

source: Variables in models aren't supported yet
ar: المتغيّرات في النماذج غير مدعومة بعد
bg: Все още не се поддържат променливи в моделите
ca: Les variables en models encara no estan suportades
de: Variablen in Modellen werden noch nicht unterstützt
eo: Variables in models aren’t it rn
es: Las variables en los modelos aún no están soportadas
fa: متغیرها در مدل‌ها هنوز پشتیبانی نمی‌شوند
fi: Muuttujia malleissa ei vielä tueta.
fr: Les variables dans les modèles ne sont pas encore supportées.
hu: A változók modellekben még nem támogatottak
it: Le variabili nei modelli non sono ancora supportate
ja: モデル内の変数はまだサポートされていません
lt: Modelių kintamieji dar nepalaikomi
ms: Pembolehubah dalam model belum disokong lagi
nb: Variabler i modeller støttes ikke ennå
nl: Variabelen in modellen worden nog niet ondersteund
pl: Zmienne w modelach nie są jeszcze obsługiwane
pt_br: Variáveis em modelos ainda não são compatíveis
ru: Переменные в моделях пока не поддерживаются
sk: Premenné v modeloch nie sú zatiaľ podporované
sl: Spremenljivke v modelih še niso podprte
sq: Variablat në modele nuk mbështeten ende
sr: Promenljive u modelima još nisu podržane
sv: Variabler i modeller tillåts inte ännu
tr: Modellerdeki değişkenler henüz desteklenmiyor
uk: Змінні в моделях ще не підтримуються
vi: Các biến trong mô hình vẫn chưa được hỗ trợ
zh_hk: 模型中的變量尚未支援

source: To solve this, just remove the variables in this question and try again. (It's okay to use {0} or {1} in your query.)
ar: لحل ذلك، أزل المتغيرات في هذا السؤال ثم حاول مرة أخرى. (لا بأس باستخدام {0} أو {1} في استعلامك.)
bg: За да разрешите това, просто премахнете променливите в този въпрос и опитайте отново. (Добре е да използвате {0} или {1} в заявката си.)
ca: Per resoldre això, eliminar les variables en aquesta pregunta i torna-ho a provar. (Està bé utilitzar {0} o {1} en la teva pregunta.)
de: Dies können Sie lösen, indem Sie die Variablen aus dieser Frage löschen und es erneut versuchen. (Es ist in Ordnung {0} oder {1} in der Abfrage zu nutzen.)
eo: To fix this, just yeet the variables from the question and try again. (It's totally fine to use {0} or {1} in your query, no cap.)
es: Para resolver esto, simplemente elimina las variables en esta pregunta e intenta nuevamente. (Está bien usar {0} o {1} en tu consulta).
fa: برای حل این مشکل، متغیرها را از این سوال حذف کنید و دوباره امتحان کنید. (مشکلی برای استفاده از {0} یا {1} در پرسش شما نیست.)
fi: Ratkaise tämä poistamalla muuttujat tästä kysymyksestä ja yritä uudelleen. (On hyväksyttävää käyttää {0} tai {1} kyselyssäsi.)
fr: Pour corriger ce problème, enlevez simplement les variables de cette question et réessayez. (Vous pouvez utiliser {0} ou {1} dans votre requête.)
hu: A megoldáshoz egyszerűen távolítsa el a változókat ebben a kérdésben, és próbálja meg újra. (Rendben van, ha {0} vagy {1} használ a lekérdezésben.)
it: Per risolvere questo problema, rimuovi semplicemente le variabili in questa domanda e riprova. (Va bene usare {0} o {1} nella tua query.)
ja: これを解決するには、この質問の変数を削除して、もう一度試してみてください。(クエリの中で{0}や{1}を使っても構いません)。
lt: Norėdami tai išspręsti, tiesiog pašalinkite šio klausimo kintamuosius ir bandykite dar kartą. (Užklausoje galite naudoti {0} arba {1}.)
ms: Untuk menyelesaikan ini, keluarkan pembolehubah dalam soalan ini dan cuba lagi. (Tidak mengapa untuk menggunakan {0} atau {1} dalam pertanyaan anda.)
nb: For å løse dette, bare fjern variabler i spørsmålet og prøv på nytt. (Det er ok å benytte {0} eller {1} i spørringen.)
nl: Om dit op te lossen, verwijder je de variabelen in deze vraag en probeer je het opnieuw. (Het is oké om {0} of {1} te gebruiken in je zoekopdracht.)
pl: Aby to rozwiązać, po prostu usuń zmienne z tego pytania i spróbuj ponownie. (Możesz użyć {0} lub {1} w swoim zapytaniu.)
pt_br: Para resolver isso, exclua as varáveis dessa pergunta e tente de novamente. (Tudo bem usar {0} ou {1} na sua consulta.)
ru: Чтобы решить эту проблему, просто удалите переменные в этом запросе и попробуйте снова. (В вашем запросе можно использовать {0} или {1}.)
sk: Na vyriešenie tohto problému jednoducho odstráňte premenné v tejto otázke a skúste to znova. (Je v poriadku použiť {0} alebo {1} vo vašom dotaze.)
sl: Če želite to rešiti, preprosto odstranite spremenljivke v tem vprašanju in poskusite znova. (V poizvedbi lahko uporabite {0} ali {1}.)
sq: Për ta zgjidhur këtë, thjesht hiqi variablat në këtë pyetje dhe provo përsëri. (Është në rregull të përdorësh {0} ose {1} në pyetjen tënde.)
sr: Da rešiš ovo, samo ukloni promenljive iz ovog pitanja i pokušaj ponovo. (U redu je da koristiš {0} ili {1} u svom upitu.)
sv: För att lösa detta, ta bara bort variablerna i denna fråga och försök igen. Det är ok att använda {0} eller {1} i din fråga.
tr: Bunu çözmek için, bu sorudaki değişkenleri kaldırın ve tekrar deneyin. (Sorgunuzda {0} veya {1} kullanmanız sorun değil.)
uk: Щоб розв’язати це, просто видаліть змінні в цьому запиті та спробуйте ще раз. (У запиті можна використовувати {0} або {1}.)
vi: Để giải quyết, chỉ cần loại bỏ các biến trong câu hỏi này và thử lại. (Bạn có thể sử dụng {0} hoặc {1} trong truy vấn của mình.)
zh_hk: 要解决此问题，<b>(</b>只需刪除此問題中的變量並再試一次。 （查詢中可以使用 {0} 或 {1}。）

source: Back to sign in
ar: العودة إلى تسجيل الدخول
bg: Назад, за да влезете
ca: Tornar a l'entrada
de: Zurück zur Anmeldung
eo: Back to log in
es: Volver a iniciar sesión
fa: بازگشت به صفحه ورود
fi: Takaisin sisäänkirjautumiseen
fr: Retour à l'authentification
hu: Vissza a bejelentkezéshez
it: Torna per accedere
ja: サインインに戻る
lt: Atgal prisijungti
ms: Kembali ke log masuk
nb: Tilbake til pålogging
nl: Terug naar inlogscherm
pl: Wróć do logowania
pt_br: Voltar para fazer login
ru: Обратно к авторизации
sk: Späť na prihlásenie
sl: Nazaj na vpis
sq: Kthehu te hyrja
sr: Nazad na prijavu
sv: Tillbaka till inloggning
tr: Oturum açmak için geri dön
uk: Назад до входу
vi: Quay lại để đăng nhập
zh_hk: 返回登入

source: Please contact an administrator to have them reset your password.
ar: يرجى التواصل مع مسؤول ليقوم بإعادة تعيين كلمة المرور الخاصة بك.
bg: Моля, свържете се с администратор, за да възстанови паролата ви.
ca: Contacta amb l'administrador per a restaurar la teva contrasenya.
de: Bitte wende Dich an einen Administrator um Dein Passwort zurücksetzen zu lassen.
eo: Yo, hit up an admin to get your password reset, pls.
es: Pónte en contacto con un administrador para que restablezca tu contraseña.
fa: لطفا با یک مدیر تماس بگیرید تا رمز عبور خود را بازنشانی کند.
fi: Ota yhteys ylläpitoon, jotta salasanasi voidaan nollata.
fr: Veuillez contacter un administrateur pour qu'il réinitialise votre mdp
hu: Kérjük, vegye fel a kapcsolatot egy adminisztrátorral a jelszó visszaállításához.
it: Contatta un amministratore per farti reimpostare la password.
ja: 管理者に連絡して、パスワードを再設定してもらってください。
lt: Susisiekite su administratoriumi, kad jis iš naujo nustatytų slaptažodį.
ms: Sila hubungi pentadbir untuk menetapkan semula kata laluan anda.
nb: Vennligst kontakt en administrator for å få dem til å tilbakestille passordet ditt.
nl: Neem contact op met een beheerder om je wachtwoord opnieuw in te stellen.
pl: Skontaktuj się z administratorem, aby zresetować hasło.
pt_br: Entre em contato com um administrador para que ele redefina sua senha.
ru: Пожалуйста, свяжитесь с администратором для сброса вашего пароля.
sk: Kontaktujte administrátora, aby mohol obnoviť vaše heslo.
sl: Obrnite se na skrbnika, da ponastavi vaše geslo.
sq: Të lutem kontakto një administrator që ta rivendosë fjalëkalimin tënd.
sr: Molimo kontaktirajte administratora da vam resetuje lozinku.
sv: Kontakta en administratör och be dem återställa ditt lösenord.
tr: Parolanızı sıfırlamaları için lütfen bir yöneticiyle iletişime geçin.
uk: Будь ласка, зверніться до адміністратора, щоб він скинув ваш пароль.
vi: Vui lòng liên hệ với quản trị viên để họ đặt lại mật khẩu của bạn.
zh_hk: 請聯絡管理員以重設您的密碼。

source: All done!
hu: Minden kész!
ms: Selesai!

source: Awesome, you've successfully updated your password.
hu: Nagyszerű, sikeresen frissítetted a jelszavad.
ms: Hebat, anda telah berjaya mengemas kini kata laluan anda.
