Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: An additional amount for the add-on will be added to your next billing period invoice. You can cancel the add-on anytime in Metabase Store.
ar: ستُضاف قيمة إضافية للإضافة إلى فاتورة فترة الفوترة التالية. يمكنك إلغاء الإضافة في أي وقت من Metabase Store.
bg: Допълнителна сума за добавката ще бъде добавена към фактурата ви за следващия период на фактуриране. Можете да анулирате добавката по всяко време в Metabase Store.
ca: S'afegirà un import addicional pel complement a la factura del proper període de facturació. Podeu cancel·lar el complement en qualsevol moment a la botiga Metabase.
de: Für das Add-on wird ein zusätzlicher Betrag Ihrer nächsten Rechnung hinzugefügt. Sie können das Add-on jederzeit im Metabase Store kündigen.
es: Se añadirá un importe adicional por el complemento a la factura de su próximo período de facturación. Puede cancelar el complemento en cualquier momento en Metabase Store.
fa: مبلغ اضافی برای این افزونه به فاکتور دوره صورتحساب بعدی شما اضافه خواهد شد. می‌توانید هر زمان که خواستید، افزونه را در فروشگاه متابیس لغو کنید.
fi: Lisäosan lisämaksu lisätään seuraavan laskutuskauden laskuusi. Voit peruuttaa lisäosan milloin tahansa Metabase Storessa.
fr: Le montant de l'option sera ajouté à votre prochaine facture. Vous pouvez annuler cette option à tout moment dans la boutique Metabase.
it: Un importo aggiuntivo per il componente aggiuntivo verrà aggiunto alla fattura del prossimo periodo di fatturazione. Puoi annullare il componente aggiuntivo in qualsiasi momento nel Metabase Store.
ja: アドオンの追加料金は、次回の請求期間の請求書に加算されます。アドオンはMetabase Storeでいつでもキャンセルできます。
nb: Et tilleggsbeløp for tillegget vil bli lagt til på fakturaen for neste faktureringsperiode. Du kan når som helst avbryte tillegget i Metabase Store.
nl: Een extra bedrag voor de add-on wordt toegevoegd aan uw factuur voor de volgende factuurperiode. U kunt de add-on op elk gewenst moment annuleren in Metabase Store.
pl: Dodatkowa kwota za dodatek zostanie doliczona do faktury za kolejny okres rozliczeniowy. Możesz anulować dodatek w dowolnym momencie w sklepie Metabase.
pt_br: Um valor adicional referente ao complemento será adicionado à sua próxima fatura. Você pode cancelar o complemento a qualquer momento na Metabase Store.
ru: Дополнительная сумма за дополнение будет добавлена к вашему счету за следующий расчетный период. Вы можете отменить дополнение в любое время в Metabase Store.
sk: K vašej faktúre za ďalšie fakturačné obdobie bude pripočítaná dodatočná suma za doplnok. Doplnok môžete kedykoľvek zrušiť v obchode Metabase Store.
sl: Dodaten znesek za dodatek bo dodan vašemu računu za naslednje obračunsko obdobje. Dodatek lahko kadar koli prekličete v trgovini Metabase.
sq: Një shumë shtesë për shtesën do të shtohet në faturën e periudhës së ardhshme të faturimit. Mund ta anulosh shtesën në çdo kohë në Metabase Store.
sr: Dodatni iznos za dodatak biće dodat na fakturu za sledeći obračunski period. Dodatak možete otkazati u bilo kom trenutku u Metabase Store.
sv: Ett extra belopp för tillägget kommer att läggas till på din faktura för nästa faktureringsperiod. Du kan avbryta tillägget när som helst i Metabase Store.
tr: Eklenti için ek bir tutar, bir sonraki fatura dönemine ait faturanıza eklenecektir. Eklentiyi Metabase Store'da istediğiniz zaman iptal edebilirsiniz.
uk: Додаткову суму за аддон буде додано до рахунку у вашому наступному платіжному періоді. Ви можете скасувати аддон у будь-який час у Metabase Store.
vi: Một khoản phí bổ sung cho tiện ích này sẽ được thêm vào hóa đơn kỳ thanh toán tiếp theo của bạn. Bạn có thể hủy tiện ích bổ sung bất cứ lúc nào trong Metabase Store.
zh_hk: 附加元件的額外費用將會加到您下一個帳期的發票上。您可以隨時在 Metabase Store 中取消附加元件。

source: After 14 days of free trial an additional amount for the add-on will be added to your next billing period invoice. You can cancel the add-on anytime in Metabase Store.
ar: بعد 14 يومًا من التجربة المجانية ستُضاف قيمة إضافية للإضافة إلى فاتورة فترة الفوترة التالية. يمكنك إلغاء الإضافة في أي وقت من Metabase Store.
bg: След 14 дни безплатен пробен период, към следващата ви фактура за период на фактуриране ще бъде добавена допълнителна сума за добавката. Можете да анулирате добавката по всяко време в Metabase Store.
ca: Després de 14 dies de prova gratuïta, s'afegirà un import addicional pel complement a la factura del següent període de facturació. Podeu cancel·lar el complement en qualsevol moment a la botiga Metabase.
de: Nach Ablauf der 14-tägigen kostenlosen Testphase wird Ihnen der Betrag für das Add-on in Ihrer nächsten Rechnung in Rechnung gestellt. Sie können das Add-on jederzeit im Metabase Store kündigen.
es: Después de 14 días de prueba gratuita, se añadirá un importe adicional por el complemento a la factura de su próximo período de facturación. Puede cancelar el complemento en cualquier momento en Metabase Store.
fa: پس از ۱۴ روز استفاده آزمایشی رایگان، مبلغ اضافی برای این افزونه به فاکتور دوره صورتحساب بعدی شما اضافه خواهد شد. می‌توانید هر زمان که بخواهید، افزونه را در فروشگاه متابیس لغو کنید.
fi: 14 päivän ilmaisen kokeilujakson jälkeen lisäosan hinta lisätään seuraavan laskutuskauden laskuusi. Voit peruuttaa lisäosan milloin tahansa Metabase Storessa.
fr: Après 14 jours d'essai gratuit, le montant de l'extension sera ajouté à votre prochaine facture. Vous pouvez annuler l'extension à tout moment sur la boutique Metabase.
it: Dopo 14 giorni di prova gratuita, un importo aggiuntivo per il componente aggiuntivo verrà aggiunto alla fattura del periodo di fatturazione successivo. Puoi annullare il componente aggiuntivo in qualsiasi momento nel Metabase Store.
ja: 14日間の無料トライアル期間終了後、アドオンの追加料金が次回の請求期間の請求書に加算されます。アドオンはMetabase Storeでいつでもキャンセルできます。
nb: Etter 14 dagers gratis prøveperiode vil et tilleggsbeløp for tillegget bli lagt til på fakturaen for neste faktureringsperiode. Du kan avbryte tillegget når som helst i Metabase Store.
nl: Na 14 dagen gratis proefperiode wordt een extra bedrag voor de add-on toegevoegd aan uw factuur voor de volgende factureringsperiode. U kunt de add-on op elk moment annuleren in de Metabase Store.
pl: Po 14 dniach bezpłatnego okresu próbnego do faktury za kolejny okres rozliczeniowy zostanie doliczona dodatkowa kwota za dodatek. Dodatek można anulować w dowolnym momencie w sklepie Metabase Store.
pt_br: Após 14 dias de teste gratuito, o valor adicional referente ao complemento será adicionado à sua próxima fatura. Você pode cancelar o complemento a qualquer momento na Metabase Store.
ru: По истечении 14 дней бесплатного пробного периода дополнительная сумма за дополнение будет добавлена к вашему счёту за следующий расчётный период. Вы можете отменить дополнение в любое время в Metabase Store.
sk: Po 14 dňoch bezplatnej skúšobnej verzie bude k vašej faktúre za ďalšie fakturačné obdobie pripočítaná dodatočná suma za doplnok. Doplnok môžete kedykoľvek zrušiť v obchode Metabase Store.
sl: Po 14 dneh brezplačnega preizkusa bo vašemu računu za naslednje obračunsko obdobje dodan dodaten znesek za dodatek. Dodatek lahko kadar koli prekličete v trgovini Metabase.
sq: Pas 14 ditëve provë falas, një shumë shtesë për shtesën do të shtohet në faturën e periudhës së ardhshme të faturimit. Mund ta anulosh shtesën në çdo kohë në Metabase Store.
sr: Posle 14 dana besplatne probe dodatni iznos za dodatak biće dodat na fakturu za sledeći obračunski period. Dodatak možete otkazati u bilo kom trenutku u Metabase Store.
sv: Efter 14 dagars gratis provperiod läggs ett extra belopp för tillägget till på din faktura för nästa faktureringsperiod. Du kan när som helst avbryta tillägget i Metabase Store.
tr: 14 günlük ücretsiz deneme süresinin ardından, eklenti için ek bir tutar bir sonraki fatura dönemi faturanıza eklenecektir. Eklentiyi Metabase Store'dan istediğiniz zaman iptal edebilirsiniz.
uk: Після 14 днів безплатного пробного періоду додаткову суму за аддон буде додано до рахунка у вашому наступному розрахунковому періоді. Ви можете скасувати аддон будь-коли в Metabase Store.
vi: Sau 14 ngày dùng thử miễn phí, số tiền bổ sung cho tiện ích bổ sung sẽ được cộng vào hóa đơn kỳ thanh toán tiếp theo của bạn. Bạn có thể hủy tiện ích bổ sung bất cứ lúc nào trong Cửa hàng Metabase.
zh_hk: 14 天免費試用期結束後，附加元件的額外費用將計入您下一個帳期的發票中。您可以隨時在 Metabase Store 取消附加元件。

source: Failed to purchase Metabot AI
ar: فشل شراء Metabot AI
bg: Неуспешно закупуване на Metabot AI
ca: No s'ha pogut comprar Metabot AI
de: Der Kauf von Metabot AI ist fehlgeschlagen.
es: No se pudo comprar Metabot AI
fa: خرید Metabot AI ناموفق بود
fi: Metabot AI:n ostaminen epäonnistui
fr: Échec de l'achat de Metabot AI
it: Impossibile acquistare Metabot AI
ja: Metabot AI の購入に失敗しました
nb: Kunne ikke kjøpe Metabot AI
nl: Het is niet gelukt om Metabot AI te kopen
pl: Nie udało się kupić Metabot AI
pt_br: Falha na compra da IA Metabot
ru: Не удалось приобрести Metabot AI.
sk: Nákup Metabot AI sa nepodaril
sl: Nakup Metabot AI ni uspel
sq: Dështoi blerja e Metabot AI
sr: Neuspešna kupovina Metabot VI
sv: Misslyckades med att köpa Metabot AI
tr: Metabot AI satın alınamadı
uk: Не вдалося придбати Metabot AI
vi: Không mua được Metabot AI
zh_hk: 未能購買 Metabot AI

source: up to {0} requests/{1}
ar: حتى {0} طلب/{1}
bg: до {0} заявки/{1}
ca: fins a {0} sol·licituds/{1}
de: bis zu {0} Anfragen/{1}
es: hasta {0} solicitudes/{1}
fa: تا {0} درخواست/{1}
fi: jopa {0} pyyntöä /{1}
fr: jusqu'à {0} requêtes/{1}
it: fino a {0} richieste/{1}
ja: 最大 {0} リクエスト /{1}
nb: opp til {0} forespørsler/{1}
nl: tot {0} verzoeken/{1}
pl: do {0} żądań/{1}
pt_br: até {0} solicitações/{1}
ru: до {0} запросов/{1}
sk: až {0} žiadostí/{1}
sl: do {0} zahtev/{1}
sq: deri në {0} kërkesa/{1}
sr: do {0} zahteva/{1}
sv: upp till {0} förfrågningar/{1}
tr: {0} istek/{1}'e kadar
uk: до {0} запитів/{1}
vi: tối đa {0} yêu cầu/{1}
zh_hk: 高達 {0} 請求/{1}

source: Pick tables and alias them
ar: اختر الجداول وامنحها أسماء مستعارة
bg: Изберете таблици и им присвоете псевдоними
ca: Seleccionar taules i assignar-los un àlies
de: Wählen Sie Tabellen aus und vergeben Sie Aliase dafür
es: Seleccionar tablas y asignarles un alias
fa: انتخاب جداول و نامگذاری مستعار برای آنها
fi: Valitse taulukot ja anna niille aliaksit
fr: Choisissez des tables et attribuez-leur un alias
it: Seleziona le tabelle e assegna loro un alias
ja: テーブルを選択してエイリアスを付ける
nb: Velg tabeller og gi dem et alias
nl: Selecteer tabellen en geef ze een alias
pl: Wybierz tabele i nadaj im alias
pt_br: Selecione tabelas e crie alias para elas
ru: Выберите таблицы и назовите их псевдонимами
sk: Výber tabuliek a ich aliasovanie
sl: Izberite tabele in jim dodajte vzdevek
sq: Zgjidh tabela dhe vendosu alias
sr: Izaberi tabele i dodeli im alijase
sv: Välj tabeller och ge dem alias
tr: Tabloları seçin ve onlara takma ad verin
uk: Виберіть таблиці та задайте їм аліаси
vi: Chọn bảng và đặt tên cho chúng
zh_hk: 選取表格並將它們別名

source: Select tables to use as data sources and provide aliases that can be referenced in your Python script.
ar: حدد الجداول لاستخدامها كمصادر بيانات وقدّم أسماء مستعارة يمكن الرجوع إليها في سكريبت Python.
bg: Изберете таблици, които да използвате като източници на данни, и предоставете псевдоними, към които може да се прави препратка във вашия Python скрипт.
ca: Seleccioneu les taules que voleu utilitzar com a fonts de dades i proporcioneu àlies als quals es pugui fer referència al vostre script de Python.
de: Wählen Sie Tabellen aus, die als Datenquellen verwendet werden sollen, und geben Sie Aliase an, auf die in Ihrem Python-Skript verwiesen werden kann.
es: Seleccione tablas para usar como fuentes de datos y proporcione alias que puedan referenciarse en su script de Python.
fa: جداولی را برای استفاده به عنوان منابع داده انتخاب کنید و نام‌های مستعاری را ارائه دهید که بتوان در اسکریپت پایتون به آنها ارجاع داد.
fi: Valitse tietolähteinä käytettävät taulukot ja anna aliakset, joihin voidaan viitata Python-skriptissäsi.
fr: Sélectionnez les tables à utiliser comme sources de données et fournissez des alias qui peuvent être référencés dans votre script Python.
it: Seleziona le tabelle da utilizzare come origini dati e fornisci alias a cui fare riferimento nello script Python.
ja: データ ソースとして使用するテーブルを選択し、Python スクリプトで参照できるエイリアスを指定します。
nb: Velg tabeller som skal brukes som datakilder, og angi aliaser som det kan refereres til i Python-skriptet ditt.
nl: Selecteer de tabellen die u als gegevensbronnen wilt gebruiken en geef aliassen op waarnaar in uw Python-script kan worden verwezen.
pl: Wybierz tabele, które będą używane jako źródła danych i podaj aliasy, do których można odwoływać się w skrypcie Pythona.
pt_br: Selecione tabelas para usar como fontes de dados e forneça aliases que possam ser referenciados no seu script Python.
ru: Выберите таблицы, которые будут использоваться в качестве источников данных, и укажите псевдонимы, на которые можно ссылаться в вашем скрипте Python.
sk: Vyberte tabuľky, ktoré chcete použiť ako zdroje údajov, a zadajte aliasy, na ktoré sa dá odkazovať vo vašom skripte Python.
sl: Izberite tabele, ki jih želite uporabiti kot vire podatkov, in navedite vzdevke, na katere se lahko sklicujete v svojem skriptu Python.
sq: Zgjidh tabela për t’i përdorur si burime të dhënash dhe vendos alias-e që mund të referohen në script-in tënd Python.
sr: Izaberite tabele koje ćete koristiti kao izvore podataka i navedite alijase na koje se možete pozivati u Python skripti.
sv: Välj tabeller som ska användas som datakällor och ange alias som kan refereras till i ditt Python-skript.
tr: Veri kaynağı olarak kullanılacak tabloları seçin ve Python betiğinizde başvurulabilecek takma adlar sağlayın.
uk: Виберіть таблиці для використання як джерела даних і задайте аліаси, на які можна посилатися у вашому скрипті Python.
vi: Chọn các bảng để sử dụng làm nguồn dữ liệu và cung cấp các bí danh có thể được tham chiếu trong tập lệnh Python của bạn.
zh_hk: 選擇要用作資料來源的資料表，並提供可在 Python 指令碼中引用的別名。

source: Add a table
ar: أضف جدولًا
bg: Добавяне на таблица
ca: Afegeix una taula
de: Hinzufügen einer Tabelle
es: Añadir una tabla
fa: اضافه کردن جدول
fi: Lisää taulukko
fr: Ajouter une table
it: Aggiungi una tabella
ja: テーブルを追加する
nb: Legg til en tabell
nl: Voeg een tabel toe
pl: Dodaj tabelę
pt_br: Adicionar uma tabela
ru: Добавить таблицу
sk: Pridať tabuľku
sl: Dodaj tabelo
sq: Shto një tabelë
sr: Dodaj tabelu
sv: Lägg till en tabell
tr: Bir tablo ekle
uk: Додати таблицю
vi: Thêm một bảng
zh_hk: 新增表格

source: Select a table…
ar: حدد جدولًا…
bg: Изберете маса…
ca: Selecciona una taula…
de: Wählen Sie eine Tabelle…
es: Seleccione una mesa…
fa: یک میز انتخاب کنید…
fi: Valitse taulukko…
fr: Sélectionnez une table…
it: Seleziona una tabella…
ja: テーブルを選択してください…
nb: Velg en tabell…
nl: Selecteer een tabel…
pl: Wybierz tabelę…
pt_br: Selecione uma tabela…
ru: Выберите стол…
sk: Vyberte tabuľku…
sl: Izberite tabelo…
sq: Zgjidh një tabelë…
sr: Izaberi tabelu…
sv: Välj en tabell…
tr: Bir tablo seçin…
uk: Виберіть таблицю…
vi: Chọn một bảng…
zh_hk: 選擇表格…

source: Remove this table
ar: أزل هذا الجدول
bg: Премахни тази таблица
ca: Elimina aquesta taula
de: Diese Tabelle entfernen
es: Eliminar esta tabla
fa: این جدول را حذف کنید
fi: Poista tämä taulukko
fr: Supprimer ce tableau
it: Rimuovi questa tabella
ja: このテーブルを削除
nb: Fjern denne tabellen
nl: Verwijder deze tabel
pl: Usuń tę tabelę
pt_br: Remover esta tabela
ru: Удалить эту таблицу
sk: Odstrániť túto tabuľku
sl: Odstrani to tabelo
sq: Hiqe këtë tabelë
sr: Ukloni ovu tabelu
sv: Ta bort den här tabellen
tr: Bu tabloyu kaldır
uk: Вилучити цю таблицю
vi: Xóa bảng này
zh_hk: 移除此表

source: Pick a table
ar: اختر جدولًا
bg: Изберете маса
ca: Tria una taula
de: Wählen Sie einen Tisch
es: Elige una mesa
fa: یک میز انتخاب کنید
fi: Valitse pöytä
fr: Choisissez une table
it: Scegli un tavolo
ja: テーブルを選ぶ
nb: Velg et bord
nl: Kies een tafel
pl: Wybierz stolik
pt_br: Escolha uma mesa
ru: Выберите стол
sk: Vyberte si stôl
sl: Izberite mizo
sq: Zgjidh një tabelë
sr: Izaberi tabelu
sv: Välj ett bord
tr: Bir masa seçin
uk: Виберіть таблицю
vi: Chọn một bảng
zh_hk: 挑選一張桌子

source: Results preview
ar: معاينة النتائج
de: Ergebnisvorschau
es: Vista previa de resultados
fa: پیش‌نمایش نتایج
fi: Tulosten esikatselu
fr: Aperçu des résultats
it: Anteprima dei risultati
ja: 結果プレビュー
pl: Podgląd wyników
pt_br: Prévia de resultados
ru: Предпросмотр результатов
sk: Ukážka výsledkov
sl: Predogled rezultatov
sq: Parapamje e rezultateve
sr: Pregled rezultata
tr: Sonuç önizlemesi
uk: Попередній перегляд результатів
vi: Xem trước kết quả
zh_hk: 結果預覽

source: ⌘ + return
bg: ⌘ + връщане
ca: ⌘ + retorn
de: ⌘ + zurück
eo: ⌘ + return → ⌘ + hit that send button, fr fr
es: ⌘ + retorno
fa: ⌘ + بازگشت
fi: ⌘ + paluu
fr: ⌘ + retour
it: ⌘ + ritorno
ja: ⌘ + リターン
nb: ⌘ + retur
nl: ⌘ + terug
pl: ⌘ + powrót
ru: ⌘ + возврат
sk: ⌘ + návrat
sl: ⌘ + vrnitev
sv: ⌘ + retur
tr: ⌘ + geri dön
vi: ⌘ + quay lại
zh_hk: ⌘ + 返回

source: Ctrl + enter
bg: Ctrl + въведете
ca: Ctrl + intro
de: STRG + Enter
eo: Ctrl + enter = "Ctrl + enter" (no need to slang this, lol)
es: Ctrl + Intro
fa: Ctrl + اینتر
fr: Ctrl + Entrée
it: Ctrl + invio
ja: Ctrl + Enter キー
nl: Ctrl + invoeren
ru: Ctrl + ввод
vi: Ctrl + nhập
zh_hk: Ctrl + 輸入

source: An error occurred while executing your Python script.
ar: حدث خطأ أثناء تنفيذ سكربت Python الخاص بك.
de: Beim Ausführen Ihres Python-Skripts ist ein Fehler aufgetreten.
es: Se produjo un error al ejecutar su script de Python.
fa: هنگام اجرای اسکریپت پایتون شما خطایی رخ داده است.
fi: Python-skriptiä suoritettaessa tapahtui virhe.
fr: Une erreur s'est produite lors de l'exécution de votre script Python.
it: Si è verificato un errore durante l'esecuzione dello script Python.
ja: Python スクリプトの実行中にエラーが発生しました。
pl: Wystąpił błąd podczas wykonywania skryptu Pythona.
pt_br: Ocorreu um erro ao executar seu script Python.
ru: Произошла ошибка при выполнении вашего Python-скрипта.
sk: Pri spúšťaní vášho Python skriptu sa vyskytla chyba.
sl: Med izvajanjem vašega skripta Python je prišlo do napake.
sq: Ndodhi një gabim gjatë ekzekutimit të skriptit tënd Python.
sr: Došlo je do greške pri izvršavanju vaše Python skripte.
tr: Python betiğiniz çalıştırılırken bir hata oluştu.
uk: Під час виконання вашого Python-скрипту сталася помилка.
vi: Đã xảy ra lỗi trong quá trình thực thi tập lệnh Python của bạn.
zh_hk: 執行您的 Python 指令碼時發生錯誤。

source: Preview based on the first 100 rows from each table.
ar: معاينة مبنية على أول 100 صف من كل جدول.
de: Vorschau basierend auf den ersten 100 Zeilen jeder Tabelle.
es: Vista previa basada en las primeras 100 filas de cada tabla.
fa: پیش‌نمایش بر اساس ۱۰۰ ردیف اول هر جدول.
fi: Esikatselu kunkin taulukon ensimmäisten 100 rivin perusteella.
fr: Aperçu basé sur les 100 premières lignes de chaque tableau.
it: Anteprima basata sulle prime 100 righe di ogni tabella.
ja: 各テーブルの最初の 100 行に基づいてプレビューします。
pl: Podgląd oparty na pierwszych 100 wierszach z każdej tabeli.
pt_br: Pré-visualização baseada nas primeiras 100 linhas de cada tabela.
ru: Предпросмотр на основе первых 100 строк из каждой таблицы.
sk: Náhľad na základe prvých 100 riadkov z každej tabuľky.
sl: Predogled na podlagi prvih 100 vrstic iz vsake tabele.
sq: Parapamje e bazuar në 100 rreshtat e parë nga çdo tabelë.
sr: Pregled zasnovan na prvih 100 redova iz svake tabele.
tr: Her tablonun ilk 100 satırına göre önizleme.
uk: Попередній перегляд на основі перших 100 рядків із кожної таблиці.
vi: Xem trước dựa trên 100 hàng đầu tiên từ mỗi bảng.
zh_hk: 根據每個表格的前 100 行進行預覽。

source: Add another grouping
ar: أضِف تجميعًا آخر
bg: Добавяне на друга група
ca: Afegeix una altre agrupament
de: Eine weitere Gruppierung hinzufügen
eo: Add another squad, fr.
es: Añadir otra agrupación
fa: یک گروه بندی دیگر اضافه کنید
fi: Lisää toinen ryhmittely
fr: Ajouter un autre groupe
it: Aggiungere un altro raggruppamento
ja: 別のグループ分けを追加する
lt: Pridėti kitą grupę
nb: Legg til en ny gruppering
nl: Extra groepering toevoegen
pl: Dodaj kolejne grupowanie
pt_br: Adicionar outro agrupamento
ru: Добавьте еще одну группировку
sk: Pridanie ďalšieho zoskupenia
sl: Dodajanje drugega združevanja
sq: Shto një grupim tjetër
sr: Dodaj još jedno grupisanje
sv: Lägg till gruppering
tr: Başka bir gruplama ekleyin
uk: Додайте ще одне групування
vi: Thêm một nhóm khác
zh_hk: 新增另一個群組

source: Add another filter
ar: أضِف فلترًا آخر
bg: Добавяне на друг филтър
ca: Afegir un altre filtre
de: Einen weiteren Filter hinzufügen
eo: Add another filter, fr fr
es: Añadir otro filtro
fa: یک فیلتر دیگر اضافه کنید
fi: Lisää toinen suodatin
fr: Ajouter un autre filtre
it: Aggiungere un altro filtro
ja: 別のフィルターを追加する
lt: Pridėti kitą filtrą
nb: Legg til et nytt filter
nl: Nog een filter toevoegen
pl: Dodaj kolejny filtr
pt_br: Adicionar outro filtro
ru: Добавьте еще один фильтр
sk: Pridanie ďalšieho filtra
sl: Dodajanje drugega filtra
sq: Shto një filtër tjetër
sr: Dodaj još jedan filter
sv: Lägg till filter
tr: Başka bir filtre ekleyin
uk: Додайте ще один фільтр
vi: Thêm một bộ lọc khác
zh_hk: 新增另一個篩選器

source: Add another summary
ar: أضِف ملخصًا آخر
bg: Добавяне на друго резюме
ca: Afegeix un altre resum
de: Weitere Zusammenfassung hinzufügen
eo: Add another TL;DR
es: Añadir otro resumen
fa: خلاصه دیگری اضافه کنید
fi: Lisää toinen yhteenveto
fr: Ajouter un autre résumé
it: Aggiungere un altro riepilogo
ja: 別の要約を追加する
lt: Pridėti kitą aprašymą
nb: Legg til et nytt sammendrag
nl: Nog een samenvatting toevoegen
pl: Dodaj kolejne podsumowanie
pt_br: Adicionar outro resumo
ru: Добавить еще одно резюме
sk: Pridanie ďalšieho zhrnutia
sl: Dodajanje drugega povzetka
sq: Shto një përmbledhje tjetër
sr: Dodaj još jedan rezime
sv: Lägg till summering
tr: Başka bir özet ekleyin
uk: Додайте ще один підсумок
vi: Thêm một bản tóm tắt khác
zh_hk: 新增另一個摘要

source: Failed to load detailed documentation
ar: فشل تحميل الوثائق التفصيلية
bg: Неуспешно зареждане на подробна документация
ca: No s'ha pogut carregar la documentació detallada
de: Detaillierte Dokumentation konnte nicht geladen werden
es: No se pudo cargar la documentación detallada
fa: بارگیری مستندات دقیق انجام نشد
fi: Yksityiskohtaisen dokumentaation lataaminen epäonnistui
fr: Échec du chargement de la documentation détaillée
it: Impossibile caricare la documentazione dettagliata
ja: 詳細なドキュメントを読み込めませんでした
nb: Kunne ikke laste inn detaljert dokumentasjon
nl: Het is niet gelukt om gedetailleerde documentatie te laden
pl: Nie udało się załadować szczegółowej dokumentacji
pt_br: Falha ao carregar a documentação detalhada
ru: Не удалось загрузить подробную документацию
sk: Nepodarilo sa načítať podrobnú dokumentáciu
sl: Nalaganje podrobne dokumentacije ni uspelo
sq: Dështoi ngarkimi i dokumentacionit të detajuar
sr: Učitavanje detaljne dokumentacije nije uspelo
sv: Det gick inte att läsa in detaljerad dokumentation
tr: Ayrıntılı belgeler yüklenemedi
uk: Не вдалося завантажити детальну документацію
vi: Không tải được tài liệu chi tiết
zh_hk: 載入詳細文件失敗
