Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: How to update the target table
ar: كيفية تحديث جدول الهدف
bg: Как да актуализирате целевата таблица
ca: Com actualitzar la taula de destinació
de: Wie man die Zieltabelle aktualisiert
es: Cómo actualizar la tabla de destino
fa: نحوه به‌روزرسانی جدول هدف
fi: Kohdetaulukon päivittäminen
fr: Comment mettre à jour la table cible
it: Come aggiornare la tabella di destinazione
ja: ターゲットテーブルを更新する方法
nb: Slik oppdaterer du måltabellen
nl: Hoe de doeltabel bij te werken
pl: Jak zaktualizować tabelę docelową
pt_br: Como atualizar a tabela de destino
ru: Как обновить целевую таблицу
sk: Ako aktualizovať cieľovú tabuľku
sl: Kako posodobiti ciljno tabelo
sq: Si të përditësohet tabela e destinacionit
sr: Kako ažurirati ciljnu tabelu
sv: Så här uppdaterar du måltabellen
tr: Hedef tablo nasıl güncellenir?
uk: Як оновлювати цільову таблицю
vi: Làm thế nào để cập nhật bảng mục tiêu
zh_hk: 如何更新目標資料表

source: Source Strategy
ar: استراتيجية المصدر
bg: Стратегия за източник
ca: Estratègia d'origen
de: Quellenstrategie
es: Estrategia de origen
fa: استراتژی منبع
fi: Lähdestrategia
fr: Stratégie source
it: Strategia di origine
ja: ソース戦略
nb: Kilde Strategi
nl: Bronstrategie
pl: Strategia źródłowa
pt_br: Estratégia de origem
ru: Стратегия источника
sk: Stratégia zdrojov
sl: Strategija vira
sq: Strategjia e burimit
sr: Strategija izvora
sv: Källstrategi
tr: Kaynak Stratejisi
uk: Стратегія джерела
vi: Chiến lược nguồn
zh_hk: 來源策略

source: How to track which rows to process
ar: كيفية تتبّع الصفوف التي يجب معالجتها
bg: Как да проследите кои редове да обработите
ca: Com fer un seguiment de quines files processar
de: Wie man nachverfolgt, welche Zeilen verarbeitet werden sollen
es: Cómo realizar un seguimiento de las filas a procesar
fa: نحوه پیگیری سطرهایی که باید پردازش شوند
fi: Käsiteltävien rivien seuraaminen
fr: Comment suivre les lignes à traiter
it: Come tenere traccia delle righe da elaborare
ja: 処理する行を追跡する方法
nb: Slik sporer du hvilke rader som skal behandles
nl: Hoe u kunt bijhouden welke rijen moeten worden verwerkt
pl: Jak śledzić, które wiersze należy przetworzyć
pt_br: Como rastrear quais linhas processar
ru: Как отслеживать, какие строки обрабатывать
sk: Ako sledovať, ktoré riadky sa majú spracovať
sl: Kako slediti, katere vrstice obdelati
sq: Si të gjurmohet cilët rreshta të përpunohen
sr: Kako pratiti koje redove treba obraditi
sv: Hur man spårar vilka rader som ska bearbetas
tr: Hangi satırların işleneceğini nasıl takip edebilirim?
uk: Як відстежувати, які рядки обробляти
vi: Cách theo dõi những hàng nào cần xử lý
zh_hk: 如何追蹤要處理的行

source: Field to check for new values
ar: حقل للتحقق من القيم الجديدة
bg: Поле за проверка за нови стойности
ca: Camp per comprovar si hi ha valors nous
de: Feld, das auf neue Werte überprüft werden soll
es: Campo para comprobar nuevos valores
fa: فیلد برای بررسی مقادیر جدید
fi: Kenttä, josta tarkistetaan uudet arvot
fr: Champ à vérifier pour les nouvelles valeurs
it: Campo per verificare la presenza di nuovi valori
ja: 新しい値をチェックするフィールド
nb: Felt for å se etter nye verdier
nl: Veld om te controleren op nieuwe waarden
pl: Pole do sprawdzenia nowych wartości
pt_br: Campo para verificar novos valores
ru: Поле для проверки наличия новых значений
sk: Pole na kontrolu nových hodnôt
sl: Polje za preverjanje novih vrednosti
sq: Fusha për të kontrolluar vlera të reja
sr: Polje za proveru novih vrednosti
sv: Fält att kontrollera efter nya värden
tr: Yeni değerlerin kontrol edileceği alan
uk: Поле для перевірки нових значень
vi: Trường cần kiểm tra giá trị mới
zh_hk: 檢查新值的欄位

source: Pick a field
ar: اختر حقلًا
bg: Изберете поле
ca: Trieu un camp
de: Wähle ein Feld
es: Elige un campo
fa: یک فیلد انتخاب کنید
fi: Valitse kenttä
fr: Choisissez un champ
it: Scegli un campo
ja: 分野を選択
nb: Velg et felt
nl: Kies een veld
pl: Wybierz pole
pt_br: Escolha um campo
ru: Выберите поле
sk: Vyberte pole
sl: Izberite polje
sq: Zgjidh një fushë
sr: Izaberite polje
sv: Välj ett fält
tr: Bir alan seçin
uk: Виберіть поле
vi: Chọn một lĩnh vực
zh_hk: 選擇領域

source: Pick the field that we should scan to determine which records are new or changed
ar: اختر الحقل الذي يجب أن نفحصه لتحديد السجلات الجديدة أو المُغيّرة
bg: Изберете полето, което трябва да сканираме, за да определим кои записи са нови или променени
ca: Seleccioneu el camp que hem d'analitzar per determinar quins registres són nous o han canviat.
de: Wählen Sie das Feld aus, das wir scannen sollen, um festzustellen, welche Datensätze neu oder geändert sind.
es: Seleccione el campo que debemos escanear para determinar qué registros son nuevos o modificados
fa: فیلدی را انتخاب کنید که باید اسکن کنیم تا مشخص شود کدام رکوردها جدید هستند یا تغییر کرده‌اند.
fi: Valitse kenttä, jonka meidän tulisi skannata uusien tai muuttuneiden tietueiden määrittämiseksi
fr: Sélectionnez le champ à analyser pour déterminer quels enregistrements sont nouveaux ou modifiés.
it: Seleziona il campo che dobbiamo scansionare per determinare quali record sono nuovi o modificati
ja: 新規または変更されたレコードを特定するためにスキャンするフィールドを選択します
nb: Velg feltet vi skal skanne for å finne ut hvilke poster som er nye eller endret
nl: Selecteer het veld dat we moeten scannen om te bepalen welke records nieuw of gewijzigd zijn.
pl: Wybierz pole, które powinniśmy przeskanować, aby określić, które rekordy są nowe, a które zmienione
pt_br: Selecione o campo que devemos analisar para determinar quais registros são novos ou foram alterados.
ru: Выберите поле, которое мы должны просканировать, чтобы определить, какие записи являются новыми, а какие — измененными.
sk: Vyberte pole, ktoré máme skenovať, aby sme určili, ktoré záznamy sú nové alebo zmenené
sl: Izberite polje, ki ga želimo pregledati, da ugotovimo, kateri zapisi so novi ali spremenjeni
sq: Zgjidh fushën që duhet të skanojmë për të përcaktuar cilat regjistrime janë të reja ose të ndryshuara
sr: Izaberite polje koje treba da skeniramo da bismo odredili koji zapisi su novi ili izmenjeni
sv: Välj det fält som vi ska skanna för att avgöra vilka poster som är nya eller ändrade
tr: Yeni veya değiştirilmiş kayıtları belirlemek için taramamız gereken alanı seçin.
uk: Виберіть поле, яке ми маємо сканувати, щоб визначити, які записи нові або змінені
vi: Hãy chọn trường dữ liệu mà chúng ta cần quét để xác định bản ghi nào là mới hoặc đã thay đổi.
zh_hk: 選取我們要掃描的欄位，以判斷哪些記錄是新增或變更的

source: Column to check for new values
ar: عمود للتحقق من القيم الجديدة
bg: Колона за проверка за нови стойности
ca: Columna per comprovar si hi ha valors nous
de: Spalte, die auf neue Werte überprüft werden soll
es: Columna para comprobar nuevos valores
fa: ستون برای بررسی مقادیر جدید
fi: Sarake uusien arvojen tarkistamiseksi
fr: Colonne à vérifier pour les nouvelles valeurs
it: Colonna per verificare la presenza di nuovi valori
ja: 新しい値を確認する列
nb: Kolonne for å se etter nye verdier
nl: Kolom om te controleren op nieuwe waarden
pl: Kolumna do sprawdzenia nowych wartości
pt_br: Coluna para verificar novos valores
ru: Столбец для проверки наличия новых значений
sk: Stĺpec na kontrolu nových hodnôt
sl: Stolpec za preverjanje novih vrednosti
sq: Kolona për të kontrolluar vlera të reja
sr: Kolona za proveru novih vrednosti
sv: Kolumn för att kontrollera nya värden
tr: Yeni değerlerin kontrol edileceği sütun
uk: Колонка для перевірки нових значень
vi: Cột để kiểm tra các giá trị mới
zh_hk: 檢查新值的欄位

source: Pick the column that we should scan to determine which records are new or changed
ar: اختر العمود الذي يجب أن نفحصه لتحديد السجلات الجديدة أو المُغيّرة
bg: Изберете колоната, която трябва да сканираме, за да определим кои записи са нови или променени
ca: Seleccioneu la columna que hem d'escanejar per determinar quins registres són nous o han canviat.
de: Wählen Sie die Spalte aus, die wir durchsuchen sollen, um festzustellen, welche Datensätze neu oder geändert sind.
es: Seleccione la columna que debemos escanear para determinar qué registros son nuevos o modificados
fa: ستونی را انتخاب کنید که باید اسکن کنیم تا مشخص شود کدام رکوردها جدید هستند یا تغییر کرده‌اند.
fi: Valitse sarake, jonka tiedot meidän tulisi skannata uusien tai muuttuneiden tietueiden määrittämiseksi
fr: Sélectionnez la colonne à analyser pour déterminer quels enregistrements sont nouveaux ou modifiés.
it: Seleziona la colonna che dobbiamo scansionare per determinare quali record sono nuovi o modificati
ja: 新規または変更されたレコードを特定するためにスキャンする列を選択します
nb: Velg kolonnen vi skal skanne for å finne ut hvilke poster som er nye eller endret
nl: Selecteer de kolom die we moeten scannen om te bepalen welke records nieuw of gewijzigd zijn.
pl: Wybierz kolumnę, którą powinniśmy przeskanować, aby określić, które rekordy są nowe, a które zmienione
pt_br: Selecione a coluna que devemos analisar para determinar quais registros são novos ou foram alterados.
ru: Выберите столбец, который следует просканировать, чтобы определить, какие записи являются новыми или измененными.
sk: Vyberte stĺpec, ktorý máme prehľadať, aby sme zistili, ktoré záznamy sú nové alebo zmenené
sl: Izberite stolpec, ki ga želimo pregledati, da ugotovimo, kateri zapisi so novi ali spremenjeni
sq: Zgjidh kolonën që duhet të skanojmë për të përcaktuar cilat regjistrime janë të reja ose të ndryshuara
sr: Izaberite kolonu koju treba da skeniramo da bismo odredili koji zapisi su novi ili izmenjeni
sv: Välj den kolumn som vi ska skanna för att avgöra vilka poster som är nya eller ändrade
tr: Yeni veya değiştirilmiş kayıtları belirlemek için taramamız gereken sütunu seçin.
uk: Виберіть колонку, яку ми маємо сканувати, щоб визначити, які записи нові або змінені
vi: Hãy chọn cột mà chúng ta cần quét để xác định bản ghi nào là mới hoặc đã thay đổi.
zh_hk: 選擇我們要掃描的列，以確定哪些記錄是新增或變更的

source: Empty dashboard
ar: لوحة معلومات فارغة
bg: Празно табло за управление
ca: Tauler de control buit
de: Leeres Dashboard
es: Tablero vacío
fa: داشبورد خالی
fi: Tyhjä kojelauta
fr: Tableau de bord vide
it: Dashboard vuota
ja: 空のダッシュボード
nb: Tomt dashbord
nl: Leeg dashboard
pl: Pusty pulpit nawigacyjny
pt_br: Painel vazio
ru: Пустая панель приборов
sk: Prázdny dashboard
sl: Prazna nadzorna plošča
sq: Panel bosh
sr: Prazna kontrolna tabla
sv: Tom instrumentpanel
tr: Boş gösterge paneli
uk: Порожній дашборд
vi: Bảng điều khiển trống
zh_hk: 空的儀表板

source: We couldn’t add the check automatically.
ar: لم نتمكن من إضافة الفحص تلقائيًا.
ca: No hem pogut afegir el xec automàticament.
de: Die Überprüfung konnte nicht automatisch hinzugefügt werden.
es: No pudimos agregar el cheque automáticamente.
fa: ما نتوانستیم چک را به صورت خودکار اضافه کنیم.
fi: Emme voineet lisätä sekkiä automaattisesti.
fr: Nous n'avons pas pu ajouter le chèque automatiquement.
it: Non è stato possibile aggiungere l'assegno automaticamente.
ja: チェックを自動的に追加できませんでした。
nb: Vi kunne ikke legge til sjekken automatisk.
pl: Nie mogliśmy dodać czeku automatycznie.
pt_br: Não foi possível adicionar a verificação automaticamente.
ru: Не удалось добавить проверку автоматически.
sk: Šek sa nám nepodarilo automaticky pridať.
sl: Čeka nismo mogli dodati samodejno.
sq: S’munduam ta shtojmë kontrollin automatikisht.
sr: Nismo mogli automatski da dodamo kontrolnu tačku.
tr: Çeki otomatik olarak ekleyemedik.
uk: Нам не вдалося додати перевірку автоматично.
vi: Chúng tôi không thể thêm dấu kiểm tự động.
zh_hk: 我們無法自動加入支票。

source: This query is too complicated for us to automatically add a checkpoint. You can turn off incremental transformation, or add an explicit filter to the query, like this:
ar: هذا الاستعلام معقد جدًا بحيث لا يمكننا إضافة نقطة تحقّق تلقائيًا. يمكنك إيقاف التحويل التزايدي، أو إضافة فلتر صريح إلى الاستعلام، مثل هذا:
fa: این پرس‌وجو برای ما بسیار پیچیده است که بتوانیم به طور خودکار یک Checkpoint اضافه کنیم. می‌توانید تبدیل افزایشی را غیرفعال کنید، یا یک فیلتر صریح به پرس‌وجو اضافه کنید، مانند این:
fi: Tämä kysely on liian monimutkainen tarkistuspisteen automaattiseen lisäämiseen. Voit poistaa inkrementaalisen muunnoksen käytöstä tai lisätä kyselyyn eksplisiittisen suodattimen, kuten tässä:
it: Questa query è troppo complicata per aggiungere automaticamente un checkpoint. Puoi disattivare la trasformazione incrementale o aggiungere un filtro esplicito alla query, in questo modo:
ja: このクエリは複雑すぎるため、チェックポイントを自動的に追加することはできません。増分変換を無効にするか、次のようにクエリに明示的なフィルターを追加してください。
sq: Kjo pyetje është shumë e komplikuar që të shtojmë automatikisht një checkpoint. Mund ta çaktivizosh transformimin inkremental, ose të shtosh një filtër të qartë te pyetja, si kjo:
sr: Ovaj upit je previše komplikovan da bismo automatski dodali checkpoint. Možete da isključite inkrementalnu transformaciju ili da dodate eksplicitan filter u upit, ovako:
zh_hk: 這個查詢太複雜，我們無法自動加入檢查點。您可以關閉增量轉換，或在查詢中加入明確的篩選條件，就像這樣：

source: If you save anyway, this transform will likely not process new data, or might only process partial quantities of new data.
ar: إذا قمت بالحفظ على أي حال، فمن المرجح أن هذا التحويل لن يعالج بيانات جديدة، أو قد يعالج فقط كميات جزئية من البيانات الجديدة.
ca: Si deseu de totes maneres, és probable que aquesta transformació no processi dades noves o que només processi quantitats parcials de dades noves.
de: Wenn Sie trotzdem speichern, wird diese Transformation wahrscheinlich keine neuen Daten verarbeiten oder möglicherweise nur einen Teil der neuen Daten verarbeiten.
es: Si guarda de todos modos, es probable que esta transformación no procese datos nuevos o que solo procese cantidades parciales de datos nuevos.
fa: اگر به هر حال ذخیره کنید، این تبدیل احتمالاً داده‌های جدید را پردازش نمی‌کند، یا ممکن است فقط مقادیر جزئی از داده‌های جدید را پردازش کند.
fi: Jos tallennat joka tapauksessa, tämä muunnos ei todennäköisesti käsittele uutta dataa tai se saattaa käsitellä vain osittaisen määrän uutta dataa.
fr: Si vous enregistrez malgré tout, cette transformation ne traitera probablement pas les nouvelles données, ou seulement une partie.
it: Se si salva comunque, è probabile che questa trasformazione non elabori i nuovi dati oppure potrebbe elaborare solo quantità parziali di nuovi dati.
ja: とにかく保存すると、この変換では新しいデータが処理されないか、新しいデータの一部のみが処理される可能性があります。
nb: Hvis du likevel lagrer, vil denne transformasjonen sannsynligvis ikke behandle nye data, eller kanskje bare behandle deler av de nye dataene.
pl: Jeśli mimo wszystko zapiszesz, ta transformacja prawdopodobnie nie przetworzy nowych danych lub przetworzy tylko części nowych danych.
pt_br: Se você salvar mesmo assim, essa transformação provavelmente não processará os novos dados, ou poderá processar apenas quantidades parciais dos novos dados.
ru: Если всё равно сохранить, этот трансформ, скорее всего, не будет обрабатывать новые данные или может обрабатывать только частичные объёмы новых данных.
sk: Ak aj tak uložíte, táto transformácia pravdepodobne nespracuje nové údaje alebo môže spracovať iba čiastočné množstvo nových údajov.
sl: Če vseeno shranite, ta transformacija verjetno ne bo obdelala novih podatkov ali pa bo obdelala le delne količine novih podatkov.
sq: Nëse e ruan gjithsesi, ky transform ka gjasa të mos përpunojë të dhëna të reja, ose mund të përpunojë vetëm sasi të pjesshme të të dhënave të reja.
sr: Ako ipak sačuvate, ova transformacija verovatno neće obraditi nove podatke ili bi mogla da obradi samo delimične količine novih podataka.
tr: Yine de kaydederseniz, bu dönüştürme işlemi büyük olasılıkla yeni verileri işlemeyecek veya yeni verilerin yalnızca kısmi miktarlarını işleyecektir.
uk: Якщо все одно збережете, ця трансформація, ймовірно, не оброблятиме нові дані або може обробляти лише часткові обсяги нових даних.
vi: Nếu bạn vẫn lưu lại, quá trình chuyển đổi này có thể sẽ không xử lý dữ liệu mới hoặc chỉ xử lý một phần dữ liệu mới.
zh_hk: 如果您還是儲存，此變換可能不會處理新資料，或可能只處理部分新資料。

source: Running now…
ar: قيد التشغيل الآن…
bg: Работи сега…
ca: En funcionament ara…
de: Läuft jetzt…
es: Corriendo ahora…
fa: هم اکنون در حال اجرا…
fi: Käynnissä nyt…
fr: En cours d'exécution maintenant…
it: In esecuzione ora…
ja: 現在実行中…
nb: Kjører nå…
nl: Wordt nu uitgevoerd…
pl: Teraz działa…
pt_br: Em execução agora…
ru: Работает сейчас…
sk: Práve beží…
sl: Trenutno deluje…
sq: Po ekzekutohet tani…
sr: Pokretanje...
sv: Körs nu…
tr: Şu anda çalışıyor…
uk: Виконується…
vi: Đang chạy…
zh_hk: 現在執行…

source: Canceling…
ar: جارٍ الإلغاء…
bg: Анулиране…
ca: Cancel·lant…
de: Abbrechen…
es: Cancelando…
fa: لغو…
fi: Peruuttaminen…
fr: Annulation…
it: Annullamento di…
ja: キャンセル中…
nb: Kansellere…
nl: Annuleren…
pl: Anulowanie…
pt_br: Cancelando…
ru: Отмена…
sk: Zrušenie…
sl: Preklic…
sq: Po anulohet…
sr: Otkazivanje…
sv: Avbryter…
tr: …iptal ediliyor
uk: Скасування…
vi: Đang hủy…
zh_hk: 取消…

source: Run now
ar: شغّل الآن
bg: Бягай сега
ca: Executa ara
de: Jetzt ausführen
es: Corre ahora
fa: همین حالا اجرا کنید
fi: Juokse nyt
fr: Courez maintenant
it: Esegui ora
ja: 今すぐ実行
nb: Løp nå
nl: Ren nu
pl: Biegnij teraz
pt_br: Corra agora
ru: Беги сейчас
sk: Spustiť teraz
sl: Zaženi zdaj
sq: Ekzekuto tani
sr: Pokreni sada
sv: Kör nu
tr: Şimdi koş
uk: Запустити зараз
vi: Chạy ngay bây giờ
zh_hk: 立即執行

source: Ran successfully
ar: تم التشغيل بنجاح
bg: Бе извършено успешно
ca: S'ha executat correctament
de: Erfolgreich ausgeführt
es: Se ha ejecutado correctamente
fa: با موفقیت اجرا شد
fi: Juoksi onnistuneesti
fr: A bien été exécuté
it: Eseguito con successo
ja: 正常に実行されました
nb: Kjørte uten feil
nl: Succesvol uitgevoerd
pl: Został pomyślnie uruchomiony
pt_br: Executado com sucesso
ru: Выполнено успешно
sk: Prebehlo úspešne
sl: Uspešno tekel
sq: U ekzekutua me sukses
sr: Uspešno pokrenuto
sv: Kördes framgångsrikt
tr: Başarıyla çalıştırıldı
uk: Успішно виконано
vi: Đã chạy thành công
zh_hk: 執行成功

source: Canceled
ar: تم الإلغاء
bg: Отменено
ca: Cancel·lat
de: Abgesagt
es: Cancelado
fa: لغو شد
fi: Peruutettu
fr: Annulé
it: Annullato
ja: キャンセル
nb: Avlyst
nl: Geannuleerd
pl: Odwołany
pt_br: Cancelado
ru: Отменено
sk: Zrušené
sl: Preklicano
sq: U anulua
sr: Otkazano
sv: Avbruten
tr: İptal edildi
uk: Скасовано
vi: Đã hủy
zh_hk: 已取消

source: Run failed
ar: فشل التشغيل
bg: Изпълнението не беше успешно
ca: L'execució ha fallat
de: Ausführung fehlgeschlagen
es: La ejecución falló
fa: اجرا ناموفق بود
fi: Suoritus epäonnistui
fr: Échec de l'exécution
it: Esecuzione non riuscita
ja: 実行に失敗しました
nb: Kjøringen mislyktes
nl: Uitvoering mislukt
pl: Uruchomienie nie powiodło się
pt_br: A execução falhou
ru: Запуск не удался
sk: Spustenie zlyhalo
sl: Izvajanje ni uspelo
sq: Ekzekutimi dështoi
sr: Pokretanje nije uspelo
sv: Körningen misslyckades
tr: Çalıştırma başarısız oldu
uk: Запуск не вдався
vi: Chạy không thành công
zh_hk: 執行失敗

source: Failed to cancel transform
ar: فشل إلغاء التحويل
bg: Неуспешно отменяне на трансформацията
ca: No s'ha pogut cancel·lar la transformació
de: Die Transformation konnte nicht abgebrochen werden.
es: No se pudo cancelar la transformación
fa: لغو تبدیل ناموفق بود
fi: Muunnoksen peruuttaminen epäonnistui
fr: Échec de l'annulation de la transformation
it: Impossibile annullare la trasformazione
ja: 変換のキャンセルに失敗しました
nb: Kunne ikke avbryte transformasjonen
nl: Transformatie kon niet worden geannuleerd
pl: Nie udało się anulować transformacji
pt_br: Falha ao cancelar a transformação
ru: Не удалось отменить преобразование
sk: Zrušenie transformácie zlyhalo
sl: Preklic transformacije ni uspel
sq: Dështoi anulimi i transformimit
sr: Otkazivanje transformacije nije uspelo
sv: Misslyckades med att avbryta transformationen
tr: Dönüşüm iptal edilemedi
uk: Не вдалося скасувати трансформацію
vi: Không thể hủy chuyển đổi
zh_hk: 取消變形失敗

source: Cancel run
ar: ألغِ التشغيل
bg: Отмяна на бягането
ca: Cancel·la l'execució
de: Lauf abbrechen
es: Cancelar ejecución
fa: لغو اجرا
fi: Peruuta juoksu
fr: Annuler l'exécution
it: Annulla corsa
ja: 実行をキャンセル
nb: Avbryt kjøring
nl: Annuleer uitvoering
pl: Anuluj uruchomienie
pt_br: Cancelar execução
ru: Отменить запуск
sk: Zrušiť beh
sl: Prekliči tek
sq: Anulo ekzekutimin
sr: Otkaži pokretanje
sv: Avbryt körning
tr: Koşuyu iptal et
uk: Скасувати запуск
vi: Hủy chạy
zh_hk: 取消執行

source: Cancel this run?
ar: هل تريد إلغاء هذا التشغيل؟
bg: Да се отмени ли това бягане?
ca: Voleu cancel·lar aquesta cursa?
de: Diesen Lauf abbrechen?
es: ¿Cancelar esta carrera?
fa: این اجرا را لغو کنیم؟
fi: Perutaanko tämä juoksu?
fr: Annuler cette course ?
it: Annullare questa corsa?
ja: この実行をキャンセルしますか?
nb: Avlyse denne kjøringen?
nl: Deze run annuleren?
pl: Anulować ten bieg?
pt_br: Cancelar esta execução?
ru: Отменить этот забег?
sk: Zrušiť tento beh?
sl: Preklicati to vožnjo?
sq: Të anulohet ky ekzekutim?
sr: Otkaži ovo pokretanje?
sv: Avbryta den här körningen?
tr: Bu koşuyu iptal etmek ister misiniz?
uk: Скасувати цей запуск?
vi: Hủy chuyến chạy này?
zh_hk: 取消這次運行？

source: Run in progress…
ar: التشغيل قيد التنفيذ…
bg: Изпълнение в ход…
ca: Execució en curs…
de: Ausführung läuft…
es: Ejecución en progreso…
fa: اجرا در حال انجام است…
fi: Suoritus käynnissä…
fr: Exécution en cours…
it: Esecuzione in corso…
ja: 実行中…
nb: Pågående kjøring…
nl: Bezig met uitvoeren…
pl: Trwa uruchamianie…
pt_br: Execução em andamento…
ru: Выполнение в процессе…
sk: Prebieha spustenie…
sl: Izvajanje v teku…
sq: Ekzekutim në proces…
sr: Pokretanje je u toku…
sv: Körning pågår…
tr: Çalışma devam ediyor…
uk: Запуск триває…
vi: Đang chạy…
zh_hk: 執行中…

source: Last ran {0} successfully.
ar: آخر تشغيل كان {0} بنجاح.
bg: Последно изпълнено {0} успешно.
ca: Última execució {0} correcta.
de: Zuletzt wurde {0} erfolgreich ausgeführt.
es: La última ejecución fue {0} exitosamente.
fa: آخرین بار {0} با موفقیت اجرا شد.
fi: Viimeksi suoritettu {0} onnistuneesti.
fr: Dernière exécution {0} avec succès.
it: Ultima esecuzione {0} riuscita.
ja: 最後に {0} が正常に実行されました。
nb: Sist kjørte {0} vellykket.
nl: Laatste uitvoering {0} succesvol.
pl: Ostatnie uruchomienie {0} zakończyło się sukcesem.
pt_br: Última execução {0} com sucesso.
ru: Последний запуск {0} выполнен успешно.
sk: Naposledy úspešne spustené {0} .
sl: Nazadnje uspešno izvedeno {0} .
sq: U ekzekutua për herë të fundit me sukses {0}.
sr: Poslednje pokretanje {0} je uspešno završeno.
sv: Senast körd {0} utan problem.
tr: Son çalıştırma {0} başarıyla gerçekleştirildi.
uk: Останній запуск успішно виконано {0}.
vi: Lần chạy cuối cùng {0} thành công.
zh_hk: 最後一次成功執行 {0}。

source: Last ran successfully.
ar: آخر تشغيل كان بنجاح.
bg: Последното изпълнение е успешно.
ca: L'última execució s'ha fet correctament.
de: Zuletzt erfolgreich ausgeführt.
es: La última ejecución se realizó correctamente.
fa: آخرین بار با موفقیت اجرا شد.
fi: Viimeksi ajettu onnistuneesti.
fr: La dernière exécution a réussi.
it: Ultima esecuzione riuscita.
ja: 最後に正常に実行されました。
nb: Sist kjørt med suksess.
nl: Laatste uitvoering succesvol verlopen.
pl: Ostatnie uruchomienie przebiegło pomyślnie.
pt_br: Última execução com sucesso.
ru: Последний запуск прошёл успешно.
sk: Naposledy úspešne spustené.
sl: Nazadnje uspešno izvedeno.
sq: U ekzekutua për herë të fundit me sukses.
sr: Poslednje pokretanje je uspešno završeno.
sv: Senast körd utan problem.
tr: Sonuncusu başarıyla çalıştırıldı.
uk: Останній запуск виконано успішно.
vi: Lần chạy cuối cùng đã thành công.
zh_hk: 最後一次運行成功。
