Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Select a tenant
ar: حدّد مستأجرًا
bg: Изберете наемател
ca: Selecciona un inquilí
de: Wählen Sie einen Mieter aus
es: Seleccione un inquilino
fa: انتخاب مستاجر
fi: Valitse vuokralainen
fr: Sélectionnez un locataire
it: Seleziona un inquilino
ja: テナントを選択
nb: Velg en leietaker
nl: Selecteer een huurder
pl: Wybierz najemcę
pt_br: Selecione um inquilino
ru: Выберите тенанта
sk: Vyberte si nájomníka
sl: Izberite najemnika
sq: Zgjidh një tenant
sr: Izaberite tenant
sv: Välj en hyresgäst
tr: Bir kiracı seçin
uk: Виберіть тенант
vi: Chọn người thuê nhà
zh_hk: 選擇租戶

source: Create a new API key
ar: أنشئ مفتاح API جديدًا
bg: Създаване на нов API ключ
ca: Crea una nova clau API
de: Erstellen Sie einen neuen API-Schlüssel
eo: Make a fresh API key, bestie
es: Crear una nueva clave API
fa: یک کلید API جدید ایجاد کنید
fi: Luo uusi API-avain
fr: Créer une nouvelle clé API
it: Crea una nuova chiave API
ja: 新しいAPIキーを作成する
nb: Opprett en ny API-nøkkel
nl: Een nieuwe API-sleutel aanmaken
pl: Utwórz nowy klucz API
pt_br: Criar uma nova chave de API
ru: Создать новый ключ API
sk: Vytvoriť nový kľúč API
sl: Ustvari nov API ključ
sq: Krijo një çelës të ri API
sr: Kreiraj novi API ključ
sv: Skapa en ny API-nyckel
tr: Yeni bir API anahtarı oluşturun
uk: Створити новий API-ключ
vi: Tạo khóa API mới
zh_hk: 建立新的 API 金鑰

source: Alert
ar: تنبيه
bg: Предупреждение
ca: Alerta
de: Alarm
eo: Alert → Yo, drama alert or lowkey warning
es: Alerta
fa: هشدار
fi: Varoitus
fr: Alerte
it: Attenzione
ja: 警告
lt: Įspėjimas
nb: Varsle
nl: Waarschuwing
pl: Alarm
pt_br: Alerta
ru: Тревога
sk: Upozornenie
sl: Opozorilo
sq: Alarm
sr: Upozorenje
sv: Varna
tr: Uyarı
uk: Сповіщення
vi: Báo động
zh_hk: 警報

source: Fingerprint
ar: بصمة البيانات
ca: Empremta digital
de: Fingerabdruck
es: Huella dactilar
fa: اثر انگشت
fi: Sormenjälki
fr: Empreinte digitale
it: impronta digitale
ja: 指紋
nb: Fingeravtrykk
pl: Odcisk palca
pt_br: Impressão digital
ru: Фингерпринт
sk: Odtlačok prsta
sl: Prstni odtis
sr: Otisak
tr: Parmak izi
uk: Фінгерпринт
vi: Dấu vân tay
zh_hk: 指紋

source: Started
ar: بدأت
bg: започна
ca: Començat
de: Gestartet
eo: began or kickstarted
es: Comenzó
fa: شروع شد
fi: Aloitettu
fr: Commencé
it: Iniziato
ja: 開始
nb: Startet
nl: Begonnen
pl: Rozpoczęto
pt_br: Iniciado
ru: Начато
sk: Začaté
sl: Začelo
sq: Filluar
sr: Pokrenuto
sv: Startade
tr: Başladı
uk: Запущено
vi: Bắt đầu
zh_hk: 開始

source: Abandoned
ar: متروك
ca: Abandonat
de: Verlassen
es: Abandonado
fa: متروکه
fi: Hylätty
fr: Abandonné
it: Abbandonato
ja: 放棄された
nb: Forlatt
pl: Opuszczony
pt_br: Abandonado
ru: Прервано
sk: Opustený
sl: Zapuščeno
sq: E braktisur
sr: Napušteno
tr: Terk edilmiş
uk: Покинуто
vi: Bị bỏ rơi
zh_hk: 棄置

source: Metabase Pro.
eo: Metabase Pro, fr fr
fa: متابیس پرو
ja: メタベース・プロ
vi: Metabase chuyên nghiệp.

source: All your dashboards and questions will be copied to your Cloud instance.
ar: سيتم نسخ جميع لوحات المعلومات والأسئلة لديك إلى مثيل Cloud الخاص بك.
bg: Всичките ви табла за управление и въпроси ще бъдат копирани във вашето облачно копие.
ca: Tots els vostres taulers i preguntes es copiaran a la vostra instància de núvol.
de: Alle Ihre Dashboards und Fragen werden in Ihre Cloud-Instanz kopiert.
eo: All your dashboards and questions will be copied over to your Cloud instance, fr fr.
es: Todos sus paneles y preguntas se copiarán a su instancia de la nube.
fa: تمام داشبوردها و سوالات شما در نمونه Cloud شما کپی می شود.
fi: Kaikki hallintapaneelisi ja kysymyksesi kopioidaan Cloud-instanssiisi.
fr: Tous vos tableaux de bord et questions seront copiés sur votre instance Cloud.
it: Tutte le tue dashboard e domande verranno copiate nella tua istanza Cloud.
ja: すべてのダッシュボードと質問がクラウド インスタンスにコピーされます。
lt: Visos informacijos suvestinės ir klausimai bus nukopijuoti į jūsų debesies egzempliorių.
nb: Alle dashbordene og spørsmålene dine kopieres til skyinstansen din.
nl: Al uw dashboards en vragen worden naar uw Cloud-instantie gekopieerd.
pl: Wszystkie Twoje pulpity nawigacyjne i pytania zostaną skopiowane do Twojej instancji w chmurze.
pt_br: Todos os seus painéis e perguntas serão copiados para sua instância na Cloud.
ru: Все ваши дашборды и запросы будут скопированы в ваш Cloud-инстанс.
sk: Všetky vaše informačné panely a otázky sa skopírujú do vašej cloudovej inštancie.
sl: Vse vaše nadzorne plošče in vprašanja bodo kopirani v vaš primerek v oblaku.
sq: Të gjitha panelet dhe pyetjet tuaja do të kopjohen në instancën tuaj Cloud.
sr: Sve vaše kontrolne table i pitanja biće kopirani u vašu Cloud instancu.
sv: Alla dina instrumentpaneler och frågor kommer att kopieras till din molninstans.
tr: Tüm gösterge panelleriniz ve sorularınız Bulut örneğinize kopyalanacaktır.
uk: Усі ваші приладові дошки та запити буде скопійовано до вашого інстансу Cloud.
vi: Tất cả bảng thông tin và câu hỏi của bạn sẽ được sao chép vào phiên bản Đám mây của bạn.
zh_hk: 您所有的儀表板和問題將會複製到您的雲端實例。

source: Get your first 14 days of Metabase Cloud for free.
ar: احصل على أول 14 يومًا من Metabase Cloud مجانًا.
bg: Вземете първите си 14 дни от Metabase Cloud безплатно.
ca: Aconsegueix els teus primers 14 dies de Metabase Cloud de manera gratuïta.
de: Holen Sie sich die ersten 14 Tage von Metabase Cloud kostenlos.
eo: Get your first 14 days of Metabase Cloud for free, no cap.
es: Obtenga sus primeros 14 días de Metabase Cloud gratis.
fa: 14 روز اول Metabase Cloud را به صورت رایگان دریافت کنید.
fi: Hanki ensimmäiset 14 päivää Metabase Cloudia ilmaiseksi.
fr: Obtenez vos 14 premiers jours de Metabase Cloud gratuitement.
it: Ottieni gratuitamente i primi 14 giorni di Metabase Cloud.
ja: Metabase Cloud を最初の 14 日間無料でご利用いただけます。
lt: Gaukite pirmąsias 14 dienų „Metabase Cloud“ nemokamai.
nb: Få de første 14 dagene med Metabase Cloud gratis.
nl: Ontvang de eerste 14 dagen Metabase Cloud gratis.
pl: Otrzymaj pierwsze 14 dni dostępu do Metabase Cloud za darmo.
pt_br: Ganhe seus primeiros 14 dias da Metabase Cloud.
ru: Получите первые 14 дней Metabase Cloud бесплатно.
sk: Získajte prvých 14 dní Metabase Cloud zadarmo.
sl: Zagotovite si prvih 14 dni Metabase Cloud brezplačno.
sq: Merrni 14 ditët e para të Metabase Cloud falas.
sr: Dobijte prvih 14 dana Metabase Cloud besplatno.
sv: Få dina första 14 dagar med Metabase Cloud gratis.
tr: Metabase Cloud'un ilk 14 gününü ücretsiz edinin.
uk: Отримайте перші 14 днів Metabase Cloud безкоштовно.
vi: Nhận 14 ngày đầu tiên sử dụng Metabase Cloud miễn phí.
zh_hk: 前 14 天免費使用 Metabase Cloud。

source: Get a development instance
ar: احصل على مثيل تطوير
bg: Получаване на екземпляр за разработка
ca: Obtenir una instància de desenvolupament
de: Holen Sie sich eine Entwicklungsinstanz
es: Obtener una instancia de desarrollo
fa: یک نمونه توسعه دریافت کنید
fi: Hanki kehitysinstanssi
fr: Obtenir une instance de développement
it: Ottieni un'istanza di sviluppo
ja: 開発インスタンスを取得する
nb: Få en utviklingsinstans
nl: Een ontwikkelingsinstantie verkrijgen
pl: Pobierz instancję rozwojową
pt_br: Obter uma instância de desenvolvimento
ru: Получить экземпляр для разработки
sk: Získajte vývojovú inštanciu
sl: Pridobite razvojni primerek
sq: Merr një instancë zhvillimi
sr: Nabavi razvojnu instancu
sv: Hämta en utvecklingsinstans
tr: Bir geliştirme örneği edinin
uk: Отримати dev-інстанс
vi: Nhận một phiên bản phát triển
zh_hk: 取得開發實例

source: Test out code in staging in a separate Metabase instance before deploying to production.
ar: اختبر الكود في بيئة staging على مثيل Metabase منفصل قبل نشره إلى بيئة الإنتاج.
bg: Тествайте кода в отделен екземпляр на Metabase, преди да го разположите в продукция.
ca: Proveu el codi en staging en una instància de metabase separada abans de desplegar-lo a producció.
de: Testen Sie den Code im Staging-Modus in einer separaten Metabase-Instanz, bevor Sie ihn in der Produktion bereitstellen.
es: Pruebe el código en fase de prueba en una instancia de Metabase separada antes de implementarlo en producción.
fa: قبل از استقرار در محیط عملیاتی، کد را در یک نمونه جداگانه از Metabase در مرحله‌بندی آزمایش کنید.
fi: Testaa koodi erillisessä Metabase-instanssissa ennen käyttöönottoa tuotantoympäristössä.
fr: Testez le code en phase intermédiaire dans une instance Metabase distincte avant de le déployer en production.
it: Testare il codice in fase di staging in un'istanza separata di Metabase prima di distribuirlo in produzione.
ja: 実稼働環境に展開する前に、別の Metabase インスタンスでステージングのコードをテストします。
nb: Test ut koden i staging i en separat Metabase-instans før du distribuerer den til produksjon.
nl: Test code in een aparte Metabase-instantie voordat u deze in productie neemt.
pl: Przetestuj kod w środowisku przejściowym w oddzielnej instancji Metabase przed wdrożeniem go w środowisku produkcyjnym.
pt_br: Teste o código em preparação em uma instância separada do Metabase antes de implantar na produção.
ru: Протестируйте код на этапе подготовки в отдельном экземпляре Metabase перед развертыванием в рабочей среде.
sk: Pred nasadením do produkčného prostredia otestujte kód v samostatnej inštancii metabázy.
sl: Pred uvedbo v produkcijo preizkusite kodo v uprizoritvi v ločenem primerku metabaze.
sq: Testoni kodin në staging në një instancë të veçantë Metabase përpara se ta deploy-oni në prodhim.
sr: Testirajte kod u staging okruženju u posebnoj Metabase instanci pre puštanja u produkciju.
sv: Testa kod i staging i en separat Metabase-instans innan du distribuerar till produktion.
tr: Üretim ortamına dağıtmadan önce kodu ayrı bir Metabase örneğinde test edin.
uk: Випробуйте код у staging в окремому інстансі Metabase перед розгортанням у production.
vi: Kiểm tra mã trong giai đoạn dàn dựng trên một phiên bản Metabase riêng biệt trước khi triển khai vào sản xuất.
zh_hk: 在部署到生產階段之前，先在單獨的 Metabase 暫存實例中測試代碼。

source: Whitelabel email notifications
ar: إشعارات البريد الإلكتروني ذات العلامة البيضاء
bg: Известия по имейл с бял етикет
ca: Notificacions per correu electrònic de marca blanca
de: Whitelabel-E-Mail-Benachrichtigungen
es: Notificaciones por correo electrónico de marca blanca
fa: اعلان‌های ایمیل با برچسب سفید
fi: Whitelabel-sähköposti-ilmoitukset
fr: Notifications par e-mail en marque blanche
it: Notifiche e-mail whitelabel
ja: ホワイトラベルのメール通知
nb: Whitelabel e-postvarsler
nl: Whitelabel e-mailmeldingen
pl: Powiadomienia e-mail typu whitelabel
pt_br: Notificações de e-mail de marca branca
ru: Уведомления по электронной почте Whitelabel
sk: Whitelabel e-mailové upozornenia
sl: Obvestila o e-pošti Whitelabel
sq: Njoftime email-i whitelabel
sr: White label email obaveštenja
sv: Whitelabel-e-postmeddelanden
tr: Beyaz etiketli e-posta bildirimleri
uk: Whitelabel email-сповіщення
vi: Thông báo email nhãn trắng
zh_hk: 白標電子郵件通知

source: More advanced embeds
ar: تضمينات أكثر تقدمًا
bg: По-разширени вграждания
ca: Incrustacions més avançades
de: Erweiterte Einbettungen
es: Incrustaciones más avanzadas
fa: جاسازی‌های پیشرفته‌تر
fi: Edistyneemmät upotukset
fr: Intégrations plus avancées
it: Incorporamenti più avanzati
ja: より高度な埋め込み
nb: Mer avanserte embeds
nl: Meer geavanceerde insluitingen
pl: Bardziej zaawansowane osadzenia
pt_br: Incorporações mais avançadas
ru: Более продвинутые встраивания
sk: Pokročilejšie vkladania
sl: Naprednejše vdelave
sq: Embed-e më të avancuara
sr: Naprednija ugrađivanja
sv: Mer avancerade inbäddningar
tr: Daha gelişmiş yerleştirmeler
uk: Більш просунуті вбудовування
vi: Nhúng nâng cao hơn
zh_hk: 更先進的嵌入

source: The “Powered by Metabase” banner appears on all guest embeds created with your current version. Upgrade to remove it (and customize a lot more)
ar: يظهر شريط "Powered by Metabase" على جميع تضمينات الضيف التي تم إنشاؤها باستخدام إصدارك الحالي. قم بالترقية لإزالته (وتخصيص الكثير أيضًا)
bg: Банерът „Задвижвано от Metabase“ се показва на всички вградени елементи за гости, създадени с текущата ви версия. Надстройте, за да го премахнете (и да персонализирате още много неща)
ca: El bàner "Powered by Metabase" apareix a tots els elements incrustats de convidats creats amb la versió actual. Actualitza per eliminar-lo (i personalitzar-ne molt més)
de: Der „Powered by Metabase“-Banner wird bei allen Gast-Einbettungen angezeigt, die mit Ihrer aktuellen Version erstellt wurden. Aktualisieren Sie, um ihn zu entfernen (und viele weitere Anpassungsmöglichkeiten zu nutzen).
es: El banner "Desarrollado por Metabase" aparece en todas las incrustaciones de invitados creadas con tu versión actual. Actualiza para eliminarlo (y personalizarlo mucho más).
fa: بنر «Powered by Metabase» در تمام افزونه‌های مهمان ایجاد شده با نسخه فعلی شما نمایش داده می‌شود. برای حذف آن (و سفارشی‌سازی‌های بیشتر) افزونه را ارتقا دهید.
fi: ”Powered by Metabase” -banneri näkyy kaikissa nykyisellä versiollasi luoduissa vierasupotuksissa. Päivitä poistaaksesi sen (ja muokataksesi paljon muuta)
fr: La bannière « Propulsé par Metabase » s’affiche sur tous les contenus intégrés par les visiteurs créés avec votre version actuelle. Passez à la version supérieure pour la supprimer (et bénéficier de nombreuses autres options de personnalisation).
it: Il banner "Powered by Metabase" appare su tutti gli incorporamenti guest creati con la tua versione attuale. Esegui l'upgrade per rimuoverlo (e personalizzare molto di più)
ja: 現在のバージョンで作成されたすべてのゲスト埋め込みには、「Powered by Metabase」バナーが表示されます。アップグレードすると、このバナーが表示されなくなります（さらにカスタマイズの幅が広がります）。
nb: Banneret "Powered by Metabase" vises på alle gjesteinnlemminger som er opprettet med din nåværende versjon. Oppgrader for å fjerne det (og tilpasse mye mer)
nl: De banner 'Powered by Metabase' verschijnt op alle gast-embeds die met uw huidige versie zijn gemaakt. Upgrade om deze te verwijderen (en nog veel meer aan te passen).
pl: Baner „Powered by Metabase” pojawia się na wszystkich osadzeniach gościnnych utworzonych w bieżącej wersji. Zaktualizuj, aby go usunąć (i dostosować znacznie więcej).
pt_br: O banner "Powered by Metabase" aparece em todos os conteúdos incorporados criados com a sua versão atual. Atualize para removê-lo (e personalizar muito mais).
ru: Баннер «Powered by Metabase» отображается на всех гостевых встраиваемых системах, созданных в вашей текущей версии. Обновите, чтобы удалить его (и настроить множество других параметров).
sk: Banner „Powered by Metabase“ sa zobrazuje na všetkých hosťovských vložených súboroch vytvorených pomocou vašej aktuálnej verzie. Ak ho chcete odstrániť (a prispôsobiť si oveľa viac), aktualizujte ho.
sl: Oznaka »Powered by Metabase« se prikaže na vseh vdelanih datotekah za goste, ustvarjenih z vašo trenutno različico. Nadgradite, da jo odstranite (in prilagodite še veliko več).
sq: Baneri “Powered by Metabase” shfaqet në të gjitha inkorporimet si guest të krijuara me versionin tënd aktual. Përditëso planin për ta hequr (dhe për të personalizuar shumë më tepër)
sr: Baner “Powered by Metabase” se prikazuje na svim ugrađivanjima za goste napravljenim u vašoj trenutnoj verziji. Nadogradite da biste ga uklonili (i prilagodili mnogo toga)
sv: Bannern ”Powered by Metabase” visas på alla gästinbäddningar som skapats med din nuvarande version. Uppgradera för att ta bort den (och anpassa mycket mer)
tr: "Metabase Tarafından Desteklenmektedir" başlığı, mevcut sürümünüzle oluşturulan tüm misafir yerleştirmelerinde görünür. Bunu kaldırmak (ve çok daha fazlasını özelleştirmek) için yükseltin.
uk: Банер “Powered by Metabase” відображається на всіх гостьових вбудовуваннях, створених у вашій поточній версії. Оновіться, щоб прибрати його (і налаштовувати набагато більше)
vi: Biểu ngữ "Được cung cấp bởi Metabase" sẽ xuất hiện trên tất cả các nhúng khách được tạo bằng phiên bản hiện tại của bạn. Hãy nâng cấp để xóa nó (và tùy chỉnh nhiều hơn nữa)
zh_hk: Powered by Metabase" 橫幅會出現在您目前版本所建立的所有訪客嵌入上。升級以移除它（並自訂更多內容）

source: Troubleshoot faster
ar: حلّ المشكلات بسرعة أكبر
bg: Отстранявайте неизправностите по-бързо
ca: Solucioneu problemes més ràpidament
de: Schnellere Fehlerbehebung
eo: Fix it ASAP lol
es: Solucionar problemas más rápido
fa: سریعتر عیب یابی کنید
fi: Vianetsintä nopeammin
fr: Dépannage plus rapide
it: Risoluzione dei problemi più rapida
ja: より迅速なトラブルシューティング
lt: Trikčių šalinimas greičiau
nb: Feilsøk raskere
nl: Sneller problemen oplossen
pl: Szybciej rozwiązuj problemy
pt_br: Solucione problemas mais rápido
ru: Устраняйте неполадки быстрее
sk: Riešenie problémov rýchlejšie
sl: Hitreje odpravite težave
sq: Zgjidh problemet më shpejt
sr: Brže rešavajte probleme
sv: Felsök snabbare
tr: Daha hızlı sorun giderin
uk: Швидше усувайте проблеми
vi: Khắc phục sự cố nhanh hơn
zh_hk: 更快排除故障

source: Find and fix issues fast, with an overview of all errors and model caching logs.
ar: اعثر على المشكلات وأصلحها بسرعة، عبر نظرة عامة على كل الأخطاء وسجلات كاش النموذج.
bg: Бързо намиране и коригиране на проблеми с преглед на всички грешки и журнали за кеширане на модели.
ca: Trobeu i solucioneu els problemes ràpidament, amb una visió general de tots els errors i els registres de la memòria cau dels models.
de: Finden und beheben Sie Probleme schnell mit einer Übersicht über alle Fehler und Modell-Caching-Protokolle.
eo: Find and fix probs ASAP, with a full vibe of all errors and model caching logs.
es: Encuentre y solucione problemas rápidamente, con una descripción general de todos los errores y registros de almacenamiento en caché del modelo.
fa: با مروری بر همه خطاها و گزارش‌های ذخیره‌سازی مدل، سریع مشکلات را پیدا و برطرف کنید.
fi: Löydä ja korjaa ongelmat nopeasti yleiskatsauksen avulla kaikista virheistä ja mallin välimuistilokeista.
fr: Recherchez et corrigez rapidement les problèmes, avec un aperçu de toutes les erreurs et des journaux de mise en cache des modèles.
it: Individua e risolvi rapidamente i problemi, grazie a una panoramica di tutti gli errori e dei log di memorizzazione nella cache del modello.
ja: すべてのエラーとモデル キャッシュ ログの概要を使用して、問題をすばやく見つけて修正します。
lt: Greitai raskite ir išspręskite problemas naudodami visų klaidų apžvalgą ir modelių talpyklos žurnalus.
nb: Finn og løs problemer raskt, med oversikt over alle feil og modellcachelogger.
nl: Vind en los problemen snel op met een overzicht van alle fouten en modelcachelogs.
pl: Szybko znajduj i rozwiązuj problemy dzięki przeglądowi wszystkich błędów i dzienników buforowania modelu.
pt_br: Encontre e corrija problemas rapidamente, com uma visão geral de todos os erros e logs de cache do modelo.
ru: Быстро находите и устраняйте проблемы с помощью обзора всех ошибок и журналов кэширования моделей.
sk: Rýchlo vyhľadajte a opravte problémy s prehľadom všetkých chýb a protokolov ukladania modelov do vyrovnávacej pamäte.
sl: Hitro poiščite in odpravite težave s pregledom vseh napak in dnevnikov predpomnjenja modela.
sq: Gjej dhe rregullo shpejt problemet, me një përmbledhje të të gjitha gabimeve dhe log-eve të cache-it të modelit.
sr: Brzo pronađite i rešite probleme, uz pregled svih grešaka i logova keširanja modela.
sv: Hitta och åtgärda problem snabbt, med en översikt över alla fel och modellcacheloggar.
tr: Tüm hatalara ve model önbelleğe alma günlüklerine genel bir bakışla sorunları hızla bulun ve düzeltin.
uk: Швидко знаходьте й виправляйте проблеми завдяки огляду всіх помилок і логів кешування моделей.
vi: Tìm và khắc phục sự cố nhanh chóng, với tổng quan về tất cả lỗi và nhật ký lưu trữ mô hình.
zh_hk: 透過所有錯誤和模型快取記錄的總覽，快速找出並修復問題。

source: Get advanced permissions
ar: احصل على أذونات متقدمة
bg: Вземете разширени разрешения
ca: Obteniu permisos avançats
de: Erweiterte Berechtigungen erhalten
eo: Get those pro perms, bestie
es: Obtener permisos avanzados
fa: دریافت مجوزهای پیشرفته
fi: Hanki lisäkäyttöoikeudet
fr: Obtenez des autorisations avancées
it: Ottieni permessi avanzati
ja: 高度な権限を取得する
lt: Gaukite išplėstinius leidimus
nb: Få avanserte tillatelser
nl: Geavanceerde machtigingen verkrijgen
pl: Uzyskaj zaawansowane uprawnienia
pt_br: Obtenha permissões avançadas
ru: Получить расширенные разрешения
sk: Získajte rozšírené povolenia
sl: Pridobite napredna dovoljenja
sq: Merr leje të avancuara
sr: Dobijte napredne dozvole
sv: Få avancerade behörigheter
tr: Gelişmiş izinler alın
uk: Отримати розширені дозволи
vi: Nhận quyền nâng cao
zh_hk: 取得進階權限
