Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Databases will appear here once your admins have added some
ar: ستظهر قواعد البيانات هنا بمجرد أن يضيف المسؤولون لديك بعضها
bg: Базите данни ще се появят тук, след като вашите администратори добавят някои
ca: Les bases de dades apareixeran aquí una vegada que els administradors les hagin afegit
de: Datenbanken werden hier erscheinen, sobald Deine Administratoren einige hinzugefügt haben
eo: Databases will pop off here once your admins have added some, fr fr.
es: Las bases de datos aparecerán aquí una vez que los administradores hayan añadido algunas
fa: پایگاه های داده در اینجا ظاهر خواهد شد، هنگامی که مدیران شما تعدادی را اضافه کرده اند
fi: Järjestelmänvalvojasi lisäämät tietokannat näkyvät täällä.
fr: Les bases de données apparaîtrons ici une fois que vos administrateurs en auront ajoutées
hu: Az adatbázisok itt jelennek meg, amint az adminisztrátorok hozzáadnak néhányat
it: I database appariranno qui quando i tuoi amministratori li avranno aggiunti
ja: データベースは一度管理者が追加するとここに表示されます
lt: Duomenų bazės bus rodomos, kai jūsų administratoriai pridės kai kuriuos
ms: Pangkalan data akan muncul di sini setelah pentadbir anda menambah beberapa
nb: Databasene vil vises her når en av administratorene har lagt til
nl: Databases worden hier weergegeven zodra een beheerder toegang heeft gegeven
pl: Bazy danych pojawią się tutaj, gdy Twoi Administratorzy dodadzą jakąś
pt_br: Os bancos de dados aparecerão aqui quando os administradores adicionarem alguns
ru: Базы данных появится здесь после добавления администраторами
sk: Po pridaní niektorých správcov sa tu zobrazia databázy
sl: Zbirke podatkov se bodo pojavile tukaj, ko jih bodo vaši skrbniki dodali
sq: Bazat e të dhënave do të shfaqen këtu sapo administratorët të shtojnë disa
sr: Baze podataka će se pojaviti ovde kada ih vaši administratori dodaju
sv: Databaser kommer att visas här när administratören har lagt till dem
tr: Yöneticileriniz bir kez ekledikten sonra veritabanları burada görünecek
uk: Бази даних з’являться тут, щойно ваші адміністратори додадуть їх
vi: Cơ sở dữ liệu sẽ xuất hiện ở đây ngay khi quản trị viên thêm vào
zh_hk: 一但您的管理員新增了，資料庫將會出現在這裡

source: Connect a database
ar: اتصل بقاعدة بيانات
bg: Свържете база данни
ca: Connecta una base de dades
de: Eine Datenbank verbinden
eo: Link up a database
es: Conecta una base de datos
fa: یک پایگاه داده را وصل کنید
fi: Yhdistä tietokanta
fr: Se connecter à une base de données
hu: Csatlakoztasson egy adatbázist
it: Connetti un database
ja: データベースを接続する
lt: Prijunkite duomenų bazę
ms: Sambungkan sebuah pangkalan data
nb: Koble til en database
nl: Verbinding maken met database
pl: Połącz z bazą danych
pt_br: Conectar um banco de dados
ru: Подключить базу данных
sk: Pripojte databázu
sl: Povezovanje zbirke podatkov
sq: Lidh një bazë të dhënash
sr: Poveži bazu podataka
sv: Koppla en databas
tr: Bir veritabanı bağlayın
uk: Підключіть базу даних
vi: Kết nối một cơ sở dữ liệu
zh_hk: 連接一個資料庫

source: Count of {0}
ar: عدد {0}
bg: Брой на {0}
ca: Recompte de {0}
de: Anzahl von {0}
eo: Total of {0} fam
es: Número de {0}
fa: تعداد {0}
fi: Määrä: {0}
fr: Nombre de {0}
hu: {0} száma
it: Conteggio di {0}
ja: {0}のカウント
lt: Skaičius {0}
ms: Jumlah {0}
nb: Telling av {0}
nl: Aantal {0}
pl: Liczba {0}
pt_br: Contagem de {0}
ru: Количество {0}
sk: Počet {0}
sl: Število {0}
sq: Numri i {0}
sr: Broj za {0}
sv: Antal {0}
tr: {0} sayısı
uk: Кількість {0}
vi: Số đếm của {0}
zh_hk: {0}計數

source: See raw data for {0}
ar: اعرض البيانات الخام لـ {0}
bg: Вижте необработени данни за {0}
ca: Mostra les dades de {0}
de: Siehe Rohdaten für {0}
eo: Check out the raw deets for {0}
es: Ver datos de {0}
fa: اطلاعات خام را برای {0} مشاهده کنید
fi: Katso taulun {0} raakatiedot
fr: Voir les données brutes pour {0}
hu: Nyers adatok megtekintése a(z) {0}-hoz
it: Visualizza i dati piatti di {0}
ja: {0}のrawデータをそのまま表示
lt: Žr. Neapdorotus {0}
ms: Lihat data mentah untuk {0}
nb: Se rådata for {0}
nl: Bekijk onbewerkte data van {0}
pl: Zobacz dane dla {0}
pt_br: Ver dados brutos de {0}
ru: Посмотреть исходные данные для {0}
sk: Zobraziť nespracované údaje pre {0}
sl: Oglejte si neobdelane podatke za {0}
sq: Shiko të dhënat raw për {0}
sr: Pogledaj sirove podatke za {0}
sv: Visa rådata för {0}
tr: {0} için ham verileri görün
uk: Переглянути сирі дані для {0}
vi: Xem dữ liệu thô cho {0}
zh_hk: 檢視{0}的原始資料

source: Why this table is interesting
ar: لماذا هذا الجدول مهم
bg: Защо тази таблица е интересна
ca: Per què aquesta taula és interessant
de: Warum ist diese Tabelle interessant
eo: Why this table is kinda lowkey interesting lol
es: Por qué esta tabla es interesante
fa: چرا این جدول جالب است
fi: Miksi tämä taulu on kiintoisa
fr: Pourquoi cette table est intéressante
hu: Miért érdekes ez a táblázat
it: Perchè questa tabella è interessante
ja: なぜこのテーブルは興味深いですか?
lt: Kodėl ši lentelė yra įdomi
ms: Kenapa jadual ini menarik
nb: Hvorfor er denne tabellen interessant
nl: Waarom is deze tabel interessant
pl: Dlaczego ta tabela jest interesująca
pt_br: Por que esta tabela é interessante
ru: Почему эта таблица может быть интересна
sk: Prečo je táto tabuľka zaujímavá
sl: Zakaj je ta tabela zanimiva
sq: Pse kjo tabelë është interesante
sr: Zašto je ova tabela interesantna
sv: Varför denna tabell är intressant
tr: Bu tablo neden ilginç?
uk: Чому ця таблиця цікава
vi: Tại sao bảng này thú vị
zh_hk: 為什麼這個資料表有趣

source: Things to be aware of about this table
ar: أشياء يجب الانتباه لها بشأن هذا الجدول
bg: Неща, които трябва да знаете за тази таблица
ca: Coses a tenir en compte sobre aquesta taule
de: Dinge, auf die man bei dieser Tabelle achten sollte
eo: Things to keep in mind about this table, fr
es: Cosas a tener en cuenta sobre esta tabla
fa: چیزهایی که باید در مورد این جدول آگاه باشند
fi: Hyvä tietää tästä taulusta
fr: Choses dont on doit être conscient à propos de cette table
hu: Tudnivalók erről a táblázatról
it: Cose di cui essere a conoscenza riguardanti questa tabella
ja: このテーブルに関して知っておくべきこと
lt: Ką reikia žinoti apie šią lentelę
ms: Perkara yang perlu diperhatikan tentang jadual ini
nb: Ting å være klar over om denne tabellen
nl: Dingen waar je op moet letten bij deze tabel
pl: Co należy wiedzieć o tej tabeli
pt_br: Coisas a considerar sobre esta tabela
ru: Что нужно знать об этой таблице
sk: Čo je potrebné vedieť o tejto tabuľke
sl: Kaj morate vedeti o tej tabeli
sq: Gjërat që duhen ditur për këtë tabelë
sr: Stvari na koje treba obratiti pažnju u vezi sa ovom tabelom
sv: Saker att tänka på när det gäller denna tabell
tr: Bu tablo hakkında bilinmesi gerekenler
uk: Що варто знати про цю таблицю
vi: Những điều cần lưu ý về bảng này
zh_hk: 關於這個資料表需要知道的事情

source: Tables in this database will appear here as they're added
ar: ستظهر الجداول في قاعدة البيانات هذه هنا عند إضافتها
bg: Таблиците в тази база данни ще се показват тук при добавянето им
ca: Les taules d'aquesta base de dades es mostraran aquí una vegada afegides
de: Tabellen dieser Datenbank werden hier erscheinen, sobald sie hinzugefügt sind
eo: Tables in this database will pop up here as they get added, fr.
es: Las tablas en esta base de datos aparecerán aquí cuando se añadan
fa: جداول در این پایگاه داده در اینجا به همان شکل اضافه می شوند
fi: Tietokannan taulut näkyvät tässä sitä mukaa, kun niitä lisätään
fr: Les tables de cette base apparaîtront ici au fur et à mesure de leur ajout
hu: Az adatbázis táblázatai itt jelennek meg, ahogy hozzáadódnak
it: Le tabelle in questo database appariranno qui man mano verranno aggiunte
ja: このデータベースのテーブルは追加されるとここに表示れます
lt: Šioje duomenų bazėje pateikiamos lentelės bus rodomos kaip jos pridėtos
ms: Jadual dalam pangkalan data ini akan muncul di sini apabila ditambah
nb: Tabellen i denne databasen vises her etter hvert som de blir lagt til
nl: Tabellen in de database worden hier weergegeven zodra deze zijn toegevoegd
pl: Tabele w tej bazie danych pojawią się w tym miejscu, gdy są dodawane
pt_br: As tabelas neste banco de dados aparecerão aqui quando forem adicionadas
ru: Таблицы в этой базе данных появятся после добавления
sk: Tabuľky v tejto databáze sa zobrazia po pridaní
sl: Tabele v tej zbirki podatkov bodo prikazane tukaj, ko bodo dodane
sq: Tabelat në këtë bazë të dhënash do të shfaqen këtu sapo të shtohen
sr: Tabele u ovoj bazi podataka će se pojaviti ovde kako budu dodavane
sv: Tabeller i denna databas kommer att visas här i den takt de läggs till
tr: Bu veritabanındaki tablolar, eklendiklerinde burada görünecek
uk: Таблиці в цій базі даних з’являтимуться тут у міру їх додавання
vi: Các bảng trong cơ sở dữ liệu này sẽ xuất hiện tại đây khi chúng được thêm vào
zh_hk: 當在這個資料庫中新增資料表時，它們將會出現在這裡

source: Questions about this table will appear here as they're added
ar: ستظهر الأسئلة حول هذا الجدول هنا عند إضافتها
bg: Въпросите за тази таблица ще се показват тук при добавянето им
ca: Les preguntes d'aquesta taula es mostraran aquí una vegada afegides
de: Fragen über diese Tabelle werden hier erscheinen, sobald sie hinzugefügt sind
eo: Questions about this table will pop up here as they get added, fr.
es: Las preguntas sobre esta tabla aparecerán aquí cuando se añadan
fa: سوالات در مورد این جدول در اینجا به عنوان آنها اضافه شده است
fi: Tähän tauluun liittyvät lisättävät kysymykset näkyvät täällä
fr: Les questions à propos de cette table apparaîtront ici au fur et à mesure de leur ajout
hu: A táblázattal kapcsolatos kérdések itt jelennek meg, ahogy hozzáadódnak
it: Le domande su questa tabella appariranno qui man mano verranno aggiunte
ja: このテーブルに関する質問は追加されるとここに表示されます
lt: Klausimai apie šią lentelę bus rodomi čia, kaip jie bus įtraukti
ms: Soalan tentang jadual ini akan muncul di sini apabila ditambah
nb: Spørsmål om denne tabellen vises her etter hvert som de blir lagt til
nl: Vragen m.b.t deze tabel worden hier weergegeven zodra deze zijn toegevoegd
pl: Pytania dotyczące tej tabeli pojawią się tutaj w miarę ich dodawania
pt_br: Perguntas sobre esta tabela aparecerão aqui quando forem adicionadas
ru: Запросы об этой таблице появятся после добавления
sk: Otázky týkajúce sa tejto tabuľky sa zobrazia pri pridaní
sl: Vprašanja o tej tabeli bodo prikazana tukaj, ko bodo dodana
sq: Pyetjet për këtë tabelë do të shfaqen këtu sapo të shtohen
sr: Pitanja o ovoj tabeli će se pojaviti ovde kako budu dodavana
sv: Frågor om denna tabell kommer att visas här i den takt de läggs till
tr: Bu tabloyla ilgili sorular, eklendiklerinde burada görünece
uk: Запити про цю таблицю з’являтимуться тут у міру їх додавання
vi: Các câu hỏi về bảng này sẽ xuất hiện tại đây khi chúng được thêm vào
zh_hk: 當關於這個資料表的提問被新增時，它們將會出現在這裡

source: Questions about {0}
ar: أسئلة حول {0}
bg: Въпроси за {0}
ca: Preguntes sobre {0}
de: Fragen zum {0}
eo: Questions about {0}? That's a whole mood, bestie.
es: Preguntas sobre {0}
fa: سوالات در مورد {0}
fi: Taulun {0} kysymykset
fr: Questions sur {0}
hu: Kérdések a(z) {0}-ról
it: Domande riguardanti {0}
ja: {0}に関する質問
lt: Klausimai apie {0}
ms: Soalan tentang {0}
nb: Spørsmål om {0}
nl: Vragen met betrekking tot {0}
pl: Pytania o {0}
pt_br: Perguntas sobre {0}
ru: Запросы о {0}
sk: Otázky týkajúce sa {0}
sl: Vprašanja o {0}
sq: Pyetje rreth {0}
sr: Pitanja o {0}
sv: Frågor om {0}
tr: {0} ile ilgili sorular
uk: Запити про {0}
vi: Các câu hỏi về {0}
zh_hk: 關於{0}的提問

source: Created {0} by {1}
ar: تم الإنشاء {0} بواسطة {1}
bg: Създадено {0} от {1}
ca: Creat fa {0} per {1}
de: Erstellt {0} von {1}
eo: Made {0} by {1} — total flex, fr fr
es: Creado hace {0} por {1}
fa: {0} توسط {1} ایجاد شد
fi: Luotu {0}, tekijä: {1}
fr: {0} créé par {1}
hu: Létrehozva {0} által {1}
it: Creato {0} per {1}
ja: {1}で{0}を作成しました
lt: Sukūrė {0} {1}
ms: Dibuat {0} oleh {1}
nb: Laget {0} av {1}
nl: Toegevoegd {0} door {1}
pl: Utworzone {0} przez {1}
pt_br: {0} criado por {1}
ru: Создано {0} пользователем {1}
sk: Vytvorené {0} používateľom {1}
sl: Ustvaril {0} {1}
sq: Krijuar {0} nga {1}
sr: Kreirano {0} od strane {1}
sv: Skapad {0} av {1}
tr: {0} {1} tarafından düzenlendi
uk: {0} створено користувачем {1}
vi: Đã tạo {0} bởi {1}
zh_hk: 根據{1}建立{0}

source: Fields in this table
ar: الحقول في هذا الجدول
bg: Полета в тази таблица
ca: Camps en aquesta taula
de: Felder dieser Tabelle
eo: Fields in this table → The vibe of these cells
es: Campos en esta tabla
fa: زمینه های این جدول
fi: Tämän taulun kentät
fr: Champs de cette table
hu: A tábla mezői
it: Campi in questa tabella
ja: このテーブルのフィールド
lt: Šioje lentelėje nurodyti laukai
ms: Medan dalam jadual ini
nb: Felter i denne tabellen
nl: Velden in deze tabel
pl: Pola w tabeli
pt_br: Campos nesta tabela
ru: Поля в этой таблице
sk: Polia v tejto tabuľke
sl: Polja v tej tabeli
sq: Fushat në këtë tabelë
sr: Polja u ovoj tabeli
sv: Fält i denna tabell
tr: Bu tablodaki alanlar
uk: Поля в цій таблиці
vi: Các trường trong bảng này
zh_hk: 在這個資料表中的欄位

source: Questions about this table
ar: أسئلة حول هذا الجدول
bg: Въпроси относно тази таблица
ca: Preguntes sobre aquesta taula
de: Fragen über diese Tabelle
eo: Questions about this table? Fr, I gotchu.
es: Preguntas sobre esta tabla
fa: سوالات در مورد این جدول
fi: Tämän taulun kysymykset
fr: Questions à propos de cette table
hu: Kérdések erről a tábláról
it: Domande relative a questa tabella
ja: このテーブルに関する質問
lt: Klausimai apie šią lentelę
ms: Soalan tentang jadual ini
nb: Spørsmål om denne tabellen
nl: Vragen met betrekking tot deze tabel
pl: Zapytania dotyczące tej tabeli
pt_br: Perguntas sobre esta tabela
ru: Запросы об этой таблице
sk: Otázky týkajúce sa tejto tabuľky
sl: Vprašanja o tej tabeli
sq: Pyetje rreth kësaj tabele
sr: Pitanja o ovoj tabeli
sv: Frågor om denna tabell
tr: Bu tabloyla ilgili sorular
uk: Запити про цю таблицю
vi: Các câu hỏi về bảng này
zh_hk: 關於這個資料表的提問

source: Help your team get started with your data.
hu: Segítsen a csapatának elkezdeni az adatok használatát.
ms: Bnatu pasukan anda muka menggunakan data anda.

source: Show your team what’s most important by choosing your top dashboard, metrics, and segments.
hu: Mutassa meg csapatának, mi a legfontosabb az irányítópult, mutatók és szegmensek kiválasztásával.
ms: Tunjukkan kepada pasukan anda apa yang paling penting dengan memilih papan pemuka, metrik, dan segmen utama anda.

source: Get started
eo: Go ahead and yeet into it
hu: Fogj neki
lt: Pradėti
ms: Mulakan

source: Our most important dashboard
hu: A legfontosabb műszerfalunk
ms: Papan pemuka yang paling penting bagi kami

source: Numbers that we pay attention to
hu: Számok, amelyekre figyelünk
ms: Nombor yang kami perhatikan

source: Metrics are important numbers your company cares about. They often represent a core indicator of how the business is performing.
hu: A mutatók fontos számok, amelyek érdeklik a cégét. Gyakran alapvető mutatók a vállalat teljesítményének mérésére.
ms: Metrik adalah nombor penting yang syarikat anda ambil peduli. Mereka sering mewakili petunjuk utama tentang prestasi perniagaan.

source: See all metrics
hu: Az összes mutató megtekintése
ms: Lihat semua metrik

source: Segments and tables
hu: A szegmensek és táblák a vállalata adatainak építőelemei. A táblák a nyers információk gyűjteményei, míg a szegmensek specifikus szeletek konkrét jelentésekkel, mint például {0}
ms: Segmen dan jadual

source: Tables
ar: الجداول
bg: Маси
ca: Taules
de: Tabellen
eo: Tables → "Tabels" (or just keep it as "tables" since it's pretty neutral, but if you wanna make it more slangy, maybe "tablez")
es: Tablas
fa: جداول
fi: Taulut
fr: Tableaux
hu: Táblák
it: Tabelle
ja: テーブル
lt: Lentelės
ms: Jadual
nb: Tabeller
nl: Tabellen
pl: Tabele
pt_br: Tabelas
ru: Таблицы
sk: Tabuľky
sl: Tabele
sq: Tabela
sr: Tabele
sv: Tabeller
tr: Tablolar
uk: Таблиці
vi: Các bảng
zh_hk: 表格

source: Segments and tables are the building blocks of your company's data. Tables are collections of the raw information while segments are specific slices with specific meanings, like {0}
hu: A szegmensek és a táblák a vállalat adatainak építőelemei. A táblák a nyers információk gyűjteményei, míg a szegmensek specifikus szeletek konkrét jelentésekkel, mint például {0}
ms: Segmen dan jadual adalah blok binaan data syarikat anda. Jadual adalah koleksi maklumat mentah manakala segmen adalah bahagian spesifik dengan makna tertentu, seperti {0}

source: Tables are the building blocks of your company's data.
hu: A táblák a vállalata adatainak építőelemei.
ms: Jadual adalah blok binaan data syarikat anda.

source: See all segments
hu: Az összes szegmens megtekintése
ms: Lihat semua segmen

source: See all tables
hu: Az összes tábla megtekintése
ms: Lihat semua jadual

source: Other things to know about our data
hu: Egyéb tudnivalók adatainkról
ms: Perkara lain yang perlu diketahui mengenai data kami

source: Find out more
hu: Tudj meg többet
ms: Ketahui lebih lanjut

source: A good way to get to know your data is by spending a bit of time exploring the different tables and other info available to you. It may take a while, but you'll start to recognize names and meanings over time.
hu: Jó módja annak, hogy megismerje az adatait, ha egy kis időt tölt az elérhető különböző táblák és egyéb információk felfedezésével. Ez eltarthat egy ideig, de idővel felismeri a neveket és jelentéseket.
ms: Cara yang baik untuk mengenali data anda adalah dengan meluangkan sedikit masa meneroka jadual-jadual berbeza dan maklumat lain yang tersedia. Ia mungkin mengambil sedikit masa, tetapi anda akan mula mengenali nama-nama dan maknanya dari masa ke masa.

source: Explore our data
hu: Fedezze fel adatainkat
ms: Terokai data kami

source: Have questions?
hu: Kérdése van?
ms: Ada soalan?

source: Contact {0}
hu: Kapcsolatfelvétel {0}-val
ms: Hubungi {0}

source: Help new Metabase users find their way around.
hu: Segítsen az új Metabase felhasználóknak eligazodni.
ms: Bantu pengguna baru Metabase mencari jalan mereka.

source: The Getting Started guide highlights the dashboard, metrics, segments, and tables that matter most, and informs your users of important things they should know before digging into the data.
hu: Az Elindulási útmutató kiemeli a legfontosabb irányítópultokat, mutatókat, szegmenseket és táblákat, és tájékoztatja a felhasználókat a fontos dolgokról, amelyeket tudniuk kell, mielőtt belemerülnének az adatokba.
ms: Panduan Memulakan menyoroti papan pemuka, metrik, segmen, dan jadual yang paling penting, dan memberitahu pengguna anda perkara penting yang mereka perlu tahu sebelum menyelami data.

source: Is there an important dashboard for your team?
hu: Van egy fontos irányítópult a csapat számára?
ms: Adakah papan pemuka penting untuk pasukan anda?

source: Create a dashboard now
hu: Hozzon létre egy műszerfalat most
ms: Cipta papan pemuka sekarang

source: What is your most important dashboard?
hu: Mi a legfontosabb irányítópult?
ms: Apakah papan pemuka yang paling penting bagi anda?

source: Do you have any commonly referenced metrics?
hu: Vannak gyakran hivatkozott mutatói?
ms: Adakah anda mempunyai metrik yang sering dirujuk?

source: Learn how to define a metric
hu: Ismerje meg a mutató meghatározását
ms: Ketahui cara untuk mentakrifkan metrik

source: What are your 3-5 most commonly referenced metrics?
hu: Melyek a 3-5 leggyakrabban hivatkozott mutatói?
ms: Apakah 3-5 metrik yang sering dirujuk?

source: Add another metric
hu: Adjon hozzá egy másik mutatót
ms: Tambah metrik lain

source: Do you have any commonly referenced segments or tables?
hu: Vannak gyakran hivatkozott szegmensek vagy táblák?
ms: Adakah anda mempunyai segmen atau jadual yang sering dirujuk?

source: Learn how to create a segment
hu: Ismerje meg, hogyan hozhat létre egy szegmenst
ms: Belajar cara untuk mencipta segmen

source: What are 3-5 commonly referenced segments or tables that would be useful for this audience?
hu: Melyek azok a 3-5 gyakran hivatkozott szegmensek vagy táblák, amelyek hasznosak lennének ennek a közönségnek?
ms: Apakah 3-5 segmen atau jadual yang sering dirujuk yang akan berguna untuk audiens ini?

source: Add another segment or table
hu: Adjon hozzá egy másik szegmenst vagy táblát
ms: Tambah segmen atau jadual lain

source: Is there anything your users should understand or know before they start accessing the data?
hu: Van valami, amit a felhasználóknak meg kell érteniük vagy tudniuk kell, mielőtt hozzáférnének az adatokhoz?
ms: Adakah sesuatu yang pengguna anda perlu faham atau ketahui sebelum mereka mula mengakses data?

source: What should a user of this data know before they start accessing it?
hu: Mit kell tudnia ezen adatok felhasználójának, mielőtt hozzáférne?
ms: Apa yang sepatutnya pengguna data ini ketahui sebelum mereka mula mengaksesnya?

source: E.g., expectations around data privacy and use, common pitfalls or misunderstandings, information about data warehouse performance, legal notices, etc.
hu: Például, adatvédelemmel és felhasználással kapcsolatos elvárások, gyakori buktatók vagy félreértések, információk az adattárház teljesítményéről, jogi közlemények, stb.
ms: Sebagai contoh, jangkaan mengenai privasi dan penggunaan data, perkara yang biasa disalahertikan atau keliru, maklumat mengenai prestasi data warehouse, notis undang-undang, dan lain-lain.

source: Is there someone your users could contact for help if they're confused about this guide?
hu: Van valaki, akihez a felhasználók fordulhatnak segítségért, ha elbizonytalanodnak az útmutatóval kapcsolatban?
ms: Adakah pengguna anda boleh menghubungi seseorang untuk mendapatkan bantuan jika mereka keliru tentang panduan ini?

source: Who should users contact for help if they're confused about this data?
hu: Kihez kell fordulniuk a felhasználóknak, ha segítségre van szükségük ezekkel az adatokkal kapcsolatban?
ms: Siapa yang harus pengguna hubungi untuk mendapatkan bantuan jika mereka keliru tentang data ini?

source: Please enter a revision message
ar: الرجاء إدخال رسالة مراجعة
bg: Моля, въведете съобщение за ревизия
ca: Si us plau afegeix un missatge de revisió
de: Bitte gib eine Änderungsnachricht ein
eo: Yo, drop the revision msg pls
es: Por favor añade un mensaje de revisión
fa: لطفا یک پیام تجدید نظر را وارد کنید
fi: Kirjoita versioviesti
fr: Veuillez saisir un commentaire de révision
hu: Kérjük, adjon meg egy felülvizsgálati üzenetet
it: Per favore scrivi un messaggio per la revisione
ja: 履歴メッセージを入力してください
lt: Įveskite peržiūros pranešimą
ms: Sila masukkan mesej semakan
nb: Vennligst oppgi en revisjonsmelding
nl: Voeg een omschrijving toe aan deze revisie
pl: Proszę wprowadzić komunikat poprawki
pt_br: Insira uma mensagem de revisão
ru: Пожалуйста, добавьте сообщение ревизии
sk: Zadajte revíznu správu
sl: Prosimo, vnesite sporočilo o reviziji
sq: Ju lutem, shkruani një mesazh rishikimi
sr: Unesi poruku o reviziji
sv: Ange ett versionsmeddelande
tr: Lütfen bir revizyon mesajı girin
uk: Будь ласка, введіть повідомлення ревізії
vi: Vui lòng nhập tin nhắn sửa đổi
zh_hk: 請輸入一個調整訊息

source: Why this Metric is interesting
hu: Miért érdekes ez a mutató
ms: Mengapa Metrik ini menarik

source: Things to be aware of about this Metric
hu: Tudnivalók erről a mutatóról
ms: Perkara yang perlu diberi perhatian tentang Metrik ini

source: How this Metric is calculated
hu: Hogyan számítják ki ezt a mutatót
ms: Bagaimana Metrik ini dikira

source: Nothing on how it's calculated yet
hu: Még nincs információ a számítás módjáról
ms: Tiada maklumat tentang cara pengiraannya lagi

source: Other fields you can group this metric by
hu: Más mezők, amelyek alapján ezt a mutatót csoportosíthatja
ms: Medan lain yang boleh anda kumpulankan metrik ini mengikut

source: Fields you can group this metric by
hu: Mezők, amelyek alapján ezt a mutatót csoportosíthatja
ms: Medan yang boleh anda kumpulankan metrik ini mengikut

source: Metrics are the official numbers that your team cares about
hu: A mutatók azok a hivatalos számok, amelyekre a csapatod figyel
ms: Metrik adalah nombor rasmi yang pasukan anda pedulikan
