Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Failed to update metric name
ar: فشل تحديث اسم المقياس
bg: Актуализирането на името на показателя не бе успешно
ca: No s'ha pogut actualitzar el nom de la mètrica
de: Metrikname konnte nicht aktualisiert werden
es: No se pudo actualizar el nombre de la métrica
fa: به‌روزرسانی نام معیار ناموفق بود
fi: Mittarin nimen päivittäminen epäonnistui
fr: Échec de la mise à jour du nom de la métrique
it: Impossibile aggiornare il nome della metrica
ja: メトリック名の更新に失敗しました
nb: Kunne ikke oppdatere metrikknavnet
nl: Het is niet gelukt om de metrische naam bij te werken
pl: Nie udało się zaktualizować nazwy metryki
pt_br: Falha ao atualizar o nome da métrica
ru: Не удалось обновить название метрики.
sk: Nepodarilo sa aktualizovať názov metriky
sl: Imena metrike ni bilo mogoče posodobiti.
sq: Dështoi përditësimi i emrit të metrikës
sr: Neuspešno ažuriranje naziva metrike
sv: Misslyckades med att uppdatera mätvärdets namn
tr: Metrik adı güncellenemedi
uk: Не вдалося оновити назву метрики
vi: Không cập nhật được tên số liệu
zh_hk: 更新度量名稱失敗

source: Metric name updated
ar: تم تحديث اسم المقياس
bg: Името на метриката е актуализирано
ca: Nom de la mètrica actualitzat
de: Metrikname aktualisiert
es: Nombre de la métrica actualizado
fa: نام معیار به‌روزرسانی شد
fi: Mittarin nimi päivitetty
fr: Nom de la métrique mis à jour
it: Nome metrica aggiornato
ja: 指標名が更新されました
nb: Metrisk navn oppdatert
nl: Metrieknaam bijgewerkt
pl: Zaktualizowano nazwę metryki
pt_br: Nome da métrica atualizado
ru: Название метрики обновлено
sk: Názov metriky bol aktualizovaný
sl: Ime metrike je bilo posodobljeno
sq: Emri i metrikës u përditësua
sr: Naziv metrike je ažuriran
sv: Mätvärdesnamn uppdaterat
tr: Metrik adı güncellendi
uk: Назву метрики оновлено
vi: Tên số liệu đã được cập nhật
zh_hk: 公制名稱已更新

source: New Metric
ar: مقياس جديد
bg: Нов показател
ca: Nova mètrica
de: Neue Metrik
es: Nueva métrica
fa: معیار جدید
fi: Uusi mittari
fr: Nouvelle métrique
it: Nuova metrica
ja: 新しい指標
nb: Ny metrikk
nl: Nieuwe meeteenheid
pl: Nowa metryka
pt_br: Nova métrica
ru: Новая метрика
sk: Nová metrika
sl: Nova metrika
sq: Metrikë e re
sr: Nova metrika
sv: Nytt mätvärde
tr: Yeni Ölçüt
uk: Нова метрика
vi: Chỉ số mới
zh_hk: 新公制

source: Show table options
ar: إظهار خيارات الجدول
ca: Mostra les opcions de la taula
de: Tabellenoptionen anzeigen
es: Mostrar opciones de tabla
fa: نمایش گزینه‌های جدول
fi: Näytä taulukkoasetukset
fr: Afficher les options du tableau
it: Mostra le opzioni della tabella
ja: テーブルオプションを表示
nb: Vis tabellalternativer
pl: Pokaż opcje tabeli
pt_br: Mostrar opções da tabela
ru: Показать параметры таблицы
sk: Zobraziť možnosti tabuľky
sl: Prikaži možnosti tabele
sq: Shfaq opsionet e tabelës
sr: Prikaži opcije tabele
tr: Tablo seçeneklerini göster
uk: Показати параметри таблиці
vi: Hiển thị các tùy chọn bảng
zh_hk: 顯示表格選項

source: SQL only
ar: SQL فقط
fa: فقط SQL
fi: Vain SQL
it: Solo SQL
ja: SQLのみ
sq: Vetëm SQL
sr: Samo SQL
zh_hk: 僅限 SQL

source: This will merge all changes from this workspace back to the source transforms.
ar: سيؤدي هذا إلى دمج كل التغييرات من مساحة العمل هذه مرة أخرى إلى التحويلات المصدر.
es: Esto fusionará todos los cambios de este espacio de trabajo con las transformaciones de origen.
fa: این کار تمام تغییرات را از این فضای کاری به تبدیل‌های منبع ادغام می‌کند.
fi: Tämä yhdistää kaikki tämän työtilan muutokset takaisin lähdemuunnoksiin.
it: In questo modo tutte le modifiche apportate da questo spazio di lavoro verranno unite alle trasformazioni di origine.
ja: これにより、このワークスペースからのすべての変更がソース変換にマージされます。
pt_br: Isso irá mesclar todas as alterações deste espaço de trabalho de volta às transformações de origem.
ru: Это объединит все изменения из этого рабочего пространства обратно в исходные трансформы.
sk: Týmto sa všetky zmeny z tohto pracovného priestoru zlúčia späť do zdrojovej transformácie.
sl: S tem boste združili vse spremembe iz tega delovnega prostora nazaj v izvorne transformacije.
sq: Kjo do të bashkojë të gjitha ndryshimet nga kjo hapësirë pune përsëri te transformimet burimore.
sr: Ovo će spojiti sve izmene iz ovog radnog prostora nazad u izvorne transformacije.
uk: Це зіллє всі зміни з цього робочого простору назад у вихідні трансформи.
vi: Thao tác này sẽ hợp nhất tất cả các thay đổi từ không gian làm việc này trở lại các bản chuyển đổi nguồn.
zh_hk: 這會將此工作區的所有變更合併回原始變形。

source: The commit message will be used to display the history of transform changes.
ar: ستُستخدم رسالة الـ commit لعرض سجل تغييرات التحويل.
es: El mensaje de confirmación se utilizará para mostrar el historial de cambios de transformación.
fa: پیام کامیت برای نمایش تاریخچه تغییرات تبدیل استفاده خواهد شد.
fi: Commit-viestiä käytetään muunnosmuutosten historian näyttämiseen.
it: Il messaggio di commit verrà utilizzato per visualizzare la cronologia delle modifiche apportate alla trasformazione.
ja: コミット メッセージは、変換の変更履歴を表示するために使用されます。
pt_br: A mensagem de commit será usada para exibir o histórico de alterações de transformação.
ru: Сообщение коммита будет использоваться для отображения истории изменений трансформов.
sk: Správa commit sa použije na zobrazenie histórie zmien transformácie.
sl: Sporočilo o potrditvi bo uporabljeno za prikaz zgodovine sprememb transformacije.
sq: Mesazhi i commit do të përdoret për të shfaqur historikun e ndryshimeve të transformimeve.
sr: Poruka commita će se koristiti za prikaz istorije izmena transformacija.
uk: Повідомлення коміту використовуватиметься для показу історії змін трансформів.
vi: Thông báo commit sẽ được sử dụng để hiển thị lịch sử các thay đổi của quá trình chuyển đổi.
zh_hk: 提交訊息將被用來顯示變更的歷史。

source: Commit message
ar: رسالة commit
es: Mensaje de confirmación
fa: پیام کامیت
fi: Vahvistusviesti
it: Messaggio di commit
ja: コミットメッセージ
pt_br: Mensagem de confirmação
ru: Сообщение коммита
sk: Správa o potvrdení
sl: Sporočilo o potrditvi
sq: Mesazh commit
sr: Poruka commita
uk: Повідомлення коміту
vi: Thông báo cam kết
zh_hk: 承諾訊息

source: Describe the changes you made in this workspace...
ar: صِف التغييرات التي أجريتها في مساحة العمل هذه...
es: Describe los cambios que realizaste en este espacio de trabajo...
fa: تغییراتی که در این فضای کاری ایجاد کردید را شرح دهید...
fi: Kuvaile tässä työtilassa tekemiäsi muutoksia...
it: Descrivi le modifiche apportate in questo spazio di lavoro...
ja: このワークスペースで行った変更について説明してください...
pt_br: Descreva as alterações que você fez neste espaço de trabalho...
ru: Опишите изменения, которые вы внесли в этом рабочем пространстве...
sk: Popíšte zmeny, ktoré ste vykonali v tomto pracovnom priestore...
sl: Opišite spremembe, ki ste jih naredili v tem delovnem prostoru ...
sq: Përshkruaj ndryshimet që bëre në këtë hapësirë pune...
sr: Opišite izmene koje ste napravili u ovom radnom prostoru...
uk: Опишіть зміни, які ви внесли в цьому робочому просторі...
vi: Hãy mô tả những thay đổi bạn đã thực hiện trong không gian làm việc này...
zh_hk: 描述您在此工作區所做的變更...

source: {0} transform will be merged
ar: سيتم دمج {0} من التحويلات
es: La transformación {0} se fusionará
fa: {0} تبدیل ادغام خواهد شد
fi: {0} -muunnos yhdistetään
it: {0} la trasformazione verrà unita
ja: {0} 変換がマージされます
pt_br: A transformação {0} será mesclada.
ru: Будет объединён {0} трансформ
sk: Transformácia {0} bude zlúčená
sl: {0} transformacija bo združena
sq: Do të bashkohet {0} transformim
sr: {0} transformacija će biti spojena
uk: Буде злитий {0} трансформ
vi: {0} phép biến đổi sẽ được hợp nhất
zh_hk: {0} 轉換將合併

source: Quality Checks
ar: فحوصات الجودة
es: Controles de calidad
fa: بررسی‌های کیفیت
fi: Laaduntarkastukset
it: Controlli di qualità
ja: 品質チェック
pt_br: Verificações de qualidade
ru: Проверки качества
sk: Kontroly kvality
sl: Preverjanje kakovosti
sq: Kontrolle të cilësisë
sr: Provere kvaliteta
uk: Перевірки якості
vi: Kiểm tra chất lượng
zh_hk: 品質檢查

source: {0} info
ar: {0} معلومات
es: {0} información
fa: اطلاعات {0}
fi: {0} tiedot
it: {0} informazioni
ja: {0} 情報
pt_br: {0} informações
ru: Информация: {0}
sk: {0} informácie
sl: {0} informacije
uk: {0} інформації
vi: {0} thông tin
zh_hk: {0} 資訊

source: Passed
ar: تم الاجتياز
es: Aprobado
fa: تصویب شد
fi: Hyväksytty
it: Passato
ja: 合格した
pt_br: Aprovado
ru: Пройдено
sk: Prešlo
sl: Opravljeno
sq: Kaloi
sr: Prošlo
uk: Пройдено
vi: Đi qua
zh_hk: 通過

source: {0} issues
ar: {0} مشاكل
es: {0} problemas
fa: {0} مشکلات
fi: {0} ongelmat
it: {0} problemi
ja: {0} の問題
pt_br: {0} problemas
ru: Проблемы: {0}
sk: {0} otázky
sl: {0} težave
sq: {0} çështje
sr: {0} problema
uk: {0} проблем
vi: {0} vấn đề
zh_hk: {0} 問題

source: Unsaved changes
ar: تغييرات غير محفوظة
es: Cambios no guardados
fa: تغییرات ذخیره نشده
fi: Tallentamattomat muutokset
it: Modifiche non salvate
ja: 保存されていない変更
pt_br: Alterações não salvas
ru: Несохранённые изменения
sk: Neuložené zmeny
sl: Neshranjene spremembe
sq: Ndryshime të paruajtura
sr: Nesačuvane promene
uk: Незбережені зміни
vi: Thay đổi chưa được lưu
zh_hk: 未保存的變更

source: Transform removed from the workspace
ar: تمت إزالة التحويل من مساحة العمل
es: Transformación eliminada del espacio de trabajo
fa: تبدیل از فضای کاری حذف شد
fi: Muunnos poistettu työtilasta
it: Trasformazione rimossa dall'area di lavoro
ja: ワークスペースから変換が削除されました
pt_br: Transformação removida do espaço de trabalho
ru: Трансформ удалён из рабочего пространства
sk: Transformácia bola odstránená z pracovného priestoru
sl: Transformacija je bila odstranjena iz delovnega prostora
sq: Transformimi u hoq nga hapësira e punës
sr: Transformacija je uklonjena iz radnog prostora
uk: Трансформ видалено з робочого простору
vi: Biến đổi đã bị xóa khỏi không gian làm việc
zh_hk: 從工作區移除變形

source: Failed to remove transform from the workspace
ar: فشلت إزالة التحويل من مساحة العمل
es: No se pudo eliminar la transformación del espacio de trabajo
fa: حذف transform از فضای کاری ناموفق بود
fi: Muunnoksen poistaminen työtilasta epäonnistui
it: Impossibile rimuovere la trasformazione dall'area di lavoro
ja: ワークスペースから変換を削除できませんでした
pt_br: Falha ao remover a transformação do espaço de trabalho.
ru: Не удалось удалить трансформ из рабочего пространства
sk: Nepodarilo sa odstrániť transformáciu z pracovného priestoru
sl: Odstranitev transformacije iz delovnega prostora ni uspela
sq: Dështoi heqja e transformimit nga hapësira e punës
sr: Nije uspelo uklanjanje transformacije iz radnog prostora
uk: Не вдалося видалити трансформ із робочого простору
vi: Không thể xóa phép biến đổi khỏi không gian làm việc
zh_hk: 從工作區移除變形失敗

source: Running transform...
ar: جارٍ تشغيل التحويل...
es: Corriendo transformación...
fa: اجرای تبدیل...
fi: Muunnos käynnissä...
it: Esecuzione della trasformazione...
ja: 変換を実行しています...
pt_br: Transformação em execução...
ru: Выполняется трансформ...
sk: Spúšťa sa transformácia...
sl: Izvajanje transformacije ...
sq: Po ekzekutohet transformimi...
sr: Pokreće se transformacija...
uk: Виконується трансформ...
vi: Đang thực hiện chuyển đổi...
zh_hk: 運行轉換...

source: Run transform to see the results
ar: شغّل التحويل لرؤية النتائج
es: Ejecute la transformación para ver los resultados
fa: برای دیدن نتایج، transform را اجرا کنید
fi: Suorita muunnos nähdäksesi tulokset
it: Esegui la trasformazione per vedere i risultati
ja: 変換を実行して結果を確認します
pt_br: Execute a transformação para ver os resultados.
ru: Запустите трансформ, чтобы увидеть результаты
sk: Spustite transformáciu a pozrite si výsledky
sl: Za ogled rezultatov zaženite transformacijo
sq: Ekzekuto transformimin për të parë rezultatet
sr: Pokrenite transformaciju da biste videli rezultate
uk: Запустіть трансформ, щоб побачити результати
vi: Chạy lệnh transform để xem kết quả.
zh_hk: 執行變形以查看結果

source: Open transform
ar: افتح التحويل
es: Transformación abierta
fa: تبدیل باز
fi: Avoin muunnos
it: Trasformazione aperta
ja: オープン変換
pt_br: Transformação aberta
ru: Открыть трансформ
sk: Otvorená transformácia
sl: Odprta transformacija
sq: Hap transformimin
sr: Otvori transformaciju
uk: Відкрити трансформ
vi: Mở biến đổi
zh_hk: 開啟變形

source: Failed to load tables
ar: فشل تحميل الجداول
es: No se pudieron cargar las tablas
fa: بارگیری جداول ناموفق بود
fi: Taulukoiden lataaminen epäonnistui
it: Impossibile caricare le tabelle
ja: テーブルの読み込みに失敗しました
pt_br: Falha ao carregar as tabelas
ru: Не удалось загрузить таблицы
sk: Nepodarilo sa načítať tabuľky
sl: Nalaganje tabel ni uspelo
sq: Dështoi ngarkimi i tabelave
sr: Nije uspelo učitavanje tabela
uk: Не вдалося завантажити таблиці
vi: Không thể tải bảng.
zh_hk: 載入表格失敗

source: Data active in this workspace
ar: البيانات النشطة في مساحة العمل هذه
es: Datos activos en este espacio de trabajo
fa: داده‌های فعال در این فضای کاری
fi: Tässä työtilassa aktiivista dataa
it: Dati attivi in questo spazio di lavoro
ja: このワークスペースでアクティブなデータ
pt_br: Dados ativos neste espaço de trabalho
ru: Данные, активные в этом рабочем пространстве
sk: Dáta aktívne v tomto pracovnom priestore
sl: Podatki, aktivni v tem delovnem prostoru
sq: Të dhëna aktive në këtë hapësirë pune
sr: Podaci aktivni u ovom radnom prostoru
uk: Дані, активні в цьому робочому просторі
vi: Dữ liệu đang hoạt động trong không gian làm việc này
zh_hk: 此工作區中的活動資料

source: Output tables
ar: جداول المخرجات
es: Tablas de salida
fa: جداول خروجی
fi: Tulostetaulukot
it: Tabelle di output
ja: 出力テーブル
pt_br: Tabelas de saída
ru: Выходные таблицы
sk: Výstupné tabuľky
sl: Izhodne tabele
sq: Tabelat e daljes
sr: Izlazne tabele
uk: Вихідні таблиці
vi: Bảng kết quả
zh_hk: 輸出表格

source: Input tables
ar: جداول المدخلات
es: Tablas de entrada
fa: جداول ورودی
fi: Syöttötaulukot
it: Tabelle di input
ja: 入力テーブル
pt_br: Tabelas de entrada
ru: Входные таблицы
sk: Vstupné tabuľky
sl: Vhodne tabele
sq: Tabelat e hyrjes
sr: Ulazne tabele
uk: Вхідні таблиці
vi: Bảng đầu vào
zh_hk: 輸入表格

source: No tables in this workspace
ar: لا توجد جداول في مساحة العمل هذه
es: No hay tablas en este espacio de trabajo
fa: هیچ میزی در این فضای کاری وجود ندارد
fi: Ei taulukoita tässä työtilassa
it: Nessuna tabella in questo spazio di lavoro
ja: このワークスペースにはテーブルがありません
pt_br: Não há tabelas neste espaço de trabalho.
ru: В этом рабочем пространстве нет таблиц
sk: V tomto pracovnom priestore nie sú žiadne tabuľky
sl: V tem delovnem prostoru ni tabel
sq: Nuk ka tabela në këtë hapësirë pune
sr: Nema tabela u ovom radnom prostoru
uk: У цьому робочому просторі немає таблиць
vi: Không có bàn nào trong không gian làm việc này.
zh_hk: 此工作區中沒有表格

source: Database ID is missing
ar: معرّف قاعدة البيانات مفقود
es: Falta el ID de la base de datos
fa: شناسه پایگاه داده وجود ندارد
fi: Tietokannan tunnus puuttuu
it: ID del database mancante
ja: データベースIDがありません
pt_br: O ID do banco de dados está faltando.
ru: Отсутствует ID базы данных
sk: Chýba ID databázy
sl: Manjka ID baze podatkov
sq: Mungon ID e bazës së të dhënave
sr: Nedostaje ID baze
uk: Відсутній ID бази даних
vi: Mã định danh cơ sở dữ liệu bị thiếu.
zh_hk: 資料庫 ID 遺失

source: Target table name is required
ar: اسم الجدول المستهدف مطلوب
es: El nombre de la tabla de destino es obligatorio
fa: نام جدول هدف الزامی است
fi: Kohdetaulukon nimi on pakollinen
it: Il nome della tabella di destinazione è obbligatorio
ja: ターゲットテーブル名は必須です
pt_br: O nome da tabela de destino é obrigatório.
ru: Требуется имя целевой таблицы
sk: Názov cieľovej tabuľky je povinný
sl: Ime ciljne tabele je obvezno
sq: Emri i tabelës së synuar është i detyrueshëm
sr: Naziv ciljne tabele je obavezan
uk: Потрібна назва цільової таблиці
vi: Tên bảng đích là bắt buộc
zh_hk: 必須填寫目標資料表名稱

source: Preview ({0})
ar: معاينة ({0})
es: Vista previa ({0})
fa: پیش‌نمایش ({0})
fi: Esikatselu ({0})
it: Anteprima ({0})
ja: プレビュー ({0})
pt_br: Pré-visualização ({0})
ru: Предпросмотр ({0})
sk: Náhľad ({0})
sl: Predogled ({0})
sq: Parapamje ({0})
sr: Pregled ({0})
uk: Попередній перегляд ({0})
vi: Xem trước ({0})
zh_hk: 預覽 ({0})

source: Add this transform to the workspace before applying Metabot changes.
ar: أضف هذا التحويل إلى مساحة العمل قبل تطبيق تغييرات Metabot.
es: Agregue esta transformación al espacio de trabajo antes de aplicar los cambios de Metabot.
fa: قبل از اعمال تغییرات متابوت، این تبدیل را به فضای کاری اضافه کنید.
fi: Lisää tämä muunnos työtilaan ennen Metabot-muutosten käyttöönottoa.
it: Aggiungi questa trasformazione all'area di lavoro prima di applicare le modifiche a Metabot.
ja: Metabot の変更を適用する前に、この変換をワークスペースに追加します。
pt_br: Adicione essa transformação ao espaço de trabalho antes de aplicar as alterações do Metabot.
ru: Добавьте этот трансформ в рабочее пространство перед применением изменений Metabot.
sk: Pridajte túto transformáciu do pracovného priestoru pred použitím zmien Metabotu.
sl: Pred uporabo sprememb Metabot dodajte to transformacijo v delovni prostor.
sq: Shto këtë transformim në hapësirën e punës përpara se të aplikosh ndryshimet e Metabot.
sr: Dodajte ovu transformaciju u radni prostor pre primene Metabot izmena.
uk: Додайте цей трансформ до робочого простору перед застосуванням змін Metabot.
vi: Thêm phép biến đổi này vào không gian làm việc trước khi áp dụng các thay đổi của Metabot.
zh_hk: 在套用 Metabot 變更之前，將此變更新增至工作區。

source: Loading run status...
ar: جارٍ تحميل حالة التشغيل...
es: Cargando estado de ejecución...
fa: در حال بارگیری وضعیت اجرا...
fi: Ladataan suorituksen tilaa...
it: Caricamento dello stato di esecuzione...
ja: 実行ステータスを読み込んでいます...
pt_br: Carregando o status da execução...
ru: Загрузка статуса запуска...
sk: Načítava sa stav spustenia...
sl: Nalaganje stanja izvajanja ...
sq: Po ngarkohet statusi i ekzekutimit...
sr: Učitavanje statusa pokretanja...
uk: Завантаження статусу запуску...
vi: Đang tải trạng thái quá trình chạy...
zh_hk: 載入運行狀態...

source: This transform hasn't been run before.
ar: لم يتم تشغيل هذا التحويل من قبل.
es: Esta transformación no se ha ejecutado antes.
fa: این تبدیل قبلاً اجرا نشده است.
fi: Tätä muunnosta ei ole suoritettu aiemmin.
it: Questa trasformazione non è mai stata eseguita prima.
ja: この変換はこれまで実行されていません。
pt_br: Essa transformação nunca foi executada antes.
ru: Этот трансформ ещё ни разу не запускался.
sk: Táto transformácia nebola predtým spustená.
sl: Ta transformacija še ni bila izvedena.
sq: Ky transformim nuk është ekzekutuar më parë.
sr: Ova transformacija još nije pokretana.
uk: Цей трансформ ще не запускали.
vi: Quá trình chuyển đổi này chưa từng được thực hiện trước đây.
zh_hk: 這個變身以前從未執行過。

source: When you change the target in a workspace, runs from this workspace write to an isolated workspace table. The original table isn't changed until you merge the workspace.
ar: عندما تغيّر الهدف في مساحة عمل، فإن عمليات التشغيل من مساحة العمل هذه تكتب إلى جدول مساحة عمل معزول. لا يتغير الجدول الأصلي حتى تقوم بدمج مساحة العمل.
es: Al cambiar el destino en un espacio de trabajo, se ejecuta desde este espacio de trabajo la escritura en una tabla aislada del espacio de trabajo. La tabla original no se modifica hasta que se fusiona el espacio de trabajo.
fa: وقتی هدف را در یک فضای کاری تغییر می‌دهید، اجراها از این فضای کاری به یک جدول فضای کاری مجزا می‌نویسند. جدول اصلی تا زمانی که فضای کاری را ادغام نکنید، تغییر نمی‌کند.
fi: Kun muutat kohdetta työtilassa, funktio suorittaa tästä työtilasta erilliseen työtilataulukkoon kirjoituksen. Alkuperäistä taulukkoa ei muuteta, ennen kuin yhdistät työtilan.
it: Quando si modifica la destinazione in un'area di lavoro, le esecuzioni da questa area di lavoro scrivono in una tabella dell'area di lavoro isolata. La tabella originale non viene modificata finché non si unisce l'area di lavoro.
ja: ワークスペース内のターゲットを変更すると、このワークスペースからの実行は分離されたワークスペーステーブルに書き込まれます。元のテーブルは、ワークスペースをマージするまで変更されません。
pt_br: Ao alterar o destino em um espaço de trabalho, as operações executadas a partir desse espaço de trabalho gravam em uma tabela isolada do espaço de trabalho. A tabela original não é alterada até que você mescle os espaços de trabalho.
ru: Когда вы меняете целевую таблицу в рабочем пространстве, запуски из этого рабочего пространства записывают данные в изолированную таблицу рабочего пространства. Исходная таблица не изменится, пока вы не объедините рабочее пространство.
sk: Keď zmeníte cieľ v pracovnom priestore, z tohto pracovného priestoru sa spustí zápis do izolovanej tabuľky pracovného priestoru. Pôvodná tabuľka sa nezmení, kým nezlúčite pracovný priestor.
sl: Ko spremenite cilj v delovnem prostoru, se iz tega delovnega prostora izvaja pisanje v izolirano tabelo delovnega prostora. Izvirna tabela se ne spremeni, dokler ne združite delovnega prostora.
sq: Kur ndryshon target-in në një hapësirë pune, ekzekutimet nga kjo hapësirë pune shkruajnë në një tabelë të izoluar të hapësirës së punës. Tabela origjinale nuk ndryshohet derisa të bashkosh hapësirën e punës.
sr: Kada promenite cilj u radnom prostoru, pokretanja iz ovog radnog prostora upisuju u izolovanu tabelu radnog prostora. Originalna tabela se ne menja dok ne spojite radni prostor.
uk: Коли ви змінюєте ціль у робочому просторі, запуски з цього робочого простору записують в ізольовану таблицю робочого простору. Оригінальна таблиця не зміниться, доки ви не зіллєте робочий простір.
vi: Khi bạn thay đổi đích đến trong một không gian làm việc, các thao tác chạy từ không gian làm việc này sẽ ghi vào một bảng không gian làm việc riêng biệt. Bảng gốc sẽ không bị thay đổi cho đến khi bạn hợp nhất không gian làm việc.
zh_hk: 當您變更工作區中的目標時，此工作區的執行會寫入隔離的工作區表。在您合併工作區之前，原始表不會改變。

source: Failed to update transform target
ar: فشل تحديث هدف التحويل
es: No se pudo actualizar el objetivo de transformación
fa: به‌روزرسانی هدف تبدیل ناموفق بود
fi: Muunnoskohteen päivittäminen epäonnistui
it: Impossibile aggiornare la destinazione di trasformazione
ja: 変換ターゲットの更新に失敗しました
pt_br: Falha ao atualizar o destino da transformação
ru: Не удалось обновить целевую таблицу трансформа
sk: Nepodarilo sa aktualizovať cieľ transformácie
sl: Cilja transformacije ni bilo mogoče posodobiti.
sq: Dështoi përditësimi i target-it të transformimit
sr: Nije uspelo ažuriranje cilja transformacije
uk: Не вдалося оновити ціль трансформу
vi: Không thể cập nhật mục tiêu chuyển đổi
zh_hk: 更新變換目標失敗

source: Questions that use {0}
ar: الأسئلة التي تستخدم {0}
bg: Въпроси, които използват {0}
ca: Preguntes que utilitzen {0}
de: Fragen, die {0}verwenden
es: Preguntas que usan {0}
fa: سوالاتی که از {0}استفاده می‌کنند
fi: Kysymykset, joissa käytetään {0}
fr: Questions utilisant {0}
it: Domande che utilizzano {0}
ja: {0}を使用する質問
nb: Spørsmål som bruker {0}
nl: Vragen die {0}gebruiken
pl: Pytania, w których użyto {0}
pt_br: Perguntas que usam {0}
ru: Вопросы, в которых используется {0}
sk: Otázky, ktoré používajú {0}
sl: Vprašanja, ki uporabljajo {0}
sq: Pyetje që përdorin {0}
sr: Pitanja koja koriste {0}
sv: Frågor som använder {0}
tr: {0}kullanan sorular
uk: Запити, що використовують {0}
vi: Những câu hỏi sử dụng {0}
zh_hk: 使用 {0}的問題

source: Models that use {0}
ar: النماذج التي تستخدم {0}
bg: Модели, които използват {0}
ca: Models que utilitzen {0}
de: Modelle, die {0}verwenden
es: Modelos que utilizan {0}
fa: مدل‌هایی که از {0}استفاده می‌کنند
fi: Mallit, jotka käyttävät {0}-merkkiä
fr: Modèles qui utilisent {0}
it: Modelli che utilizzano {0}
ja: {0}を使用するモデル
nb: Modeller som bruker {0}
nl: Modellen die {0}gebruiken
pl: Modele wykorzystujące {0}
pt_br: Modelos que usam {0}
ru: Модели, использующие {0}
sk: Modely, ktoré používajú {0}
sl: Modeli, ki uporabljajo {0}
sq: Modele që përdorin {0}
sr: Modeli koji koriste {0}
sv: Modeller som använder {0}
tr: {0}kullanan modeller
uk: Моделі, що використовують {0}
vi: Các mô hình sử dụng {0}
zh_hk: 使用 {0}的機型
