Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Failed to cancel sync
ar: فشل إلغاء المزامنة
bg: Неуспешно прекратяване на синхронизирането
ca: No s'ha pogut cancel·lar la sincronització
de: Die Synchronisierung konnte nicht abgebrochen werden
es: No se pudo cancelar la sincronización
fa: لغو همگام‌سازی ناموفق بود
fi: Synkronoinnin peruuttaminen epäonnistui
fr: Échec de l'annulation de la synchronisation
it: Impossibile annullare la sincronizzazione
ja: 同期をキャンセルできませんでした
nb: Kunne ikke avbryte synkroniseringen
nl: Synchronisatie kon niet worden geannuleerd
pl: Nie udało się anulować synchronizacji
pt_br: Falha ao cancelar a sincronização
ru: Не удалось отменить синхронизацию.
sk: Synchronizáciu sa nepodarilo zrušiť
sl: Preklic sinhronizacije ni uspel
sq: Dështoi anulimi i sync
sr: Neuspešno otkazivanje sinhronizacije
sv: Misslyckades med att avbryta synkroniseringen
tr: Senkronizasyon iptal edilemedi
uk: Не вдалося скасувати синхронізацію
vi: Không thể hủy đồng bộ hóa
zh_hk: 取消同步失敗

source: An error occurred during sync.
ar: حدث خطأ أثناء المزامنة.
bg: Възникна грешка по време на синхронизирането.
ca: S'ha produït un error durant la sincronització.
de: Während der Synchronisierung ist ein Fehler aufgetreten.
es: Se produjo un error durante la sincronización.
fa: هنگام همگام‌سازی خطایی رخ داد.
fi: Synkronoinnin aikana tapahtui virhe.
fr: Une erreur s'est produite lors de la synchronisation.
it: Si è verificato un errore durante la sincronizzazione.
ja: 同期中にエラーが発生しました。
nb: Det oppstod en feil under synkroniseringen.
nl: Er is een fout opgetreden tijdens de synchronisatie.
pl: Wystąpił błąd podczas synchronizacji.
pt_br: Ocorreu um erro durante a sincronização.
ru: Во время синхронизации произошла ошибка.
sk: Počas synchronizácie sa vyskytla chyba.
sl: Med sinhronizacijo je prišlo do napake.
sq: Ndodhi një gabim gjatë sync.
sr: Došlo je do greške tokom sinhronizacije.
sv: Ett fel uppstod under synkroniseringen.
tr: Senkronizasyon sırasında bir hata oluştu.
uk: Під час синхронізації сталася помилка.
vi: Đã xảy ra lỗi trong quá trình đồng bộ.
zh_hk: 同步過程中發生錯誤。

source: Please wait until this finishes before editing content.
ar: يرجى الانتظار حتى ينتهي هذا قبل تعديل المحتوى.
bg: Моля, изчакайте, докато това приключи, преди да редактирате съдържанието.
ca: Si us plau, espereu fins que això acabi abans d'editar el contingut.
de: Bitte warten Sie, bis dieser Vorgang abgeschlossen ist, bevor Sie den Inhalt bearbeiten.
es: Espere hasta que esto termine antes de editar el contenido.
fa: لطفا تا پایان این مرحله صبر کنید و سپس محتوا را ویرایش کنید.
fi: Odota, kunnes tämä on valmis, ennen kuin muokkaat sisältöä.
fr: Veuillez attendre que cela soit terminé avant de modifier le contenu.
it: Attendi il completamento dell'operazione prima di modificare il contenuto.
ja: コンテンツを編集する前に、これが完了するまでお待ちください。
nb: Vent til dette er ferdig før du redigerer innhold.
nl: Wacht tot dit is voltooid voordat u de inhoud bewerkt.
pl: Poczekaj na zakończenie procesu, zanim zaczniesz edytować treść.
pt_br: Aguarde até que isso termine antes de editar o conteúdo.
ru: Пожалуйста, дождитесь окончания процесса, прежде чем редактировать контент.
sk: Pred úpravou obsahu počkajte, kým sa to dokončí.
sl: Pred urejanjem vsebine počakajte, da se to konča.
sq: Ju lutem prit derisa të mbarojë kjo përpara se të redaktosh përmbajtjen.
sr: Sačekajte da se ovo završi pre nego što menjate sadržaj.
sv: Vänta tills detta är klart innan du redigerar innehållet.
tr: Lütfen içeriği düzenlemeden önce bu işlemin tamamlanmasını bekleyin.
uk: Будь ласка, зачекайте, поки це завершиться, перш ніж редагувати контент.
vi: Vui lòng đợi cho đến khi quá trình này hoàn tất trước khi chỉnh sửa nội dung.
zh_hk: 編輯內容前，請等待此操作完成。

source: Cancelling
ar: جارٍ الإلغاء
bg: Анулиране
ca: Cancel·lació
de: Abbrechen
es: Cancelado
fa: لغو
fi: Peruuttaminen
fr: Annulation
it: Annullamento
ja: キャンセル
nb: Avbestilling
nl: Annuleren
pl: Anulowanie
pt_br: Cancelando
ru: Отмена
sk: Zrušenie
sl: Preklic
sq: Duke anuluar
sr: Otkazivanje
sv: Inställande
tr: İptal
uk: Скасовуємо
vi: Hủy bỏ
zh_hk: 取消

source: Pulling from Git
ar: جارٍ السحب من Git
bg: Изтегляне от Git
ca: Extraient des de Git
de: Aus Git ziehen
es: Extrayendo desde Git
fa: دریافت از گیت
fi: Gitistä vetäminen
fr: Extraction depuis Git
it: Estrazione da Git
ja: Gitからのプル
nb: Henter fra Git
nl: Pullen van Git
pl: Pobieranie z Gita
pt_br: Puxando do Git
ru: Извлечение из Git
sk: Sťahovanie z Gitu
sl: Potegovanje iz Gita
sq: Duke bërë pull nga Git
sr: Preuzimanje iz Git-a
sv: Hämtar från Git
tr: Git'ten çekme
uk: Виконуємо pull із Git
vi: Kéo từ Git
zh_hk: 從 Git 拉取

source: Importing content…
ar: جارٍ استيراد المحتوى…
bg: Импортиране на съдържание…
ca: Importació de contingut…
de: Inhalt wird importiert…
es: Importando contenido…
fa: وارد کردن محتوا…
fi: Sisällön tuominen…
fr: Importation de contenu…
it: Importazione di contenuti…
ja: コンテンツをインポートしています…
nb: Importere innhold…
nl: Inhoud importeren…
pl: Importowanie zawartości…
pt_br: Importando conteúdo…
ru: Импорт контента…
sk: Importovanie obsahu…
sl: Uvažanje vsebine…
sq: Duke importuar përmbajtje…
sr: Uvoz sadržaja…
sv: Importerar innehåll…
tr: İçerik içe aktarılıyor…
uk: Імпортуємо контент…
vi: Đang nhập nội dung…
zh_hk: 匯入內容…

source: Pushing to Git
ar: جارٍ الدفع إلى Git
bg: Изпращане към Git
ca: Pujant a Git
de: Pushen nach Git
es: Empujando a Git
fa: ارسال به گیت
fi: Git-sivustolle siirtyminen
fr: Pousser vers Git
it: Push su Git
ja: Gitへのプッシュ
nb: Overføring til Git
nl: Pushen naar Git
pl: Przesyłanie do Gita
pt_br: Enviando para o Git
ru: Отправка в Git
sk: Odosielanie do Gitu
sl: Pošiljanje na Git
sq: Duke bërë push në Git
sr: Slanje na Git
sv: Pushar till Git
tr: Git'e gönderme
uk: Пушимо в Git
vi: Đẩy lên Git
zh_hk: 推送至 Git

source: Exporting content…
ar: جارٍ تصدير المحتوى…
bg: Експортиране на съдържание…
ca: Exportació de contingut…
de: Inhalt wird exportiert…
es: Exportando contenido…
fa: صادر کردن محتوا…
fi: Sisällön vienti…
fr: Exportation de contenu…
it: Esportazione del contenuto…
ja: コンテンツをエクスポートしています…
nb: Eksportere innhold…
nl: Inhoud exporteren…
pl: Eksportowanie zawartości…
pt_br: Exportando conteúdo…
ru: Экспорт контента…
sk: Export obsahu…
sl: Izvoz vsebine…
sq: Duke eksportuar përmbajtje…
sr: Izvoz sadržaja…
sv: Exportera innehåll…
tr: İçeriği dışa aktarma…
uk: Експортуємо контент…
vi: Xuất nội dung…
zh_hk: 匯出內容…

source: Unsynced changes
ar: تغييرات غير متزامنة
bg: Несинхронизирани промени
ca: Canvis no sincronitzats
de: Nicht synchronisierte Änderungen
es: Cambios no sincronizados
fa: تغییرات همگام‌سازی نشده
fi: Synkronoimattomat muutokset
fr: Modifications non synchronisées
it: Modifiche non sincronizzate
ja: 同期されていない変更
nb: Usynkroniserte endringer
nl: Niet-gesynchroniseerde wijzigingen
pl: Niezsynchronizowane zmiany
pt_br: Alterações não sincronizadas
ru: Несинхронизированные изменения
sk: Nesynchronizované zmeny
sl: Nesinhronizirane spremembe
sq: Ndryshime të pasinkronizuara
sr: Nesinhronizovane izmene
sv: Osynkroniserade ändringar
tr: Senkronize olmayan değişiklikler
uk: Несинхронізовані зміни
vi: Những thay đổi chưa đồng bộ
zh_hk: 未同步的變更

source: No collections found
ar: لم يتم العثور على أي مجموعات
bg: Няма намерени колекции
ca: No s'han trobat col·leccions
de: Keine Sammlungen gefunden
es: No se encontraron colecciones
fa: هیچ مجموعه ای یافت نشد
fi: Kokoelmia ei löytynyt
fr: Aucune collection trouvée
it: Nessuna raccolta trovata
ja: コレクションが見つかりません
nb: Ingen samlinger funnet
nl: Geen collecties gevonden
pl: Nie znaleziono kolekcji
pt_br: Nenhuma coleção encontrada
ru: Коллекции не найдены
sk: Nenašli sa žiadne kolekcie
sl: Ni najdenih zbirk
sq: Nuk u gjetën koleksione
sr: Nisu pronađene kolekcije
sv: Inga samlingar hittades
tr: Hiçbir koleksiyon bulunamadı.
uk: Колекції не знайдено
vi: Không tìm thấy bộ sưu tập nào.
zh_hk: 未找到收藏集

source: Failed to load collections
ar: فشل تحميل المجموعات
bg: Зареждането на колекциите не бе успешно
ca: No s'han pogut carregar les col·leccions
de: Sammlungen konnten nicht geladen werden
es: No se pudieron cargar las colecciones
fa: بارگیری مجموعه‌ها ناموفق بود
fi: Kokoelmien lataaminen epäonnistui
fr: Échec du chargement des collections
it: Impossibile caricare le raccolte
ja: コレクションの読み込みに失敗しました
nb: Kunne ikke laste inn samlinger
nl: Het laden van de collecties is mislukt.
pl: Nie udało się załadować kolekcji
pt_br: Falha ao carregar as coleções
ru: Не удалось загрузить коллекции.
sk: Načítanie kolekcií zlyhalo
sl: Nalaganje zbirk ni uspelo
sq: Dështoi ngarkimi i koleksioneve
sr: Nije uspelo učitavanje kolekcija
sv: Misslyckades med att ladda samlingarna
tr: Koleksiyonlar yüklenemedi.
uk: Не вдалося завантажити колекції
vi: Không thể tải các bộ sưu tập
zh_hk: 載入集合失敗

source: Sync Transforms
ar: مزامنة التحويلات
de: Synchronisierungstransformationen
es: Transformaciones de sincronización
fa: تبدیل‌های همگام‌سازی
fi: Synkronoi muunnokset
fr: Transformations synchrones
it: Trasformazioni di sincronizzazione
ja: 同期変換
pl: Transformacje synchronizacji
pt_br: Transformações de Sincronização
ru: Синхронизировать Трансформы
sk: Synchronizačné transformácie
sl: Sinhronizacijske transformacije
sq: Sinkronizo Transformimet
sr: Sinhronizuj transformacije
tr: Senkronizasyon Dönüşümleri
uk: Синхронізувати Трансформи
vi: Biến đổi đồng bộ
zh_hk: 同步變形

source: Configure row and column security for this table
ar: تهيئة أمان الصفوف والأعمدة لهذا الجدول
bg: Конфигурирайте защитата на редове и колони за тази таблица
ca: Configura la seguretat de files i columnes per a aquesta taula
de: Konfigurieren Sie die Zeilen- und Spaltensicherheit für diese Tabelle
es: Configurar la seguridad de filas y columnas para esta tabla
fa: پیکربندی امنیت سطر و ستون برای این جدول
fi: Määritä tämän taulukon rivi- ja sarakesuojaus
fr: Configurer la sécurité des lignes et des colonnes pour cette table
it: Configura la sicurezza di righe e colonne per questa tabella
ja: このテーブルの行と列のセキュリティを構成する
nb: Konfigurer rad- og kolonnesikkerhet for denne tabellen
nl: Rij- en kolombeveiliging voor deze tabel configureren
pl: Skonfiguruj zabezpieczenia wierszy i kolumn dla tej tabeli
pt_br: Configurar a segurança de linhas e colunas para esta tabela
ru: Настройте безопасность строк и столбцов для этой таблицы
sk: Nakonfigurujte zabezpečenie riadkov a stĺpcov pre túto tabuľku
sl: Konfigurirajte varnost vrstic in stolpcev za to tabelo
sq: Konfiguro sigurinë e rreshtave dhe kolonave për këtë tabelë
sr: Podesi bezbednost po redovima i kolonama za ovu tabelu
sv: Konfigurera rad- och kolumnsäkerhet för den här tabellen
tr: Bu tablo için satır ve sütun güvenliğini yapılandırın
uk: Налаштувати безпеку рядків і стовпців для цієї таблиці
vi: Cấu hình bảo mật hàng và cột cho bảng này
zh_hk: 設定此資料表的行與列安全性

source: Users in this group will only see rows where the selected column matches their user attribute value.
ar: سيشاهد المستخدمون في هذه المجموعة الصفوف التي يطابق فيها العمود المحدد قيمة سمة المستخدم لديهم فقط.
bg: Потребителите в тази група ще виждат само редове, където избраната колона съответства на стойността на техния потребителски атрибут.
ca: Els usuaris d'aquest grup només veuran les files on la columna seleccionada coincideixi amb el valor de l'atribut d'usuari.
de: Benutzer in dieser Gruppe sehen nur Zeilen, bei denen die ausgewählte Spalte mit ihrem Benutzerattributwert übereinstimmt.
eo: People in this group will only see rows where the chosen column matches their user attribute, fr.
es: Los usuarios de este grupo solo verán las filas donde la columna seleccionada coincida con su valor de atributo de usuario.
fa: کاربران این گروه فقط ردیف‌هایی را مشاهده می‌کنند که ستون انتخاب شده با مقدار ویژگی کاربری آنها مطابقت داشته باشد.
fi: Tämän ryhmän käyttäjät näkevät vain rivit, joilla valittu sarake vastaa heidän käyttäjäattribuutin arvoa.
fr: Les utilisateurs de ce groupe ne verront que les lignes où la colonne sélectionnée correspond à leur valeur d'attribut utilisateur.
it: Gli utenti di questo gruppo vedranno solo le righe in cui la colonna selezionata corrisponde al valore del loro attributo utente.
ja: このグループのユーザーには、選択した列がユーザー属性値と一致する行のみが表示されます。
nb: Brukere i denne gruppen vil bare se rader der den valgte kolonnen samsvarer med deres brukerattributtverdi.
nl: Gebruikers in deze groep zien alleen rijen waarin de geselecteerde kolom overeenkomt met hun gebruikersattribuutwaarde.
pl: Użytkownicy z tej grupy zobaczą tylko wiersze, w których wybrana kolumna odpowiada wartości ich atrybutu użytkownika.
pt_br: Os usuários neste grupo verão apenas as linhas em que a coluna selecionada corresponder ao valor do atributo do usuário.
ru: Пользователи в этой группе будут видеть только те строки, в которых выбранный столбец соответствует значению их атрибута пользователя.
sk: Používatelia v tejto skupine uvidia iba riadky, v ktorých vybraný stĺpec zodpovedá hodnote ich atribútu používateľa.
sl: Uporabniki v tej skupini bodo videli le vrstice, kjer se izbrani stolpec ujema z vrednostjo njihovega uporabniškega atributa.
sq: Përdoruesit në këtë grup do të shohin vetëm rreshtat ku kolona e përzgjedhur përputhet me vlerën e atributit të tyre të përdoruesit.
sr: Korisnici u ovoj grupi će videti samo redove gde se izabrana kolona poklapa sa vrednošću njihovog korisničkog atributa.
sv: Användare i den här gruppen kommer bara att se rader där den valda kolumnen matchar deras användarattributvärde.
tr: Bu gruptaki kullanıcılar yalnızca seçili sütunun kullanıcı özniteliği değerleriyle eşleştiği satırları görecektir.
uk: Користувачі в цій групі бачитимуть лише рядки, у яких вибраний стовпець відповідає значенню їхнього атрибута користувача.
vi: Người dùng trong nhóm này sẽ chỉ thấy những hàng có cột được chọn khớp với giá trị thuộc tính người dùng của họ.
zh_hk: 此群組的使用者只能看到所選列與其使用者屬性值相符的資料列。

source: This rule doesn't apply to native queries
ar: لا تنطبق هذه القاعدة على الاستعلامات الأصلية
bg: Това правило не се отнася за заявки с нативен код.
ca: Aquesta regla no s'aplica a les consultes natives
de: Diese Regel gilt nicht für native Abfragen
eo: This rule doesn’t slap for native queries fam
es: Esta regla no se aplica a las consultas nativas.
fa: این قانون در مورد کوئری‌های native صدق نمی‌کند.
fi: Tämä sääntö ei koske natiivikyselyitä
fr: Cette règle ne s'applique pas aux requêtes natives
it: Questa regola non si applica alle query native
ja: このルールはネイティブクエリには適用されません
nb: Denne regelen gjelder ikke for opprinnelige spørringer
nl: Deze regel is niet van toepassing op native queries
pl: Ta zasada nie ma zastosowania do zapytań natywnych
pt_br: Esta regra não se aplica a consultas nativas
ru: Это правило не распространяется на собственные запросы.
sk: Toto pravidlo sa nevzťahuje na natívne dopyty
sl: To pravilo ne velja za izvorne poizvedbe
sq: Ky rregull nuk aplikohet për pyetje native
sr: Ovo pravilo se ne primenjuje na nativne upite
sv: Den här regeln gäller inte för inbyggda frågor
tr: Bu kural yerel sorgular için geçerli değildir
uk: Це правило не застосовується до нативних запитів
vi: Quy tắc này không áp dụng cho các truy vấn gốc
zh_hk: 本規則不適用於本機查詢

source: Keys starting with "@" are reserved for system use
ar: المفاتيح التي تبدأ بـ "@" محجوزة لاستخدام النظام
bg: Клавишите, започващи с "@", са запазени за системна употреба.
ca: Les tecles que comencen amb "@" estan reservades per a ús del sistema
de: Tasten, die mit "@" beginnen, sind für die Systemnutzung reserviert
es: Las teclas que comienzan con "@" están reservadas para uso del sistema.
fa: کلیدهایی که با "@" شروع می‌شوند، برای استفاده سیستم رزرو شده‌اند.
fi: "@"-merkillä alkavat avaimet on varattu järjestelmän käyttöön.
fr: Les touches commençant par « @ » sont réservées à l'usage du système
it: I tasti che iniziano con "@" sono riservati all'uso del sistema
ja: 「@」で始まるキーはシステム使用のために予約されています
nb: Taster som begynner med "@" er reservert for systembruk
nl: Toetsen die beginnen met "@" zijn gereserveerd voor systeemgebruik
pl: Klawisze rozpoczynające się znakiem „@” są zarezerwowane do użytku systemowego
pt_br: As chaves que começam com "@" são reservadas para uso do sistema
ru: Ключи, начинающиеся с «@», зарезервированы для использования системой.
sk: Klávesy začínajúce znakom „@“ sú rezervované pre použitie systémom.
sl: Tipke, ki se začnejo z "@", so rezervirane za uporabo sistema
sq: Çelësat që fillojnë me "@" janë të rezervuar për përdorim të sistemit
sr: Ključevi koji počinju sa "@" su rezervisani za sistemsku upotrebu
sv: Tangenter som börjar med "@" är reserverade för systemanvändning
tr: "@" ile başlayan tuşlar sistem kullanımı için ayrılmıştır
uk: Ключі, що починаються з "@", зарезервовані для системного використання
vi: Các phím bắt đầu bằng "@" được dành riêng cho hệ thống sử dụng
zh_hk: 以「@」開頭的按鍵保留給系統使用

source: Revert to "{0}" value from {1}
ar: إرجاع قيمة "{0}" من {1}
bg: Връщане към стойност „{0}“ от {1}
ca: Torna al valor "{0}" des de {1}
de: Von {1}auf den Wert „{0}“ zurücksetzen
es: Revertir al valor "{0}" desde {1}
fa: مقدار {1}را به "{0}" برگردانید
fi: Palaa arvoon "{0}" arvosta {1}
fr: Revenir à la valeur "{0}" à partir de {1}
it: Ripristina il valore "{0}" da {1}
ja: {1}から「{0}」の値に戻す
nb: Gå tilbake til verdien "{0}" fra {1}
nl: Terugkeren naar de waarde "{0}" van {1}
pl: Przywróć wartość „{0}” z {1}
pt_br: Reverter para o valor "{0}" de {1}
ru: Вернуться к значению «{0}» из {1}
sk: Vrátiť na hodnotu „{0}“ z {1}
sl: Povrni na vrednost "{0}" iz {1}
sq: Rikthe te vlera "{0}" nga {1}
sr: Vrati vrednost "{0}" iz {1}
sv: Återgå till värdet "{0}" från {1}
tr: {1}değerinden "{0}" değerine geri dön
uk: Повернути значення "{0}" з {1}
vi: Quay lại giá trị "{0}" từ {1}
zh_hk: 從 {1}還原為 "{0}" 值

source: This attribute was set by the login token, but you can override its value
ar: تم تعيين هذه السمة بواسطة رمز تسجيل الدخول، لكن يمكنك تجاوز قيمتها
bg: Този атрибут е зададен от токена за вход, но можете да промените стойността му.
ca: Aquest atribut va ser definit pel token d'inici de sessió, però podeu substituir-ne el valor.
de: Dieses Attribut wurde durch das Login-Token gesetzt, aber Sie können seinen Wert überschreiben
es: Este atributo fue establecido por el token de inicio de sesión, pero puedes anular su valor
fa: این ویژگی توسط توکن ورود تنظیم شده است، اما می‌توانید مقدار آن را لغو کنید.
fi: Kirjautumistunnus asetti tämän ominaisuuden, mutta voit ohittaa sen arvon.
fr: Cet attribut a été défini par le jeton de connexion, mais vous pouvez remplacer sa valeur
it: Questo attributo è stato impostato dal token di accesso, ma è possibile sovrascriverne il valore
ja: この属性はログイントークンによって設定されていますが、その値を上書きすることができます
nb: Dette attributtet ble satt av påloggingstokenet, men du kan overstyre verdien
nl: Dit kenmerk is ingesteld door het inlogtoken, maar u kunt de waarde ervan overschrijven
pl: Ten atrybut został ustawiony przez token logowania, ale możesz zmienić jego wartość
pt_br: Este atributo foi definido pelo token de login, mas você pode substituir seu valor
ru: Этот атрибут был установлен токеном входа, но вы можете переопределить его значение.
sk: Tento atribút bol nastavený prihlasovacím tokenom, ale jeho hodnotu môžete prepísať.
sl: Ta atribut je nastavil prijavni žeton, vendar lahko njegovo vrednost prepišete.
sq: Ky atribut u vendos nga token-i i hyrjes, por mund ta mbishkruani vlerën e tij
sr: Ovaj atribut je postavljen login tokenom, ali možete da zamenite njegovu vrednost
sv: Det här attributet ställdes in av inloggningstoken, men du kan åsidosätta dess värde
tr: Bu öznitelik oturum açma belirteci tarafından ayarlandı, ancak değerini geçersiz kılabilirsiniz
uk: Цей атрибут було встановлено токеном входу, але ви можете перевизначити його значення
vi: Thuộc tính này được thiết lập bởi mã thông báo đăng nhập, nhưng bạn có thể ghi đè giá trị của nó
zh_hk: 此屬性由登入標記設定，但您可以覆寫其值

source: This attribute is inherited from the tenant, but you can override its value
ar: هذه السمة موروثة من المستأجر، لكن يمكنك تجاوز قيمتها
bg: Този атрибут се наследява от клиента, но можете да промените стойността му
ca: Aquest atribut s'hereta del llogater, però podeu substituir-ne el valor.
de: Dieses Attribut wird vom Mandanten geerbt, aber Sie können seinen Wert überschreiben.
es: Este atributo se hereda del inquilino, pero puede anular su valor
fa: این ویژگی از مستاجر به ارث می‌رسد، اما می‌توانید مقدار آن را لغو کنید.
fi: Tämä ominaisuus periytyy vuokraajalta, mutta voit ohittaa sen arvon.
fr: Cet attribut est hérité du locataire, mais vous pouvez remplacer sa valeur.
it: Questo attributo viene ereditato dal tenant, ma è possibile sovrascriverne il valore
ja: この属性はテナントから継承されますが、その値を上書きすることができます。
nb: Dette attributtet arves fra leietakeren, men du kan overstyre verdien
nl: Dit attribuut wordt overgenomen van de tenant, maar u kunt de waarde ervan overschrijven.
pl: Ten atrybut jest dziedziczony od dzierżawcy, ale możesz nadpisać jego wartość
pt_br: Este atributo é herdado do locatário, mas você pode sobrescrever seu valor.
ru: Этот атрибут наследуется от тенанта, но вы можете переопределить его значение
sk: Tento atribút je zdedený od nájomníka, ale jeho hodnotu môžete prepísať.
sl: Ta atribut je podedovan od najemnika, vendar lahko njegovo vrednost prepišete.
sq: Ky atribut trashëgohet nga tenant, por mund t’ia mbishkruash vlerën
sr: Ovaj atribut se nasleđuje od tenant-a, ali možete da zamenite njegovu vrednost
sv: Det här attributet ärvs från hyresgästen, men du kan åsidosätta dess värde.
tr: Bu özellik kiracıdan miras alınır, ancak değerini geçersiz kılabilirsiniz.
uk: Цей атрибут успадковується від тенанта, але ви можете перевизначити його значення
vi: Thuộc tính này được kế thừa từ người thuê, nhưng bạn có thể ghi đè giá trị của nó.
zh_hk: 此屬性由租戶繼承，但您可以覆寫其值

source: Failed to move snippet
ar: تعذر نقل المقتطف
bg: Преместването на фрагмента не бе успешно
ca: No s'ha pogut moure el fragment
de: Fehler beim Verschieben des Ausschnitts
es: No se pudo mover el fragmento
fa: انتقال قطعه کد ناموفق بود
fi: Katkelman siirtäminen epäonnistui
fr: Impossible de déplacer l'extrait.
it: Impossibile spostare il frammento
ja: スニペットの移動に失敗しました
nb: Kunne ikke flytte snippet
nl: Het is niet gelukt om het fragment te verplaatsen
pl: Nie udało się przenieść fragmentu kodu
pt_br: Falha ao mover o trecho
ru: Не удалось переместить фрагмент.
sk: Úryvok sa nepodarilo presunúť
sl: Premik delčka ni uspel
sq: Dështoi lëvizja e fragmentit të kodit
sr: Nije uspelo premeštanje isečka koda
sv: Misslyckades med att flytta utdraget
tr: Parçacığın taşınması başarısız oldu
uk: Не вдалося перемістити фрагмент
vi: Không thể di chuyển đoạn trích
zh_hk: 移動片段失敗

source: Snippet moved
ar: تم نقل المقتطف
bg: Фрагментът е преместен
ca: Fragment mogut
de: Ausschnitt verschoben
es: Fragmento movido
fa: قطعه کد جابجا شد
fi: Katkelma siirretty
fr: Extrait déplacé
it: Frammento spostato
ja: スニペットを移動しました
nb: Snippet flyttet
nl: Fragment verplaatst
pl: Fragment przeniesiony
pt_br: Trecho movido
ru: Фрагмент перемещен
sk: Úryvok bol presunutý
sl: Odrezek premaknjen
sq: Fragmenti i kodit u lëviz
sr: Isečak koda je premešten
sv: Utdrag flyttat
tr: Parçacık taşındı
uk: Фрагмент переміщено
vi: Đoạn trích đã di chuyển
zh_hk: 移動的片段

source: "{0}" has been unarchived
ar: تم إلغاء أرشفة "{0}"
bg: „{0}“ е разархивирано
ca: "{0}" s'ha desarxivat
de: "{0}" wurde aus dem Archiv entfernt
es: "{0}" ha sido desarchivado
fa: «{0}» از بایگانی خارج شده است
fi: "{0}" on poistettu arkistosta
fr: "{0}" a été désarchivé
it: "{0}" è stato decompresso
ja: 「{0}」はアーカイブ解除されました
nb: "{0}" er ikke arkivert
nl: "{0}" is uit het archief gehaald
pl: „{0}” zostało odarchiwizowane
pt_br: "{0}" foi desarquivado
ru: «{0}» был разархивирован
sk: Súbor „{0}“ bol zrušený z archívu
sl: Datoteka »{0}« je bila razarhivirana
sq: "{0}" u çarkivua
sr: "{0}" je dearhiviran
sv: "{0}" har avarkiverats
tr: "{0}" arşivden çıkarıldı
uk: "{0}" розархівовано
vi: "{0}" đã được giải nén
zh_hk: "{0}" 已取消存檔
