Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: value must be a non-blank string between 1 and 254 characters.
ar: يجب أن تكون القيمة سلسلة غير فارغة بين 1 و254 حرفًا.
bg: стойността трябва да е непразен низ между 1 и 254 знака.
ca: El valor ha de ser una cadena que no sigui en blanc, d'entre 1 i 254 caràcters.
de: Der Wert muss eine nicht leere Zeichenfolge zwischen 1 und 254 Zeichen sein.
es: El valor debe ser una cadena que no esté en blanco, de entre 1 y 254 caracteres.
fa: مقدار باید یک رشته غیر خالی بین ۱ تا ۲۵۴ کاراکتر باشد.
fi: Arvon on oltava ei-tyhjä merkkijono välillä 1–254 merkkiä.
fr: la valeur doit être une chaîne non vide comprise entre 1 et 254 caractères.
it: il valore deve essere una stringa non vuota compresa tra 1 e 254 caratteri.
ja: 値は 1 ～ 254 文字の空白以外の文字列である必要があります。
nb: verdien må være en ikke-blank streng på mellom 1 og 254 tegn.
nl: waarde moet een niet-lege tekenreeks zijn tussen 1 en 254 tekens.
pl: wartość musi być ciągiem znaków niepustym, zawierającym od 1 do 254 znaków.
pt_br: o valor deve ser uma sequência não vazia entre 1 e 254 caracteres.
ru: значение должно быть непустой строкой длиной от 1 до 254 символов.
sk: Hodnota musí byť neprázdny reťazec s dĺžkou 1 až 254 znakov.
sl: vrednost mora biti neprazen niz med 1 in 254 znaki.
sq: vlera duhet të jetë një string jo-bosh midis 1 dhe 254 karakteresh.
sr: vrednost mora biti neprazan string od 1 do 254 karaktera.
sv: Värdet måste vara en icke-tom sträng mellan 1 och 254 tecken.
tr: değer 1 ile 254 karakter arasında boş olmayan bir dize olmalıdır.
uk: значення має бути непорожнім рядком довжиною від 1 до 254 символів.
vi: giá trị phải là chuỗi không trống từ 1 đến 254 ký tự.
zh_hk: 值必須是介於 1 到 254 個字元之間的非空白字串。

source: Specify a role to override the database user''s default role.
ar: حدّد دورًا لتجاوز دور مستخدم قاعدة البيانات الافتراضي.
bg: Укажете роля, която да замени ролята по подразбиране на потребителя на базата данни.
ca: Especifiqueu un rol per substituir el rol per defecte de l'usuari de la base de dades.
de: Geben Sie eine Rolle an, um die Standardrolle des Datenbankbenutzers zu überschreiben.
eo: Pick a role to flex on the database user’s default vibe.
es: Especifique un rol para anular el rol predeterminado del usuario de la base de datos.
fa: نقشی را مشخص کنید که نقش پیش‌فرض کاربر پایگاه داده را لغو کند.
fi: Määritä rooli, joka ohittaa tietokannan käyttäjän oletusroolin.
fr: Spécifiez un rôle pour remplacer le rôle par défaut de l'utilisateur de la base de données.
it: Specificare un ruolo per sovrascrivere il ruolo predefinito dell''utente del database.
ja: データベース ユーザーのデフォルトのロールを上書きするロールを指定します。
nb: Angi en rolle som overstyrer databasebrukerens standardrolle.
nl: Geef een rol op die de standaardrol van de databasegebruiker overschrijft.
pl: Określ rolę, która zastąpi domyślną rolę użytkownika bazy danych.
pt_br: Especifique uma função para substituir a função padrão do usuário do banco de dados.
ru: Укажите роль, которая переопределит роль пользователя базы данных по умолчанию.
sk: Zadajte rolu, ktorá prepíše predvolenú rolu používateľa databázy.
sl: Določite vlogo, ki bo preglasila privzeto vlogo uporabnika baze podatkov.
sq: Specifiko një rol për të anashkaluar rolin e parazgjedhur të përdoruesit të bazës së të dhënave.
sr: Navedi ulogu da pregaziš podrazumevanu ulogu korisnika baze.
sv: Ange en roll för att åsidosätta databasanvändarens standardroll.
tr: Veritabanı kullanıcısının varsayılan rolünü geçersiz kılmak için bir rol belirtin.
uk: Укажіть роль, щоб перевизначити дефолтну роль користувача бази даних.
vi: Chỉ định vai trò để ghi đè vai trò mặc định của người dùng cơ sở dữ liệu.
zh_hk: 指定一個角色，以取代資料庫使用者的預設角色。

source: user
ar: مستخدم
bg: потребител
ca: usuari
de: benutzer
eo: User → "User" (no cap, it's already pretty neutral, but if you wanna make it more slangy, you could say "user" or "u" for short)
es: usuario
fa: کاربر
fi: käyttäjä
fr: utilisateur
it: utente
ja: ユーザー
nb: bruker
nl: gebruiker
pl: użytkownik
pt_br: usuário
ru: пользователь
sk: používateľ
sl: uporabnik
sq: përdorues
sr: korisnik
sv: användare
tr: kullanıcı
uk: користувач
vi: người dùng
zh_hk: 使用者

source: Your database''s IP address (e.g. 98.137.149.56) or its domain name (e.g. esc.mydatabase.com).
ar: عنوان IP لقاعدة البيانات (مثل 98.137.149.56) أو اسم النطاق الخاص بها (مثل esc.mydatabase.com).
bg: IP адресът на вашата база данни (напр. 98.137.149.56) или нейното име на домейн (напр. esc.mydatabase.com).
ca: L'adreça IP de la vostra base de dades (p. ex. 98.137.149.56) o el seu nom de domini (p. ex. esc.mydatabase.com).
de: Die IP-Adresse Ihrer Datenbank (z. B. 98.137.149.56) oder ihr Domänenname (z. B. esc.mydatabase.com).
eo: Your DB’s IP (like 98.137.149.56) or its domain name (like esc.mydatabase.com) — fr fr, gotta know this to keep it 100.
es: La dirección IP de su base de datos (por ejemplo, 98.137.149.56) o su nombre de dominio (por ejemplo, esc.mydatabase.com).
fa: آدرس IP پایگاه داده شما (به عنوان مثال 98.137.149.56) یا نام دامنه آن (به عنوان مثال esc.mydatabase.com).
fi: Tietokantasi IP-osoite (esim. 98.137.149.56) tai sen verkkotunnus (esc.mydatabase.com).
fr: L'adresse IP de votre base de données (par exemple 98.137.149.56) ou son nom de domaine (par exemple esc.mydatabase.com).
it: L'indirizzo IP del tuo database (ad esempio 98.137.149.56) o il suo nome di dominio (ad esempio esc.mydatabase.com).
ja: データベースの IP アドレス (例: 98.137.149.56) またはドメイン名 (例: esc.mydatabase.com)。
lt: Jūsų duomenų bazės IP adresas (pvz., 98.137.149.56) arba jos domeno pavadinimas (pvz., esc.mydatabase.com).
nb: IP-adressen til databasen din (f.eks. 98.137.149.56) eller domenenavnet (f.eks. esc.mydatabase.com).
nl: Het IP-adres van uw database (bijv. 98.137.149.56) of de domeinnaam (bijv. esc.mydatabase.com).
pl: Adres IP Twojej bazy danych (np. 98.137.149.56) lub jej nazwa domeny (np. esc.mydatabase.com).
pt_br: O endereço IP do seu banco de dados (por exemplo, 98.137.149.56) ou seu nome de domínio (por exemplo, esc.mydatabase.com).
ru: IP-адрес вашей базы данных (например, 98.137.149.56) или ее доменное имя (например, esc.mydatabase.com).
sk: IP adresa vašej databázy (napr. 98.137.149.56) alebo názov jej domény (napr. esc.mydatabase.com).
sl: Naslov IP vaše zbirke podatkov (npr. 98.137.149.56) ali ime njene domene (npr. esc.mydatabase.com).
sq: Adresa IP e bazës suaj të të dhënave (p.sh. 98.137.149.56) ose emri i domain-it (p.sh. esc.mydatabase.com).
sr: IP adresa vaše baze podataka (npr. 98.137.149.56) ili naziv domena (npr. esc.mydatabase.com).
sv: Din databas IP-adress (t.ex. 98.137.149.56) eller dess domännamn (t.ex. esc.mydatabase.com).
tr: Veritabanınızın IP adresi (örneğin 98.137.149.56) veya alan adı (örneğin esc.mydatabase.com).
uk: IP-адреса вашої бази даних (наприклад, 98.137.149.56) або її доменне ім’я (наприклад, esc.mydatabase.com).
vi: Địa chỉ IP của cơ sở dữ liệu của bạn (ví dụ: 98.137.149.56) hoặc tên miền của cơ sở dữ liệu (ví dụ: esc.mydatabase.com).
zh_hk: 您資料庫的 IP 位址 (例如 98.137.149.56) 或其網域名稱 (例如 esc.mydatabase.com)。

source: Port
ar: المنفذ
bg: Порт
eo: Port → "Port" (no big change needed, but if you wanna make it more slangy, maybe "port" as in "shipping port" could be "docking spot" or just keep it chill as "port")
es: Puerto
fa: پورت
fi: Portti
it: Porta
ja: ポート
lt: Uostas
nb: Havn
nl: Poort
pt_br: Porta
ru: Порт
sk: Prístav
sl: Luka
tr: Bağlantı Noktası
uk: Порт
vi: Cổng
zh_hk: 埠

source: Role (optional, required for connection impersonation)
ar: الدور (اختياري، مطلوب لانتحال هوية الاتصال)
bg: Роля (по избор, задължителна за въплъщение на връзка)
ca: Rol (opcional, necessari per a la suplantació d'identitat de connexió)
de: Rolle (optional, erforderlich für Verbindungsidentitätswechsel)
eo: Role (if u wanna, but it’s kinda necessary for the whole impersonation vibe)
es: Rol (opcional, necesario para la suplantación de la conexión)
fa: نقش (اختیاری، برای جعل هویت اتصال الزامی است)
fi: Rooli (valinnainen, vaaditaan yhteyden henkilöllisyyden käyttöön)
fr: Rôle (facultatif, requis pour l'emprunt d'identité de connexion)
it: Ruolo (facoltativo, obbligatorio per l'impersonificazione della connessione)
ja: ロール（オプション、接続の偽装に必須）
nb: Role (valgfri, kreves for etterligning av tilkobling)
nl: Rol (optioneel, vereist voor verbindingsimitatie)
pl: Rola (opcjonalna, wymagana do personifikacji połączenia)
pt_br: Função (opcional, necessária para representação de conexão)
ru: Роль (необязательно, требуется для олицетворения соединения)
sk: Rola (voliteľná, povinná pre zosobnenie pripojenia)
sl: Vloga (neobvezno, obvezno za poosebljanje povezave)
sq: Rol (opsional, i detyrueshëm për imitimin e lidhjes)
sr: Uloga (opciono, obavezno za predstavljanje kao drugi korisnik)
sv: Roll (valfritt, krävs för anslutningsimitation)
tr: Rol (isteğe bağlı, bağlantı taklidi için gerekli)
uk: Роль (необовʼязково, потрібно для імперсонації підключення)
vi: Vai trò (tùy chọn, bắt buộc để mạo danh kết nối)
zh_hk: 角色 (可選，連線冒充時需要)

source: Multiple conflicting values were given for ''{0}''
ar: تم تقديم قيم متعددة متعارضة لـ ''{0}''
bg: Дадени са множество противоречиви стойности за ''{0}''
ca: S'han donat diversos valors contradictoris per a ''{0}''
de: Für ''{0}wurden mehrere widersprüchliche Werte angegeben.
es: Se proporcionaron múltiples valores contradictorios para ''{0}''
fa: چندین مقدار متناقض برای ''{0}'' ارائه شده است.
fi: Useita ristiriitaisia arvoja annettiin kohteelle ''{0}''
fr: Plusieurs valeurs contradictoires ont été fournies pour ''{0}''
it: Sono stati forniti più valori contrastanti per ''{0}''
ja: ''{0}'' に複数の競合する値が指定されました
nb: Flere motstridende verdier ble oppgitt for ''{0}''
nl: Er zijn meerdere conflicterende waarden gegeven voor ''{0}''
pl: Podano wiele sprzecznych wartości dla ''{0}''
pt_br: Foram fornecidos vários valores conflitantes para ''{0}''
ru: Для ''{0}'' дано несколько противоречивых значений.
sk: Pre ''{0}'' bolo zadaných viacero konfliktných hodnôt
sl: Za ''{0}'' je bilo podanih več nasprotujočih si vrednosti
sq: U dhanë disa vlera konfliktuese për "{0}"
sr: Navedeno je više konfliktnih vrednosti za ''{0}''
sv: Flera motstridiga värden angavs för ''{0}''
tr: ''{0}'' için birden fazla çakışan değer verildi
uk: Для "{0}" було надано кілька суперечливих значень
vi: Nhiều giá trị xung đột đã được đưa ra cho ''{0}''
zh_hk: 對於 ''{0}'' 給出了多個相互衝突的值。

source: Error: invalid value specified for temporal-unit parameter.
ar: خطأ: تم تحديد قيمة غير صالحة لمَعلمة temporal-unit.
bg: Грешка: зададена е невалидна стойност за параметъра на времевата единица.
ca: Error: s'ha especificat un valor no vàlid per al paràmetre d'unitat temporal.
de: Fehler: Für den Zeiteinheitsparameter wurde ein ungültiger Wert angegeben.
eo: Bruh, the system's tryna tell you the value for the temporal-unit is totally invalid.
es: Error: valor no válido especificado para el parámetro de unidad temporal.
fa: خطا: مقدار نامعتبری برای پارامتر واحد زمانی مشخص شده است.
fi: Virhe: ajallisen yksikön parametrille määritetty arvo on virheellinen.
fr: Erreur : valeur non valide spécifiée pour le paramètre d'unité temporelle.
it: Errore: valore non valido specificato per il parametro unità temporale.
ja: エラー: temporal-unit パラメータに無効な値が指定されました。
nb: Feil: Ugyldig verdi angitt for parameteren temporal-unit.
nl: Fout: ongeldige waarde opgegeven voor de parameter temporal-unit.
pl: Błąd: podano nieprawidłową wartość dla parametru jednostki czasowej.
pt_br: Erro: valor inválido especificado para o parâmetro temporal-unit.
ru: Ошибка: указано недопустимое значение для параметра временной единицы.
sk: Chyba: pre parameter časovej jednotky bola zadaná neplatná hodnota.
sl: Napaka: za parameter časovne enote je bila podana neveljavna vrednost.
sq: Gabim: u specifikua vlerë e pavlefshme për parametrin temporal-unit.
sr: Greška: navedena je nevažeća vrednost za parametar temporal-unit.
sv: Fel: ogiltigt värde angett för parametern temporal-unit.
tr: Hata: temporal-unit parametresi için geçersiz değer belirtildi.
uk: Помилка: для параметра temporal-unit вказано недійсне значення.
vi: Lỗi: giá trị không hợp lệ được chỉ định cho tham số đơn vị thời gian.
zh_hk: 錯誤：為 temporal-unit 參數指定的值無效。

source: No value was given for ''{0}'' and multiple filters have conflicting default values
ar: لم يتم تقديم قيمة لـ ''{0}'' ولدى عدة فلاتر قيم افتراضية متعارضة
bg: Не е зададена стойност за ''{0}'' и няколко филтъра имат конфликтни стойности по подразбиране
ca: No s'ha donat cap valor per a ''{0}'' i diversos filtres tenen valors predeterminats contradictoris.
de: Für ''{0}'' wurde kein Wert angegeben und mehrere Filter haben widersprüchliche Standardwerte
es: No se proporcionó ningún valor para ''{0}'' y varios filtros tienen valores predeterminados contradictorios.
fa: هیچ مقداری برای ''{0}'' داده نشده است و چندین فیلتر مقادیر پیش‌فرض متناقضی دارند.
fi: Kohdalle ''{0}'' ei annettu arvoa ja useilla suodattimilla on ristiriitaiset oletusarvot
fr: Aucune valeur n'a été fournie pour ''{0}'' et plusieurs filtres ont des valeurs par défaut contradictoires
it: Non è stato fornito alcun valore per ''{0}'' e più filtri hanno valori predefiniti in conflitto
ja: ''{0}'' に値が指定されておらず、複数のフィルターのデフォルト値が競合しています
nb: Ingen verdi ble oppgitt for ''{0}'', og flere filtre har motstridende standardverdier
nl: Er is geen waarde gegeven voor ''{0}'' en meerdere filters hebben conflicterende standaardwaarden
pl: Nie podano wartości dla ''{0}'', a wiele filtrów ma sprzeczne wartości domyślne
pt_br: Nenhum valor foi atribuído a ''{0}'' e vários filtros têm valores padrão conflitantes.
ru: Не задано значение для ''{0}'', и несколько фильтров имеют конфликтующие значения по умолчанию.
sk: Pre ''{0}'' nebola zadaná žiadna hodnota a viacero filtrov má konfliktné predvolené hodnoty
sl: Za ''{0}'' ni bila podana nobena vrednost in več filtrov ima nasprotujoče si privzete vrednosti
sq: Nuk u dha asnjë vlerë për "{0}" dhe disa filtra kanë vlera parazgjedhje konfliktuese
sr: Nije navedena vrednost za ''{0}'', a više filtera ima konfliktne podrazumevane vrednosti
sv: Inget värde angavs för ''{0}'' och flera filter har motstridiga standardvärden.
tr: ''{0}'' için herhangi bir değer verilmedi ve birden fazla filtrenin çakışan varsayılan değerleri var
uk: Для "{0}" не було вказано значення, і кілька фільтрів мають суперечливі дефолтні значення
vi: Không có giá trị nào được đưa ra cho ''{0}'' và nhiều bộ lọc có giá trị mặc định xung đột
zh_hk: {0}'' 沒有給定值，且多個篩選器的預設值相互衝突

source: Some of your values violate the constraint: {0}
ar: بعض قيمك تنتهك القيد: {0}
bg: Някои от вашите стойности нарушават ограничението: {0}
ca: Alguns dels vostres valors violen la restricció: {0}
de: Einige Ihrer Werte verletzen die Einschränkung: {0}
es: Algunos de sus valores violan la restricción: {0}
fa: برخی از مقادیر شما این محدودیت را نقض می‌کنند: {0}
fi: Jotkin arvoistasi rikkovat rajoitetta: {0}
fr: Certaines de vos valeurs violent la contrainte : {0}
it: Alcuni dei tuoi valori violano il vincolo: {0}
ja: いくつかの値が制約に違反しています: {0}
nb: Noen av verdiene dine bryter med begrensningen: {0}
nl: Sommige van uw waarden schenden de beperking: {0}
pl: Niektóre z Twoich wartości naruszają ograniczenie: {0}
pt_br: Alguns dos seus valores violam a restrição: {0}
ru: Некоторые из ваших значений нарушают ограничение: {0}
sk: Niektoré z vašich hodnôt porušujú obmedzenie: {0}
sl: Nekatere vaše vrednosti kršijo omejitev: {0}
sq: Disa nga vlerat tuaja shkelin kufizimin: {0}
sr: Neke vaše vrednosti krše ograničenje: {0}
sv: Några av dina värden bryter mot begränsningen: {0}
tr: Değerlerinizden bazıları kısıtlamayı ihlal ediyor: {0}
uk: Деякі з ваших значень порушують обмеження: {0}
vi: Một số giá trị của bạn vi phạm ràng buộc: {0}
zh_hk: 您的某些值違反了限制條件： {0}

source: You don''t have permission to add data to this table.
ar: ليست لديك صلاحية إضافة بيانات إلى هذا الجدول.
bg: Нямате разрешение да добавяте данни към тази таблица.
ca: No teniu permís per afegir dades a aquesta taula.
de: Sie sind nicht berechtigt, dieser Tabelle Daten hinzuzufügen.
es: No tienes permiso para agregar datos a esta tabla.
fa: شما اجازه اضافه کردن داده به این جدول را ندارید.
fi: Sinulla ei ole oikeutta lisätä tietoja tähän taulukkoon.
fr: Vous n'avez pas l'autorisation d'ajouter des données à cette table.
it: Non hai l'autorizzazione per aggiungere dati a questa tabella.
ja: このテーブルにデータを追加する権限がありません。
nb: Du har ikke tillatelse til å legge til data i denne tabellen.
nl: U hebt geen toestemming om gegevens aan deze tabel toe te voegen.
pl: Nie masz uprawnień do dodawania danych do tej tabeli.
pt_br: Você não tem permissão para adicionar dados a esta tabela.
ru: У вас нет разрешения на добавление данных в эту таблицу.
sk: Nemáte povolenie na pridávanie údajov do tejto tabuľky.
sl: Nimate dovoljenja za dodajanje podatkov v to tabelo.
sq: Nuk keni leje për të shtuar të dhëna në këtë tabelë.
sr: Nemate dozvolu da dodajete podatke u ovu tabelu.
sv: Du har inte behörighet att lägga till data i den här tabellen.
tr: Bu tabloya veri ekleme yetkiniz yok.
uk: У вас немає дозволу додавати дані до цієї таблиці.
vi: Bạn không có quyền thêm dữ liệu vào bảng này.
zh_hk: 您沒有權限在此表中新增資料。

source: You don''t have permission to delete data from this table.
ar: ليست لديك صلاحية حذف بيانات من هذا الجدول.
bg: Нямате разрешение да изтривате данни от тази таблица.
ca: No teniu permís per suprimir dades d'aquesta taula.
de: Sie sind nicht berechtigt, Daten aus dieser Tabelle zu löschen.
es: No tienes permiso para eliminar datos de esta tabla.
fa: شما اجازه حذف داده‌ها از این جدول را ندارید.
fi: Sinulla ei ole oikeutta poistaa tietoja tästä taulukosta.
fr: Vous n'avez pas l'autorisation de supprimer les données de cette table.
it: Non hai l'autorizzazione per eliminare i dati da questa tabella.
ja: このテーブルからデータを削除する権限がありません。
nb: Du har ikke tillatelse til å slette data fra denne tabellen.
nl: U hebt geen toestemming om gegevens uit deze tabel te verwijderen.
pl: Nie masz uprawnień do usuwania danych z tej tabeli.
pt_br: Você não tem permissão para excluir dados desta tabela.
ru: У вас нет разрешения на удаление данных из этой таблицы.
sk: Nemáte povolenie na odstránenie údajov z tejto tabuľky.
sl: Nimate dovoljenja za brisanje podatkov iz te tabele.
sq: Nuk keni leje për të fshirë të dhëna nga kjo tabelë.
sr: Nemate dozvolu da brišete podatke iz ove tabele.
sv: Du har inte behörighet att ta bort data från den här tabellen.
tr: Bu tablodan veri silme yetkiniz yok.
uk: У вас немає дозволу видаляти дані з цієї таблиці.
vi: Bạn không có quyền xóa dữ liệu khỏi bảng này.
zh_hk: 您沒有從此表刪除資料的權限。

source: Other rows refer to this row so it cannot be deleted.
ar: تشير صفوف أخرى إلى هذا الصف، لذا لا يمكن حذفه.
bg: Други редове се отнасят до този ред, така че той не може да бъде изтрит.
ca: Altres files fan referència a aquesta fila, de manera que no es pot suprimir.
de: Andere Zeilen verweisen auf diese Zeile, daher kann sie nicht gelöscht werden.
es: Otras filas hacen referencia a esta fila, por lo que no se puede eliminar.
fa: ردیف‌های دیگر به این ردیف ارجاع می‌دهند، بنابراین نمی‌توان آن را حذف کرد.
fi: Muut rivit viittaavat tähän riviin, joten sitä ei voi poistaa.
fr: D'autres lignes font référence à cette ligne, elle ne peut donc pas être supprimée.
it: Altre righe fanno riferimento a questa riga, quindi non può essere eliminata.
ja: 他の行がこの行を参照しているため、削除できません。
nb: Andre rader refererer til denne raden, så den kan ikke slettes.
nl: Andere rijen verwijzen naar deze rij en kunnen daarom niet worden verwijderd.
pl: Pozostałe wiersze odnoszą się do tego wiersza, więc nie można go usunąć.
pt_br: Outras linhas fazem referência a esta linha, portanto ela não pode ser excluída.
ru: Другие строки ссылаются на эту строку, поэтому ее нельзя удалить.
sk: Ostatné riadky odkazujú na tento riadok, takže ho nemožno odstrániť.
sl: Druge vrstice se nanašajo na to vrstico, zato je ni mogoče izbrisati.
sq: Rreshta të tjerë i referohen këtij rreshti, ndaj nuk mund të fshihet.
sr: Drugi redovi referenciraju ovaj red, zato ne može da se obriše.
sv: Andra rader hänvisar till den här raden så den kan inte tas bort.
tr: Diğer satırlar bu satıra atıfta bulunduğundan silinemez.
uk: Інші рядки посилаються на цей рядок, тому його неможливо видалити.
vi: Các hàng khác tham chiếu đến hàng này nên không thể xóa hàng này.
zh_hk: 其他行參照此行，因此無法刪除。

source: This value does not exist in table "{0}".
ar: هذه القيمة غير موجودة في الجدول "{0}".
bg: Тази стойност не съществува в таблицата „{0}“.
ca: Aquest valor no existeix a la taula "{0}".
de: Dieser Wert ist in der Tabelle „{0}“ nicht vorhanden.
es: Este valor no existe en la tabla "{0}".
fa: این مقدار در جدول "{0}" وجود ندارد.
fi: Tätä arvoa ei ole taulukossa "{0}".
fr: Cette valeur n'existe pas dans la table "{0}".
it: Questo valore non esiste nella tabella "{0}".
ja: この値はテーブル「{0}」に存在しません。
nb: Denne verdien finnes ikke i tabellen "{0}".
nl: Deze waarde bestaat niet in tabel "{0}".
pl: Ta wartość nie istnieje w tabeli „{0}”.
pt_br: Este valor não existe na tabela "{0}".
ru: Это значение отсутствует в таблице «{0}».
sk: Táto hodnota neexistuje v tabuľke „{0}“.
sl: Ta vrednost ne obstaja v tabeli »{0}«.
sq: Kjo vlerë nuk ekziston në tabelën "{0}".
sr: Ova vrednost ne postoji u tabeli "{0}".
sv: Detta värde finns inte i tabellen "{0}".
tr: Bu değer "{0}" tablosunda bulunmamaktadır.
uk: Цього значення не існує в таблиці "{0}".
vi: Giá trị này không tồn tại trong bảng "{0}".
zh_hk: 表 "{0}" 中不存在此值。

source: You don''t have permission to update data in this table.
ar: ليست لديك صلاحية تحديث البيانات في هذا الجدول.
bg: Нямате разрешение да актуализирате данни в тази таблица.
ca: No teniu permís per actualitzar les dades d'aquesta taula.
de: Sie haben keine Berechtigung, Daten in dieser Tabelle zu aktualisieren.
es: No tienes permiso para actualizar datos en esta tabla.
fa: شما اجازه به‌روزرسانی داده‌ها در این جدول را ندارید.
fi: Sinulla ei ole oikeutta päivittää tämän taulukon tietoja.
fr: Vous n'avez pas l'autorisation de mettre à jour les données de ce tableau.
it: Non hai l'autorizzazione per aggiornare i dati in questa tabella.
ja: このテーブルのデータを更新する権限がありません。
nb: Du har ikke tillatelse til å oppdatere data i denne tabellen.
nl: U hebt geen toestemming om de gegevens in deze tabel bij te werken.
pl: Nie masz uprawnień do aktualizacji danych w tej tabeli.
pt_br: Você não tem permissão para atualizar dados nesta tabela.
ru: У вас нет разрешения на обновление данных в этой таблице.
sk: Nemáte povolenie na aktualizáciu údajov v tejto tabuľke.
sl: Nimate dovoljenja za posodabljanje podatkov v tej tabeli.
sq: Nuk keni leje për të përditësuar të dhëna në këtë tabelë.
sr: Nemate dozvolu da ažurirate podatke u ovoj tabeli.
sv: Du har inte behörighet att uppdatera data i den här tabellen.
tr: Bu tabloda veri güncelleme yetkiniz yok.
uk: У вас немає дозволу оновлювати дані в цій таблиці.
vi: Bạn không có quyền cập nhật dữ liệu trong bảng này.
zh_hk: 您沒有權限更新此資料表中的資料。
