Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: [[Timestamp]] by month of the year
ar: [[Timestamp]] حسب شهر من السنة
bg: [[Timestamp]] по месец от годината
ca: [[Timestamp]] per mes de l'any
de: [[Timestamp]] nach Monat des Jahres
eo: [[Timestamp]], bestie, by month of the year
es: [[Timestamp]] por mes del año
fa: [[Timestamp]] بر اساس ماه سال
fi: [[Timestamp]] vuoden kuukauden mukaan
fr: [[Timestamp]] par mois de l'année
hu: [[Timestamp]] hónap sorszáma éven belül
it: [[Timestamp]] per mese dell'anno
ja: 月別の [[Timestamp]]
lt: [[Laiko žymė]] pagal metų mėnesį
ms: [[CapWaktu]] mengikut bulan dalam tahun
nb: [[Timestamp]] for måned i året
nl: [[Timestamp]] per maand van het jaar
pl: [[Timestamp]] według miesiąca w roku
pt_br: [[Timestamp]] por mês do ano
ru: [[Timestamp]] по месяцам года
sk: [[Timestamp]] podľa mesiaca v roku
sl: [[Časovni žig]] po mesecu v letu
sq: [[Timestamp]] sipas muajit të vitit
sr: [[Timestamp]] po mesecima u godini
sv: [[Timestamp]] per månad
tr: Yılın ayına göre [[Timestamp]]
uk: [[Timestamp]] за місяцем року
vi: [[Timestamp]] theo tháng trong nă
zh_hk: 這些[[this.short-name]]的位置

source: [[this]] per [[GenericCategorySmall]] over time
ar: [[this]] لكل [[GenericCategorySmall]] عبر الزمن
bg: [[това]] на [[GenericCategorySmall]] с течение на времето
ca: [[this]] per [[GenericCategorySmall]] al llarg del temps
de: [[this]] pro [[GenericCategorySmall]] im Laufe der Zeit.
eo: [[this]] be per [[GenericCategorySmall]] fr fr over time
es: [[this]] por [[GenericCategorySmall]] a lo largo del tiempo
fa: [[this]] به ازای [[GenericCategorSmall]] با گذشت زمان
fi: [[this]] per [[GenericCategorySmall]] ajan myötä
fr: [[this]] par [[GenericCategorySmall]] au fil du temps
hu: [[ez]] per [[GenericCategorySmall]] idővel
it: [[this]] per [[GenericCategorySmall]] nel tempo
ja: [[this]] / [[GenericCategorySmall]]あたり
lt: [[šis]] per [[GenericCategorySmall]] per tam tikrą laiką
ms: [[ini]] setiap [[KategoriGenerikKecil]] dari masa ke masa
nb: [[this]] per [[GenericCategorySmall]] over tid
nl: [[this]] per [[GenericCategorySmall]] door de tijd heen
pl: [[this]] według [[GenericCategorySmall]] w ujęciu czasu
pt_br: [[this]] por [[GenericCategorySmall]] ao longo do tempo
ru: [[this]] по [[GenericCategorySmall]] в течение времени
sk: [[toto]] za [[GenericCategorySmall]] v priebehu času
sl: [[this]] na [[GenericCategorySmall]] skozi čas
sq: [[this]] për [[GenericCategorySmall]] me kalimin e kohës
sr: [[this]] po [[GenericCategorySmall]] kroz vreme
sv: [[this]] per [[GenericCategorySmall]] över tid
tr: Zaman içindeki [[GenericCategorySmall]] başına [[this]]
uk: [[this]] за [[GenericCategorySmall]] з плином часу
vi: [[this]] trên [[GenericCategorySmall]] theo thời gia
zh_hk: 如何分發[[this]]

source: Distribution by coordinates
ar: التوزيع حسب الإحداثيات
bg: Разпределение по координати
ca: Distribució per coordenades
de: Verteilung nach Koordinaten
eo: Drop the coords distribution
es: Distribución por coordenadas
fa: توزیع توسط مختصات
fi: Jakauma koordinaattien mukaan
fr: Distribution par coordonnées
hu: Eloszlás koordináták szerint
it: Distribuzione per coordinate
ja: 座標別の分布
lt: Platinimas pagal koordinates
ms: Pengedaran mengikut koordinat
nb: Fordeling over koordinater
nl: Verdeling op coördinaten
pl: Rozkład według współrzędnych
pt_br: Distribuição por coordenadas
ru: Распределение по координатам
sk: Rozdelenie podľa súradníc
sl: Porazdelitev po koordinatah
sq: Shpërndarja sipas koordinatave
sr: Raspodela po koordinatama
sv: Fördelning över koordinater
tr: Koordinatlarla dağıtım
uk: Розподіл за координатами
vi: Phân bổ theo hệ toạ đ
zh_hk: 按坐標的分布

source: Sales by source
ar: المبيعات حسب المصدر
bg: Продажби по източник
ca: Ventes per origen
de: Umsatz nach Quellen
eo: Sales by source → Sales from the vibes or where it's coming from
es: Ventas por origen
fa: فروش توسط منبع
fi: Myynti lähteen mukaan
fr: Ventes par source
hu: Értékesítés forrás szerint
it: Vendite per sorgente
ja: ソース別の売上
lt: Pardavimas pagal šaltinį
ms: Jualan mengikut sumber
nb: Omsetning etter kilde
nl: Verkoop per bron
pl: Sprzedaż według źródła
pt_br: Vendas por fonte
ru: Продажи по источникам
sk: Predaje podľa zdroja
sl: Prodaja po viru
sq: Shitje sipas burimit
sr: Prodaja po izvoru
sv: Försäljning per källa
tr: Kaynağa göre satışlar
uk: Продажі за джерелом
vi: Doanh số theo nguồ
zh_hk: 按來源銷售

source: Sales for each product category
ar: المبيعات لكل فئة منتج
bg: Продажби за всяка продуктова категория
ca: Ventes per cada categoria de producte
de: Umsatz pro Produktkategorie
eo: Sales for each product category → Sales for each product vibe
es: Ventas por cada categoría de producto
fa: فروش برای هر دسته از محصولات
fi: Myynti jokaiselle tuoteryhmälle
fr: Ventes pour chaque catégorie de produit
hu: Értékesítés minden termékkategóriához
it: Vendite per ogni categoria di prodotto
ja: 各製品カテゴリーの売上
lt: Pardavimai kiekvienai produktų kategorijai
ms: Jualan untuk setiap kategori produk
nb: Omsetning for hver produktkategori
nl: Verkoop voor elk product categorie
pl: Sprzedaż dla każdej kategorii produktów
pt_br: Vendas por cada categoria de produto
ru: Продажи по каждой категории продуктов
sk: Predaje pre každú kategóriu produktu
sl: Prodaja za vsako kategorijo izdelkov
sq: Shitje për çdo kategori produkti
sr: Prodaja za svaku kategoriju proizvoda
sv: Försäljning för varje produktkategori
tr: Her ürün kategorisi için satış
uk: Продажі для кожної категорії продуктів
vi: Doanh số của mỗi loại sản phẩ
zh_hk: 每產品分類銷售

source: A closer look at the metrics and dimensions used in this saved question.
ar: نظرة أقرب على المقاييس والأبعاد المستخدمة في هذا السؤال المحفوظ.
bg: По-подробен поглед върху показателите и измеренията, използвани в този запазен въпрос.
ca: Una mirada detallada a les mètriques i dimensions utilitzades en aquesta pregunta desada
de: Ein genauerer Blick auf die Metriken und Dimensionen, die in dieser gespeicherten Frage verwendet werden.
eo: A more in-depth look at the deets and categories in this saved Q.
es: Una mirada detallada a las métricas y dimensiones utilizadas en esta pregunta guardada.
fa: نگاهی دقیق تر به معیارها و ابعاد بکار رفته در این سوال ذخیره شده.
fi: Tarkempi katsaus tässä tallennetussa kysymyksessä käytettyihin mittareihin ja ulottuvuuksiin.
fr: Un regard plus approfondi des métriques et dimensions utilisées dans cette question enregistrée.
hu: Az ebben a mentett kérdésben használt mutatók és dimenziók részletesebb áttekintése.
it: Un'occhiata da vicino alle metriche ed alle dimensioni utilizzate nella question salvata.
ja: この保存した質問で使用されるメトリックとディメンションの詳細。
lt: Atidžiai apžiūrėkite metrikas ir matmenis, naudojamus šiame išsaugotame klausime.
ms: Pandangan lebih dekat pada metrik dan dimensi yang digunakan dalam soalan yang disimpan ini.
nb: En nærmere titt på indikatorene og dimensjonene som er brukt i dette lagrede spørsmålet.
nl: De statistieken en dimensies die in deze opgeslagen vraag zijn gebruikt nader bekijken
pl: Bliższe spojrzenie na dane i wymiary używane w tym zapisanym pytaniu.
pt_br: Um olhar mais atento sobre as métricas e dimensões usadas nessa pergunta salva.
ru: Более подробно рассмотрим метрики и измерения, используемые в этом сохраненном запросе.
sk: Bližší pohľad na metriky a dimenzie použité v tejto uloženej otázke.
sl: Podrobnejši pogled na meritve in razsežnosti, uporabljene v tem shranjenem vprašanju.
sq: Një vështrim më nga afër te metrikat dhe dimensionet e përdorura në këtë pyetje të ruajtur.
sr: Detaljniji pregled metrika i dimenzija korišćenih u ovom sačuvanom pitanju.
sv: En närmare titt på mått och värden som används i denna sparade fråga.
tr: Kaydedilen soruda kullanılan metriklere ve boyutlara daha yakından bakış
uk: Детальніший погляд на метрики й виміри, використані в цьому збереженому запиті.
vi: Quan sát kỹ hơn các số liệu và kích thước được sử dụng trong câu hỏi đã lưu này.
zh_hk: 仔細檢視此已儲存問題中使用的量值和維度。

source: [[this.short-name]] per [[GenericCategoryMedium]]
ar: [[this.short-name]] لكل [[GenericCategoryMedium]]
bg: [[this.short-name]] на [[GenericCategoryMedium]]
de: [[this.short-name]] pro [[GenericCategoryMedium]]]
eo: [[this.short-name]] is totally per [[GenericCategoryMedium]]
es: [[this.short-name]] por [[GenericCategoryMedium]]
fa: [[this.short-name]] به ازای [[GenericCategorMedium]]
fr: [[this.short-name]] par [[GenericCategoryMedium]]
ja: [[GenericCategoryMedium]]ごとの[[this.short-name]]
lt: [[this.short-name]] už [[GenericCategoryMedium]]
ms: [[nama-pendek.ini]] setiap [[KategoriGenerikSederhana]]
pl: [[this.short-name]] na [[GenericCategoryMedium]]
pt_br: [[this.short-name]] por [[GenericCategoryMedium]]
ru: [[this.short-name]] по [[GenericCategoryMedium]]
sk: [[this.short-name]] z [[GenericCategoryMedium]]
sl: [[this.short-name]] na [[GenericCategoryMedium]]
sq: [[this.short-name]] sipas [[GenericCategoryMedium]]
sr: [[this.short-name]] po [[GenericCategoryMedium]]
tr: [[GenericCategoryMedium]] başına [[this.short-name]]
uk: [[this.short-name]] за [[GenericCategoryMedium]]
vi: [[this.short-name]] trên [[GenericCategoryMedium]
zh_hk: 每[[GenericCategoryMedium]] [[this.short-name]]

source: Sales per product [[ProductCategoryLarge]]
hu: Termékenkénti értékesítés [[ProductCategoryLarge]]
ms: Jualan setiap produk [[KategoriProdukBesar]]

source: Average quantity per country
ar: متوسط الكمية لكل بلد
bg: Средно количество за държава
ca: Quantitat mitjana per país
de: Durchschnittlichmenge pro Land
eo: Basic amount per country
es: Cantidad media por país
fa: مقدار متوسط در هر کشور
fi: Keskimääräinen määrä maata kohti
fr: Quantité moyenne par pays
hu: Átlagos mennyiség országonként
it: Quantità media per paese
ja: 国別平均数量
lt: Vidutinis kiekvienos šalies kiekis
ms: Kuantiti purata setiap negara
nb: Gjennomsnittlig antall per land
nl: Gemiddelde hoeveelheid per land
pl: Średnia ilość na kraj
pt_br: Média de quantidade por país
ru: Среднее количество по стране
sk: Priemerné množstvo na krajinu
sl: Povprečna količina na državo
sq: Sasi mesatare sipas vendit
sr: Prosečna količina po zemlji
sv: Genomsnittligt antal per land
tr: Ülke başına ortalama miktar
uk: Середня кількість за країною
vi: Số lượng trung bình trên một huyệ
zh_hk: 每個國家的平均數量

source: [[this.short-name]] per [[GenericCategoryLarge]]
ms: [[nama-pendek.ini]] setiap [[KategoriGenerikBesar]]

source: Heres a closer look at your [[this]] per source
hu: Itt van egy közelebbi pillantás a [[ez]] forrásonként
ms: Berikut adalah pandangan lebih dekat pada [[ini]] anda mengikut sumber

source: Events per day of the month
ar: الأحداث لكل يوم من الشهر
bg: Събития на ден от месеца
ca: Esdeveniments per dia del mes
de: Veranstaltungen pro Tag des Monats
eo: Daily vibe check count of the month
es: Eventos por día del mes
fa: رویدادها در هر روز از ماه
fi: Tapahtumat kuukauden päivältä
fr: Événements par jour du mois
hu: Események a hónap napja szerint
it: Eventi per giorno del mese
ja: 日毎のイベント
lt: Įvykiai per mėnesį
ms: Acara setiap hari dalam bulan
nb: Hendelser per dag i måneden
nl: Gebeurtenissen per dag van de maand
pl: Zdarzenia według dnia miesiąca
pt_br: Eventos por dia do mês
ru: События по дням месяца
sk: Udalosti za deň v mesiaci
sl: Dogodki na dan v mesecu
sq: Ngjarje për ditë të muajit
sr: Događaji po danu u mesecu
sv: Händelser per dag i månaden
tr: Ayın günlük hareketleri
uk: Події за днем місяця
vi: Sự kiện mỗi ngày trong tháng
zh_hk: 這個月的每日事件

source: If youre into correlations, this is the x-ray for you.
hu: Ha az összefüggések érdeklik, ez az Ön számára készült röntgenkép.
ms: Jika anda berminat dengan korelasi, ini adalah sinar-x untuk anda.

source: Sessions by Country
hu: Munkamenetek országonként
ms: Sesi mengikut Negara

source: Some interesting metrics about your GA stats to get you started.
hu: Néhány érdekes mutató a GA statisztikáiról, hogy elinduljon.
ms: Beberapa metrik menarik tentang statistik GA anda untuk memulakan anda.

source: [[this]] per state
ar: [[this]] لكل ولاية
bg: [[това]] за държава
ca: [[this]] per província
de: [[this]] pro Zustand
eo: [[this]] per state → [[this]] fr, like, on the daily or smthn
es: [[this]] por provincia
fa: [[this]] در هر ایالت
fi: [[this]] osavaltiokohtaisesti
fr: [[this]] par état
hu: [[ez]] államonként
it: [[this]] per stato
ja: 州ごとの [[this]]
lt: [[tai]] vienai valstybei
ms: [[ini]] mengikut negeri
nb: [[this]] per stat
nl: [[this]] per staat
pl: [[this]] na stan
pt_br: [[this]] por estado
ru: [[this]] по штату
sk: [[this]] na štát
sl: [[to]] na državo
sq: [[this]] për shtet
sr: [[this]] po državi
sv: [[this]] per stat
tr: Elayet başına [[this]]
uk: [[this]] за штатом
vi: [[this]] theo vùn
zh_hk: [[this]]每個區域

source: [[Timestamp]] by quarter of the year
ar: [[Timestamp]] حسب ربع السنة
bg: [[Timestamp]] по тримесечие на годината
ca: [[Timestamp]] per trimestre
de: [[Timestamp]] nach Quartal des Jahres
eo: [[Timestamp]] by quarter of the year, fr fr
es: [[Timestamp]] por trimestre
fa: [[Timestamp]] تا چهارم سال
fi: [[Timestamp]] kvartaaleittain
fr: [[Timestamp]] par trimestre
hu: [[Timestamp]] negyedéves bontásban
it: [[Timestamp]] per trimestre
ja: 四半期別の [[Timestamp]]
lt: [[Laiko žymė]] pagal metų ketvirtį
ms: [[CapWaktu]] mengikut suku tahun
nb: [[Timestamp]] etter kvartal i året
nl: [[Timestamp]] per kwartaal van het jaar
pl: [[Timestamp] według kwartału w roku
pt_br: [[Timestamp]] por trimestre
ru: [[Timestamp]] по кварталу года
sk: [[Timestamp]] do kvartálu roka
sl: [[Časovni žig]] po četrtletju leta
sq: [[Timestamp]] sipas tremujorit të vitit
sr: [[Timestamp]] po kvartalima u godini
sv: [[Timestamp]] per kvartal
tr: yılın çeyreğine göre [[Timestamp]]
uk: [[Timestamp]] поквартально
vi: [[Timestamp]] theo một quý của nă
zh_hk: 看起來您[[this]]有交易，所以看看他們

source: How its distributed across time and other categories.
hu: Hogyan oszlik meg az időben és más kategóriákban.
ms: Bagaimana ia diedarkan mengikut masa dan kategori lain.

source: A look at your events over time and by several categories.
hu: Tekintse meg az eseményeit idővel és több kategóriánként.
ms: Pandangan pada acara anda dari masa ke masa dan mengikut beberapa kategori.

source: [[GenericTable]] per [[this]]
ar: [[GenericTable]] لكل [[this]]
bg: [[GenericTable]] на [[това]]
de: [[GenericTable]] pro [[this]]
eo: [[GenericTable]] fr [[this]]
es: [[GenericTable]] por [[this]]
fa: [[GenericTable]] به ازای [[this]]
fi: [[YleinenTaulukko]] per [[this]]
fr: [[GenericTable]] par [[this]]
hu: [[GenericTable]] per [[ez]]
ja: [[this]]ごとの[[GenericTable]]
lt: [[Bendrosios lentelės]] per [[tai]]
ms: [[JadualGenerik]] setiap [[ini]]
nl: [[GeneriekTabel]] per [[this]]
pl: [[GenericTable]] według [[this]]
pt_br: [[GenericTable]] por [[this]]
ru: [[GenericTable]] по [[this]]
sk: [[GenericTable]] z [[this]]
sl: [[GenericTable]] na [[this]]
sq: [[GenericTable]] për [[this]]
sr: [[GenericTable]] po [[this]]
sv: [[GenericTable]] per [[detta]]
tr: [[this]] başına [[GenericTable]]
uk: [[GenericTable]] за [[this]]
vi: [[GenericTable]] trên [[this]]
zh_hk: [[時間戳]]按年份計算

source: Average quantity per source
ar: متوسط الكمية لكل مصدر
bg: Средно количество на източник
ca: Quantitat mitjana per origen
de: Durchschnittsmenge pro Quelle
eo: Avg amount per source, fr.
es: Cantidad media por origen
fa: مقدار متوسط در هر منبع
fi: Keskimääräinen määrä lähdettä kohti
fr: Quantité moyenne par source
hu: Átlagos mennyiség forrásonként
it: Quantità media per sorgente
ja: ソース別平均数量
lt: Vidutinis šaltinio kiekis
ms: Kuantiti purata setiap sumber
nb: Gjennomsnittlig antall per kilde
nl: Gemiddelde hoeveelheid per bron
pl: Średnia ilość na źródło
pt_br: Quantidade média por fonte
ru: Среднее количество по источникам
sk: Priemerné množstvo na zdroj
sl: Povprečna količina na vir
sq: Sasi mesatare sipas burimit
sr: Prosečna količina po izvoru
sv: Genomsnittligt antal per källa
tr: Kaynak başına ortalama miktar
uk: Середня кількість за джерелом
vi: Số lượng trung bình trên mỗi nguồ
zh_hk: 每個來源的平均數量

source: Top 5 per category
ar: أفضل 5 لكل فئة
bg: Топ 5 на категория
ca: Primers 5 per categoria
de: Top 5 pro Kategorie
eo: Top 5 per category = Top 5 in each vibe
es: Primeros 5 por categoría
fa: 5 رده برتر در هر گروه
fi: Top 5 per luokka
fr: Top 5 par catégorie
hu: Top 5 kategóriánként
it: Top 5 per categoria
ja: カテゴリーごとの上位5位
lt: 5 kategorijos kiekvienai kategorijai
ms: 5 Teratas mengikut kategori
nb: Topp 5 per kategori
nl: Top 5 per categorie
pl: Top 5 w każdej kategorii
pt_br: 5 primeiros por categoria
ru: Топ 5 категорий
sk: 5 najlepších v kategórii
sl: Top 5 na kategorijo
sq: Top 5 për kategori
sr: Top 5 po kategoriji
sv: 5 bästa per kategori
tr: Kategori başına en iyi 5
uk: Топ 5 за категорією
vi: Top 5 của mỗi loạ
zh_hk: 各類的前5

source: Events per day of the week
ar: الأحداث لكل يوم من الأسبوع
bg: Събития за ден от седмицата
ca: Esdeveniments per dia de la setmana
de: Ereignisse pro Wochentag
eo: Days of the week events, fr fr
es: Eventos por día de la semana
fa: رویدادهای روزانه هفته
fi: Tapahtumat viikonpäivänä
fr: Événements par jour de la semaine
hu: Események a hét napja szerint
it: Eventi per giorno della settimana
ja: 曜日毎のイベント
lt: Įvykiai per savaitės dieną
ms: Acara setiap hari dalam minggu
nb: Hendelser per ukedag
nl: Gebeurtenissen per dag van de week
pl: Zdarzenia na dzień tygodnia
pt_br: Eventos por dia da semana
ru: События по дням недели
sk: Udalosti za deň v týždni
sl: Dogodki na dan v tednu
sq: Ngjarje për ditë të javës
sr: Događaji po danu u nedelji
sv: Händelser per veckodag
tr: Haftanın gününe göre hareketler
uk: Події за днем тижня
vi: Các sự kiện mỗi ngày trong tuầ
zh_hk: 一週中每天的活動

source: New [[this.short-name]] per month
ar: [[this.short-name]] جديدة لكل شهر
bg: Ново [[this.short-name]] на месец
ca: Nous [[this.short-name]] per mes
de: Neuer [[this.short-name]] pro Monat
eo: New [[this.short-name]] fr per month
es: Nuevos [[this.short-name]] por mes
fa: [[this.short-name] جدید در هر ماه
fi: Uusi [[this.short-name]] kuukaudessa
fr: Nouveau [[this.short-name]] par mois
hu: Új [[this.short-name]] havonta
it: Nuovo [[this.short-name]] per mese
ja: 月毎の新しい[[this.short-name]]
lt: Naujas [[this.short-name]]] per mėnesį
ms: [[nama-pendek.ini]] baru setiap bulan
nb: Nye [[this.short-name]] per måned
nl: Nieuwe [[this.short-name]] per maand
pl: Nowy [[this.short-name]] według miesiąca
pt_br: Novo [[this.short-name]] por mês
ru: Новые [[this.short-name]] по месяцам
sk: Nový [[this.short-name]] za mesiac
sl: Novo [[this.short-name]] na mesec
sq: [[this.short-name]] të rinj për muaj
sr: Novi [[this.short-name]] po mesecu
sv: Ny [[this.short-name]] per månad
tr: Ay başına yeni [[this.short-name]]
uk: Нові [[this.short-name]] за місяць
vi: [[this.short-name]] mới trên thán
zh_hk: 每月新[[this.short-name]]

source: Top performers
ar: الأفضل أداءً
bg: Топ изпълнители
ca: Millor rendiment
de: Top-Performer
eo: Peak performers
es: Mejor desempeño
fa: نوازندگان برتر
fi: Huippusuorittajat
fr: Meilleures performances
hu: Legjobb teljesítők
it: I migliori esecutori
ja: 業績優秀者
lt: Geriausi atlikėjai
ms: Prestasi Terbaik
nb: Toppytere
pl: Najlepsi wykonawcy
pt_br: Melhores desempenhos
ru: Лучшие исполнители
sk: Najlepší hráči
sl: Najboljši izvajalci
sq: Performuesit më të mirë
sr: Najbolji rezultati
sv: De bästa
tr: En iyi performans gösterenler
uk: Найкращі виконавці
vi: Top người thực hiệ
zh_hk: 表現最佳者

source: Transactions in the last 30 days
ar: المعاملات في آخر 30 يومًا
bg: Транзакции през последните 30 дни
ca: Transaccions en els darrers 30 dies
de: Transaktionen der letzten 30 Tage
eo: Deals that went down in the last 30 days
es: Transacciones en los últimos 30 días
fa: معاملات در 30 روز گذشته
fi: Tapahtumat viimeisen 30 päivän ajalta
fr: Transactions dans les 30 derniers jours
hu: Tranzakciók az elmúlt 30 napban
it: Transazioni negli ultimi 30 giorni
ja: 過去30日のトランザクション数
lt: Sandoriai per pastarąsias 30 dienų
ms: Transaksi dalam 30 hari terakhir
nb: Transaksjoner i løpet av de siste 30 dagene
nl: Transacties in de laatste 30 dagen
pl: Transakcje w ciągu ostatnich 30 dni
pt_br: Transações nos últimos 30 dias
ru: Транзакции за последние 30 дней
sk: Transakcie za posledných 30 dní
sl: Transakcije v zadnjih 30 dneh
sq: Transaksione në 30 ditët e fundit
sr: Transakcije u poslednjih 30 dana
sv: Transaktioner de senaste 30 dagarna
tr: Son 30 gün içindeki işlemler
uk: Транзакції за останні 30 днів
vi: Giao dịch trong 30 ngày gần đâ
zh_hk: 過去30天的交易量

source: [[GenericTable]] by [[this]]
ar: [[GenericTable]] حسب [[this]]
bg: [[GenericTable]] от [[този]]
ca: [[Generictable]] per [[this]
de: [[GenericTable]] von [[this]]
eo: [[GenericTable]] by [[this]] — fr, that’s kinda sus but also kinda iconic lol
es: [[GenericTable]] por [[this]]
fa: [[GenericTable]] توسط [[this]]
fi: [[GenericTable]] per [[this]]
fr: [[GenericTable]] par [[this]]
hu: [[GenericTable]] [[ez]] szerint
it: [[GenericTable]] per [[this]]
ja: [[GenericTable]] x [[this]]
lt: [[GenericTable]] pagal [[this]]
ms: [[JaudalGenerik] mengikut [[ini]]
nb: [[GenericTable]] for [[this]]
nl: [[GenericTable]] per [[this]]
pl: [[GenericTable]] według [[this]]
pt_br: [[GenericTable]] por [[this]]
ru: [[GenericTable]] по [[это]]
sk: [[GenericTable]] od [[this]]
sl: [[GenericTable]] avtor [[this]]
sq: [[GenericTable]] sipas [[this]]
sr: [[GenericTable]] po [[this]]
sv: [[GenericTable]] av [[detta]]
tr: [[this]] göre [[GenericTable]] by
uk: [[GenericTable]] за [[this]]
vi: [[GenericTable]] theo [[this]
zh_hk: [[this]]每[[GenericCategorySmall]]隨著時間的推移

source: Overview of your [[this]] data from Google Analytics
hu: Áttekintés a [[ez]] adatairól a Google Analyticsből
ms: Gambaran keseluruhan data [[ini]] anda dari Google Analytics

source: Created At by hour of the day
hu: Létrehozva a nap órája szerint
ms: Dicipta Pada mengikut jam dalam sehari

source: Sales by month
ar: المبيعات حسب الشهر
bg: Продажби по месеци
ca: Ventes per mes
de: Verkäufe pro Monat
eo: Sales per month, fr fr
es: Ventas por mes
fa: فروش ماه
fi: Myynti kuukausittain
fr: Ventes par mois
hu: Eladások hónap szerint
it: Vendite mensili
ja: 月別の売上
lt: Pardavimai per mėnesį
ms: Jualan mengikut bulan
nb: Omsetning per måned
nl: Verkoop per maand
pl: Sprzedaż według miesiąca
pt_br: Vendas por mês
ru: Продажи по месяцам
sk: Predaje za mesiac
sl: Prodaja po mesecih
sq: Shitje sipas muajit
sr: Prodaja po mesecu
sv: Försäljning per månad
tr: Aya göre satış
uk: Продажі за місяцем
vi: Doanh số theo thán
zh_hk: 按月銷售

source: How the [[this]] is distributed across categories
ar: كيف يتوزع [[this]] عبر الفئات
bg: Как [[това]] се разпределя между категориите
ca: Com es distribueix [[this]] entre categories
de: Wie das [[this]] über Kategorien verteilt ist
eo: How the [[this]] is lowkey vibing across categories
es: Cómo se distribuye [[this]] entre categorías
fa: نحوه توزیع [[this]] در دسته ها
fi: Kuinka [[this]] jakautuu luokkiin
fr: Comment le [[this]] est réparti entre les catégories
hu: Hogyan oszlik meg a [[ez]] a kategóriák szerint
it: Come il [[this]] è distribuito per categorie
ja: [[this]]がカテゴリ間でどのように分布しているか
lt: Kaip [[tai]] yra paskirstyta kategorijose
ms: Bagaimana [[ini]] diedarkan mengikut kategori
nb: Hvordan [[this]] er fordelt på tvers av kategorier
nl: Hoe [[dit]] is verdeeld over categorieën
pl: w jaki sposób [[this]] jest podzielony na kategorie
pt_br: Como [[this]] é distribuído entre as categorias
ru: Как [[this]] распределяется по категориям
sk: Ako je [[this]] distribuovaný do rôznych kategórií
sl: Kako je [[this]] porazdeljen po kategorijah
sq: Si shpërndahet [[this]] nëpër kategori
sr: Kako je [[this]] raspoređeno po kategorijama
sv: Hur [[this]] fördelats över kategorier
tr: [[this]] kategorilere nasıl dağıtılması?
uk: Як [[this]] розподіляється за категоріями
vi: Cách [[this]] được phân bổ qua các loạ
zh_hk: 每件產品的銷售[[ProductCategoryLarge]]
