Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Show tables ({0})
ar: إظهار الجداول ({0})
bg: Показване на таблици ({0})
ca: Mostra les taules ({0})
de: Tabellen anzeigen ({0})
es: Mostrar tablas ({0})
fa: نمایش جداول ({0})
fi: Näytä taulukot ({0})
fr: Afficher les tableaux ({0})
it: Mostra tabelle ({0})
ja: テーブルを表示 ({0})
nb: Vis tabeller ({0})
nl: Tabellen weergeven ({0})
pl: Pokaż tabele ({0})
pt_br: Mostrar tabelas ({0})
ru: Показать таблицы ({0})
sk: Zobraziť tabuľky ({0})
sl: Prikaži tabele ({0})
sq: Shfaq tabelat ({0})
sr: Prikaži tabele ({0})
sv: Visa tabeller ({0})
tr: Tabloları göster ({0})
uk: Показати таблиці ({0})
vi: Hiển thị bảng ({0})
zh_hk: 顯示表格 ({0})

source: The following tables will be replicated.
ar: سيتم تكرار الجداول التالية.
bg: Следните таблици ще бъдат репликирани.
ca: Es replicaran les taules següents.
de: Die folgenden Tabellen werden repliziert.
es: Se replicarán las siguientes tablas.
fa: جداول زیر کپی خواهند شد.
fi: Seuraavat taulukot replikoidaan.
fr: Les tableaux suivants seront reproduits.
it: Le tabelle seguenti saranno replicate.
ja: 次のテーブルが複製されます。
nb: Følgende tabeller vil bli replikert.
nl: De volgende tabellen worden gerepliceerd.
pl: Poniższe tabele zostaną powtórzone.
pt_br: As tabelas a seguir serão replicadas.
ru: Следующие таблицы будут скопированы.
sk: Nasledujúce tabuľky budú replikované.
sl: Naslednje tabele bodo replicirane.
sq: Tabelat e mëposhtme do të replikohen.
sr: Sledeće tabele će biti replikovane.
sv: Följande tabeller kommer att replikeras.
tr: Aşağıdaki tablolar çoğaltılacaktır.
uk: Буде репліковано такі таблиці.
vi: Các bảng sau đây sẽ được sao chép.
zh_hk: 以下表格將被複製。

source: Available Cloud Storage
ar: مساحة تخزين سحابي متاحة
bg: Налично облачно хранилище
ca: Emmagatzematge al núvol disponible
de: Verfügbarer Cloud-Speicher
es: Almacenamiento en la nube disponible
fa: فضای ذخیره‌سازی ابری موجود
fi: Käytettävissä oleva pilvitallennustila
fr: Stockage cloud disponible
it: Archiviazione cloud disponibile
ja: 利用可能なクラウドストレージ
nb: Tilgjengelig skylagring
nl: Beschikbare cloudopslag
pl: Dostępna pamięć masowa w chmurze
pt_br: Armazenamento em nuvem disponível
ru: Доступное облачное хранилище
sk: Dostupné cloudové úložisko
sl: Razpoložljivo shranjevanje v oblaku
sq: Cloud Storage i disponueshëm
sr: Dostupno Cloud skladište
sv: Tillgänglig molnlagring
tr: Mevcut Bulut Depolama
uk: Доступне хмарне сховище
vi: Lưu trữ đám mây có sẵn
zh_hk: 可用的雲端儲存空間

source: Start replication
ar: ابدأ التكرار
bg: Стартиране на репликация
ca: Inicia la replicació
de: Starten der Replikation
es: Iniciar replicación
fa: شروع تکثیر
fi: Aloita replikointi
fr: Démarrer la réplication
it: Avvia la replica
ja: レプリケーションを開始する
nb: Start replikering
nl: Replicatie starten
pl: Rozpocznij replikację
pt_br: Iniciar replicação
ru: Начать репликацию
sk: Spustiť replikáciu
sl: Začni replikacijo
sq: Nis replikimin
sr: Pokreni replikaciju
sv: Starta replikering
tr: Çoğaltmayı başlat
uk: Запустити реплікацію
vi: Bắt đầu sao chép
zh_hk: 開始複製

source: adjust settings and permissions
ar: ضبط الإعدادات والأذونات
bg: коригиране на настройките и разрешенията
ca: ajustar la configuració i els permisos
de: Einstellungen und Berechtigungen anpassen
es: ajustar configuraciones y permisos
fa: تنظیمات و مجوزها را تنظیم کنید
fi: muuttaa asetuksia ja käyttöoikeuksia
fr: ajuster les paramètres et les autorisations
it: regolare le impostazioni e le autorizzazioni
ja: 設定と権限を調整する
nb: justere innstillinger og tillatelser
nl: instellingen en machtigingen aanpassen
pl: dostosuj ustawienia i uprawnienia
pt_br: ajustar configurações e permissões
ru: изменить настройки и разрешения
sk: upraviť nastavenia a povolenia
sl: prilagodite nastavitve in dovoljenja
sq: rregullo cilësimet dhe lejet
sr: podesite podešavanja i dozvole
sv: justera inställningar och behörigheter
tr: ayarları ve izinleri ayarlayın
uk: налаштуйте параметри та права доступу
vi: điều chỉnh cài đặt và quyền
zh_hk: 調整設定和權限

source: Note: You may need to {0} in the source database. The process might also require a database restart.
ar: ملاحظة: قد تحتاج إلى {0} في قاعدة البيانات المصدر. قد تتطلب العملية أيضًا إعادة تشغيل قاعدة البيانات.
bg: Забележка: Може да се наложи да добавите {0} в базата данни източник. Процесът може също да изисква рестартиране на базата данни.
ca: Nota: Potser haureu de {0} a la base de dades d'origen. El procés també podria requerir un reinici de la base de dades.
de: Hinweis: Möglicherweise müssen Sie {0} in der Quelldatenbank eingeben. Der Vorgang erfordert möglicherweise auch einen Neustart der Datenbank.
es: Nota: Es posible que deba ejecutar {0} en la base de datos de origen. El proceso también podría requerir reiniciar la base de datos.
fa: توجه: ممکن است لازم باشد {0} را در پایگاه داده منبع وارد کنید. این فرآیند همچنین ممکن است نیاز به راه‌اندازی مجدد پایگاه داده داشته باشد.
fi: Huomautus: Saatat joutua {0} -asetuksella lähdetietokannassa. Prosessi saattaa myös vaatia tietokannan uudelleenkäynnistyksen.
fr: Remarque : vous devrez peut-être effectuer un {0} dans la base de données source. Le processus peut également nécessiter un redémarrage de la base de données.
it: Nota: potrebbe essere necessario {0} nel database di origine. Il processo potrebbe anche richiedere il riavvio del database.
ja: 注: ソースデータベースで {0} を実行する必要がある場合があります。また、このプロセスではデータベースの再起動が必要になる場合もあります。
nb: Merk: Det kan hende du må gå til {0} i kildedatabasen. Prosessen kan også kreve en omstart av databasen.
nl: Let op: Mogelijk moet u {0} uitvoeren in de brondatabase. Het proces kan ook een herstart van de database vereisen.
pl: Uwaga: Może być konieczne wykonanie operacji {0} w bazie danych źródłowej. Proces może również wymagać ponownego uruchomienia bazy danych.
pt_br: Observação: pode ser necessário executar {0} no banco de dados de origem. O processo também pode exigir a reinicialização do banco de dados.
ru: Примечание: Возможно, вам потребуется выполнить команду {0} в исходной базе данных. Этот процесс также может потребовать перезапуска базы данных.
sk: Poznámka: Možno budete musieť v zdrojovej databáze vykonať {0} . Proces môže tiež vyžadovať reštart databázy.
sl: Opomba: Morda boste morali v izvorni zbirki podatkov nastaviti {0} . Postopek lahko zahteva tudi ponovni zagon zbirke podatkov.
sq: Shënim: Mund t’ju duhet të {0} në bazën e të dhënave burim. Procesi mund të kërkojë gjithashtu një rinisje të bazës së të dhënave.
sr: Napomena: možda ćete morati da {0} u izvornoj bazi podataka. Proces može zahtevati i restart baze podataka.
sv: Obs: Du kan behöva {0} i källdatabasen. Processen kan också kräva att databasen startas om.
tr: Not: Kaynak veritabanında {0} yapmanız gerekebilir. İşlem ayrıca veritabanının yeniden başlatılmasını da gerektirebilir.
uk: Примітка: можливо, вам потрібно {0} у вихідній базі даних. Процес також може вимагати перезапуску бази даних.
vi: Lưu ý: Bạn có thể cần {0} trong cơ sở dữ liệu nguồn. Quá trình này cũng có thể yêu cầu khởi động lại cơ sở dữ liệu.
zh_hk: 注意：您可能需要在來源資料庫中 {0} 。此過程還可能需要重新啟動資料庫。

source: Database replication
ar: نسخ قاعدة البيانات
bg: Репликация на база данни
ca: Replicació de bases de dades
de: Datenbankreplikation
es: Replicación de bases de datos
fa: تکثیر پایگاه داده
fi: Tietokannan replikointi
fr: Réplication de base de données
it: Replicazione del database
ja: データベースレプリケーション
nb: Replikering av databaser
nl: Databasereplicatie
pl: Replikacja bazy danych
pt_br: Replicação de banco de dados
ru: Репликация базы данных
sk: Replikácia databázy
sl: Replikacija baze podatkov
sq: Replikimi i bazës së të dhënave
sr: Replikacija baze podataka
sv: Databasreplikering
tr: Veritabanı çoğaltma
uk: Реплікація бази даних
vi: Sao chép cơ sở dữ liệu
zh_hk: 資料庫複製

source: Continuously sync the tables from this database with Metabase Cloud Storage - a fast managed database. Then query the copied tables instead of the originals.
ar: زامِن الجداول من قاعدة البيانات هذه بشكل مستمر مع Metabase Cloud Storage — قاعدة بيانات مُدارة سريعة. ثم نفّذ الاستعلامات على الجداول المنسوخة بدلًا من الأصلية.
bg: Непрекъснато синхронизирайте таблиците от тази база данни с Metabase Cloud Storage - бързо управлявана база данни. След това изпратете заявки към копираните таблици вместо към оригиналите.
ca: Sincronitzeu contínuament les taules d'aquesta base de dades amb Metabase Cloud Storage, una base de dades gestionada ràpidament. A continuació, consulteu les taules copiades en lloc de les originals.
de: Synchronisieren Sie die Tabellen dieser Datenbank kontinuierlich mit Metabase Cloud Storage – einer schnell verwalteten Datenbank. Fragen Sie dann die kopierten Tabellen anstelle der Originale ab.
es: Sincronice continuamente las tablas de esta base de datos con Metabase Cloud Storage, una base de datos gestionada de forma rápida. A continuación, consulte las tablas copiadas en lugar de las originales.
fa: جداول این پایگاه داده را به طور مداوم با Metabase Cloud Storage - یک پایگاه داده مدیریت شده سریع - همگام سازی کنید. سپس به جای جداول اصلی، جداول کپی شده را جستجو کنید.
fi: Synkronoi tämän tietokannan taulukoita jatkuvasti Metabase Cloud Storagen kanssa - nopeasti hallittu tietokanta. Tee sitten kysely kopioiduista taulukoista alkuperäisten sijaan.
fr: Synchronisez en continu les tables de cette base de données avec Metabase Cloud Storage, une base de données gérée rapidement. Interrogez ensuite les tables copiées plutôt que les tables d'origine.
it: Sincronizza costantemente le tabelle di questo database con Metabase Cloud Storage, un database gestito velocemente. Quindi esegui query sulle tabelle copiate anziché sugli originali.
ja: このデータベースのテーブルを、高速マネージドデータベースであるMetabase Cloud Storageと継続的に同期します。その後、元のテーブルではなくコピーされたテーブルに対してクエリを実行します。
nb: Synkroniser kontinuerlig tabellene fra denne databasen med Metabase Cloud Storage - en hurtigadministrert database. Deretter kan du søke i de kopierte tabellene i stedet for i originalene.
nl: Synchroniseer de tabellen uit deze database continu met Metabase Cloud Storage, een snel beheerde database. Vraag vervolgens de gekopieerde tabellen op in plaats van de originele.
pl: Ciągła synchronizacja tabel z tej bazy danych z Metabase Cloud Storage – szybką zarządzaną bazą danych. Następnie przeszukuj skopiowane tabele zamiast oryginalnych.
pt_br: Sincronize continuamente as tabelas deste banco de dados com o Metabase Cloud Storage, um banco de dados gerenciado rapidamente. Em seguida, consulte as tabelas copiadas em vez das originais.
ru: Постоянно синхронизируйте таблицы этой базы данных с Metabase Cloud Storage — быстрой управляемой базой данных. Затем выполняйте запросы к скопированным таблицам, а не к оригиналам.
sk: Tabuľky z tejto databázy priebežne synchronizujte s Metabase Cloud Storage – rýchlo spravovanou databázou. Potom dotazujte skopírované tabuľky namiesto originálov.
sl: Neprekinjeno sinhronizirajte tabele iz te baze podatkov z Metabase Cloud Storage – hitro upravljano bazo podatkov. Nato poizvedujte po kopiranih tabelah namesto po originalih.
sq: Sinkronizoni vazhdimisht tabelat nga kjo bazë të dhënash me Metabase Cloud Storage - një bazë të dhënash e menaxhuar e shpejtë. Pastaj bëni query te tabelat e kopjuara në vend të origjinaleve.
sr: Kontinuirano sinhronizujte tabele iz ove baze podataka sa Metabase Cloud Storage - brzom upravljanom bazom podataka. Zatim izvršavajte upite nad kopiranim tabelama umesto nad originalima.
sv: Synkronisera kontinuerligt tabellerna från den här databasen med Metabase Cloud Storage – en snabbhanterad databas. Fråga sedan de kopierade tabellerna istället för originalen.
tr: Bu veritabanındaki tabloları, hızlı yönetilen bir veritabanı olan Metabase Cloud Storage ile sürekli olarak senkronize edin. Ardından, orijinal tablolar yerine kopyalanan tabloları sorgulayın.
uk: Безперервно синхронізуйте таблиці з цієї бази даних із Metabase Cloud Storage — швидкою керованою базою даних. Потім виконуйте запити до скопійованих таблиць замість оригіналів.
vi: Đồng bộ hóa liên tục các bảng từ cơ sở dữ liệu này với Metabase Cloud Storage - một cơ sở dữ liệu được quản lý nhanh chóng. Sau đó, truy vấn các bảng đã sao chép thay vì các bảng gốc.
zh_hk: 將此資料庫的資料表持續同步至 Metabase Cloud Storage - 一個快速管理的資料庫。然後查詢複製的資料表，而不是原始資料表。

source: Stopping…
ar: جارٍ الإيقاف…
bg: Спиране…
ca: Aturant…
de: Stoppen…
es: Deteniendo…
fa: در حال توقف…
fi: Pysähtyminen…
fr: Arrêt…
it: Arresto…
ja: 停止中…
nb: Stoppe…
nl: Stoppen…
pl: Zatrzymywanie…
pt_br: Parando…
ru: Остановка…
sk: Zastavuje sa…
sl: Ustavljanje…
sq: Duke ndaluar…
sr: Zaustavljanje…
sv: Stoppar…
tr: Durdurma…
uk: Зупиняємо…
vi: Dừng lại…
zh_hk: 停止…

source: Stop replicating to Data Warehouse
ar: أوقِف النسخ إلى مستودع البيانات
bg: Спиране на репликацията в хранилището за данни
ca: Atura la rèplica al magatzem de dades
de: Beenden der Replikation ins Data Warehouse
es: Detener la replicación al almacén de datos
fa: توقف تکثیر در انبار داده
fi: Lopeta replikointi tietovarastoon
fr: Arrêter la réplication vers l'entrepôt de données
it: Interrompere la replica nel Data Warehouse
ja: データウェアハウスへのレプリケーションを停止
nb: Slutt å replikere til Data Warehouse
nl: Stop met repliceren naar Data Warehouse
pl: Zatrzymaj replikację do magazynu danych
pt_br: Pare de replicar para o Data Warehouse
ru: Остановить репликацию в хранилище данных
sk: Zastavenie replikácie do dátového skladu
sl: Ustavite podvajanje v podatkovno skladišče
sq: Ndalo replikimin te Data Warehouse
sr: Zaustavi replikaciju u Data Warehouse
sv: Stoppa replikering till datalager
tr: Veri Ambarına kopyalamayı durdurun
uk: Зупинити реплікацію до Data Warehouse
vi: Dừng sao chép vào Data Warehouse
zh_hk: 停止複製到資料倉庫

source: Set up replication
ar: إعداد التكرار
bg: Настройване на репликация
ca: Configura la rèplica
de: Einrichten der Replikation
es: Configurar la replicación
fa: تنظیم تکثیر
fi: Määritä replikointi
fr: Configurer la réplication
it: Impostare la replica
ja: レプリケーションを設定する
nb: Konfigurer replikering
nl: Replicatie instellen
pl: Skonfiguruj replikację
pt_br: Configurar replicação
ru: Настроить репликацию
sk: Nastavenie replikácie
sl: Nastavitev replikacije
sq: Konfiguro replikimin
sr: Podesi replikaciju
sv: Konfigurera replikering
tr: Çoğaltmayı ayarlayın
uk: Налаштувати реплікацію
vi: Thiết lập sao chép
zh_hk: 設定複製

source: Metabot Cloud
bg: Метабот облак
ca: Núvol de Metabot
fa: ابر متابوت
fi: Metabot-pilvi
ja: メタボットクラウド
pt_br: Nuvem Metabot
ru: Метабот Клауд
sv: Metabot-molnet
tr: Metabot Bulutu
vi: Đám mây Metabot
zh_hk: Metabot 雲端

source: Setting up, please wait
ar: جارٍ الإعداد، يُرجى الانتظار
bg: Настройка, моля изчакайте
ca: Configurant, si us plau, espereu
de: Einrichtung läuft, bitte warten
es: Configurando, por favor espere
fa: در حال تنظیم، لطفا صبر کنید
fi: Asennetaan, odota hetki
fr: Configuration en cours, veuillez patienter
it: Configurazione in corso, attendere prego
ja: セットアップ中です。お待ちください
nb: Setter opp, vennligst vent
nl: Instellen, even geduld a.u.b.
pl: Konfigurowanie, proszę czekać
pt_br: Configurando, aguarde
ru: Настройка, пожалуйста, подождите
sk: Nastavenie, čakajte prosím
sl: Nastavitev, prosimo počakajte.
sq: Po konfigurohet, ju lutem prisni
sr: Podešavanje je u toku, sačekajte
sv: Konfigurerar, vänligen vänta
tr: Kurulum yapılıyor, lütfen bekleyin
uk: Налаштовується, зачекайте
vi: Đang thiết lập, vui lòng đợi
zh_hk: 正在設定，請稍候

source: This will take just a minute or so
ar: سيستغرق هذا دقيقة تقريبًا
bg: Това ще отнеме само около минута
ca: Això només trigarà un minut o així
de: Dies dauert nur etwa eine Minute
es: Esto tomará sólo un minuto más o menos.
fa: این فقط یک دقیقه یا بیشتر طول خواهد کشید
fi: Tämä kestää vain noin minuutin
fr: Cela ne prendra qu'une minute environ
it: Ci vorrà solo un minuto circa
ja: これには1分ほどかかります
nb: Dette tar bare et minutt eller så
nl: Dit duurt slechts een minuut of zo
pl: Zajmie to tylko minutę lub dwie
pt_br: Isso levará apenas um minuto ou mais
ru: Это займет всего минуту или около того.
sk: Bude to trvať len minútu alebo dve
sl: To bo trajalo le minuto ali dve
sq: Kjo do të zgjasë vetëm rreth një minutë
sr: Ovo će potrajati otprilike minut
sv: Det här tar bara en minut eller så
tr: Bu sadece bir dakika kadar sürecek
uk: Це займе приблизно хвилину
vi: Việc này chỉ mất khoảng một phút thôi
zh_hk: 只需一分鐘左右

source: Replicating to Metabase Cloud Storage
ar: جارٍ التكرار إلى Metabase Cloud Storage
bg: Репликиране в облачно хранилище на Metabase
ca: Replicació a Metabase Cloud Storage
de: Replizieren in den Metabase Cloud Storage
es: Replicación al almacenamiento en la nube de Metabase
fa: تکثیر در فضای ذخیره‌سازی ابری متابیس
fi: Replikointi Metabase Cloud Storageen
fr: Réplication vers le stockage cloud Metabase
it: Replica su Metabase Cloud Storage
ja: Metabase Cloud Storageへのレプリケーション
nb: Replikering til Metabase Cloud Storage
nl: Repliceren naar Metabase Cloud Storage
pl: Replikacja do magazynu w chmurze Metabase
pt_br: Replicando para o Metabase Cloud Storage
ru: Репликация в облачное хранилище Metabase
sk: Replikácia do cloudového úložiska Metabase
sl: Podvajanje v shrambo v oblaku Metabase
sq: Po replikohet në Metabase Cloud Storage
sr: Replikuje se u Metabase Cloud Storage
sv: Replikera till Metabase Cloud Storage
tr: Metabase Bulut Depolamasına Çoğaltma
uk: Реплікація до Metabase Cloud Storage
vi: Sao chép sang Metabase Cloud Storage
zh_hk: 複製至 Metabase 雲端儲存

source: Not replicating to Metabase Cloud Storage
ar: لا يتم التكرار إلى Metabase Cloud Storage
bg: Не се репликира в Metabase Cloud Storage
ca: No es replica a Metabase Cloud Storage
de: Keine Replikation zum Metabase Cloud Storage
es: No se replica al almacenamiento en la nube de Metabase
fa: عدم تکثیر در فضای ذخیره‌سازی ابری متابیس
fi: Ei replikointia Metabase Cloud Storageen
fr: Ne pas répliquer vers Metabase Cloud Storage
it: Non replicare su Metabase Cloud Storage
ja: Metabase Cloud Storage に複製されない
nb: Replikerer ikke til Metabase Cloud Storage
nl: Niet repliceren naar Metabase Cloud Storage
pl: Brak replikacji do Metabase Cloud Storage
pt_br: Não replicar para o Metabase Cloud Storage
ru: Не выполняется репликация в облачное хранилище Metabase
sk: Nereplikuje sa do úložiska Metabase Cloud Storage
sl: Ne podvaja se v shrambo v oblaku Metabase
sq: Nuk po replikohet në Metabase Cloud Storage
sr: Ne replikuje se u Metabase Cloud Storage
sv: Replikerar inte till Metabase Cloud Storage
tr: Metabase Cloud Storage'a çoğaltılmıyor
uk: Немає реплікації до Metabase Cloud Storage
vi: Không sao chép vào Metabase Cloud Storage
zh_hk: 無法複製到 Metabase Cloud Storage

source: Replication in progress
ar: التكرار قيد التقدم
bg: Репликацията е в ход
ca: Replicació en curs
de: Replikation läuft
es: Replicación en progreso
fa: تکثیر در حال انجام است
fi: Replikointi käynnissä
fr: Réplication en cours
it: Replica in corso
ja: レプリケーション進行中
nb: Replikasjon pågår
nl: Replicatie in uitvoering
pl: Replikacja w toku
pt_br: Replicação em andamento
ru: Репликация в процессе
sk: Prebieha replikácia
sl: Replikacija v teku
sq: Replikimi në progres
sr: Replikacija je u toku
sv: Replikering pågår
tr: Çoğaltma devam ediyor
uk: Реплікація триває
vi: Đang tiến hành sao chép
zh_hk: 複製中

source: The process runs in the background. Depending on the database size, this can take up to several hours. You will get an email once your data is ready to use.
ar: تعمل العملية في الخلفية. اعتمادًا على حجم قاعدة البيانات، قد يستغرق ذلك حتى عدة ساعات. ستتلقى بريدًا إلكترونيًا بمجرد أن تصبح بياناتك جاهزة للاستخدام.
bg: Процесът се изпълнява във фонов режим. В зависимост от размера на базата данни, това може да отнеме до няколко часа. Ще получите имейл, след като данните ви са готови за употреба.
ca: El procés s'executa en segon pla. Segons la mida de la base de dades, això pot trigar fins a diverses hores. Rebràs un correu electrònic quan les teves dades estiguin a punt per utilitzar.
de: Der Vorgang läuft im Hintergrund. Je nach Datenbankgröße kann dies mehrere Stunden dauern. Sie erhalten eine E-Mail, sobald Ihre Daten einsatzbereit sind.
es: El proceso se ejecuta en segundo plano. Dependiendo del tamaño de la base de datos, puede tardar varias horas. Recibirá un correo electrónico cuando sus datos estén listos para usar.
fa: این فرآیند در پس‌زمینه اجرا می‌شود. بسته به حجم پایگاه داده، این فرآیند می‌تواند تا چند ساعت طول بکشد. به محض آماده شدن داده‌هایتان برای استفاده، ایمیلی دریافت خواهید کرد.
fi: Prosessi toimii taustalla. Tietokannan koosta riippuen tämä voi kestää jopa useita tunteja. Saat sähköposti-ilmoituksen, kun tietosi ovat käyttövalmiita.
fr: Le processus s'exécute en arrière-plan. Selon la taille de la base de données, cela peut prendre plusieurs heures. Vous recevrez un e-mail dès que vos données seront prêtes à être utilisées.
it: Il processo viene eseguito in background. A seconda delle dimensioni del database, potrebbe richiedere fino a diverse ore. Riceverai un'email quando i tuoi dati saranno pronti per l'uso.
ja: このプロセスはバックグラウンドで実行されます。データベースのサイズによっては、最大数時間かかる場合があります。データが使用可能になったら、メールでお知らせいたします。
nb: Prosessen kjører i bakgrunnen. Avhengig av databasestørrelsen kan dette ta opptil flere timer. Du får en e-post når dataene dine er klare til bruk.
nl: Het proces loopt op de achtergrond. Afhankelijk van de databasegrootte kan dit enkele uren duren. U ontvangt een e-mail zodra uw gegevens klaar zijn voor gebruik.
pl: Proces przebiega w tle. W zależności od rozmiaru bazy danych, może to potrwać do kilku godzin. Otrzymasz wiadomość e-mail, gdy Twoje dane będą gotowe do użycia.
pt_br: O processo é executado em segundo plano. Dependendo do tamanho do banco de dados, isso pode levar várias horas. Você receberá um e-mail assim que seus dados estiverem prontos para uso.
ru: Процесс выполняется в фоновом режиме. В зависимости от размера базы данных он может занять до нескольких часов. Вы получите электронное письмо, когда данные будут готовы к использованию.
sk: Proces beží na pozadí. V závislosti od veľkosti databázy to môže trvať až niekoľko hodín. Keď budú vaše údaje pripravené na použitie, dostanete e-mail.
sl: Postopek poteka v ozadju. Odvisno od velikosti baze podatkov lahko traja do nekaj ur. Ko bodo vaši podatki pripravljeni za uporabo, boste prejeli e-pošto.
sq: Procesi ekzekutohet në sfond. Në varësi të madhësisë së databazës, kjo mund të zgjasë deri në disa orë. Do të merrni një email sapo të dhënat tuaja të jenë gati për përdorim.
sr: Proces se izvršava u pozadini. U zavisnosti od veličine baze, ovo može potrajati i do nekoliko sati. Dobićete email kada podaci budu spremni za korišćenje.
sv: Processen körs i bakgrunden. Beroende på databasens storlek kan detta ta upp till flera timmar. Du får ett e-postmeddelande när dina data är redo att användas.
tr: İşlem arka planda çalışır. Veritabanının boyutuna bağlı olarak bu işlem birkaç saat sürebilir. Verileriniz kullanıma hazır olduğunda bir e-posta alacaksınız.
uk: Процес виконується у фоновому режимі. Залежно від розміру бази даних це може зайняти до кількох годин. Ви отримаєте лист, щойно ваші дані будуть готові до використання.
vi: Quá trình này chạy ngầm. Tùy thuộc vào kích thước cơ sở dữ liệu, quá trình này có thể mất đến vài giờ. Bạn sẽ nhận được email thông báo khi dữ liệu đã sẵn sàng để sử dụng.
zh_hk: 該過程在背景中執行。視資料庫大小而定，可能需要數小時。一旦您的資料可以使用，您會收到一封電子郵件。
