Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: There are more tutorials and guides to explore.
hu: További oktatóanyagokat és útmutatókat találhat.
ms: Terdapat lebih banyak tutorial dan panduan untuk diterokai.

source: {0} about data visualization, modeling, and other advanced topics.
hu: {0} az adatvizualizációról, modellezésről és más haladó témákról.
ms: {0} tentang visualisasi data, pemodelan dan topik lanjutan lain.

source: Click here to continue learning
hu: Kattintson ide a tanulás folytatásához
ms: Klik di sini untuk terus belajar

source: Need to talk with someone?
ar: هل تحتاج إلى التحدث مع شخص ما؟
bg: Имате нужда да говорите с някого?
ca: Necessites parlar amb algú?
de: Sie müssen mit jemandem sprechen?
eo: Need to vent with someone?
es: ¿Necesitas hablar con alguien?
fa: نیاز به صحبت با کسی؟
fi: Tarvitseeko puhua jonkun kanssa?
fr: Besoin de parler à quelqu'un ?
hu: Szüksége van valakire, akivel beszélhet?
it: Avete bisogno di parlare con qualcuno?
ja: 誰かと話したい？
lt: Reikia su kuo nors pasikalbėti?
ms: Perlu bercakap dengan seseorang?
nb: Trenger du å snakke med noen?
nl: Wil je met iemand praten?
pl: Chcesz z kimś porozmawiać?
pt_br: Precisa conversar com alguém?
ru: Вам нужно с кем-то поговорить?
sk: Potrebujete sa s niekým porozprávať?
sl: Se želite z nekom pogovarjati?
sq: Ju duhet të flisni me dikë?
sr: Treba ti razgovor sa nekim?
sv: Önskar du prata med någon?
tr: Biriyle konuşmanız mı gerekiyor?
uk: Потрібно поговорити з кимось?
vi: Bạn cần nói chuyện với ai đó?
zh_hk: 需要找人談話嗎？

source: Reach out to engineers who can help with technical troubleshooting. Not your typical support agents.
ar: تواصل مع مهندسين يمكنهم المساعدة في استكشاف الأخطاء التقنية وإصلاحها. ليسوا وكلاء دعم اعتياديين.
bg: Обърнете се към инженери, които могат да помогнат за отстраняване на технически проблеми. Това не са типичните агенти за поддръжка.
ca: Poseu-vos en contacte amb enginyers que us poden ajudar amb la resolució de problemes tècnics. No els vostres agents de suport habituals.
de: Wenden Sie sich an Ingenieure, die bei der technischen Fehlerbehebung helfen können. Nicht Ihre typischen Support-Mitarbeiter.
eo: Hit up the engineers who can actually fix the tech probs, not just your basic support peeps.
es: Habla con ingenieros que pueden ayudarte con la resolución de problemas técnicos. No con los típicos agentes de soporte.
fa: با مهندسانی که می توانند در عیب یابی فنی کمک کنند تماس بگیرید. نه عوامل پشتیبانی معمولی شما.
fi: Ota yhteyttä insinööreihin, jotka voivat auttaa teknisissä vianmäärityksessä. Ei perustukihenkilöitäsi.
fr: Contactez des ingénieurs qui peuvent vous aider à résoudre des problèmes techniques. Il ne s'agit pas d'agents d'assistance classiques.
hu: Keressen fel mérnököket, akik segíthetnek a technikai problémák megoldásában. Nem szokványos ügyfélszolgálati ügynökök
it: Rivolgetevi agli ingegneri che possono aiutarvi nella risoluzione dei problemi tecnici. Non i tipici agenti di supporto.
ja: 技術的なトラブルシューティングをサポートするエンジニアに連絡する。一般的なサポートエージェントとは異なります。
lt: Kreipkitės į inžinierius, kurie gali padėti išspręsti technines triktis. Ne tipiniai palaikymo agentai.
ms: Hubungi jurutera yang boleh membantu menyelesaikan masalah teknikal. Bukan ejen sokongan biasa anda.
nb: Ta kontakt med ingeniører som kan hjelpe deg med teknisk feilsøking. Ikke dine typiske supportagenter.
nl: Neem contact op met technici die kunnen helpen met het oplossen van technische problemen. Niet de typische supportmedewerkers.
pl: Skontaktuj się z inżynierami, którzy mogą pomóc w rozwiązywaniu problemów technicznych. Nie są to typowi agenci pomocy technicznej.
pt_br: Entre em contato com engenheiros que podem ajudar na solução de problemas técnicos. Não são seus agentes de suporte típicos.
ru: Обращайтесь к инженерам, которые могут помочь в устранении технических неполадок. Это не обычные агенты службы поддержки.
sk: Obráťte sa na inžinierov, ktorí vám pomôžu s riešením technických problémov. Nie sú to typickí agenti podpory.
sl: Obrnite se na inženirje, ki vam lahko pomagajo pri odpravljanju tehničnih težav. Ne vaši tipični agenti za podporo.
sq: Kontaktoni inxhinierë që mund të ndihmojnë me zgjidhjen e problemeve teknike. Jo agjentët tipikë të suportit.
sr: Javi se inženjerima koji mogu da pomognu oko tehničkog otklanjanja problema. Ne tipični agenti podrške.
sv: Kom i kontakt med ingenjörer som kan hjälpa till med teknisk felsökning. Inte din vanliga support-handläggare precis.
tr: Teknik sorun giderme konusunda yardımcı olabilecek mühendislere ulaşın. Tipik destek temsilcileriniz değil.
uk: Зверніться до інженерів, які можуть допомогти з технічним усуненням несправностей. Не типові сапорт-агенти.
vi: Liên hệ với các kỹ sư có thể giúp khắc phục sự cố kỹ thuật. Không phải là nhân viên hỗ trợ thông thường.
zh_hk: 聯絡可以協助排除技術疑難的工程師。不是一般的支援代理。

source: ⚠️ Pro features won't work right now due to lack of payment. {0} to restore Pro functionality.
hu: ⚠️ A Pro funkciók jelenleg nem működnek a fizetés hiánya miatt. {0} a Pro funkciók visszaállításához.
ms: ⚠️ Ciri Pro tidak akan berfungsi sekarang kerana kekurangan pembayaran. {0} untuk memulihkan kefungsian Pro.

source: Metabase is under maintenance and is operating in read-only mode. It should only take up to 30 minutes.
ar: Metabase تحت الصيانة ويعمل في وضع القراءة فقط. من المفترض ألا يستغرق ذلك أكثر من 30 دقيقة.
bg: Метабазата е в процес на поддръжка и работи в режим само за четене. Това би трябвало да отнеме само до 30 минути.
ca: Metabase es troba en manteniment i funciona en mode de només lectura. Només hauria de trigar fins a 30 minuts.
de: Die Metabase wird gerade gewartet und befindet sich im Nur-Lese-Modus. Dies sollte nur bis zu 30 Minuten dauern.
eo: Yo, Metabase's on a break rn and only chillin' in read-only mode. Should be back in like 30 mins, no cap.
es: Metabase se encuentra en mantenimiento y está operando en modo de lectura. Este proceso no debe durar más de 30 minutes.
fa: متابیس تحت تعمیر است و در حالت فقط خواندنی کار می کند. فقط باید 30 دقیقه طول بکشد.
fi: Metabase on huoltotilassa ja toimii vain luku -tilassa. Sen pitäisi kestää vain 30 minuuttia.
fr: Metabase est en cours de maintenance et fonctionne en mode lecture seule. Cela ne devrait pas prendre plus de 30 minutes.
hu: A Metabase karbantartás alatt áll, és csak olvasható módban működik. Ez legfeljebb 30 percig tarthat.
it: Metabase è in manutenzione e funziona in modalità di sola lettura. Dovrebbe richiedere solo 30 minuti.
ja: Metabaseはメンテナンス中で、読み取り専用モードで動作しています。所要時間は30分程度です。
lt: Metabase yra prižiūrima ir veikia tik skaitymo režimu. Tai turėtų trukti tik iki 30 minučių.
ms: Metabase sedang dalam penyelenggaraan dan beroperasi dalam mod baca sahaja. Ia sepatutnya hanya mengambil masa sehingga 30 minit.
nb: Metabase er under vedlikehold og opererer i skrivebeskyttet modus. Det bør bare ta opptil 30 minutter.
nl: Metabase is in onderhoud en werkt in alleen-lezen modus. Het zou slechts 30 minuten moeten duren.
pl: Metabase jest w trakcie konserwacji i działa w trybie tylko do odczytu. Powinno to zająć do 30 minut.
pt_br: O Metabase está em manutenção e operando em modo somente leitura. Isso deve levar apenas 30 minutos.
ru: Metabase находится на техническом обслуживании и работает в режиме "только чтение". Это займет не более 30 минут.
sk: Metabáza je v údržbe a pracuje v režime len na čítanie. Malo by to trvať len do 30 minút.
sl: Metabaza je v vzdrževanju in deluje v načinu samo za branje. Traja le do 30 minut.
sq: Metabase është në mirëmbajtje dhe po operon në modalitet vetëm-për-lexim. Duhet të zgjasë deri në 30 minuta.
sr: Metabase je u režimu održavanja i radi u režimu samo za čitanje. Trebalo bi da traje najviše 30 minuta.
sv: Metabase är i underhållsläge och är därför inställt i icke-skriv-läge. Det borde bara ta max 30 minuter.
tr: Metabase bakım altındadır ve salt okunur modda çalışmaktadır. Yalnızca 30 dakika kadar sürmesi gerekir.
uk: Metabase перебуває на техобслуговуванні й працює в режимі лише для читання. Це має зайняти не більше 30 хвилин.
vi: Metabase đang được bảo trì và hoạt động ở chế độ chỉ đọc. Quá trình này chỉ mất khoảng 30 phút.
zh_hk: Metabase 正在維護中，並以唯讀模式運作。最長只需 30 分鐘。

source: Open error diagnostic modal
hu: Hiba diagnosztikai ablak megnyitása
ms: Buka modal diagnostik ralat

source: Parameter settings
ar: إعدادات المعلمة
bg: Настройки на параметрите
ca: Configuració de paràmetres
de: Parameter Einstellungen
eo: Vibe check for the settings
es: Ajustes de parámetro
fa: تنظیمات پارامتر
fi: Parametriasetukset
fr: Réglages des paramètres
hu: Paraméterbeállítások
it: Impostazioni dei parametri
ja: パラメータ設定
lt: Parametrų nustatymai
ms: Tetapan parameter
nb: Parameterinnstillinger
nl: Parameterinstellingen
pl: Ustawienia parametrów
pt_br: Configurações de parâmetro
ru: Настройки параметров
sk: Nastavenia parametrov
sl: Nastavitve parametrov
sq: Cilësimet e parametrit
sr: Podešavanja parametra
sv: Parameterinställningar
tr: Parametre ayarları
uk: Налаштування параметра
vi: Cài đặt tham số
zh_hk: 參數設定

source: Success!
hu: Siker!
ms: Berjaya!

source: Compare to
hu: Összehasonlítás
ms: Bandingkan dengan

source: ago
hu: ezelőtt
ms: lalu

source: moving average
hu: mozgóátlag
ms: purata bergerak

source: Inner Ring
ar: الحلقة الداخلية
bg: Вътрешен пръстен
ca: Anell interior
de: Innerer Ringe
eo: Inner Ring → The inner squad/crew
es: Anillo interno
fa: حلقه داخلی
fi: Sisärinki
fr: Anneau intérieur
hu: Belső gyűrű
it: Anello interno
ja: インナーリング
lt: Vidinis žiedas
ms: Cincin Dalam
nb: Indre ring
nl: Binnencirkel
pl: Pierścień wewnętrzny
pt_br: Anel interno
ru: Внутреннее кольцо
sk: Vnútorný krúžok
sl: Notranji obroč
sq: Unaza e brendshme
sr: Unutrašnji prsten
tr: İç Halka
uk: Внутрішнє кільце
vi: Vòng trong
zh_hk: 內環

source: Middle Ring
ar: الحلقة الوسطى
bg: Среден пръстен
ca: Anell del mig
de: Mittlerer Ring
eo: Mid Ring
es: Anillo del medio
fa: حلقه وسط
fi: Keskirinki
fr: Anneau central
hu: Középső gyűrű
it: Anello centrale
ja: ミドルリング
lt: Vidurinis žiedas
ms: Cincin Tengah
nb: Midtre ring
nl: Middencirkel
pl: Środkowy pierścień
pt_br: Anel do meio
ru: Среднее кольцо
sk: Stredný prstenec
sl: Srednji obroč
sq: Unaza e mesme
sr: Srednji prsten
sv: Mellanring
tr: Orta Halka
uk: Середнє кільце
vi: Vòng giữa
zh_hk: 中環

source: Outer Ring
ar: الحلقة الخارجية
bg: Външен пръстен
ca: Anell exterior
de: Äußerer Ring
eo: Outer Ring → Outer Vibe or Outer Zone
es: Anillo externo
fa: حلقه بیرونی
fi: Ulkorinki
fr: Anneau extérieur
hu: Külső gyűrű
it: Anello esterno
ja: アウターリング
lt: Išorinis žiedas
ms: Lingkaran Luar
nb: Ytre ring
nl: Buitencirkel
pl: Pierścień zewnętrzny
pt_br: Anel externo
ru: Внешнее кольцо
sk: Vonkajší krúžok
sl: Zunanji obroč
sq: Unaza e jashtme
sr: Spoljašnji prsten
sv: Ytterring
tr: Dış Halka
uk: Зовнішнє кільце
vi: Vòng ngoài
zh_hk: 外環

source: Add Ring
ar: أضف حلقة
bg: Добавяне на пръстен
ca: Afegeix l'anell
de: Füge Ring hinzu
eo: Add the ring, fr fr
es: Añadir anillo
fa: حلقه اضافه کنید
fi: Lisää rinki
fr: Ajouter une bague
hu: Gyűrű hozzáadása
it: Aggiungi anello
ja: リングを追加
lt: Pridėti žiedą
ms: Tambah Dering
nb: Legg til ring
nl: Cirkel toevoegen
pl: Dodaj pierścień
pt_br: Adicionar anel
ru: Добавить кольцо
sk: Pridať prsteň
sl: Dodaj prstan
sq: Shto unazë
sr: Dodaj prsten
sv: Lägg till ring
tr: Yüzük Ekle
uk: Додати кільце
vi: Thêm vòng
zh_hk: 添加戒指

source: Result
hu: Eredmény
ms: Hasilnya

source: Questions with invalid references
hu: Kérdések érvénytelen hivatkozásokkal
lt: Klausimai su neteisingomis nuorodomis
ms: Soalan dengan rujukan tidak sah

source: All Collections
hu: Összes gyűjtemény
lt: Visos kolekcijos
ms: Semua Koleksi

source: Query Validation is currently disabled. {0}
hu: A lekérdezés érvényesítés jelenleg le van tiltva. {0}
lt: Užklausos patvirtinimas šiuo metu išjungtas. {0}
ms: Pengesahan Pertanyaan dilumpuhkan pada masa ini. {0}

source: Please enable query analysis here.
hu: Engedélyezze itt a lekérdezéselemzést.
lt: Čia įgalinkite užklausų analizę.
ms: Sila dayakan analisis pertanyaan di sini.

source: No questions, models, or metrics with invalid references
hu: Nincsenek kérdések, modellek vagy metrikák érvénytelen hivatkozásokkal
lt: Jokių klausimų, modelių ar metrikų su netinkamomis nuorodomis
ms: Tiada soalan, model atau metrik dengan rujukan yang tidak sah

source: 20+ data connectors. Start exploring in minutes.
ar: أكثر من 20 موصل بيانات. ابدأ الاستكشاف خلال دقائق.
bg: 20+ конектора за данни. Започнете да проучвате за минути.
ca: Més de 20 connectors de dades. Comenceu a explorar en qüestió de minuts.
de: Mehr als 20 Datenverbindungen. Beginnen Sie in wenigen Minuten mit der Erkundung.
eo: 20+ data connecters, fr. Get started in mins, no cap.
es: Más de 20 conectores de datos. Comienza a explorar en minutos.
fa: بیش از 20 رابط داده. کاوش را در چند دقیقه شروع کنید.
fi: 20+ dataliitintä. Aloita tutkiminen minuuteissa.
fr: Plus de 20 connecteurs de données. Commencez à explorer en quelques minutes.
hu: 20+ adatcsatlakozó. Kezdje a felfedezést perceken belül.
it: 20+ connettori di dati. Iniziate a esplorare in pochi minuti.
ja: 20以上のデータコネクター。数分で探索を開始。
lt: 20+ duomenų jungčių. Pradėkite tyrinėti per kelias minutes.
ms: 20+ penyambung data. Mula meneroka dalam beberapa minit.
nb: Mer enn 20 datakoblinger. Begynn å utforske på få minutter.
nl: 20+ dataconnectoren. Begin in een handomdraai te verkennen.
pl: Ponad 20 konektorów danych. Rozpocznij eksplorację w kilka minut.
pt_br: Mais de 20 conectores de dados. Comece a explorar em minutos.
ru: 20+ коннекторов данных. Начните исследовать за считанные минуты.
sk: Viac ako 20 dátových konektorov. Začnite skúmať za pár minút.
sl: 20+ podatkovnih priključkov. Začnite raziskovati v nekaj minutah.
sq: 20+ konektorë të dhënash. Filloni të eksploroni në minuta.
sr: 20+ konektora za podatke. Počni da istražuješ za nekoliko minuta.
sv: 20+ dataanslutningar. Börja utforska om ett par minuter.
tr: 20'den fazla veri bağlayıcısı. Dakikalar içinde keşfetmeye başlayın.
uk: 20+ конекторів до даних. Почніть досліджувати за лічені хвилини.
vi: Hơn 20 đầu nối dữ liệu. Bắt đầu khám phá trong vài phút.
zh_hk: 20 多個資料連接器。在幾分鐘內開始探索。

source: {0} database logo
ar: شعار قاعدة بيانات {0}
bg: {0} лого на базата данни
ca: {0} logotip de la base de dades
de: {0} Datenbank-Logo
eo: {0} database logo, fr fr
es: {0} logo de la base de datos
fa: آرم پایگاه داده {0}
fi: {0} tietokannan logo
fr: {0} logo de la base de données
hu: {0} adatbázis logó
it: {0} logo del database
ja: {0} データベースロゴ
lt: {0} duomenų bazės logotipas
ms: {0} logo pangkalan data
pl: {0} logo bazy danych
pt_br: Logotipo do banco de dados {0}
ru: {0} логотип базы данных
sk: {0} logo databázy
sl: {0} logotip baze podatkov
sq: Logo e databazës {0}
sr: Logo baze podataka {0}
sv: {0} databaslogo
tr: {0} veritabanı logosu
uk: Логотип бази даних {0}
vi: {0} logo cơ sở dữ liệu
zh_hk: {0} 資料庫標誌

source: Create metric
ar: أنشئ مقياسًا
bg: Създаване на метрика
ca: Crear mètriques
de: Erstelle eine Metrik
eo: Make a vibe check for the numbers
es: Crear métrica
fa: متریک ایجاد کنید
fi: Luo metriikka
fr: Créer une mesure
hu: Metrika létrehozása
it: Creare una metrica
ja: メトリクスの作成
lt: Sukurti metriką
ms: Buat metrik
nb: Opprett metrikk
nl: Metriek aanmaken
pl: Utwórz metrykę
pt_br: Criar métrica
ru: Создать метрику
sk: Vytvorenie metriky
sl: Ustvarjanje meritve
sq: Krijo metrikë
sr: Napravi metriku
sv: Skapa mätvärde
tr: Metrik oluşturun
uk: Створіть метрику
vi: Tạo số liệu
zh_hk: 建立指標

source: Entity ID
ar: معرّف الكيان
bg: Идентификатор на субекта
ca: ID de l'entitat
de: Entitäts-ID
eo: Entity ID → "Vibe ID"
es: ID Entidad
fa: شناسه نهاد
fi: Entiteetin tunnus
fr: ID de l'entité
hu: Entitásazonosító
it: ID entità
ja: エンティティID
lt: Subjekto ID
ms: ID Entiti
nb: Enhetens ID
nl: Entiteit ID
pl: Identyfikator podmiotu
pt_br: ID da entidade
ru: Идентификатор субъекта
sk: ID subjektu
sl: ID subjekta
sq: ID e entitetit
sr: ID entiteta
sv: Entitets-id
tr: Varlık Kimliği
uk: ID сутності
vi: ID thực thể
zh_hk: 實體 ID

source: When using serialization, replace the sequential ID with this global entity ID to have stable URLs across environments. Also useful when troubleshooting serialization.
ar: عند استخدام التسلسل، استبدل المعرّف التسلسلي بهذا المعرّف العالمي للكيان للحصول على عناوين URL ثابتة عبر البيئات. مفيد أيضًا عند استكشاف مشكلات التسلسل وإصلاحها.
bg: Когато използвате сериализация, заменете последователния идентификатор с този глобален идентификатор на същност, за да имате стабилни URL адреси в различни среди. Също така е полезно при отстраняване на проблеми със сериализация.
ca: Quan utilitzeu la serialització, substituïu l'ID seqüencial per aquest ID d'entitat global per tenir URL estables en tots els entorns. També és útil per resoldre problemes de serialització.
de: Ersetzen Sie bei der Serialisierung die sequenzielle ID durch diese globale Entitäts-ID, um stabile URLs in verschiedenen Umgebungen zu erhalten. Auch nützlich bei der Fehlersuche bei der Serialisierung.
eo: When you’re doing serialization, swap out the sequential ID for this global entity ID so your URLs stay consistent everywhere. Also, super clutch for troubleshooting serialization.
es: Al utilizar la serialización, reemplaza el ID secuencial con este ID de entidad global para tener URL estables en todos los entornos. También resulta útil para solucionar problemas de serialización.
fa: هنگام استفاده از سریال‌سازی، شناسه متوالی را با این شناسه موجودیت جهانی جایگزین کنید تا نشانی‌های اینترنتی پایدار در سراسر محیط‌ها داشته باشید. همچنین هنگام عیب یابی سریال سازی مفید است.
fi: Kun käytät sarjoitusta, korvaa peräkkäinen tunnus tällä globaalilla entiteettitunnuksella, jotta URL-osoitteet ovat vakaat eri ympäristöissä. Hyödyllinen myös sarjoituksen vianmäärityksessä.
fr: Lorsque vous utilisez la sérialisation, remplacez l'ID séquentiel par cet ID d'entité global afin d'avoir des URL stables dans tous les environnements. Également utile en cas de dépannage de la sérialisation.
hu: Sorosítás használatakor cserélje le a soros ID-t erre a globális entitásazonosítóra, hogy stabil URL-eket használjon a környezetek között. Ez a hibakeresés során is hasznos a sorosítással kapcsolatban.
it: Quando si usa la serializzazione, sostituire l'ID sequenziale con questo ID entità globale per avere URL stabili in tutti gli ambienti. Utile anche per la risoluzione dei problemi di serializzazione.
ja: シリアライゼーションを使用する場合、環境間で安定したURLを持つために、シーケンシャルIDをこのグローバルエンティティIDに置き換えてください。また、シリアライゼーションのトラブルシューティングを行う際にも便利です。
lt: Kai naudojate serializavimą, pakeiskite nuoseklųjį ID šiuo visuotinio subjekto ID, kad visose aplinkose būtų stabilūs URL. Taip pat naudinga šalinant serializavimo triktis.
ms: Apabila menggunakan penyirian, gantikan ID berjujukan dengan ID entiti global ini untuk mempunyai URL yang stabil merentas persekitaran. Juga berguna apabila menyelesaikan masalah bersiri.
nb: Når du bruker serialisering, kan du erstatte den sekvensielle ID-en med denne globale entitets-ID-en for å få stabile URL-er på tvers av miljøer. Også nyttig ved feilsøking av serialisering.
nl: Wanneer serialisatie wordt gebruikt, moet de sequentiële ID worden vervangen door deze globale entiteit-ID om stabiele URL's te krijgen in verschillende omgevingen. Ook handig bij het oplossen van problemen met serialisatie.
pl: Podczas korzystania z serializacji należy zastąpić sekwencyjny identyfikator tym globalnym identyfikatorem podmiotu, aby uzyskać stabilne adresy URL w różnych środowiskach. Przydatne również podczas rozwiązywania problemów z serializacją.
pt_br: Ao usar serialização, substitua o ID sequencial por este ID de entidade global para ter URLs estáveis em todos os ambientes. Também é útil na solução de problemas de serialização.
ru: При использовании сериализации замените последовательный идентификатор на этот глобальный идентификатор сущности, чтобы иметь стабильные URL-адреса в разных средах. Также полезно при устранении неполадок с сериализацией.
sk: Ak používate serializáciu, nahraďte sekvenčné ID týmto globálnym ID entity, aby ste mali stabilné adresy URL v rôznych prostrediach. Užitočné aj pri riešení problémov so serializáciou.
sl: Ko uporabljate serializacijo, zamenjajte zaporedni ID s tem globalnim ID-jem entitete, da boste imeli stabilne URL-je v različnih okoljih. Uporabno tudi pri odpravljanju težav s serializacijo.
sq: Kur përdorni serializim, zëvendësoni ID-në sekuenciale me këtë ID globale të entitetit për të pasur URL të qëndrueshme nëpër mjedise. E dobishme edhe kur po zgjidhni probleme me serializimin.
sr: Kada koristiš serijalizaciju, zameni sekvencijalni ID ovim globalnim ID-jem entiteta da bi URL-ovi bili stabilni kroz okruženja. Takođe korisno pri otklanjanju problema sa serijalizacijom.
sv: När du använder serialisering ska du ersätta det sekventiella ID:t med detta globala enhets-ID för att få stabila URL:er i olika miljöer. Används även vid felsökning av serialisering.
tr: Serileştirme kullanırken, ortamlar arasında sabit URL'lere sahip olmak için sıralı kimliği bu global varlık kimliğiyle değiştirin. Serileştirme sorunlarını giderirken de kullanışlıdır.
uk: Під час використання серіалізації замініть послідовний ID на цей глобальний ID сутності, щоб мати стабільні URL в різних середовищах. Також корисно під час усунення проблем із серіалізацією.
vi: Khi sử dụng tuần tự hóa, hãy thay thế ID tuần tự bằng ID thực thể toàn cục này để có URL ổn định trên nhiều môi trường. Cũng hữu ích khi khắc phục sự cố tuần tự hóa.
zh_hk: 使用序列化時，請以此全局實體 ID 取代順序 ID，以便在不同環境中使用穩定的 URL。在排解序列化問題時也很有用。

source: Date picker
ar: منتقي التاريخ
bg: Избирател на дати
ca: Selector de dates
de: Datumspicker
eo: date picker → vibe selector
es: Seleccionador de fecha
fa: انتخابگر تاریخ
fi: Päivämäärän valitsin
fr: Sélecteur de date
hu: Dátumválasztó
it: Selezionatore di date
ja: 日付ピッカー
lt: Datos rinkiklis
ms: Pemilih tarikh
nb: Datovelger
nl: Datumkiezer
pl: Selektor dat
pt_br: Seletor de data
ru: Выбор даты
sk: Vyberanie dátumu
sl: Izbirnik datuma
sq: Zgjedhës datash
sr: Birač datuma
sv: Datumväljare
tr: Tarih seçici
uk: Вибір дати
vi: Chọn ngày
zh_hk: 日期選擇器

source: Date range, specific date…
ar: نطاق تاريخ، تاريخ محدد…
bg: Диапазон от дати, конкретна дата…
ca: Interval de dates, data específica…
de: Datumsbereich, bestimmtes Datum…
eo: Date range, like, specific date… that’s hella vague lol
es: Rango fechas, fecha específica…
fa: محدوده تاریخ، تاریخ خاص…
fi: Ajanjakso, tietty päivämäärä…
fr: Plage de dates, date spécifique…
hu: Dátumtartomány, adott dátum…
it: Intervallo di date, data specifica…
ja: 特定の日付を指定…
lt: Dienų seka, konkreti data…
ms: Julat tarikh, tarikh tertentu…
nb: Datointervall, spesifikk dato…
nl: Datumbereik, specifieke datum…
pl: Zakres dat, konkretna data…
pt_br: Intervalo de datas, data específica…
ru: Диапазон дат, конкретная дата…
sk: Rozsah dátumov, konkrétny dátum…
sl: Časovno obdobje, določen datum ...
sq: Interval datash, datë specifike…
sr: Opseg datuma, određeni datum…
sv: Datumperiod, specifikt datum…
tr: Tarih aralığı, belirli tarih…
uk: Діапазон дат, конкретна дата…
vi: Khoảng ngày, ngày cụ thể…
zh_hk: 日期範圍、特定日期…

source: Time grouping
ar: تجميع الوقت
bg: Групиране по време
ca: Agrupació temporal
de: Zeitliche Gruppierung
eo: Time grouping → "Vibe stacking"
es: Agrupamiento de tiempo
fa: گروه بندی زمان
fi: Aikaryhmittely
fr: Groupement temporel
hu: Időcsoportosítás
it: Raggruppamento temporale
ja: 時間グループ分け
lt: Laiko grupavimas
ms: Pengumpulan masa
nb: Gruppering av tid
nl: Tijdsgroepering
pl: Grupowanie czasowe
pt_br: Agrupamento de tempo
ru: Группировка по времени
sk: Časové zoskupenie
sl: Časovno združevanje
sq: Grupim kohe
sr: Grupisanje po vremenu
sv: Tidsgruppering
tr: Zaman gruplaması
uk: Групування за часом
vi: Nhóm thời gian
zh_hk: 時間分組
