Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Note: Your database user will need write permissions.
ar: ملاحظة: سيحتاج مستخدم قاعدة البيانات لديك إلى أذونات كتابة.
bg: Забележка: Потребителят на вашата база данни ще се нуждае от разрешения за запис.
ca: Nota: La teva base de dades necessitarà permisos d'escriptura.
de: Hinweis: Dein Datenbank-Nutzer benötigt Schreibrechte.
eo: Just a heads up: your database user gotta have write perms, fr.
es: Nota: el usuario de la base de datos necesitará permisos de escritura.
fa: توجه: کاربر پایگاه‌داده‌تان به دسترسی‌های نوشتن نیاز خواهد داشت.
fi: Huomaa: Tietokantakäyttäjälläsi tulee olla kirjoitusoikeudet.
fr: NB: votre identifiant pour la base de données devra avoir autorisation en écriture.
hu: Megjegyzés: Az adatbázis felhasználónak írási jogosultságokra lesz szüksége.
it: NB: è necessario il permesso di scrittura sul db.
ja: 注：データベースユーザーには書き込み権限が必要です。
lt: Pastaba: Jūsų duomenų bazės vartotojui reikės rašymo teisių.
ms: Nota: Pengguna pangkalan data anda memerlukan kebenaran menulis.
nb: Merk: Din database vil kreve skrivetillatelse.
nl: Opmerking: uw database gebruikers hebben schrijfrechten nodig.
pl: Uwaga: Twój użytkownik bazy danych musi mieć uprawnienia do zapisu.
pt_br: Observação: o usuário do banco de dados precisará de permissões de gravação.
ru: Примечание: вашему пользователю БД необходимы привилегии на запись.
sk: Poznámka: Váš používateľ databázy bude potrebovať povolenia na zápis.
sl: Opomba: Uporabnik zbirke podatkov bo potreboval dovoljenja za pisanje.
sq: Shënim: Përdoruesi i bazës tënde të të dhënave do të ketë nevojë për leje shkrimi.
sr: Napomena: Tvoj korisnik baze podataka mora imati dozvole za upis.
sv: Obs: Din databasanvändare behöver skrivrättigheter.
tr: Not: Veritabanı kullanıcılarınızın yazma izinlerine ihtiyacı olacak.
uk: Примітка: користувачу бази даних знадобляться дозволи на запис.
vi: Lưu ý: Người dùng cơ sở dữ liệu của bạn sẽ cần quyền ghi.
zh_hk: 注意：您的資料庫用戶將需要寫入權限。

source: Auto tracking schema
ar: مخطط تتبّع تلقائيًا
bg: Схема за автоматично проследяване
ca: Schema que s'auto segueix
eo: Auto tracking schema → auto tracking vibe or auto tracking setup
es: Esquema de seguimiento automático
fa: اسکیمای پیگیری خودکار
fi: Auton seurantajärjestelmä
fr: Schema en suivi automatique
hu: Automatikus nyomkövetési séma
it: Schema di tracciamento automatico
ja: オートトラッキングスキーマ
lt: Automatinio sekimo schema
ms: Skema penjejakan automatik
nb: Skjema for automatisk sporing
nl: Automatisch volg schema
pl: Automatyczne śledzenie schematu
pt_br: Esquema de rastreamento automático
ru: Автоматическое отслеживание схемы
sk: Automatické sledovanie schémy
sl: Shema samodejnega sledenja
sq: Skemë gjurmimi automatik
sr: Šema za automatsko praćenje
sv: Autospårningsschema
tr: Otomatik izleme şeması
uk: Схема з автотрекінгом
vi: Sơ đồ theo dõi tự động
zh_hk: 自動追蹤結構

source: Remove mapping
ar: إزالة الربط
bg: Премахни съответствието
ca: Eliminar mapeig
de: Mapping entfernen
eo: Delete the map, fr fr
es: Eliminar mapeado
fa: حذف نگاشت
fi: Poista kartoitus
fr: Supprimer le mapping
hu: Leképezés eltávolítása
it: Rimuovi il mapping
ja: マッピングの削除
lt: Pašalinti atvaizdavimą
ms: Keluarkan pemetaan
nb: Fjern kobling
nl: Verwijder mapping
pl: Usuń mapowanie
pt_br: Remover mapeamento
ru: Удалить сопоставление
sk: Odstrániť mapovanie
sl: Odstranjevanje preslikave
sq: Hiq hartëzimin
sr: Ukloni mapiranje
sv: Ta bort kartläggning
tr: Eşlemeyi kaldır
uk: Прибрати прив’язку
vi: Xóa ánh xạ
zh_hk: 移除映射

source: Remove mapping and members
ar: إزالة الربط والأعضاء
bg: Премахни съответствието и членовете
ca: Eliminar mapeig i membres
de: Mapping und Mitglieder entfernen
eo: Take out the mapping and members, fr.
es: Eliminar mapeado y miembros
fa: حذف نگاشت و اعضا
fi: Poista kartoitus ja jäsenet
fr: Supprimer le mappings et les membres
hu: Leképezés és tagok eltávolítása
it: Rimuovi il mapping e i membri
ja: マッピングとメンバーの削除
lt: Pašalinti atvaizdavimą ir narius
ms: Keluarkan pemetaan dan ahli
nb: Fjern kobling og medlemmer
nl: Verwijder mapping en leden
pl: Usuń mapowanie i członków
pt_br: Removear mapeamento e membros
ru: Удалить сопоставление и участников
sk: Odstrániť mapovanie a členov
sl: Odstranjevanje preslikave in članov
sq: Hiq hartëzimin dhe anëtarët
sr: Ukloni mapiranje i članove
sv: Ta bort kartläggning och medlemmar
tr: Eşlemeyi ve üyeleri kaldır
uk: Прибрати прив’язку та учасників
vi: Xóa ánh xạ và thành viên
zh_hk: 移除映射和成員

source: Remove mapping and delete groups
ar: إزالة الربط وحذف المجموعات
bg: Премахни съответствието и изтрий групите
ca: Eliminar mapeig i esborrar grups
de: Mapping entfernen und Gruppen löschen
eo: Drop the mapping and delete the groups, fr.
es: Eliminar mapeado y grupos
fa: حذف نگاشت و گروه‌ها
fi: Poista kartoitus ja poista ryhmät
fr: Supprimer le mapping et supprimer les groupes
hu: Leképezés eltávolítása és csoportok törlése
it: Rimuovi il mapping e elimina i gruppi
ja: マッピングの削除とグループの削除
lt: Pašalinti atvaizdavimą ir ištrinti grupes
ms: Keluarkan pemetaan dan padam kumpulan-kumpulan
nb: Fjern kobling og slett grupper
nl: Verwijder mapping en verwijder groepen
pl: Usuń mapowanie i usuń grupy
pt_br: Remover mapeamento e apagar grupos
ru: Удалить сопоставление и удалить группы
sk: Odstrániť mapovanie a zmazať skupiny
sl: Odstranjevanje preslikave in brisanje skupin
sq: Hiq hartëzimin dhe fshi grupet
sr: Ukloni mapiranje i obriši grupe
sv: Ta bort mappning och radera grupper
tr: Eşlemeyi kaldır ve grupları sil
uk: Прибрати прив’язку та видалити групи
vi: Xóa ánh xạ và xóa nhóm
zh_hk: 移除映射並刪除群組

source: Remove mapping and delete group
ar: إزالة الربط وحذف المجموعة
bg: Премахни съответствието и изтрий групата
ca: Eliminar mapeig i esborrar grup
de: Mapping entfernen und Gruppe löschen
eo: Drop the mapping and yeet the group
es: Eliminar mapeado y grupo
fa: حذف نگاشت و گروه
fi: Poista kartoitus ja poista ryhmä
fr: Supprimer le mapping et supprimer le groupe
hu: Leképezés eltávolítása és csoport törlése
it: Rimuovi il mapping e elimina il gruppo
ja: マッピングの削除とグループの削除
lt: Pašalinti atvaizdavimą ir ištrinti grupę
ms: Keluarkan pemetaan dan padam kumpulan
nb: Fjern kobling og slett gruppe
nl: Verwijder mapping en verwijder groep
pl: Usuń mapowanie i usuń grupę
pt_br: Remover mapeamento e apagar grupo
ru: Удалить сопоставление и удалить группу
sk: Odstrániť mapovanie a zmazať skupinu
sl: Odstranjevanje preslikave in brisanje skupine
sq: Hiq hartëzimin dhe fshi grupin
sr: Ukloni mapiranje i obriši grupu
sv: Ta bort mappning och raderingsgrupp
tr: Eşlemeyi kaldır ve grubu sil
uk: Прибрати прив’язку та видалити групу
vi: Xoá ánh xạ và xoá nhóm
zh_hk: 移除映射並刪除組

source: These groups' user memberships will no longer be synced with the directory server.
ar: لن تتم مزامنة عضويات المستخدمين لهذه المجموعات مع خادم الدليل بعد الآن.
bg: Потребителите в тези групи вече няма да се синхронизират със сървъра на директорията.
ca: La pertinença a aquests grups no se sincronitzarà més amb el servidor de directori.
de: Die Mitgliedschaften dieser Benutzergruppen werden nicht mehr mit dem Verzeichnis-Server synchronisiert.
eo: These groups' user memberships will no longer be vibing with the directory server.
es: Las membresías de usuarios de estos grupos ya no se sincronizarán con el servidor de directorio.
fa: اعضای کاربری این گروه‌ها دیگر با سرور دایرکتوری همگام‌سازی نخواهند شد.
fi: Näiden ryhmien käyttäjäjäsenyydet eivät enää synkronoidu hakemistopalvelimen kanssa.
fr: Ces appartenances d'utilisateurs aux groupes ne seront plus synchronisés avec l'annuaire serveur.
hu: Ezeknek a csoportoknak a felhasználói tagságai már nem lesznek szinkronizálva a könyvtárszerverrel.
it: Le appartenenze utente di questi gruppi non verranno più sincronizzate con il server di directory.
ja: これらのグループのユーザーメンバーシップは、ディレクトリサーバーと同期されなくなります。
lt: Šių grupių naudotojų narystė nebebus sinchronizuojama su katalogų serveriu.
ms: Keahlian pengguna kumpulan ini tidak lagi akan diselaraskan dengan pelayan direktori.
nb: Disse gruppenes medlemmer vil ikke lengre bli synkronisert med katalogtjeneren.
nl: De gebruikerslidmaatschappen van deze groepen worden niet langer gesynchroniseerd met de directoryserver.
pl: Członkostwo użytkowników w tych grupach nie będzie już zsynchronizowane z serwerem katalogów.
pt_br: A filiação dos usuários desses grupos não será mais sincronizada com o servidor de diretório.
ru: Участники этой группы больше не будут синхронизироваться с сервером каталогов.
sk: Členstvá používateľov týchto skupín už nebudú synchronizované so serverom adresárov.
sl: Uporabniška članstva teh skupin ne bodo več sinhronizirana z imeniškim strežnikom.
sq: Anëtarësitë e përdoruesve të këtyre grupeve nuk do të sinkronizohen më me serverin e drejtorisë.
sr: Članstva korisnika u ovim grupama se više neće sinhronizovati sa direktorijumskim serverom.
sv: Dessa gruppers användarmedlemskap kommer inte längre att synkroniseras med katalogservern.
tr: Bu grupların kullanıcı üyelikleri artık dizin sunucusu ile senkronize edilmeyecek.
uk: Членство користувачів у цих групах більше не синхронізуватиметься з сервером директорій.
vi: Tư cách thành viên người dùng của các nhóm này sẽ không còn được đồng bộ với máy chủ thư mục.
zh_hk: 這些群組的用戶成員將不再與目錄伺服器同步。

source: This group's user membership will no longer be synced with the directory server.
ar: لن تتم مزامنة عضوية المستخدمين لهذه المجموعة مع خادم الدليل بعد الآن.
bg: Потребителите в тези групи вече няма да се синхронизират със сървъра на директорията.
ca: El membres d'aquest grup no es sincronitzaran més amb el servei de directori.
de: Die Mitgliedschaft dieser Benutzergrupp wird nicht mehr mit dem Verzeichnis-Server synchronisiert.
eo: This group's user list won't be auto-updating with the directory server anymore, fr fr.
es: Las membresías de usuarios de este grupo ya no se sincronizará con el servidor de directorio.
fa: عضویت کاربری این گروه دیگر با سرور دایرکتوری همگام‌سازی نخواهد شد.
fi: Tämän ryhmän käyttäjäjäsenyys ei enää synkronoidu hakemistopalvelimen kanssa.
fr: L'appartenance de cet utilisateur du groupe ne sera plus synchronisée avec le registre serveur.
hu: Ennek a csoportnak a felhasználói tagsága már nem lesz szinkronizálva a könyvtárszerverrel.
it: L'appartenenza degli utenti di questo gruppo non verrà più sincronizzata con il server di directory.
ja: このグループのユーザーメンバーシップは、今後ディレクトリサーバーと同期されなくなります。
lt: Šios grupės vartotojo narystė nebebus sinchronizuojama su katalogų serveriu.
ms: Keahlian pengguna kumpulan ini tidak lagi akan diselaraskan dengan pelayan direktori.
nb: Denne gruppens medlemmer vil ikke lengre bli synkronisert med katalogtjeneren.
nl: Het gebruikerslidmaatschap van deze groep wordt niet langer gesynchroniseerd met de directoryserver.
pl: Członkostwo użytkowników w tej grupie nie będzie już zsynchronizowane z serwerem katalogów.
pt_br: A filiação dos membros deste grupo não vai mais ser sincronizada com o servidor de diretório.
ru: Участие пользователя в этой группе больше не будет синхронизироваться с сервером каталогов.
sk: Členstvo používateľov tejto skupiny už nebude synchronizované so serverom adresárov.
sl: Uporabniško članstvo te skupine ne bo več sinhronizirano z imeniškim strežnikom.
sq: Anëtarësia e përdoruesve të këtij grupi nuk do të sinkronizohet më me serverin e drejtorisë.
sr: Članstvo korisnika u ovoj grupi se više neće sinhronizovati sa direktorijumskim serverom.
sv: Denna grupps användarmedlemskap kommer inte längre att synkroniseras med katalogservern.
tr: Bu grubun kullanıcı üyeliği artık dizin sunucusu ile senkronize edilmeyecek.
uk: Членство користувачів у цій групі більше не синхронізуватиметься з сервером директорій.
vi: Tư cách thành viên người dùng của nhóm này sẽ không còn được đồng bộ với máy chủ thư mục.
zh_hk: 此群組的用戶成員將不再與目錄伺服器同步。

source: What should happen with the groups themselves in Metabase?
ar: ماذا ينبغي أن يحدث للمجموعات نفسها في Metabase؟
bg: Какво трябва да се случи със групите в Metabase?
ca: Què hauria de passar amb els grups a Metabase?
de: Was soll mit den Gruppen selbst in Metabase geschehen?
eo: What should go down with the groups in Metabase?
es: ¿Qué debería pasar con los grupos mismos en Metabase?
fa: با خود گروه‌ها در Metabase چه باید کرد؟
fi: Mitä pitäisi tapahtua itse ryhmille Metabasessa?
fr: Que devrait-il se paser avec les groupes eux-mêmes dans Metabase?
hu: Mi történjen magukkal a csoportokkal a Metabase-ban?
it: Cosa dovrebbe accadere con i gruppi stessi in Metabase?
ja: Metabaseのグループそのものはどうすればいいのでしょうか?
lt: Kas turėtų nutikti su pačiomis grupėmis metabazėse?
ms: Apa yang perlu dilakukan dengan kumpulan itu sendiri dalam Metabase?
nb: Hva burde skje med selve gruppene i Metabase?
nl: Wat moet er gebeuren met de groepen zelf in Metabase?
pl: Co powinno się stać z grupami w Metabase?
pt_br: O que devemos fazer com os grupos no Metabase?
ru: Что должно происходить с самими группами в Metabase?
sk: Čo by sa malo stať so samotnými skupinami v Metabase?
sl: Kaj bi se moralo zgoditi s samimi skupinami v Metabase?
sq: Çfarë duhet të ndodhë me vetë grupet në Metabase?
sr: Šta bi trebalo da se desi sa samim grupama u Metabase-u?
sv: Vad ska hända med grupperna själva i metabas?
tr: Metabase'deki grupların kendileriyle ne olmalı?
uk: Що має статися з самими групами у Metabase?
vi: Điều gì nên xảy ra với bản thân các nhóm trong Metabase?
zh_hk: 在Metabase中應該如何處理這些群組？

source: What should happen with the group itself in Metabase?
ar: ماذا ينبغي أن يحدث للمجموعة نفسها في Metabase؟
bg: Какво трябва да се случи със групата в Metabase?
ca: Què hauria de passar amb el grup a Metabase?
de: Was soll mit der Gruppe selbst in Metabase geschehen?
eo: What should go down with the group itself in Metabase?
es: ¿Qué debería pasar con el grupo en Metabase?
fa: با خود گروه در Metabase چه باید کرد؟
fi: Mitä pitäisi tapahtua itse ryhmälle Metabasessa?
fr: Que devrait-il se paser avec les groupe lui-même dans Metabase?
hu: Mi történjen magával a csoporttal a Metabase-ban?
it: Cosa dovrebbe accadere con il gruppo stesso in Metabase?
ja: Metabaseのグループ自体はどうすればいいのでしょうか?
lt: Kas turėtų nutikti su pačia grupe metabazėse?
ms: Apa yang perlu dilakukan dengan kumpulan itu sendiri dalam Metabase?
nb: Hva burde skje med selve gruppen i Metabase?
nl: Wat moet er gebeuren met de groep zelf in Metabase?
pl: Co powinno się stać z tą grupą w Metabase?
pt_br: O que devemos fazer com o grupo no Metabase?
ru: Что должно произойти с самой группой в Metabase?
sk: Čo by sa malo stať so samotnou skupinou v Metabase?
sl: Kaj bi se moralo zgoditi s samo skupino v Metabase?
sq: Çfarë duhet të ndodhë me vetë grupin në Metabase?
sr: Šta bi trebalo da se desi sa samom grupom u Metabase-u?
sv: Vad ska hända med gruppen själv i metabas?
tr: Metabase'deki grubun kendisiyle ne olmalı?
uk: Що має статися з самою групою у Metabase?
vi: Điều gì nên xảy ra với bản thân nhóm trong Metabase?
zh_hk: 在Metabase中應該如何處理該群組？

source: Remove this group mapping?
ar: هل تريد إزالة ربط هذه المجموعة؟
bg: Да се премахне ли това групово съответствие?
ca: Eliminar aquest mapeig de grup?
de: Gruppen Mapping entfernen?
eo: Should I yeet this group mapping?
es: ¿Eliminar este mapeado de grupo?
fa: این گروه نگاشت حذف شود؟
fi: Poista tämä ryhmäkartoitus?
fr: Supprimer le mapping de ce groupe?
hu: Eltávolítja ezt a csoportleképezést?
it: Rimuovere il mapping di questi gruppi?
ja: このグループマッピングを削除しますか?
lt: Pašalinti šį grupės susiejimą?
ms: Buang pemetaan kumpulan ini?
nb: Fjern denne gruppekoblingen?
nl: Deze groepskoppeling verwijderen?
pl: Usunąć to mapowanie grupy?
pt_br: Remover este mapeamento de grupo?
ru: Удалить это сопоставление групп?
sk: Odstrániť toto mapovanie skupiny?
sl: Odstraniti to skupinsko preslikavo?
sq: Të hiqet ky hartëzim grupi?
sr: Ukloniti ovo mapiranje grupe?
sv: Ta bort den här gruppkartläggningen?
tr: Bu grup eşlemesi silinsin mi?
uk: Прибрати цю прив’язку групи?
vi: Xoá ánh xạ nhóm này?
zh_hk: 移除此群組匹配？

source: Nothing, just remove the mapping
ar: لا شيء، فقط أزل الربط
bg: Нищо, просто премахни съответствието
ca: Res, elimina el mapeig
de: Nichts, nur das Mapping entfernen
eo: Nada, just yeet the mapping outta here
es: Nada, solo elimina el mapeado
fa: هیچ، فقط نگاشت را حذف کنید
fi: Ei mitään, poista vain kartoitus.
fr: Rien, supprimer juste le mapping
hu: Semmi, csak távolítsa el a leképezést
it: Niente, basta rimuovere la mappatura
ja: 何もせず、マッピングを削除するだけ
lt: Nieko, tiesiog pašalinkite atvaizdą
ms: Tiada apa-apa, cuma buang pemetaan
nb: Ingenting, bare fjern koblingen
nl: Niets, gewoon de koppeling verwijderen
pl: Nic, po prostu usuń mapowanie
pt_br: Nada, apenas remover o mapeamento
ru: Ничего, просто удалить связывание
sk: Nič, len odstrániť mapovanie
sl: Nič, samo odstranite preslikavo
sq: Asgjë, thjesht hiq hartëzimin
sr: Ništa, samo ukloni mapiranje
sv: Ingenting, ta bara bort kartläggningen
tr: Hiçbir şey yapma, sadece eşlemeyi kaldır
uk: Нічого, просто приберіть прив’язку
vi: Không có gì, chỉ cần xoá ánh xạ
zh_hk: 不做變更，只移除映射

source: Also remove all group members (except from Admin)
ar: أزِل أيضًا جميع أعضاء المجموعة (باستثناء Admin)
bg: Също така премахни всички членове на групата (с изключение на Администраторите)
ca: Elimina també tots els membres del grup (excepte de l'Administrador)
de: Auch Gruppen Mitglieder löschen (außer aus dem Admin)
eo: Also, yeet all the group members except the Admin, fr.
es: Elimina también todos los miembros del grupo (salvo Admin)
fa: همچنین تمام اعضای گروه را حذف کنید (به جز از مدیر)
fi: Poista myös kaikki ryhmän jäsenet (paitsi Admin).
fr: Enlever aussi tout les membres du groupe (sauf Admin)
hu: Távolítsa el az összes csoporttagot is (kivéve az Adminisztrátort)
it: Rimuovi anche tutti i membri del gruppo (tranne quelli dell'amministratore)
ja: また、すべてのグループメンバー(Adminを除く)を削除します。
lt: Taip pat pašalinti visus grupės narius (išskyrus administratorių)
ms: Juga buang semua ahli kumpulan (kecuali Pentadbir)
nb: Fjern også gruppemedlemmer (bortsett fra Admin)
nl: Verwijder ook alle groepsleden (behalve de beheerder)
pl: Usunąć również wszystkich członków grupy (z wyjątkiem administratora)
pt_br: Remover também todos os membros (exceto do grupo Admin)
ru: Также удалить всех участников группы (кроме администратора)
sk: Tiež odstrániť všetkých členov skupiny (okrem Admina)
sl: Odstranite tudi vse člane skupine (razen skrbnika)
sq: Hiq gjithashtu të gjithë anëtarët e grupit (përveç nga Admin)
sr: Takođe ukloni sve članove grupe (osim iz Admin)
sv: Ta också bort alla gruppmedlemmar (utom från admin)
tr: Tüm grup üyelerini de (Yönetici hariç) kaldır
uk: Також прибрати всіх учасників групи (крім Admin)
vi: Cũng xoá tất cả các thành viên nhóm (ngoại trừ từ quản trị viên)
zh_hk: 同時移除所有群組成員<b>（</b>除了管理員）

source: Also delete the groups (except Admin)
ar: احذف أيضًا المجموعات (باستثناء Admin)
bg: Също така изтрий групите (с изключение на Администраторите)
ca: Eliminar també els grups (excepte Admin)
de: Auch die Gruppen löschen (außer Admin)
eo: Also delete the groups (except for the admin, fr)
es: Borra también los grupos (excepto Admin)
fa: همچنین گروه‌ها را حذف کنید (به جز مدیر)
fi: Poista myös ryhmät (paitsi Admin).
fr: Supprimer aussi les groupes (sauf Admin)
hu: A csoportok törlése is (kivéve az Adminisztrátort)
it: Rimuovi anche tutti i membri del gruppo (tranne l'amministratore)
ja: また、グループ(Adminを除く)を削除します。
lt: Taip pat ištrinti grupes (išskyrus administratorių)
ms: Juga padam kumpulan (kecuali Pentadbir)
nb: Slett også gruppene (bortsett fra Admin)
nl: Verwijder ook de groepen (behalve de beheerder)
pl: Usunąć również grupy (z wyjątkiem administratora)
pt_br: Apagar também os grupos (exceto o grupo Admin)
ru: Также удалить группы (кроме Admin)
sk: Tiež zmazať skupiny (okrem Admina)
sl: Izbrišite tudi skupine (razen skrbnika)
sq: Fshi gjithashtu grupet (përveç Admin)
sr: Takođe obriši grupe (osim Admin)
sv: Ta också bort grupperna (utom admin)
tr: Grubu da sil (Yönetici hariç)
uk: Також видалити групи (крім Admin)
vi: Cũng xoá các nhóm (ngoại trừ quản trị viên)
zh_hk: 同時刪除這個群組<b>（</b>除了管理員）

source: Also delete the group
ar: احذف أيضًا المجموعة
bg: Също така изтро=ий групата
ca: Eliminar també el grup
de: Auch die Gruppe löschen
eo: Also, yeet the group.
es: Borra también este grupo
fa: همچنین گروه را حذف کنید
fi: Poista myös ryhmä.
fr: Supprimer aussi le groupe
hu: A csoport törlése is
it: Elimina anche il gruppo
ja: また、グループを削除する
lt: Taip pat ištrinkite grupę
ms: Juga padam kumpulan
nb: Slett også gruppen
nl: Verwijder ook de groep
pl: Usunąć również grupę
pt_br: Remover também o grupo
ru: Также удалить группу
sk: Tiež zmazať skupinu
sl: Izbrišite tudi skupino
sq: Fshi gjithashtu grupin
sr: Takođe obriši grupu
sv: Ta också bort gruppen
tr: Grubu da sil
uk: Також видалити групу
vi: Cũng xoá nhóm
zh_hk: 也刪除這個群組

source: Delete this mapping?
ar: هل تريد حذف هذا الربط؟
bg: Да се изтрие ли това съответствие?
ca: Eliminar aquest mapeig?
de: Mapping löschen?
eo: Should I yeet this mapping?
es: ¿Borrar este mapeado?
fa: این نگاشت را حذف کنید؟
fi: Poista tämä kartoitus?
fr: Supprimer ce mapping?
hu: Törli ezt a leképezést?
it: Eliminare questo mapping?
ja: このマッピングを削除する?
lt: Ištrinti šį susiejimą?
ms: Padam pemetaan ini?
nb: Slett denne koblingen?
nl: Deze mapping verwijderen?
pl: Usunąć to mapowanie?
pt_br: Apagar este mapeamento?
ru: Удалить это сопоставление?
sk: Zmazať toto mapovanie?
sl: Izbrisati to preslikavo?
sq: Të fshihet ky hartëzim?
sr: Obrisati ovo mapiranje?
sv: Vill du ta bort denna mappning?
tr: Bu eşleme silinsin mi?
uk: Видалити цю прив’язку?
vi: Xoá ánh xạ này?
zh_hk: 刪除這個匹配？

source: Synchronize Group Memberships
ar: مزامنة عضويات المجموعة
bg: Синхронизиране на членствата в групи
ca: Sincronitzar la pertinença a grups
de: Synchronisiere Gruppen Mitgliedschaften
eo: Sync the group memberships, fr
es: Sincroniza Membresía de Grupo
fa: همگام سازی اعضای گروه
fi: Synkronoi ryhmäjäsenyydet
fr: Synchroniser les appartenances de groupes
hu: Csoporttagságok szinkronizálása
it: Sincronizza le appartenenze ai gruppi
ja: グループのメンバーシップを同期させる
lt: Sinchronizuoti grupės narystę
ms: Selaraskan Keahlian Kumpulan
nb: Synkroniser gruppemedlemsskap
nl: Groepslidmaatschappen synchroniseren
pl: Synchronizuj członkostwo w grupach
pt_br: Sincronizar membros dos grupos
ru: Синхронизировать состав групп
sk: Synchronizujte členstvo v skupinách
sl: Sinhronizacija članstva v skupini
sq: Sinkronizo anëtarësitë e grupit
sr: Sinhronizuj članstva u grupama
sv: Synkronisera gruppmedlemskap
tr: Grup Üyeliklerini Senkronize Et
uk: Синхронізувати членства в групах
vi: Đồng bộ hoá tư cách thành viên nhóm
zh_hk: 同步群組成員
