Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Created event
ar: تم إنشاء الحدث
bg: Създадено събитие
ca: Esdeveniment creat
de: Ereignis erzeugt
eo: Made a whole event, fr fr
es: Evento creado
fa: رویداد ایجاد شد
fi: Luotu tapahtuma
fr: Créer un événement
hu: Létrehozott esemény
it: Evento creato
ja: 作成したイベント
lt: Sukurtas įvykis
ms: Acara dicipta
nb: Opprettet hendelse
nl: Aangemaakte gebeurtenis
pl: Utworzone wydarzenie
pt_br: Evento criado
ru: Создано событие
sk: Vytvorená udalosť
sl: Ustvarjen dogodek
sq: Eventi u krijua
sr: Događaj je kreiran
sv: Skapad händelse
tr: Oluşturulan etkinlik
uk: Подію створено
vi: Sự kiện đã tạo
zh_hk: 創建的事件

source: Get more control
hu: Szerezzen nagyobb irányítást
ms: Dapatkan lebih kawalan

source: {0} and disable download results, control access to the data model, ${ 1 }.
hu: {0} és tiltsa le a letöltési eredményeket, kezelje az adatmodellhez való hozzáférést, ${ 1 }.
ms: {0} dan nyahaktifkan muat turun keputusan, kawal akses ke model data, ${ 1 }.

source: Upgrade to Pro or Enterprise
hu: Frissítés Pro vagy Enterprise verzióra
ms: Naik taraf ke Pro atau Enterprise

source: Hey there, {0}
hu: Szia, {0}
ms: Hai, {0}

source: How's it going, {0}?
hu: Hogy haladsz, {0}?
ms: Apa khabar, {0}?

source: Howdy, {0}
hu: Üdv, {0}
ms: Salam, {0}

source: Greetings, {0}
hu: Üdvözlünk, {0}
ms: Salam sejahtera, {0}

source: Good to see you, {0}
hu: Örülök, hogy látlak, {0}
ms: Gembira melihat anda, {0}

source: Metabase tips
hu: Metabase tippek
ms: Tip Metabase

source: Here are some popular items
ar: إليك بعض العناصر الشائعة
bg: Тук са някои популярни артикли
ca: Aquí hi ha alguns ítems populars
de: Hier sind einige begehrte Elemente
eo: Here are some lowkey bangers
es: Aquí hay algunos artículos populares
fa: در اینجا برخی از آیتم‌های محبوب وجود دارد
fi: Tässä on muutamia suosittuja tuotteita.
fr: Voici quelques outils populaires
hu: Íme néhány népszerű elem
it: Ecco alcuni articoli popolari
ja: 人気のアイテムをご紹介します
lt: Štai keletas populiarių prekių
ms: Berikut adalah beberapa item popular
nb: Her er noen populære ting
nl: Hier zijn enkele populaire items
pl: Oto kilka popularnych elementów
pt_br: Veja alguns itens populares
ru: Вот несколько популярных пунктов
sk: Tu sú niektoré populárne položky
sl: Tukaj je nekaj priljubljenih predmetov
sq: Ja disa artikuj popullorë
sr: Evo nekoliko popularnih stavki
sv: Här är några populära saker
tr: İşte bazı popüler öğeler
uk: Ось кілька популярних елементів
vi: Đây là một số mục phổ biến
zh_hk: 以下是一些熱門項目

source: Here are some popular tables
ar: إليك بعض الجداول الشائعة
bg: Тук са някои популярни таблици
ca: Aquí hi ha algunes taules populars
de: Hier sind einige begehrte Tabellen
eo: Here are some lowkey trending tables
es: Aquí hay algunas tablas populares
fa: در اینجا برخی از جدول‌های محبوب وجود دارد
fi: Tässä on muutamia suosittuja tauluja.
fr: Voici quelques tables populaires
hu: Íme néhány népszerű táblázat
it: Ecco alcune tabelle popolari
ja: 人気のテーブルをご紹介します
lt: Štai keletas populiarių lentelių
ms: Berikut adalah beberapa jadual popular
nb: Her er noen populære tabeller
nl: Hier zijn enkele populaire tabellen
pl: Oto kilka popularnych tabel
pt_br: Veja algumas tabelas populares
ru: Вот некоторые популярные таблицы
sk: Tu sú niektoré populárne tabuľky
sl: Tukaj je nekaj priljubljenih tabel
sq: Ja disa tabela popullore
sr: Evo nekoliko popularnih tabela
sv: Här är några populära tabeller
tr: İşte bazı popüler tablolar
uk: Ось кілька популярних таблиць
vi: Đây là một số bảng phổ biến
zh_hk: 以下是一些熱門表格

source: Here are some popular questions
ar: إليك بعض الأسئلة الشائعة
bg: Тук са някои популярни въпроси
ca: Aquí hi ha algunes preguntes populars
de: Hier sind einige begehrte Fragen
eo: Here are some of the most asked questions fr fr
es: Aquí hay algunas preguntas populares
fa: در اینجا برخی از سوالات محبوب وجود دارد
fi: Tässä on muutamia suosittuja kysymyksiä.
fr: Voici quelques questions populaires
hu: Íme néhány népszerű kérdés
it: Ecco alcune domande popolari
ja: よくある質問を紹介します
lt: Štai keletas populiarių klausimų
ms: Berikut adalah beberapa soalan popular
nb: Her er noen populære spørsmål
nl: Hier zijn enkele populaire vragen
pl: Oto kilka popularnych pytań
pt_br: Veja algumas perguntas populares
ru: Вот некоторые популярные вопросы
sk: Tu sú niektoré populárne otázky
sl: Tukaj je nekaj priljubljenih vprašanj
sq: Ja disa pyetje popullore
sr: Evo nekoliko popularnih pitanja
sv: Här är några populära frågor
tr: İşte bazı popüler sorular
uk: Ось кілька популярних запитів
vi: Đây là một số câu hỏi phổ biến
zh_hk: 以下是一些熱門問題

source: Here are some popular models
ar: إليك بعض النماذج الشائعة
bg: Тук са някои популярни модели
ca: Aquí hi ha alguns models populars
de: Hier sind einige begehrte Modelle
eo: Here are some banger models
es: Aquí hay algunos modelos populares
fa: در اینجا برخی از مدل‌های محبوب وجود دارد
fi: Tässä on muutamia suosittuja malleja.
fr: Voici quelques modèles populaires
hu: Íme néhány népszerű modell
it: Ecco alcuni modelli popolari
ja: 人気のモデルをご紹介します
lt: Štai keletas populiarių modelių
ms: Berikut adalah beberapa model popular
nb: Her er noen populære modeller
nl: Hier zijn enkele populaire modellen
pl: Oto kilka popularnych modeli
pt_br: Aqui estão alguns modelos populares
ru: Вот некоторые популярные модели
sk: Tu sú niektoré populárne modely
sl: Tukaj je nekaj priljubljenih modelov
sq: Ja disa modele popullore
sr: Evo nekoliko popularnih modela
sv: Här är några populära modeller
tr: İşte bazı popüler modeller
uk: Ось кілька популярних моделей
vi: Đây là một số mô hình phổ biến
zh_hk: 以下是一些熱門模型

source: Here are some popular dashboards
ar: إليك بعض لوحات المعلومات الشائعة
bg: Тук са някои популярни контролни табла
ca: Aquí hi ha alguns quadres de comandament populars
de: Hier sind einige begehrte Dashboards
eo: Here are some lowkey trending dashboards
es: Aquí hay algunos cuadros de mando populares
fa: در اینجا چند داشبورد محبوب هستند
fi: Tässä on muutamia suosittuja kojelautoja.
fr: Voici quelques tableaux de bord populaires
hu: Íme néhány népszerű műszerfal
it: Ecco alcune dashboard popolari
ja: 人気のダッシュボードをご紹介します
lt: Štai keletas populiarių prietaisų skydelių
ms: Inilah beberapa papan pemuka popular
nb: Her er noen populære infotavler
nl: Hier zijn enkele populaire dashboards
pl: Oto kilka popularnych pulpitów
pt_br: Aqui estão alguns painéis populares
ru: Вот некоторые популярные дашборды
sk: Tu sú niektoré populárne dashboardy
sl: Tukaj je nekaj priljubljenih nadzornih plošč
sq: Ja disa panele popullore
sr: Evo nekoliko popularnih kontrolnih tabli
sv: Här är några populära instrumentpaneler
tr: İşte bazı popüler panolar
uk: Ось кілька популярних дашбордів
vi: Đây là một số bảng điều khiển phổ biến
zh_hk: 以下是一些熱門儀表板

source: Pick up where you left off
ar: تابع من حيث توقفت
bg: Продължи от там, където спря
ca: Continua on ho vas deixar
de: Mach da weiter, wo du aufgehört hast
eo: Pick up where you dipped off
es: Continua donde lo dejaste
fa: ادامه دهید از جایی که متوقف شدید
fi: Jatka siitä, mihin jäit
fr: Reprenez là où vous en étiez
hu: Folytasd ott, ahol abbahagytad
it: Riprendi da dove avevi lasciato
ja: 最近使用したアイテム
lt: Tęskite ten, kur baigėte
ms: Sambung dari mana anda berhenti
nb: Forsett der du slapp
nl: Ga verder waar je was gebleven
pl: Zacznij tam, gdzie skończyłeś
pt_br: Continue de onde parou
ru: Продолжить с того места, где вы остановились
sk: Pokračujte tam, kde ste skončili
sl: Nadaljujte tam, kjer ste končali
sq: Vazhdo nga ku e le
sr: Nastavite gde ste stali
sv: Fortsätt där du slutade
tr: Kaldığınız yerden devam edin
uk: Продовжити з того місця, де ви зупинилися
vi: Tiếp tục từ nơi bạn đã dừng lại
zh_hk: 從您停下的地方繼續

source: Try out these sample x-rays to see what Metabase can do.
hu: Próbáld ki ezeket a minta röntgenfelvételeket, hogy lásd, mit tud a Metabase.
ms: Cuba x-ray contoh ini untuk melihat apa yang Metabase boleh lakukan

source: Here are some explorations of the
ar: إليك بعض الاستكشافات لـ
bg: Тук са някои изследвания на
ca: Aquí hi ha algunes exploracions de
de: Hier findest du einige Explorationen zu
eo: Here are some vibes of the
es: Aquí hay algunas exploraciones de la
fa: در اینجا چند اکتشاف از
fi: Tässä on joitain tutkimuksia.
fr: Voici quelques explorations de
hu: Íme néhány feltárás a
it: Ecco alcune esplorazioni del
ja: 次のことに関するいくつかの研究や調査を以下に紹介します：
lt: Štai keletas tyrinėjimų apie
ms: Inilah beberapa penerokaan
nb: Her er noen utforskninger av
nl: Hier zijn enkele verkenningen van de
pl: Oto kilka eksploracji
pt_br: Aqui estão algumas explorações de
ru: Вот некоторые исследования
sk: Tu sú niektoré objavenia
sl: Tukaj je nekaj raziskovanj
sq: Ja disa eksplorime të
sr: Evo nekoliko istraživanja
sv: Här är några utforskningar av
tr: İşte bazı keşifler
uk: Ось кілька досліджень
vi: Dưới đây là một số khám phá về
zh_hk: 以下是一些探索

source: schema in
ar: مخطط في
bg: схема в
ca: esquema en
eo: schema in, fr fr
es: esquema en
fa: طرح در
fi: kaavio sisään
fr: schéma dans
hu: séma itt:
ja: 次のスキーマ
ms: skema dalam
nb: skjema i
pl: schemat w
pt_br: esquema em
ru: схема в
sk: schéma v
sl: Diagram v
sq: skemës në
sr: šema u
sv: schema i
tr: şema içinde
uk: схеми в
vi: schema vào
zh_hk: 中的架構

source: Here are some explorations of
ar: إليك بعض الاستكشافات لـ
bg: Тук са някои изследвания на
ca: Aquí hi ha algunes exploracions de
de: Hier findest du einige Explorationen zu
eo: Here are some vibes of
es: Aquí hay algunas exploraciones de
fa: در اینجا چند اکتشاف از
fi: Tässä on joitain tutkimuksia
fr: Voici quelques explorations de
hu: Íme néhány feltárás
it: Ecco alcune esplorazioni del
ja: 次のことに関するいくつかの研究や調査を以下に紹介します：
lt: Štai keletas tyrinėjimų
ms: Inilah beberapa penerokaan
nb: Her er noen utforskninger av
nl: Hier zijn enkele verkenningen van
pl: Oto kilka eksploracji
pt_br: Aqui estão algumas explorações de
ru: Вот некоторые исследования
sk: Tu sú niektoré objavenia
sl: Tukaj je nekaj raziskovanj
sq: Ja disa eksplorime të
sr: Evo nekoliko istraživanja
sv: Här är några utforskningar av
tr: İşte bazı keşifler
uk: Ось кілька досліджень
vi: Dưới đây là một số khám phá
zh_hk: 以下是一些探索

source: A look at
ar: نظرة على
bg: Поглед към
ca: Una mirada a
de: Ein Blick auf
eo: A quick peek at
es: Un vistazo a
fa: نگاهی به
fi: Katsaus
fr: Un aperçu de
hu: Egy pillantás
it: Uno sguardo a
ja: 次の概要：
lt: Žvilgsnis į
ms: Melihat
nb: En titt på
nl: Een blik werpen op
pl: Przegląd
pt_br: Uma olhada em
ru: Взгляд на
sk: Pohľad na
sl: Pogled na
sq: Një vështrim te
sr: Pogled na
sv: En titt på
tr: Bir bakış
uk: Погляд на
vi: Xem qua
zh_hk: 查看

source: A summary of
ar: ملخص لـ
bg: Резюме на
ca: Un resum de
de: Eine Zusammenfassung von
eo: a quick tea on
es: Un resumen de
fa: خلاصه ای از
fi: Yhteenveto
fr: Un résumé de
hu: Összefoglaló a
it: Un riepilogo di
ja: のまとめ
lt: Santrauka apie
ms: Ringkasan
nb: En oppsummering av
nl: een samenvatting van
pl: Podsumowanie
pt_br: Um resumo de
ru: Краткое описание
sk: Zhrnutie
sl: Povzetek
sq: Një përmbledhje e
sr: Sažetak za
sv: En sammanfattning av
tr: Bir özet
uk: Резюме
vi: Tóm tắt về
zh_hk: 的總結

source: A glance at
ar: لمحة عن
bg: Поглед към
ca: Un cop d'ull a
de: Ein Eindruck von
eo: A quick scroll past
es: Un vistazo a
fa: نگاهی گذرا به
fi: Pilkahdus
fr: Un coup d'œil sur
hu: Egy pillantás
it: Uno sguardo a
ja: を見てみると
lt: Žvilgsnis į
ms: Tengokan
nb: En titt på
nl: Een blik op
pl: Spojrzenie na
pt_br: Uma sinopse de
ru: Беглый взгляд на
sk: Pohľad na
sl: Pogled na
sq: Një shikim i shpejtë te
sr: Kratak uvid u
sv: En blick på
tr: Kısa bir göz atış
uk: Погляд на
vi: Nhìn lướt qua
zh_hk: 簡要查看

source: Some insights about
ar: بعض الرؤى حول
bg: Някои прозрения за
ca: Alguna informació sobre
de: Einige Einsichten über
eo: Some tea about
es: Algunas ideas sobre
fa: برخی بصیرت ها درباره
fi: Joitakin oivalluksia
fr: Quelques aperçus de
hu: Néhány betekintés a
it: Alcune intuizioni su
ja: について、いくつかの知見を得た。
lt: Keletas įžvalgų apie
ms: Beberapa pandangan mengenai
nb: Noen innsikter om
nl: Enkele inzichten over
pl: Kilka wglądów na temat
pt_br: Alguns insights sobre
ru: Некоторые идеи о
sk: Niektoré poznatky o
sl: Nekaj vpogledov o
sq: Disa insight-e rreth
sr: Neki uvidi o
sv: Några insikter om
tr: Hakkında bazı içgörüler
uk: Деякі інсайти про
vi: Một số thông tin về
zh_hk: 一些關於的見解

source: Remove bookmark
ar: إزالة الإشارة المرجعية
bg: Премахни отметката
ca: Eliminar dels favorits
de: Lesezeichen entfernen
eo: Unsave that bookmark
es: Eliminar favorito
fa: حذف نشانه گذاری
fi: Poista kirjanmerkki
fr: Supprimer le marque-page
hu: Könyvjelző eltávolítása
it: Rimuovi segnalibro
ja: ブックマークの削除
lt: Pašalinti žymę
ms: Buang penanda buku
nb: Fjern bokmerke
nl: Bladwijzer verwijderen
pl: Usuń zakładkę
pt_br: Remover marcador
ru: Удалить закладку
sk: Odstrániť záložku
sl: Odstranjevanje zaznamka
sq: Hiq faqeruajtësin
sr: Ukloni obeleživač
sv: Ta bort bokmärke
tr: Yer işaretini kaldır
uk: Видалити закладку
vi: Xóa đánh dấu
zh_hk: 移除書籤

source: Bookmarks
ar: الإشارات المرجعية
bg: Отметки
ca: Favorits
de: Lesezeichen
eo: bookmarks → poggers saves
es: Favoritos
fa: نشانه گذاری ها
fi: Kirjanmerkit
fr: Marque-pages
hu: Könyvjelzők
it: Segnalibri
ja: ブックマーク
lt: Žymės
ms: Penanda buku
nb: Bokmerke
nl: Bladwijzers
pl: Zakładki
pt_br: Marcadores
ru: Закладки
sk: Záložky
sl: Zaznamki
sq: Faqeruajtës
sr: Obeleživači
sv: Bokmärken
tr: Yer işaretleri
uk: Закладки
vi: Đánh dấu
zh_hk: 書籤

source: Past
hu: Múlt
ms: Lalu

source: Exclude...
hu: Kizárás...
ms: Mengecualikan...

source: Events between {0} and {1}
ar: الأحداث بين {0} و{1}
bg: Събития между {0} и {1}
ca: Esdeveniments entre {0} i {1}
de: Ereignisse zwischen {0} und {1}
eo: Vibes between {0} and {1}
es: Eventos entra {0} y {1}
fa: رویدادها بین {0} و {1}
fi: Tapahtumat {0} ja {1} välillä.
fr: Événement entre {0} et {1}
hu: Események {0} és {1} között
it: Eventi tra {0} e {1}
ja: {0}から{1}の間のイベント
lt: Įvykiai tarp {0} ir {1}
ms: Peristiwa antara {0} dan {1}
nb: Hendelser mellom {0} og {1}
nl: Gebeurtenissen tussen {0} en {1}
pl: Wydarzenia pomiędzy {0} a {1}
pt_br: Eventos entre {0} e {1}
ru: События между {0} и {1}
sk: Udalosti medzi {0} a {1}
sl: Dogodki med {0} in {1}
sq: Ngjarje midis {0} dhe {1}
sr: Događaji između {0} i {1}
sv: Händelser mellan {0} och {1}
tr: {0} ve {1} arasında olaylar
uk: Події між {0} і {1}
vi: Sự kiện diễn ra từ {0} đến {1}
zh_hk: {0}和{1}之間的事件

source: Events
ar: الأحداث
bg: Събития
ca: Esdeveniments
de: Ereignisse
eo: Events → Vibe checks
es: Eventos
fa: رویداد
fi: Tapahtumat
fr: Évènements
hu: Események
it: Eventi
ja: イベント
lt: Renginiai
ms: Acara
nb: Hendelser
nl: Gebeurtenissen
pl: Wydarzenia
pt_br: Eventos
ru: События
sk: Udalosti
sl: Dogodkov
sq: Ngjarje
sr: Događaji
sv: Händelser
tr: Olaylar
uk: Події
vi: Sự kiện
zh_hk: 活動

source: Move event
ar: انقل الحدث
bg: Преместване на събитие
ca: Moure esdeveniment
de: Ereignis verschieben
eo: Move event → Flex event
es: Más eventos
fa: حرکت رویداد
fi: Siirrä tapahtuma
fr: Plus d'évènements
hu: Esemény áthelyezése
it: Sposta evento
ja: イベントの移動
lt: Perkelti įvykį
ms: Pindahkan acara
nb: Flytt hendelse
nl: Gebeurtenis verplaatsen
pl: Przenieś wydarzenie
pt_br: Mover evento
ru: Переместить событие
sk: Presunúť udalosť
sl: Dogodek premikanja
sq: Lëviz ngjarjen
sr: Premesti događaj
sv: Flytta händelsen
tr: Olayı taşı
uk: Перемістити подію
vi: Di chuyển sự kiện
zh_hk: 移動事件

source: Unarchive event
ar: ألغِ أرشفة الحدث
bg: Разархивиране на събитие
ca: Desarxivar l'esdeveniment
de: Ereignis aus dem Archiv holen
eo: Unarchive event → Bring the event back from the archive, fr fr
es: Desarchivar evento
fa: بازخوانی رویداد
fi: Pura arkistoitu tapahtuma
fr: Désarchiver l'événement
hu: Esemény visszaállítása
it: Togli dall'archivio evento
ja: イベントのアーカイブ解除
lt: Išarchyvuoti įvykį
ms: Nyaharkibkan acara
nb: Fjern hendelse fra arkiv
nl: Gebeurtenis dearchiveren
pl: Przywróć wydarzenie
pt_br: Desarquivar evento
ru: Разархивировать событие
sk: Zrušiť archiváciu udalosti
sl: Razveljavi arhiviranje dogodka
sq: Çarkivo ngjarjen
sr: Vrati događaj iz arhive
sv: Oarkivera händelse
tr: Olayı arşivden çıkar
uk: Розархівувати подію
vi: Bỏ lưu trữ sự kiện
zh_hk: 取消存檔事件

source: Delete event
ar: احذف الحدث
bg: Изтриване на събитие
ca: Esborrar l'esdeveniment
de: Ereignis löschen
eo: Canceling the vibe
es: Eliminar evento
fa: حذف رویداد
fi: Poista tapahtuma
fr: Supprimer l'évènement
hu: Esemény törlése
it: Elimina evento
ja: イベント削除
lt: Ištrinti įvykį
ms: Padam acara
nb: Slett hendelse
nl: Gebeurtenis verwijderen
pl: Usuń wydarzenie
pt_br: Excluir evento
ru: Удалить событие
sk: Odstrániť udalosť
sl: Brisanje dogodka
sq: Fshi ngjarjen
sr: Obriši događaj
sv: Ta bort händelse
tr: Etkinliği sil
uk: Вилучити подію
vi: Xoá sự kiện
zh_hk: 刪除事件

source: {0} added this on {1}
ar: أضاف {0} هذا في {1}
bg: {0} добави това на {1}
ca: {0} ha afegit això a {1}
de: {0} hat dies am {1} hinzugefügt
eo: {0} just slid this on {1}
es: {0} añadió esto en {1}
fa: {0} این را افزود در {1}
fi: {0} lisäsi tämän {1}:lle.
fr: {0} a ajouté ceci dans {1}
hu: {0} hozzáadta ezt {1}-én
it: {0} ha aggiunto questo il {1}
ja: {0} は {1} でこれを追加しました。
lt: {0} pridėjo tai {1}
ms: {0} menambah ini pada {1}
nb: {0} la til denne {1}
nl: {0} heeft dit toegevoegd op {1}
pl: {0} dodał to {1}
pt_br: {0} adicionou isso em {1}
ru: {0} добавил это {1}
sk: {0} pridal toto dňa {1}
sl: {0} je to dodal na {1}
sq: {0} e shtoi këtë më {1}
sr: {0} je dodao/la ovo {1}
sv: {0} lades till på {1}
tr: {0} bunu {1} tarihinde ekledi
uk: {0} додав(ла) це {1}
vi: {0} đã thêm điều này vào {1}
zh_hk: {0}已於{1}添加這個

source: Added on {0}
ar: أُضيف في {0}
bg: Добавено на {0}
ca: Afegit el {0}
de: Hinzugefügt am {0}
eo: Added on {0} and I’m not even mad about it lol
es: Añadido en {0}
fa: افزوده شده در {0}
fi: Lisätty {0}
fr: Ajouté sur {0}
hu: Hozzáadva {0}-án
it: Aggiunto il {0}
ja: {0}に追加しました
lt: Pridėta {0}
ms: Ditambah pada {0}
nb: Lagt til {0}
nl: Toegevoegd op {0}
pl: Dodano {0}
pt_br: Adicionado em {0}
ru: Добавлено {0}
sk: Pridané dňa {0}
sl: Dodano dne {0}
sq: Shtuar më {0}
sr: Dodato {0}
sv: Lagt till {0}
tr: {0} tarihinde eklendi
uk: Додано {0}
vi: Đã thêm vào {0}
zh_hk: 已於{0}添加

source: The Mesozoic era
ar: العصر الميزوزوي
bg: Мезозойската ера
ca: L'era Mesozoica
de: Das Mesozoikum
eo: The Mesozoic era → The OG dinosaur days
es: El Mesozoico
fa: دوران مزوزوئیک
fi: Mesotsooinen aikakausi
fr: L'ère Mézozoïque
hu: A mezozoikum korszak
it: L'era Mesozoica
ja: 中生代
lt: Mezozojaus era
ms: Era Mesozoik
nb: Den mesozoiske æra
nl: Een belangrijk tijdperk
pl: Era mezozoiczna
pt_br: A era Mesozoica
ru: Мезозойская эра
sk: Obdobie druhohor
sl: Mezozojska doba
sq: Epoka mezozoike
sr: Mezozojska era
sv: Den mesozoiska eran
tr: Mezozoik dönem
uk: Мезозойська ера
vi: Kỷ Mesozoi
zh_hk: 中生代

source: No timelines found
ar: لم يتم العثور على أي جداول زمنية
bg: Не бяха намерени времеви линии
ca: No s'ha trobat línies de temps
de: Keine Zeitachsen gefunden
eo: No cap, no timelines found
es: No se han encontrado cronologías
fa: هیچ جدول زمانی یافت نشد
fi: Aikajanoja ei löytynyt
fr: Pas d'échéancier trouvé
hu: Nem található idővonal
it: Nessuna cronologia trovata
ja: タイムラインは見つかりませんでした
lt: Nerasta jokių laiko juostų
ms: Tiada garis masa ditemui
nb: Ingen tidslinje funnet
nl: Geen tijdlijn gevonden
pl: Nie znaleziono osi czasu
pt_br: Nenhuma linha do tempo encontrada
ru: Хронологии не найдены
sk: Neboli nájdené žiadne časové osi
sl: Časovnic ni mogoče najti
sq: Nuk u gjetën timeline
sr: Nisu pronađene vremenske linije
sv: Inga tidslinjer hittades
tr: Zaman çizelgesi bulunamadı
uk: Не знайдено хронологій
vi: Không tìm thấy dòng thời gian
zh_hk: 未找到時間線

source: No events found
ar: لم يتم العثور على أي أحداث
bg: Не бяха намерени събития
ca: No s'han trobat esdeveniments
de: Keine Ereignisse gefunden
eo: Nada poppin' rn
es: No se encontraron eventos
fa: هیچ رویدادی یافت نشد
fi: Ei tapahtumia löytynyt
fr: Pas d'événement trouvé
hu: Nem található esemény
it: Nessun evento trovato
ja: イベントは見つかりませんでした
lt: Nerasta jokių įvykių
ms: Tiada acara ditemui
nb: Ingen hendelser funnet
nl: Geen gebeurtenissen gevonden
pl: Nie znaleziono wydarzeń
pt_br: Nenhum evento encontrado
ru: События не найдены
sk: Neboli nájdené žiadne udalosti
sl: Ni najdenih dogodkov
sq: Nuk u gjetën ngjarje
sr: Nisu pronađeni događaji
sv: Inga händelser hittades
tr: Etkinlik bulunamadı
uk: Не знайдено подій
vi: Không tìm thấy sự kiện
zh_hk: 未找到事件

source: Archived events
ar: الأحداث المؤرشفة
bg: Архивирани събития
ca: Arxivar esdeveniments
de: Archivierte Ereignisse
eo: Old news events
es: Eventos archivados
fa: رویدادهای آرشیو شده
fi: Arkistoidut tapahtumat
fr: Événements archivés
hu: Archivált események
it: Eventi archiviati
ja: 過去のイベント
lt: Archyvuoti įvykiai
ms: Acara yang diarkibkan
nb: Arkiverte hendelser
nl: Gearchiveerde evenementen
pl: Zarchiwizowane wydarzenia
pt_br: Eventos arquivados
ru: Архивированные события
sk: Archivované udalosti
sl: Arhivirani dogodki
sq: Ngjarje të arkivuara
sr: Arhivirani događaji
sv: Arkiverade händelser
tr: Arşivlenmiş etkinlikler
uk: Архівовані події
vi: Sự kiện đã lưu trữ
zh_hk: 已存檔的事件

source: Search for an event
ar: ابحث عن حدث
bg: Търсене на събитие
ca: Cercar un esdeveniment
de: Nach einem Ereignis suchen
eo: Look up a vibe or find a thingy to do
es: Buscar un evento
fa: جستجو برای یک رویداد
fi: Etsi tapahtumaa
fr: Rechercher un évènement
hu: Esemény keresése
it: Cerca un evento
ja: イベント検索
lt: Ieškokite įvykio
ms: Cari acara
nb: Søk etter hendelser
nl: Zoek een gebeurtenis
pl: Wyszukaj wydarzenie
pt_br: Pesquisar um evento
ru: Поиск события
sk: Vyhľadajte udalosť
sl: Iskanje dogodka
sq: Kërko për një ngjarje
sr: Pretražite događaj
sv: Sök efter en händelse
tr: Etkinlik ara
uk: Знайти подію
vi: Tìm một sự kiện
zh_hk: 搜尋事件

source: Add an event
hu: Esemény hozzáadása
ms: Tambah acara

source: New timeline
ar: جدول زمني جديد
bg: Новa времевa линия
ca: Nova línia de temps
de: Neue Zeitachse
eo: New vibe check
es: Nueva cronología
fa: جدول زمانی جدید
fi: Uusi aikajana
fr: Nouveaux échéanciers
hu: Új idővonal
it: Nuova cronologia
ja: 新しいタイムライン
lt: Nauja laiko juosta
ms: Garis masa baru
nb: Ny tidslinje
nl: Nieuwe tijdlijn
pl: Nowa oś czasu
pt_br: Nova linha do tempo
ru: Новая временная шкала
sk: Nová časová os
sl: Nova časovnica
sq: Timeline i ri
sr: Nova vremenska linija
sv: Ny tidslinje
tr: Yeni zaman çizelgesi
uk: Нова хронологія
vi: Dòng thời gian mới
zh_hk: 新時間線

source: Edit timeline details
ar: عدّل تفاصيل الجدول الزمني
bg: Редактиране на детайли за времева линия
ca: Editar els detalls de la línia de temps
de: Details der Zeitachse bearbeiten
eo: Update the timeline deets
es: Editar detalles de cronología
fa: ویرایش جزئیات جدول زمانی
fi: Muokkaa aikajanan yksityiskohtia
fr: Éditer les détails de l'échéancier
hu: Idővonal részleteinek szerkesztése
it: Modifica i dettagli della timeline
ja: タイムラインの詳細を編集する
lt: Redaguokite išsamią laiko juostos informaciją
ms: Sunting butiran garis masa
nb: Rediger detaljer for tidslinje
nl: Tijdlijndetails bewerken
pl: Edytuj szczegóły osi czasu
pt_br: Editar detalhes da linha do tempo
ru: Изменить детали временной шкалы
sk: Upraviť podrobnosti časovej osi
sl: Urejanje podrobnosti časovnice
sq: Modifiko detajet e timeline
sr: Izmeni detalje vremenske linije
sv: Redigera tidslinjens detaljer
tr: Zaman çizelgesi ayrıntılarını düzenle
uk: Редагувати деталі хронології
vi: Chỉnh sửa chi tiết dòng thời gian
zh_hk: 編輯時間線詳細訊息
