Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Whether to enable Actions for a specific Database.
ar: ما إذا كان سيتم تفعيل الإجراءات لقاعدة بيانات محددة.
bg: Дали да се активират действия за конкретна база данни.
ca: Activar les Accions per a una base de dades específica.
de: Ob Aktionen für eine bestimmte Datenbank aktiviert werden sollen.
eo: Should I turn on Actions for this particular Database?
es: Si se debe habilitar acciones para una base de datos específica.
fa: فعال کردن Actions برای یک پایگاه داده خاص.
fi: Onko toimintojen käyttöönotto tiettyä tietokantaa varten.
fr: Activer ou non les Actions pour une base de données spécifiques.
hu: Meghatározza, hogy engedélyezve legyenek-e a műveletek egy adott adatbázis számára.
it: Se abilitare le Azioni per un Database specifico.
ja: 特定のDatabaseに対してActionsを有効にするかどうか。
lt: Ar įgalinti veiksmus konkrečiai duomenų bazei.
ms: Sama ada untuk mengaktifkan Tindakan untuk Pangkalan Data tertentu.
nb: Om handlinger skal aktiveres for en spesifikk database.
nl: Of acties voor een specifieke database moet worden ingeschakeld.
pl: Czy włączyć akcje dla określonej bazy danych.
pt_br: Se deve habilitar ações para um banco de dados específico.
ru: Включать ли действия для конкретной базы данных.
sk: Povolenie akcií pre konkrétnu databázu.
sl: Ali želite omogočiti dejanja za določeno zbirko podatkov.
sq: Nëse të aktivizohen Veprimet për një bazë të caktuar të dhënash.
sr: Da li omogućiti Akcije za određenu bazu.
sv: Om du ska aktivera åtgärder för en specifik databas.
tr: Belirli bir Veritabanı için Eylemlerin etkinleştirilip etkinleştirilmeyeceği.
uk: Чи ввімкнути Дії для конкретної бази даних.
vi: Có nên bật Hành động cho một Cơ sở dữ liệu cụ thể hay không.
zh_hk: 是否為特定數據庫啟用操作。

source: Values can only be fetched for actions that require a Primary Key.
ar: لا يمكن جلب القيم إلا للإجراءات التي تتطلب مفتاحًا أساسيًا.
bg: Стойностите могат да бъдат извлечени само за действия, които изискват първичен ключ.
ca: Els valors només es poden obtenir per a accions que requereixen una clau primària.
de: Werte können nur für Aktionen abgerufen werden, die einen Primärschlüssel erfordern.
eo: Bruh, you can only pull values for actions that need a Primary Key, fr.
es: Los valores solo se pueden obtener para acciones que requieren una clave principal.
fa: مقادیر را فقط می توان برای اقداماتی واکشی کرد که به کلید اصلی نیاز دارند.
fi: Arvoja voidaan hakea vain toimille, jotka vaativat ensisijaista avainta.
fr: Les valeurs ne peuvent être récupérées pour des actions requérant une clé primaire.
hu: Az értékek csak olyan műveletekhez kérhetők le, amelyekhez elsődleges kulcs szükséges.
it: I valori possono essere recuperati solo per le azioni che richiedono una chiave primaria.
ja: 値の取得は、主キーを必要とするアクションに対してのみ可能です。
lt: Vertes galima gauti tik veiksmams, kuriems reikalingas pirminis raktas.
ms: Nilai hanya boleh diambil untuk tindakan yang memerlukan Kunci Utama.
nb: Verdier kan bare hentes for handlinger som krever en primærnøkkel.
nl: Waarden kunnen alleen worden opgehaald voor acties die een primaire sleutel vereisen.
pl: Wartości można pobierać tylko dla akcji, które wymagają klucza głównego.
pt_br: Os valores só podem ser buscados para ações que requerem uma chave primária.
ru: Значения могут быть получены только для действий, для которых требуется первичный ключ.
sk: Hodnoty možno načítať len pre akcie, ktoré vyžadujú primárny kľúč.
sl: Vrednosti je mogoče pridobiti le za dejanja, ki zahtevajo primarni ključ.
sq: Vlerat mund të merren vetëm për veprime që kërkojnë një Çelës Primar.
sr: Vrednosti se mogu preuzeti samo za akcije koje zahtevaju primarni ključ.
sv: Värden kan endast hämtas för åtgärder som kräver en primär nyckel.
tr: Değerler yalnızca Birincil Anahtar gerektiren eylemler için getirilebilir.
uk: Значення можна отримати лише для дій, що потребують первинного ключа.
vi: Chỉ có thể lấy giá trị cho các hành động yêu cầu Khóa chính.
zh_hk: 僅能為需要主鍵的操作獲取值。

source: Error executing action.
ar: حدث خطأ أثناء تنفيذ الإجراء.
bg: Грешка при изпълнение на действието.
ca: Error en executar l'acció.
de: Fehler beim Ausführen der Aktion.
eo: Lowkey error when trying to do the thing.
es: Error ejecutando acción.
fa: خطا در اجرای عمل.
fi: Virhe suoritettaessa toimintoa.
fr: Erreur lors de l'exécution de l'action.
hu: Hiba a művelet végrehajtásakor.
it: Errore nell'esecuzione dell'azione.
ja: アクションの実行にエラーが発生しました。
lt: Klaida atliekant veiksmą.
ms: Ralat melaksanakan tindakan.
nb: Feil ved utføring av handling.
nl: Fout bij het uitvoeren van actie.
pl: Błąd podczas wykonywania akcji.
pt_br: Erro ao executar ação.
ru: Ошибка выполнения действия.
sk: Chyba pri vykonávaní akcie.
sl: Napaka pri izvajanju dejanja.
sq: Gabim gjatë ekzekutimit të veprimit.
sr: Greška pri izvršavanju akcije.
sv: Fel att utföra åtgärder.
tr: Eylem yürütülürken hata oluştu.
uk: Помилка виконання дії.
vi: Lỗi khi thực hiện hành động.
zh_hk: 執行操作時出錯。

source: C3P0 Number of threads awaiting checkout
hu: C3P0 A fizetési sorra váró szálak száma
ms: Bilangan utas C3P0 yang menunggu keluar

source: Unsupported implicit action kind
ar: نوع إجراء ضمني غير مدعوم
bg: Типът на неявно действие не се поддържа
ca: Tipus d'acció implícita no suportada
de: Nicht unterstützter impliziter Aktionstyp
eo: That’s a whole vibe, like, an unsupported implicit action kinda thing, you feel?
es: Tipo de acción implícita no admitida
fa: نوع اقدام ضمنی پشتیبانی نشده
fi: Tukematon implisiittinen toimintatyyppi
fr: Type d'action implicite non-supporté
hu: Nem támogatott implicit műveleti típus
it: Tipo di azione implicita non supportata
ja: サポートされていない暗黙のアクションの種類
lt: Nepalaikomas numanomo veiksmo tipas
ms: Jenis tindakan tersirat yang tidak disokong
nb: Implisitt handlingstype ikke støttet
nl: Niet-ondersteunde impliciete actiesoort
pl: Nieobsługiwany typ akcji niejawnej
pt_br: Tipo de ação implícita não compatível
ru: Неподдерживаемый тип неявного действия
sk: Nepodporovaný implicitný druh akcie
sl: Nepodprta vrsta implicitnega dejanja
sq: Lloj veprimi implicit i pambështetur
sr: Nepodržana vrsta implicitne akcije
sv: Ouppstått implicit action typ
tr: Desteklenmeyen örtük eylem türü
uk: Непідтримуваний тип неявної дії
vi: Loại hành động ngầm không được hỗ trợ
zh_hk: 不支持的隱式操作類型

source: must be a valid json-query, something like ''.item.title''
ar: يجب أن يكون json-query صالحًا، مثل ''.item.title''
bg: трябва да е валиден json-заявка, например ".item.title"
ca: ha de ser un json-query vàlid, quelcom com ".item.title"
de: Muss eine gültige JSON-Abfrage sein, beispielsweise wie ''.item.title''
eo: It’s gotta be a legit json-query, like, something along the lines of ‘.item.title’ or whatever.
es: debe ser una consulta json válida, algo como ''.item.title''
fa: باید یک json-query معتبر باشد، چیزی شبیه ''.item.title''
fi: täytyy olla kelvollinen JSON-kysely, jotain tyyliin ''.item.title''
fr: doit être une requête valide json, comme ".element.titre"
hu: érvényes json-lekérdezésnek kell lennie, valami ilyesmi: ''.item.title''
it: deve essere una query json valida, qualcosa come ''.item.title''.
ja: は有効なjson-queryでなければなりません、 ''.item.title'' のようなものです。
lt: turi būti tinkama json užklausa, kažkas panašaus į ''.item.title''
ms: mesti merupakan json-query yang sah, seperti ''.tajuk.item''
nb: må være en gyldig json-spørring, som for eksempel ''.item.title''
nl: moet een geldige json-query zijn, iets zoals ''.item.title''
pl: musi być prawidłowym zapytaniem JSON, coś w stylu ''.item.title''
pt_br: deve ser uma consulta json válida, algo como ''.item.title''
ru: должен быть корректным json-запросом, например ''.item.title''
sk: musí byť platný json-dotaz, niečo ako ''.item.title''
sl: mora biti veljavna JSON-poizvedba, nekaj takega kot ''.item.title''
sq: duhet të jetë një json-query e vlefshme, diçka si ''.item.title''
sr: mora biti važeći json-query, na primer ''.item.title''
sv: Måste vara en giltig json-query, exempelvis ''.item.title''
tr: geçerli bir json sorgusu olmalıdır, ''.item.title'' gibi bir şey
uk: має бути коректним json-query, щось на кшталт ''.item.title''
vi: phải là một truy vấn json hợp lệ, giống như ''.item.title''
zh_hk: 必須是有效的JSON查詢，例如 ".item.title"

source: Unsupported action type
ar: نوع إجراء غير مدعوم
bg: Неподдържан тип действие
ca: Tipus d'acció no suportada
de: Nicht unterstützter Aktionstyp
eo: This action type is a no cap, unsupported.
es: Tipo de acción no soportada
fa: نوع اقدام پشتیبانی نشده
fi: Tukematon toimintotyyppi
fr: Type d'action non-supporté
hu: Nem támogatott műveleti típus
it: Tipo di azione non supportato
ja: 未対応のアクションタイプ
lt: Nepalaikomas veiksmo tipas
ms: Jenis tindakan yang tidak disokong
nb: Handlingstype ikke støttet
nl: Niet-ondersteunde actiesoort
pl: Nieobsługiwany typ akcji
pt_br: Tipo de ação não compatível
ru: Неподдерживаемый тип действия
sk: Nepodporovaný typ akcie
sl: Nepodprta vrsta dejanja
sq: Lloj veprimi i pambështetur
sr: Nepodržan tip akcije
sv: Ouppstått åtgärdstyp
tr: Desteklenmeyen eylem türü
uk: Непідтримуваний тип дії
vi: Loại hành động không được hỗ trợ
zh_hk: 不支持的操作類型

source: Must provide a database_id for query actions
ar: يجب توفير database_id لإجراءات الاستعلام
bg: Трябва да се предостави database_id за действия по заявка
ca: Ha de subministrar una database_id per a les accions de consulta
de: Für Abfrageaktionen muss eine database_id angegeben werden
eo: You gotta include a database_id for the query vibes, fr.
es: Debes proporcionar un ID de base de datos para las acciones de consulta
fa: باید یک database_id برای اقدامات پرس و جو ارائه کند
fi: Tulee antaa tietokanta_id kyselytoimenpiteille
fr: Doit fournir un database_id pour les actions de requêtes
hu: Meg kell adnia egy adatbázis azonosítót a lekérdezési műveletekhez
it: Deve fornire un ID database per le azioni di interrogazione.
ja: クエリを実行するためにdatabase_idを提供する必要があります。
lt: Užklausos veiksmams reikia pateikti duomenų bazės_id
ms: Mesti menyediakan id_pangkalan_data untuk tindakan query
nb: Må oppgi en database_id for spørringshandlinger
nl: Moet een database_id voor queryacties opgeven
pl: Należy podać database_id dla akcji z zapytaniami
pt_br: Deve fornecer um database_id para ações de consulta
ru: Необходимо предоставить database_id для действий запроса
sk: Musí poskytnúť database_id pre akcie dotazovania
sl: Zagotoviti mora database_id za dejanja poizvedbe
sq: Duhet të jepet një database_id për veprime query
sr: Morate navesti database_id za akcije upita
sv: Måste tillhandahålla en database_id för frågeställningar
tr: Sorgu eylemleri için bir veritabanı_id'si sağlamalıdır
uk: Для дій запиту потрібно надати database_id
vi: Phải cung cấp database_id cho các hành động truy vấn
zh_hk: 必須提供查詢操作的 database_id

source: Card does not have a parameter with the ID {0}
ar: لا تحتوي البطاقة على مُعلَمة بالمعرّف {0}
bg: Картата няма параметър с ID {0}
ca: La targeta no té el paràmetre amb ID {0}
de: Karte hat keinen Parameter mit der ID {0}
eo: Bruh, the card ain't got a param with the ID {0} lol
es: Tarjeta no tiene un parámetro con ID {0}
fa: کارت پارامتری با شناسه {0}ندارد
fi: Kortilla ei ole parametria ID:llä {0}
fr: La carte n'a pas de paramètre avec l'ID {0}
hu: A kártya nem tartalmaz paramétert a(z) {0} azonosítóval
it: La carta non ha un parametro con l'ID {0}
ja: カードにはID{0}のパラメータがありません。
lt: Kortelėje nėra parametro su ID {0}
ms: Kad tidak mempunyai parameter dengan ID {0}
nb: Kort har ikke en parameter med ID {0}
nl: Kaart heeft geen parameter met de ID {0}
pl: Karta nie posiada parametru o ID {0}
pt_br: O cartão não tem um parâmetro com o ID {0}
ru: Карта не имеет параметра с идентификатором {0}
sk: Karta nemá parameter s ID {0}
sl: Kartica nima parametra z ID {0}
sq: Karta nuk ka një parametër me ID {0}
sr: Kartica nema parametar sa ID-jem {0}
sv: Kortet har ingen parameter med ID {0}
tr: Kartın {0}kimliğine sahip bir parametresi yok
uk: Картка не має параметра з ID {0}
vi: Thẻ không có tham số có ID {0}
zh_hk: 卡片沒有 ID 為{0}的參數

source: Invalid m field: {0}
hu: Érvénytelen m mező: {0}
ms: Medan m tidak sah: {0}

source: Must include prefix or search
ar: يجب تضمين prefix أو search
bg: Трябва да включва префикс или търсене
ca: Ha d'incloure un prefix o cerca
de: Muss Präfix oder Suche enthalten
eo: Gotta include the prefix or do a search, fr fr
es: Debe incluir prefijo o búsqueda
fa: باید شامل پیشوند یا جستجو باشد
fi: Täytyy sisältää etuliite tai haku
fr: Doit inclure un préfixe ou une recherche
hu: Tartalmaznia kell az előtagot vagy a keresést
it: Deve includere il prefisso o la ricerca
ja: プレフィックスまたは検索を含む必要があります。
lt: Turi būti priešdėlis arba paieška
ms: Mesti termasuk awalan atau carian
nb: Må inkludere prefiks eller søk
nl: Moet prefix of zoekopdracht bevatten
pl: Musi zawierać prefiks lub wyszukiwanie
pt_br: Deve incluir prefixo ou pesquisa
ru: Должен включать префикс или поиск
sk: Musí obsahovať prefix alebo vyhľadávanie
sl: Vključevati mora predpono ali iskanje
sq: Duhet të përfshijë prefix ose search
sr: Mora sadržati prefix ili search
sv: Måste inkludera prefix eller sökning
tr: Önek veya arama içermelidir
uk: Потрібно вказати prefix або search
vi: Phải bao gồm tiền tố hoặc tìm kiếm
zh_hk: 必須包含前綴或搜索

source: Error with autocomplete: {0}
hu: Hiba az automatikus kiegészítésnél: {0}
ms: Ralat dengan autolengkap: {0}

source: Missing field-ids for parameter
ar: field-ids مفقودة للمُعلَمة
bg: Липсват идентификатори на поле за параметър
ca: Falten els ids de camp per al paràmetre
de: Fehlende Feld-IDs für Parameter
eo: Bruh, got no clue what those field-ids for the param are, lol.
es: Faltan IDs de campo para el parámetro
fa: شناسه های فیلد برای پارامتر وجود ندارد
fi: Puuttuvat kenttä-ids-parametrit
fr: IDs de champs manquants pour le paramètre
hu: Hiányzó mező-azonosítók a paraméterhez
it: Mancano gli ID dei campi per il parametro
ja: パラメータにフィールドIDがない
lt: Trūksta parametro lauko ID
ms: Medan-id yang hilang untuk parameter
nb: Mangler felt-ider for parameter
nl: Ontbrekende veld-ID's voor parameter
pl: Brak identyfikatorów pól dla parametru
pt_br: field-ids ausente para o parâmetro
ru: Отсутствуют идентификаторы полей для параметра
sk: Chýbajúce identifikátory polí pre parameter
sl: Manjkajoči ID-ji polj za parameter
sq: Mungojnë field-ids për parametrin
sr: Nedostaju field-ids za parametar
sv: Saknade fält-ID för parameter
tr: Parametre için eksik field-ids
uk: Відсутні field-ids для параметра
vi: Thiếu trường id cho tham số
zh_hk: 缺少欄位 ID 參數

source: Table ''{0}.{1}'' already exists
ar: الجدول ''{0}.{1}'' موجود بالفعل
bg: Таблицата ''{0}.{1}'' вече съществува
ca: La taula "{0}.{1}" ja existeix
de: Tabelle ''{0}.{1}'' bereits vorhanden
eo: Bruh, the table '{0}.{1}' already exists, fr fr.
es: La tabla ''{0}.{1}'' ya existe
fa: جدول ''{0}.{1}'' از قبل وجود دارد
fi: Taulu ''{0}.{1}'' on jo olemassa
fr: Table "{0}.{1}" existe déjà
hu: A(z) ''{0}.{1}'' tábla már létezik
it: La tabella ''{0}.{1}'' esiste già
ja: テーブル「{0}.{1}」はすでに存在しています。
lt: Lentelė „{0}.{1}“ jau yra
ms: Jadual ''{0}.{1}'' sudah wujud
nb: Tabell ''{0}.{1}'' eksisterer allerede
nl: Tabel ''{0}.{1}'' bestaat al
pl: Tabela ''{0}.{1}'' już istnieje
pt_br: A tabela ''{0}.{1}'' já existe
ru: Таблица ''{0}.{1}'' уже существует
sk: Tabuľka ''{0}.{1}'' už existuje
sl: Tabela ''{0}. {1}'' že obstaja
sq: Tabela ''{0}.{1}'' ekziston tashmë
sr: Tabela ''{0}.{1}'' već postoji
sv: Tabell '' {0}. {1} '' finns redan
tr: Tablo ''{0}.{1}'' zaten mevcut
uk: Таблиця ''{0}.{1}'' уже існує
vi: Bảng ''{0}.{1}'' đã tồn tại
zh_hk: 表格 ''{0}.{1}'' 已經存在

source: Unable to identify table ''{0}.{1}''
ar: تعذر التعرف على الجدول ''{0}.{1}''
bg: Не може да се идентифицира таблицата ''{0}.{1}''
ca: No s'ha pogut identificar la taula "{0}.{1}"
de: Tabelle ''{0}.{1}'' nicht erkannt
eo: Can't even find the table '{0}.{1}' rn smh
es: No se ha podido identificar la tabla ''{0}.{1}''
fa: جدول ''{0}قابل شناسایی نیست.{1}''
fi: Taulua ''{0}.{1}'' ei voida tunnistaa.
fr: Impossible d'identifier la table "{0}.{1}"
hu: Nem sikerült azonosítani a(z) ''{0}.{1}'' táblát
it: Impossibile identificare la tabella ''{0}.{1}''
ja: テーブル ''{0}.{1}'' を特定できない。
lt: Nepavyko identifikuoti lentelės „{0}.{1}“
ms: Tidak dapat mengenal pasti jadual ''{0}.{1}''
nb: Kunne ikke identifisere tabell ''{0}.{1}''
nl: Kan tabel ''{0}.{1}'' niet identificeren
pl: Nie można zidentyfikować tabeli ''{0}.{1}''
pt_br: Não é possível identificar a tabela ''{0}.{1}''
ru: Не удалось идентифицировать таблицу ''{0}.{1}''
sk: Nie je možné identifikovať tabuľku ''{0}.{1}''
sl: Ni mogoče prepoznati tabele ''{0}. {1}''
sq: Nuk u arrit të identifikohet tabela ''{0}.{1}''
sr: Nije moguće identifikovati tabelu ''{0}.{1}''
sv: Det går inte att identifiera tabell '' {0}. {1} ''
tr: Tablo tanımlanamıyor ''{0}.{1}''
uk: Не вдалося ідентифікувати таблицю ''{0}.{1}''
vi: Không thể xác định bảng ''{0}.{1}''
zh_hk: 無法識別表格 ''{0}.{1}''

source: Invalid DB permissions: If you have write access for native queries, you must have data access to all schemas.
ar: أذونات قاعدة بيانات غير صالحة: إذا كانت لديك صلاحية كتابة للاستعلامات الأصلية، فيجب أن تكون لديك صلاحية وصول إلى البيانات لكل المخططات (schemas).
bg: Невалидни разрешения за база данни: Ако имате достъп до писане за собствени заявки, трябва да имате достъп до данните във всички схеми.
ca: Permisos incorrectes de Base de dades: Si tens accés d'escriptura per a preguntes natives, has de tenir accés a tots els esquemes.
de: Ungültige DB-Berechtigungen: Wenn Sie Schreibzugriff für native Abfragen haben, müssen Sie Zugriff auf alle Schemata haben.
eo: Bruh, if you got write perms for native queries, you gotta have data access to all schemas. No cap.
es: Permisos de base de datos no válidos: si tienes acceso de escritura para consultas nativas, debes tener acceso de datos a todos los esquemas.
fa: مجوزهای DB نامعتبر: اگر برای پرس و جوهای بومی دسترسی نوشتن دارید، باید به همه طرحواره ها دسترسی داشته باشید.
fi: Virheelliset tietokannan käyttöoikeudet: Jos sinulla on kirjoitusoikeus paikallisiin kyselyihin, sinun on oltava tiedonsaantioikeus kaikkiin skeemoihin.
fr: Permissions de BD invalides: si vous avez un accès en écriture pour les requêtes natives, vous devez avoir un accès aux données de tout les schémas.
hu: Érvénytelen DB-engedélyek: Ha írási hozzáféréssel rendelkezik a natív lekérdezésekhez, akkor minden sémához adathozzáféréssel kell rendelkeznie.
it: Permessi DB non validi: Se si dispone dell'accesso in scrittura per le query native, è necessario disporre dell'accesso ai dati per tutti gli schemi.
ja: DBの権限が無効です。ネイティブクエリの書き込み権限がある場合、すべてのスキーマへのデータアクセス権限が必要です。
lt: Neteisingi DB leidimai: jei turite savųjų užklausų rašymo prieigą, turite turėti prieigą prie visų schemų duomenų.
ms: Kebenaran DB tidak sah: Jika anda mempunyai akses tulis untuk pertanyaan asli, anda mesti mempunyai akses data kepada semua skema.
nb: Ugyldige DB tillatelser: Hvis du har skrivetilgang for grunnlegende spørringer, må du ha datatilgang til alle skjema.
nl: Ongeldige DB rechten: Als je schrijftoegang hebt voor SQL-queries, moet je datatoegang hebben tot alle schema's.
pl: Nieprawidłowe uprawnienia do bazy danych: Jeśli masz dostęp do zapisywania zapytań natywnych, musisz mieć dostęp do wszystkich schematów danych.
pt_br: Permissões de banco de dados inválidas: se você tiver acesso de gravação para consultas nativas, deverá ter acesso a dados para todos os esquemas.
ru: Неверные права доступа к БД: Если у вас есть доступ на запись для собственных запросов, вы должны иметь доступ к данным для всех схем.
sk: Neplatné oprávnenia DB: Ak máte právo zápisu pre natívne dotazy, musíte mať prístup k údajom vo všetkých schémach.
sl: Neveljavna dovoljenja za zbirko podatkov: Če imate dostop za pisanje za izvorne poizvedbe, morate imeti dostop do podatkov za vse sheme.
sq: Leje DB të pavlefshme: Nëse ke akses shkrimi për pyetje native, duhet të kesh akses në të dhënat për të gjitha skemat.
sr: Nevažeće DB dozvole: Ako imate write pristup za nativne upite, morate imati pristup podacima za sve šeme.
sv: Ogiltiga DB -behörigheter: Om du har skrivåtkomst för inbyggda frågor måste du ha datatillträde till alla scheman.
tr: Geçersiz DB izinleri: Yerel sorgular için yazma erişiminiz varsa, tüm şemalara veri erişiminiz olmalıdır.
uk: Недійсні дозволи БД: якщо у вас є доступ на запис для нативних запитів, ви повинні мати доступ до даних у всіх схемах.
vi: Quyền DB không hợp lệ: Nếu bạn có quyền ghi đối với các truy vấn gốc, bạn phải có quyền truy cập dữ liệu vào tất cả các lược đồ.
zh_hk: 資料庫權限無效：如果您對原生查詢具有寫入權限，則必須對所有架構具有資料訪問權限。

source: Sandboxes are an Enterprise feature. Please upgrade to a paid plan to use this feature.
hu: A homokozó az Enterprise funkció része. Kérjük, frissítsen fizetős csomagra a használatához.
ms: Kotak pasir adalah ciri Enterprise. Sila tingkatkan kepada pelan berbayar untuk menggunakan ciri ini.

source: Invalid execution permission graph: {0}
hu: Érvénytelen végrehajtási engedély grafikon: {0}
ms: Graf kebenaran pelaksanaan tidak sah: {0}

source: ''load'' is deprecated and will be removed in a future release. Please migrate to ''import''.
hu: A ''load'' elavult és egy jövőbeli kiadásban eltávolításra kerül. Kérjük, térjen át az ''import'' használatára.
ms: ''load'' telah tidak digunakan lagi dan akan dikeluarkan dalam keluaran akan datang. Sila beralih kepada ''import''.

source: ''dump'' is deprecated and will be removed in a future release. Please migrate to ''export''.
hu: A ''dump'' elavult és egy jövőbeli kiadásban eltávolításra kerül. Kérjük, térjen át az ''export'' használatára.
ms: ''dump'' telah tidak digunakan lagi dan akan dikeluarkan dalam keluaran akan datang. Sila beralih kepada ''export''.

source: Setting H2 sequence ids to proper values...
ar: جارٍ تعيين معرّفات تسلسل H2 إلى القيم الصحيحة...
bg: Настройване на идентификаторите за последователност на H2 към правилните стойности...
ca: Establint els ids de seqüència H2 als valors correctes...
de: Setze H2 Sequenz-IDs auf richtige Werte...
eo: Updating H2 sequence IDs to the right vibes...
es: Estableciendo los identificadores de secuencia H2 en los valores adecuados...
fa: تنظیم شناسه دنباله H2 روی مقادیر مناسب...
fi: Asetetaan H2-sekvenssin tunnisteet oikeisiin arvoihin...
fr: Mettre la séquence d'IDs H2 vers des valeurs aux propres…
hu: A H2 sorozatazonosítók megfelelő értékekre állítása...
it: Impostazione degli id di sequenza H2 sui valori corretti...
ja: H2シーケンスIDを適切な値に設定する...
lt: Nustatomos tinkamos H2 sekos ID vertės...
ms: Menetapkan id urutan H2 kepada nilai yang betul...
nb: Setter H2 sekvens-ider til sine riktige verdier...
nl: Instellen van H2 sequentie-ID's naar juiste waarden...
pl: Ustawianie identyfikatorów sekwencji H2 na odpowiednie wartości...
pt_br: Definindo IDs de sequência H2 para valores adequados...
ru: Установка идентификаторов последовательностей H2 в нужные значения...
sk: Nastavenie id sekvencie H2 na správne hodnoty...
sl: Nastavitev ID-jev zaporedja H2 na ustrezne vrednosti ...
sq: Po vendosen sequence ids të H2 në vlerat e duhura...
sr: Podešavanje H2 sequence id-jeva na ispravne vrednosti...
sv: Ställa in H2 -sekvens -ID till lämpliga värden ...
tr: H2 sıra kimliklerinin uygun değerlere ayarlanması...
uk: Встановлюємо IDs послідовностей H2 у правильні значення...
vi: Đặt ID trình tự H2 thành giá trị thích hợp...
zh_hk: 設置 H2 序列 ID 為適當的值...
