Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You're allowed to download up to 10,000 row.
hu: Legfeljebb 10 000 sort tölthet le.
ms: Anda dibenarkan memuat turun sehingga 10,000 baris.

source: Manage database
ar: إدارة قاعدة البيانات
bg: Управление на базата данни
ca: Gestionar la base de dades
de: Datenbank verwalten
eo: Handle the database, fr fr
es: Gestionar base de datos
fa: مدیریت پایگاه داده
fi: Hallitse tietokantaa
fr: Gérer la base de donnée
hu: Adatbázis kezelése
it: Gestisci database
ja: データベースの管理
lt: Tvarkyti duomenų bazę
ms: Urus pangkalan data
nb: Behandle database
nl: Database beheren
pl: Zarządzaj bazą danych
pt_br: Gerenciar banco de dados
ru: Управление базой данных
sk: Správa databázy
sl: Upravljanje zbirke podatkov
sq: Menaxho databazën
sr: Upravljaj bazom podataka
sv: Hantera databasen
tr: Veritabanını yönet
uk: Керувати базою даних
vi: Quản lý cơ sở dữ liệu
zh_hk: 管理資料庫

source: Unbinned
ar: غير مُقسّم إلى فئات
bg: Без групиране
ca: No en contenidors
de: Bins aufgelöst
eo: Unbinned → That's so unbinned, fr fr
es: Desagrupados
fa: بدون دسته بندی
fi: Niputtamaton
fr: Non-regroupé(e)
hu: Feloldva
it: Non raggruppato
ja: アンビン
lt: Atjungtas
ms: Tidak dikelompokkan
nb: Ubinget
nl: Niet gegroepeerd
pl: Bez grupowania
pt_br: Não agrupado
ru: Разархивировано
sk: Nezoskupený
sl: Razvezano
sq: Pa intervale
sr: Bez grupisanja
sv: Ogrupperad
tr: Gruplanmamış
uk: Без бінування
vi: Không ngăn
zh_hk: 未分組

source: Invalid template tag "{0}"
bg: Невалиден шаблонен етикет "{0}"
eo: Bruh, this template tag "{0}" is so invalid lol
hu: Érvénytelen sabloncímke "{0}"
lt: Netinkama šablono žyma „{0}“
ms: Tag templat tidak sah "{0}"
nl: Ongeldige sjabloontag "{0}"
sv: Ogiltig mall tagg "{0}"

source: The variable "{0}" needs to be mapped to a field.
ar: يجب ربط المتغير "{0}" بحقل.
bg: Нужна е карта за променлива "{0}" към поле.
ca: La variable "{0}" s'ha de mapejar a un camp.
de: Die Variable "{0}" muss einem Feld zugeordnet sein.
eo: The variable "{0}" gotta be linked to a field, fr fr.
es: La variable "{0}" necesita ser mapeada a un campo.
fa: متغیر "{0}" نیاز به نگاشت به یک فیلد دارد.
fi: Muuttuja "{0}" täytyy kuvata kenttään.
fr: La variable "{0}" doit être reliée à un champ.
hu: A "{0}" változót le kell képezni egy mezőre.
it: La variabile "{0}" deve essere mappata a un campo.
ja: 変数「{0}」はフィールドにマッピングする必要があります。
lt: Kintamasis „{0}“ turi būti susietas su lauku.
ms: Pemboleh ubah "{0}" perlu dipetakan kepada medan.
nb: Variabelen "{0}" må kobles til et felt.
nl: De variabele "{0}" moet worden toegewezen aan een veld.
pl: Zmienna "{0}" musi być odwzorowana na pole.
pt_br: A variável "{0}" precisa ser mapeada para um campo.
ru: Переменная "{0}" должна быть сопоставлена с полем.
sk: Premenná "{0}" musí byť priradená k poľu.
sl: Spremenljivko "{0}" je treba preslikati na polje.
sq: Variabli "{0}" duhet të mapohet te një fushë.
sr: Promenljiva "{0}" mora biti mapirana na polje.
sv: Variabeln "{0}" måste kartläggas till ett fält.
tr: Değişken "{0}" bir alana eşlenmelidir.
uk: Змінну "{0}" потрібно зіставити з полем.
vi: Biến "{0}" cần được ánh xạ tới một trường.
zh_hk: 變量 "{0}" 需要映射到一個欄位。

source: Don't bin
ar: لا تُقسّم إلى فئات
bg: Не бин
ca: No posi en contenidors
de: Keine Bins erzeugen
eo: Don’t dip out, fr fr
es: No agrupar
fa: نه بیرون
fi: Älä niputa
fr: Ne pas regrouper
hu: Ne kukázd
it: Nessun intervallo
ja: 捨てないで（まだ使えます)
lt: Neišmesk šiukšlių
ms: Jangan kelompokkan
nb: Ikke bing
nl: Niet groeperen
pl: Nie grupuj
pt_br: Não agrupar
ru: Не компоновать
sk: Nepresúvať do zoskupenia
sl: Ne smeti
sq: Mos e ndaj në intervale
sr: Ne grupiši u intervale
sv: Gruppera inte
tr: Gruplama
uk: Не бінувати
vi: Không ngăn
zh_hk: 無間隔

source: Invalid template tag: {0}
bg: Невалиден таг на шаблон: {0}
eo: Bruh, this template tag {0} is totally invalid lol
hu: Érvénytelen sabloncímke: {0}
lt: Netinkama šablono žyma: {0}
ms: Tag templat tidak sah: {0}
nl: Ongeldige sjabloontag: {0}
sv: Ogiltig mall tagg: {0}

source: Settings access
ar: الوصول إلى الإعدادات
bg: Достъп до настройките
ca: Establint l'accés
de: Zugriff auf Einstellungen
eo: Settings access → Vibe check for the settings
es: Acceso a ajustes
fa: دسترسی به تنظیمات
fi: Asetusten pääsy
fr: Accès aux paramètres
hu: Beállítások hozzáférése
it: Accesso alle impostazioni
ja: 設定へのアクセス
lt: Prieiga prie nustatymų
ms: Akses tetapan
nb: Tilgang til innstillinger
nl: Toegang tot instellingen
pl: Dostęp do ustawień
pt_br: Acesso às configurações
ru: Доступ к настройкам
sk: Prístup k nastaveniam
sl: Dostop do nastavitev
sq: Qasje te cilësimet
sr: Pristup podešavanjima
sv: Inställningar
tr: Ayarlar erişimi
uk: Доступ до налаштувань
vi: Truy cập cài đặt
zh_hk: 設置訪問

source: This grants access to Tools, Audit, and Troubleshooting
hu: Ez hozzáférést biztosít az Eszközökhöz, Az ellenőrzéshez és a Hibakereséshez
lt: Tai suteikia prieigą prie įrankių, audito ir trikčių šalinimo
ms: Ini memberi akses kepada Alat, Audit, dan Penyelesaian Masalah

source: Subscriptions and Alerts
ar: الاشتراكات والتنبيهات
bg: Абонаменти и известия
ca: Subscripcions i Alertes
de: Abonnements und Alarme
eo: Subs & alerts, fr fr
es: Suscripciones y Alertas
fa: اشتراک‌ها و هشدارها
fi: Tilaukset ja hälytykset
fr: Souscriptions et Alertes
hu: Előfizetések és Értesítések
it: Abbonamenti e Avvisi
ja: 定期購読とアラート
lt: Prenumeratos ir įspėjimai
ms: Langganan dan Amaran
nb: Abonnement og alarmer
nl: Abonnementen en waarschuwingen
pl: Subskrypcje i alerty
pt_br: Assinaturas e alertas
ru: Подписки и оповещения
sk: Predplatné a Upozornenia
sl: Naročnine in opozorila
sq: Abonime dhe Alarme
sr: Pretplate i upozorenja
sv: Prenumerationer och varningar
tr: Üyelikler ve Alarmlar
uk: Підписки та сповіщення
vi: Đăng ký và Cảnh báo
zh_hk: 訂閱和警示

source: Manage database access requires full data access.
hu: Az adatbázis hozzáférés kezeléséhez teljes adat-hozzáférés szükséges.
ms: Akses untuk mengurus pangkalan data memerlukan akses data penuh.

source: Download results access requires full data access.
hu: A letöltési eredmények hozzáféréséhez teljes adat-hozzáférés szükséges.
ms: Akses untuk memuat turun keputusan memerlukan akses data penuh.

source: 10 thousand rows
ar: 10 آلاف صف
bg: 10 хиляди реда
ca: 10 mil files
de: 10.000 Zeilen
eo: 10k rows, fr
es: 10mil filas
fa: ۱۰ هزار ردیف
fi: 10 000 riviä
fr: 10.000 lignes
hu: 10 ezer sor
it: 10 mila righe
ja: 1万行
lt: 10 tūkstančių eilučių
ms: 10 ribu baris
nb: 10 tusen rader
nl: 10 duizend rijen
pl: 10 tysięcy wierszy
pt_br: 10 mil linhas
ru: 10 тысяч строк
sk: 10 tisíc riadkov
sl: 10 tisoč vrstic
sq: 10 mijë rreshta
sr: 10 hiljada redova
sv: 10 tusen rader
tr: 10 bin satır
uk: 10 тисяч рядків
vi: 10 nghìn hàng
zh_hk: 10萬行

source: 1 million rows
ar: مليون صف
bg: 1 милион реда
ca: 1 milió de files
de: 1 Mio. Zeilen
eo: a million rows, fr fr
es: 1 millón de filas
fa: ۱ میلیون ردیف
fi: 1 miljoonaa riviä
fr: 1 million de lignes
hu: 1 millió sor
it: 1 milione di righe
ja: 100万行
lt: 1 milijonas eilučių
ms: 1 juta baris
nb: 1 million rader
nl: 1 miljoen rijen
pl: 1 milion wierszy
pt_br: 1 milhão de linhas
ru: 1 миллион строк
sk: 1 milión riadkov
sl: 1 milijon vrstic
sq: 1 milion rreshta
sr: 1 milion redova
sv: 1 miljon rader
tr: 1 milyon satır
uk: 1 мільйон рядків
vi: 1 triệu hàng
zh_hk: 1百萬行

source: Application
ar: التطبيق
bg: Приложение
ca: Aplicació
de: Anwendung
eo: App
es: Aplicación
fa: برنامه
fi: Sovellus
hu: Alkalmazás
it: Applicazione
ja: アプリケーション
lt: Taikymas
ms: Aplikasi
nb: Applikasjon
nl: Applicatie
pl: Aplikacja
pt_br: Aplicativo
ru: Приложение
sk: Aplikácia
sl: Uporaba
sq: Aplikacion
sr: Aplikacija
sv: Applikation
tr: Uygulama
uk: Застосунок
vi: Ứng dụng
zh_hk: 應用程式

source: Hide error details
ar: إخفاء تفاصيل الخطأ
bg: Скриване на подробности за грешка
ca: Amaga els detalls de l'error
de: Verberge Fehlerdetails
eo: Hide the tea about the error
es: Ocultar detalles del error
fa: پنهان کردن جزئیات خطا
fi: Piilota virheen tiedot
fr: Cacher le détails de l'erreur
hu: Hiba részleteinek elrejtése
it: Nascondi dettagli errore
ja: エラーの詳細を隠す
lt: Slėpti išsamią klaidos informaciją
ms: Sembunyikan butiran ralat
nb: Skjul feildetaljer
nl: Verberg foutmelding details
pl: Ukryj szczegóły błędu
pt_br: Ocultar detalhes sobre o erro
ru: Скрыть детали ошибки
sk: Skryť detaily chyby
sl: Skrivanje podrobnosti napake
sq: Fshih detajet e gabimit
sr: Sakrij detalje greške
sv: Dölj feldetaljer
tr: Hata ayrıntılarını gizle
uk: Приховати деталі помилки
vi: Ẩn chi tiết lỗi
zh_hk: 隱藏錯誤詳情

source: Delete {0}?
ar: حذف {0}؟
bg: Изтриване {0}?
ca: Eliminar {0}?
de: {0} löschen?
eo: Delete {0}? That's a no cap or nah?
es: Borrar {0}?
fa: حذف {0}?
fi: Poistetaanko {0}?
fr: Supprimer {0}?
hu: Törli {0}?
it: Eliminare {0}?
ja: {0}を削除しますか?
lt: Ištrinti {0}?
ms: Padam {0}?
nb: Slett {0}?
nl: Verwijder {0}?
pl: Usunąć {0}?
pt_br: Excluir {0}?
ru: Удалить {0}?
sk: Zmazať {0}?
sl: Izbrisati {0}?
sq: Të fshihet {0}?
sr: Obrisati {0}?
sv: Ta bort {0}?
tr: {0} silinsin mi?
uk: Видалити {0}?
vi: Xoá {0}?
zh_hk: 刪除 {0}？

source: This is a community-developed driver and not supported by Metabase.
ar: هذا برنامج تشغيل طوّره المجتمع وليس مدعومًا من Metabase.
bg: Това е драйвер, разработен от общността и не се поддържа от Metabase.
ca: Aquest és un controlador desenvolupat per la comunitat i no suportat per Metabase.
de: Dies ist ein Treiber, der von der Gemeinschaft entwickelt wird und nicht von Metabase unterstützt wird.
es: Esto es un driver desarrollado por la comunidad y no está soportado por Metabase.
fa: این یک درایور توسعه یافته توسط جامعه است و توسط متابیس پشتیبانی نمی‌شود.
fi: Tämä on yhteisön kehittämä ajuri eikä sitä tueta Metabasen toimesta.
fr: C'est un pilote développé par la communauté et n'est pas supporté par Metabase.
hu: Ez egy közösség által fejlesztett meghajtó, és Metabase által nem támogatott.
it: Questo è un driver sviluppato dalla comunità e non supportato da Metabase.
ja: このドライバはコミュニティで開発されたもので、Metabaseではサポートされていません。
lt: Tai bendruomenės sukurta tvarkyklė, kurios metabazės nepalaiko.
ms: Ini adalah pemacu yang dibangunkan oleh komuniti dan tidak disokong oleh Metabase.
nb: Dette er en driver utviklet av fellesskapet og er ikke støttet av Metabase.
nl: Dit is een door de gemeenschap ontwikkelde driver en wordt niet ondersteund door Metabase.
pl: To jest sterownik opracowany przez społeczność i nie jest wspierany przez Metabase.
pt_br: Este driver é desenvolvido pela comunidade e não recebe suporte da Metabase.
ru: Это драйвер, разработанный сообществом, и Metabase его не поддерживает.
sk: Toto je ovládač vyvinutý komunitou a nie je podporovaný Metabase.
sl: To je gonilnik, ki ga je razvila skupnost in ga Metabase ne podpira.
sq: Ky është një drejtues i zhvilluar nga komuniteti dhe nuk mbështetet nga Metabase.
sr: Ovo je drajver koji je razvila zajednica i Metabase ga ne podržava.
sv: Detta är en community-utvecklad förare och stöds inte av metabase.
tr: Bu, topluluk tarafından geliştirilen bir sürücü ve Metabase tarafından desteklenmemektedir.
uk: Це драйвер, розроблений спільнотою, і він не підтримується Metabase.
vi: Đây là trình điều khiển do cộng đồng phát triển và không được hỗ trợ bởi Metabase.
zh_hk: 這是社群開發的驅動程式，Metabase 不提供支援。

source: This is a partner-developed driver. Though Metabase can’t provide support for it, if you need help you can contact the fine folks at
hu: Ez egy partner által fejlesztett illesztőprogram. Bár a Metabase nem tud támogatást nyújtani hozzá, ha segítségre van szüksége, fordulhat a
lt: Tai partnerių sukurtas vairuotojas. Nors Metabase negali teikti pagalbos, jei jums reikia pagalbos, galite susisiekti su puikiais žmonėmis adresu
ms: ni adalah pemacu yang dibangunkan oleh rakan kongsi. Walaupun Metabase tidak dapat memberikan sokongan untuknya, jika anda memerlukan bantuan, anda boleh menghubungi orang yang baik di

source: Turn on
ar: فعّل
bg: Включи
ca: Encendre
de: Anschalten
eo: slide into
es: Encender
fa: روشن کردن
fi: Kytke päälle
fr: Activer
hu: Bekapcsolás
it: Accendi
ja: オンにする
lt: Įjungti
ms: Hidupkan
nb: Slå på
nl: Aanzetten
pl: Włącz
pt_br: Ativar
ru: Включить
sk: Zapnúť
sl: Vklopiti
sq: Aktivizo
sr: Uključi
sv: Slå på
tr: Aç
uk: Увімкнути
vi: Bật
zh_hk: 開啟

source: Open sidebar
ar: افتح الشريط الجانبي
bg: Отваряне на страничната лента
ca: Obrir la barra lateral
de: Seitenleiste öffnen
eo: Open the sidebar → "Peep the sidebar"
es: Abrir barra lateral
fa: باز کردن نوار کناری
fi: Avaa sivupalkki
fr: Ouvrir la barre latérale
hu: Oldalsáv megnyitása
it: Apri la barra laterale
ja: サイドバーを開く
lt: Atidaryti šoninę juostą
ms: Buka bar sisi
nb: Åpne sidemeny
nl: Sidebar openen
pl: Otwórz panel boczny
pt_br: Abrir barra lateral
ru: Открыть боковую панель
sk: Otvoriť bočný panel
sl: Odprite stransko vrstico
sq: Hap sidebar-in
sr: Otvori bočnu traku
sv: Öppna sidofält
tr: Kenar çubuğunu aç
uk: Відкрити бічну панель
vi: Mở thanh bên
zh_hk: 打開側邊欄

source: Edit variables
hu: Változók szerkesztése
ms: Sunting pembolehubah

source: Updated event
ar: تم تحديث الحدث
bg: Актуализирано събитие
ca: Actualitzar l'esdeveniment
de: Aktualisiertes Ereignis
eo: Fresh event update
es: Evento actualizado
fa: رویداد به‌روزرسانی شده
fi: Päivitetty tapahtuma
fr: Événement mis à jour
hu: Frissített esemény
it: Evento aggiornato
ja: アップデートされたイベント
lt: Atnaujintas renginys
ms: Acara dikemas kini
nb: Oppdatert hendelse
nl: Bijgewerkte gebeurtenis
pl: Zaktualizowane wydarzenie
pt_br: Evento atualizado
ru: Обновленное событие
sk: Aktualizovaná udalosť
sl: Posodobljen dogodek
sq: U përditësua eventi
sr: Događaj je ažuriran
sv: Uppdatera händelse
tr: Güncellenmiş etkinlik
uk: Подію оновлено
vi: Sự kiện đã cập nhật
zh_hk: 已更新事件

source: Add time
ar: إضافة وقت
bg: Добавяне на време
ca: Afegir el temps
de: Zeit hinzufügen
eo: Drop some extra minutes
es: Añadir tiempo
fa: اضافه‌کردن زمان
fi: Lisää aikaa
fr: Ajouter le temps
hu: Idő hozzáadása
it: Aggiungi tempo
ja: 時間を追加する
lt: Pridėti laiką
ms: Tambah masa
nb: Legg til tid
nl: Tijd toevoegen
pl: Dodaj czas
pt_br: Adicionar horário
ru: Добавить время
sk: Pridať čas
sl: Dodajanje časa
sq: Shto kohë
sr: Dodaj vreme
sv: Lägg till tid
tr: Saat ekle
uk: Додати час
vi: Thêm thời gian
zh_hk: 添加時間

source: Select a file
ar: اختر ملفًا
bg: Изберете файл
ca: Escull un arxiu
de: Eine Datei auswählen
eo: Pick a file, bestie
es: Seleccionar un archivo
fa: یک فایل را انتخاب کنید
fi: Valitse tiedosto
fr: Choisir un fichier
hu: Fájl kiválasztása
it: Seleziona un file
ja: ファイルを選択する
lt: Pasirinkite failą
ms: Pilih fail
nb: Velg fil
nl: Selecteer een bestand
pl: Wybierz plik
pt_br: Selecione um arquivo
ru: Выбрать файл
sk: Vybrať súbor
sl: Izbiranje datoteke
sq: Zgjidh një skedar
sr: Izaberi fajl
sv: Välj en fil
tr: Bir dosya seçin
uk: Виберіть файл
vi: Chọn tệp
zh_hk: 選擇一個文件

source: Hours
ar: ساعات
bg: Часове
ca: Hores
de: Stunden
eo: Hrs or just "hours" can stay as is, but if you want it more slangy: "hr" or "time" lol.
es: Horas
fa: ساعت ها
fi: Tunnit
fr: Heures
hu: Órák
it: Ore
ja: 時間
lt: Valandos
ms: Jam
nb: Timer
nl: Uren
pl: Godzin
pt_br: Horas
ru: Часов
sk: Hodín
sl: Ur
sq: Orë
sr: Sati
sv: Timmar
tr: Saat
uk: Години
vi: giờ
zh_hk: 時

source: Minutes
ar: دقائق
bg: Минути
ca: Minuts
de: Minuten
eo: mins
es: Minutos
fa: دقیقه ها
fi: Minuutit
fr: Procès-verbal
hu: Percek
it: Minuti
ja: 議事録
lt: Minutės
ms: Minit
nb: Minutt
nl: Minuten
pl: Minut
pt_br: Minutos
ru: Минут
sk: Minút
sl: Minut
sq: Minuta
sr: Minuti
sv: Minuter
tr: Dakika
uk: Хвилини
vi: Phút
zh_hk: 分鐘

source: Remove time
ar: إزالة الوقت
bg: Премахване на време
ca: Eliminar el temps
de: Zeit entfernen
eo: Take out the clock, fr fr.
es: Eliminar tiempo
fa: حذف زمان
fi: Poista aika
fr: Enlever le temps
hu: Idő eltávolítása
it: Rimuovi tempo
ja: 時間削除
lt: Pašalinti laiką
ms: Alih keluar masa
nb: Fjern tid
nl: Tijd verwijderen
pl: Usuń czas
pt_br: Remover horário
ru: Удалить время
sk: Odstrániť čas
sl: Čas odstranjevanja
sq: Hiq kohën
sr: Ukloni vreme
sv: Ta bort tiden
tr: Saati kaldır
uk: Прибрати час
vi: Xóa thời gian
zh_hk: 刪除時間

source: Add your own data
hu: Adja hozzá saját adatait
ms: Tambah data anda sendiri

source: Something's wrong with your question
hu: Valami nem stimmel a kérdéseddel
ms: Ada masalah dengan soalan anda

source: Now let’s get to know you, connect to your data, and start finding you some answers!
ar: والآن لنتعرّف عليك، ونربط بياناتك، ونبدأ بمساعدتك في العثور على بعض الإجابات!
bg: Сега нека да се запознаем с вас, да се свържем с вашите данни и да започнем да търсим някои отговори!
ca: Anem a coneixer-te, connecta les teves dades i comença a trobar respostes!
de: Lernen wir uns nun kennen, verbinden uns zu Deinen Daten und beginnen, Antworten für Dich zu finden!
eo: Ayo, let’s vibe and get to know you, link up with your data, and start hunting for some answers!
es: ¡Ahora vamos a conocerte, conectarnos a tus datos y empezar a encontrarte algunas respuestas!
fa: حالا بگذارید شما را بشناسیم، به داده های شما متصل شویم و شروع به پیدا کردن برخی از پاسخ ها برایتان کنیم!
fi: Nyt tutustutaan sinuun, yhdistetään tietosi ja aletaan etsiä sinulle vastauksia!
fr: Maintenant commençons à faire connaissance, connectons vos données et essayons de vous trouver quelques réponses!
hu: Most ismerkedjünk meg, csatlakozzon az adataihoz, és kezdjük el megtalálni a válaszokat!
it: Ora conosciamoci, connettiti ai tuoi dati e inizia a trovare alcune risposte!
ja: さあ、あなたのことを知り、あなたのデータに接続し、あなたの答えを見つけ始めましょう
lt: Dabar susipažinkime su jumis, prisijunkite prie jūsų duomenų ir pradėkime rasti atsakymus!
ms: Sekarang mari kita mengenali anda, sambung ke data anda, dan mula mencari jawapan!
nb: La oss bli kjent med deg, dine data og finne noen svar!
nl: Laten we je nu leren kennen, verbinding maken met je gegevens en beginnen met het vinden van antwoorden!
pl: Teraz poznajmy cię, połącz się z twoimi danymi i zacznijmy szukać odpowiedzi!
pt_br: Agora vamos conhecer você melhor, conectar seus dados e começar a encontrar algumas respostas!
ru: Теперь давайте познакомимся с вами, подключимся к вашим данным и начнем искать вам ответы!
sk: Teraz poďme sa s vami zoznámiť, pripojiť sa k vašim údajom a začať hľadať nejaké odpovede!
sl: Zdaj pa vas spoznajmo, povežemo z vašimi podatki in začnemo iskati odgovore!
sq: Tani le të të njohim, të lidhemi me të dhënat e tua dhe të fillojmë të të gjejmë disa përgjigje!
sr: Hajde da vas upoznamo, povežemo se sa vašim podacima i počnemo da vam nalazimo odgovore!
sv: Låt oss nu lära känna dig, anslut till dina data och börja hitta dig några svar!
tr: Şimdi sizi tanıyalım, verilerinize bağlanalım ve size bazı yanıtlar bulmaya başlayalım!
uk: Тепер давайте познайомимось із вами, підключимося до ваших даних і почнемо знаходити для вас відповіді!
vi: Bây giờ hãy để chúng tôi biết về bạn, kết nối với dữ liệu của bạn và bắt đầu tìm kiếm một số câu trả lời cho bạn!
zh_hk: 現在，讓我們了解您，連接到您的數據，並開始為您找到一些答案！

source: Edit event
ar: حرّر الحدث
bg: Редактиране на събитие
ca: Editar esdeveniment
de: Ereignis bearbeiten
eo: Edit event → Tweak the event
es: Editar evento
fa: ویرایش رویداد
fi: Muokkaa tapahtumaa
fr: Modifier l'événement
hu: Esemény szerkesztése
it: Modifica evento
ja: イベントを編集する
lt: Redaguoti įvykį
ms: Sunting acara
nb: Rediger hendelse
nl: Gebeurtenis wijzigen
pl: Edytuj wydarzenie
pt_br: Editar evento
ru: Редактировать событие
sk: Upraviť udalosť
sl: Urejanje dogodka
sq: Modifiko eventin
sr: Izmeni događaj
sv: Ändra händelse
tr: Etkinliği düzenle
uk: Редагувати подію
vi: Chỉnh sửa sự kiện
zh_hk: 編輯事件

source: Archive event
ar: أرشِف الحدث
bg: Архивирай събитие
ca: Arxivar l'esdeveniment
de: Ereignis archivieren
eo: Archive event → "Vibe archive" or "Archive event" (depends on context, but this sounds more in the Gen Z style)
es: Archivar evento
fa: آرشیو رویداد
fi: Arkistoi tapahtuma
fr: Archiver l'événement
hu: Esemény archiválása
it: Archivia evento
ja: イベントのアーカイブ
lt: Archyvinis renginys
ms: Arkib acara
nb: Arkiver hendelse
nl: Gebeurtenis archiveren
pl: Archiwizuj wydarzenie
pt_br: Arquivar evento
ru: Архивировать событие
sk: Archivovať udalosť
sl: Arhivski dogodek
sq: Arkivo ngjarjen
sr: Arhiviraj događaj
sv: Arkivera händelse
tr: Etkinliği arşivle
uk: Архівувати подію
vi: Lưu trữ sự kiện
zh_hk: 封存事件

source: New event timeline
ar: خط زمني جديد للأحداث
bg: Нова времева линия на събитие
ca: Nova línia de temps d'esdeveniments
de: Neue Ereigniszeitachse
eo: New event vibe check
es: Nuevo evento de cronología
fa: جدول‌زمانی رویداد جدید
fi: Uusi tapahtumien aikajana
fr: Nouveau échéancier pour l'événement
hu: Új esemény idővonal
it: Nuova timeline evento
ja: 新しいイベントタイムライン
lt: Nauja įvykio laiko juosta
ms: Garis masa acara baru
nb: Ny tidslinje for hendelse
nl: Nieuwe gebeurtenis tijdlijn
pl: Nowa oś czasu wydarzenia
pt_br: Nova linha do tempo do evento
ru: Новая временная шкала событий
sk: Nová časová os udalosti
sl: Nova časovnica dogodka
sq: Timeline i ri i eventeve
sr: Novi timeline događaja
sv: Ny händelse-tidslinje
tr: Yeni etkinlik zaman çizelgesi
uk: Новий таймлайн подій
vi: Dòng thời gian sự kiện mới
zh_hk: 新的事件時間線

source: Edit event timeline
ar: حرّر الخط الزمني للأحداث
bg: Редакция на времева линия на събитие
ca: Editar la línia de temps d'esdeveniments
de: Diese Ereigniszeitachse bearbeiten
eo: Fix the event timeline, fr fr
es: Editar evento de cronología
fa: ویرایش جدول‌زمانی رویداد
fi: Muokkaa tapahtuman aikajanaa
fr: Changer l'échéancier de l'événement
hu: Esemény idővonalának szerkesztése
it: Modifica timeline evento
ja: イベントタイムラインを編集する
lt: Redaguoti įvykio laiko juostą
ms: Sunting garis masa acara
nb: Rediger tidslinje for hendelse
nl: Wijzig gebeurtenis tijdlijn
pl: Edytuj oś czasu wydarzenia
pt_br: Editar linha do tempo do evento
ru: Редактировать временную шкалу событий
sk: Upraviť časovú os udalosti
sl: Urejanje časovnice dogodka
sq: Modifiko timeline-in e eventeve
sr: Izmeni timeline događaja
sv: Ändra händelse-tidslinje
tr: Etkinlik zaman çizelgesini düzenle
uk: Редагувати таймлайн подій
vi: Chỉnh sửa dòng thời gian sự kiện
zh_hk: 編輯事件時間線

source: Archive timeline and all events
ar: أرشِف الجدول الزمني وكل الأحداث
bg: Архивирай времева линия и всички събития
ca: Arxivar la línia de temps i tots els esdeveniments
de: Zeitachse und alle Ereignisse archivieren
eo: Archive the vibe and all the tea
es: Archivar cronología y todos sus eventos
fa: آرشیو جدول‌زمانی و تمامی رویدادها
fi: Arkistoi aikajana ja kaikki tapahtumat.
fr: Archiver l'échéancier et tous les événements
hu: Idővonal és minden esemény archiválása
it: Archivia timeline e tutti gli eventi
ja: タイムラインと全イベントのアーカイブ
lt: Archyvuokite laiko juostą ir visus įvykius
ms: Arkibkan garis masa dan semua acara
nb: Arkiver tidslinje og alle hendelser
nl: Archiveer tijdlijn en alle gebeurtenissen
pl: Archiwizuj oś czasu i wszystkie wydarzenia
pt_br: Arquivar a linha do tempo e todos os eventos
ru: Архивировать временную шкалу и все события
sk: Archivovať časovú os a všetky udalosti
sl: Arhivska časovnica in vsi dogodki
sq: Arkivo timeline dhe të gjitha ngjarjet
sr: Arhiviraj vremensku liniju i sve događaje
sv: Arkivera tidslinje och alla händelser
tr: Zaman çizelgesini ve tüm etkinlikleri arşivle
uk: Архівувати хронологію та всі події
vi: Lưu trữ dòng thời gian và tất cả các sự kiện
zh_hk: 封存時間線和所有事件

source: New event
ar: حدث جديد
bg: Ново събитие
ca: Nou esdeveniment
de: Neues Ereignis
eo: New drip drop
es: Nuevo evento
fa: رویداد جدید
fi: Uusi tapahtuma
fr: Nouvel événement
hu: Új esemény
it: Nuovo evento
ja: 新しいイベント
lt: Naujas renginys
ms: Acara baru
nb: Ny hendelse
nl: Nieuwe gebeurtenis
pl: Nowe wydarzenie
pt_br: Novo evento
ru: Новое событие
sk: Nová udalosť
sl: Nov dogodek
sq: Event i ri
sr: Novi događaj
sv: Ny händelse
tr: Yeni etkinlik
uk: Нова подія
vi: Sự kiện mới
zh_hk: 新事件
