Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Your database has been added!
hu: Az adatbázisa hozzáadásra került!
ms: Pangkalan data anda telah ditambah!

source: We took a look at your data, and we have some automated explorations that we can show you!
hu: Vetettünk egy pillantást az adataira, és van néhány automatizált észrevételünk, melyet megmutathatunk Önnek!
ms: Kami telah melihat data anda dan kami memiliki beberapa ekplorasi automasi yang boleh ditunjukkan kepada anda!

source: I'm good thanks
hu: Jól vagyok, köszönöm
ms: Saya baik-baik sahaja, terima kasih

source: Explore this data
hu: Adat feltárása
ms: Teroka data ini

source: Select a database type
hu: Adatbázis típusának kiválasztása
ms: Pilih jenis pangkalan data

source: Save
ar: حفظ
bg: Запази
ca: Desar
de: Speichern
eo: Save → "Clutch" or "Saven" (if you wanna be extra)
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Sauvegarder
hu: Mentés
it: Salva
ja: 保存
lt: Išsaugoti
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sk: Uložiť
sl: Shrani
sq: Ruaj
sr: Sačuvaj
sv: Spara
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hk: 儲存

source: To do some of its magic, Metabase needs to scan your database. We will also rescan it periodically to keep the metadata up-to-date. You can control when the periodic rescans happen below.
hu: Ahhoz, hogy a Metabase valami csodásat alkosson, szüksége van az adatbázisának beolvasására. Ezt időről-időre meg fogjuk tenni, hogy a Metabase mindig aktuális maradjon. Alábbiakban tudja beállítani, mikor történjenek a periodikus beolvasások.
ms: Untuk melakukan beberapa keajaibannya, Metabase perlu mengimbas pangkalan data anda. Kami juga akan mengimbas semula secara berkala untuk memastikan metadata adalah terkini. Anda boleh mengawal masa imbasan berkala berlaku di bawah.

source: Database syncing
ar: مزامنة قاعدة البيانات
bg: Базата данни се синхронизира
ca: S'està sincronitzant
de: Datenbank-Synchronisierung
eo: DB syncing, fr fr
es: Sincronizando bases de datos
fa: همگام‌سازی بانک اطلاعاتی
fi: Tietokantaa synkronoidaan
fr: Synchronisation de la base de données
hu: Adatbázis szinkronizálás
it: Sync in corso
ja: データベース同期
lt: Duomenų bazės sinchronizavimas
ms: Pangkalan data diselaraskan
nb: Synkroniserer database
nl: Database synchroniseren
pl: Synchronizacja bazy danych
pt_br: Sincronizando banco de dados
ru: База данных синхронизируется
sk: Databáza sa synchronizuje
sl: Sinhronizacija baze
sq: Sinkronizimi i bazës së të dhënave
sr: Sinhronizacija baze podataka
sv: Databas synkar
tr: Veritabanı senkronize ediliyor
uk: Синхронізація бази даних
vi: Đang đồng bộ cơ sở dữ liệu
zh_hk: 資料庫同步中

source: This is a lightweight process that checks for updates to this database’s schema. In most cases, you should be fine leaving this set to sync hourly.
hu: Ez az eljárás figyeli, hogy történt-e változás az adatbázis sémában. A legtöbb esetben hagyhatja ezt a beállítást óránkénti szinkronizáláson.
ms: Ini adalah proses ringan yang menyemak perubahan kepada skema pangkalan data ini. Dalam kebanyakan kes, anda sepatutnya baik untuk menetapkan penyelarasan setiap jam.

source: Scan
hu: Beolvasás
ms: Imbas

source: Scanning for Filter Values
ar: فحص قيم الفلاتر
bg: Сканира за стойности на филтъра
ca: Escanejant els valors dels filtres
de: Nach Filterwerten scannen
eo: Looking for filter vibes
es: Escaneando valores de filtro
fa: اسکن برای مقادیر فیلتر
fi: Skannataan suodatusarvoja
fr: Analyse des valeurs de filtre
hu: Beolvasás szűrt értékekre
it: Ricerca di Valori Filtro
ja: フィルター値のスキャン
lt: Ieškoma filtrų reikšmių
ms: Mengimbas untuk Nilai Penapis
nb: Skanner etter filtreringsverdier
nl: Aan het zoeken naar filterwaarden
pl: Skanowanie w poszukiwaniu wartości filtrów
pt_br: Procurando por valores de filtro
ru: Сканирование значений фильтров
sk: Vyhľadávanie hodnôt filtra
sl: Preverjam vrednosti filtra
sq: Skanim për Vlera Filtri
sr: Skeniranje vrednosti filtera
sv: Skanna efter filtervärden
tr: Filtre Değerleri Taranıyor
uk: Сканування значень для фільтрів
vi: Quét các giá trị lọc
zh_hk: 根據篩選值進行掃描

source: Metabase can scan the values present in each field in this database to enable checkbox filters in dashboards and questions. This can be a somewhat resource-intensive process, particularly if you have a very large database.
hu: A Metabase beolvashatja az egyes értékeket az adatbázisból, a jelölőnégyzetek segítségével. Ez nagyon erőforrás igényes folyamat lehet, ha nagyon nagy az adatbázis.
ms: Metabase boleh mengimbas nilai yang ada dalam setiap medan dalam pangkalan data ini untuk membolehkan penapis kotak semak dalam papan pemuka dan soalan. ini boleh menjadi proses yang agak sumber-intensif, terutamanya jika anda mempunyai pangkalan data yang sangat besar.

source: When should Metabase automatically scan and cache field values?
hu: Mikor történjen az automatikus beolvasás és a mezőértékek gyorsítótárazása?
ms: Bilakah sepatutnya Metabase mengimbas secara automatik dan cache nilai-nilai medan?

source: Regularly, on a schedule
ar: بانتظام، وفق جدول زمني
bg: Периодично, според предварително зададен план
ca: Regularment, basat en un horari predefinit
de: Regelmäßig, nach einem Zeitplan
eo: Usually on a vibe, like clockwork
es: Periódicamente, siguiendo un horario
fa: به طور معمول، روی یک زمانبندی
fi: Säännöllisesti, ajastettuna
fr: Régulièrement, selon un planning
hu: Rendszeresen, ütemezés szerint
it: Regolarmente, come da programma
ja: 定期的に実行する
lt: Reguliariai, pagal tvarkaraštį
ms: Secara kerap, mengikut jadual
nb: Regelmessig, etter en tidsplan
nl: Regelmatig, volgens een schema
pl: Regularnie, według harmonogramu
pt_br: Regularmente, seguindo um cronograma
ru: Регулярно, по расписанию
sk: Pravidelne, podľa plánu
sl: Redno, po urniku
sq: Rregullisht, sipas një orari
sr: Redovno, po rasporedu
sv: Regelbundet, enligt schema
tr: Düzenli olarak, belirtilen zamanda
uk: Регулярно, за розкладом
vi: Thường xuyên, theo lịch trình
zh_hk: 根據排程，週期性地啟動

source: Only when adding a new filter widget
ar: فقط عند إضافة ويدجت فلتر جديدة
bg: Само когато се добавя нов филтър widget
ca: Únicament quan s'afegeix un nou filtre de widget
de: Nur beim Hinzufügen eines neuen Filter-Widgets
eo: Only when dropping a new filter widget, fr fr
es: Solo cuando se añade un nuevo elemento de filtro
fa: تنها وقتی که یک ویجت فیلتر افزوده شود
fi: Vain kun lisätään uusi suodatukseen käytettävä pienoisohjelma
fr: Uniquement lors de l'ajout d'un nouveau filtre
hu: Csak ha egy új szűrö widget hozzá van adva
it: Solo quando si aggiunge un nuovo filtro nel widget
ja: 新しいフィルターウィジェットを追加したときのみ行う
lt: Tik pridedant naują filtro valdiklį
ms: Hanya apabila menambah widget penapis yang baru
nb: Bare når du legger til en ny filter-widget
nl: Alleen als je een nieuw filter widget toevoegt
pl: Tylko w przypadku dodawania nowego filtra
pt_br: Somente quando um novo elemento de filtro é adicionado
ru: Только при добавлении виджета фильтра
sk: Iba pri pridávaní nového widgetu filtra
sl: Samo ob dodajanju filter pripomočka
sq: Vetëm kur shtohet një widget i ri filtri
sr: Samo prilikom dodavanja novog filter vidžeta
sv: Endast vid en ny filter widget
tr: Sadece yeni bir filtre aracı eklerken
uk: Лише під час додавання нового віджета фільтра
vi: Chỉ khi thêm tiện ích bộ lọc mới
zh_hk: 只有當您在新增一個新的篩選控制項時

source: When a user adds a new filter to a dashboard or a SQL question, Metabase will scan the field(s) mapped to that filter in order to show the list of selectable values.
hu: Ha egy felhasználó új szűrőt ad az irányítópulthoz, vagy egy SQL lekérdezést, Metabase be fogja olvasni a szűrőre leképezett mező(ke)t a kijelölt értékek listájának megjelenítéséhez.
ms: Apabila pengguna menambah penapis baharu pada papan pemuka atau soalan SQL, Metabase akan mengimbas medan yang dipetakan pada penapis itu untuk menunjukkan senarai nilai yang boleh dipilih.

source: Never, I'll do this manually if I need to
ar: أبدًا، سأقوم بذلك يدويًا إذا احتجت
bg: Никога, ще го направя ръчно когато се налага
ca: Mai, ho faré manualment si ho necessito
de: Niemals, ich werde das manuell machen, falls nötig
eo: Nah, I gotchu. I’ll do it myself if I gotta.
es: Nunca, lo haré manualmente si lo necesito
fa: هرگز، اگر نیاز داشتم این کار را به صورت دستی انجام می‌دهم
fi: Ei koskaan, teen tämän manuaalisesti tarvittaessa
fr: Jamais, je le ferai manuellement au besoin
hu: Soha, manuálisan fogom, ha szükség lesz rá
it: Mai, lo farò manualmente se necessario
ja: 必要に応じて手動で実行する
lt: Niekada, jei reikės pasidarysiu tai rankiniu būdu
ms: Tidak, saya akan melakukannya secara manual sekiranya perlu
nb: Aldri, jeg vil gjøre det manuelt hvis jeg trenger
nl: Nooit, ik doe het handmatig indien nodig
pl: Nigdy, zrobię to ręcznie jeżeli będzie potrzeba
pt_br: Nunca, eu farei isto manualmente se for necessário
ru: Нет, я сделаю это сам когда будет нужно
sk: Nikdy, urobím to ručne keď budem potrebovať
sl: Nikdar, če bom potreboval bom uredil to ročno
sq: Kurrë, do ta bëj këtë manualisht nëse më duhet
sr: Nikad, uradiću ovo ručno ako bude trebalo
sv: Aldrig, jag gör det vid behov manuellt
tr: Asla, ihtiyacım olursa bunu manuel olarak yapacağım
uk: Ніколи, за потреби зроблю це вручну
vi: Không bao giờ, tôi sẽ làm thủ công nếu cần thiết
zh_hk: 不用，如果需要我會手動執行

source: Saving...
ar: جارٍ الحفظ...
bg: Записва...
ca: Desant...
de: Speichere...
eo: Saving… lowkey holding it down rn
es: Guardando...
fa: در حال ذخیره‌سازی...
fi: Tallennetaan...
fr: Sauvegarde...
hu: Mentés...
it: Salvataggio...
ja: 保存中...
lt: Išsaugoma...
ms: Sedang disimpan...
nb: Lagrer...
nl: Bezig met opslaan...
pl: Zapisywanie...
pt_br: Salvando...
ru: Сохранение...
sk: Ukladám...
sl: Shranjujem...
sq: Duke ruajtur...
sr: Čuvanje...
sv: Sparar...
tr: Kaydediliyor...
uk: Збереження...
vi: Đang lưu...
zh_hk: 儲存中......

source: Server error encountered
ar: حدث خطأ في الخادم
bg: Сървърна грешка
ca: S'ha produït un error en el servidor
de: Server-Fehler aufgetreten
eo: Bruh, the server's totally glitching rn
es: Encontrado error en el servidor
fa: خطای سرور مواجه شد
fi: Tapahtui palvelinvirhe
fr: Erreur serveur
hu: Szerveroldali hiba történt
it: Errore nel server
ja: サーバーエラーが発生しました
lt: Įvyko serverio klaida
ms: Pelayan sedang menghadapi masalah
nb: En tjenerfeil har oppstått
nl: Serverfout
pl: Napotkano błąd serwera
pt_br: Erro no servidor encontrado
ru: Ошибка на сервере
sk: Vyskytla sa chyba servera
sl: Napaka na strežniku
sq: U has një gabim serveri
sr: Došlo je do greške na serveru
sv: Serverfel inträffat
tr: Sunucu hatasıyla karşılaşıldı
uk: Виявлено помилку сервера
vi: Máy chủ lỗi
zh_hk: 伺服器出錯了

source: Delete this database?
hu: Törli ezt az adatbázist?
ms: Padam pangkalan data ini?

source: All saved questions, metrics, and segments that rely on this database will be lost.
hu: Minden mentett lekérdezés, mutató és szegmens, ami kapcsolódik az adatbázishoz, elveszik.
ms: Semua soalan, metrik, dan segmen yang disimpan yang bergantung pada pangkalan data ini akan hilang.

source: This cannot be undone.
hu: Ez a művelet nem visszavonható.
ms: Ini tidak boleh dibatalkan.

source: If you're sure, please type
hu: Amennyiben biztos benne, kérem gépelje be (a)
ms: Sekiranya anda pasti, sila taip

source: DELETE
hu: TÖRLÉS
ms: PADAM

source: in this box:
hu: ebben a mezőben:
ms: dalam kotak ini:

source: Cancel
ar: إلغاء
bg: Откажи
ca: Cancel·lar
de: Abbrechen
eo: Cancel → Cancelled, or just "cancel" as in "cancel" someone/thing, which is pretty much the same in slang.
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
hu: Mégsem
it: Annulla
ja: キャンセル
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr: Otkaži
sv: Avbryt
tr: İptal
uk: Скасувати
vi: Huỷ
zh_hk: 取消

source: Delete
ar: حذف
bg: Изтрий
ca: Eliminar
de: Löschen
eo: Ghosted
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
hu: Törlés
it: Elimina
ja: 削除
lt: Ištrinti
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Excluir
ru: Удалить
sk: Zmazať
sl: Izbriši
sq: Fshi
sr: Obriši
sv: Radera
tr: Sil
uk: Вилучити
vi: Xoá
zh_hk: 刪除

source: Databases
ar: قواعد البيانات
bg: Бази данни
ca: Bases de dades
de: Datenbanken
eo: Databass
es: Bases de datos
fa: پایگاه های داده
fi: Tietokannat
fr: Bases de données
hu: Adatbázisok
it: Database
ja: データベース
lt: Duomenų bazės
ms: Pangkalan Data
nb: Databaser
pl: Bazy danych
pt_br: Banco de dados
ru: Базы данных
sk: Databázy
sl: Zbirke podatkov
sq: Bazat e të dhënave
sr: Baze podataka
sv: Databaser
tr: Veritabanları
uk: Бази даних
vi: Các cơ sở dữ liệu
zh_hk: 資料庫

source: Add Database
ar: أضف قاعدة بيانات
bg: Добави база данни
ca: Afegir una base de dades
de: Datenbank hinzufügen
eo: Add database → Drop the database or add the database (depending on context, but usually "add database" stays pretty chill).
es: Añadir base de datos
fa: اضافه کردن پایگاه داده
fi: Lisää tietokanta
fr: Ajouter une base de données
hu: Új adatbázis
it: Aggiungi Database
ja: データベースを追加
lt: Pridėti duomenų bazę
ms: Tambah Pangkalan Data
nb: Legg til database
nl: Database toevoegen
pl: Dodaj bazę danych
pt_br: Adicionar banco de dados
ru: Добавить базу данных
sk: Pridať databázu
sl: Dodaj zbirko podatkov
sq: Shto bazë të dhënash
sr: Dodaj bazu
sv: Lägg till databas
tr: Veritabanı ekle
uk: Додайте базу даних
vi: Thêm cơ sở dữ liệu
zh_hk: 新增資料庫

source: Connection
hu: Kapcsolat
ms: Sambungan

source: Scheduling
hu: Időzítés
ms: Penjadualan

source: Save changes
ar: حفظ التغييرات
bg: Запази промените
ca: Desar els canvis
de: Änderungen speichern
eo: Save the glow-up
es: Guardar cambios
fa: ذخیره کردن تغییرات
fi: Tallenna muutokset
fr: Sauvegarder les modifications
hu: Változások mentése
it: Salva i cambiamenti
ja: 変更を保存
lt: Išsaugoti pakeitimus
ms: Simpan perubahan
nb: Lagre endringer
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt_br: Salvar alterações
ru: Сохранить изменения
sk: Uložiť zmeny
sl: Shrani spremembe
sq: Ruaj ndryshimet
sr: Sačuvaj izmene
sv: Spara ändringar
tr: Değişiklikleri kaydet
uk: Зберегти зміни
vi: Lưu thay đổi
zh_hk: 儲存修改

source: Actions
ar: الإجراءات
bg: Действия
ca: Accions
de: Aktionen
eo: Clout moves
es: Acciones
fa: اکشن ها
fi: Toiminnot
hu: Műveletek
it: Azioni
ja: アクション
lt: Veiksmai
ms: Tindakan
nb: Handlinger
nl: Acties
pl: Akcje
pt_br: Ações
ru: Действия
sk: Akcie
sl: Dejanja
sq: Veprime
sr: Akcije
sv: Åtgärder
tr: Eylemler
uk: Дії
vi: Các thao tác
zh_hk: 動作

source: Sync database schema now
hu: Adatbázis schema szinkronizálása
ms: Selaraskan skema pangkalan data sekarang

source: Starting…
ar: جارٍ البدء…
bg: Започва се...
ca: Iniciant…
de: Starten…
eo: Bet, starting now!
es: Iniciando…
fa: در حال شروع...
fi: Käynnistetään...
fr: Démarrage…
hu: Indítás...
it: Avvio...
ja: 処理中…
lt: Pradedame…
ms: Memula…
nb: Starter…
nl: Starten...
pl: Uruchamianie…
pt_br: Iniciando…
ru: Начинаю…
sk: Začínam...
sl: Začetek…
sq: Po nis…
sr: Pokretanje…
sv: Startar…
tr: Başlıyor…
uk: Запуск…
vi: Đang bắt đầu...
zh_hk: 開始...

source: Failed to sync
ar: فشلت المزامنة
bg: Неуспешна синхронизация
ca: Error en sincronitzar
de: Synchronisierung fehlgeschlagen
eo: Couldn't connect, lol
es: No se ha podido sincronizar
fa: همگام سازی با موفقیت انجام نشد
fi: Synkronointi epäonnistui
fr: Échec de la synchronisation
hu: Szinkronizálás sikertelen
it: Sync fallito
ja: 同期に失敗しました
lt: Nepavyko sinchronizuoti
ms: Gagal untuk menyelaraskan
nb: Feilet ved synkronsering
nl: Synchronisatie mislukt
pl: Nie można zsynchronizować
pt_br: Não foi possível sincronizar
ru: Ошибка синхронизации
sk: Synchronizácia zlyhala
sl: Sinhronizacija je spodletela
sq: Dështoi sinkronizimi
sr: Sinhronizacija nije uspela
sv: Fel vid synkning
tr: Senkronizasyon yapılamadı
uk: Не вдалося синхронізувати
vi: Đồng bộ thất bại
zh_hk: 同步失敗

source: Sync triggered!
ar: تم إطلاق المزامنة!
bg: Синхронизацията е стартирана!
ca: Sincronització iniciada!
de: Synchronisierung gestartet!
eo: Yo, the sync just popped off!
es: ¡Sincronización iniciada!
fa: همگام سازی شروع شد!
fi: Synkronoidaan!
fr: Synchronisation déclenchée !
hu: Szinkronizálás elindítva!
it: Sync avviato!
ja: 同期を開始しました!
lt: Sinchronizavimas pradėtas!
ms: Penyelarasan dicetuskan!
nb: Synkronisering utløst!
nl: Synchronisatie gestart!
pl: Synchronizacja wyzwolona!
pt_br: Sincronização iniciada!
ru: Синхронизация началась!
sk: Synchronizácia bola spustená!
sl: Sinhronizacija je bila sprožena!
sq: U shkaktua sinkronizimi!
sr: Sinhronizacija pokrenuta!
sv: Synkning triggad!
tr: Senkronizasyon tetiklendi!
uk: Синхронізацію запущено!
vi: Đã kích hoạt đồng bộ!
zh_hk: 開始同步程序！

source: Re-scan field values now
hu: Mező értékek újraolvasása
ms: Imbas semula nilai medan sekarang

source: Failed to start scan
ar: فشل بدء الفحص
bg: Неуспешно стартиране на порцеса по сканиране
ca: Error en iniciar l'anàlisi
de: Scan konnte nicht gestartet werden
eo: Couldn't even start the scan, bruh
es: No se ha podido iniciar la exploración
fa: بررسی انجام نگرفت
fi: Tarkistus ei onnistu
fr: Impossible de démarrer l'analyse
hu: Újraolvasás sikertelen
it: Impossibile avviare scansione
ja: スキャンの開始に失敗しました
lt: Nepavyko pradėti nuskaitymą
ms: Gagal memulakan imbasan
nb: Skanning feilet ved start
nl: Scannen mislukt
pl: Nie można uruchomić skanowania
pt_br: Falha ao inciar a varredura
ru: Невозможно начать сканирование
sk: Spustenie skenovania zlyhalo
sl: Zagon pregleda je spodletel
sq: Dështoi nisja e skanimit
sr: Nije uspelo pokretanje skeniranja
sv: Fel vid skanning
tr: Tarama başlatılamadı
uk: Не вдалося запустити сканування
vi: Bắt đầu quét thất bại
zh_hk: 無法開始掃描

source: Scan triggered!
ar: تم إطلاق الفحص!
bg: Сканирането започна!
ca: Anàlisi iniciat!
de: Scan gestartet!
eo: Scan is lowkey sending me rn
es: ¡Exploración iniciada!
fa: اسکن شروع شد
fi: Tarkistetaan!
fr: Analyse déclenchée !
hu: Újraolvasás elindítva!
it: Scansione avviata!
ja: スキャンを開始しました!
lt: Nuskaitymas pradėtas!
ms: Imbasan dicetuskan!
nb: Skanning påbegynt!
nl: Scan gestart!
pl: Rozpoczęto skanowanie!
pt_br: Varredura iniciada
ru: Сканирование запланировано!
sk: Skenovanie bolo spustené!
sl: Pregled je bil sprožen!
sq: U shkaktua skanimi!
sr: Skeniranje pokrenuto!
sv: Skanning triggad!
tr: Tarama tetiklendi!
uk: Сканування запущено!
vi: Đã kích hoạt quét
zh_hk: 掃描已觸發！

source: Danger Zone
hu: Veszélyes terület
ms: Zon Bahaya

source: Discard saved field values
ar: تجاهل قيم الحقول المحفوظة
bg: Отхвърли запазените стойности
ca: Descartar els valors del camp desats
de: Verwerfen gespeicherter Werte
eo: Drop the saved field values
es: Descartar valores de campos guardados
fa: حذف مقادیر فیلد ذخیره شده
fi: Hylkää tallennetut kenttäarvot
fr: Supprimer les valeurs mises en cache
hu: Mentett értékek eldobása
it: Scarta valori campo salvati
ja: 保存したフィールド値を破棄する
lt: Išmesti išsaugotas laukų reikšmes
ms: Buang nilai medan yang disimpan
nb: Forkast lagrede feltverdier
nl: Bewaarde veldwaardes verwijderen
pl: Usuń zapisane wartości pól
pt_br: Descartar valores de campo salvos
ru: Сбросить сохраненные значения полей
sk: Odstrániť uložené hodnoty polí
sl: Zavrzi shranjene vrednosti polj
sq: Hidh poshtë vlerat e ruajtura të fushave
sr: Odbaci sačuvane vrednosti polja
sv: Kassera sparade fältvärden
tr: Kaydedilen alan değerlerini iptal et
uk: Скинути збережені значення полів
vi: Huỷ những trường giá trị đã lưu
zh_hk: 放棄儲存的欄位值

source: Remove this database
ar: أزِل قاعدة البيانات هذه
bg: Премахни тази база данни
ca: Eliminar aquesta base de dades
de: Diese Datenbank löschen
eo: Delete this database, fr fr
es: Eliminar esta base de datos
fa: این پایگاه داده را حذف کنید
fi: Poista tietokanta
fr: Retirer cette base de données de Metabase
hu: Adatbázis törlése
it: Rimuovere questo database
ja: このデータベースを削除する
lt: Pašalinti šią duomenų bazę
ms: Padam pangkalan data ini
nb: Fjern denne databasen
nl: Deze database verwijderen
pl: Usuń tę bazę danych
pt_br: Remover este banco de dados
ru: Удалить эту базу данных
sk: Odstrániť túto databázu
sl: Odstrani to bazo podatkov
sq: Hiqe këtë bazë të dhënash
sr: Ukloni ovu bazu podataka
sv: Ta bort denna databas
tr: Bu veritabanını kaldır
uk: Вилучити цю базу даних
vi: Xoá cơ sở dữ liệu này
zh_hk: 刪除資料庫

source: Add database
ar: أضف قاعدة بيانات
bg: Добави база данни
ca: Afegeix base de dades
de: Datenbank hinzufügen
eo: Add database → Drop the database or add the database (depending on context, but usually "add database" stays pretty chill).
es: Añadir base de datos
fa: اضافه کردن پایگاه داده
fi: Lisää tietokanta
fr: Ajouter une base de données
hu: Új adatbázis
it: Aggiungi database
ja: データベースを追加
lt: Pridėti duomenų bazę
ms: Tambah pangkalan data
nb: Legg til database
nl: Database toevoegen
pl: Dodaj bazę danych
pt_br: Adicionar banco de dados
ru: Добавить базу данных
sk: Pridať databázu
sl: Dodaj bazo podatkov
sq: Shto bazë të dhënash
sr: Dodaj bazu podataka
sv: Lägg till databas
tr: Veritabanı ekle
uk: Додати базу даних
vi: Thêm cơ sở dữ liệu
zh_hk: 新增資料庫

source: Name
ar: الاسم
bg: Име
ca: Nom
eo: Name? Oh, bet. Just say "name," no cap.
es: Nombre
fa: نام
fi: Nimi
fr: Nom
hu: Név
it: Nome
ja: 名前
lt: Vardas
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
sk: Meno
sl: Naziv
sq: Emri
sr: Naziv
sv: Namn
tr: İsim
uk: Ім'я
vi: Tên
zh_hk: 名稱

source: Engine
ar: المحرك
bg: Софтуер
ca: Motor
de: Maschine
eo: Engine → Vibe check machine
es: Motor
fa: موتور
fi: Moottori
fr: Moteur
hu: Motor
it: Motore
ja: エンジン
lt: Variklis
ms: Enjin
nb: Motor
nl: Motor
pl: Silnik
pt_br: Mecanismo
ru: Тип
sk: Stroj
sl: Vrsta
sq: Motori
sv: Databasmotor
tr: Motor
uk: Движок
vi: Động c
zh_hk: 引擎

source: Deleting...
hu: Törlés...
ms: Sedang dipadam...

source: Loading ...
ar: جارٍ التحميل ...
bg: Зарежда...
ca: Carregant...
de: Laden...
eo: Loading... fr fr
es: Cargando...
fa: در حال بارگذاری
fi: Ladataan...
fr: Chargement...
hu: Betöltés...
it: Sta caricando...
ja: 読込中...
lt: Įkeliama...
ms: Sedang diproses...
nb: Laster...
nl: Bezig met laden...
pl: Wczytywanie...
pt_br: Carregando...
ru: Загрузка...
sk: Načítavam ...
sl: Nalagam...
sq: Po ngarkohet ...
sr: Učitavam ...
sv: Laddar ...
tr: Yükleniyor ...
uk: Завантаження ...
vi: Đang tải...
zh_hk: 載入中。。。

source: Bring the sample dataset back
hu: Minta adatbázis helyreállítása
ms: Bawa kembali sampel set data

source: Couldn't connect to the database. Please check the connection details.
hu: Nem sikerült csatlakozni az adatbázishoz. Kérem ellenőrizze a beállításokat.
ms: Tidak dapat menyambung ke pangkalan data. Sila semak butiran sambungan.

source: Successfully created!
hu: Sikeresen létrehozva!
ms: Berjaya ditambah!

source: Successfully saved!
hu: Sikeresen mentve!
ms: Berjaya disimpan!

source: Edit
ar: عدِّل
bg: Редактирай
ca: Editar
de: Bearbeiten
eo: Edit → "Glow-up" or just "Edit" if it's about tweaking something, but if you wanna be extra, "Glow-up" is kinda the vibe.
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集
lt: Redaguoti
ms: Sunting
nb: Rediger
nl: Bewerken
pl: Edycja
pt_br: Editar
ru: Изменить
sk: Upraviť
sl: Uredi
sq: Redakto
sr: Izmeni
sv: Ändra
tr: Düzenle
uk: Редагувати
vi: Sửa
zh_hk: 編輯

source: Revision History
ar: سجل المراجعات
bg: История на промените
ca: Historial de revisions
de: Revisionshistorie
eo: Vibe check on the past edits
es: Historial de Revisiones
fa: تاریخچه بازنگری
fi: Muokkaushistoria
fr: Historique des modifications
hu: Módosítási előzmények
it: Storico Revisioni
ja: 履歴
lt: Peržiūros istorija
ms: Sejarah Semakan
nb: Revisjonshistorikk
nl: Revisiegeschiedenis
pl: Historia zmian
pt_br: Histórico de revisão
ru: Журнал изменений
sk: História revízií
sl: Zgodovina revizij
sq: Historiku i rishikimeve
sr: Istorija revizija
sv: Revisionshistorik
tr: Revizyon Geçmişi
uk: Історія версій
vi: Lịch sử sửa đổi
zh_hk: 修訂記錄

source: Retire this {0}?
hu: Ismétlés {0}?
ms: Hentikan {0} ini?
