Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Make a histogram of the DataFrame's columns
ar: أنشئ مدرجًا تكراريًا لأعمدة DataFrame
bg: Направете хистограма на колоните на DataFrame
ca: Fes un histograma de les columnes del DataFrame
de: Erstellen Sie ein Histogramm der Spalten des DataFrame
es: Hacer un histograma de las columnas del DataFrame
fa: یک هیستوگرام از ستون‌های DataFrame ایجاد کنید
fi: Tee histogrammi DataFramen sarakkeista
fr: Créer un histogramme des colonnes du DataFrame
it: Crea un istogramma delle colonne del DataFrame
ja: DataFrameの列のヒストグラムを作成する
nb: Lag et histogram av DataFrames kolonner
nl: Maak een histogram van de kolommen van het DataFrame
pl: Utwórz histogram kolumn DataFrame
pt_br: Crie um histograma das colunas do DataFrame
ru: Создайте гистограмму столбцов DataFrame.
sk: Vytvorte histogram stĺpcov DataFrame
sl: Naredite histogram stolpcev DataFrame-a
sq: Krijo një histogram të kolonave të DataFrame
sr: Napravi histogram kolona DataFrame-a
sv: Skapa ett histogram av DataFrames kolumner
tr: DataFrame'in sütunlarının bir histogramını oluşturun
uk: Побудувати гістограму колонок DataFrame
vi: Tạo biểu đồ tần suất các cột của DataFrame
zh_hk: 製作 DataFrame 列的直方圖

source: Make a box plot of the DataFrame columns
ar: أنشئ مخططًا صندوقيًا لأعمدة DataFrame
bg: Направете кутия-диаграма на колоните на DataFrame
ca: Fes un diagrama de caixa de les columnes del DataFrame
de: Erstellen Sie ein Boxplot der DataFrame-Spalten
es: Hacer un diagrama de caja de las columnas del DataFrame
fa: یک نمودار جعبه‌ای از ستون‌های DataFrame رسم کنید
fi: Tee DataFrame-sarakkeista laatikkodiagrammi
fr: Créer un box plot des colonnes du DataFrame
it: Crea un box plot delle colonne del DataFrame
ja: DataFrame列のボックスプロットを作成する
nb: Lag et boksplott av DataFrame-kolonnene
nl: Maak een boxplot van de DataFrame-kolommen
pl: Utwórz wykres pudełkowy kolumn DataFrame
pt_br: Crie um gráfico de caixa das colunas do DataFrame
ru: Постройте диаграмму столбцов DataFrame.
sk: Vytvorte krabicový graf stĺpcov DataFrame
sl: Naredite škatlasti diagram stolpcev DataFrame
sq: Krijo një grafik kuti (box plot) të kolonave të DataFrame
sr: Napravi box plot kolona DataFrame-a
sv: Gör ett boxplot av DataFrame-kolumnerna
tr: DataFrame sütunlarının kutu grafiğini oluşturun
uk: Побудувати box plot колонок DataFrame
vi: Tạo biểu đồ hộp của các cột DataFrame
zh_hk: 製作 DataFrame 列的箱型繪圖

source: Return unique values of Series object
ar: أرجِع القيم الفريدة لكائن Series
bg: Връща уникални стойности на обект Series
ca: Retorna valors únics de l'objecte Series
de: Gibt eindeutige Werte des Serienobjekts zurück
es: Devuelve valores únicos del objeto Serie
fa: مقادیر منحصر به فرد شیء Series را برمی‌گرداند
fi: Palauttaa Series-objektin yksilölliset arvot
fr: Renvoyer des valeurs uniques de l'objet Series
it: Restituisce valori univoci dell'oggetto Serie
ja: Seriesオブジェクトの一意の値を返す
nb: Returnerer unike verdier for serieobjektet
nl: Unieke waarden van Series-object retourneren
pl: Zwróć unikalne wartości obiektu Series
pt_br: Retorna valores únicos do objeto Series
ru: Возвращает уникальные значения объекта Series
sk: Vrátiť jedinečné hodnoty objektu Series
sl: Vrne enolične vrednosti objekta Series
sq: Kthe vlerat unike të objektit Series
sr: Vrati jedinstvene vrednosti Series objekta
sv: Returnera unika värden för Series-objektet
tr: Seri nesnesinin benzersiz değerlerini döndür
uk: Повернути унікальні значення об’єкта Series
vi: Trả về các giá trị duy nhất của đối tượng Series
zh_hk: 傳回系列物件的唯一值

source: Return number of unique elements in the object
ar: أرجِع عدد العناصر الفريدة في الكائن
bg: Връща броя на уникалните елементи в обекта
ca: Retorna el nombre d'elements únics de l'objecte
de: Gibt die Anzahl eindeutiger Elemente im Objekt zurück
es: Devuelve el número de elementos únicos en el objeto
fa: تعداد عناصر منحصر به فرد در شیء را برمی‌گرداند.
fi: Palauta objektin yksilöllisten elementtien lukumäärä
fr: Renvoie le nombre d'éléments uniques dans l'objet
it: Restituisce il numero di elementi univoci nell'oggetto
ja: オブジェクト内の一意の要素の数を返す
nb: Returnerer antall unike elementer i objektet
nl: Retourneert het aantal unieke elementen in het object
pl: Zwróć liczbę unikalnych elementów w obiekcie
pt_br: Retorna o número de elementos únicos no objeto
ru: Возвращает количество уникальных элементов в объекте
sk: Vráti počet jedinečných prvkov v objekte
sl: Vrne število edinstvenih elementov v objektu
sq: Kthe numrin e elementeve unike në objekt
sr: Vrati broj jedinstvenih elemenata u objektu
sv: Returnera antalet unika element i objektet
tr: Nesnedeki benzersiz öğelerin sayısını döndür
uk: Повернути кількість унікальних елементів в об’єкті
vi: Trả về số lượng phần tử duy nhất trong đối tượng
zh_hk: 回傳物件中唯一元素的數量

source: Sort Series by index labels
ar: افرز Series حسب تسميات الفهرس
bg: Сортиране на сериите по индексни етикети
ca: Ordenar sèries per etiquetes d'índex
de: Serien nach Indexbezeichnungen sortieren
es: Ordenar series por etiquetas de índice
fa: مرتب‌سازی سری‌ها بر اساس برچسب‌های فهرست
fi: Lajittele sarjat indeksitunnisteiden mukaan
fr: Trier les séries par étiquettes d'index
it: Ordina le serie per etichette di indice
ja: インデックスラベルでシリーズを並べ替える
nb: Sorter serier etter indeksetiketter
nl: Sorteer series op indexlabels
pl: Sortuj serie według etykiet indeksowych
pt_br: Classificar séries por rótulos de índice
ru: Сортировать серии по меткам индекса
sk: Zoradiť série podľa indexových označení
sl: Razvrsti serije po oznakah indeksa
sq: Rendit Series sipas etiketave të indeksit
sr: Sortiraj Seriju po oznakama indeksa
sv: Sortera serier efter indexetiketter
tr: Dizin etiketlerine göre serileri sırala
uk: Сортувати Series за мітками індексу
vi: Sắp xếp Chuỗi theo nhãn chỉ mục
zh_hk: 依索引標籤排序系列

source: Generate a new DataFrame or Series with the index reset
ar: إنشاء DataFrame أو Series جديدة مع إعادة تعيين الفهرس
bg: Генериране на нов DataFrame или Series с нулиране на индекса
ca: Genera un nou DataFrame o Sèrie amb l'índex reiniciat
de: Generieren Sie einen neuen DataFrame oder eine neue Serie mit dem zurückgesetzten Index
es: Generar un nuevo DataFrame o Serie con el índice restablecido
fa: یک DataFrame یا Series جدید با تنظیم مجدد شاخص ایجاد کنید
fi: Luo uusi DataFrame tai sarja indeksin nollauksella
fr: Générer un nouveau DataFrame ou une nouvelle série avec la réinitialisation de l'index
it: Genera un nuovo DataFrame o una nuova serie con l'indice reimpostato
ja: インデックスをリセットして新しい DataFrame または Series を生成する
nb: Genererer en ny DataFrame eller Series med nullstilt indeks
nl: Genereer een nieuw DataFrame of serie met de index reset
pl: Wygeneruj nową ramkę danych lub serię z resetem indeksu
pt_br: Gerar um novo DataFrame ou Série com o índice redefinido
ru: Создайте новый DataFrame или Series со сбросом индекса
sk: Vygenerujte nový dátový rámec alebo sériu s resetom indexu
sl: Ustvari nov podatkovni okvir ali serijo s ponastavitvijo indeksa
sq: Gjenero një DataFrame ose Series të ri me indeks të rivendosur
sr: Generiši novi DataFrame ili Seriju sa resetovanim indeksom
sv: Generera en ny DataFrame eller serie med indexåterställningen
tr: Dizin sıfırlamasıyla yeni bir Veri Çerçevesi veya Seri oluşturun
uk: Згенерувати новий DataFrame або Series зі скинутим індексом
vi: Tạo một DataFrame hoặc Series mới với chỉ mục được đặt lại
zh_hk: 重新設定索引，產生新的 DataFrame 或 Series

source: Return a new Series with missing values removed
ar: إرجاع Series جديدة مع إزالة القيم المفقودة
bg: Връщане на нова серия с премахнати липсващи стойности
ca: Retorna una nova sèrie amb els valors que falten eliminats
de: Gibt eine neue Reihe zurück, aus der die fehlenden Werte entfernt wurden
es: Devolver una nueva serie con los valores faltantes eliminados
fa: یک سری جدید با حذف مقادیر گمشده برگردانید
fi: Palauttaa uuden sarjan, josta puuttuvat arvot on poistettu
fr: Renvoyer une nouvelle série avec les valeurs manquantes supprimées
it: Restituisce una nuova serie con i valori mancanti rimossi
ja: 欠損値が削除された新しいシリーズを返す
nb: Returnerer en ny serie med manglende verdier fjernet
nl: Retourneer een nieuwe serie waarbij de ontbrekende waarden zijn verwijderd
pl: Zwróć nową serię z usuniętymi brakującymi wartościami
pt_br: Retorna uma nova série com os valores ausentes removidos
ru: Вернуть новую серию с удаленными пропущенными значениями.
sk: Vrátiť novú sériu s odstránenými chýbajúcimi hodnotami
sl: Vrni novo serijo z odstranjenimi manjkajočimi vrednostmi
sq: Kthe një Series të re me vlerat mungese të hequra
sr: Vrati novu Seriju sa uklonjenim nedostajućim vrednostima
sv: Returnera en ny serie med saknade värden borttagna
tr: Eksik değerleri kaldırılmış yeni bir Seri döndürün
uk: Повернути нову Series із видаленими відсутніми значеннями
vi: Trả về một Series mới với các giá trị bị thiếu đã được loại bỏ
zh_hk: 傳回已移除遺失值的新系列

source: Invoke function on values of Series
ar: استدعاء دالة على قيم Series
bg: Извикване на функция върху стойности на серията
ca: Invoca la funció sobre els valors de la sèrie
de: Funktion für Werte der Serie aufrufen
es: Invocar función sobre valores de Serie
fa: فراخوانی تابع روی مقادیر سری
fi: Kutsu funktiota sarjan arvoille
fr: Invoquer la fonction sur les valeurs de la série
it: Richiama la funzione sui valori della serie
ja: シリーズの値に対して関数を呼び出す
nb: Påkaller funksjon på verdier av serier
nl: Functie aanroepen op waarden van reeksen
pl: Wywołaj funkcję na wartościach serii
pt_br: Invocar função em valores de séries
ru: Вызов функции для значений серии
sk: Vyvolať funkciu na hodnotách série
sl: Klic funkcije na vrednostih serije
sq: Thirr funksionin mbi vlerat e Series
sr: Pozovi funkciju nad vrednostima Serije
sv: Anropa funktion på värden i serien
tr: Serinin değerleri üzerinde fonksiyonu çağır
uk: Викликати функцію для значень Series
vi: Gọi hàm trên các giá trị của Series
zh_hk: 在 Series 的值上啟動函數

source: Map values of Series according to input correspondence
ar: تعيين قيم Series وفقًا لتطابق الإدخال
bg: Съпоставяне на стойностите на сериите според входното съответствие
ca: Mapa de valors de sèries segons la correspondència d'entrada
de: Ordnen Sie Werte der Serie entsprechend der Eingabekorrespondenz zu
es: Valores del mapa de la serie según la correspondencia de entrada
fa: مقادیر سری را بر اساس تطابق ورودی نگاشت کنید
fi: Sarjan arvojen kartoitus syötteiden vastaavuuden mukaan
fr: Mapper les valeurs des séries en fonction de la correspondance d'entrée
it: Valori della mappa delle serie in base alla corrispondenza di input
ja: 入力の対応に応じてシリーズの値をマップする
nb: Tilordne verdier for serier i henhold til inndatakorrespondanse
nl: Kaartwaarden van series volgens invoercorrespondentie
pl: Wartości mapy serii zgodnie z korespondencją wejściową
pt_br: Valores do mapa de séries de acordo com a correspondência de entrada
ru: Сопоставьте значения серий в соответствии с входными данными
sk: Mapovať hodnoty série podľa vstupnej korešpondencie
sl: Preslikaj vrednosti serije glede na vhodno korespondenco
sq: Map vlerat e Series sipas korrespondencës së hyrjes
sr: Mapiraj vrednosti Serije prema ulaznoj korespondenciji
sv: Karta värden för serier enligt inmatningskorrespondens
tr: Serinin giriş yazışmasına göre harita değerleri
uk: Зіставити значення Series відповідно до вхідної відповідності
vi: Bản đồ các giá trị của Chuỗi theo sự tương ứng đầu vào
zh_hk: 根據輸入的對應關係映射系列的值

source: Vectorized string functions for Series and Index
ar: دوال سلاسل نصية موجّهة (vectorized) لـ Series و Index
bg: Векторизирани низови функции за серии и индекси
ca: Funcions de cadena vectoritzades per a sèries i índexs
de: Vektorisierte Zeichenfolgenfunktionen für Reihen und Index
es: Funciones de cadena vectorizadas para series e índices
fa: توابع رشته‌ای برداری برای سری و اندیس
fi: Vektorisoidut merkkijonofunktiot sarjoille ja indekseille
fr: Fonctions de chaîne vectorisées pour les séries et les index
it: Funzioni stringa vettorializzate per serie e indice
ja: シリーズとインデックスのベクトル化された文字列関数
nb: Vektoriserte strengfunksjoner for serier og indekser
nl: Vectorized string-functies voor Series en Index
pl: Wektoryzowane funkcje łańcuchowe dla serii i indeksów
pt_br: Funções de string vetorizadas para séries e índices
ru: Векторизованные строковые функции для серий и индексов
sk: Vektorizované reťazcové funkcie pre série a indexy
sl: Vektorizirane nizovne funkcije za serije in indekse
sq: Funksione string të vektorizuara për Series dhe Index
sr: Vektorizovane string funkcije za Seriju i Index
sv: Vektoriserade strängfunktioner för serier och index
tr: Seri ve Endeks için vektörleştirilmiş dize fonksiyonları
uk: Векторизовані функції для строк для Series та Index
vi: Các hàm chuỗi vectơ hóa cho Series và Index
zh_hk: 系列和索引的矢量化字串函數

source: Accessor object for datetimelike properties
ar: كائن مُلحق (accessor) لخصائص شبيهة بـ datetime
bg: Обект за достъп за свойства, подобни на дата и време
ca: Objecte d'accés per a propietats de tipus datetime
de: Accessor-Objekt für datetime-ähnliche Eigenschaften
es: Objeto de acceso para propiedades de tipo datetime
fa: شیء دسترسی برای ویژگی‌های شبه‌تاریخی
fi: Datetimelike-ominaisuuksien aksessoriobjekti
fr: Objet d'accès pour les propriétés de type datetime
it: Oggetto accessorio per proprietà di tipo datetime
ja: datetimelikeプロパティのアクセサオブジェクト
nb: Accessor-objekt for datatidslignende egenskaper
nl: Accessorobject voor datetime-achtige eigenschappen
pl: Obiekt akcesora dla właściwości typu datetime
pt_br: Objeto acessador para propriedades datetimelike
ru: Объект-аксессор для свойств типа datetime
sk: Objekt prístupového typu pre vlastnosti podobné dátumu a času
sl: Objekt dostopnika za lastnosti, podobne datumu in času
sq: Objekt accessor për veti të ngjashme me datetime
sr: Accessor objekat za datetime-like svojstva
sv: Access-objekt för datetime-liknande egenskaper
tr: Datetime benzeri özellikler için erişim nesnesi
uk: Об’єкт-доступник для властивостей типу datetime
vi: Đối tượng truy cập cho các thuộc tính giống datetime
zh_hk: 類似日期屬性的存取物件

source: Accessor object for categorical properties
ar: كائن مُلحق (accessor) لخصائص الفئات (categorical)
bg: Обект за достъп за категорични свойства
ca: Objecte d'accés per a propietats categòriques
de: Accessor-Objekt für kategoriale Eigenschaften
es: Objeto de acceso para propiedades categóricas
fa: شیء دسترسی برای ویژگی‌های دسته‌بندی‌شده
fi: Luokillisten ominaisuuksien aksessoriobjekti
fr: Objet accesseur pour les propriétés catégorielles
it: Oggetto accessorio per proprietà categoriali
ja: カテゴリプロパティのアクセサオブジェクト
nb: Accessor-objekt for kategoriske egenskaper
nl: Accessorobject voor categorische eigenschappen
pl: Obiekt akcesora dla właściwości kategorycznych
pt_br: Objeto acessador para propriedades categóricas
ru: Объект-аксессор для категориальных свойств
sk: Objekt prístupového typu pre kategorické vlastnosti
sl: Objekt dostopnika za kategorične lastnosti
sq: Objekt aksesori për veçoritë kategorike
sr: Accessor objekat za kategorijska svojstva
sv: Accessobjekt för kategoriska egenskaper
tr: Kategorik özellikler için erişim nesnesi
uk: Об’єкт-доступник для категоріальних властивостей
vi: Đối tượng truy cập cho các thuộc tính danh mục
zh_hk: 分類屬性的存取物件

source: Accept proposed changes
ar: اقبل التغييرات المقترحة
bg: Приемане на предложените промени
ca: Accepta els canvis proposats
de: Vorgeschlagene Änderungen akzeptieren
es: Aceptar los cambios propuestos
fa: پذیرش تغییرات پیشنهادی
fi: Hyväksy ehdotetut muutokset
fr: Accepter les modifications proposées
it: Accetta le modifiche proposte
ja: 提案された変更を承認する
nb: Godta foreslåtte endringer
nl: Voorgestelde wijzigingen accepteren
pl: Zaakceptuj proponowane zmiany
pt_br: Aceitar as alterações propostas
ru: Принять предложенные изменения
sk: Prijať navrhované zmeny
sl: Sprejmi predlagane spremembe
sq: Prano ndryshimet e propozuara
sr: Prihvati predložene izmene
sv: Godkänn föreslagna ändringar
tr: Önerilen değişiklikleri kabul edin
uk: Прийняти запропоновані зміни
vi: Chấp nhận những thay đổi được đề xuất
zh_hk: 接受建議的變更

source: Reject proposed changes
ar: ارفض التغييرات المقترحة
bg: Отхвърляне на предложените промени
ca: Rebutja els canvis proposats
de: Vorgeschlagene Änderungen ablehnen
es: Rechazar los cambios propuestos
fa: رد تغییرات پیشنهادی
fi: Hylkää ehdotetut muutokset
fr: Rejeter les modifications proposées
it: Rifiuta le modifiche proposte
ja: 提案された変更を拒否する
nb: Avvise foreslåtte endringer
nl: Voorgestelde wijzigingen afwijzen
pl: Odrzuć proponowane zmiany
pt_br: Rejeitar alterações propostas
ru: Отклонить предложенные изменения
sk: Zamietnuť navrhované zmeny
sl: Zavrni predlagane spremembe
sq: Refuzo ndryshimet e propozuara
sr: Odbaci predložene izmene
sv: Avvisa föreslagna ändringar
tr: Önerilen değişiklikleri reddet
uk: Відхилити запропоновані зміни
vi: Từ chối những thay đổi được đề xuất
zh_hk: 拒絕建議的變更

source: Run Python script
ar: تشغيل سكربت Python
bg: Изпълнете Python скрипт
ca: Executa l'script de Python
de: Python-Skript ausführen
es: Ejecutar script de Python
fa: اجرای اسکریپت پایتون
fi: Suorita Python-skripti
fr: Exécuter un script Python
it: Esegui lo script Python
ja: Pythonスクリプトを実行する
nb: Kjør Python-skript
nl: Python-script uitvoeren
pl: Uruchom skrypt Pythona
pt_br: Executar script Python
ru: Запустить скрипт Python
sk: Spustiť skript v Pythone
sl: Zaženi skript Python
sq: Ekzekuto skriptin Python
sr: Pokreni Python skriptu
sv: Kör Python-skript
tr: Python betiğini çalıştır
uk: Запустити Python-скрипт
vi: Chạy tập lệnh Python
zh_hk: 執行 Python 指令碼

source: Python script execution was canceled
ar: تم إلغاء تنفيذ سكربت Python
bg: Изпълнението на Python скрипта беше отменено
ca: L'execució de l'script de Python s'ha cancel·lat
de: Die Ausführung des Python-Skripts wurde abgebrochen
es: Se canceló la ejecución del script de Python
fa: اجرای اسکریپت پایتون لغو شد
fi: Python-skriptin suoritus keskeytettiin
fr: L'exécution du script Python a été annulée
it: L'esecuzione dello script Python è stata annullata
ja: Pythonスクリプトの実行がキャンセルされました
nb: Kjøringen av Python-skriptet ble avbrutt
nl: Uitvoering van Python-script is geannuleerd
pl: Wykonanie skryptu Pythona zostało anulowane
pt_br: A execução do script Python foi cancelada
ru: Выполнение скрипта Python было отменено
sk: Vykonávanie skriptu Python bolo zrušené
sl: Izvajanje skripte Python je bilo preklicano
sq: Ekzekutimi i skriptit Python u anulua
sr: Izvršavanje Python skripte je otkazano
sv: Python-skriptkörningen avbröts
tr: Python betiğinin yürütülmesi iptal edildi
uk: Виконання Python-скрипту було скасовано
vi: Việc thực thi tập lệnh Python đã bị hủy
zh_hk: Python 指令碼執行被取消

source: An unknown error occurred
ar: حدث خطأ غير معروف
bg: Възникна неизвестна грешка
ca: S'ha produït un error desconegut
de: Ein unbekannter Fehler ist aufgetreten
es: Se produjo un error desconocido
fa: خطای ناشناخته‌ای رخ داده است
fi: Tuntematon virhe tapahtui
fr: Une erreur inconnue s'est produite
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
nb: En ukjent feil oppstod
nl: Er is een onbekende fout opgetreden
pl: Wystąpił nieznany błąd
pt_br: Ocorreu um erro desconhecido
ru: Произошла неизвестная ошибка.
sk: Vyskytla sa neznáma chyba
sl: Prišlo je do neznane napake
sq: Ndodhi një gabim i panjohur
sr: Došlo je do nepoznate greške
sv: Ett okänt fel uppstod
tr: Bilinmeyen bir hata oluştu
uk: Сталася невідома помилка
vi: Đã xảy ra lỗi không xác định
zh_hk: 發生未知錯誤

source: Python library saved
ar: تم حفظ مكتبة Python
bg: Python библиотеката е запазена
ca: Biblioteca de Python desada
de: Python-Bibliothek gespeichert
es: Biblioteca de Python guardada
fa: کتابخانه پایتون ذخیره شد
fi: Python-kirjasto tallennettu
fr: Bibliothèque Python enregistrée
it: Libreria Python salvata
ja: Pythonライブラリを保存しました
nb: Python-bibliotek lagret
nl: Python-bibliotheek opgeslagen
pl: Biblioteka Pythona została zapisana
pt_br: Biblioteca Python salva
ru: Библиотека Python сохранена
sk: Knižnica Pythonu uložená
sl: Knjižnica Python shranjena
sq: Biblioteka Python u ruajt
sr: Python biblioteka je sačuvana
sv: Python-biblioteket sparat
tr: Python kütüphanesi kaydedildi
uk: Бібліотеку Python збережено
vi: Thư viện Python đã được lưu
zh_hk: 已儲存的 Python 函式庫

source: Python library could not be saved
ar: تعذر حفظ مكتبة Python
bg: Python библиотеката не можа да бъде запазена
ca: No s'ha pogut desar la biblioteca de Python
de: Die Python-Bibliothek konnte nicht gespeichert werden.
es: No se pudo guardar la biblioteca de Python
fa: کتابخانه پایتون ذخیره نشد
fi: Python-kirjastoa ei voitu tallentaa
fr: La bibliothèque Python n'a pas pu être enregistrée
it: Impossibile salvare la libreria Python
ja: Pythonライブラリを保存できませんでした
nb: Python-biblioteket kunne ikke lagres
nl: Python-bibliotheek kon niet worden opgeslagen
pl: Nie można zapisać biblioteki Pythona
pt_br: A biblioteca Python não pôde ser salva
ru: Не удалось сохранить библиотеку Python
sk: Knižnicu Pythonu sa nepodarilo uložiť
sl: Knjižnice Python ni bilo mogoče shraniti
sq: Biblioteka Python nuk u ruajt dot
sr: Python biblioteka nije mogla da se sačuva
sv: Python-biblioteket kunde inte sparas
tr: Python kütüphanesi kaydedilemedi
uk: Не вдалося зберегти бібліотеку Python
vi: Không thể lưu thư viện Python
zh_hk: 無法儲存 Python 函式庫

source: The Python library is not editable because Remote Sync is in read-only mode.
ar: مكتبة Python غير قابلة للتعديل لأن المزامنة عن بُعد في وضع القراءة فقط.
de: Die Python-Bibliothek ist nicht bearbeitbar, weil Remote Sync im schreibgeschützten Modus ist.
es: La biblioteca de Python no se puede editar porque Remote Sync está en modo de solo lectura.
fa: کتابخانه پایتون قابل ویرایش نیست زیرا Remote Sync در حالت فقط خواندنی است.
fi: Python-kirjastoa ei voi muokata, koska etäsynkronointi on vain luku -tilassa.
fr: La bibliothèque Python n’est pas modifiable car Remote Sync est en mode lecture seule.
it: La libreria Python non è modificabile perché Remote Sync è in modalità di sola lettura.
ja: リモート同期が読み取り専用モードであるため、Python ライブラリは編集できません。
pl: Biblioteki Pythona nie można edytować, ponieważ Zdalna synchronizacja jest w trybie tylko do odczytu.
pt_br: A biblioteca Python não é editável porque o Remote Sync está em modo somente leitura.
ru: Библиотеку Python нельзя редактировать, потому что Удаленная синхронизация находится в режиме "только для чтения".
sk: Knižnica Pythonu nie je upraviteľná, pretože Vzdialená synchronizácia je v režime iba na čítanie.
sl: Knjižnice Python ni mogoče urejati, ker je oddaljena sinhronizacija v načinu samo za branje.
sq: Libraria Python nuk është e redaktueshme sepse Sinkronizimi në distancë është në modalitetin vetëm për lexim.
sr: Python biblioteka ne može da se uređuje jer je Udaljena sinhronizacija u režimu samo za čitanje.
tr: Remote Sync salt okunur modda olduğundan Python kütüphanesi düzenlenemez.
uk: Бібліотеку Python не можна редагувати, оскільки Віддалена синхронізація працює в режимі лише читання.
vi: Thư viện Python không thể chỉnh sửa được vì Remote Sync đang ở chế độ chỉ đọc.
zh_hk: 由於遠端同步處於唯讀模式，無法編輯 Python 程式庫。

source: Image preview
ar: معاينة الصورة
bg: Преглед на изображението
ca: Previsualització de la imatge
de: Bildvorschau
eo: Pic preview
es: Vista previa de la imagen
fa: پیش‌نمایش تصویر
fi: Kuvan esikatselu
fr: Aperçu de l'image
it: Anteprima dell'immagine
ja: 画像プレビュー
nb: Forhåndsvisning av bilder
nl: Afbeeldingvoorbeeld
pl: Podgląd obrazu
pt_br: Pré-visualização da imagem
ru: Предварительный просмотр изображения
sk: Náhľad obrázka
sl: Predogled slike
sq: Parapamje e imazhit
sr: Pregled slike
sv: Förhandsgranskning av bild
tr: Resim önizlemesi
uk: Попередній перегляд зображення
vi: Xem trước hình ảnh
zh_hk: 圖片預覽
