Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Allow this origin to embed the full Metabase application.
ar: اسمح لهذا الأصل بتضمين تطبيق Metabase الكامل.
bg: Позволете на този произход да вгради пълното приложение Metabase.
ca: Permet que aquest origen incrusti l'aplicació Metabase completa.
de: Erlauben Sie diesem Ursprung, die vollständige Metabase-Anwendung einzubetten.
eo: Let this origin fully embed the Metabase app, fr.
es: Permitir que este origen incorpore la aplicación Metabase completa.
fa: به این مبدا اجازه دهید تا برنامه کامل Metabase را جاسازی کند.
fi: Salli tämän lähteen upottaa koko Metabase-sovellus.
fr: Autoriser cette origine à intégrer l'application Metabase complète.
hu: Engedélyezze, hogy ez az eredet beágyazza a teljes Metabase alkalmazást.
it: Consentire a questa origine di incorporare l'applicazione Metabase completa.
ja: このオリジンが完全な Metabase アプリケーションを埋め込むことを許可する.
lt: Leiskite šiam šaltiniui įterpti visą metabazės programą.
ms: Benarkan asal ini membenamkan aplikasi Metabase penuh.
nb: Tillat at denne opprinnelsen bygger inn hele Metabase-applikasjonen.
nl: Sta deze oorsprong toe om de volledige Metabase-toepassing in te sluiten.
pl: Zezwól temu źródłu na osadzenie pełnej aplikacji Metabase.
pt_br: Permitir que essa origem incorpore o aplicativo Metabase completo.
ru: Разрешите этому источнику встраивать полное приложение Metabase.
sk: Povoľte tento pôvod na vloženie celej aplikácie Metabase.
sl: Dovolite, da ta izvor vdela celotno aplikacijo Metabase.
sq: Lejo këtë origjinë të inkorporojë aplikacionin e plotë Metabase.
sr: Dozvoli ovom originu da ugradi kompletnu Metabase aplikaciju.
sv: Tillåt detta ursprunget att bädda in hela Metabase-applikationen.
tr: Bu kaynağın tam Metabase uygulamasını yerleştirmesine izin verin.
uk: Дозволити цьому origin вбудовувати повний застосунок Metabase.
vi: Cho phép nguồn gốc này nhúng toàn bộ ứng dụng Metabase.
zh_hk: 允許此原點嵌入完整的 Metabase 應用程式。

source: Allow admins to embed Metabase via the SDK?
ar: هل تسمح للمسؤولين بتضمين Metabase عبر SDK؟
bg: Позволете на администраторите да вграждат Metabase чрез SDK?
ca: Voleu permetre als administradors incrustar Metabase mitjançant l'SDK?
de: Erlauben Sie Admins, Metabase über das SDK einzubetten?
eo: Can we let admins just embed Metabase through the SDK?
es: ¿Permitir que los administradores integren Metabase a través del SDK?
fa: به مدیران اجازه می‌دهید Metabase را از طریق SDK جاسازی کنند؟
fi: Sallitaanko järjestelmänvalvojien upottaa Metabase SDK:n kautta?
fr: Permettre aux administrateurs d'intégrer Metabase via le SDK ?
hu: Engedélyezze az adminisztrátorok számára a Metabase beágyazását az SDK-n keresztül?
it: Consentire agli amministratori di incorporare Metabase tramite l'SDK?
ja: SDK経由で管理者がMetabaseを埋め込めるようにする？
lt: Leisti administratoriams įterpti metabazę per SDK?
ms: Benarkan pentadbir membenamkan Metabase melalui SDK?
nb: Tillate administratorer å bygge inn Metabase via SDK?
nl: Beheerders toestaan om Metabase in te sluiten via de SDK?
pl: Zezwolić administratorom na osadzanie Metabase przez SDK?
pt_br: Permitir que administradores incorporem o Metabase por meio do SDK?
ru: Позволить администраторам встраивать Metabase через SDK?
sk: Umožniť administrátorom vkladať databázu Metabase prostredníctvom SDK?
sl: Dovoliti skrbnikom, da vdelajo Metabase prek SDK?
sq: T’u lejohet administratorëve të inkorporojnë Metabase përmes SDK?
sr: Dozvoliti administratorima da ugrade Metabase preko SDK-a?
sv: Tillåt administratörer att lägga in Metabase via SDK?
tr: Yöneticilerin SDK aracılığıyla Metabase'i yerleştirmesine izin verin?
uk: Дозволити адміністраторам вбудовувати Metabase через SDK?
vi: Cho phép người quản trị nhúng Metabase thông qua SDK?
zh_hk: 允許管理員透過 SDK 嵌入 Metabase？

source: Allow admins to embed Metabase via interactive embedding?
ar: هل تسمح للمسؤولين بتضمين Metabase عبر التضمين التفاعلي؟
bg: Позволете на администраторите да вграждат Метабаза чрез интерактивно вграждане?
ca: Voleu permetre als administradors incrustar Metabase mitjançant incrustació interactiva?
de: Erlauben Sie Administratoren die Einbettung von Metabase über interaktive Einbettung?
eo: Yo, should we let admins embed Metabase with that interactive vibe?
es: ¿Permitir a los administradores integren Metabase a través de incrustación interactiva?
fa: به مدیران اجازه می‌دهید Metabase را از طریق جاسازی تعاملی جاسازی کنند؟
fi: Sallitaanko järjestelmänvalvojien upottaa Metabase interaktiivisen upotuksen kautta?
fr: Permettre aux administrateurs d'intégrer Metabase via l'intégration interactive ?
hu: Engedélyezze az adminisztrátorok számára a Metabase interaktív beágyazását?
it: Permettere agli amministratori di incorporare Metabase tramite l'incorporazione interattiva?
ja: 管理者がMetabaseをインタラクティブに埋め込むことを許可しますか？
lt: Leisti administratoriams įterpti metabazę naudojant interaktyvų įterpimą?
ms: Benarkan pentadbir membenamkan Metabase melalui pembenaman interaktif?
nb: Tillate administratorer å bygge inn Metabase via interaktiv innbygging?
nl: Beheerders toestaan om Metabase in te sluiten via interactieve insluiting?
pl: Zezwolić administratorom na osadzanie Metabase poprzez interaktywne osadzanie?
pt_br: Permitir que administradores incorporem o Metabase por meio de incorporação interativa?
ru: Позволить администраторам встраивать Metabase с помощью интерактивного встраивания?
sk: Umožniť administrátorom vkladať databázu Metabase prostredníctvom interaktívneho vkladania?
sl: Dovoliti skrbnikom, da vdelajo metabazo prek interaktivne vdelave?
sq: T’u lejohet administratorëve të inkorporojnë Metabase përmes integrimit interaktiv?
sr: Dozvoliti administratorima da ugrade Metabase preko interactive embedding-a?
sv: Tillåt administratörer att lägga in Metabase via interaktiv inbäddning?
tr: Yöneticilerin Metabase'i etkileşimli yerleştirme yoluyla yerleştirmesine izin verin?
uk: Дозволити адміністраторам вбудовувати Metabase через interactive embedding?
vi: Cho phép người quản trị nhúng Metabase thông qua nhúng tương tác?
zh_hk: 允許管理員透過互動嵌入方式嵌入 Metabase？

source: Allow Metabase SDK access to these space delimited origins.
ar: اسمح لوصول Metabase SDK إلى هذه الأصول المفصولة بمسافات.
bg: Разрешете на Metabase SDK достъп до тези ограничени от пространството произходи.
ca: Permet l'accés de Metabase SDK a aquests orígens delimitats per espai.
de: Ermöglichen Sie Metabase SDK den Zugriff auf diese durch Leerzeichen begrenzten Ursprünge.
eo: Lemme give the Metabase SDK access to these origins, separated by spaces, fr fr.
es: Permitir que Metabase SDK acceda a estos orígenes delimitados por espacios.
fa: اجازه دسترسی Metabase SDK به این مبداهای فضایی محدود شده را بدهید.
fi: Salli Metabase SDK:n käyttöoikeus näihin välilyönnillä eroteltuihin lähteisiin.
fr: Permettre au SDK de Metabase d'accéder à ces origines délimitées par des espaces.
hu: Engedélyezze a Metabase SDK hozzáférését ezekhez a szóközökkel elválasztott eredetekhez.
it: Consentire l'accesso dell'SDK Metabase a queste origini delimitate dallo spazio.
ja: メタベースSDKがこれらのスペースで区切られたオリジンにアクセスできるようにする。
lt: Suteikti metabazės SDK prieigą prie šių tarpais atskirtų šaltinių.
ms: Benarkan Metabase SDK akses kepada asal-usul terhad ruang ini.
nb: Gi Metabase SDK tilgang til disse plassavgrensede opprinnelsene.
nl: Geef Metabase SDK toegang tot deze van spaties gescheiden herkomsten.
pl: Zezwól Metabase SDK na dostęp do tych ograniczonych spacjami źródeł.
pt_br: Permitir que o Metabase SDK acesse essas origens delimitadas por espaço.
ru: Разрешите Metabase SDK доступ к этим исходным данным, разграниченным пробелами.
sk: Povoľte Metabase SDK prístup k týmto pôvodom ohraničeným medzerou.
sl: Dovolite Metabase SDK dostop do teh izvorov, razmeščenih s prostorom.
sq: Lejo aksesin e Metabase SDK për këto origjina të ndara me hapësirë.
sr: Dozvoli Metabase SDK pristup ovim originima razdvojenim razmakom.
sv: Ge Metabase SDK tillgång till dessa mellanslagsavgränsade ursprung.
tr: Metabase SDK'nın bu alanla sınırlandırılmış kökenlere erişmesine izin verin.
uk: Дозволити доступ Metabase SDK для цих origin, розділених пробілами.
vi: Cho phép Metabase SDK truy cập vào các nguồn gốc được phân cách bằng dấu cách này.
zh_hk: 允許 Metabase SDK 存取這些以空格分隔的來源。

source: Allow admins to embed Metabase via static embedding?
ar: هل تسمح للمسؤولين بتضمين Metabase عبر التضمين الثابت؟
bg: Позволете на администраторите да вграждат Метабаза чрез статично вграждане?
ca: Permetre als administradors incrustar Metabase mitjançant incrustació estàtica?
de: Erlauben Sie Administratoren die Einbettung von Metabase über statische Einbettung?
eo: Can we let admins embed Metabase through static embedding?
es: ¿Permitir a los administradores incrustar Metabase a través de incrustación estática?
fa: به مدیران اجازه می‌دهید Metabase را از طریق جاسازی ثابت جاسازی کنند؟
fi: Sallitaanko järjestelmänvalvojien upottaa Metabase staattisen upottamisen kautta?
fr: Permettre aux administrateurs d'intégrer Metabase via l'intégration statique ?
hu: Engedélyezze az adminisztrátorok számára a Metabase statikus beágyazását?
it: Permettere agli amministratori di incorporare Metabase tramite l'incorporazione statica?
ja: 管理者が静的埋め込みでMetabaseを埋め込めるようにする？
lt: Leisti administratoriams įterpti metabazę naudojant statinį įterpimą?
ms: Benarkan pentadbir membenamkan Metabase melalui pembenaman statik?
nb: Tillat administratorer å legge inn Metabase via statisk innbygging?
nl: Beheerders toestaan om Metabase in te sluiten via statische insluiting?
pl: Zezwolić administratorom na osadzanie Metabase poprzez statyczne osadzanie?
pt_br: Permitir que administradores incorporem o Metabase por meio de incorporação estática?
ru: Позволить администраторам встраивать Metabase через статическое встраивание?
sk: Umožniť administrátorom vkladať databázu Metabase prostredníctvom statického vkladania?
sl: Dovoliti skrbnikom, da vdelajo metabazo s statično vdelavo?
sq: T’u lejohet administratorëve të inkorporojnë Metabase përmes integrimit statik?
sr: Dozvoliti administratorima da ugrade Metabase preko static embedding-a?
sv: Tillåt administratörer att lägga in Metabase via statiskt inbäddning?
tr: Yöneticilerin Metabase'i statik gömme yoluyla gömmesine izin veriliyor mu?
uk: Дозволити адміністраторам вбудовувати Metabase через static embedding?
vi: Cho phép người quản trị nhúng Metabase thông qua nhúng tĩnh?
zh_hk: 允許管理員透過靜態嵌入方式嵌入 Metabase？

source: Second
ar: ثوانٍ
bg: Втори
ca: Segon
de: Sekunde
eo: Second → "Fr" or "Sec" (short for second)
es: Segundo
fa: دوم
fi: Sekunti
fr: Deuxième
hu: Másodperc
it: Secondo
ja: 秒
lt: Sekundė
ms: Kedua
nb: Andre
nl: Tweede
pl: Sekunda
pt_br: Segundo
ru: Секунда
sk: Druhý
sl: Sekunda
sq: Sekondë
sr: Sekunda
sv: sekund
tr: Saniye
uk: Секунда
vi: Giây
zh_hk: 秒數

source: Millisecond
ar: مللي ثانية
bg: Милисекунди
ca: Mil·lisegon
de: Millisekunde
eo: millisec, fr fr
es: Milisegundo
fa: میلی ثانیه
fi: Millisekuntti
fr: Milliseconde
hu: Milliszekundum
it: Millisecondo
ja: ミリ秒
lt: Milisekundė
ms: milisaat
nb: Millisekund
nl: Milliseconde
pl: Milisekunda
pt_br: Milissegundo
ru: Миллисекунда
sk: Milisekundy
sl: Millisekunda
sq: Milisekondë
sr: Milisekunda
sv: millisekund
tr: Milisaniye
uk: Мілісекунда
vi: Mili giây
zh_hk: 毫秒

source: Invalid permissions format
ar: تنسيق أذونات غير صالح
bg: Невалиден формат на разрешенията
ca: Format de permisos no vàlid
de: Ungültiges Berechtigungsformat
eo: Yo, your permissions are mad sus, fix that format.
es: Formato de permisos inválido
fa: قالب مجوزها نامعتبر است
fi: Virheellinen käyttöoikeusmuoto
fr: Format de permissions non valide
hu: Érvénytelen jogosultságformátum
it: Formato delle autorizzazioni non valido
ja: 無効な許可フォーマット
lt: Neteisingas leidimų formatas
ms: Format kebenaran tidak sah
nb: Ugyldig format for tillatelser
nl: Ongeldig toestemmingsformaat
pl: Nieprawidłowy format uprawnień
pt_br: Formato de permissões inválido
ru: Неверный формат разрешений
sk: Nesprávny formát oprávnení
sl: Neveljavna oblika zapisa dovoljenj
sq: Format i pavlefshëm lejesh
sr: Nevažeći format dozvola
sv: Ogiltigt format på rättigheter
tr: Geçersiz izin biçimi
uk: Недійсний формат дозволів
vi: Định dạng quyền không hợp lệ
zh_hk: 無效的權限格式

source: `:encryption` is a required option for setting {0}
ar: `:encryption` خيار مطلوب للإعداد {0}
bg: `:encryption` е задължителна опция за настройка на {0}
ca: `:encryption` és una opció necessària per configurar {0}
de: Die Option "Verschlüsselung" ist für die Einstellung von {0}erforderlich.
eo: `:encryption` is a must-have for setting up {0} fr fr
es: `:encryption` es una opción obligatoria para configurar {0}
fa: «:رمزگذاری» یک گزینه لازم برای تنظیم {0}است
fi: `:encryption` on pakollinen vaihtoehto asetukselle {0}
fr: `:encryption` est une option obligatoire pour définir {0}
hu: `:encryption` egy kötelező opció a(z) {0} beállításához
it: `:encryption` è un'opzione necessaria per impostare {0}.
ja: 暗号化`は、 {0}を設定するための必須オプションである。
lt: „:šifravimas“ yra būtina parinktis nustatant {0}
ms: `:encryption` ialah pilihan yang diperlukan untuk menetapkan {0}
nb: `:encryption` er et nødvendig alternativ for å angi {0}
nl: `:encryption` is een verplichte optie voor het instellen van {0}
pl: `:encryption` jest opcją wymaganą do ustawienia {0}
pt_br: `:encryption` é uma opção necessária para definir {0}
ru: `:encryption` является обязательной опцией для установки {0}.
sk: `:encryption` je povinná voľba pre nastavenie {0}
sl: ':encryption' je obvezna možnost za nastavitev {0}
sq: `:encryption` është opsion i detyrueshëm për cilësimin {0}
sr: `:encryption` je obavezna opcija za podešavanje {0}
sv: `:encryption` är obligatoriskt {0}
tr: `:encryption` {0}adresini ayarlamak için gerekli bir seçenektir
uk: `:encryption` — обовʼязкова опція для налаштування {0}
vi: `:encryption` là tùy chọn bắt buộc để thiết lập {0}
zh_hk: `:加密`是設定 {0}的必要選項

source: User preference for whether the 'Browse metrics' page should be filtered to show only verified metrics.
hu: A felhasználó preferenciája arról, hogy a „Metrikák böngészése” oldal csak a hitelesített metrikákat mutassa-e.
ms: Pilihan pengguna untuk sama ada halaman 'Semak imbas metrik' harus ditapis untuk menunjukkan hanya metrik yang disahkan.

source: Indicates whether Metabase is running behind a proxy that sets the source-address-header for incoming requests. Defaults to false, but can be set to true via environment variable.
hu: Jelzi, hogy a Metabase egy proxy mögött fut-e, amely beállítja a beérkező kérések forrás-cím fejlécét. Alapértelmezett értéke: hamis, de környezeti változón keresztül igazra állítható.
ms: Menunjukkan sama ada Metabase berjalan di belakang proksi yang menetapkan pengepala alamat-sumber untuk permintaan masuk. Lalai kepada palsu, tetapi boleh ditetapkan kepada benar melalui pembolehubah persekitaran.

source: Allowed iframe hosts
ar: مضيفات iframe المسموح بها
bg: Разрешени хостове на iframe
ca: Amfitrions iframe permesos
de: Erlaubte Iframe-Hosts
eo: Permitted iframe hosts, fr fr
es: Hosts iframe permitidos
fa: میزبان iframe مجاز است
fi: Sallitut iframe-hostit
fr: Hôtes autorisés pour les iframes
hu: Engedélyezett iframe gazdagépek
it: Ospiti iframe consentiti
ja: 許可されるiframeホスト
lt: Leidžiami iframe prieglobos
ms: Hos iframe yang dibenarkan
nb: Tillatte iframe-verter
nl: Toegestane hosts voor iframes
pl: Dozwolone hosty iframe
pt_br: Hosts iframe permitidos
ru: Разрешенные узлы iframe
sk: Povolení hostitelia iframe
sl: Dovoljeni gostitelji iframe
sq: Host-et e lejuara për iframe
sr: Dozvoljeni iframe hostovi
sv: Tillåtna iframe-värdar
tr: İzin verilen iframe ana bilgisayarları
uk: Дозволені хости iframe
vi: Máy chủ iframe được phép
zh_hk: 允許的 iframe 主機

source: Invalid update channel ''{0}''. Valid channels are: {1}
eo: Bruh, the update channel ''{0}'' is invalid. Valid channels are: {1} }
hu: Érvénytelen frissítési csatorna: „{0}”. Érvényes csatornák: {1}.
lt: Netinkamas naujinimo kanalas „{0}“. Galiojantys kanalai yra: {1}
ms: Kemas kini saluran tidak sah ''{0}''. Saluran yang sah ialah: {1}

source: Exports row limit excluding the header. xlsx downloads are limited to 1048575 rows even if this limit is higher.
hu: Az exportált sorok korlátozása a fejléc nélkül. Az xlsx letöltések maximális korlátja 1048575 sor, még akkor is, ha ez a határ magasabb.
ms: Mengeksport had baris tidak termasuk pengepala. muat turun xlsx dihadkan kepada 1048575 baris walaupun jika had ini lebih tinggi.

source: Used to override weights used for search ranking
ar: يُستخدم لتجاوز الأوزان المستخدمة لترتيب نتائج البحث
bg: Използва се за отменяне на теглата, използвани за класиране при търсене
ca: S'utilitza per anul·lar els pesos utilitzats per a la classificació de cerca
de: Wird verwendet, um die Gewichtung für das Suchranking zu überschreiben
eo: Used to flex the weights for the search rank, y’know?
es: Se utiliza para anular los pesos utilizados para la clasificación de búsqueda
fa: برای نادیده گرفتن وزن های مورد استفاده برای رتبه بندی جستجو استفاده می شود
fi: Käytetään ohittamaan haun sijoituksissa käytetyt painot
fr: Utilisé pour remplacer les poids utilisés pour le classement dans les moteurs de recherche
hu: A keresési rangsoroláshoz használt súlyok felülírására használható.
it: Utilizzato per sovrascrivere i pesi usati per il posizionamento nella ricerca.
ja: 検索ランキングに使用されるウェイトを上書きするために使用される。
lt: Naudojamas norint nepaisyti svorio, naudojamo paieškos reitingavimui
ms: Digunakan untuk mengatasi pemberat yang digunakan untuk kedudukan carian
nb: Brukes til å overstyre vektene som brukes for søkerangering
nl: Gebruikt om gewichten voor zoekrangschikking te overschrijven
pl: Służy do zastępowania wag używanych w rankingu wyszukiwania.
pt_br: Usado para substituir os pesos usados na classificação da pesquisa
ru: Используется для переопределения весов, используемых для поискового ранжирования
sk: Používa sa na prepísanie váh používaných na hodnotenie vyhľadávania
sl: Uporablja se za preglasitev uteži, ki se uporabljajo za razvrstitev v iskanju
sq: Përdoret për të anashkaluar peshat e përdorura për renditjen e kërkimit
sr: Koristi se za prepisivanje težina koje se koriste za rangiranje pretrage
sv: Används för att skriva över vikter som används vid sökrankning
tr: Arama sıralaması için kullanılan ağırlıkları geçersiz kılmak için kullanılır
uk: Використовується, щоб перевизначити ваги, які застосовуються для ранжування пошуку
vi: Được sử dụng để ghi đè trọng số được sử dụng cho xếp hạng tìm kiếm
zh_hk: 用於覆寫用於搜尋排名的權重

source: We'll notify you here when there's a new version of this type of release.
hu: Itt értesítjük önt, ha egy új verzió jelenik meg ebből a kiadástípusból.
ms: Kami akan memberitahu anda di sini apabila terdapat versi baharu jenis keluaran ini.

source: Enables search engines which are still in the experimental stage
hu: Kísérleti szakaszban lévő keresőmotorok engedélyezése.
ms: Membolehkan enjin carian yang masih dalam peringkat percubaan

source: Threshold (value in 0-100) indicating at which treshold it should offer an upgrade to the latest major version.
bg: Праг (стойност от 0 до 100), показващ при какъв праг трябва да се предложи обновяване до последната основна версия.
eo: Threshold (value from 0-100) that shows when it should slide into the latest major update, fr fr.
hu: Küszöbérték (0-100 közötti érték), amely jelzi, milyen értéknél ajánlja fel a legújabb fő verzióra történő frissítést.
lt: Slenkstis (reikšmė nuo 0 iki 100), nurodanti, kurią ribą pasiekus ji turėtų pasiūlyti naujovinimą į naujausią pagrindinę versiją.
ms: Ambang (nilai dalam 0-100) menunjukkan pada ambang mana ia harus menawarkan peningkatan kepada versi utama terkini.
nl: Drempelwaarde (waarde in 0-100) die aangeeft bij welke drempelwaarde een upgrade naar de laatste grote versie moet worden aangeboden.
sv: Tröskelvärde (värde i 0-100) som anger vid vilket tröskelvärde den ska erbjuda en uppgradering till den senaste huvudversionen.

source: Token validation is currently unavailable.
ar: التحقق من token غير متاح حاليًا.
bg: Понастоящем валидирането на токени не е достъпно.
ca: La validació del token no està disponible actualment.
de: Die Token-Validierung ist aktuell nicht verfügbar.
eo: Bruh, token validation’s lowkey not workin’ rn.
es: La validación de token no está disponible actualmente.
fa: تأیید اعتبار رمز در حال حاضر در دسترس نیست.
fi: Tokenin validointi ei ole tällä hetkellä saatavilla.
fr: La validation des jetons est actuellement indisponible.
hu: A token érvényesítése jelenleg nem elérhető.
it: La convalida dei token non è attualmente disponibile.
ja: トークンの検証は現在利用できません。
lt: Ženklo patvirtinimas šiuo metu nepasiekiamas.
ms: Pengesahan token tidak tersedia pada masa ini.
nb: Tokenvalidering er for øyeblikket ikke tilgjengelig.
nl: Token validatie is momenteel niet beschikbaar.
pl: Weryfikacja tokena jest obecnie niedostępna.
pt_br: A validação de token não está disponível no momento.
ru: В настоящее время проверка токенов недоступна.
sk: Overovanie tokenov momentálne nie je k dispozícii.
sl: Preverjanje veljavnosti žetona trenutno ni na voljo.
sq: Validimi i token-it aktualisht nuk është i disponueshëm.
sr: Validacija tokena trenutno nije dostupna.
sv: Validering av token är för tillfället ej tillgänglig.
tr: Token doğrulaması şu anda kullanılamıyor.
uk: Валідація токена наразі недоступна.
vi: Xác thực mã thông báo hiện không khả dụng.
zh_hk: 代幣驗證目前無法使用。

source: This chart can not be broken out by the selected unit of time: {0}.
ar: لا يمكن تقسيم هذا المخطط حسب وحدة الوقت المحددة: {0}.
bg: Тази диаграма не може да бъде разбита по избраната единица време: {0}.
ca: Aquest gràfic no es pot desglossar per la unitat de temps seleccionada: {0}.
de: Diese Tabelle kann nicht nach der gewählten Zeiteinheit aufgeschlüsselt werden: {0}.
eo: Bruh, this chart can't be broken down by the time unit you chose: {0}.
es: Este gráfico no se puede desglosar por la unidad de tiempo seleccionada: {0}.
fa: این نمودار را نمی توان با واحد زمان انتخاب شده شکست: {0}.
fi: Tätä kaaviota ei voi jakaa valitun aikayksikön mukaan: {0}.
fr: Ce graphique ne peut pas être ventilé selon l'unité de temps choisie : {0}.
hu: Ez a diagram nem bontató le a kiválasztott időegység szerint: {0}.
it: Questo grafico non può essere suddiviso per l'unità di tempo selezionata: {0}.
ja: このチャートは、選択した時間単位で分割することはできません： {0}。
lt: Šios diagramos negalima suskaidyti pagal pasirinktą laiko vienetą: {0}.
ms: Carta ini tidak boleh dipecahkan mengikut unit masa yang dipilih: {0}.
nb: Dette diagrammet kan ikke brytes opp etter den valgte tidsenheten: {0}.
nl: Deze grafiek kan niet worden uitgesplitst naar de geselecteerde tijdseenheid: {0}.
pl: Tego wykresu nie można podzielić według wybranej jednostki czasu: {0}.
pt_br: Este gráfico não pode ser dividido pela unidade de tempo selecionada: {0}.
ru: Этот график не может быть разбит по выбранной единице времени: {0}.
sk: Tento graf nie je možné rozdeliť podľa zvolenej časovej jednotky: {0}.
sl: Tega grafikona ni mogoče razdeliti po izbrani časovni enoti: {0}.
sq: Ky grafik nuk mund të ndahet sipas njësisë së zgjedhur të kohës: {0}.
sr: Ovaj grafikon ne može da se razdvoji po izabranoj jedinici vremena: {0}.
sv: Denna graf kan ej brytas ut med vald tidsenhet: {0}.
tr: Bu grafik seçilen zaman birimine göre ayrılamaz: {0}.
uk: Цю діаграму не можна розбити за вибраною одиницею часу: {0}.
vi: Biểu đồ này không thể được chia nhỏ theo đơn vị thời gian đã chọn: {0}.
zh_hk: 此圖表不能以所選的時間單位細分： {0}。
