Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Cache cleared
ar: تم مسح الكاش
bg: Изчистване на кеша
ca: S'ha esborrat la memòria cau
de: Cache gelöscht
eo: Cache got wiped, fr
es: Cache olvidada
fa: حافظه پنهان پاک شد
fi: Välimuisti tyhjennetty
fr: Cache vidé
hu: Gyorsítótár ürítve
it: Cache cancellata
ja: キャッシュクリア
lt: Talpykla išvalyta
ms: Cache dikosongkan
nb: Mellomlagring fjernet
nl: Cache gewist
pl: Pamięć podręczna wyczyszczona
pt_br: Cache apagado
ru: Кэш очищен
sk: Vymazanie vyrovnávacej pamäte
sl: Predpomnilnik je izbrisan
sq: Cache-i u pastrua
sr: Keš obrisan
sv: Cache raderad
tr: Önbellek temizlendi
uk: Кеш очищено
vi: Đã xóa bộ nhớ đệm
zh_hk: 清除快取記憶體

source: Error
ar: خطأ
bg: Грешка
de: Fehler
eo: big oof
fa: خطا
fi: Virhe
fr: Erreur
hu: Hiba
it: Errore
ja: エラー
lt: Klaida
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sk: Chyba
sl: Napaka
sq: Gabim
sr: Greška
sv: Fel
tr: Hata
uk: Помилка
vi: Lỗi
zh_hk: 錯誤

source: Reset all database caching policies to the default?
ar: هل تريد إعادة ضبط جميع سياسات كاش قاعدة البيانات إلى الإعداد الافتراضي؟
bg: Нулиране на всички политики за кеширане на бази данни до настройките по подразбиране?
ca: Restablir totes les polítiques de memòria cau de la base de dades al valor predeterminat?
de: Alle Datenbank-Caching-Richtlinien auf den Standard zurücksetzen?
eo: Reset all the db caching policies back to the OG settings?
es: ¿Restablecer todas las políticas de almacenamiento en caché de bases de datos a sus valores predeterminados?
fa: همه خط مشی های کش پایگاه داده به حالت پیش فرض بازنشانی شود؟
fi: Palautetaanko kaikki tietokannan välimuistikäytännöt oletusasetuksiin?
fr: Réinitialiser toutes les stratégies de mise en cache de la base de données à leur valeur par défaut ?
hu: Visszaállítja az összes adatbázis gyorsítótár házirendet az alapértelmezettre?
it: Ripristinare tutti i criteri di caching del database ai valori predefiniti?
ja: すべてのデータベース・キャッシング・ポリシーをデフォルトにリセットしますか？
lt: Iš naujo nustatyti visas duomenų bazės talpyklos strategijas į numatytąsias?
ms: Tetapkan semula semua polisi caching pangkalan data kepada lalai?
nb: Tilbakestill alle mellomlagringspolicyer til standard?
nl: Alle database cachingbeleidslijnen terugzetten naar de standaard?
pl: Zresetować wszystkie zasady buforowania bazy danych do domyślnych?
pt_br: Redefinir todas as políticas de cache do banco de dados para o padrão?
ru: Сбросить все политики кэширования баз данных на значения по умолчанию?
sk: Obnoviť všetky zásady ukladania do vyrovnávacej pamäte databázy na predvolené?
sl: Ponastavite vse pravilnike o predpomnjenju zbirke podatkov na privzete nastavitve?
sq: Të rivendosen të gjitha politikat e cache-it të databazave te parazgjedhja?
sr: Resetovati sve politike keširanja baze podataka na podrazumevano?
sv: Återställ alla databascache-policyer?
tr: Tüm veritabanı önbelleğe alma ilkelerini varsayılana sıfırlayın?
uk: Скинути всі політики кешування баз даних до дефолтних?
vi: Đặt lại tất cả chính sách lưu trữ bộ nhớ đệm cơ sở dữ liệu về mặc định?
zh_hk: 將所有資料庫快取政策重設為預設值？

source: Reset all to default
ar: إعادة ضبط الكل إلى الافتراضي
bg: Възстановяване на всички настройки по подразбиране
ca: Restableix-ho tot al valor predeterminat
de: Alles auf Standard zurücksetzten
eo: Reset all to the vibe rn
es: Restablecer todo a los valores predeterminados
fa: همه را به حالت پیش فرض بازنشانی کنید
fi: Palauta kaikki oletusasetuksiin
fr: Tout remettre par défaut
hu: Mind visszaállítása az alapértelmezettre
it: Ripristinare tutte le impostazioni predefinite
ja: すべてをデフォルトに戻す
lt: Atstatyti viską į numatytuosius
ms: Tetapkan semula semua ke lalai
nb: Tilbakestill til standard
nl: Alles terugzetten naar standaard
pl: Przywróć wszystkie ustawienia domyślne
pt_br: Redefinir tudo para o padrão
ru: Сбросить все настройки по умолчанию
sk: Obnovenie všetkých predvolených nastavení
sl: Ponastavi vse na privzeto
sq: Rivendos gjithçka te parazgjedhja
sr: Resetuj sve na podrazumevano
sv: Återställ samtliga
tr: Tümünü varsayılana sıfırla
uk: Скинути все до дефолтних
vi: Đặt lại tất cả về mặc định
zh_hk: 全部重設為預設值

source: Model persistence
ar: استمرارية النموذج
bg: Постоянство на модела
ca: Persistència del model
de: Modellpersistenz
eo: model keeps grindin'
es: Persistencia de modelo
fa: ماندگاری مدل
fi: Mallin pysyvyys
fr: Persistance du modèle
hu: Modell perzisztancia
it: Persistenza del modello
ja: モデルの持続性
lt: Modelio atkaklumas
ms: Ketahanan model
nb: Modellpersistens
nl: Modellen cachen
pl: Trwałość modelu
pt_br: Persistência do modelo
ru: Постоянство модели
sk: Trvalosť modelu
sl: Obstojnost modela
sq: Persistenca e modelit
sr: Perzistencija modela
sv: Modellcachning
tr: Model kalıcılığı
uk: Персистентність моделі
vi: Sự bền bỉ của mô hình
zh_hk: 模型持久性

source: Caching policy
hu: Gyorsítótárazási házirend
ms: Dasar caching

source: Edit default policy (currently: {0})
ar: عدّل السياسة الافتراضية (الحالية: {0})
bg: Редактиране на политиката по подразбиране (понастоящем: {0})
ca: Edita la política predeterminada (actualment: {0})
de: Standardrichtlinie bearbeiten (aktuell: {0})
eo: Tweak the default policy (right now: {0})
es: Editar política por defecto (actualmente: {0})
fa: ویرایش خط مشی پیش فرض (در حال حاضر: {0})
fi: Muokkaa oletuskäytäntöä (nykyinen: {0})
fr: Éditer la politique par défaut (actuellement : {0})
hu: Alapértelmezett házirend szerkesztése (jelenleg: {0})
it: Modifica il criterio predefinito (attualmente: {0})
ja: デフォルトポリシーの編集 (現在: {0})
lt: Redaguoti numatytąją politiką (šiuo metu: {0})
ms: Sunting dasar lalai (pada masa ini: {0})
nb: Rediger standardpolicy (gjeldende: {0})
nl: Standaardbeleid bewerken (momenteel: {0})
pl: Edytuj domyślną politykę (obecnie: {0})
pt_br: Editar política padrão (atualmente: {0})
ru: Редактирование политики по умолчанию (в настоящее время: {0})
sk: Upraviť predvolenú politiku (v súčasnosti: {0})
sl: Urejanje privzetega pravilnika (trenutno: {0})
sq: Ndrysho politikën parazgjedhje (aktualisht: {0})
sr: Uredi podrazumevanu politiku (trenutno: {0})
sv: Ändra standardpolicy (nuvarande: {0})
tr: Varsayılan politikayı düzenleyin (şu anda: {0})
uk: Редагувати дефолтну політику (зараз: {0})
vi: Chỉnh sửa chính sách mặc định (hiện tại: {0})
zh_hk: 編輯預設政策 (目前： {0})

source: Edit policy for database '{0}' (currently inheriting the default policy, {1})
ar: عدّل سياسة قاعدة البيانات '{0}' (تورّث حاليًا السياسة الافتراضية، {1})
bg: Редактиране на политиката за базата данни '{0}' (в момента наследява политиката по подразбиране, {1})
ca: Edita la política per a la base de dades "{0}" (actualment hereta la política predeterminada, {1})
de: Bearbeiten Sie die Richtlinie für die Datenbank '{0}' (die derzeit die Standardrichtlinie {1}erbt)
eo: Update the rules for database '{0}', right now it's just copying the default policy, {1}—big yikes
es: Editar política para la base de datos '{0}' (actualmente hereda la política predeterminada, {1})
fa: ویرایش خط‌مشی پایگاه داده "{0}" (در حال حاضر در حال به ارث بردن خط مشی پیش‌فرض، {1})
fi: Muokkaa tietokannan '{0}' käytäntöä (nyt periytyvä oletuskäytäntö, {1})
fr: Modifier la politique pour la base de données "{0}" (héritant actuellement de la politique par défaut, {1})
hu: '{0}' adatbázis házirendjének szerkesztése (jelenleg az alapértelmezett, {1} házirendet használja)
it: Modificare la politica per il database '{0}' (attualmente eredita la politica predefinita, {1})
ja: データベース '{0}' のポリシーを編集する (現在はデフォルトのポリシー {1} を継承)
lt: Redaguoti duomenų bazės „{0}“ politiką (šiuo metu paveldima numatytąją politiką, {1})
ms: Sunting dasar untuk pangkalan data '{0}' (kini mewarisi dasar lalai, {1})
nb: Rediger policy for database '{0}' (arver nå standardpolicy, {1})
nl: Bewerk beleid voor database '{0}' (erft momenteel het standaardbeleid, {1})
pl: Edycja polityki dla bazy danych '{0}' (obecnie dziedziczącej domyślną politykę, {1})
pt_br: Editar política para o banco de dados "{0}" (atualmente herdando a política padrão, {1})
ru: Редактирование политики для базы данных '{0}' (в настоящее время наследует политику по умолчанию, {1})
sk: Úprava zásad pre databázu '{0}' (v súčasnosti dedí predvolené zásady, {1})
sl: Pravilnik o urejanju za bazo podatkov »{0}« (trenutno podeduje privzeto politiko, {1})
sq: Ndrysho politikën për databazën '{0}' (aktualisht po trashëgon politikën parazgjedhje, {1})
sr: Uredi politiku za bazu podataka '{0}' (trenutno nasleđuje podrazumevanu politiku, {1})
sv: Redigera policy för databasen '{0}' (ärver för närvarande standardpolicyn, {1})
tr: '{0}' veritabanı için ilkeyi düzenleyin (şu anda varsayılan ilkeyi devralıyor, {1})
uk: Редагувати політику для бази даних "{0}" (зараз успадковує дефолтну політику, {1})
vi: Chỉnh sửa chính sách cho cơ sở dữ liệu '{0}' (hiện đang kế thừa chính sách mặc định, {1})
zh_hk: 編輯資料庫 '{0}' 的政策 (目前繼承預設政策， {1})

source: Edit policy for database '{0}' (currently: {1})
ar: عدّل سياسة قاعدة البيانات '{0}' (الحالية: {1})
bg: Редактиране на политиката за базата данни '{0}' (понастоящем: {1})
ca: Edita la política de la base de dades "{0}" (actualment: {1})
de: Richtlinie für die Datenbank '{0}' bearbeiten (derzeit: {1})
eo: Update the policy for the database '{0}', it’s currently {1} lol
es: Editar política para la base de datos '{0}' (actualmente: {1})
fa: ویرایش خط مشی پایگاه داده "{0}" (در حال حاضر: {1})
fi: Muokkaa tietokannan '{0}' oletuskäytäntöä (nykyinen: {1})
fr: Modifier la politique pour la base de données '{0}' (actuellement : {1})
hu: '{0} adatbázis házirendjének szerkesztése (jelenleg: {1})
it: Modificare la politica per il database '{0}' (attualmente: {1})
ja: データベース '{0}' (現在: {1}) のポリシーを編集します。
lt: Redaguoti duomenų bazės „{0}“ politiką (šiuo metu: {1})
ms: Sunting dasar untuk pangkalan data '{0}' (pada masa ini: {1})
nb: Rediger policy for database '{0}' (gjeldende: {1})
nl: Wijzig beleid voor database '{0}' (momenteel: {1})
pl: Edytuj politykę dla bazy danych '{0}' (obecnie: {1})
pt_br: Editar política para o banco de dados "{0}" (atualmente: {1})
ru: Редактирование политики для базы данных '{0}' (в настоящее время: {1})
sk: Úprava zásad pre databázu '{0}' (v súčasnosti: {1})
sl: Pravilnik o urejanju za bazo podatkov '{0}' (trenutno: {1})
sq: Ndrysho politikën për databazën '{0}' (aktualisht: {1})
sr: Uredi politiku za bazu podataka '{0}' (trenutno: {1})
sv: Ändra policy för databasen '{0}' (nuvarande: {1})
tr: '{0}' veritabanı için politikayı düzenleyin (şu anda: {1})
uk: Редагувати політику для бази даних "{0}" (зараз: {1})
vi: Chỉnh sửa chính sách cho cơ sở dữ liệu '{0}' (hiện tại: {1})
zh_hk: 編輯資料庫 '{0}' 的政策 (目前： {1})

source: Using default policy
ar: استخدام السياسة الافتراضية
bg: Използване на политика по подразбиране
ca: Utilitzant la política predeterminada
de: Standardrichtlinie wird verwendet
eo: Using basic policy
es: Utilizando la política por defecto
fa: استفاده از خط مشی پیش فرض
fi: Käytä oletuskäytäntöä
fr: Utiliser la politique par défaut
hu: Alapértelmezett szabályzat használata
it: Utilizzo di un criterio predefinito
ja: デフォルトポリシーの使用
lt: Naudojant numatytąją politiką
ms: Menggunakan dasar lalai
nb: Bruker standard policy
nl: Standaardbeleid gebruiken
pl: Korzystanie z domyślnych zasad
pt_br: Usando a politica padrão
ru: Использование политики по умолчанию
sk: Používanie predvolených zásad
sl: Uporaba privzetega pravilnika
sq: Po përdor politikën parazgjedhje
sr: Koristi se podrazumevana politika
sv: Använder defaultpolicy
tr: Varsayılan politikayı kullanma
uk: Використовується дефолтна політика
vi: Sử dụng chính sách mặc định
zh_hk: 使用預設政策

source: Untitled question
ar: سؤال بلا عنوان
bg: Въпрос без заглавие
ca: Pregunta sense títol
de: Unbenannte Frage
eo: No cap, just a blank tbh
es: Pregunta sin título
fa: سوال بدون عنوان
fi: Nimetön kysymys
fr: Question sans titre
hu: Cím nélküli kérdés
it: Domanda senza titolo
ja: 無題の質問
lt: Klausimas be pavadinimo
ms: Soalan tanpa tajuk
nb: Spørsmål uten tittel
nl: Vraag zonder titel
pl: Pytanie bez tytułu
pt_br: Pergunta sem título
ru: Вопрос без названия
sk: Otázka bez názvu
sl: Vprašanje brez naslova
sq: Pyetje pa titull
sr: Pitanje bez naslova
sv: Namnlös fråga
tr: İsimsiz soru
uk: Запит без назви
vi: Câu hỏi chưa có tiêu đề
zh_hk: 無標題問題

source: Default policy
ar: السياسة الافتراضية
bg: Политика по подразбиране
ca: Política per defecte
de: Standardrichtlinie
eo: basic rules
es: Política predeterminada
fa: خط مشی پیش فرض
fi: Oletuskäytäntö
fr: Politique par défaut
hu: Alapértelmezett házirend
it: Politica predefinita
ja: デフォルト・ポリシー
lt: Numatytoji politika
ms: Dasar lalai
nb: Standard policy
nl: Standaard beleid
pl: Polityka domyślna
pt_br: Política padrão
ru: Политика по умолчанию
sk: Predvolená politika
sl: Privzeti pravilnik
sq: Politika parazgjedhje
sr: Podrazumevana politika
sv: Standardpolicy
tr: Varsayılan politika
uk: Дефолтна політика
vi: Chính sách mặc định
zh_hk: 預設政策

source: metric
ar: مقياس
bg: метрични
ca: mètrica
de: Metrik
eo: metrics
es: métrica
fa: متریک
fi: mittari
fr: métrique
hu: metrikus
it: metrica
ja: メトリック
lt: metrinė
ms: metrik
nb: måling
nl: statistiek
pl: metryka
pt_br: métrica
ru: метрика
sk: metrické
sl: Metričnih
sq: metrikë
sr: metrika
sv: mått
tr: metrik
uk: метрика
vi: số liệu
zh_hk: 公制

source: Select a question
ar: حدّد سؤالًا
bg: Изберете въпрос
ca: Seleccioneu una pregunta
de: Wähle eine Frage
eo: Pick a Q, bestie
es: Selecciona una pregunta
fa: یک سوال را انتخاب کنید
fi: Valitse kysymys
fr: Sélectionnez une question
hu: Kérdés választása
it: Selezionare una domanda
ja: 質問を選択
lt: Pasirinkite klausimą
ms: Pilih soalan
nb: Velg et spørsmål
nl: Selecteer een vraag
pl: Wybierz pytanie
pt_br: Selecione uma pergunta
ru: Выберите вопрос
sk: Vyberte otázku
sl: Izberite vprašanje
sq: Zgjidh një pyetje
sr: Izaberi pitanje
sv: Välj en fråga
tr: Bir soru seçin
uk: Виберіть запит
vi: Chọn một câu hỏi
zh_hk: 選擇問題

source: For best results, choose an image that is horizontally oriented and upload it as an SVG file. Other accepted formats are JPG and PNG.
ar: لأفضل النتائج، اختر صورة أفقية وارفعها كملف SVG. التنسيقات الأخرى المقبولة هي JPG وPNG.
bg: За да постигнете най-добри резултати, изберете изображение, което е хоризонтално ориентирано, и го качете като SVG файл. Други приети формати са JPG и PNG.
ca: Per obtenir els millors resultats, tria una imatge que estigui orientada horitzontalment i penja-la com a fitxer SVG. Altres formats acceptats són JPG i PNG.
de: Für beste Ergebnisse, wähle ein horizontal ausgerichtetes Bild und lade es als SVG-Datei hoch. Weitere akzeptierte Formate sind JPG und PNG.
eo: To get the best vibes, pick a pic that's horizonally chill and upload it as an SVG. You can also use JPG or PNG, no cap.
es: Para obtener mejores resultados, elige una imagen orientada horizontalmente y cárgala como un archivo SVG. Otros formatos aceptados son JPG y PNG.
fa: برای بهترین نتیجه، تصویری را انتخاب کنید که به صورت افقی باشد و آن را به عنوان یک فایل SVG آپلود کنید. فرمت های پذیرفته شده دیگر JPG و PNG هستند.
fi: Saat parhaat tulokset valitsemalla vaakakuvan ja lataamalla sen SVG-tiedostona. Muita hyväksyttyjä muotoja ovat JPG ja PNG.
fr: Pour de meilleurs résultats, choisissez une image orientée horizontalement et au format SVG. Les autres formats acceptés sont JPG et PNG.
hu: A legjobb eredmény érdekében válasszon egy vízszintesen tájolt képet, és töltse fel SVG fájlként. Egyéb elfogadott formátumok a JPG és PNG.
it: Per ottenere risultati ottimali, scegliere un'immagine orientata orizzontalmente e caricarla come file SVG. Altri formati accettati sono JPG e PNG.
ja: 最良の結果を得るためには、横向きの画像を選び、SVGファイルとしてアップロードしてください。 他のフォーマットとしてはJPGやPNGがあります。
lt: Norėdami gauti geriausių rezultatų, pasirinkite horizontaliai orientuotą vaizdą ir įkelkite jį kaip SVG failą. Kiti priimtini formatai yra JPG ir PNG.
ms: Untuk hasil terbaik, pilih imej yang berorientasikan secara mendatar dan muat naik sebagai fail SVG. Format lain yang diterima ialah JPG dan PNG.
nb: For best resultat, velg et bilde som er i portrettmodus og last opp som en SVG-fil. Andre aksepterte filformat er JPG og PNG.
nl: Voor het beste resultaat kies je een afbeelding die horizontaal georiënteerd is en upload je deze als een SVG-bestand. Andere geaccepteerde formaten zijn JPG en PNG.
pl: Aby uzyskać najlepsze wyniki, wybierz obraz zorientowany poziomo i prześlij go jako plik SVG. Inne akceptowane formaty to JPG i PNG.
pt_br: Para melhores resultados, escolha uma imagem horizontal e faça seu upload como um arquivo SVG. Outros formatos aceitos são JPG e PNG.
ru: Для достижения наилучшего результата выберите горизонтально ориентированное изображение и загрузите его в виде SVG-файла. Также принимаются форматы JPG и PNG.
sk: Najlepšie výsledky dosiahnete, ak si vyberiete obrázok, ktorý je orientovaný horizontálne, a nahráte ho ako súbor SVG. Ďalšie akceptované formáty sú JPG a PNG.
sl: Za najboljše rezultate izberite sliko, ki je vodoravno usmerjena, in jo naložite kot datoteko SVG. Drugi sprejemljivi formati so JPG in PNG.
sq: Për rezultate më të mira, zgjidh një imazh me orientim horizontal dhe ngarkoje si skedar SVG. Formate të tjera të pranuara janë JPG dhe PNG.
sr: Za najbolje rezultate, izaberite sliku koja je horizontalno orijentisana i otpremite je kao SVG fajl. Ostali prihvaćeni formati su JPG i PNG.
sv: För bästa resultat, ladda upp en bild som är bredare än hög (horisontell). Helst SVG, men även JPG och PNG går bra.
tr: En iyi sonuçları elde etmek için yatay olarak yönlendirilmiş bir görsel seçin ve SVG dosyası olarak yükleyin. Kabul edilen diğer formatlar JPG ve PNG'dir.
uk: Для найкращих результатів виберіть зображення з горизонтальною орієнтацією та завантажте його як файл SVG. Інші підтримувані формати — JPG і PNG.
vi: Để có kết quả tốt nhất, hãy chọn hình ảnh theo chiều ngang và tải lên dưới dạng tệp SVG. Các định dạng khác được chấp nhận là JPG và PNG.
zh_hk: 為達到最佳效果，請選擇水平方向的圖片，並將其作為 SVG 檔案上傳。其他可接受的格式為 JPG 和 PNG。

source: Your file should not be larger than 2MB.
ar: يجب ألا يزيد حجم ملفك عن 2MB.
bg: Файлът ви не трябва да е по-голям от 2 MB.
ca: El fitxer no ha de ser superior a 2 MB.
de: Deine Datei sollte nicht größer als 2MB sein.
eo: Your file shouldn’t be bigger than 2MB, fr.
es: Tu archivo no debe tener más de 2 MB.
fa: فایل شما نباید بیشتر از 2 مگابایت باشد.
fi: Tiedostosi ei saa olla suurempi kuin 2 Mt.
fr: Votre fichier ne doit pas dépasser 2Mo.
hu: Fájl nem lehet 2MB -nál nagyobb.
it: Il file non deve essere più grande di 2 MB.
ja: ファイルは2MB以下にしてください。
lt: Jūsų failas neturėtų būti didesnis nei 2 MB.
ms: Fail anda tidak seharusnya melebihi 2MB.
nb: Din fil burde ikke være større enn 2MB.
nl: Je bestand mag niet groter zijn dan 2MB.
pl: Plik nie powinien być większy niż 2 MB.
pt_br: Seu arquivo não deve ser maior do que 2MB.
ru: Размер вашего файла не должен превышать 2 МБ.
sk: Váš súbor by nemal byť väčší ako 2 MB.
sl: Datoteka ne sme biti večja od 2 MB.
sq: Skedari yt nuk duhet të jetë më i madh se 2MB.
sr: Vaš fajl ne bi trebalo da bude veći od 2MB.
sv: Filen får inte vara större än 2MB.
tr: Dosyanız 2MB'den büyük olmamalıdır.
uk: Ваш файл має бути не більшим за 2MB.
vi: Tệp của bạn không được lớn hơn 2MB.
zh_hk: 您的檔案大小不應超過 2MB。

source: For best results, upload an SVG file. Other accepted formats are JPG and PNG.
ar: لأفضل النتائج، ارفع ملف SVG. التنسيقات الأخرى المقبولة هي JPG وPNG.
bg: За да постигнете най-добри резултати, качете SVG файл. Други приети формати са JPG и PNG.
ca: Per obtenir els millors resultats, carrega un fitxer SVG. Altres formats acceptats són JPG i PNG.
de: Lade für beste Ergebnisse eine SVG-Datei hoch. Weitere akzeptierte Formate sind JPG und PNG.
eo: For max vibes, upload an SVG file. Other legit options are JPG and PNG.
es: Para obtener mejores resultados, sube un archivo SVG. Otros formatos aceptados son JPG y PNG.
fa: برای بهترین نتیجه، یک فایل SVG آپلود کنید. فرمت های پذیرفته شده دیگر JPG و PNG هستند.
fi: Saat parhaat tulokset lataamalla SVG-tiedoston. Muita hyväksyttyjä muotoja ovat JPG ja PNG.
fr: Pour de meilleurs résultats, choisissez une image au format SVG. Les autres formats acceptés sont JPG et PNG.
hu: A legjobb eredmény érdekében töltsön fel egy SVG fájlt. Egyéb elfogadott formátumok a JPG és PNG.
it: Per ottenere risultati ottimali, caricare un file SVG. Altri formati accettati sono JPG e PNG.
ja: 最良の結果を得るためには、SVGファイルをアップロードしてください。 その他の形式はJPGとPNGです。
lt: Norėdami gauti geriausių rezultatų, įkelkite SVG failą. Kiti priimtini formatai yra JPG ir PNG.
ms: Untuk hasil terbaik, muat naik fail SVG. Format lain yang diterima adalah JPG dan PNG.
nb: For best resultat, last opp en SVG-fil. Andre aksepterte filformat er JPG og PNG.
nl: Voor de beste resultaten upload je een SVG-bestand. Andere geaccepteerde formaten zijn JPG en PNG.
pl: Aby uzyskać najlepsze wyniki, prześlij plik SVG. Inne akceptowane formaty to JPG i PNG.
pt_br: Para obter os melhores resultados, envie um arquivo SVG. Outros formatos aceitos são JPG e PNG.
ru: Для достижения наилучших результатов загружайте файл SVG. Другие принятые форматы - JPG и PNG.
sk: Najlepšie výsledky dosiahnete, ak nahráte súbor SVG. Ďalšie akceptované formáty sú JPG a PNG.
sl: Za najboljše rezultate naložite datoteko SVG. Drugi sprejemljivi formati so JPG in PNG.
sq: Për rezultate më të mira, ngarko një skedar SVG. Formate të tjera të pranuara janë JPG dhe PNG.
sr: Za najbolje rezultate, otpremite SVG fajl. Ostali prihvaćeni formati su JPG i PNG.
sv: För bästa resultat, använd en SVG-fil. Annars går det bra med JPG eller PNG.
tr: En iyi sonuçları elde etmek için bir SVG dosyası yükleyin. Kabul edilen diğer formatlar JPG ve PNG'dir.
uk: Для найкращих результатів завантажте файл SVG. Інші підтримувані формати — JPG і PNG.
vi: Để có kết quả tốt nhất, hãy tải lên tệp SVG. Các định dạng khác được chấp nhận là JPG và PNG.
zh_hk: 為達到最佳效果，請上傳 SVG 檔案。其他可接受的格式為 JPG 和 PNG。

source: Data caching settings
ar: إعدادات كاش البيانات
bg: Настройки за кеширане на данни
ca: Configuració de la memòria cau de dades
de: Caching-Einstellungen
eo: Data caching settings → Data cache stuff or Data cache settings, fr fr
es: Configuración de caché de datos
fa: تنظیمات کش داده ها
fi: Tietojen välimuistiasetukset
fr: Paramètrs du cache de donnés
hu: Adatgyorsítótár beállításai
it: Impostazioni della cache dei dati
ja: データキャッシュの設定
lt: Duomenų kaupimo talpykloje nustatymai
ms: Tetapan penyimpanan cache data
nb: Mellomlagringsinnstillinger
nl: Instellingen voor gegevenscaching
pl: Ustawienia buforowania danych
pt_br: Configurações de cache de dados
ru: Настройки кэширования данных
sk: Nastavenia ukladania dát do vyrovnávacej pamäte
sl: Nastavitve predpomnjenja podatkov
sq: Cilësimet e cache-imit të të dhënave
sr: Podešavanja keširanja podataka
sv: Data-cacheinställningar
tr: Veri önbellekleme ayarları
uk: Налаштування кешування даних
vi: Cài đặt bộ nhớ đệm dữ liệu
zh_hk: 資料快取設定
