Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Unlock the paid features included in your Pro or Enterprise plan.
ar: افتح الميزات المدفوعة المضمنة في خطة Pro أو Enterprise الخاصة بك.
bg: Отключете платените функции, включени във вашия Pro или Enterprise план.
ca: Desbloqueja les funcions de pagament incloses al teu pla Pro o Enterprise.
de: Schalten Sie die kostenpflichtigen Funktionen frei, die in Ihrem Pro- oder Enterprise-Plan enthalten sind.
eo: Unlock the sick paid features in your Pro or Enterprise plan, fr fr.
es: Desbloquea las funciones pagas incluidas en tu plan Pro o Enterprise.
fa: ویژگی‌های پولی موجود در طرح Pro یا Enterprise خود را آزاد کنید.
fi: Avaa Pro- tai Enterprise-sopimukseesi sisältyvät maksulliset ominaisuudet.
fr: Débloquez les fonctionnalités payantes incluses dans votre forfait Pro ou Entreprise.
it: Sblocca le funzionalità a pagamento incluse nel tuo piano Pro o Enterprise.
ja: Pro または Enterprise プランに含まれる有料機能のロックを解除します。
nb: Lås opp de betalte funksjonene som er inkludert i Pro- eller Enterprise-abonnementet ditt.
nl: Ontgrendel de betaalde functies die zijn inbegrepen in uw Pro- of Enterprise-abonnement.
pl: Odblokuj płatne funkcje zawarte w planie Pro lub Enterprise.
pt_br: Desbloqueie os recursos pagos incluídos no seu plano Pro ou Enterprise.
ru: Разблокируйте платные функции, включенные в ваш тарифный план Pro или Enterprise.
sk: Odomknite platené funkcie zahrnuté vo vašom pláne Pro alebo Enterprise.
sl: Odklenite plačljive funkcije, ki so vključene v vaš paket Pro ali Enterprise.
sq: Zhblloko veçoritë me pagesë të përfshira në planin tënd Pro ose Enterprise.
sr: Otključajte plaćene funkcije uključene u vaš Pro ili Enterprise plan.
sv: Lås upp de betalda funktionerna som ingår i ditt Pro- eller Enterprise-abonnemang.
tr: Pro veya Enterprise planınızda bulunan ücretli özelliklerin kilidini açın.
uk: Розблокуйте платні фічі, що входять до вашого плану Pro або Enterprise.
vi: Mở khóa các tính năng trả phí có trong gói Pro hoặc Enterprise của bạn.
zh_hk: 解鎖專業版或企業版計劃中包含的付費功能。

source: Activate your license
ar: فعّل ترخيصك
bg: Активирайте лиценза си
ca: Activa la teva llicència
de: Aktivieren Sie Ihre Lizenz
eo: Get your license litty, bestie
es: Activa tu licencia
fa: مجوز خود را فعال کنید
fi: Aktivoi lisenssisi
fr: Activez votre licence
it: Attiva la tua licenza
ja: ライセンスを有効化する
nb: Aktiver lisensen din
nl: Activeer uw licentie
pl: Aktywuj swoją licencję
pt_br: Ative sua licença
ru: Активируйте вашу лицензию
sk: Aktivujte si licenciu
sl: Aktivirajte svojo licenco
sq: Aktivizo licencën tënde
sr: Aktiviraj licencu
sv: Aktivera din licens
tr: Lisansınızı etkinleştirin
uk: Активувати ліцензію
vi: Kích hoạt giấy phép của bạn
zh_hk: 啟動您的授權

source: Today is the last day of your trial.
ar: اليوم هو آخر يوم في تجربتك.
bg: Днес е последният ден от процеса.
ca: Avui és l'últim dia del vostre judici.
de: Heute ist der letzte Tag Ihres Verfahrens.
eo: Today’s the final day of your trial, fr fr.
es: Hoy es el último día de su juicio.
fa: امروز آخرین روز محاکمه شماست.
fi: Tänään on oikeudenkäyntinne viimeinen päivä.
fr: Aujourd'hui est le dernier jour de votre essai.
it: Oggi è l'ultimo giorno del vostro processo.
ja: 今日は裁判の最終日だ。
lt: Šiandien yra paskutinė jūsų teismo diena.
nb: I dag er den siste dagen av rettssaken din.
nl: Vandaag is de laatste dag van je proef.
pl: Dzisiaj jest ostatni dzień Twojej wersji próbnej.
pt_br: Hoje é o último dia do seu teste.
ru: Сегодня последний день вашего испытания.
sk: Dnes je posledný deň vašej skúšky.
sl: Danes je zadnji dan vašega sojenja.
sq: Sot është dita e fundit e provës suaj.
sr: Danas je poslednji dan tvoje probne verzije.
sv: Idag är sista dagen under gratisperioden.
tr: Bugün duruşmanızın son günü.
uk: Сьогодні — останній день вашого пробного періоду.
vi: Hôm nay là ngày cuối cùng của phiên tòa xét xử bạn.
zh_hk: 今天是你受審的最後一天

source: {0} day left in your trial.
ar: تبقّى {0} أيام في الفترة التجريبية.
bg: Остава ви {0} ден от пробния ви период.
ca: {0} Dia restant a la prova.
de: {0} Tag verbleiben in Ihrer Testversion.
eo: Only {0} days left in your trial, fr fr.
es: Queda {0} día para el fin de tu periodo de prueba.
fa: {0} روز از دوره آزمایشی شما باقی مانده است.
fi: {0} päivää jäljellä kokeilujaksossasi.
fr: Il reste {0} jour à votre essai.
it: Mancano circa {0} giorni alla fine del periodo di prova.
ja: 試用期間は残り {0} 日です。
lt: Iki bandomojo laikotarpio liko {0} diena. Daugiskaita: liko {0} dienų iki bandomojo laikotarpio.
nb: {0} dag igjen av rettssaken din.
nl: Er zijn nog {0} dagen over van uw proefperiode.
pl: Do końca okresu próbnego pozostał {0} dzień.
pt_br: {0} dia restante em seu teste.
ru: До конца пробного периода осталось {0} дней.
sk: Zostáva {0} deň do konca skúšobnej verzie.
sl: Še {0} dan do konca preizkusa.
sq: Kanë mbetur {0} ditë nga prova jote.
sr: U probnom periodu vam je ostao {0} dan.
sv: {0} dag kvar av gratisperioden.
tr: Deneme sürenizde {0} gün kaldı.
uk: У вашому тріалі залишився {0} день.
vi: {0} ngày còn lại trong thời gian dùng thử.
zh_hk: {0} 您的試用期還剩幾天。

source: Manage your subscription.
ar: إدارة اشتراكك.
bg: Управлявайте абонамента си.
ca: Gestiona la teva subscripció.
de: Verwalten Sie Ihr Abonnement.
eo: Make sure to handle your subs, fr.
es: Gestione su suscripción.
fa: اشتراک خود را مدیریت کنید
fi: Hallitse tilaustasi.
fr: Gérer votre abonnement.
it: Gestire l'abbonamento.
ja: サブスクリプションの管理
lt: Tvarkykite savo prenumeratą.
nb: Administrer abonnementet ditt.
nl: Je abonnement beheren.
pl: Zarządzaj swoją subskrypcją.
pt_br: Gerencie sua assinatura.
ru: Управляйте подпиской.
sk: Spravujte svoje predplatné.
sl: Upravljajte svojo naročnino.
sq: Menaxhoni abonimin tuaj.
sr: Upravljaj svojom pretplatom.
sv: Hantera din prenumeration.
tr: Aboneliğinizi yönetin.
uk: Керуйте своєю підпискою.
vi: Quản lý đăng ký của bạn.
zh_hk: 管理您的訂閱。

source: Webhooks
bg: Уеб кукички
eo: Webhooks = "Webhooks" (not much change, but if you wanna make it sound more slangy, maybe: "Webhookz" or "Webhooks, tho")
fa: وب هوک ها
it: Webhook
ja: ウェブフック
nl: Webhaken
pl: Webhooki
ru: Вебхуки
sk: Webhooky
sq: Webhook-e
sr: Webhook-ovi
tr: Web kancaları
uk: Webhook-и
vi: Webhook

source: Ask your admin to set up email or Slack
ar: اطلب من المسؤول إعداد البريد الإلكتروني أو Slack
bg: Помолете вашия администратор да настрои имейл или Slack
ca: Demana al teu administrador que configuri el correu electrònic o Slack
de: Bitten Sie Ihren Administrator, E-Mail oder Slack einzurichten.
es: Pídale a su administrador que configure el correo electrónico o Slack
fa: از ادمین خود بخواهید ایمیل یا Slack را تنظیم کند
fi: Pyydä ylläpitäjää määrittämään sähköposti tai Slack
fr: Demandez à votre administrateur de configurer un compte de messagerie ou Slack.
it: Chiedi al tuo amministratore di configurare l'email o Slack
ja: 管理者にメールまたはSlackの設定を依頼してください
nb: Be administratoren om å sette opp e-post eller Slack
nl: Vraag je beheerder om e-mail of Slack in te stellen
pl: Poproś administratora o skonfigurowanie poczty e-mail lub Slacka
pt_br: Peça ao seu administrador para configurar o e-mail ou o Slack.
ru: Попросите администратора настроить электронную почту или Slack.
sk: Požiadajte svojho administrátora o nastavenie e-mailu alebo Slacku
sl: Prosite skrbnika, da nastavi e-pošto ali Slack
sq: Kërkoji administratorit tënd të konfigurojë email ose Slack
sr: Zamolite svog administratora da podesi email ili Slack
sv: Be din administratör att konfigurera e-post eller Slack
tr: Yöneticinizden e-posta veya Slack'i ayarlamasını isteyin
uk: Попросіть вашого адміна налаштувати email або Slack
vi: Yêu cầu quản trị viên thiết lập email hoặc Slack
zh_hk: 請您的管理員設定電子郵件或 Slack

source: Unsubscribe from this
ar: ألغِ الاشتراك من هذا
bg: Отпишете се от това
ca: Cancel·la la subscripció a això
de: Abmelden von diesem
eo: unsubscribe from this? fr, bye Felicia
es: Darse de baja de esto
fa: لغو اشتراک از این
fi: Peruuta tämän tilaus
fr: Se désabonner de ceci
it: Annulla l'iscrizione a questo
ja: 購読を解除する
lt: Atsisakyti šio prenumeratos
nb: Avslutt abonnementet på dette
nl: Afmelden voor deze
pl: Anuluj subskrypcję tego
pt_br: Cancelar inscrição disto
ru: Отписаться от этого
sk: Zrušte odber tohto
sl: Odjavi se od tega
sq: Çabonohem nga kjo
sr: Otkaži pretplatu na ovo
sv: Avsluta prenumerationen på detta
tr: Bu aboneliği iptal et
uk: Відписатися від цього
vi: Hủy đăng ký nhận thông tin này
zh_hk: 取消訂閱

source: Alert when this has results
ar: تنبيه عندما يكون لهذا نتائج
bg: Сигнал, когато има резултати
ca: Alerta quan això tingui resultats
de: Benachrichtigung, wenn dies Ergebnisse hat
eo: Yo, ping me when this has the drip.
es: Alerta cuando esto tenga resultados
fa: وقتی این کار نتیجه ای داشت، هشدار دهید
fi: Ilmoita, kun tällä on tuloksia
fr: Alerte lorsque cela a des résultats
it: Avvisa quando questo ha risultati
ja: 結果が出たらアラートする
lt: Įspėkite, kai tai duoda rezultatų
nb: Varsle når dette har gitt resultater
nl: Waarschuw wanneer dit resultaten heeft
pl: Powiadom, gdy to przyniesie rezultaty
pt_br: Alertar quando isso tiver resultados
ru: Оповестить, когда это принесет результаты
sk: Upozorniť, keď to bude mať výsledky
sl: Opozorilo, ko bo to imelo rezultate
sq: Alarm kur kjo ka rezultate
sr: Upozori kada ovo ima rezultate
sv: Varning när detta ger resultat
tr: Sonuç alındığında uyarı ver
uk: Сповіщати, коли тут є результати
vi: Cảnh báo khi có kết quả
zh_hk: 有結果時發出警告

source: Alert when this reaches a goal
ar: تنبيه عندما يصل هذا إلى هدف
bg: Предупреждавайте, когато това достигне цел
ca: Alerta quan això arriba a un objectiu
de: Alarm, wenn ein Ziel erreicht wird
eo: Notify me when this hits the goal, fr fr
es: Alerta cuando se alcanza un objetivo
fa: وقتی به هدفی رسید، هشدار دهید
fi: Varoita, kun tämä saavuttaa tavoitteen
fr: Alerte lorsque cela atteint un objectif
it: Avvisa quando viene raggiunto un obiettivo
ja: 目標に達したらアラートする
lt: Įspėkite, kai tai pasiekia tikslą
nb: Varsle når dette når et mål
nl: Waarschuwing wanneer dit een doel bereikt
pl: Powiadomienie o osiągnięciu celu
pt_br: Alertar quando isso atingir uma meta
ru: Оповестить, когда будет достигнута цель
sk: Upozorniť, keď to dosiahne cieľ
sl: Opozorilo, ko to doseže cilj
sq: Alarm kur kjo arrin një objektiv
sr: Upozori kada ovo dostigne cilj
sv: Varning när detta når ett mål
tr: Bu hedefe ulaştığında uyarı ver
uk: Сповіщати, коли це досягає цілі
vi: Cảnh báo khi đạt được mục tiêu
zh_hk: 達到目標時發出警示

source: Alert when this goes below a goal
ar: تنبيه عندما ينخفض هذا عن هدف
bg: Сигнал, когато това падне под цел
ca: Alerta quan això va per sota d'un objectiu
de: Alarm bei Unterschreiten eines Zielwerts
eo: Yo, set an alert if this drops below the goal, fr fr
es: Alerta cuando este valor está por debajo del objetivo
fa: هشدار زمانی که این به زیر یک هدف می رسد
fi: Hälytä, kun tämä alittaa tavoitteen
fr: Alerte lorsque cela passe en dessous d'un objectif
it: Avvisa quando scende sotto un obiettivo
ja: 目標を下回ったらアラートを出す
lt: Įspėti, kai jis nesiekia tikslo
nb: Varsle når denne går under et mål
nl: Waarschuwing wanneer dit onder een doel komt
pl: Ostrzegaj, gdy wartość spadnie poniżej celu
pt_br: Alertar quando isso ficar abaixo da meta
ru: Оповещать, когда значение опускается ниже целевого значения
sk: Upozorniť, keď to klesne pod cieľ
sl: Opozorilo, ko to pade pod cilj
sq: Alarm kur kjo bie nën një objektiv
sr: Upozori kada ovo padne ispod cilja
sv: Varning när detta går under ett mål
tr: Bu hedefin altına düştüğünde uyarı ver
uk: Сповіщати, коли це опускається нижче цілі
vi: Cảnh báo khi giá trị này giảm xuống dưới mục tiêu
zh_hk: 當此值低於目標時發出警示

source: {0} other
ar: {0} آخرون
bg: {0} други
ca: {0} altres
de: {0} andere
eo: {0} other → {0} other, fr fr
es: {0} otro
fa: {0} دیگر
fi: {0} muu
fr: {0} autre
it: {0} altro
ja: {0} その他
lt: {0} kita
nb: {0} andre
nl: {0} andere
pl: {0} inne
pt_br: {0} outro
ru: {0} другое
sk: {0} iné
sl: {0} drugo
sq: {0} tjetër
sr: još {0}
sv: {0} annat
tr: {0} diğer
uk: {0} інший
vi: {0} những người khác
zh_hk: {0} 其他

source: You’ll stop receiving this alert from now on. Depending on your organization’s permissions you might need to ask a moderator to be re-added in the future.
ar: سوف تتوقف عن تلقي هذا التنبيه من الآن فصاعدًا. بناءً على أذونات مؤسستك قد تحتاج إلى طلب إضافة مشرف لك مجددًا في المستقبل.
bg: Отсега нататък ще спрете да получавате този сигнал. В зависимост от разрешенията на вашата организация може да се наложи да поискате модератор да бъде добавен отново в бъдеще.
ca: A partir d'ara deixaràs de rebre aquesta alerta. Depenent dels permisos de la vostra organització, potser haureu de demanar a un moderador que s'afegeixi de nou en el futur.
de: Sie erhalten diese Benachrichtigung ab sofort nicht mehr. Abhängig von den Berechtigungen Ihrer Organisation müssen Sie möglicherweise einen Moderator bitten, Sie in Zukunft erneut hinzuzufügen.
eo: You won’t get this alert anymore, fr. Depending on your org’s perms, you might gotta hit up a mod to get re-added later.
es: Dejarás de recibir esta alerta a partir de ahora. Dependiendo de los permisos de tu organización, podrías tener que solicitar que un moderador te vuelva a agregar en el futuro.
fa: از این به بعد دیگر این هشدار را دریافت نخواهید کرد. بسته به مجوزهای سازمانتان، ممکن است لازم باشد از یک ناظر بخواهید که در آینده دوباره اضافه شود.
fi: Et enää saa tätä ilmoitusta. Organisaatiosi käyttöoikeuksista riippuen saatat joutua pyytämään moderaattoria lisäämään hänet uudelleen tulevaisuudessa.
fr: Vous ne recevrez plus cette alerte à partir de maintenant. Selon les autorisations de votre organisation, vous devrez peut-être demander à un modérateur de vous réinscrire ultérieurement.
it: Da ora in poi non riceverai più questo avviso. A seconda delle autorizzazioni della tua organizzazione, potresti dover chiedere a un moderatore di essere aggiunto di nuovo in futuro.
ja: 今後、このアラートは受信されなくなります。組織の権限によっては、将来的にモデレーターを再度追加するよう依頼する必要がある場合があります。
lt: Nuo šiol nebegausite šio įspėjimo. Atsižvelgiant į jūsų organizacijos leidimus, ateityje gali tekti paprašyti moderatoriaus, kad jis būtų įtrauktas iš naujo.
nb: Du vil ikke lenger motta dette varselet fra nå av. Avhengig av organisasjonens tillatelser kan det hende du må be en moderator om å bli lagt til på nytt i fremtiden.
nl: Vanaf nu ontvangt u deze melding niet meer. Afhankelijk van de machtigingen van uw organisatie moet u mogelijk in de toekomst een moderator vragen om opnieuw te worden toegevoegd.
pl: Od teraz nie będziesz już otrzymywać tego alertu. W zależności od uprawnień Twojej organizacji może być konieczne poproszenie moderatora o ponowne dodanie w przyszłości.
pt_br: Você deixará de receber este alerta de agora em diante. Dependendo das permissões da sua organização, você pode precisar pedir a um moderador para ser adicionado novamente no futuro.
ru: С этого момента вы перестанете получать это оповещение. В зависимости от разрешений вашей организации вам может потребоваться попросить модератора повторно добавить вас в будущем.
sk: Odteraz prestanete dostávať toto upozornenie. V závislosti od povolení vašej organizácie možno budete musieť v budúcnosti požiadať moderátora o opätovné pridanie.
sl: Od zdaj naprej ne boste več prejemali tega opozorila. Odvisno od dovoljenj vaše organizacije boste morda morali prositi moderatorja, da vas v prihodnosti ponovno doda.
sq: Do të ndaloni së marrë këtë alarm që tani e tutje. Në varësi të lejeve të organizatës suaj, mund t’ju duhet t’i kërkoni një moderatori t’ju shtojë sërish në të ardhmen.
sr: Od sada više nećete primati ovo upozorenje. U zavisnosti od dozvola vaše organizacije, možda ćete u budućnosti morati da zamolite moderatora da vas ponovo doda.
sv: Du kommer att sluta få den här varningen från och med nu. Beroende på din organisations behörigheter kan du behöva be en moderator att läggas till igen i framtiden.
tr: Artık bu uyarıyı almayacaksınız. Kuruluşunuzun izinlerine bağlı olarak gelecekte yeniden eklenmek için bir moderatöre başvurmanız gerekebilir.
uk: Відтепер ви перестанете отримувати це сповіщення. Залежно від дозволів вашої організації в майбутньому вам може знадобитися попросити модератора додати вас знову.
vi: Bạn sẽ không còn nhận được cảnh báo này nữa. Tùy thuộc vào quyền hạn của tổ chức bạn, bạn có thể cần yêu cầu thêm lại người kiểm duyệt trong tương lai.
zh_hk: 從現在開始，您將不再收到此提醒。根據您組織的權限，您將來可能需要請求版主重新加入。

source: Delete it
ar: احذفه
bg: Изтрийте го
ca: Suprimeix-lo
de: Löschen
eo: Gotta yeet it outta here
es: Borralo
fa: حذفش کن
fi: Poista se
fr: Supprime-le
it: Eliminalo
ja: 削除する
lt: Ištrinkite
nb: Slett den
nl: Verwijder het
pl: Usuń to
pt_br: Excluir
ru: Удалить это
sk: Vymažte to
sl: Izbriši ga
sq: Fshije
sr: Obriši
sv: Ta bort det
tr: Sil onu
uk: Видалити
vi: Xóa nó đi
zh_hk: 刪除

source: Add a destination
ar: أضف وجهة
bg: Добавете дестинация
ca: Afegeix una destinació
de: Ziel hinzufügen
eo: Drop a place to go
es: Añadir un destino
fa: یک مقصد اضافه کنید
fi: Lisää määränpää
fr: Ajouter une destination
it: Aggiungi una destinazione
ja: 目的地を追加
lt: Pridėkite kelionės tikslą
nb: Legg til en destinasjon
nl: Voeg een bestemming toe
pl: Dodaj cel podróży
pt_br: Adicionar um destino
ru: Добавить пункт назначения
sk: Pridajte cieľ
sl: Dodajte cilj
sq: Shto një destinacion
sr: Dodaj odredište
sv: Lägg till en destination
tr: Bir hedef ekle
uk: Додати призначення
vi: Thêm điểm đến
zh_hk: 新增目的地

source: Add another destination
ar: أضف وجهة أخرى
bg: Добавете друга дестинация
ca: Afegeix una altra destinació
de: Weiteres Ziel hinzufügen
eo: Add another stop, fr fr
es: Añadir otro destino
fa: مقصد دیگری اضافه کنید
fi: Lisää toinen kohde
fr: Ajouter une autre destination
it: Aggiungi un'altra destinazione
ja: 別の目的地を追加
lt: Pridėkite kitą kelionės tikslą
nb: Legg til en ny destinasjon
nl: Voeg een andere bestemming toe
pl: Dodaj inny cel
pt_br: Adicionar outro destino
ru: Добавить еще одно направление
sk: Pridajte ďalší cieľ
sl: Dodajte drugo destinacijo
sq: Shto një destinacion tjetër
sr: Dodaj još jedno odredište
sv: Lägg till ytterligare en destination
tr: Başka bir hedef ekle
uk: Додати ще одне призначення
vi: Thêm một điểm đến khác
zh_hk: 新增另一個目的地

source: Manage destination channels
ar: أدر قنوات الوجهات
bg: Управление на целеви канали
ca: Gestionar els canals de destinació
de: Zielkanäle verwalten
eo: Handle the destination channels, fr fr
es: Administrar canales de destino
fa: کانال های مقصد را مدیریت کنید
fi: Hallinnoi kohdekanavia
fr: Gérer les canaux de destination
it: Gestisci i canali di destinazione
ja: 宛先チャネルを管理する
lt: Tvarkykite paskirties kanalus
nb: Administrer destinasjonskanaler
nl: Bestemmingskanalen beheren
pl: Zarządzaj kanałami docelowymi
pt_br: Gerenciar canais de destino
ru: Управление каналами назначения
sk: Spravujte cieľové kanály
sl: Upravljanje ciljnih kanalov
sq: Menaxho kanalet e destinacionit
sr: Upravljaj kanalima odredišta
sv: Hantera destinationskanaler
tr: Hedef kanalları yönetin
uk: Керувати каналами призначення
vi: Quản lý kênh đích
zh_hk: 管理目的地頻道

source: Search for anything…
ar: ابحث عن أي شيء…
bg: Търсене на каквото и да е…
ca: Cerca qualsevol cosa…
de: Suche nach allem…
es: Busca cualquier cosa…
fa: جستجوی هر چیزی…
fi: Hae mitä tahansa…
fr: Rechercher n'importe quoi…
it: Cerca qualsiasi cosa…
ja: 何でも検索してください…
nb: Søk etter alt…
nl: Zoek naar alles…
pl: Wyszukaj cokolwiek…
pt_br: Pesquisar por qualquer coisa…
ru: Искать что-нибудь…
sk: Hľadať čokoľvek…
sl: Išči karkoli…
sq: Kërko për gjithçka…
sr: Pretraži bilo šta…
sv: Sök efter vad som helst…
tr: Herhangi bir şey arayın…
uk: Пошук будь-чого…
vi: Tìm kiếm bất cứ thứ gì…
zh_hk: 搜尋任何…

source: Search everything
ar: ابحث في كل شيء
bg: Търсене във всичко
ca: Cerca-ho tot
de: Alles durchsuchen
es: Busca todo
fa: همه چیز را جستجو کنید
fi: Hae kaikkea
fr: Tout rechercher
it: Cerca tutto
ja: すべてを検索
nb: Søk i alt
nl: Doorzoek alles
pl: Przeszukaj wszystko
pt_br: Pesquise tudo
ru: Искать везде
sk: Hľadať všetko
sl: Išči vse
sq: Kërko gjithçka
sr: Pretraži sve
sv: Sök efter allt
tr: Her şeyi ara
uk: Шукати всюди
vi: Tìm kiếm mọi thứ
zh_hk: 搜尋一切

source: Results
ar: النتائج
bg: Резултати
ca: Resultats
de: Ergebnisse
es: Resultados
fa: نتایج
fi: Tulokset
fr: Résultats
it: Risultati
ja: 結果
nb: Resultater
nl: Resultaten
pl: Wyniki
pt_br: Resultados
ru: Результаты
sk: Výsledky
sl: Rezultati
sq: Rezultate
sr: Rezultati
sv: Resultat
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hk: 結果

source: No recent items
ar: لا توجد عناصر حديثة
bg: Няма скорошни елементи
ca: No hi ha elements recents
de: Keine aktuellen Elemente
es: No hay artículos recientes
fa: هیچ مورد جدیدی وجود ندارد
fi: Ei viimeaikaisia kohteita
fr: Aucun article récent
it: Nessun elemento recente
ja: 最近のアイテムはありません
nb: Ingen nyere artikler
nl: Geen recente items
pl: Brak ostatnich pozycji
pt_br: Nenhum item recente
ru: Нет недавних записей
sk: Žiadne nedávne položky
sl: Ni nedavnih elementov
sq: S’ka elemente të fundit
sr: Nema nedavnih stavki
sv: Inga nya objekt
tr: Son eklenen öğe yok
uk: Немає нещодавніх елементів
vi: Không có mục nào gần đây
zh_hk: 無近期項目

source: Items you've recently viewed will appear here.
ar: ستظهر العناصر التي شاهدتها مؤخرًا هنا.
bg: Елементите, които сте разглеждали наскоро, ще се покажат тук.
ca: Els elements que has vist recentment apareixeran aquí.
de: Hier werden die Artikel angezeigt, die Sie kürzlich angesehen haben.
es: Los artículos que has visto recientemente aparecerán aquí.
fa: مواردی که اخیراً مشاهده کرده‌اید در اینجا نمایش داده می‌شوند.
fi: Äskettäin katsomasi kohteet näkyvät tässä.
fr: Les articles que vous avez récemment consultés apparaîtront ici.
it: Gli elementi che hai visualizzato di recente appariranno qui.
ja: 最近閲覧したアイテムがここに表示されます。
nb: Her vises elementer du nylig har sett på.
nl: Items die u recentelijk heeft bekeken, worden hier weergegeven.
pl: Ostatnio przeglądane przez Ciebie elementy będą wyświetlane tutaj.
pt_br: Os itens que você visualizou recentemente aparecerão aqui.
ru: Здесь появятся недавно просмотренные вами элементы.
sk: Položky, ktoré ste si nedávno prezerali, sa zobrazia tu.
sl: Tukaj se bodo prikazali elementi, ki ste si jih nedavno ogledali.
sq: Elementet që ke parë së fundi do të shfaqen këtu.
sr: Stavke koje ste nedavno pogledali pojaviće se ovde.
sv: Objekt som du nyligen har tittat på visas här.
tr: Son zamanlarda görüntülediğiniz öğeler burada görünecektir.
uk: Елементи, які ви нещодавно переглядали, з’являться тут.
vi: Các mục bạn đã xem gần đây sẽ xuất hiện ở đây.
zh_hk: 您最近瀏覽過的項目將會出現在這裡。

source: Bookmark dashboard
ar: ضع إشارة مرجعية للوحة المعلومات
bg: Табло за отметки
ca: Tauler de control de marcadors
de: Lesezeichen-Dashboard
eo: Save fave dashboard
es: Panel de marcadores
fa: داشبورد نشانک‌گذاری
fi: Kirjanmerkkien hallintapaneeli
fr: Tableau de bord des signets
it: Dashboard dei segnalibri
ja: ブックマークダッシュボード
nb: Legg til bokmerker på dashbordet
nl: Bladwijzerdashboard
pl: Zakładka pulpitu
pt_br: Painel de favoritos
ru: Панель инструментов закладок
sk: Panel záložiek
sl: Nadzorna plošča zaznamkov
sq: Shto panelin te faqeruajtësit
sr: Dodaj obeleživač za kontrolnu tablu
sv: Bokmärk instrumentpanelen
tr: Yer imi panosu
uk: Додати дашборд у закладки
vi: Bảng điều khiển đánh dấu
zh_hk: 書籤儀表板

source: When viewing
ar: عند العرض
bg: При оглед
ca: En visualitzar
de: Beim Betrachten
eo: When peeping it
es: Al visualizar
fa: هنگام مشاهده
fi: Kun katsot
fr: Lors de la visualisation
it: Durante la visualizzazione
ja: 閲覧時
nb: Når du ser på
nl: Bij het bekijken
pl: Podczas oglądania
pt_br: Ao visualizar
ru: При просмотре
sk: Pri prezeraní
sl: Pri ogledu
sq: Kur shikon
sr: Kada gledaš
sv: Vid visning
tr: Görüntülendiğinde
uk: Під час перегляду
vi: Khi xem
zh_hk: 檢視時
