Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Read SQL query or database table into a DataFrame
ar: اقرأ استعلام SQL أو جدول قاعدة بيانات إلى DataFrame
bg: Четене на SQL заявка или таблица от база данни в DataFrame
ca: Llegeix una consulta SQL o una taula de base de dades en un DataFrame
de: SQL-Abfrage oder Datenbanktabelle in einen DataFrame einlesen
es: Leer una consulta SQL o una tabla de base de datos en un DataFrame
fa: خواندن کوئری SQL یا جدول پایگاه داده در یک DataFrame
fi: Lue SQL-kysely tai tietokantataulukko DataFrameen
fr: Lire une requête SQL ou une table de base de données dans un DataFrame
it: Leggere la query SQL o la tabella del database in un DataFrame
ja: SQLクエリまたはデータベーステーブルをDataFrameに読み込む
nb: Lese SQL-spørring eller databasetabell inn i en DataFrame
nl: SQL-query of databasetabel in een DataFrame lezen
pl: Odczytaj zapytanie SQL lub tabelę bazy danych do DataFrame
pt_br: Ler consulta SQL ou tabela de banco de dados em um DataFrame
ru: Прочитать SQL-запрос или таблицу базы данных в DataFrame
sk: Načítanie SQL dotazu alebo databázovej tabuľky do DataFrame
sl: Branje poizvedbe SQL ali tabele baze podatkov v DataFrame
sq: Lexo një query SQL ose tabelë databaze në një DataFrame
sr: Učitaj SQL upit ili tabelu baze u DataFrame
sv: Läs SQL-fråga eller databastabell i en DataFrame
tr: SQL sorgusunu veya veritabanı tablosunu bir DataFrame'e okuyun
uk: Зчитати SQL-запит або таблицю бази даних у DataFrame
vi: Đọc truy vấn SQL hoặc bảng cơ sở dữ liệu vào DataFrame
zh_hk: 讀取 SQL 查詢或資料庫表格至 DataFrame

source: Load a parquet object from file path
ar: حمّل كائن parquet من مسار ملف
bg: Зареждане на обект тип „паркет“ от пътя към файла
ca: Carrega un objecte de parquet des de la ruta del fitxer
de: Laden Sie ein Parquet-Objekt aus dem Dateipfad
es: Cargar un objeto parquet desde la ruta del archivo
fa: بارگذاری یک شیء پارکت از مسیر فایل
fi: Lataa parkettiobjekti tiedostopolusta
fr: Charger un objet parquet à partir du chemin du fichier
it: Carica un oggetto parquet dal percorso del file
ja: ファイルパスから parquet オブジェクトをロードする
nb: Last inn et parkettobjekt fra filstien
nl: Laad een parketobject vanuit het bestandspad
pl: Załaduj obiekt Parquet ze ścieżki pliku
pt_br: Carregar um objeto parquet do caminho do arquivo
ru: Загрузить объект паркета из пути к файлу
sk: Načítať objekt Parquet z cesty k súboru
sl: Naloži objekt parketa iz poti datoteke
sq: Ngarko një objekt parquet nga shtegu i file-it
sr: Učitaj parquet objekat iz putanje fajla
sv: Ladda ett parquet-objekt från filsökvägen
tr: Dosya yolundan bir parke nesnesi yükleyin
uk: Завантажити parquet-об'єкт із шляху до файлу
vi: Tải một đối tượng sàn gỗ từ đường dẫn tệp
zh_hk: 從檔案路徑載入 Parquet 物件

source: Concatenate pandas objects along a particular axis
ar: اربط كائنات pandas على طول محور معيّن
bg: Свързване на обекти на pandas по определена ос
ca: Concatenar objectes pandes al llarg d'un eix concret
de: Verketten Sie Pandas-Objekte entlang einer bestimmten Achse
es: Concatenar objetos pandas a lo largo de un eje particular
fa: اشیاء پاندا را در امتداد یک محور خاص به هم متصل کنید
fi: Yhdistä panda-objektit tietyn akselin suuntaisesti
fr: Concaténer les objets pandas le long d'un axe particulier
it: Concatenare oggetti panda lungo un asse particolare
ja: 特定の軸に沿ってパンダのオブジェクトを連結する
nb: Sammenkjede pandas-objekter langs en bestemt akse
nl: Pandas-objecten samenvoegen langs een bepaalde as
pl: Łączenie obiektów pandas wzdłuż określonej osi
pt_br: Concatenar objetos pandas ao longo de um eixo específico
ru: Объединить объекты Pandas вдоль определенной оси
sk: Zreťazenie objektov pandy pozdĺž určitej osi
sl: Združevanje objektov pande vzdolž določene osi
sq: Konkateno objekte pandas përgjatë një boshti të caktuar
sr: Spoji pandas objekte duž određene ose
sv: Sammanfoga pandaobjekt längs en viss axel
tr: Pandas nesnelerini belirli bir eksen boyunca birleştirin
uk: Конкатенувати об'єкти pandas уздовж певної осі
vi: Nối các đối tượng pandas dọc theo một trục cụ thể
zh_hk: 沿著特定軸串接 pandas 物件

source: Merge DataFrame or named Series objects with a database-style join
ar: ادمج كائنات DataFrame أو Series مسمّاة باستخدام join بأسلوب قواعد البيانات
bg: Обединяване на DataFrame или именувани обекти от серията Series с обединение в стил база данни
ca: Fusionar objectes DataFrame o Series amb nom amb una unió d'estil de base de dades
de: DataFrame- oder benannte Serienobjekte mit einem Datenbank-Join zusammenführen
es: Fusionar objetos DataFrame o Series con nombre mediante una unión estilo base de datos
fa: ادغام اشیاء DataFrame یا Series نامگذاری شده با یک روش اتصال به سبک پایگاه داده
fi: Yhdistä DataFrame- tai nimetyt Series-objektit tietokantatyylisellä liitoksella
fr: Fusionner des objets DataFrame ou des objets Series nommés avec une jointure de type base de données
it: Unisci oggetti DataFrame o Series denominati con un join in stile database
ja: データベーススタイルの結合を使用して、DataFrame または名前付きシリーズオブジェクトをマージします。
nb: Slå sammen DataFrame- eller navngitte serieobjekter med en databaselignende sammenføyning
nl: Voeg DataFrame- of benoemde Series-objecten samen met een database-stijl join
pl: Scalanie obiektów DataFrame lub nazwanych serii za pomocą łączenia w stylu bazy danych
pt_br: Mesclar objetos DataFrame ou Series nomeados com uma junção no estilo de banco de dados
ru: Объединить объекты DataFrame или именованные объекты Series с помощью объединения в стиле базы данных
sk: Zlúčenie objektov DataFrame alebo pomenovaných Series pomocou spojenia v štýle databázy
sl: Združevanje objektov DataFrame ali imenovanih Series z združevanjem v slogu baze podatkov
sq: Bashko objekte DataFrame ose Series të emërtuara me një join në stil databaze
sr: Spoji DataFrame ili imenovane Series objekte uz join u stilu baze
sv: Sammanfoga DataFrame- eller namngivna serieobjekt med en koppling i databasstil
tr: Veri Çerçevesi veya adlandırılmış Seri nesnelerini veritabanı tarzı bir birleştirmeyle birleştirin
uk: Об'єднати DataFrame або іменовані об'єкти Series за допомогою join у стилі баз даних
vi: Hợp nhất DataFrame hoặc các đối tượng Series được đặt tên bằng cách nối theo kiểu cơ sở dữ liệu
zh_hk: 使用資料庫式的連線合併 DataFrame 或命名的 Series 物件

source: Create a spreadsheet-style pivot table as a DataFrame
ar: أنشئ جدولًا محوريًا بأسلوب جداول البيانات كـ DataFrame
bg: Създайте обобщена таблица в стил електронна таблица като DataFrame
ca: Crea una taula dinàmica d'estil full de càlcul com a DataFrame
de: Erstellen Sie eine Pivot-Tabelle im Tabellenkalkulationsstil als DataFrame
es: Cree una tabla dinámica estilo hoja de cálculo como un DataFrame
fa: یک جدول محوری به سبک صفحه گسترده به عنوان یک DataFrame ایجاد کنید
fi: Luo taulukkolaskentatyylinen pivot-taulukko DataFramena
fr: Créer un tableau croisé dynamique de type feuille de calcul en tant que DataFrame
it: Crea una tabella pivot in stile foglio di calcolo come DataFrame
ja: スプレッドシート形式のピボットテーブルをデータフレームとして作成する
nb: Opprett en pivottabell i regnearkstil som en DataFrame
nl: Maak een draaitabel in spreadsheetstijl als een DataFrame
pl: Utwórz tabelę przestawną w stylu arkusza kalkulacyjnego jako DataFrame
pt_br: Crie uma tabela dinâmica no estilo de planilha como um DataFrame
ru: Создайте сводную таблицу в стиле электронной таблицы как DataFrame
sk: Vytvorenie kontingenčnej tabuľky v štýle tabuľkového procesora ako DataFrame
sl: Ustvarite vrtilno tabelo v slogu preglednice kot DataFrame
sq: Krijo një tabelë pivot në stil spreadsheet si një DataFrame
sr: Kreiraj pivot tabelu u stilu spreadsheet-a kao DataFrame
sv: Skapa en pivottabell i kalkylbladsstil som en DataFrame
tr: Veri Çerçevesi olarak elektronik tablo tarzı bir pivot tablo oluşturun
uk: Створити зведену таблицю у стилі електронних таблиць як DataFrame
vi: Tạo bảng trục theo kiểu bảng tính dưới dạng DataFrame
zh_hk: 以 DataFrame 建立試算表風格的資料透視表

source: Compute a simple cross tabulation of two (or more) factors
ar: احسب جدولًا تقاطعيًا بسيطًا لعاملين (أو أكثر)
bg: Изчислете проста кръстосана таблица на два (или повече) фактора
ca: Calcula una tabulació creuada simple de dos (o més) factors
de: Berechnen Sie eine einfache Kreuztabelle von zwei (oder mehr) Faktoren
es: Calcular una tabulación cruzada simple de dos (o más) factores
fa: یک جدول متقاطع ساده از دو (یا چند) عامل محاسبه کنید
fi: Laske kahden (tai useamman) tekijän yksinkertainen ristiintaulukointi
fr: Calculer un tableau croisé simple de deux (ou plusieurs) facteurs
it: Calcola una semplice tabulazione incrociata di due (o più) fattori
ja: 2つ（またはそれ以上）の要因の単純なクロス集計を計算する
nb: Beregn en enkel krysstabell av to (eller flere) faktorer
nl: Bereken een eenvoudige kruistabel van twee (of meer) factoren
pl: Oblicz prostą tabelę krzyżową dwóch (lub więcej) czynników
pt_br: Calcular uma tabulação cruzada simples de dois (ou mais) fatores
ru: Вычислить простую перекрестную таблицу двух (или более) факторов
sk: Vypočítajte jednoduchú krížovú tabuľku dvoch (alebo viacerých) faktorov
sl: Izračunajte preprosto navzkrižno tabelo dveh (ali več) dejavnikov
sq: Llogarit një cross tabulation të thjeshtë të dy (ose më shumë) faktorëve
sr: Izračunaj jednostavnu unakrsnu tabelu za dva (ili više) faktora
sv: Beräkna en enkel korstabell av två (eller fler) faktorer
tr: İki (veya daha fazla) faktörün basit bir çapraz tablosunu hesaplayın
uk: Обчислити просту крос-табуляцію двох (або більше) факторів
vi: Tính toán bảng chéo đơn giản của hai (hoặc nhiều) yếu tố
zh_hk: 計算兩個（或更多）因子的簡單交叉表

source: Convert categorical variable(s) into dummy/indicator variables
ar: حوّل المتغيرات التصنيفية إلى متغيرات وهمية/مؤشّرة
bg: Преобразуване на категорични променливи в фиктивни/индикаторни променливи
ca: Convertir variables categòriques en variables fictícies/indicadores
de: Konvertieren Sie kategoriale Variablen in Dummy-/Indikatorvariablen
es: Convertir variables categóricas en variables ficticias/indicadoras
fa: تبدیل متغیر(های) دسته‌بندی‌شده به متغیرهای ساختگی/شاخص
fi: Muunna kategorinen muuttuja(t) dummy-/indikaattorimuuttujiksi
fr: Convertir les variables catégorielles en variables fictives/indicatrices
it: Convertire le variabili categoriali in variabili fittizie/indicatrici
ja: カテゴリ変数をダミー/指標変数に変換する
nb: Konverter kategoriske variabler til dummy-/indikatorvariabler
nl: Converteer categorische variabele(n) naar dummy-/indicatorvariabelen
pl: Konwertuj zmienne kategoryczne na zmienne fikcyjne/wskaźnikowe
pt_br: Converter variáveis categóricas em variáveis fictícias/indicadoras
ru: Преобразовать категориальные переменные в фиктивные/индикационные переменные
sk: Previesť kategorické premenné na fiktívne/indikačné premenné
sl: Pretvori kategorične spremenljivke v navidezne/indikatorske spremenljivke
sq: Konverto variabl(a) kategorike në variabla dummy/indicator
sr: Konvertuj kategorijsku promenljivu(e) u dummy/indikatorske promenljive
sv: Konvertera kategoriska variabler till dummy-/indikatorvariabler
tr: Kategorik değişkenleri kukla/gösterge değişkenlerine dönüştürün
uk: Перетворити категоріальну(і) змінну(і) на dummy/indicator змінні
vi: Chuyển đổi biến phân loại thành biến giả/biến chỉ báo
zh_hk: 將分類變數轉換為虛數/指標變數

source: Return a fixed frequency DatetimeIndex
ar: أعد DatetimeIndex بتردد ثابت
bg: Връща фиксирана честота DatetimeIndex
ca: Retorna un índex de date i hora de freqüència fixa.
de: Gibt einen DatetimeIndex mit fester Frequenz zurück
es: Devuelve un DatetimeIndex de frecuencia fija
fa: یک DatetimeIndex با فرکانس ثابت را برمی‌گرداند
fi: Palauta kiinteä taajuus.
fr: Renvoyer un DatetimeIndex à fréquence fixe
it: Restituisce un DatetimeIndex a frequenza fissa
ja: 固定周波数のDatetimeIndexを返す
nb: Returnerer en DatetimeIndex med fast frekvens
nl: Retourneer een DatetimeIndex met vaste frequentie
pl: Zwróć stałą częstotliwość DatetimeIndex
pt_br: Retorna um DatetimeIndex de frequência fixa
ru: Возвращает фиксированную частоту DatetimeIndex
sk: Vrátiť DatetimeIndex s pevnou frekvenciou
sl: Vrne fiksno frekvenco DatetimeIndex
sq: Kthe një DatetimeIndex me frekuencë fikse
sr: Vrati DatetimeIndex fiksne frekvencije
sv: Returnera en fast frekvens DatetimeIndex
tr: Sabit bir frekans DatetimeIndex'i döndür
uk: Повернути DatetimeIndex із фіксованою частотою
vi: Trả về một DatetimeIndex tần số cố định
zh_hk: 傳回固定頻率的 DatetimeIndex

source: Convert argument to datetime
ar: حوّل المعامل إلى datetime
bg: Преобразуване на аргумента в дата и час
ca: Converteix l'argument a data i hora
de: Argument in Datum/Uhrzeit konvertieren
es: Convertir argumento a fecha y hora
fa: تبدیل آرگومان به تاریخ/زمان
fi: Muunna argumentti päivämääräksi ja kellonajaksi
fr: Convertir l'argument en date/heure
it: Converti argomento in data e ora
ja: 引数をdatetimeに変換する
nb: Konverterer argumentet til datetime
nl: Argument naar datetime converteren
pl: Konwertuj argument na datę i godzinę
pt_br: Converter argumento para data e hora
ru: Преобразовать аргумент в дату и время
sk: Previesť argument na dátum a čas
sl: Pretvori argument v datum in čas
sq: Konverto argumentin në datetime
sr: Konvertuj argument u datetime
sv: Konvertera argument till datum och tid
tr: Argümanı tarih/saat değerine dönüştür
uk: Перетворити аргумент на datetime
vi: Chuyển đổi đối số thành datetime
zh_hk: 將參數轉換為日期時間

source: Convert argument to a numeric type
ar: حوّل المعامل إلى نوع رقمي
bg: Преобразуване на аргумент в числов тип
ca: Converteix l'argument a un tipus numèric
de: Konvertieren Sie das Argument in einen numerischen Typ
es: Convertir argumento a un tipo numérico
fa: تبدیل آرگومان به نوع عددی
fi: Muunna argumentti numeeriseksi tyypiksi
fr: Convertir l'argument en un type numérique
it: Convertire l'argomento in un tipo numerico
ja: 引数を数値型に変換する
nb: Konverterer argumentet til en numerisk type
nl: Argument omzetten naar een numeriek type
pl: Konwertuj argument na typ numeryczny
pt_br: Converter argumento em um tipo numérico
ru: Преобразовать аргумент в числовой тип
sk: Previesť argument na číselný typ
sl: Pretvori argument v številski tip
sq: Konverto argumentin në një tip numerik
sr: Konvertuj argument u numerički tip
sv: Konvertera argument till en numerisk typ
tr: Argümanı sayısal bir türe dönüştür
uk: Перетворити аргумент на числовий тип
vi: Chuyển đổi đối số thành kiểu số
zh_hk: 將參數轉換為數值類型

source: Bin values into discrete intervals
ar: جمّع القيم ضمن فواصل منفصلة
bg: Разпределяне на стойности в дискретни интервали
ca: Agrupa els valors en intervals discrets
de: Bin-Werte in diskrete Intervalle
es: Agrupar valores en intervalos discretos
fa: مقادیر را به فواصل گسسته تقسیم کنید
fi: Bin-arvot diskreetteihin väleihin
fr: Classer les valeurs par intervalles discrets
it: Valori bin in intervalli discreti
ja: 値を離散的な間隔に分割する
nb: Inndeling av verdier i diskrete intervaller
nl: Bin-waarden in discrete intervallen
pl: Podziel wartości na dyskretne przedziały
pt_br: Valores de bin em intervalos discretos
ru: Разделить значения на дискретные интервалы
sk: Hodnoty rozdeľujeme do diskrétnych intervalov
sl: Vrednosti razvrščamo v diskretne intervale
sq: Ndaj vlerat në intervale diskrete
sr: Grupiši vrednosti u diskretne intervale
sv: Kombinera värden i diskreta intervall
tr: Değerleri ayrı aralıklara ayırın
uk: Розбийте значення на дискретні інтервали
vi: Giá trị bin thành các khoảng rời rạc
zh_hk: 將值分成離散區間

source: Quantile-based discretization function
ar: دالة تحويل إلى فئات تعتمد على الكوانتايل
bg: Дискретизационна функция, базирана на квантили
ca: Funció de discretització basada en quantils
de: Quantilbasierte Diskretisierungsfunktion
es: Función de discretización basada en cuantiles
fa: تابع گسسته‌سازی مبتنی بر چندک
fi: Kvantiilipohjainen diskretisointifunktio
fr: Fonction de discrétisation basée sur les quantiles
it: Funzione di discretizzazione basata sui quantili
ja: 分位数ベースの離散化関数
nb: Kvantilbasert diskretiseringsfunksjon
nl: Kwantielgebaseerde discretisatiefunctie
pl: Funkcja dyskretyzacji oparta na kwantylach
pt_br: Função de discretização baseada em quantis
ru: Функция дискретизации на основе квантилей
sk: Diskretizačné funkcie založené na kvantiloch
sl: Diskretizacijska funkcija na osnovi kvantilov
sq: Funksion diskretizimi i bazuar në kuantile
sr: Funkcija diskretizacije zasnovana na kvantilima
sv: Kvantilbaserad diskretiseringsfunktion
tr: Kuantil tabanlı ayrıklaştırma işlevi
uk: Функція дискретизації на основі квантилів
vi: Hàm rời rạc dựa trên phân vị
zh_hk: 基於量子的離散功能

source: Detect missing values for an array-like object
ar: اكتشف القيم المفقودة لكائن شبيه بالمصفوفة
bg: Откриване на липсващи стойности за обект, подобен на масив
ca: Detecta els valors que falten per a un objecte semblant a una matriu
de: Erkennen fehlender Werte für ein arrayähnliches Objekt
es: Detectar valores faltantes para un objeto tipo matriz
fa: تشخیص مقادیر از دست رفته برای یک شیء آرایه مانند
fi: Puuttuvien arvojen havaitseminen taulukon kaltaisessa objektissa
fr: Détecter les valeurs manquantes pour un objet de type tableau
it: Rileva i valori mancanti per un oggetto simile a un array
ja: 配列のようなオブジェクトの欠損値を検出する
nb: Oppdage manglende verdier for et matriselignende objekt
nl: Ontbrekende waarden voor een array-achtig object detecteren
pl: Wykrywanie brakujących wartości dla obiektu podobnego do tablicy
pt_br: Detectar valores ausentes para um objeto do tipo array
ru: Обнаружение пропущенных значений для объекта, похожего на массив
sk: Zistenie chýbajúcich hodnôt pre objekt podobný poľu
sl: Zaznavanje manjkajočih vrednosti za objekt, podoben polju
sq: Detekto vlera mungese për një objekt si array
sr: Otkrij nedostajuće vrednosti za objekat nalik nizu
sv: Identifiera saknade värden för ett arrayliknande objekt
tr: Dizi benzeri bir nesne için eksik değerleri algıla
uk: Виявити відсутні значення для об’єкта, подібного до масиву
vi: Phát hiện các giá trị bị thiếu cho một đối tượng giống như mảng
zh_hk: 偵測類似陣列物件的遺失值

source: Detect non-missing values for an array-like object
ar: اكتشف القيم غير المفقودة لكائن شبيه بالمصفوفة
bg: Откриване на нелипсващи стойности за обект, подобен на масив
ca: Detecta valors no perduts per a un objecte semblant a una matriu
de: Erkennen nicht fehlender Werte für ein arrayähnliches Objekt
es: Detectar valores no faltantes para un objeto tipo matriz
fa: تشخیص مقادیر غیر گمشده برای یک شیء آرایه مانند
fi: Havaitse puuttuvat arvot taulukon kaltaisessa objektissa
fr: Détecter les valeurs non manquantes pour un objet de type tableau
it: Rileva valori non mancanti per un oggetto simile a un array
ja: 配列のようなオブジェクトの欠損値を検出する
nb: Oppdage verdier som ikke mangler for et matriselignende objekt
nl: Niet-ontbrekende waarden detecteren voor een array-achtig object
pl: Wykrywanie wartości, które nie są brakujące dla obiektu podobnego do tablicy
pt_br: Detectar valores não ausentes para um objeto do tipo array
ru: Обнаружение непропущенных значений для объекта, похожего на массив
sk: Zistenie nechýbajúcich hodnôt pre objekt podobný poľu
sl: Zaznavanje nemanjkajočih vrednosti za objekt, podoben polju
sq: Detekto vlera jo-mungese për një objekt si array
sr: Otkrij nenestajuće vrednosti za objekat nalik nizu
sv: Identifiera värden som inte saknas för ett arrayliknande objekt
tr: Dizi benzeri bir nesne için eksik olmayan değerleri algıla
uk: Виявити наявні (не відсутні) значення для об’єкта, подібного до масиву
vi: Phát hiện các giá trị không bị thiếu cho một đối tượng giống như mảng
zh_hk: 偵測類陣列物件的非遺漏值

source: Print a concise summary of a DataFrame
ar: اطبع ملخصًا موجزًا لـ DataFrame
bg: Отпечатайте кратко резюме на DataFrame
ca: Imprimeix un resum concís d'un DataFrame
de: Drucken Sie eine kurze Zusammenfassung eines DataFrame
es: Imprima un resumen conciso de un DataFrame
fa: چاپ خلاصه‌ای مختصر از یک DataFrame
fi: Tulosta ytimekäs yhteenveto DataFramesta
fr: Imprimer un résumé concis d'un DataFrame
it: Stampa un riepilogo conciso di un DataFrame
ja: DataFrame の簡潔な要約を出力する
nb: Skriv ut et kortfattet sammendrag av en DataFrame
nl: Een beknopte samenvatting van een DataFrame afdrukken
pl: Wydrukuj zwięzłe podsumowanie DataFrame
pt_br: Imprimir um resumo conciso de um DataFrame
ru: Распечатать краткий обзор DataFrame
sk: Vytlačte stručný súhrn dátového rámca
sl: Natisnite jedrnat povzetek podatkovnega okvira (DataFrame)
sq: Printo një përmbledhje të shkurtër të një DataFrame
sr: Ispiši sažet rezime DataFrame-a
sv: Skriv ut en kortfattad sammanfattning av en DataFrame
tr: Bir Veri Çerçevesinin kısa bir özetini yazdırın
uk: Вивести стислий підсумок DataFrame
vi: In tóm tắt ngắn gọn về DataFrame
zh_hk: 列印 DataFrame 的簡明摘要

source: Generate descriptive statistics
ar: ولّد إحصاءات وصفية
bg: Генериране на описателна статистика
ca: Generar estadístiques descriptives
de: Generieren Sie beschreibende Statistiken
es: Generar estadísticas descriptivas
fa: تولید آمار توصیفی
fi: Luo kuvailevia tilastoja
fr: Générer des statistiques descriptives
it: Generare statistiche descrittive
ja: 記述統計を生成する
nb: Generer deskriptiv statistikk
nl: Genereer beschrijvende statistieken
pl: Generuj statystyki opisowe
pt_br: Gerar estatísticas descritivas
ru: Генерация описательной статистики
sk: Generovanie popisných štatistík
sl: Ustvari opisno statistiko
sq: Gjenero statistika përshkruese
sr: Generiši deskriptivnu statistiku
sv: Generera beskrivande statistik
tr: Tanımlayıcı istatistikler oluşturun
uk: Згенерувати описову статистику
vi: Tạo số liệu thống kê mô tả
zh_hk: 產生描述性統計資料

source: Return a tuple representing the dimensionality
ar: أعد tuple تمثل الأبعاد
bg: Върнете кортеж, представляващ размерността
ca: Retorna una tupla que representa la dimensionalitat
de: Gibt ein Tupel zurück, das die Dimensionalität darstellt
es: Devuelve una tupla que representa la dimensionalidad
fa: یک تاپل که نشان‌دهنده‌ی بُعد است را برمی‌گرداند
fi: Palauta dimensiota edustava tuple
fr: Renvoie un tuple représentant la dimensionnalité
it: Restituisce una tupla che rappresenta la dimensionalità
ja: 次元を表すタプルを返す
nb: Returnerer en tupel som representerer dimensjonaliteten
nl: Retourneer een tuple die de dimensionaliteit vertegenwoordigt
pl: Zwróć krotkę reprezentującą wymiarowość
pt_br: Retorna uma tupla representando a dimensionalidade
ru: Возвращает кортеж, представляющий размерность
sk: Vrátiť n-ticu reprezentujúcu dimenzionalitu
sl: Vrne nabor, ki predstavlja dimenzionalnost
sq: Kthe një tuple që përfaqëson dimensionalitetin
sr: Vrati tuple koji predstavlja dimenzionalnost
sv: Returnera en tupel som representerar dimensionaliteten
tr: Boyutluluğu temsil eden bir ikili döndürün
uk: Повернути кортеж, що представляє розмірність
vi: Trả về một bộ đại diện cho chiều
zh_hk: 傳回一個元組來表示維度

source: Return an int representing the number of elements
ar: أعد int يمثل عدد العناصر
bg: Връща int число, представляващо броя на елементите
ca: Retorna un enter que representa el nombre d'elements
de: Gibt einen Integer zurück, der die Anzahl der Elemente darstellt
es: Devuelve un int que representa el número de elementos
fa: یک عدد صحیح (int) که تعداد عناصر را نشان می‌دهد، برمی‌گرداند.
fi: Palauttaa kokonaisluvun, joka edustaa elementtien lukumäärää
fr: Renvoie un int représentant le nombre d'éléments
it: Restituisce un int che rappresenta il numero di elementi
ja: 要素の数を表すintを返す
nb: Returnerer en int som representerer antall elementer
nl: Retourneer een int die het aantal elementen vertegenwoordigt
pl: Zwraca int reprezentujący liczbę elementów
pt_br: Retorna um int representando o número de elementos
ru: Возвращает целое число, представляющее количество элементов.
sk: Vráti celé číslo predstavujúce počet prvkov
sl: Vrne celo število, ki predstavlja število elementov
sq: Kthe një int që përfaqëson numrin e elementeve
sr: Vrati int koji predstavlja broj elemenata
sv: Returnera ett heltal som representerar antalet element
tr: Eleman sayısını temsil eden bir int döndür
uk: Повернути int, що представляє кількість елементів
vi: Trả về một int biểu diễn số lượng phần tử
zh_hk: 傳回代表元素數量的 int
