Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Match values that end with the entered text.
ar: طابق القيم التي تنتهي بالنص المُدخل.
bg: Намери стойности, които завършват с въведения текст.
ca: Troba els valors que acaben amb el text entrat.
de: Werte, die mit dem eingegebenen Text enden, finden.
eo: Match values that end with the entered text → Find the vibes that end with what you typed, fr.
es: Coincidir con los valores que terminan con el texto introducido.
fa: مقادیر مطابق با متنی که وارد شده به پایان می‌رسند.
fi: Löytää arvot, jotka päättyvät syötettyyn tekstiin.
fr: Faites correspondre les valeurs qui se terminent par le texte saisi.
hu: Egyezzen meg azokkal az értékekkel, amelyek a beírt szöveggel végződnek.
it: Confronta i valori che terminano con il testo inserito.
ja: 入力されたテキストで終わる値にマッチします。
lt: Suderinkite vertes, kurios baigiasi įvestu tekstu.
ms: Padankan nilai yang berakhir dengan teks yang dimasukkan.
nb: Treff verdier som slutter med teksten.
nl: Match waardes die eindigen met de ingevoerde tekst.
pl: Dopasuj wartości, które kończą się wprowadzonym tekstem.
pt_br: Encontre valores que terminam com o texto inserido.
ru: Соответствуют значениям, заканчивающимся введенным текстом.
sk: Nájsť hodnoty, ktoré končia zadaným textom.
sl: Ujemanje vrednosti, ki se končajo z vnesenim besedilom.
sq: Përputh vlerat që përfundojnë me tekstin e futur.
sr: Upari vrednosti koje se završavaju unetim tekstom.
sv: Värden som slutar med angiven text.
tr: Girilen metinle biten değerleri eşleştirin.
uk: Зіставляйте значення, що закінчуються введеним текстом.
vi: Giá trị kết thúc với văn bản nhập.
zh_hk: 匹配以輸入文本結尾的值。

source: Duplicate this question
hu: Ismételje meg ezt a kérdést
ms: Gandakan soalan ini

source: Saved question in {0}
hu: Mentett kérdés itt: {0}
ms: Soalan disimpan dalam {0}

source: Table in {0}
hu: Táblázat itt: {0}
ms: Jadual dalam {0}

source: Segment of
hu: szegmense
ms: Segmen dari

source: Metric for
hu: Metrika
ms: Metrik untuk

source: {0} in {1}
hu: {0} itt: {1}
ms: {0} dalam {1}

source: Note
ar: ملاحظة
bg: Бележка
ca: Nota
de: Notiz
eo: Note → "Tbh, just a lil reminder" or "FYI"
es: Nota
fa: یادداشت
fi: Muistio
fr: Remarque
hu: Jegyzet
it: Nota
ja: ノート
lt: Pastaba
ms: Nota
nb: Notat
nl: Opmerking
pl: Uwaga
pt_br: Nota
ru: Примечание
sk: Poznámka
sl: Opomba
sq: Shënim
sr: Napomena
sv: Anteckning
tr: Not
uk: Примітка
vi: Ghi chú
zh_hk: 注意

source: charts in your subscription won't look the same as in your dashboard.
hu: Az előfizetésében lévő diagramok nem fognak úgy kinézni, mint az irányítópultján.
ms: Carta dalam langganan anda tidak akan kelihatan sama seperti di papan pemuka anda.

source: Filter values
ar: قيم الفلتر
bg: Филтрирай стойности.
ca: Filtrar valors
de: Werte filtern
eo: Filter vibes
es: Valores de Filtro
fa: مقادیر فیلتر
fi: Suodata arvot
fr: Filtrer les valeurs
hu: Szűrőértékek
it: Filtra valori
ja: フィルターの値
lt: Filtruoti vertes
ms: Nilai penapis
nb: Filterverdier
nl: Filter waarden
pl: Wartości filtrów
pt_br: Valores de filtro
ru: Значения фильтра
sk: Filtrovať hodnoty
sl: Filtriranje vrednosti
sq: Vlerat e filtrit
sr: Vrednosti filtera
sv: Filtervärden
tr: Değerleri filtrele
uk: Значення фільтра
vi: Giá trị bộ lọc
zh_hk: 篩選值

source: You can customize filter values for each subscription with the Enterprise edition.
hu: Az Enterprise kiadásban testreszabhatja az előfizetések szűrőértékeit.
ms: Anda boleh menyesuaikan nilai penapis untuk setiap langganan dengan edisi Enterprise.

source: If a dashboard filter has a default value, it’ll be applied when your subscription is sent.
hu: Ha egy irányítópult szűrőnek van alapértelmezett értéke, az alkalmazva lesz az előfizetés elküldésekor.
lt: Jei informacijos suvestinės filtras turi numatytąją vertę, ji bus taikoma išsiuntus prenumeratą.
ms: Jika penapis papan pemuka mempunyai nilai lalai, ia akan digunakan apabila langganan anda dihantar.

source: and {0} other
ar: و{0} آخرون
bg: и {0} друг
ca: i {0} altre
de: und {0} weiterer/-s
eo: and {0} other, fr fr
es: y {0} otro
fa: و {0} دیگر
fi: ja {0} muu
fr: et {0} autre
hu: és {0} másik
it: e {0} altri
ja: と{0}その他
lt: ir dar {0}
ms: dan {0} yang lain Jamak: dan {0} yang lain
nb: og {0} annen
nl: en {0} andere
pl: i {0} inny
pt_br: e mais {0}
ru: и еще {0}
sk: a {0} ostatné
sl: in {0} drug
sq: dhe {0} tjetër
sr: i još {0}
sv: och ytterligare {0} annan
tr: ve {0} tane daha
uk: і ще {0} інший
vi: và {0} mục khác
zh_hk: 和 {0} 其他

source: {0} selections
ar: {0} تحديدات
bg: {0} избора
ca: {0} seleccions
de: {0} Selektionen
eo: {0} picks or {0} options, fr fr
es: {0} selecciones
fa: {0} انتخاب‌ها
fi: {0} valintaa
fr: {0} sélections
hu: {0} kiválasztás
it: {0} selezioni
ja: {0}の選択
lt: {0} pasirinkimai
ms: {0} pilihan
nb: {0} valgt
nl: {0} selecties
pl: Wybrane {0}
pt_br: {0} seleções
ru: {0} выборки
sk: {0} vybraných
sl: {0} izborov
sq: {0} përzgjedhje
sr: {0} izbora
sv: {0} val
tr: {0} seçim
uk: Обрано: {0}
vi: lựa chọn
zh_hk: {0} 選擇

source: and {0} more filter
ar: و{0} فلاتر إضافية
bg: и още {0} филтър
ca: i {0} filtre més
de: und {0} weiterer Filter
eo: and {0} more filters, fr
es: y {0} filtro más
fa: و {0} فیلتر بیشتر
fi: ja vielä yhden suotimen
fr: et {0} filtre supplémentaire
hu: és további {0} szűrő
it: e {0} più filtro
ja: と{0}の追加フィルター
lt: ir dar {0} filtras
ms: dan {0} penapis lagi Jamak: dan {0} penapis lagi
nb: og {0} filter
nl: en nog {0} filter
pl: i jeszcze {0} filtr
pt_br: e mais {0} filtro
ru: и еще {0} фильтр
sk: a {0} ďalší filter
sl: in še {0} filter
sq: dhe {0} filtër tjetër
sr: i još {0} filter
sv: och ytterligare {0} villkor
tr: ve {0} filtre daha
uk: та ще {0} фільтр
vi: và {0} bộ lọc nữa
zh_hk: 和 {0} 個篩選器

source: Login History
ar: سجل تسجيل الدخول
bg: История на вписванията
ca: Historial d'entrades
de: Login Verlauf
eo: Login history → Login scrolls or login vibes
es: Historial de inicio de sesión
fa: تاریخچه ورود
fi: Kirjautumishistoria
fr: Historique de connexion
hu: Bejelentkezési előzmények
it: Storico degli accessi
ja: ログイン履歴
lt: Prisijungimo istorija
ms: Sejarah log masuk
nb: Login historikk
nl: Login historie
pl: Historia logowania
pt_br: Histórico de login
ru: История входа в систему
sk: História prihlásení
sl: Zgodovina prijav
sq: Historiku i hyrjeve
sr: Istorija prijavljivanja
sv: Inloggningshistorik
tr: Giriş Geçmişi
uk: Історія входів
vi: Lịch sử đăng nhập
zh_hk: 登錄歷史

source: Sync the admin group?
hu: Admin csoport szinkronizálása?
ms: Selaraskan kumpulan pentadbir?

source: Sandbox Questions can''t return columns that have different types than the Table they are sandboxing.
ar: لا يمكن لأسئلة بيئة معزولة إرجاع أعمدة بأنواع مختلفة عن الجدول الذي تقوم بعمل sandboxing له.
bg: Въпросите в среда тип "Пясъчник" не могат да върнат колони, които са от различен вид спрямо колоните от таблицата в "Пясъчника"
ca: Les preguntes de tipus Sandbox no poden retornar columnes que tenen tipus diferents a les taules que s'estan obtenint via Sandboxing.
de: Sandbox-Fragen können keine Spalten zurückgeben, die andere Typen als die Sandbox-Tabelle haben.
eo: Sandbox Qs can’t return columns that are a different type than the Table they’re sandboxing, fr.
es: Las preguntas de la zona de pruebas no pueden devolver columnas que tengan tipos diferentes a la tabla en la que están haciendo pruebas.
fa: سوالات سندباکس نمی‌توانند ستون‌هایی را برگردانند که انواع مختلفی نسبت به جدول سندباکس دارند.
fi: Hiekkalaatikko-kyselyt eivät voi palauttaa sarakkeita, joilla on erilaiset tyypit kuin taulu, jota ne hiekkalaatikoivat.
fr: Les questions sandbox ne peuvent pas renvoyer des colonnes dont le type est différent de celui de la table qu'elles encadrent.
hu: A Sandbox kérdések nem adhatnak vissza olyan oszlopokat, amelyek típusai eltérnek a szandboxolt táblázat oszlopaitól.
it: Le domande Sandbox non possono restituire colonne che hanno tipi diversi dalla Tabella che stanno proteggendo.
ja: サンドボックス質問は、サンドボックス化しているテーブルとは異なるタイプの列を返すことはできません。
lt: Smėlio dėžės klausimai negali pateikti stulpelių, kurių tipai skiriasi nuo lentelės, kurią jie sudaro smėlio dėžėje.
ms: Soalan Sandbox tidak boleh mengembalikan lajur yang mempunyai jenis berbeza daripada Jadual yang mereka sandbox.
nb: Sandkassespørsmål kan ikke returnere kolonner som har andre typer enn tabellen de er i sandkasse med.
nl: Sandbox-vragen kunnen geen kolommen retourneren die andere typen hebben dan de tabel waarin ze sandboxen.
pl: Pytania z piaskownicy nie mogą zwrócić kolumn, które mają różne typy niż tabela, którą są piaskowane.
pt_br: As perguntas do sandbox não podem retornar colunas com tipos diferentes da tabela que estão simulando.
ru: Запросы Sandbox не могут возвращать столбцы, типы которых отличаются от типа таблицы, в которой они находятся.
sk: Otázky v sandboxe nemôžu vrátiť stĺpce, ktoré majú iné typy ako tabuľka, ktorú sandboxujú.
sl: Vprašanja v peskovniku ne morejo vrniti stolpcev, ki imajo drugačne vrste kot tabela, v katero so v peskovniku.
sq: Pyetjet Sandbox nuk mund të kthejnë kolona që kanë tipe të ndryshme nga Tabela që po sandbox-ojnë.
sr: Sandbox Pitanja ne mogu da vraćaju kolone koje imaju drugačije tipove od Tabele koju sandbox-uju.
sv: Sandbox-frågor kan inte returnera kolumner som har andra typer än tabellen i sandboxen.
tr: Korumalı Alan Soruları, korumalı alanda oluşturdukları Tablodan farklı türlere sahip sütunları döndüremez.
uk: Запити Sandboxing не можуть повертати колонки з типами, відмінними від типів таблиці, для якої застосовується sandboxing.
vi: Câu hỏi Sandbox không thể trả về cột có kiểu khác với Bảng mà chúng được bảo vệ.
zh_hk: 沙盒問題無法回傳與其資料表型態不同的欄位。

source: Error preprocessing source query when applying GTAP
hu: Hiba a forrás lekérdezés előfeldolgozásában a GTAP alkalmazása során
ms: Ralat memproses query sumber ketika menerapkan GTAP

source: Error running query to determine metadata
eo: Oops, the query to check the metadata is lowkey crashing rn.
hu: Hiba a metaadatok meghatározására irányuló lekérdezés futtatásakor
lt: Vykdant metaduomenų nustatymo užklausą įvyko klaida
ms: Ralat menjalankan query untuk menentukan metadata

source: Can't create new SAML user when SAML is not configured
hu: Nem lehet új SAML felhasználót létrehozni, ha a SAML nincs konfigurálva
ms: Tidak boleh mencipta pengguna SAML baru apabila SAML tidak dikonfigurasi

source: Error compiling SQL: breakout does not have an alias
hu: Hiba az SQL fordításakor: a breakout-nak nincs aliasa
ms: Ralat menyusun SQL: breakout tidak mempunyai alias

source: Error running query
ar: خطأ أثناء تشغيل الاستعلام
bg: Грешка при изпълнение на заявката
ca: Error executant la sentència
de: Fehler beim Ausführen der Abfrage
eo: Lowkey error running that query, fr.
es: Error al ejecutar la consulta
fa: خطا در اجرای پرس‌وجو
fi: Virhe kyselyn suorituksessa
fr: Erreur lors de l'exécution de la requête
hu: Hiba a lekérdezés futtatásakor
it: Errore durante l'esecuzione della query
ja: クエリ実行時のエラー
lt: Vykdant užklausą įvyko klaida
ms: Ralat menjalankan query
nb: Feil ved kjøring av spørring
nl: Fout bij uitvoeren query
pl: Błąd podczas uruchamiania zapytania
pt_br: Erro ao executar consulta
ru: Ошибка при выполнении запроса
sk: Chyba pri spúšťaní dotazu
sl: Napaka pri izvajanju poizvedbe
sq: Gabim gjatë ekzekutimit të pyetjes
sr: Greška pri pokretanju upita
sv: Fel vid körning av fråga
tr: Sorguyu çalıştırırken hata
uk: Помилка виконання запиту
vi: Lỗi chạy truy vấn
zh_hk: 運行查詢時出錯

source: Unknown aggregation type!
ar: نوع تجميع غير معروف!
bg: Неизвестен тип за агрегиране!
ca: Tipus d'agregació desconegut!
de: Unbekannter Aggregationstyp!
eo: Bruh, that's an unknown agg type, fr.
es: ¡Tipo de agregación desconocido!
fa: نوع تجمیع ناشناخته!
fi: Tuntematon aggregaatio -tyyppi!
fr: Type d'agrégation inconnu !
hu: Ismeretlen aggregációs típus!
it: Tipo di aggregazione sconosciuto!
ja: 不明な集約タイプ!
lt: Nežinomas agregavimo tipas!
ms: Jenis pengagregatan tidak diketahui!
nb: Ukjent aggregeringstype!
nl: Onbekend aggregatietype!
pl: Nieznany typ agregacji!
pt_br: Tipo de agregação desconhecido!
ru: Неизвестный тип агрегирования!
sk: Neznámy typ agregácie!
sl: Neznana vrsta združevanja!
sq: Tip agregimi i panjohur!
sr: Nepoznat tip agregacije!
sv: Okänd typ av sammanslagning!
tr: Bilinmeyen toplama türü!
uk: Невідомий тип агрегації!
vi: Loại tổng hợp không xác định!
zh_hk: 未知的聚合類型！

source: No aggregation at index {0}
ar: لا يوجد تجميع عند الفهرس {0}
bg: Няма агрегиране при индекс {0}
ca: Sense agregació a l'index {0}
de: Keine Aggregation auf Position {0}
eo: No cap, no aggregation at index {0}
es: Sin agregación en el índice {0}
fa: هیچ تجمیعی در شاخص {0} نیست
fi: Ei koontia indeksissä {0}
fr: Pas d'agrégation à l'index {0}
hu: Nincs aggregáció a(z) {0} indexnél
it: Nessuna aggregazione all'indice: {0}
ja: インデックス{0}に集約されていない
lt: Nėra agregavimo indekse {0}
ms: Tiada pengagregatan di indeks {0}
nb: Ingen aggregering ved index {0}
nl: Geen aggregatie bij index {0}
pl: Brak agregacji w indeksie: {0}
pt_br: Nenhuma agregação no índice {0}
ru: Нет агрегирования по индексу {0}
sk: Žiadna agregácia v indexe {0}
sl: Brez agregacije pri indeksu {0}
sq: Nuk ka agregim te indeksi {0}
sr: Nema agregacije na indeksu {0}
sv: Ingen sammanslaggning vid index {0}
tr: {0} dizininde toplama yok
uk: Немає агрегації за індексом {0}
vi: Không tổng hợp tại chỉ mục {0}
zh_hk: 索引 {0} 處沒有聚合

source: Multiple date filters are not supported.
hu: Több dátumszűrő nem támogatott.
ms: Penapis tarikh berganda tidak disokong.

source: Error checking schema permissions
hu: Hiba a séma jogosultságainak ellenőrzésekor
ms: Ralat memeriksa kebenaran skema

source: Error setting prepared statement fetch direction to FETCH_FORWARD
hu: Hiba az előkészített utasítás FETCH_FORWARD irányának beállításakor
ms: Ralat menetapkan arah ambil kenyataan yang telah disediakan kepada FETCH_FORWARD

source: Error setting statement fetch direction to FETCH_FORWARD
hu: Hiba az utasítás FETCH_FORWARD irányának beállításakor
ms: Ralat menetapkan arah ambil kenyataan kepada FETCH_FORWARD

source: You cannot save this Question because you do not have permissions to run its query.
ar: لا يمكنك حفظ هذا Question لأنك لا تملك صلاحيات تشغيل استعلامه.
bg: Не можете да запазите този въпрос, защото нямате разрешения за изпълнение на заявката му.
ca: No podeu desar aquesta Pregunta perquè no disposeu dels permisos per executar aquesta sentència.
de: Du kannst diese Frage nicht speichern, da dir die Berechtigung zum Ausführen der Abfrage fehlt.
eo: Bruh, u can't save this Q cuz u don't have the vibe to run its query.
es: No puedes guardar esta pregunta porque no tienes permiso para ejecutar su consulta.
fa: شما نمی‌توانید این سوال را ذخیره کنید زیرا مجوز اجرای پرس و جوی آن را ندارید.
fi: Et voi tallentaa tätä kysymystä, koska sinulla ei ole oikeuksia suorittaa sen kyselyä.
fr: Vous ne pouvez pas sauvegarder cette question car vous n'avez pas les autorisations nécessaires pour exécuter sa requête.
hu: Nem mentheti ezt a kérdést, mert nincs jogosultsága a lekérdezés futtatásához.
it: Non puoi salvare questa Domanda perché non hai i permessi per eseguire la sua query.
ja: この質問のクエリを実行する権限がないため、この質問を保存することはできません。
lt: Negalite išsaugoti šio klausimo, nes neturite teisės vykdyti jo užklausos.
ms: Anda tidak boleh menyimpan Soalan ini kerana anda tidak mempunyai kebenaran untuk menjalankan query nya.
nb: Du kan ikke lagre dette Spørsmålet fordi du ikke har tillatelse til å kjøre spørringen.
nl: Je kunt deze vraag niet opslaan omdat je niet gemachtigd bent om deze vraag uit te voeren.
pl: Nie możesz zapisać tego pytania, ponieważ nie masz uprawnień do uruchomienia jego zapytania.
pt_br: Não é possível salvar esta pergunta porque você não tem permissão para executar a consulta.
ru: Вы не можете сохранить этот запрос, потому что у вас нет привилегий на выполнение его запроса.
sk: Nemôžete uložiť túto otázku, pretože nemáte oprávnenia na spustenie jej dopytu.
sl: Tega vprašanja ne morete shraniti, ker nimate dovoljenj za zagon poizvedbe.
sq: Nuk mund ta ruash këtë Pyetje sepse nuk ke leje për të ekzekutuar query-n e saj.
sr: Ne možete da sačuvate ovo Pitanje jer nemate dozvole da pokrenete njegov upit.
sv: Du kan inte spara denna fråga eftersom du inte har rättighet att köra den.
tr: Sorguyu çalıştırma izniniz olmadığı için bu soruyu kaydedemezsiniz.
uk: Ви не можете зберегти цей Запит, тому що у вас немає дозволів на виконання його запиту.
vi: Bạn không thể lưu Câu hỏi này vì bạn không có quyền để thực hiện truy vấn của nó.
zh_hk: 您無法保存此提問，因為您沒有運行其查詢的權限。

source: Authentication endpoint error
hu: Hitelesítési végpont hiba
ms: Ralat titik akhir pengesahan

source: SSH tunnel can only be established for H2 connections using the TCP protocol
hu: SSH alagút csak TCP protokollt használó H2 kapcsolatokhoz létesíthető
ms: Terowong SSH hanya boleh ditubuhkan untuk sambungan H2 menggunakan protokol TCP

source: ssh tunnel for database {0} looks closed; marking pool invalid to reopen it
hu: A(z) {0} adatbázis SSH alagútja zártnak tűnik; a medence érvénytelennek jelölése az újranyitáshoz
ms: Terowong ssh untuk pangkalan data {0} kelihatan ditutup; menandakan kumpulan sebagai tidak sah untuk membukanya semula

source: Query canceled, calling Statement.cancel()
hu: Lekérdezés megszakítva, a Statement.cancel() hívása
ms: Query dibatalkan, memanggil Statement.cancel()

source: Select statement did not produce a ResultSet for native query
ar: لم تُنتج عبارة SELECT مجموعة نتائج (ResultSet) للاستعلام الأصلي
bg: Изразът SELECT не генерира ResultSet за нативна заявка
ca: La sentència Select no ha retornat un ResultSet per a la sentència nativa
de: Die Select-Anweisung hat kein ResultSet für die native Abfrage erstellt
eo: Bruh, the select statement didn't give back a ResultSet for the native query, lol.
es: La declaración de selección no produjo un ResultSet para la consulta nativa
fa: عبارت Select برای درخواست داخلی ResultSetی تولید نکرد
fi: Natiivikyselyn Select -komento ei tuottanut tulosta ResultSet:iin
fr: L'instruction Select n'a pas produit un ResultSet pour la requête native.
hu: A Select utasítás nem eredményezett ResultSet-et a natív lekérdezéshez
it: La dichiarazione Select non ha prodotto un ResultSet per la query nativa
ja: Select文でネイティブクエリのResultSetが生成されない
lt: „Select“ teiginys nesukūrė savosios užklausos rezultatų rinkinio
ms: Pernyataan Select tidak menghasilkan ResultSet untuk query asli
nb: Select-spørring produserte ikke et ResultSet for lokal spørring
nl: Select-statement leverde geen ResultSet op voor native query
pl: Instrukcja SELECT nie wygenerowała zestawu wyników dla natywnego zapytania
pt_br: A instrução Select não produziu um ResultSet para a consulta nativa
ru: Оператор Select не создал ResultSet для собственного запроса
sk: Výberové vyhlásenie nevytvorilo ResultSet pre natívny dopyt
sl: Izjava Select ni ustvarila nabora rezultatov za izvorno poizvedbo
sq: Statement-i SELECT nuk prodhoi një ResultSet për pyetje native
sr: SELECT naredba nije proizvela ResultSet za nativni upit
sv: Select-satsen gav inget resultatset i inbyggd fråga
tr: Select deyimi yerel sorgu için bir ResultSet üretmedi
uk: Оператор SELECT не повернув ResultSet для нативного запиту
vi: Câu lệnh Select không tạo ra một ResultSet cho truy vấn gốc
zh_hk: Select 語句沒有為本機查詢生成結果集

source: We''ve Noticed a New {0} Login, {1}
ar: لقد لاحظنا تسجيل دخول جديد إلى {0}، {1}
bg: Забелязахме ново {0} влизане, {1}
ca: Hem detectat una entrada a {0}, {1}
de: Wir haben einen neuen {0} Login bemerkt, {1}
eo: We’ve peeped a new {0} login, {1} — fr fr, that’s kinda sus.
es: Hemos detectado un nuevo inicio de sesión {0}, {1}
fa: ما متوجه یک ورود {0} جدید، {1} شده‌ایم
fi: Olemme havainneet uuden {0} kirjautumisen, {1}
fr: Nous avons remarqué une nouvelle ouverture de session.
hu: Új {0} bejelentkezést vettünk észre, {1}
it: Abbiamo notato un nuovo {0} accesso, {1}
ja: 新しい {0} ログインが {1} で発生しました。
lt: Pastebėjome naują {0} prisijungimą, {1}
ms: Kami Telah Menyedari Log Masuk {0} Baru, {1}
nb: Vi har oppdaget {0} ny innlogging, {1}
nl: We hebben een nieuwe {0} loginpoging opgemerkt, {1}
pl: Zauważyliśmy nowe logowanie {0}, {1}
pt_br: Notamos um novo login em {0}, {1}
ru: Мы заметили новый вход {0}, {1}
sk: Zaznamenali sme nový {0} prihlásenie, {1}
sl: Opazili smo novo prijavo {0} {1}
sq: Kemi vënë re një hyrje të re {0}, {1}
sr: Primietili smo novu {0} prijavu, {1}
sv: Vi noterade en ny {0} inloggning, {1}
tr: Yeni Bir {0} Giriş {1} Farkettik
uk: Ми помітили новий вхід із {0}, {1}
vi: Chúng tôi đã nhận thấy một {0} đăng nhập mới, {1}
zh_hk: 我们注意到一个新的 {0} 登录，{1}

source: Don''t know how to process event with model {0}
hu: Nem tudom, hogyan kell feldolgozni az eseményt a(z) {0} modellel
ms: Tidak tahu bagaimana untuk memproses acara dengan model {0}

source: Failed to process activity event {0}
hu: Nem sikerült feldolgozni a(z) {0} aktivitási eseményt
ms: Gagal memproses acara aktiviti {0}

source: Error sending ''login from new device'' notification email
hu: Hiba a ''bejelentkezés új eszközről'' értesítő email küldésekor
ms: Ralat menghantar e-mel pemberitahuan 'log masuk dari peranti baru'

source: You can''t update a LoginHistory after it has been created.
ar: لا يمكنك تحديث LoginHistory بعد إنشائه.
bg: Не можете да актуализирате LoginHistory след като е създаден.
ca: No es pot actualitzar un Historial d'entrades un cop s'ha creat.
de: Die Login-Historie kann nach der Erstellung nicht geändert werden
eo: You can't even update a LoginHistory after it's been made, fr.
es: No puedes actualizar un historial de inicio de sesión después de que se haya creado.
fa: شما نمی‌توانید یک LoginHistory را پس از ایجاد به‌روزرسانی کنید.
fi: Et voi päivittää kirjautumishistoriaa sen luomisen jälkeen.
fr: Vous ne pouvez pas mettre à jour un LoginHistory après qu'il ait été créé.
hu: A bejelentkezési előzmények nem frissíthetők létrehozás után.
it: Non puoi aggiornare uno Storico accessi dopo che è stato creato.
ja: ログイン履歴は作成後に更新できません。
lt: Negalite atnaujinti prisijungimo istorijos po to, kai ji buvo sukurta.
ms: Anda tidak boleh mengemas kini SejarahLogmasuk selepas ia telah dibuat.
nb: Du kan ikke oppdatere LoginHistory etter den har blitt opprettet.
nl: Je kunt een login historie niet bijwerken nadat deze is gemaakt.
pl: Nie możesz aktualizować historii logowania po jego utworzeniu.
pt_br: Não é possível atualizar um LoginHistory depois de ele ter sido criado.
ru: Вы не можете обновить историю входа после того, как она была создана.
sk: Nemôžete aktualizovať LoginHistory po jeho vytvorení.
sl: Zgodovine prijav ne morete posodobiti, ko je bila ustvarjena.
sq: Nuk mund të përditësoni një LoginHistory pasi të jetë krijuar.
sr: Ne možete da ažurirate LoginHistory nakon što je kreiran.
sv: Du kan inte uppdatera inloggningshistorik efter att den har skapats.
tr: Bir Oturum Açma Geçmişini, oluşturulduktan sonra güncelleyemezsiniz.
uk: Ви не можете оновити LoginHistory після її створення.
vi: Bạn không thể cập nhật LoginHistory sau khi nó đã được tạo.
zh_hk: 建立LoginHistory後，將無法更改它。

source: Don''t know how to wrap Field ID.
hu: Nem tudom, hogyan kell becsomagolni a mező azonosítót.
ms: Tidak tahu bagaimana untuk membalut ID Lajur.

source: Setting {0} already registered in {1}
hu: A(z) {0} beállítás már regisztrálva van a(z) {1}-ben
ms: Tetapan {0} telah didaftarkan dalam {1}
