Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: This instance analytics collection is read-only for admin users
ar: هذه مجموعة تحليلات المثيل للقراءة فقط للمسؤولين
bg: Тази колекция за анализ на инстанциите е само за четене от потребителите на администратора
ca: Aquesta col·lecció d'instance analytics és de només lectura per a administradors
de: Diese Instanzanalyse-Sammlung ist nur für Administratoren im Lesezugriff verfügbar
eo: This instance analytics collection is basically just for admin peeps to view, no cap
es: La colección de analítica de esta instancia es de solo lectura para los usuarios administrativos
fa: این مجموعه تجزیه و تحلیل نمونه برای کاربران سرپرست فقط خواندنی است
fi: Tämä tapahtumien analytiikan keräys on vain luku -oikeudellinen ylläpitäjille.
fr: Cette collection d'analyses d'instances est en lecture seule pour les utilisateurs administrateurs.
hu: Ez a példányelemzési gyűjtemény csak olvasható az adminisztrátor felhasználók számára
it: Questa raccolta di analisi dell'istanza è di sola lettura per gli utenti amministratori.
ja: このインスタンス分析コレクションは管理ユーザーに対して読み取り専用です
lt: Šis egzempliorių analizės rinkinys yra tik skaitomas administratoriams
ms: Koleksi analisis instance ini adalah hanya bacaan untuk pengguna pentadbir
nb: Denne instans-analyse samlingen er skrivebeskyttet for administratorer
nl: Deze analyticscollectie is alleen-lezen voor beheerders
pl: Ta kolekcja analityczna instancji jest tylko do odczytu dla administratorów
pt_br: Esta coleção de análise de instância é somente leitura para usuários administradores
ru: Эта коллекция аналитики экземпляров доступна только для чтения пользователям-администраторам
sk: Táto zbierka analytických údajov inštancie je určená len na čítanie pre používateľov administrátora
sl: Ta zbirka analitike primerkov je samo za branje za skrbniške uporabnike
sq: Ky koleksion i analitikës së instancës është vetëm për lexim për përdoruesit admin
sr: Kolekcija analitike instance je samo za čitanje za admin korisnike
sv: Denna samling av instansanalyser är skrivskyddad för administratörsanvändare
tr: Bu örnek analiz koleksiyonu yönetici kullanıcılar için salt okunurdur
uk: Ця колекція аналітики інстансу доступна лише для читання для адміністраторів
vi: Bộ sưu tập phân tích trường hợp này chỉ dành cho người dùng quản trị
zh_hk: 此實例分析集合對於管理員使用者是唯讀的

source: Instace Analytics
hu: Példányelemzés
ms: Contoh Analisis

source: Indexed record
ar: سجل مُفهرس
bg: Индексиран запис
ca: Registre indexat
de: Indizierter Datensatz
eo: Indexed record = lowkey like, "IDK, a documented thing" but if I gotta slang it, maybe "tagged file" or "listed record" ✨
es: Registro indexado
fa: رکورد نمایه شده
fi: Indeksoidut tiedot
fr: Enregistrement indexé
hu: Indexelt rekord
it: Record indicizzato
ja: インデックス付きレコード
lt: Indeksuotas įrašas
ms: Rekod yang Diindeks
nb: Indekserte oppføringer
nl: Geïndexeerd record
pl: Indeksowany rekord
pt_br: Registro indexado
ru: Индексированная запись
sk: Indexovaný záznam
sl: Indeksirani zapis
sq: Rekord i indeksuar
sr: Indeksirani zapis
sv: Indexerad post
tr: İndeksli kayıt
uk: Індексований запис
vi: Bản ghi được lập chỉ mục
zh_hk: 索引記錄

source: Your changes haven't been saved, so you'll lose them if you navigate away.
ar: لم يتم حفظ تغييراتك، لذا ستفقدها إذا غادرت هذه الصفحة.
bg: Промените ви не са запазени, така че ще ги загубите, ако се отдалечите.
ca: Els canvis no s'han desat, de manera que els perdràs si canvies de pàgina.
de: Deine Änderungen wurden nicht gespeichert. Sie gehen verloren, wenn du die Seite verlässt.
eo: Bruh, your edits ain't saved yet, so if you dip, you're gonna lose them fr.
es: Tus cambios no se han guardado, por lo que los perderás si sales.
fa: تغییرات شما ذخیره نشده است، بنابراین اگر از آنجا خارج شوید آنها را از دست خواهید داد.
fi: Muutoksesi eivät ole tallentuneet, joten menetät ne, jos siirryt pois.
fr: Vos modifications n'ont pas été enregistrées, vous les perdrez si vous changez de page.
hu: A módosításokat nem mentettük, így ha elnavigál, elveszíti azokat.
it: Le modifiche non sono state salvate, quindi andranno perse se si abbandona la navigazione.
ja: 変更は保存されていないため、別の場所に移動すると変更が失われます。
lt: Jūsų pakeitimai nebuvo išsaugoti, todėl juos prarasite, jei išvyksite.
ms: Perubahan anda belum disimpan, jadi anda akan kehilangannya jika anda beralih dari sini.
nb: Du har ikke lagret endringene, så de forsvinner hvis du navigerer til et annet sted.
nl: Uw wijzigingen zijn niet opgeslagen, dus u verliest ze als u de pagina verlaat.
pl: Wprowadzone zmiany nie zostały zapisane, więc zostaną utracone, jeśli opuścisz tę stronę.
pt_br: Suas alterações não foram salvas, então você as perderá se sair.
ru: Ваши изменения не были сохранены, поэтому вы потеряете их, если перейдете на другую страницу.
sk: Vaše zmeny neboli uložené, takže ich stratíte, ak prejdete preč.
sl: Vaše spremembe niso bile shranjene, zato jih boste izgubili, če se pomaknete stran.
sq: Ndryshimet tuaja nuk janë ruajtur, kështu që do ti humbisni nëse largoheni nga kjo faqe.
sr: Tvoje promene nisu sačuvane, pa ćeš ih izgubiti ako odeš sa ove stranice.
sv: Dina ändringar har inte sparats och kommer försvinna om du navigerar bort.
tr: Değişiklikleriniz kaydedilmemiştir, bu nedenle başka bir yere giderseniz değişikliklerinizi kaybedersiniz.
uk: Ваші зміни не збережено, тож ви втратите їх, якщо перейдете з цієї сторінки.
vi: Những thay đổi của bạn chưa được lưu, do đó bạn sẽ mất chúng nếu thoát khỏi trang.
zh_hk: 您的變更尚未儲存，因此如果您離開，這些變更將會遺失。

source: Discard your changes?
ar: هل تريد تجاهل تغييراتك؟
bg: Отхвърляте промените?
ca: Descartar els teus canvis?
de: Deine Änderungen verwerfen?
eo: Cancel ur edits?
es: ¿Descartar tus cambios?
fa: تغییرات خود را کنار بگذارید؟
fi: Hylkäätkö muutoksesi?
fr: Annuler vos changements ?
hu: Elveti a módosításokat?
it: Scartare le modifiche?
ja: 変更を破棄しますか?
lt: Atmesti pakeitimus?
ms: Buang perubahan anda?
nb: Forkast endringene dine?
nl: Veranderingen ongedaan maken?
pl: Odrzucić zmiany?
pt_br: Descartar suas alterações?
ru: Отказаться от своих изменений?
sk: Odstránite svoje zmeny?
sl: Zavrzite spremembe?
sq: Ti hedhësh poshtë ndryshimet e tua?
sr: Odbaciti vaše izmene?
sv: Släng dina ändringar?
tr: Değişikliklerinizi atalım mı?
uk: Скасувати ваші зміни?
vi: Hủy bỏ những thay đổi của bạn?
zh_hk: 放棄您的更改嗎？

source: Unable to combine these questions
hu: Nem lehet kombinálni ezeket a kérdéseket
lt: Neįmanoma sujungti šių klausimų
ms: Tidak dapat menggabungkan soalan-soalan ini

source: Card moved: {0}
ar: تم نقل البطاقة: {0}
bg: Преместена карта: {0}
ca: Tarja moguda: {0}
de: Karte verschoben: {0}
eo: Card got a little glow-up: {0}
es: Tarjeta movida: {0}
fa: کارت منتقل شد: {0}
fi: Kortti siirretty: {0}
fr: Carte déplacée : {0}
hu: Kártya áthelyezve: {0}
it: Scheda spostata: {0}
ja: カードが移動されました: {0}
lt: Kortelė perkelta: {0}
ms: Kad dipindahkan: {0}
nb: Kort flyttet: {0}
nl: Kaart verplaatst: {0}
pl: Karta przeniesiona: {0}
pt_br: Cartão movido: {0}
ru: Карта перемещена: {0}
sk: Presunutá karta: {0}
sl: Kartica premaknjena: {0}
sq: Karta u zhvendos: {0}
sr: Kartica je pomerena: {0}
sv: Kort flyttat: {0}
tr: Kart taşındı: {0}
uk: Картку переміщено: {0}
vi: Thẻ đã di chuyển: {0}
zh_hk: 卡片已移動：{0}

source: Action card moved
ar: تم نقل بطاقة إجراء
bg: Преместена карта за действие
ca: Tarja d'acció moguda
de: Aktionskarte verschoben
eo: Action card just got moved, fr fr
es: Tarjeta de acción movida
fa: کارت اقدام منتقل شد
fi: Toimintakortti siirrettiin.
fr: Carte d'action déplacée
hu: Akciókártya áthelyezve
it: Scheda azione spostata
ja: アクションカードが移動されました
lt: Veiksmo kortelė perkelta
ms: Kad tindakan dipindahkan
nb: Hendelseskort fjernet
nl: Actiekaart verplaatst
pl: Karta akcji przeniesiona
pt_br: Cartão de ação movido
ru: Карточка действия перемещена
sk: Presunutá akčná karta
sl: Kartica dejanja premaknjena
sq: Karta e veprimit u zhvendos
sr: Kartica akcije je pomerena
sv: Action-kort flyttat
tr: Eylem kartı taşındı
uk: Картку дії переміщено
vi: Thẻ hành động đã di chuyển
zh_hk: 操作卡已移動

source: Text card moved
ar: تم نقل بطاقة نص
bg: Преместване на текстовата карта
ca: Tarja de text moguda
de: Textkarte verschoben
eo: Text card got bumped, fr fr
es: Tarjeta de text movida
fa: کارت متن منتقل شد
fi: Tekstikortti siirrettiin.
fr: Carte de texte déplacée
hu: Szövegkártya áthelyezve
it: Scheda di testo spostata
ja: テキストカードが移動されました
lt: Veiksmo kortelė perkelta
ms: Kad teks dipindahkan
nb: Tekstkort flyttet
nl: Tekst-card verplaatst
pl: Karta tekstowa przeniesiona
pt_br: Cartão de texto movido
ru: Текстовая карта перемещена
sk: Presunutá textová karta
sl: Premaknjena besedilna kartica
sq: Karta e tekstit u zhvendos
sr: Tekstualna kartica je pomerena
sv: Textkort flyttat
tr: Metin kartı taşındı
uk: Текстову картку переміщено
vi: Thẻ văn bản đã di chuyển
zh_hk: 文字卡已移動

source: Heading card moved
ar: تم نقل بطاقة عنوان
bg: Преместване на заглавната карта
ca: Tarja d'encapçalament moguda
de: Überschriftskarte verschoben
eo: The heading card got yeeted.
es: Tarjeta de cabecera movida
fa: کارت سرفصل منتقل شد
fi: Otsikkokortti siirrettiin
fr: Carte d'en-tête déplacée
hu: A címkártya áthelyezve
it: Scheda di intestazione spostata
ja: 見出しカードが移動されました
lt: Antraštės kortelė perkelta
ms: Kad tajuk dipindahkan
nb: Overskriftskort fjernet
nl: Titelkaart verplaatst
pl: Nagłówek przeniesiony
pt_br: Cartão de cabeçalho movido
ru: Карточка заголовка перемещена
sk: Presunutá karta záhlavia
sl: Premaknjena kartica naslova
sq: Karta e titullit u zhvendos
sr: Kartica naslova je pomerena
sv: Rubrikkort flyttat
tr: Başlık kartı taşındı
uk: Картку-заголовок переміщено
vi: Thẻ tiêu đề đã được di chuyển
zh_hk: 標題卡已移動

source: Link card moved
ar: تم نقل بطاقة رابط
bg: Преместване на картата за връзка
ca: Tarja d'enllaç moguda
de: Linkkarte verschoben
eo: Link card got a glow-up
es: Tarjeta de enlace movida
fa: کارت پیوند منتقل شد
fi: Link-kortti siirrettiin.
fr: Carte de liaison déplacée
hu: Linkkártya áthelyezve
it: Scheda di collegamento spostata
ja: リンクカードが移動されました
lt: Nuorodos kortelė perkelta
ms: Kad pautan dipindahkan
nb: Lenkekort fjernet
nl: Linkkaart verplaatst
pl: Karta linku przeniesiona
pt_br: Cartão de link movido
ru: Перемещение карты связи
sk: Karta prepojenia presunutá
sl: Kartica povezave je bila premaknjena
sq: Karta e lidhjes u zhvendos
sr: Kartica sa linkom je pomerena
sv: Länkkort flyttat
tr: Bağlantı kartı taşındı
uk: Картку-посилання переміщено
vi: Thẻ liên kết đã được di chuyển
zh_hk: 鏈接卡已移動

source: Card moved
ar: تم نقل البطاقة
bg: Преместване на картата
ca: Targeta moguda
de: Karte verschoben
eo: Card got moved fr fr
es: Tarjeta movida
fa: کارت منتقل شد
fi: Kortti siirrettiin.
fr: Carte déplacée
hu: A kártya áthelyezve
it: Scheda spostata
ja: カードが移動されました
lt: Kortelė perkelta
ms: Kad dipindahkan
nb: Kort flyttet
nl: Kaart verplaatst
pl: Karta przeniesiona
pt_br: Cartão movido
ru: Карточка перемещена
sk: Presunutá karta
sl: Kartica premaknjena
sq: Karta u zhvendos
sr: Kartica je pomerena
sv: Kort flyttat
tr: Kart taşındı
uk: Картку переміщено
vi: Thẻ đã di chuyển
zh_hk: 卡片已移動

source: Must be a valid email address
ar: يجب أن يكون عنوان بريد إلكتروني صالحًا
bg: Трябва да е валиден имейл адрес
ca: Ha de ser una adreça de correu electrònic vàlida
de: Muss eine gültige E-Mail-Adresse sein
eo: yo, it’s gotta be a legit email, fr fam
es: Debe ser una dirección de correo electrónico válida
fa: باید یک آدرس ایمیل معتبر باشد
fi: Täytyy olla validi sähköpostiosoite.
fr: Doit être une adresse mail valide
hu: Létező e-mail címnek kell lennie
it: Deve essere un indirizzo e-mail valido
ja: 有効な電子メールアドレスでなければなりません
lt: Turi būti galiojantis el. pašto adresas
ms: Mesti alamat e-mel yang sah
nb: Må være en e-postadresse
nl: Moet een geldig e-mailadres zijn
pl: Musi to być prawidłowy adres e-mail
pt_br: Deve ser um endereço de e-mail válido
ru: Должен быть действительный адрес электронной почты
sk: Musí to byť platná e-mailová adresa
sl: Mora biti veljaven e-poštni naslov.
sq: Duhet të jetë një adresë emaili e vlefshme
sr: Mora biti važeća imejl adresa
sv: Behöver vara en giltig epostadress
tr: Geçerli bir e-posta adresi olmalıdır
uk: Має бути коректна email-адреса
vi: Phải là địa chỉ email hợp lệ
zh_hk: 必須是有效的電子郵件地址

source: Must be {0} characters or less
ar: يجب ألا يزيد عن {0} حرفًا
bg: Трябва да съдържа {0} знака или по-малко
ca: Ha de ser {0} caràcters o menys
de: Muss {0} Zeichen oder weniger haben
eo: has to be max {0} characters, fr
es: Debe tener {0} caracteres o menos
fa: باید {0} نویسه یا کمتر باشد
fi: Täytyy olla {0} merkkiä tai vähemmän
fr: Doit comporter {0} caractères ou moins
hu: Legfeljebb {0} karakterből állhat
it: Deve essere {0} caratteri o meno
ja: {0} 文字以下にする必要があります
lt: Turi būti ne daugiau nei {0} simboliai
ms: perlu {0} karakter atau kurang
nb: Må være {0} tegn eller mindre
nl: Moet uit {0} of minder karakters bestaan
pl: Musi zawierać {0} lub mniej znaków
pt_br: Deve ter {0} caracteres ou menos
ru: Должно быть {0} символов или меньше
sk: Musí obsahovať {0} znakov alebo menej
sl: Mora biti {0} znakov ali manj
sq: Duhet të jetë {0} karaktere ose më pak
sr: Mora imati {0} karaktera ili manje
sv: Behöver vara {0} tecken eller färre
tr: {0} Karakter veya daha az olmalıdır
uk: Має бути {0} символів або менше
vi: Phải có {0} ký tự trở xuống
zh_hk: 必須含或少於 {0} 個字元

source: ⚠️ Pro features error.
hu: ⚠️ Pro funkciók hiba.␣
ms: ⚠️ Ralat ciri Pro.

source: 1 user selected
ar: تم تحديد مستخدم واحد
bg: 1 избран потребител
ca: 1 usuari seleccionat
de: 1 Benutzer ausgewählt
eo: 1 user lowkey chose or w/ 1 user snatched it
es: 1 usuario seleccionado
fa: 1 کاربر انتخاب شد
fi: 1 käyttäjä valittu
fr: 1 utilisateur sélectionné
hu: 1 felhasználó kiválasztva
it: 1 utente selezionato
ja: 1人のユーザーが選択されました
lt: Pasirinktas 1 vartotojas
ms: 1 pengguna dipilih
nb: 1 bruker valgt
nl: 1 gebruiker geselecteerd
pl: 1 wybrany użytkownik
pt_br: 1 usuário selecionado
ru: Выбран 1 пользователь
sk: Vybraný 1 používateľ
sl: Izbran je bil 1 uporabnik
sq: 1 përdorues i zgjedhur
sr: Izabran je 1 korisnik
sv: 1 person vald
tr: 1 kullanıcı seçildi
uk: Вибрано 1 користувача
vi: 1 người dùng đã chọn
zh_hk: 已選擇 1 位用戶

source: {0} users selected
ar: تم تحديد {0} مستخدمين
bg: {0} избрани потребители
ca: {0} usuaris seleccionats
de: {0} Benutzer ausgewählt
eo: {0} users vibing with this
es: {0} usuarios seleccionados
fa: {0} کاربران انتخاب شدند
fi: {0} käyttäjää valittu
fr: {0} utilisateurs sélectionnés
hu: {0} felhasználó kiválasztva
it: {0} utenti selezionati
ja: {0} 人のユーザーが選択されました
lt: Pasirinkta naudotojų: {0}
ms: {0} pengguna dipilih
nb: {0} brukere valgt
nl: {0} gebruikers geselecteerd
pl: {0} wybranych użytkowników
pt_br: {0} usuários selecionados
ru: {0} выбранные пользователи
sk: {0} Vybraní používatelia
sl: {0} izbranih uporabnikov
sq: {0} përdorues të zgjedhur
sr: Izabrano korisnika: {0}
sv: {0} användare valda
tr: {0} kullanıcı seçildi
uk: Вибрано користувачів: {0}
vi: {0} người dùng đã chọn
zh_hk: 已選擇 {0} 位用戶

source: {0} result
ar: {0} نتيجة
bg: {0} резултат
ca: {0} resultat
de: {0} Ergebnis
eo: {0} vibe
es: {0} resultado
fa: نتیجه {0}
fi: {0} tulos
fr: {0} résultat
hu: {0} eredmény
it: {0} risultato
ja: {0} 件の結果
lt: {0} rezultatas
ms: {0} hasil Jamak: {0} hasil
nb: {0} resultat
nl: {0} resultaat
pl: {0} wynik
pt_br: {0} resultado
ru: {0} результат
sk: {0} výsledok
sl: {0} rezultat
sq: {0} rezultat
sr: {0} rezultat
sv: {0} resultat
tr: {0} sonuç
uk: {0} результат
vi: {0} kết quả
zh_hk: {0}結果

source: Verified items only
ar: العناصر المُعتمدة فقط
bg: Само проверени елементи
ca: Només ítems verificats
de: Nur verifizierte Elemente
eo: Only the verified vibes, fr fr
es: Solo elementos verificados
fa: فقط موارد تایید شده
fi: Vain vahvistetut tuotteet
fr: Articles vérifiés uniquement
hu: Csak ellenőrzött tételek
it: Solo articoli verificati
ja: 確認済みのアイテムのみ
lt: Tik patikrintos prekės
ms: Hanya item yang disahkan
nb: Bare verifiserte elementer
nl: Alleen geverifieerde items
pl: Tylko zweryfikowane przedmioty
pt_br: Somente itens verificados
ru: Только проверенные элементы
sk: Len overené položky
sl: Samo preverjeni izdelki
sq: Vetëm elementët e verifikuar
sr: Samo verifikovane stavke
sv: Endast verifierade artiklar
tr: Yalnızca doğrulanmış ürünler
uk: Лише перевірені елементи
vi: Chỉ các mặt hàng đã xác minh
zh_hk: 僅限已驗證的項目

source: Cake
ar: كعكة
bg: Торта
ca: Pastís
de: Torte
eo: Cake → litty snack or just "cake" is already kinda slang, but if you wanna make it more Gen Z, you could say "cake" or "that cake" to keep it chill.
es: Pastel
fa: کیک
fi: Kakku
fr: Gâteau
hu: Torta
it: Torta
ja: ケーキ
lt: Tortas
ms: Kek
nb: Kake
nl: Taart
pl: Ciasto
pt_br: Bolo
ru: Торт
sk: Torta
sl: Torta
sq: Tortë
sr: Torta
sv: Tårta
tr: Pasta
uk: Торт
vi: Bánh ngọt
zh_hk: 蛋糕

source: Open in Metabase
hu: Megnyitás a metabázisban
ms: Buka dalam Metabase

source: This Audit section has been upgraded to the {0} and will be removed in a future release.
hu: Ez az Audit szakasz a következőre lett frissítve {0} és egy jövőbeli kiadásban eltávolítjuk.
ms: Bahagian Audit ini telah dinaik taraf kepada {0} dan akan dikeluarkan dalam pengeluaran akan datang.

source: Metabase Analytics Collection
hu: Metabázis elemzési gyűjtemény
ms: Koleksi Analisis Metabase

source: It's now easier to explore and to give others {0} to these insights.
hu: Most már könnyebb felfedezni és másoknak adni {0} ezekre a felismerésekre.
ms: Kini lebih mudah untuk meneroka dan memberi orang lain {0} kepada wawasan ini.

source: access
hu: hozzáférés
ms: akses

source: All downloads
hu: Minden letöltés
ms: Semua muat turun

source: All questions
hu: Minden kérdés
ms: Semua soalan.

source: This is called the Single Sign On URL in Okta, the Application Callback URL in Auth0, and the ACS (Consumer) URL in OneLogin.
ar: يُسمّى هذا "Single Sign On URL" في Okta، و"Application Callback URL" في Auth0، و"ACS (Consumer) URL" في OneLogin.
bg: Това се нарича URL адрес за еднократно влизане в Okta, URL адрес за обратна връзка на приложението в Auth0 и URL адрес на ACS (потребител) в OneLogin.
ca: Això s'anomena URL d'inici de sessió únic a Okta, URL de retorn de trucada de l'aplicació a Auth0 i URL ACS (consumidor) a OneLogin.
de: Dies wird in Okta als Single Sign On URL, in Auth0 als Application Callback URL und in OneLogin als ACS (Consumer) URL bezeichnet.
es: Esto se llama URL de inicio de sesión único en Okta, URL de devolución de llamada de aplicación en Auth0 y URL ACS (Consumidor) en OneLogin.
fa: در Okta URL Single Sign On، Application Callback URL در Auth0 و URL ACS (Consumer) در OneLogin نامیده می شود.
fi: Tätä kutsutaan yhden kirjautumisen URL-osoitteeksi Okta:ssa, sovelluksen paluulinkiksi Auth0:ssa ja ACS (kuluttaja) URL-osoitteeksi OneLogin:ssa.
fr: Il s'agit de l'URL d'authentification unique dans Okta, de l'URL de rappel d'application dans Auth0 et de l'URL ACS (Consumer) dans OneLogin.
hu: Ezt az Oktában egyszeri bejelentkezési URL-nek, az Auth0-ban az alkalmazás visszahívási URL-jének, a OneLoginban pedig az ACS (fogyasztói) URL-nek hívják.␣
it: Questo è chiamato URL Single Sign On in Okta, URL Application Callback in Auth0 e URL ACS (Consumer) in OneLogin.
ja: これは、Okta ではシングル サインオン URL、Auth0 ではアプリケーション コールバック URL、OneLogin では ACS (コンシューマー) URL と呼ばれます。␣
lt: Tai vadinama vieno prisijungimo URL „Okta“, programos atgalinio skambučio URL „Auth0“ ir ACS (vartotojo) URL „OneLogin“.
ms: Ini dipanggil URL Single Sign On dalam Okta, URL Callback Aplikasi dalam Auth0, dan URL ACS (Pengguna) dalam OneLogin.
nb: Dette kalles Single Sign On URL i Okta, Application Callback URL i Auth0, og ACS (Consumer) URL i OneLogin.
nl: Dit wordt de Single Sign On URL genoemd in Okta, de Application Callback URL in Auth0, en de ACS (Consumer) URL in OneLogin.
pl: Nazywa się to Single Sign On URL w Okta, adresem URL wywołania zwrotnego aplikacji w Auth0 i adresem URL ACS (Consumer) w OneLogin.␣
pt_br: Isso é chamado de Single Sign On no Okta, de Application Callback URL no Auth0 e ACS (Consumer) URL no OneLogin.
ru: В Okta это называется URL Single Sign On, в Auth0 - Application Callback URL, а в OneLogin - ACS (Consumer) URL.
sk: V službe Okta sa nazýva adresa URL jednotného prihlásenia, v službe Auth0 adresa URL spätného volania aplikácie a v službe OneLogin adresa URL ACS (Consumer).
sl: To se imenuje URL za enotno prijavo v storitvi Okta, URL za povratni klic aplikacije v Auth0 in URL ACS (potrošnika) v storitvi OneLogin.
sq: Kjo quhet URL e Single Sign On në Okta, URL e Application Callback në Auth0 dhe URL e ACS (Consumer) në OneLogin.
sr: Ovo se zove Single Sign On URL u Okta, Application Callback URL u Auth0, i ACS (Consumer) URL u OneLogin.
sv: Detta kallas Single Sign On-URL i Okta, Application Callback-URL i Auth0 och ACS (Consumer)-URL i OneLogin.
tr: Buna Okta'da Tek Oturum Açma URL'si, Auth0'da Uygulama Geri Çağırma URL'si ve OneLogin'de ACS (Tüketici) URL'si denir.
uk: В Okta це називається Single Sign On URL, в Auth0 — Application Callback URL, а в OneLogin — ACS (Consumer) URL.
vi: Đây được gọi là URL Đăng nhập một lần trong Okta, URL Gọi lại ứng dụng trong Auth0 và URL ACS (Người tiêu dùng) trong OneLogin.
zh_hk: 這在 Okta 中稱為單一登入 URL，在 Auth0 中稱為應用程式回呼 URL，在 OneLogin 中稱為 ACS（<b>消費者</b>）URL。

source: Native question variables do not support dropdown lists or search box filters, and can't limit values for linked filters.
eo: Native question variables don’t got dropdowns or search filters, and they can’t really limit values for linked filters, fr.
hu: A natív kérdésváltozók nem támogatják a legördülő listákat vagy a keresőmező-szűrőket, és nem korlátozhatják a hivatkozott szűrők értékeit.
lt: Savieji klausimų kintamieji nepalaiko išskleidžiamųjų sąrašų ar paieškos laukelio filtrų ir negali apriboti susietų filtrų verčių.
ms: Pembolehubah soalan asli tidak menyokong senarai lungsur turun atau penapis kotak carian, dan tidak boleh mengehadkan nilai untuk penapis yang dipautkan.

source: Native question variables only accept a single value. They do not support dropdown lists or search box filters, and can't limit values for linked filters.
eo: Bro, native question vars only take one vibe at a time. They don’t do dropdowns or search filters, and they can’t restrict values for linked filters.
hu: A natív kérdésváltozók csak egyetlen értéket fogadnak el. Nem támogatják a legördülő listákat vagy a keresőmező-szűrőket, és nem korlátozhatják a hivatkozott szűrők értékeit.
lt: Savieji klausimo kintamieji priima tik vieną reikšmę. Jie nepalaiko išskleidžiamųjų sąrašų ar paieškos laukelio filtrų ir negali apriboti susietų filtrų verčių.
ms: Pembolehubah soalan asli hanya menerima satu nilai. Ia tidak menyokong senarai dropdown atau penapis kotak carian, dan tidak boleh mengehadkan nilai untuk penapis yang dipautkan.

source: is true
ar: يساوي true
bg: е вярно
ca: és cert
de: ist true
eo: that’s facts
es: es verdadero
fa: درست است
fi: on totta
fr: est vrai
hu: igaz
it: è vero
ja: は true
lt: yra tiesa
ms: adalah benar
nb: er sann
nl: is waar
pl: to prawda
pt_br: é verdadeiro
ru: правда
sk: je pravda
sl: je res
sq: është true
sr: je tačno
sv: är sann
tr: doğrudur
uk: є TRUE
vi: là đúng
zh_hk: 為真

source: is false
ar: يساوي false
bg: е невярно
ca: és fals
de: ist false
eo: is cap
es: es falso
fa: نادرست است
fi: on väärin
fr: est faux
hu: hamis
it: è falso
ja: は false
lt: yra klaidinga
ms: adalah palsu
nb: er usann
nl: is niet waar
pl: to fałsz
pt_br: é falso
ru: ложный
sk: je nepravdivý
sl: je napačno
sq: është false
sr: je netačno
sv: är falsk
tr: yanlıştır
uk: є FALSE
vi: là sai
zh_hk: 為假
