Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Command Dialog
ar: مربع حوار الأوامر
bg: Диалогов прозорец за команди
ca: Diàleg d'ordres
de: Befehlsdialog
es: Diálogo de comandos
fa: گفتگوی فرمان
fi: Komentoikkuna
fr: Boîte de dialogue de commande
it: Finestra di dialogo dei comandi
ja: コマンドダイアログ
nb: Kommandodialog
nl: Opdrachtdialoog
pl: Okno dialogowe poleceń
pt_br: Caixa de diálogo de comando
ru: Диалог команд
sk: Dialógové okno príkazu
sl: Pogovorno okno ukazov
sq: Dialog Komandash
sr: Dijalog komandi
sv: Kommandodialogruta
tr: Komut İletişim Kutusu
uk: Діалог команд
vi: Hộp thoại lệnh
zh_hk: 指令對話框

source: Create new question
ar: إنشاء سؤال جديد
bg: Създаване на нов въпрос
ca: Crea una pregunta nova
de: Neue Frage erstellen
es: Crear nueva pregunta
fa: ایجاد سوال جدید
fi: Luo uusi kysymys
fr: Créer une nouvelle question
it: Crea una nuova domanda
ja: 新しい質問を作成
nb: Opprett nytt spørsmål
nl: Nieuwe vraag maken
pl: Utwórz nowe pytanie
pt_br: Criar nova pergunta
ru: Создать новый вопрос
sk: Vytvoriť novú otázku
sl: Ustvari novo vprašanje
sq: Krijo pyetje të re
sr: Kreiraj novo pitanje
sv: Skapa ny fråga
tr: Yeni soru oluştur
uk: Створити новий запит
vi: Tạo câu hỏi mới
zh_hk: 建立新問題

source: New Native query
ar: استعلام أصلي جديد
bg: Нова заявка за Native
ca: Nova consulta nativa
de: Neue native Abfrage
es: Nueva consulta nativa
fa: پرس و جوی بومی جدید
fi: Uusi natiivikysely
fr: Nouvelle requête native
it: Nuova query nativa
ja: 新しいネイティブクエリ
nb: Ny innfødt spørring
nl: Nieuwe native query
pl: Nowe zapytanie natywne
pt_br: Nova consulta nativa
ru: Новый нативный запрос
sk: Nový natívny dopyt
sl: Nova izvorna poizvedba
sq: Pyetje e re Native
sr: Novi nativni upit
sv: Ny nativ fråga
tr: Yeni Yerel sorgu
uk: Новий нативний запит
vi: Truy vấn gốc mới
zh_hk: 新的原生查詢

source: Heading 1
ar: العنوان 1
bg: Заглавие 1
ca: Títol 1
de: Überschrift 1
es: Título 1
fa: عنوان ۱
fi: Otsikko 1
fr: Titre 1
it: Titolo 1
ja: 見出し1
nb: Overskrift 1
nl: Kop 1
pl: Nagłówek 1
pt_br: Título 1
ru: Заголовок 1
sk: Nadpis 1
sl: Naslov 1
sq: Titull 1
sr: Naslov 1
sv: Rubrik 1
tr: Başlık 1
uk: Заголовок 1
vi: Tiêu đề 1
zh_hk: 標題 1

source: Heading 2
ar: العنوان 2
bg: Заглавие 2
ca: Títol 2
de: Überschrift 2
es: Título 2
fa: عنوان ۲
fi: Otsikko 2
fr: Titre 2
it: Titolo 2
ja: 見出し2
nb: Overskrift 2
nl: Kop 2
pl: Nagłówek 2
pt_br: Título 2
ru: Заголовок 2
sk: Nadpis 2
sl: Naslov 2
sq: Titull 2
sr: Naslov 2
sv: Rubrik 2
tr: Başlık 2
uk: Заголовок 2
vi: Tiêu đề 2
zh_hk: 標題 2

source: Heading 3
ar: العنوان 3
bg: Заглавие 3
ca: Títol 3
de: Überschrift 3
es: Título 3
fa: عنوان ۳
fi: Otsikko 3
fr: Titre 3
it: Titolo 3
ja: 見出し3
nb: Rubrikken 3
nl: Kop 3
pl: Nagłówek 3
pt_br: Título 3
ru: Заголовок 3
sk: Nadpis 3
sl: Naslov 3
sq: Titull 3
sr: Naslov 3
sv: Rubrik 3
tr: Başlık 3
uk: Заголовок 3
vi: Tiêu đề 3
zh_hk: 標題 3

source: Bullet list
ar: قائمة نقطية
bg: Списък с водещи маркери
ca: Llista amb vinyetes
de: Aufzählungsliste
es: Lista de viñetas
fa: فهرست گلوله‌ای
fi: Luettelomerkkiluettelo
fr: Liste à puces
it: Elenco puntato
ja: 箇条書きリスト
nb: Kulepunktliste
nl: Opsommingslijst
pl: Lista punktowana
pt_br: Lista com marcadores
ru: Маркированный список
sk: Zoznam s odrážkami
sl: Seznam z oznakami
sq: Listë me pika
sr: Lista sa tačkama
sv: Punktlista
tr: Madde işaretli liste
uk: Маркований список
vi: Danh sách dấu đầu dòng
zh_hk: 子彈清單

source: Numbered list
ar: قائمة مرقّمة
bg: Номериран списък
ca: Llista numerada
de: Nummerierte Liste
es: Lista numerada
fa: فهرست شماره‌گذاری شده
fi: Numeroitu luettelo
fr: Liste numérotée
it: Elenco numerato
ja: 番号付きリスト
nb: Nummerert liste
nl: Genummerde lijst
pl: Lista numerowana
pt_br: Lista numerada
ru: Нумерованный список
sk: Číslovaný zoznam
sl: Oštevilčen seznam
sq: Listë e numëruar
sr: Numerisana lista
sv: Numrerad lista
tr: Numaralandırılmış liste
uk: Нумерований список
vi: Danh sách được đánh số
zh_hk: 編號清單

source: Quote
ar: اقتباس
bg: Цитат
ca: Cita
de: Zitat
es: Cita
fa: نقل قول
fi: Lainata
fr: Citation
it: Citazione
ja: 引用
nb: Sitat
nl: Citaat
pl: Cytat
pt_br: Citar
ru: Цитировать
sk: Citát
sl: Citat
sq: Citim
sr: Citat
sv: Citationstecken
tr: Alıntı
uk: Цитата
vi: Trích dẫn
zh_hk: 報價

source: Code block
ar: كتلة كود
bg: Блок с код
ca: Bloc de codi
es: Bloque de código
fa: بلوک کد
fi: Koodilohko
fr: Bloc de code
it: Blocco di codice
ja: コードブロック
nb: Kodeblokk
nl: Codeblok
pl: Blok kodu
pt_br: Bloco de código
ru: Блок кода
sk: Blok kódu
sl: Blok kode
sq: Bllok kodi
sr: Blok koda
sv: Kodblock
tr: Kod bloğu
uk: Блок коду
vi: Khối mã
zh_hk: 程式碼區塊

source: Mention Dialog
ar: مربع حوار الإشارة
bg: Диалогов прозорец за споменаване
ca: Diàleg de menció
de: Erwähnungsdialog
es: Diálogo de mención
fa: دیالوگ ذکر
fi: Mainintaikkuna
fr: Dialogue de mention
it: Menzione Dialogo
ja: メンションダイアログ
nb: Nevn dialog
nl: Vermelding Dialoog
pl: Wspomnij o oknie dialogowym
pt_br: Diálogo de Menção
ru: Диалог упоминания
sk: Dialógové okno zmienky
sl: Pogovorno okno za omembo
sq: Dialog Përmendjesh
sr: Dijalog pominjanja
sv: Omnämnandedialog
tr: Bahsetme İletişim Kutusu
uk: Діалог згадок
vi: Hộp thoại đề cập
zh_hk: 提及對話

source: Metabot dialog
ar: مربع حوار Metabot
bg: Диалогов прозорец на Metabot
ca: Diàleg de Metabot
es: Diálogo de Metabot
fa: گفتگوی متابوت
fi: Metabot-valintaikkuna
fr: Dialogue Metabot
it: Dialogo Metabot
ja: メタボットダイアログ
nl: Metabot-dialoog
pl: Dialog Metabota
pt_br: Diálogo do Metabot
ru: Диалог Метабота
sk: Dialógové okno Metabota
sl: Pogovorno okno Metabota
sq: Dialog i Metabot
sr: Metabot dijalog
sv: Metabot-dialogruta
tr: Metabot iletişim kutusu
uk: Діалог Metabot
vi: Hộp thoại Metabot
zh_hk: Metabot 對話框

source: Choose an item to link
ar: اختر عنصرًا للربط
bg: Изберете елемент за свързване
ca: Trieu un element per enllaçar
de: Wählen Sie ein Element zum Verknüpfen aus.
es: Elija un elemento para vincular
fa: یک مورد را برای پیوند انتخاب کنید
fi: Valitse linkitettävä kohde
fr: Choisissez un élément à lier
it: Scegli un elemento da collegare
ja: リンクするアイテムを選択してください
nb: Velg et element å koble til
nl: Kies een item om te koppelen
pl: Wybierz element do powiązania
pt_br: Escolha um item para vincular.
ru: Выберите элемент для ссылки
sk: Vyberte položku na prepojenie
sl: Izberite element za povezavo
sq: Zgjidh një element për ta lidhur
sr: Izaberi stavku za povezivanje
sv: Välj ett objekt att länka
tr: Bağlantı vermek istediğiniz öğeyi seçin.
uk: Виберіть елемент для привʼязування
vi: Chọn một mục để liên kết
zh_hk: 選擇要連結的項目

source: Query execution failed
ar: فشل تنفيذ الاستعلام
bg: Изпълнението на заявката не бе успешно
ca: Ha fallat l'execució de la consulta
de: Abfrageausführung fehlgeschlagen
es: La ejecución de la consulta falló
fa: اجرای پرس و جو ناموفق بود
fi: Kyselyn suoritus epäonnistui
fr: L'exécution de la requête a échoué
it: Esecuzione della query non riuscita
ja: クエリの実行に失敗しました
nb: Utførelse av spørringen mislyktes
nl: Query-uitvoering mislukt
pl: Wykonanie zapytania nie powiodło się
pt_br: Falha na execução da consulta
ru: Выполнение запроса не удалось
sk: Vykonanie dopytu zlyhalo
sl: Izvedba poizvedbe ni uspela
sq: Ekzekutimi i query-t dështoi
sr: Izvršavanje upita nije uspelo
sv: Frågekörningen misslyckades
tr: Sorgu yürütme başarısız oldu
uk: Виконання запиту не вдалося
vi: Thực hiện truy vấn không thành công
zh_hk: 查詢執行失敗

source: An error occurred while running your query. Please check your query and try again.
ar: حدث خطأ أثناء تشغيل استعلامك. يُرجى التحقق من استعلامك وإعادة المحاولة.
bg: Възникна грешка при изпълнението на заявката ви. Моля, проверете заявката си и опитайте отново.
ca: S'ha produït un error en executar la consulta. Revisa la consulta i torna-ho a provar.
de: Beim Ausführen Ihrer Abfrage ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Abfrage und versuchen Sie es erneut.
es: Se produjo un error al ejecutar tu consulta. Revísala y vuelve a intentarlo.
fa: هنگام اجرای درخواست شما خطایی رخ داد. لطفاً درخواست خود را بررسی کرده و دوباره امتحان کنید.
fi: Kyselyäsi suoritettaessa tapahtui virhe. Tarkista kyselysi ja yritä uudelleen.
fr: Une erreur s'est produite lors de votre requête. Veuillez la vérifier et réessayer.
it: Si è verificato un errore durante l'esecuzione della query. Controlla la query e riprova.
ja: クエリの実行中にエラーが発生しました。クエリを確認してもう一度お試しください。
nb: Det oppstod en feil under kjøringen av spørringen. Vennligst sjekk spørringen og prøv på nytt.
nl: Er is een fout opgetreden tijdens het uitvoeren van uw zoekopdracht. Controleer uw zoekopdracht en probeer het opnieuw.
pl: Wystąpił błąd podczas wykonywania zapytania. Sprawdź zapytanie i spróbuj ponownie.
pt_br: Ocorreu um erro ao executar sua consulta. Verifique sua consulta e tente novamente.
ru: При выполнении запроса произошла ошибка. Проверьте запрос и повторите попытку.
sk: Pri spustení vášho dopytu sa vyskytla chyba. Skontrolujte svoj dopyt a skúste to znova.
sl: Med izvajanjem poizvedbe je prišlo do napake. Preverite poizvedbo in poskusite znova.
sq: Ndodhi një gabim gjatë ekzekutimit të query-t tuaj. Ju lutemi kontrolloni query-n tuaj dhe provoni sërish.
sr: Došlo je do greške pri pokretanju vašeg upita. Proverite upit i pokušajte ponovo.
sv: Ett fel uppstod när din fråga kördes. Kontrollera din fråga och försök igen.
tr: Sorgunuz çalıştırılırken bir hata oluştu. Lütfen sorgunuzu kontrol edip tekrar deneyin.
uk: Під час виконання вашого запиту сталася помилка. Перевірте запит і спробуйте ще раз.
vi: Đã xảy ra lỗi khi chạy truy vấn của bạn. Vui lòng kiểm tra truy vấn và thử lại.
zh_hk: 執行您的查詢時發生錯誤。請檢查您的查詢並重試。

source: Edit SQL Query
ar: تعديل استعلام SQL
bg: Редактиране на SQL заявка
ca: Edita la consulta SQL
de: SQL-Abfrage bearbeiten
es: Editar consulta SQL
fa: ویرایش کوئری SQL
fi: Muokkaa SQL-kyselyä
fr: Modifier la requête SQL
it: Modifica query SQL
ja: SQLクエリの編集
nb: Rediger SQL-spørring
nl: SQL-query bewerken
pl: Edytuj zapytanie SQL
pt_br: Editar consulta SQL
ru: Редактировать SQL-запрос
sk: Upraviť SQL dotaz
sl: Urejanje poizvedbe SQL
sq: Redakto SQL Query
sr: Izmeni SQL upit
sv: Redigera SQL-fråga
tr: SQL Sorgusunu Düzenle
uk: Редагувати SQL-запит
vi: Chỉnh sửa truy vấn SQL
zh_hk: 編輯 SQL 查詢

source: Create event
ar: أنشئ حدثًا
bg: Създаване на събитие
ca: Crea un esdeveniment
de: Ereignis erstellen
eo: Make a vibe check
es: Crear evento
fa: ایجاد رویداد
fi: Luo tapahtuma
fr: Créer un événement
it: Crea evento
ja: イベントを作成
lt: Sukurti įvykį
nb: Opprett hendelse
nl: Evenement aanmaken
pl: Utwórz wydarzenie
pt_br: Criar evento
ru: Создать событие
sk: Vytvoriť udalosť
sl: Ustvari dogodek
sq: Krijo event
sr: Kreiraj događaj
sv: Skapa event
tr: Etkinlik oluştur
uk: Створити подію
vi: Tạo sự kiện
zh_hk: 建立活動

source: Transform deleted
ar: تم حذف التحويل
bg: Трансформацията е изтрита
ca: Transformació suprimida
de: Transformation gelöscht
es: Transformación eliminada
fa: تبدیل حذف شد
fi: Muunnos poistettu
fr: Transformation supprimée
it: Trasformazione eliminata
ja: 変換を削除しました
nb: Transform slettet
nl: Transformatie verwijderd
pl: Transformacja usunięta
pt_br: Transformar excluído
ru: Преобразование удалено
sk: Transformácia odstránená
sl: Preobrazba izbrisana
sq: Transformimi u fshi
sr: Transformacija obrisana
sv: Transformationen raderad
tr: Dönüşüm silindi
uk: Трансформ видалено
vi: Đã xóa chuyển đổi
zh_hk: 變形已刪除

source: Transform moved
ar: تم نقل التحويل
bg: Трансформацията е преместена
ca: La transformació s'ha mogut
de: Transformieren verschoben
es: Transformar movido
fa: تبدیل منتقل شد
fi: Muunnos siirretty
fr: Transform déplacé
it: Trasforma spostato
ja: 変換を移動しました
nb: Transform flyttet
nl: Transformeren verplaatst
pl: Przekształć przeniesiony
pt_br: Transformar movido
ru: Трансформация перемещена
sk: Transformácia presunutá
sl: Preobrazba premaknjena
sq: Transformimi u lëviz
sr: Transformacija je premeštena
sv: Transformationen flyttad
tr: Dönüşüm taşındı
uk: Трансформацію переміщено
vi: Biến đổi đã được di chuyển
zh_hk: 移動變形

source: Job deleted
ar: تم حذف الوظيفة
bg: Заданието е изтрито
ca: Feina suprimida
de: Auftrag gelöscht
es: Trabajo eliminado
fa: شغل حذف شد
fi: Työ poistettu
fr: Emploi supprimé
it: Lavoro eliminato
ja: 求人が削除されました
nb: Jobb slettet
nl: Taak verwijderd
pl: Zadanie usunięte
pt_br: Trabalho excluído
ru: Работа удалена
sk: Úloha odstránená
sl: Delo izbrisano
sq: Job-i u fshi
sr: Posao obrisan
sv: Jobbet raderat
tr: İş silindi
uk: Джоб видалено
vi: Công việc đã bị xóa
zh_hk: 刪除的工作

source: descriptive_name
bg: описателно_име
ca: nom_descriptiu
de: beschreibender_Name
es: nombre_descriptivo
fa: نام_توصیفی
fi: kuvaileva_nimi
fr: nom_descriptif
it: nome descrittivo
ja: 説明的な名前
nb: beskrivende_navn
nl: beschrijvende_naam
pl: nazwa_opisowa
pt_br: nome_descritivo
ru: описательное_имя
sk: popisný_názov
sl: opisno_ime
sv: beskrivande_namn
tr: tanımlayıcı_ad
vi: tên mô tả
zh_hk: 描述名稱

source: Tags
ar: الوسوم
bg: Етикети
ca: Etiquetes
de: Schlagwörter
es: Etiquetas
fa: برچسب‌ها
fi: Tunnisteet
fr: Mots clés
it: Etichette
ja: タグ
nb: Tagger
nl: Labels
pl: Tagi
pt_br: Etiquetas
ru: Теги
sk: Značky
sl: Oznake
sq: Tag-e
sr: Oznake
sv: Taggar
tr: Etiketler
uk: Теги
vi: Thẻ
zh_hk: 標籤

source: Trigger
ar: المشغّل
bg: Спусък
ca: Disparador
de: Auslösen
es: Desencadenar
fa: ماشه
fi: Laukaista
fr: Déclenchement
it: Grilletto
ja: トリガー
nb: Utløser
nl: Trekker
pl: Spust
pt_br: Acionar
ru: Курок
sk: Spúšťač
sl: Sprožilec
sq: Shkaktues
sr: Okidač
sv: Utlösare
tr: Tetiklemek
uk: Тригер
vi: Cò súng
zh_hk: 觸發器

source: {0} status
ar: {0} حالات
bg: статус {0}
ca: Estat {0}
es: {0} estado
fa: وضعیت {0}
fi: {0} tila
fr: {0} statut
it: {0} stato
ja: {0} ステータス
pt_br: {0} estado
ru: {0} статус
sk: Stav {0}
sl: Stanje {0}
tr: {0} durumu
uk: {0} статус
vi: {0} trạng thái
zh_hk: {0} 狀態

source: {0} tag
ar: {0} وسوم
bg: {0} етикет
ca: Etiqueta {0}
es: Etiqueta {0}
fa: برچسب {0}
fi: {0} tunniste
fr: {0} balise
it: Etichetta {0}
ja: {0} タグ
nb: {0} merke
pl: znacznik {0}
pt_br: Etiqueta {0}
ru: {0} тег
sk: Značka {0}
sl: Oznaka {0}
sr: {0} oznaka
sv: {0} tagg
tr: {0} etiketi
uk: тег {0}
vi: {0} thẻ
zh_hk: {0} 標籤

source: No tags found.
ar: لم يتم العثور على أي وسوم.
bg: Не са намерени етикети.
ca: No s'han trobat etiquetes.
de: Keine Tags gefunden.
es: No se encontraron etiquetas.
fa: هیچ برچسبی یافت نشد.
fi: Ei tunnisteita.
fr: Aucune balise trouvée.
it: Nessun tag trovato.
ja: タグが見つかりません。
nb: Ingen tagger funnet.
nl: Geen tags gevonden.
pl: Nie znaleziono tagów.
pt_br: Nenhuma tag encontrada.
ru: Теги не найдены.
sk: Neboli nájdené žiadne značky.
sl: Ni najdenih oznak.
sq: Nuk u gjetën tag-e.
sr: Nisu pronađene oznake.
sv: Inga taggar hittades.
tr: Etiket bulunamadı.
uk: Тегів не знайдено.
vi: Không tìm thấy thẻ nào.
zh_hk: 未找到標籤。

source: No transforms found.
ar: لم يتم العثور على أي تحويلات.
bg: Не са намерени трансформации.
ca: No s'han trobat transformacions.
de: Keine Transformationen gefunden.
es: No se encontraron transformaciones.
fa: هیچ تبدیلی یافت نشد.
fi: Ei muunnoksia.
fr: Aucune transformation trouvée.
it: Nessuna trasformazione trovata.
ja: 変換が見つかりません。
nb: Ingen transformasjoner funnet.
nl: Geen transformaties gevonden.
pl: Nie znaleziono transformacji.
pt_br: Nenhuma transformação encontrada.
ru: Преобразования не найдены.
sk: Neboli nájdené žiadne transformácie.
sl: Ni najdenih transformacij.
sq: Nuk u gjetën transformime.
sr: Nisu pronađene transformacije.
sv: Inga transformationer hittades.
tr: Hiçbir dönüşüm bulunamadı.
uk: Трансформів не знайдено.
vi: Không tìm thấy biến đổi nào.
zh_hk: 未找到變換。

source: Timezone is {0}
ar: المنطقة الزمنية هي {0}
bg: Часовата зона е {0}
ca: El fus horari és {0}
de: Zeitzone ist {0}
es: La zona horaria es {0}
fa: منطقه زمانی {0}است
fi: Aikavyöhyke on {0}
fr: Le fuseau horaire est {0}
it: Il fuso orario è {0}
ja: タイムゾーンは {0}です
nb: Tidssonen er {0}
nl: Tijdzone is {0}
pl: Strefa czasowa to {0}
pt_br: O fuso horário é {0}
ru: Часовой пояс {0}
sk: Časové pásmo je {0}
sl: Časovni pas je {0}
sq: Zona kohore është {0}
sr: Vremenska zona je {0}
sv: Tidszonen är {0}
tr: Saat dilimi {0}
uk: Часовий пояс: {0}
vi: Múi giờ là {0}
zh_hk: 時區為 {0}

source: {0} has been deleted
ar: تم حذف {0}
de: {0} wurde gelöscht
es: {0} ha sido eliminado
fa: {0} حذف شده است
fi: {0} on poistettu
fr: {0} a été supprimé
it: {0} è stato eliminato
ja: {0} は削除されました
pl: {0} został usunięty
pt_br: {0} foi excluído
ru: {0} удалён(а)
sk: {0} bol odstránený
sl: {0} je bil izbrisan
sq: {0} është fshirë
sr: {0} je obrisano
tr: {0} silindi
uk: {0} видалено
vi: {0} đã bị xóa
zh_hk: {0} 已刪除

source: Change what this transform generates and where.
ar: غيّر ما يُنشئه هذا التحويل وأين يتم حفظه.
bg: Променете какво и къде генерира тази трансформация.
ca: Canvia què genera aquesta transformació i on.
de: Ändern Sie, was diese Transformation generiert und wo.
es: Cambia lo que genera esta transformación y dónde.
fa: آنچه را که این تبدیل تولید می‌کند و کجا را تغییر دهید.
fi: Muuta, mitä tämä muunnos luo ja missä.
fr: Modifiez ce que cette transformation génère et où.
it: Cambia cosa genera questa trasformazione e dove.
ja: この変換が生成するものと場所を変更します。
nb: Endre hva denne transformasjonen genererer og hvor.
nl: Wijzig wat deze transformatie genereert en waar.
pl: Zmień, co i gdzie generuje ta transformacja.
pt_br: Altere o que esta transformação gera e onde.
ru: Измените то, что и где генерирует это преобразование.
sk: Zmeňte, čo a kde táto transformácia generuje.
sl: Spremeni, kaj in kje ta transformacija ustvari.
sq: Ndrysho çfarë gjeneron ky transformim dhe ku.
sr: Promenite šta ova transformacija generiše i gde.
sv: Ändra vad denna transformation genererar och var.
tr: Bu dönüşümün neyi, nerede ürettiğini değiştirin.
uk: Змініть, що і де генерує цей трансформ.
vi: Thay đổi nội dung và vị trí tạo ra phép biến đổi này.
zh_hk: 變更此變形產生的內容和位置。

source: This schema will be created when the transform runs
ar: سيتم إنشاء هذا المخطط عند تشغيل التحويل
bg: Тази схема ще бъде създадена, когато трансформацията се изпълни
ca: Aquest esquema es crearà quan s'executi la transformació
de: Dieses Schema wird erstellt, wenn die Transformation ausgeführt wird
es: Este esquema se creará cuando se ejecute la transformación.
fa: این طرحواره هنگام اجرای تبدیل ایجاد خواهد شد
fi: Tämä skeema luodaan, kun muunnos suoritetaan.
fr: Ce schéma sera créé lors de l'exécution de la transformation
it: Questo schema verrà creato quando verrà eseguita la trasformazione
ja: このスキーマは変換の実行時に作成されます
nb: Dette skjemaet blir opprettet når transformasjonen kjøres
nl: Dit schema wordt gemaakt wanneer de transformatie wordt uitgevoerd
pl: Ten schemat zostanie utworzony po uruchomieniu transformacji
pt_br: Este esquema será criado quando a transformação for executada
ru: Эта схема будет создана при запуске преобразования.
sk: Táto schéma sa vytvorí pri spustení transformácie
sl: Ta shema bo ustvarjena, ko se bo transformacija izvedla
sq: Kjo skemë do të krijohet kur transformimi ekzekutohet
sr: Ova šema će biti kreirana kada se transformacija pokrene
sv: Detta schema skapas när transformationen körs
tr: Bu şema, dönüşüm çalıştırıldığında oluşturulacak
uk: Ця схема буде створена під час запуску трансформації
vi: Sơ đồ này sẽ được tạo khi quá trình chuyển đổi chạy
zh_hk: 此模式會在執行轉換時建立

source: Transform target updated
ar: تم تحديث هدف التحويل
bg: Целта на трансформацията е актуализирана
ca: L'objectiu de transformació s'ha actualitzat
de: Transform-Ziel aktualisiert
es: Objetivo de transformación actualizado
fa: هدف تبدیل به‌روزرسانی شد
fi: Muunnoskohde päivitetty
fr: Cible de transformation mise à jour
it: Obiettivo di trasformazione aggiornato
ja: 変換ターゲットが更新されました
nb: Transformasjonsmål oppdatert
nl: Transformatiedoel bijgewerkt
pl: Zaktualizowano cel transformacji
pt_br: Alvo de transformação atualizado
ru: Цель преобразования обновлена
sk: Cieľ transformácie bol aktualizovaný
sl: Cilj transformacije posodobljen
sq: Target-i i transformimit u përditësua
sr: Cilj transformacije ažuriran
sv: Transformationsmål uppdaterat
tr: Dönüşüm hedefi güncellendi
uk: Ціль трансформу оновлено
vi: Đã cập nhật mục tiêu chuyển đổi
zh_hk: 更新變形目標

source: Change target
ar: تغيير الهدف
bg: Промяна на целта
ca: Canvia l'objectiu
de: Ziel ändern
es: Cambiar objetivo
fa: تغییر هدف
fi: Vaihda tavoitetta
fr: Changer de cible
it: Cambia obiettivo
ja: ターゲットを変更
nb: Endre mål
nl: Doel wijzigen
pl: Zmień cel
pt_br: Alterar alvo
ru: Изменить цель
sk: Zmeniť cieľ
sl: Spremeni cilj
sq: Ndrysho target-in
sr: Promeni cilj
sv: Ändra mål
tr: Hedefi değiştir
uk: Змінити ціль
vi: Thay đổi mục tiêu
zh_hk: 變更目標

source: Edit this table's metadata
ar: حرّر بيانات هذا الجدول الوصفية
bg: Редактиране на метаданните на тази таблица
ca: Edita les metadades d'aquesta taula
de: Bearbeiten Sie die Metadaten dieser Tabelle.
es: Editar los metadatos de esta tabla
fa: ویرایش متادیتای این جدول
fi: Muokkaa tämän taulukon metatietoja
fr: Modifier les métadonnées de ce tableau
it: Modifica i metadati di questa tabella
ja: このテーブルのメタデータを編集する
nb: Rediger metadata for denne tabellen
nl: Bewerk de metagegevens van deze tabel
pl: Edytuj metadane tej tabeli
pt_br: Editar os metadados desta tabela
ru: Редактировать метаданные этой таблицы
sk: Upraviť metadáta tejto tabuľky
sl: Uredi metapodatke te tabele
sq: Redakto metadatat e kësaj tabele
sr: Uredi metapodatke ove tabele
sv: Redigera den här tabellens metadata
tr: Bu tablonun meta verilerini düzenle
uk: Редагувати метадані цієї таблиці
vi: Chỉnh sửa siêu dữ liệu của bảng này
zh_hk: 編輯此表的元資料

source: Failed to update transform owner
ar: فشل تحديث مالك التحويل
ca: No s'ha pogut actualitzar el propietari de la transformació
de: Fehler beim Aktualisieren des Transformationsbesitzers
es: No se pudo actualizar el propietario de la transformación
fa: به‌روزرسانی مالک تبدیل ناموفق بود
fi: Muunnoksen omistajan päivittäminen epäonnistui
fr: Échec de la mise à jour du propriétaire de la transformation
it: Impossibile aggiornare il proprietario della trasformazione
ja: 変換所有者の更新に失敗しました
nb: Kunne ikke oppdatere transformasjonseier
pl: Nie udało się zaktualizować właściciela transformacji
pt_br: Falha ao atualizar o proprietário da transformação
ru: Не удалось обновить владельца трансформа
sk: Nepodarilo sa aktualizovať vlastníka transformácie
sl: Posodobitev lastnika transformacije ni uspela
sq: Dështoi përditësimi i pronarit të transformit
sr: Neuspešno ažuriranje vlasnika transformacije
tr: Dönüştürme sahibini güncelleme başarısız oldu.
uk: Не вдалося оновити власника трансформу
vi: Không thể cập nhật chủ sở hữu chuyển đổi
zh_hk: 更新變更擁有者失敗

source: Transform owner updated
ar: تم تحديث مالك التحويل
ca: Propietari de la transformació actualitzat
de: Transform-Besitzer aktualisiert
es: Propietario de la transformación actualizado
fa: مالک تبدیل به‌روزرسانی شد
fi: Muunnoksen omistaja päivitetty
fr: Transform propriétaire mis à jour
it: Proprietario della trasformazione aggiornato
ja: 変換所有者が更新されました
nb: Transform eier oppdatert
pl: Zaktualizowano właściciela transformacji
pt_br: Proprietário da Transformação atualizado
ru: Владелец трансформа обновлён
sk: Vlastník transformácie bol aktualizovaný
sl: Lastnik transformacije posodobljen
sq: Pronari i transformit u përditësua
sr: Vlasnik transformacije je ažuriran
tr: Sahibi güncellendi.
uk: Власника трансформу оновлено
vi: Chủ sở hữu đã cập nhật thông tin chuyển đổi
zh_hk: 變更擁有者更新

source: Ownership
ar: الملكية
ca: Propietat
de: Eigentum
es: Propiedad
fa: مالکیت
fi: Omistajuus
fr: Possession
it: Proprietà
ja: 所有
nb: Eierskap
pl: Własność
pt_br: Propriedade
ru: Владение
sk: Vlastníctvo
sl: Lastništvo
sq: Pronësia
sr: Vlasništvo
tr: Mülkiyet
uk: Власність
vi: Quyền sở hữu
zh_hk: 所有權
