Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: A numeric value between 1 and 5 must follow the # option
ar: يجب أن يتبع خيار # قيمة رقمية بين 1 و5
bg: Числова стойност между 1 и 5 трябва да следва опцията #
ca: Un valor numèric entre 1 i 5 ha de seguir l'opció #
de: Ein nummerischer Wert zwischen 1 bis 5 muss der # Option folgen
eo: You gotta have a number between 1 and 5 after the #, fr.
es: Un valor numérico entre 1 y 5 debe seguir a la opción #
fa: یک مقدار عددی بین 1 و 5 باید همانند گزینه # باشد
fi: Numerisen arvon 1 ja 5 välillä on seurattava # vaihtoehtoa.
fr: Une valeur numérique entre 1 et 5 doit suivre l'option #
hu: A # opció után 1 és 5 közötti numerikus értéknek kell következnie
it: Un valore numerico tra 1 e 5 deve seguire l'opzione #
ja: 1から5までの数値は、＃オプションの後に続く必要があります
lt: Po # parinkties turi būti pateikta skaitinė reikšmė nuo 1 iki 5
ms: Nilai berangka antara 1 dan 5 mesti mengikuti pilihan #
nb: Et numerisk verdi mellom 1 og 5 må følge etter # valget
nl: Een numerieke waarde tussen 1 en 5 moet de # optie volgen
pl: Wartość numeryczna między 1 a 5 musi następować po opcji #
pt_br: A opção # deve ser seguida por um valor numérico entre 1 e 5
ru: За опцией # должно следовать числовое значение от 1 до 5
sk: Po # voľbe musí nasledovať číselná hodnota medzi 1 a 5
sl: Številska vrednost med 1 in 5 mora slediti možnosti #
sq: Pas opsionit # duhet të vijë një vlerë numerike midis 1 dhe 5
sr: Opciju # mora da prati numerička vrednost između 1 i 5
sv: Ett numeriskt värde mellan 1 och 5 måste följa på #-alternativet
tr: # seçeneğinden sonra 1 ile 5 arasında bir numerik değer gelmelidir
uk: Після опції # має йти числове значення від 1 до 5
vi: Giá trị số từ 1 đến 5 phải theo sau tùy chọn #
zh_hk: 選項 # 之後必須接著一個介於 1 和 5 之間的數值

source: Day of month values must be between 1 and 31
ar: يجب أن تكون قيم يوم الشهر بين 1 و31
bg: Стойностите на ден от месеца трябва да са между 1 и 31
ca: Dia del mes ha de ser un valor entre 1 i 31
de: Werte für Tag-des-Monats müssen zwischen 1 und 31 liegen
eo: Yo, the day of month numbers gotta be between 1 and 31, fr.
es: Los valores del día del mes deben estar entre 1 y 31
fa: مقدار روز ماه باید بین 1 و 31 باشد
fi: Kuukauden päivän arvojen tulee olla välillä 1 ja 31.
fr: Les valeurs du jour du mois doivent être comprises entre 1 et 31
hu: A hónap napjainak értékei 1 és 31 között kell legyenek
it: I valori del giorno del mese devono essere compresi tra 1 e 31
ja: 曜日の値は1から31の間でなければなりません
lt: Mėnesio dienos reikšmės turi būti nuo 1 iki 31
ms: Nilai hari dalam bulan mesti antara 1 dan 31
nb: Dag i måneden verdier må være mellom 1 og 31
nl: Dag van de maand waarden moeten tussen 1 en 31 liggen
pl: Wartości dnia miesiąca muszą być pomiędzy 1 a 31
pt_br: Valores de dia do mês devem estar entre 1 e 31
ru: Значения дня месяца должны быть в диапазоне от 1 до 31
sk: Hodnoty dňa v mesiaci musia byť medzi 1 a 31
sl: Vrednosti dneva v mesecu morajo biti med 1 in 31
sq: Vlerat e ditës së muajit duhet të jenë midis 1 dhe 31
sr: Vrednosti dana u mesecu moraju biti između 1 i 31
sv: Värde på dag i månaden måste ligga mellan 1 och 31
tr: Ayın günü değerleri 1 ve 31 arasında olmalıdır
uk: Значення дня місяця мають бути від 1 до 31
vi: Giá trị ngày trong tháng phải từ 1 đến 31
zh_hk: 月份中的日期值必須介於 1 和 31 之間

source: Offset from last day must be less or equal 30
ar: يجب أن يكون الإزاحة من آخر يوم أقل من أو تساوي 30
bg: Отклонението от последния ден трябва да бъде по-малко или равно на 30
ca: Desplaçament del darrer dia ha de ser igual o menor a 30
de: Der Versatz vom letzten Tag muss kleiner oder gleich 30 sein
eo: Yo, the offset from the last day gotta be ≤ 30, fr.
es: La compensación desde el último día debe ser menor o igual a 30
fa: انحراف از روز آخر باید کمتر یا برابر با 30 باشد
fi: Viimeisestä päivästä poikkeama saa olla enintään 30.
fr: Le décalage par rapport au dernier jour doit être inférieur ou égal à 30
hu: Az utolsó naptól való eltérés 30 vagy annál kevesebb kell legyen
it: Lo scostamento dall'ultimo giorno deve essere minore o uguale a 30
ja: 最終日からのオフセットは30以下でなければなりません
lt: Atlyginimas nuo paskutinės dienos turi būti mažesnis arba lygus 30
ms: Offset dari hari terakhir mesti kurang atau sama dengan 30
nb: Forskyvning fra siste dag må være mindre enn eller lik 30
nl: Verschuiving vanaf de laatste dag moet kleiner of gelijk aan 30 zijn
pl: Przesunięcie od ostatniego dnia musi być mniejsze lub równe 30
pt_br: O deslocamento do último dia deve ser menor ou igual a 30
ru: Смещение от последнего дня должно быть меньше или равно 30
sk: Posun od posledného dňa musí byť menší alebo rovný 30
sl: Odmik od zadnjega dne mora biti manjši ali enak 30
sq: Zhvendosja nga dita e fundit duhet të jetë më e vogël ose e barabartë me 30
sr: Offset od poslednjeg dana mora biti manji ili jednak 30
sv: Startpunkt från senaste dagen får högtst vara 30
tr: Son günden sapma 30 veya daha az olmalıdır
uk: Зсув від останнього дня має бути меншим або дорівнювати 30
vi: Độ lệch từ ngày cuối phải nhỏ hơn hoặc bằng 30
zh_hk: 距離最後一天的偏移量必須小於或等於 30

source: Month values must be between 1 and 12
ar: يجب أن تكون قيم الشهر بين 1 و12
bg: Стойностите на месец трябва да са между 1 и 12
ca: El valor del mes ha de ser entre 1 i 12
de: Monatswerte müssen zwischen1 und 12 liegen
eo: Bruh, months gotta be between 1 and 12, fr fr.
es: Los valores del mes deben estar entre 1 y 12
fa: مقادیر ماه باید بین 1 و 12 باشند
fi: Kuukausiarvojen tulee olla välillä 1 ja 12
fr: Les valeurs de mois doivent être comprises entre 1 et 12
hu: A hónap értékei 1 és 12 között kell legyenek
it: I valori del mese devono essere compresi tra 1 e 12
ja: 月の値は 1 から 12 の間でなければなりません
lt: Mėnesio reikšmės turi būti nuo 1 iki 12
ms: Nilai bulan mesti antara 1 dan 12
nb: Månedsverdier må være mellom 1 og 12
nl: Maandwaarden moeten tussen 1 en 12 zijn
pl: Wartości miesiąca muszą być pomiędzy 1 a 12
pt_br: Valores de mês devem estar entre 1 e 12
ru: Значения месяца должны быть от 1 до 12.
sk: Hodnoty mesiaca musia byť medzi 1 a 12
sl: Vrednosti mesecev morajo biti med 1 in 12
sq: Vlerat e muajit duhet të jenë midis 1 dhe 12
sr: Vrednosti meseca moraju biti između 1 i 12
sv: Månadssiffra måste ligga mellan 1 och 12
tr: Ay değerleri 1 ile 12 arasında olmalıdır
uk: Значення місяця мають бути від 1 до 12
vi: Giá trị tháng phải từ 1 đến 12
zh_hk: 月份的值必須介於 1 和 12 之間

source: Month values must be JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC or between 1 and 12
ar: يجب أن تكون قيم الشهر JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC أو بين 1 و12
bg: Стойностите на месец трябва да са JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC или между 1 и 12
ca: Els valors de mes han de ser JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC o ser un nombre entre 1 i 12
de: Die Monatswerte müssen JAN, FEB, MAR, APR, MAI, JUN, JUL, AUG, SEP, OCT, NOV, DEC oder zwischen 1 und 12 sein
eo: Bruh, month values gotta be JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC or just numbers 1-12, fr fr
es: Los valores del mes deben ser JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC o entre 1 y 12
fa: مقادیر ماه باید JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC یا بین 1 و 12 باشند.
fi: Kuukausiarvojen tulee olla TAMMI, HELMI, MAALIS, HUHTI, TOUKO, KESÄ, HEINÄ, ELO, SYYS, LOKA, MARRAS, JOULU tai välillä 1 ja 12.
fr: Les valeurs de mois doivent être JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC ou entre 1 et 12
hu: A hónap értékei JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC vagy 1 és 12 között kell legyenek
it: I valori del mese devono essere GEN, FEB, MAR, APR, MAG, GIU, LUG, AGO, SET, OTT, NOV, DIC o compresi tra 1 e 12
ja: 月の値は、1月、2月、3月、4月、5月、6月、7月、8月、9月、10月、11月、12月、または1〜12である必要があります。
lt: Mėnesio reikšmės turi būti SAUSIO, VASARIO, KAR, APR, GEGUŽĖS, BIRŽELIO, LIEPOS, RUGPJŪČIO, RUGSĖJO, SPAL, LAPKRIČIO, GRUODŽIO d. arba nuo 1 iki 12 d.
ms: Nilai bulan mesti JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC atau antara 1 dan 12
nb: Månedsverdier må være JAN, FEB, MAR, APR, MAI, JUN, JUL, AUG, SEP, OKT, NOV, DES eller mellom 1 og 12
nl: Maandwaarden moeten JAN, FEB, MAR, APR, MEI, JUN, JUL, AUG, SEP, OKT, NOV, DEC of tussen 1 en 12 zijn
pl: Wartości miesięczne muszą być JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC lub między 1 a 12
pt_br: Valores de mês devem ser JAN, FEV, MAR, ABR, MAI, JUN, JUL, AGO, SET, OUT, NOV, DEZ ou estar entre 1 e 12
ru: Значения месяца должны быть ЯНВ, ФЕВ, МАР, АПР, МАЙ, ИЮН, ИЮЛ, АВГ, СЕН, ОКТ, НОЯ, ДЕК или от 1 до 12
sk: Hodnoty mesiaca musia byť JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC alebo medzi 1 a 12
sl: Vrednosti meseca morajo biti JAN, FEB, MAR, APR, MAJ, JUN, JULIJ, AVGUST, SEPTEMBER, OKTOBER, NOVEMBER, DECEMBER ali med 1 in 12
sq: Vlerat e muajit duhet të jenë JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC ose midis 1 dhe 12
sr: Vrednosti meseca moraju biti JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC ili između 1 i 12
sv: Giltiga månader är JAN, FEB, MAR, APR, MAJ, JUN, JUL, AUG, SEP, OKT, NOV, DEC eller mellan 1 och 12
tr: Ay değerleri OCA, ŞUB, MAR, NİS, MAY, HAZ, TEM, AĞU, EYL, EKİ, KAS veya ARA ya da 1 ile 12 arasında olmalıdır
uk: Значення місяця мають бути JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC або між 1 і 12
vi: Giá trị tháng phải là JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC hoặc từ 1 đến 12
zh_hk: 月份的值必須是 JAN, FEB, MAR, APR, MAY, JUN, JUL, AUG, SEP, OCT, NOV, DEC 或介於 1 和 12 之間

source: Start year must be less than stop year
ar: يجب أن تكون سنة البدء أقل من سنة التوقف
bg: Началната година трябва да е по-малка от спирането на годината
ca: L'any d'inici ha de ser inferior que l'any de parada
de: Das Start-Jahr muss vor dem Stop-Jahr liegen
eo: Start year gotta be less than stop year, fr fr
es: El año de inicio debe ser menor que el año de finalización
fa: سال شروع باید کوچکتر از سال پایان باشد
fi: Aloitusvuoden on oltava pienempi kuin lopetusvuosi.
fr: L'année de début doit être antérieure à l'année de fin
hu: A kezdő évnek kisebbnek kell lennie a befejező évnél
it: L'anno di inizio deve essere inferiore all'anno di fine
ja: 開始年は終了年よりも短くする必要があります
lt: Pradžios metai turi būti trumpesni nei pabaigos metai
ms: Tahun mula mesti kurang daripada tahun tamat
nb: Startår må være mindre enn stoppår
nl: Startjaar moet kleiner zijn dan stopjaar
pl: Rok rozpoczęcia musi być mniejszy niż rok zakończenia
pt_br: O ano inicial deve ser inferior ao ano final
ru: Год начала должен быть меньше года окончания
sk: Rok začiatku musí byť menší ako rok konca
sl: Začetno leto mora biti krajše od končnega leta
sq: Viti i fillimit duhet të jetë më i vogël se viti i ndalimit
sr: Početna godina mora biti manja od završne godine
sv: Startår måste vara lägre än slutår
tr: Başlangıç yılı bitiş yılından küçük olmalıdır
uk: Рік початку має бути меншим за рік завершення
vi: Năm bắt đầu phải nhỏ hơn năm kết thúc
zh_hk: 開始年份必須小於結束年份

source: Unsupported year value. Possible values are 1970-2099 , - * /
ar: قيمة السنة غير مدعومة. القيم الممكنة هي 1970-2099 , - * /
bg: Неподдържана стойност на година. Възможните стойности са 1970-2099 , - * /
ca: Valor d'any no suportat. Els valors possibles són 1970-2099 , - * /
de: Nicht unterstützter Jahreswert. Mögliche Werte sind: 1970-2099 , - * /
eo: Bruh, that year code is just not valid. You gotta pick a year between 1970 and 2099, or some other symbols like - * /.
es: Valor del año no admitido. Los valores posibles son 1970-2099 , - * /
fa: مقدار سال پشتیبانی نمی شود. مقادیر قابل قبول 1970-2099 , - * /
fi: Tukematon vuosiarvo. Mahdolliset arvot ovat 1970-2099, - * /
fr: Valeur d'année non prise en charge. Les valeurs possibles sont 1970-2099 , - * /
hu: Nem támogatott év érték. Lehetséges értékek: 1970-2099 , - * /
it: Valore dell'anno non supportato. I valori possibili sono 1970-2099, - * /
ja: サポートされていない年の値。可能な値は1970-2099、-* /
lt: Nepalaikoma metų vertė. Galimos reikšmės yra 1970-2099 , - * /
ms: Nilai tahun yang tidak disokong. Nilai yang mungkin adalah 1970-2099 , - * /
nb: Ikke-støttet årsverdi. Mulige verdier er 1970-2099 , - * /
nl: Niet-ondersteunde jaarwaarde. Mogelijke waarden zijn 1970-2099, - * /
pl: Nieobsługiwana wartość roku. Możliwe wartości to 1970-2099 , - * /
pt_br: Ano inválido. Possíveis valores são 1970-2099, - * /
ru: Неподдерживаемое значение года. Возможные значения 1970-2099 , - * /
sk: Nepodporovaná hodnota roka. Možné hodnoty sú 1970-2099 , - * /
sl: Nepodprta letna vrednost. Možne vrednosti so 1970-2099 , - * /
sq: Vlerë viti e pambështetur. Vlerat e mundshme janë 1970-2099 , - * /
sr: Nepodržana vrednost godine. Moguće vrednosti su 1970-2099 , - * /
sv: Otillåtet värde på år. Tillåtna värden är 1970-2099,-*/
tr: Desteklenmeyen yıl değeri. Olası değerler: 1970-2099 , - * /
uk: Непідтримуване значення року. Можливі значення: 1970-2099, - * /
vi: Giá trị năm không được hỗ trợ. Giá trị có thể là 1970-2099 , - * /
zh_hk: 不支援的年份值。可能的值為 1970-2099 , - * /

source: Minute and second values must be between 0 and 59 and hour values must be between 0 and 23
ar: يجب أن تكون قيم الدقائق والثواني بين 0 و59 ويجب أن تكون قيم الساعات بين 0 و23
bg: Стойностите за минути и секунди трябва да бъдат между 0 и 59, а стойностите за часове трябва да бъдат между 0 и 23
ca: Els valors de minuts i segons han d'estar entre 0 i 59 i els valors d'hora han d'estar entre 0 i 23
de: Werte für Minute und Sekunde müssen zwischen 0 bis 59 liegen, Stundenwerte zwischen 0 und 23
eo: Yo, just a heads up: minutes and seconds gotta be between 0 and 59, and hours need to be from 0 to 23, fr fr.
es: Los valores de minuto y segundo deben estar entre 0 y 59 y los valores de hora deben estar entre 0 y 23
fa: مقادیر دقیقه و ثانیه باید بین 0 و 59 و مقادیر ساعت باید بین 0 و 23 باشند
fi: Minuutti- ja sekuntiarvojen on oltava välillä 0 ja 59, ja tunnearvojen on oltava välillä 0 ja 23.
fr: Les valeurs des minutes et des secondes doivent être comprises entre 0 et 59 et les valeurs des heures doivent être comprises entre 0 et 23
hu: A perc és másodperc értékei 0 és 59 között kell legyenek, az óra értékei pedig 0 és 23 között
it: I valori di minuti e secondi devono essere compresi tra 0 e 59 e i valori delle ore devono essere compresi tra 0 e 23
ja: 分と秒の値は0から59の間でなければならず、時間の値は0から23の間でなければなりません
lt: Minutės ir sekundės reikšmės turi būti nuo 0 iki 59, o valandų reikšmės turi būti nuo 0 iki 23
ms: Nilai minit dan saat mesti antara 0 dan 59 dan nilai jam mesti antara 0 dan 23
nb: Minutt- og sekundverdier må være mellom 0 og 59 og timeverdier må være mellom 0 og 23
nl: Waarden voor minuten en seconden moeten tussen 0 en 59 liggen en uurwaarden moeten tussen 0 en 23 liggen
pl: Wartości minut i sekund muszą być między 0 a 59, a wartości godzin muszą być między 0 a 23
pt_br: Os valores de minutos e segundos devem estar entre 0 e 59 e os valores de horas devem estar entre 0 e 23
ru: значения минут и секунд должны быть в диапазоне от 0 до 59, а значения часов должны быть в диапазоне от 0 до 23.
sk: Hodnoty minút a sekúnd musia byť medzi 0 a 59 a hodnoty hodín musia byť medzi 0 a 23
sl: Minutne in sekundne vrednosti morajo biti med 0 in 59, urne vrednosti pa med 0 in 23
sq: Vlerat e minutave dhe sekondave duhet të jenë midis 0 dhe 59 dhe vlerat e orëve duhet të jenë midis 0 dhe 23
sr: Vrednosti minuta i sekundi moraju biti između 0 i 59, a vrednosti sati moraju biti između 0 i 23
sv: Värden för minuter och sekunder måste vara mellan 0 och 59, och värden för timmar måste vara mellan 0 och 23
tr: Dakika ve saniye değerleri 0 ile 59 arasında, saat değerleri 0 ile 23 arasında olmalıdır
uk: Значення хвилин і секунд мають бути від 0 до 59, а значення годин — від 0 до 23
vi: Giá trị phút và giây phải nằm trong khoảng 0 đến 59 và giá trị giờ phải nằm trong khoảng 0 đến 23
zh_hk: 分鐘和秒值必須介於 0 和 59 之間，時值必須介於 0 和 23 之間

source: You must use ? in the day-of-week or day-of-month field
ar: يجب استخدام ? في حقل day-of-week أو day-of-month
bg: Трябва да използвате ? в полето за ден от седмицата или ден от месеца
ca: Has d'utilitzar ? als camps day-of-week o day-of-month
de: Du musst ein ? im Feld für Tag-der-Woche oder Tag-des-Monats einsetzen
eo: You gotta throw a ? in the day-of-week or day-of-month spot, fr fr
es: Debes utiliar ? en el campo de día de la semana o día del mes
fa: باید از ? در فیلد روز هفته یا روز ماه استفاده نمایید
fi: Sinun täytyy käyttää ? viikonpäivän tai kuukauden päivän kentässä.
fr: Tu dois utiliser ? dans le champ jour de la semaine ou jour du mois
hu: Használni kell a ? jelet a hét napja vagy a hónap napja mezőben
it: Devi usare ? nel campo giorno della settimana o giorno del mese
ja: 使用する必要がありますか?曜日または月のフィールド
lt: Turite naudoti? savaitės dienos arba mėnesio dienos lauke
ms: Anda mesti menggunakan ? dalam medan hari dalam minggu atau hari dalam bulan
nb: Du må bruke ? i dag-i-uge eller dag-i-måned feltet
nl: U moet ? gebruiken in het dag-van-de-week of dag-van-de-maand veld
pl: Musisz użyć ? w polu dzień tygodnia lub dzień miesiąca
pt_br: Você deve usar ? no campo de dia da semana ou dia do mês
ru: Вы должны использовать ?
sk: Musíte použiť ? v dni v týždni alebo dni v mesiaci
sl: Morate uporabiti ? v polju »dan v tednu« ali »dan v mesecu«
sq: Duhet të përdorësh ? në fushën ditë-jave ose ditë-muaji
sr: Morate koristiti ? u polju dan u nedelji ili dan u mesecu
sv: Du måste använda ? i fältet för veckodag eller dag i månaden
tr: Hafta günü veya ay günü alanında ? kullanmalısınız
uk: Потрібно використовувати ? у полі день-тижня або день-місяця
vi: Bạn phải sử dụng ? trong trường ngày-trong-tuần hoặc ngày-trong-tháng
zh_hk: 您必須在每週或每月的字段中使用？

source: Invalid cron expression
ar: تعبير Cron غير صالح
bg: Невалиден cron израз
ca: Expressió de cron no vàlida
de: Ungültiger Cron-Ausdruck
eo: Bruh, that cron expression is hella invalid 😬
es: Expresión cron no válida
fa: عبارت cron نامعتبر است
fi: Virheellinen cron-ilmaisu
fr: Expression cron invalide
hu: Érvénytelen cron kifejezés
it: Espressione cron non valida
ja: cron式が無効です
lt: Netinkama cron išraiška
ms: Ekspresi cron tidak sah
nb: Ugyldig cron uttrykk
nl: Ongeldige cron expressie
pl: Nieprawidłowe wyrażenie cron
pt_br: Expressão cron inválida
ru: Недопустимое выражение cron.
sk: Neplatný cron výraz
sl: Neveljaven izraz cron
sq: Shprehje cron e pavlefshme
sr: Nevažeći cron izraz
sv: Felaktigt format för cron
tr: Geçersiz cron ifadesi
uk: Некоректний cron-вираз
vi: Biểu thức cron không hợp lệ
zh_hk: 無效的cron表達式

source: Doing science...
ar: نجري بعض العلم...
bg: Данните се обработват...
ca: Fent ciència...
de: Betreibe Wissenschaft...
eo: Out here vibing with science…
es: Haciendo ciencia...
fa: تحلیل علمی ...
fi: Tehdään tiedettä...
fr: Calcul en cours...
hu: Tudomány végzése...
it: In elaborazione...
ja: 抽出中です...
lt: Darau mokslus...
ms: Melakukan sains...
nb: Gjør vitenskap...
nl: Data wordt geanalyseerd…
pl: Analizowanie...
pt_br: Fazendo ciência…
ru: Работаем с данными...
sk: Vykonáva sa veda...
sl: Ukvarjanje z znanostjo ...
sq: Duke bërë shkencë...
sr: Radimo nauku...
sv: Räknar...
tr: Bilim yapılıyor...
uk: Творимо науку...
vi: Đang thực hiện khoa học...
zh_hk: 做科學...

source: Running query...
ar: جارٍ تشغيل الاستعلام...
bg: Изпълнение на заявка...
ca: Executant la pregunta...
de: Abfrage wird ausgeführt...
eo: Running the vibes rn...
es: Ejecutando consulta...
fa: اجرای Query ...
fi: Suoritetaan kysely...
fr: Requête en cours...
hu: Lekérdezés futtatása...
it: Query in esecuzione...
ja: クエリを実行しています...
lt: Vykdoma užklausa...
ms: Menjalankan pertanyaan...
nb: Kjør spørring...
nl: Query uitvoeren...
pl: Uruchamianie pytania...
pt_br: Fazendo a consulta…
ru: Выполняется запрос...
sk: Spúšťa sa dotaz...
sl: Tekoča poizvedba ...
sq: Duke ekzekutuar pyetjen...
sr: Pokretanje upita...
sv: Kör fråga...
tr: Sorgu çalışıyor...
uk: Виконується запит...
vi: Đang thực hiện truy vấn...
zh_hk: 執行查詢...

source: Loading results...
ar: جارٍ تحميل النتائج...
bg: Зареждане на резултати...
ca: Carregant els resultats...
de: Lade Ergebnisse...
eo: Loading the vibes...
es: Cargando resultados...
fa: بارگزاری نتایج ...
fi: Ladataan tuloksia...
fr: Chargement des résultats...
hu: Eredmények betöltése...
it: Caricamento dei risultati...
ja: 結果を読み込んでいます...
lt: Įkeliami rezultatai...
ms: Memuatkan hasil...
nb: Laster resultater...
nl: Resultaten laden...
pl: Wczytywanie wyników...
pt_br: Carregando resultados...
ru: Загружаются результаты...
sk: Načítavajú sa výsledky...
sl: Nalaganje rezultatov ...
sq: Duke ngarkuar rezultatet...
sr: Učitavanje rezultata...
sv: Laddar resultat...
tr: Sonuçlar yükleniyor...
uk: Завантажуємо результати...
vi: Đang tải kết quả...
zh_hk: 加載結果...

source: Summaries
ar: ملخصات
bg: Обобщения
ca: Resums
de: Zusammenfassungen
eo: Recapz
es: Resumenes
fa: خلاصه ها
fi: Yhteenvedot
fr: Résumés
hu: Összefoglalók
it: Riepiloghi
ja: サマリー
lt: Santraukos
ms: Ringkasan
nb: Oppsummeringer
nl: Samenvattingen
pl: Podsumowania
pt_br: Resumos
ru: Сводки
sk: Súhrny
sl: Povzetke
sq: Përmbledhje
sr: Sažeci
sv: Summering
tr: Özetler
uk: Підсумки
vi: Tóm lược
zh_hk: 概要

source: Item Detail
ar: تفاصيل العنصر
bg: Детайли на елемента
ca: Detall de l'ítem
de: Details
eo: Item deets
es: Detalle Elemento
fa: جزئیات آیتم
fi: Tuotteen yksityiskohdat
fr: Détail de l'article
hu: Tétel részletei
it: Dettaglio articolo
ja: アイテム詳細
lt: Prekės detalė
ms: Butiran Item
nb: Vare detaljer
nl: Itemdetails
pl: Szczegóły elementu
pt_br: Detalhes do item
ru: Сведения об элементе
sk: Detail položky
sl: Podrobnosti o predmetu
sq: Detaj i artikullit
sr: Detalji stavke
sv: Detaljer
tr: Öğe Detayı
uk: Деталі елемента
vi: Chi tiết mục
zh_hk: 項目詳情
