Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Not allowed to edit group memberships
ar: غير مسموح بتعديل عضويات المجموعات
bg: Не е разрешено редактиране на членствата в групи
ca: No es permet editar membres de grup
de: Bearbeiten der Gruppenmitgliedschaften nicht erlaubt
eo: You can't even edit the group members, fr.
es: No se permite editar membresías de grupo
fa: مجاز به ویرایش عضویت های گروه نیست
fi: Ei ole sallittua muokata ryhmäjäsenyyksiä.
fr: Pas autorisé à modifier les appartenances à un groupe
hu: A csoporttagságok szerkesztése nem engedélyezett
it: Modifica dell'appartenenza al gruppo non consentita
ja: グループメンバーの編集を許可しない
lt: Neleidžiama redaguoti grupės narysčių
ms: Tidak dibenarkan menyunting keahlian kumpulan
nb: Ikke tillatt å redigere gruppemedlemskap
nl: Het is niet toegestaan groepslidmaatschappen te bewerken
pl: Nie można edytować członkostwa w grupie
pt_br: Não é permitido editar membros do grupo
ru: Не разрешено редактировать участие в группах
sk: Úprava členstva v skupine nie je povolená
sl: Urejanje članstva v skupini ni dovoljeno
sq: Nuk lejohet të redaktohen anëtarësimet në grupe
sr: Nije dozvoljeno uređivanje članstava u grupama
sv: Inte tillåtet att redigera gruppmedlemskap
tr: Grup üyeliklerini düzenlemeye izin verilmedi
uk: Немає дозволу редагувати членство в групах
vi: Không được phép chỉnh sửa thành viên nhóm
zh_hk: 不允許編輯群組成員資格

source: Exclude
hu: Kizár
ms: Kecualikan

source: No logins
ar: لا توجد عمليات تسجيل دخول
bg: Няма влизания
ca: No hi ha inici de sessió
de: Keine Anmeldungen
eo: No cap logins
es: Sin inicios de sesión
fa: بدون ورود
fi: Ei kirjautumisia
fr: Pas de connexion
hu: Nincs bejelentkezés
it: Nessun accesso
ja: ログインしない
lt: Jokių prisijungimų
ms: Tiada log masuk
nb: Ingen pålogginger
nl: Geen logins
pl: Brak logowań
pt_br: Sem logins
ru: Нет входов
sk: Žiadne prihlásenia
sl: Brez prijav
sq: Pa hyrje
sr: Nema prijava
sv: Inga inloggningar
tr: Giriş yok
uk: Немає входів
vi: Không có lần đăng nhập
zh_hk: 沒有登入

source: You need unrestricted data access on this table to map custom display values.
ar: تحتاج إلى وصول غير مقيّد للبيانات على هذا الجدول لتعيين قيم عرض مخصّصة.
bg: Трябва неограничен достъп до данни на тази таблица, за да картографирате персонализирани стойности за показване.
ca: Necessiteu accés il·limitat a les dades d'aquesta taula per mapar els valors de visualització personalitzats.
de: Sie benötigen uneingeschränkten Datenzugriff auf diese Tabelle, um benutzerdefinierte Anzeigewerte zuzuordnen.
es: Necesitas acceso no restringido a los datos en esta tabla para mapear valores de visualización personalizados.
fa: شما برای نگاشت مقادیر نمایش سفارشی به دسترسی نامحدود به داده‌ها در این جدول نیاز دارید.
fi: Tarvitset rajoittamattoman tiedonsaannin tähän tauluun, jotta voit kartoittaa mukautettuja näyttöarvoja.
fr: Vous avez besoin d'un accès non restreint aux données de cette table pour mapper les valeurs d'affichage personnalisées.
hu: Az egyéni megjelenítési értékek leképezéséhez korlátlan adat-hozzáférésre van szüksége ezen a táblán.
it: È necessario un accesso illimitato ai dati su questa tabella per mappare i valori di visualizzazione personalizzati.
ja: カスタム表示値をマッピングするには、このテーブルへの無制限のデータアクセスが必要です。
lt: Norint susieti tinkintas rodymo vertes, šioje lentelėje reikia neribotos prieigos prie duomenų.
ms: Anda memerlukan akses data tanpa sekatan pada jadual ini untuk memetakan nilai paparan kustom.
nb: Du trenger ubegrenset datatilgang på denne tabellen for å kartlegge tilpassede visningsverdier.
nl: Je hebt onbeperkte gegevens toegang nodig tot deze tabel om aangepaste weergavewaarden in kaart te brengen.
pl: Potrzebujesz nieograniczonego dostępu do danych w tej tabeli, aby mapować niestandardowe wartości wyświetlania.
pt_br: Você precisa de acesso irrestrito aos dados nesta tabela para mapear valores de exibição personalizados.
ru: Вам нужен неограниченный доступ к данным в этой таблице, чтобы сопоставить пользовательские значения отображения.
sk: Na mapovanie vlastných zobrazovacích hodnôt potrebujete neobmedzený prístup k údajom v tejto tabuľke.
sl: Če želite preslikati prikazane vrednosti po meri, potrebujete neomejen dostop do podatkov v tej tabeli.
sq: Ju nevojitet akses i pakufizuar te të dhënat në këtë tabelë për të mapuar vlera shfaqjeje të personalizuara.
sr: Potreban vam je neograničen pristup podacima na ovoj tabeli da biste mapirali prilagođene prikazne vrednosti.
sv: Du behöver obegränsad dataåtkomst på denna tabell för att mappa anpassade visningsvärden.
tr: Özel görüntüleme değerlerini eşlemek için bu tabloda sınırsız veri erişimine ihtiyacınız var.
uk: Щоб зіставляти користувацькі значення для відображення, вам потрібен необмежений доступ до даних у цій таблиці.
vi: Bạn cần quyền truy cập dữ liệu không giới hạn trên bảng này để ánh xạ giá trị hiển thị tùy chỉnh.
zh_hk: 您需要对此表有不受限制的数据访问权限才能映射自定义显示值。

source: View Details
hu: Részletek megtekintése
ms: Lihat Butiran

source: Field access denied
ar: تم رفض الوصول إلى الحقل
bg: Достъпът до полета е отказан
ca: Accés al camp denegat
de: Feldzugriff verweigert
eo: Bruh, access denied lol
es: Acceso al campo denegado
fa: دسترسی به فیلد رد شد
fi: Kenttä pääsy estetty
fr: Accès au champ refusé
hu: A mező hozzáférése megtagadva
it: Accesso al campo negato
ja: フィールドアクセス拒否
lt: Prieiga prie lauko uždrausta
ms: Akses medan ditolak
nb: Tilgang til felt nektet
nl: Toegang tot veld geweigerd
pl: Odmowa dostępu do pola
pt_br: Acesso ao campo negado
ru: Доступ к полю запрещен
sk: Prístup k poľu odmietnutý
sl: Dostop do terena je zavrnjen
sq: Qasja te fusha u refuzua
sr: Pristup polju je odbijen
sv: Fältåtkomst nekad
tr: Alan erişimi reddedildi
uk: Доступ до поля заборонено
vi: Truy cập trường bị từ chối
zh_hk: 欄位訪問被拒絕

source: No key available
ar: لا يوجد مفتاح متاح
bg: Няма наличен ключ
ca: No hi ha clau disponible
de: Kein Schlüssel verfügbar
eo: No cap, no key available
es: No hay clave disponible
fa: کلیدی در دسترس نیست
fi: Ei avainta saatavilla
fr: Aucune clé disponible
hu: Nincs elérhető kulcs
it: Nessuna chiave disponibile
ja: キーはありません
lt: Nėra rakto
ms: Tiada kunci tersedia
nb: Ingen nøkkel tilgjengelig
nl: Geen sleutel beschikbaar
pl: Brak dostępnego klucza
pt_br: Nenhuma chave disponível
ru: Нет доступного ключа
sk: Nie je k dispozícii žiadny kľúč
sl: Ključ ni na voljo
sq: Nuk ka çelës të disponueshëm
sr: Nijedan ključ nije dostupan
sv: Ingen nyckel tillgänglig
tr: Anahtar bulunmuyor
uk: Немає доступного ключа
vi: Không có khóa khả dụng
zh_hk: 没有可用的密钥

source: Connected to
hu: Csatlakozva
ms: Disambungkan ke

source: Retry now
ar: أعد المحاولة الآن
bg: Опитайте сега
ca: Torna-ho a provar ara
de: Jetzt nocheinmal versuchen
eo: Try again rn
es: Reintentar ahora
fa: اکنون دوباره امتحان کنید
fi: Yritä uudelleen
fr: Réessayer maintenant
hu: Újrapróbálkozás most
it: Riprova ora
ja: 再実行中
lt: Bandykite dar kartą dabar
ms: Cuba lagi sekarang
nb: Prøv på nytt nå
nl: Probeer nu opnieuw
pl: Spróbuj ponownie teraz
pt_br: Tente novamente agora
ru: Попробуйте снова
sk: Skúsiť znova teraz
sl: Poskusite znova
sq: Riprovo tani
sr: Pokušaj ponovo sada
sv: Försök nu
tr: Tekrar dene
uk: Повторити зараз
vi: Thử lại ngay
zh_hk: 立即重试

source: Model Caching Log
ar: سجل تخزين النماذج مؤقتًا
bg: Дневник за кеширане на модели
ca: Registre de la memòria cau del model
de: Model-Cache Log
eo: Model Caching Log → Model caching log fr fr
es: Registro del Cache de Modelo
fa: گزارش حافظه مدل
fi: Mallin välimuistin loki
fr: Journal de cache du modèle
hu: Modell gyorsítótár napló
it: Registro cache modello
ja: モデルキャッシュログ
lt: Modelio talpyklos žurnalas
ms: Log Caching Model
nb: Logg for modellcache
nl: Modelcache-logboek
pl: Dziennik buforowania modelu
pt_br: Log de cache do modelo
ru: Журнал кэширования модели
sk: Záznam vyrovnávacej pamäte modelu
sl: Dnevnik predpomnjenja modela
sq: Log-u i cache-imit të modelit
sr: Log keširanja modela
sv: Cacheloggen
tr: Model Önbellek Günlüğü
uk: Журнал кешування моделей
vi: Nhật ký cache mô hình
zh_hk: 模型快取日誌

source: Refreshing
ar: جارٍ التحديث
bg: Опреснява
ca: Refrescant
de: Aktualisiere
eo: That's so fresh
es: Actualizando
fa: بازخوانی
fi: Virkistävä
fr: Rafraîchissement
hu: Frissítés
it: Aggiornando
ja: リフレッシュ中
lt: Gaivus
ms: Mengemaskini
nb: Oppfrisker
nl: Verversen
pl: Odświeżanie
pt_br: Atualizando
ru: Обновляю
sk: Obnovujem
sl: Osvežujoč
sq: Po rifreskohet
sr: Osvežavanje
sv: Uppdaterar
tr: Yenileniyor
uk: Оновлюється
vi: Đang làm mới
zh_hk: 刷新中

source: Completed
ar: مكتمل
bg: Приключи
ca: Completat
de: Fertig
eo: Done and dusted
es: Completado
fa: تکمیل شد
fi: Valmis
fr: Complet
hu: Befejezve
it: Completato
ja: 完了
lt: Baigta
ms: Selesai
nb: Ferdig
nl: Voltooid
pl: Ukończono
pt_br: Concluído
ru: Завершено
sk: Dokončené
sl: Dokončan
sq: Përfunduar
sr: Završeno
sv: Avslutad
tr: Tamamlandı
uk: Завершено
vi: Hoàn thành
zh_hk: 已完成

source: in
ar: في
bg: в
ca: en
eo: in fr
es: en
fa: در
fi: The word "in" can have multiple translations in Finnish depending on its context. Here are a few possible translations: 1. "In" as a preposition indicating location: "sisällä" Example: The cat is in the house. - Kissa on talossa. 2. "In" as a preposition indicating time: "aikana" Example: I will see you in the evening. - Näen sinut illalla. 3. "In" as an adverb indicating inclusion: "mukana" Example: She brought her dog in. - Hän toi koiransa mukanaan. Please provide more context if you need a more specific translation.
fr: dans
hu: ban/ben
ja: において
lt: viduj
ms: dalam
nb: i
pl: w
pt_br: em
ru: в
sk: v
sl: v
sq: në
sr: u
sv: i
tr: içinde
uk: в
vi: trong
zh_hk: 於

source: Last run at
ar: آخر تشغيل في
bg: Последно изпълнен в
ca: Darrera execució
de: Letzter Lauf am
eo: Last ride before I dip ✌️
es: Ultima ejecución el
fa: آخرین بار اجرا در
fi: Viimeksi suoritettu
fr: Dernière execution à
hu: Utolsó futtatás
it: Ultima esecuzione alle
ja: 最終実行時刻
lt: Paskutinis važiavimas val
ms: Dilaksanakan terakhir pada
nb: Kjørt sist
nl: Laatst uitgevoerd om
pl: Ostatnie uruchomienie o
pt_br: Última execução em
ru: Последний запуск в
sk: Naposledy spustené
sl: Zadnja vožnja na
sq: Ekzekutimi i fundit më
sr: Poslednje pokretanje u
sv: Senast körningen vid
tr: Son çalıştırma tarihi
uk: Останній запуск о
vi: Lần chạy gần nhất lúc
zh_hk: 上次執行時間

source: Created by
ar: أُنشئ بواسطة
bg: Създаден от
ca: Creat per
de: Erstellt von
eo: Made by or built by (but if you want more slangy: "Created by" → "Made by" is already chill, but if you want extra, you could say "Vibes by" or "Cooked up by")
es: Creado por
fa: توسط ایجاد شد
fi: Luonut
fr: Créé par
hu: Készítette
it: Creato da
ja: 作成者
lt: Sukūrė
ms: Dicipta oleh
nb: Opprettet av
nl: Gemaakt door
pl: Utworzony przez
pt_br: Criado por
ru: Создано
sk: Vytvorené používateľom
sl: Ustvaril
sq: Krijuar nga
sr: Kreirao/la
sv: Skapad av
tr: Oluşturan
uk: Створено
vi: Được tạo bởi
zh_hk: 根據建立

source: Failed to update model cache
ar: فشل تحديث كاش النموذج
bg: Неуспешно осъвременяване на кеширания модел
ca: No s'ha pogut actualitzar la memòria cau del model
de: Fehler bei der Aktualisierung des Modells
eo: Couldn't update the model cache, fr fr.
es: No se ha podido actualizar el modelo
fa: بروزرسانی حافظه نهان مدل ناموفق بود
fi: Epäonnistui päivittämään mallivälimuistia
fr: Échec de la mise à jour du cache du modèle
hu: A modell gyorsítótár frissítése nem sikerült
it: Impossibile aggiornare la cache del modello
ja: モデルキャッシュの更新に失敗しました
lt: Nepavyko atnaujinti modelio talpyklos
ms: Gagal mengemaskini cache model
nb: Kunne ikke oppdatere modellcache
nl: Mislukt om modelcache bij te werken
pl: Nie udało się zaktualizować pamięci podręcznej modelu
pt_br: Falha na atualização do cache de modelo
ru: Не удалось обновить кэш модели
sk: Nepodarilo sa aktualizovať modelovú cache
sl: Posodobitev predpomnilnika modela ni uspela
sq: Dështoi përditësimi i cache-it të modelit
sr: Ažuriranje keša modela nije uspelo
sv: Det gick inte att uppdatera modellcache
tr: Model önbelleği güncellenemedi
uk: Не вдалося оновити кеш моделі
vi: Không cập nhật được bộ nhớ đệm mô hình
zh_hk: 更新模型快取失敗

source: Refreshing model cache
ar: جارٍ تحديث كاش النموذج
bg: Опреснява модел кеш
ca: Refrescant la memòria cau del model
de: Aktualisiere Modell-Cache
eo: Resetting the model cache, fr fr
es: Actualizando el modelo
fa: در حال تازه کردن حافظه نهان مدل
fi: Päivitä mallivälimuisti
fr: Rafraîchissement du cache du modèle
hu: Modell gyorsítótár frissítése
it: Aggiornamento della cache del modello
ja: モデルキャッシュをリフレッシュ中
lt: Atnaujinama modelio talpykla
ms: Mengemaskini semula cache model
nb: Oppfrisker modellcache
nl: Bezig met verversen van modelcache
pl: Odświeżanie pamięci podręcznej modelu
pt_br: Atualizando o cache de modelo
ru: Обновляю кэш модели
sk: Obnovuje sa modelová cache
sl: Osveževanje predpomnilnika modela
sq: Po rifreskohet cache-i i modelit
sr: Osvežavanje keša modela
sv: Uppdaterar modellcache
tr: Model önbelleği yenileniyor
uk: Оновлення кешу моделі
vi: Đang làm mới bộ nhớ đệm mô hình
zh_hk: 刷新模型快取

source: Model last cached {0}
ar: آخر كاش للنموذج كان {0}
bg: Моделът последно кеширан {0}
ca: Model posat en memòria cau per darrera vegada {0}
de: Modell zuletzt geändert am {0}
eo: Model last cached {0} — fr fr, still chillin’ in the cache zone
es: Ultima actualización del modelo {0}
fa: مدل آخرین بار ذخیره شده {0}
fi: Malli viimeksi tallennettu {0}
fr: Date de mise en cache du modèle {0}
hu: Modell utoljára gyorsítótárba helyezve: {0}
it: Cache del modello aggiornata l'ultima volta {0}
ja: 最後にキャッシュされたモデル{0}。
lt: Modelis paskutinį kartą išsaugotas talpykloje {0}
ms: Model terakhir di-cache {0}
nb: Modell sist cachet {0}
nl: Model voor het laatst in cache {0}
pl: Model ostatnio zapisany w pamięci podręcznej {0}
pt_br: Último modelo armazenado em cache {0}
ru: Модель последний раз кэшировалась {0}
sk: Model naposledy uložený v cache {0}
sl: Model je nazadnje predpomnil {0}
sq: Modeli u ruajt në cache për herë të fundit {0}
sr: Model poslednji put keširan {0}
sv: Modell senast cache {0}
tr: Model en son {0} önbelleğe alındı
uk: Модель востаннє кешовано {0}
vi: Mô hình được lưu đệm lần cuối {0}
zh_hk: 上次快取的模型 {0}

source: Last attempt {0}
ar: آخر محاولة {0}
bg: Последен опит {0}
ca: Darrer intent {0}
de: Letzter Versuch am {0}
eo: Last try fr fr {0}
es: Ultimo intento {0}
fa: آخرین تلاش {0}
fi: Viimeisin yritys {0}
fr: Dernière tentative {0}
hu: Utolsó próbálkozás: {0}
it: Ultimo tentativo {0}
ja: 最後の試み{0}。
lt: Paskutinis bandymas {0}
ms: Cubaan terakhir {0}
nb: Forrige forsøk {0}
nl: Laatste poging {0}
pl: Ostatnia próba {0}
pt_br: Última tentativa {0}
ru: Последняя попытка {0}
sk: Posledný pokus {0}
sl: Zadnji poskus {0}
sq: Përpjekja e fundit {0}
sr: Poslednji pokušaj {0}
sv: Senaste försöket {0}
tr: Son deneme {0}
uk: Остання спроба {0}
vi: Lần thử cuối {0}
zh_hk: 上次尝试 {0}

source: Refresh now
ar: حدّث الآن
bg: Опресняване сега
ca: Refrescar ara
de: Jetzt aktualisieren
eo: Refresh rn
es: Actualizar ahora
fa: اکنون تازه کنید
fi: Päivitä nyt
fr: Actualiser maintenant
hu: Frissítés most
it: Aggiorna ora
ja: リフレッシュ中
lt: Atnaujinkite dabar
ms: Kemaskini sekarang
nb: Oppfrisk nå
nl: Ververs nu
pl: Odśwież teraz
pt_br: Atualizar agora
ru: Обновить сейчас
sk: Obnoviť teraz
sl: Osveži zdaj
sq: Rifresko tani
sr: Osveži sada
sv: Uppdatera nu
tr: Şimdi yenile
uk: Оновити зараз
vi: Làm mới ngay
zh_hk: 立即重整

source: this quarter
hu: ebben a negyedévben
ms: suku ini

source: You're allowed to download up to 10,000 rows.
ar: يُسمح لك بتنزيل ما يصل إلى 10,000 صف.
bg: Имате право да изтеглите до 10 000 реда.
ca: Pots descarregar fins a 10.000 files
de: Du darfst bis zu 10.000 Zeilen herunterladen
eo: You can totally download up to 10k rows, fr.
es: Puedes descargar hasta 10.000 filas.
fa: شما مجاز به دانلود تا 10,000 سطر هستید.
fi: Sinulla on lupa ladata enintään 10 000 riviä.
fr: Vous pouvez télécharger jusqu'à 10 000 lignes.
hu: Legfeljebb 10 000 sort tölthet le.
it: Puoi scaricare fino a 10.000 righe.
ja: ダウンロードできるのは10,000行までです。
lt: Jums leidžiama atsisiųsti iki 10 000 eilučių.
ms: Anda dibenarkan memuat turun sehingga 10,000 baris.
nb: Du får laste ned opp til 10 000 rader.
nl: Je mag maximaal 10.000 rijen downloaden.
pl: Możesz pobrać do 10 000 wierszy.
pt_br: Você pode baixar até 10.000 linhas.
ru: Вам разрешено загружать до 10 000 строк.
sk: Máte povolené stiahnuť až 10 000 riadkov.
sl: Prenesete lahko do 10.000 vrstic.
sq: Ju lejohet të shkarkoni deri në 10,000 rreshta.
sr: Dozvoljeno ti je da preuzmeš do 10.000 redova.
sv: Du får ladda ner upp till 10 000 rader.
tr: En fazla 10.000 satır indirebilirsiniz.
uk: Вам дозволено завантажити до 10 000 рядків.
vi: Bạn được phép tải xuống tối đa 10.000 dòng.
zh_hk: 您可以下載最多 10,000 行。

source: Groups with Block data access can't download results
ar: المجموعات ذات وصول البيانات "محظور" لا يمكنها تنزيل النتائج
bg: Групи с блокиран достъп до данни не могат да изтеглят резултати
ca: El grups amb l'accés a les dades bloquejat no poden descarregar resultats
de: Gruppen mit Blockdatenzugriff können keine Ergebnisse herunterladen
eo: Groups with block data access literally can't even download the results, bruh.
es: Los grupos con acceso a datos bloqueado no pueden descargar resultados
fa: گروه‌هایی با دسترسی به داده‌ها مسدود نمی‌توانند نتایج را دانلود کنند
fi: Ryhmät, joilla on lohkoketjuun perustuva tiedonsaantioikeus, eivät voi ladata tuloksia.
fr: Les groupes avec des donn
hu: A blokkolt adathozzáféréssel rendelkező csoportok nem tölthetik le az eredményeket
it: I gruppi con accesso dati bloccato non possono scaricare i risultati
ja: Blockデータアクセス権を持つグループは、結果をダウンロードできない
lt: Grupės, turinčios prieigą prie duomenų blokavimo, negali atsisiųsti rezultatų
ms: Kumpulan dengan akses data Blok tidak boleh memuat turun keputusan
nb: Grupper med blokkdatatilgang kan ikke laste ned resultater
nl: Groepen met geblokkeerde gegevensinzage kunnen geen resultaten downloaden
pl: Grupy z zablokowanym dostępem do danych nie mogą pobierać wyników
pt_br: Grupos com acesso bloqueado aos dados não podem baixar os resultados
ru: Группы с блокировкой доступа к данным не могут загружать результаты
sk: Skupiny s blokovaným prístupom k údajom nemôžu sťahovať výsledky
sl: Skupine s funkcijo »Blokiraj dostop do podatkov« ne morejo prenesti rezultatov
sq: Grupet me akses të bllokuar në të dhëna nuk mund t’i shkarkojnë rezultatet
sr: Grupe sa Blokirano pristupom podacima ne mogu da preuzimaju rezultate
sv: Grupper med blockdata-åtkomst kan inte ladda ner resultat
tr: Veri erişimi engellenen gruplar sonuçları indiremez
uk: Групи з доступом до даних "Block" не можуть завантажувати результати
vi: Các nhóm có quyền truy cập dữ liệu bị chặn không thể tải xuống kết quả
zh_hk: 具有Block数据访问权限的组无法下载结果

source: Disable model persistence
hu: Modell tartósságának letiltása
ms: Nyahaktifkan pemeliharaan model

source: Disabling…
hu: Letiltás...
ms: Menyelaraskan…

source: Enable model persistence
hu: Modell tartósságának engedélyezése
ms: Aktifkan pemeliharaan model

source: Enabling…
hu: Engedélyezés...
ms: Mengaktifkan…

source: Default period{0}
hu: Alapértelmezett időszak{0}
ms: Tempoh Lalai {0} Jamak: Tempoh Lalai {0}

source: Minute{0}
hu: perc{0}
ms: Minit {0} Jamak: Minit {0}

source: Hour{0}
hu: Óra{0}
ms: Jam {0} Jamak: Jam {0}

source: Day{0}
hu: Nap{0}
ms: Hari {0} Jamak: Hari {0}

source: Week{0}
hu: Hét{0}
ms: Minggu {0} Jamak: Minggu {0}

source: Month{0}
hu: Hónap{0}
ms: Bulan {0} Jamak: Bulan {0}

source: Quarter{0}
hu: Negyedév{0}
ms: Suku tahun {0} Jamak: Suku tahun {0}

source: Year{0}
hu: Év{0}
ms: Tahun {0} Jamak: Tahun {0}

source: Minute of hour{0}
hu: Óra perce{0}
ms: Minit dalam jam {0} Jamak: Minit dalam jam {0}

source: Hour of day{0}
hu: nap órája{0}
ms: Jam dalam hari {0} Jamak: Jam dalam hari {0}

source: Day of week{0}
hu: A hét napja{0}
ms: Hari dalam minggu {0} Jamak: Hari dalam minggu {0}

source: Day of month{0}
hu: A hónap napja{0}
ms: Hari dalam bulan {0} Jamak: Hari dalam bulan {0}

source: Day of year{0}
hu: Az év napja{0}
ms: Hari dalam tahun {0} Jamak: Hari dalam tahun {0}

source: Week of year{0}
hu: Az év hete{0}
ms: Minggu dalam tahun {0} Jamak: Minggu dalam tahun {0}

source: Month of year{0}
hu: Az év hónapja{0}
ms: Bulan dalam tahun {0} Jamak: Bulan dalam tahun {0}

source: Quarter of year{0}
hu: Negyedév{0}
ms: Suku tahun dalam tahun {0} Jamak: Suku tahun dalam tahun {0}

source: Saved questions
bg: Запазени въпроси
ca: Preguntes desades
eo: Saved Qs
hu: Mentett kérdések
lt: Išsaugoti klausimai
ms: Soalan yang disimpan
nb: Lagret spørsmål
nl: Opgeslagen vragen
sv: Sparade frågor

source: Enabling cache will create tables for your models in a dedicated schema and Metabase will refresh them on a schedule. Questions based on your models will query these tables. {0}.
hu: A gyorsítótár engedélyezése táblákat hoz létre modelljeihez egy dedikált sémában, és a Metabase ütemezés szerint frissíti azokat. A modelljein alapuló kérdések ezekre a táblákra vonatkoznak majd. {0}.
ms: Mengaktifkan cache akan membuat jadual untuk model anda dalam skema khusus dan Metabase akan menyegarkannya mengikut jadual. Soalan yang berdasarkan model anda akan menyoal jadual ini. {0}.

source: Refresh every
hu: Frissítési gyakoriság
ms: Segarkan setiap

source: 2 hours
hu: 2 óra
lt: 2 valandas
ms: 2 jam

source: 3 hours
hu: 3 óra
lt: 3 valandos
ms: 3 jam

source: 6 hours
hu: 6 óra
lt: 6 valandos
ms: 6 jam

source: 12 hours
hu: 12 óra
lt: 12 valandų
ms: 12 jam

source: 24 hours
ar: 24 ساعة
bg: 24 часа
ca: 24 hores
de: 24 Stunden
es: 24 horas
fa: ۲۴ ساعت
fi: 24 tuntia
fr: 24 heures
hu: 24 óra
it: 24 ore
ja: 24時間
lt: 24 valandos
ms: 24 jam
nb: 24 timer
nl: 24 uur
pl: 24 godziny
pt_br: 24 horas
ru: 24 часа
sk: 24 hodín
sl: 24 ur
sq: 24 orë
sr: 24 sata
sv: 24 timmar
tr: 24 saat
uk: 24 години
vi: 24 giờ
zh_hk: 24 小时

source: Gets a time interval of specified length
ar: يحصل على فاصل زمني بطول محدد
bg: Получава времеви интервал с определена дължина
ca: Obté un interval de temps de la mida especificada
de: Erzeugt ein Zeitinterval zur vorgegebenen Länge
eo: Gets a time interval of specified length → "Catches a time span of whatever length you want"
es: Obtiene un intervalo de tiempo de longitud especificada
fa: بازه زمانی با طول مشخص را می‌گیرد
fi: Saa määritetyn pituisen aikavälin.
fr: Reçoit un intervalle temporel de la longueur spécifié
hu: Meghatározott hosszúságú időintervallumot kap
it: Ottiene un intervallo di tempo di lunghezza specificata
ja: 指定された長さの時間間隔を取得する
lt: Gauna nurodyto ilgio laiko intervalą
ms: Mendapatkan selang masa panjang yang ditetapkan
nb: Henter tidsintervall for spesifisert lengde
nl: Haalt een tijdsinterval van gespecificeerde lengte op
pl: Pobiera przedział czasowy o określonej długości
pt_br: Obtém um intervalo de tempo de duração específica
ru: Получает временной интервал заданной длины
sk: Získa časový interval určitej dĺžky
sl: Pridobi časovni interval določene dolžine
sq: Merr një interval kohe me gjatësi të specifikuar
sr: Dobija vremenski interval određene dužine
sv: Får ett tidsintervall med specificerad längd
tr: Belirtilen uzunlukta bir zaman aralığı alır
uk: Отримує часовий інтервал заданої довжини
vi: Lấy khoảng thời gian có độ dài được chỉ định
zh_hk: 获取指定长度的时间间隔
