Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: We will cancel the migration process. After that, this instance will no longer be read-only.
hu: Meg fogjuk szakítani a migrációs folyamatot. Ezt követően ez a példány már nem lesz csak olvasható módban.
lt: Perkėlimo procesą atšauksime. Po to šis pavyzdys nebebus tik skaitomas.
ms: Kami akan membatalkan proses migrasi. Selepas itu, contoh ini tidak lagi dalam mod baca sahaja.

source: It only takes a few clicks to migrate this instance to Metabase Cloud.
hu: Csak néhány kattintás szükséges ennek a példánynak a Metabase Cloudra való migrálásához.
ms: Hanya memerlukan beberapa klik untuk mengalihkan contoh ini ke Metabase Cloud.

source: There is no additional cost for your Pro account.
hu: Nincs további költség a Pro fiókjához.
ms: Tiada kos tambahan untuk akaun Pro anda.

source: You will get:
hu: Ön kap:
ms: Anda akan mendapat:

source: Automatic upgrades
hu: Automatikus frissítések
ms: Peningkatan automatik

source: Freedom from having to manage your own server
hu: Szabadság attól, hogy saját szervert kelljen kezelnie
ms: Bebas daripada perlu menguruskan pelayan anda sendiri

source: A preconfigured SMTP server
hu: Egy előre konfigurált SMTP szerver
ms: Pelayan SMTP yang telah dikonfigurasi

source: Migrate this instance to Metabase Cloud now?
hu: Migrálja most ezt a példányt a Metabase Cloudra?
ms: Alihkan contoh ini ke Metabase Cloud sekarang?

source: Once you start this process, we’ll take a snapshot of this instance, then upload it to a new Cloud instance.
hu: Amint elkezdi ezt a folyamatot, készítünk egy pillanatképet erről a példányról, majd feltöltjük egy új Cloud példányra.
ms: Setelah anda memulakan proses ini, kami akan mengambil snapshot contoh ini, kemudian memuat naiknya ke contoh Cloud baharu.

source: You will be directed to Metabase Store to create an account and configure the instance details.
hu: A Metabase Store-ra lesz irányítva, hogy létrehozzon egy fiókot és konfigurálja a példány részleteit.
ms: Anda akan diarahkan ke Metabase Store untuk mencipta akaun dan mengkonfigurasi butiran contoh.

source: During the snapshot step, this instance will be in a read-only mode. This should take 5-30 minutes depending on your instance’s size.
hu: A pillanatkép készítése során ez a példány csak olvasható módban lesz. Ez 5-30 percet vehet igénybe a példány méretétől függően.
ms: Semasa langkah snapshot, contoh ini akan berada dalam mod baca sahaja. Ini mungkin mengambil masa 5-30 minit bergantung pada saiz contoh anda.

source: Migrate now
ar: رحّل الآن
bg: Мигрирайте сега
ca: Migra ara
de: Jetzt migrieren
eo: Gotta dip now, fr.
es: Migrar ahora
fa: اکنون مهاجرت کنید
fi: Siirrä nyt
fr: Migrer maintenant
hu: Migrálás most
it: Migrare ora
ja: 今すぐ移行する
lt: Migruoti dabar
ms: Alihkan sekarang
nb: Migrer nå
nl: Nu migreren
pl: Migruj teraz
pt_br: Migrar agora
ru: Мигрируйте сейчас
sk: Migrovať teraz
sl: Selitev zdaj
sq: Migro tani
sr: Migriraj sada
sv: Migrera nu
tr: Şimdi göç edin
uk: Мігрувати зараз
vi: Di chuyển ngay bây giờ
zh_hk: 立即遷移

source: The snapshot has been uploaded to the Cloud
ar: تم رفع اللقطة إلى Cloud
bg: Снимката е качена в облака
ca: La instantània s'ha penjat al núvol
de: Der Snapshot wurde in die Cloud hochgeladen
eo: The snap is now chillin’ in the Cloud lol
es: La instantánea se ha subido a la nube
fa: عکس فوری در Cloud آپلود شده است
fi: Tilannekuva on ladattu Cloudiin
fr: L'instantané a été téléchargé dans le nuage.
hu: A pillanatkép feltöltve a Cloudra
it: L'istantanea è stata caricata nel Cloud
ja: スナップショットがクラウドにアップロードされました。
lt: Momentinė nuotrauka įkelta į debesį
ms: Snapshot telah dimuat naik ke Cloud
nb: Øyeblikksbildet har blitt lastet opp til skyen
nl: De momentopname is geüpload naar de Cloud
pl: Migawka została przesłana do chmury
pt_br: O instantâneo foi carregado na nuvem
ru: Снимок был загружен в облако
sk: Snímka bola odoslaná do cloudu
sl: Posnetek je bil naložen v oblak
sq: Snapshot u ngarkua nE Cloud
sr: Snapshot je otpremljen u Cloud
sv: Ögonblicksbilden är uppladdad till Cloud
tr: Anlık görüntü Bulut'a yüklendi
uk: Снапшот завантажено в Cloud
vi: Ảnh chụp nhanh đã được tải lên Đám mây
zh_hk: 快照已上傳至雲端

source: Please complete the migration process on the Metabase Store.
hu: Kérjük, fejezze be a migrációs folyamatot a Metabase Store-ban.
ms: Sila selesaikan proses migrasi di Metabase Store.

source: This instance is no longer in read-only mode.
hu: Ez a példány már nem csak olvasható módban van.
ms: Contoh ini tidak lagi dalam mod baca sahaja.

source: Go to Metabase Store
ar: انتقل إلى Metabase Store
bg: Отидете в магазина за метабази
ca: Aneu a Metabase Store
de: Gehe zum Metabase Store
eo: Slide into the Metabase Store fam
es: Ir a Metabase Store
fa: به فروشگاه متابیس بروید
fi: Mene Metabase Storeen
fr: Accéder au magasin de bases de données
hu: Menjen a Metabase Store-ba
it: Vai al negozio Metabase
ja: メタベースストアへ
lt: Eikite į „Metabase Store“.
ms: Pergi ke Metabase Store
nb: Gå til Metabase Store
nl: Ga naar de Metabase-winkel
pl: Przejdź do Metabase Store
pt_br: Ir para a Metabase Store
ru: Перейти в магазин метабазы
sk: Prejsť do obchodu Metabase
sl: Pojdite v trgovino z metabazami
sq: Shko te Metabase Store
sr: Idi na Metabase Store
sv: Gå till Metabase Store
tr: Metabase Mağazasına Git
uk: Перейти до Metabase Store
vi: Đi đến Cửa hàng Metabase
zh_hk: 前往 Metabase 商店

source: Restart the process
ar: أعِد تشغيل العملية
bg: Рестартиране на процеса
ca: Reinicia el procés
de: Den Prozess neustarten
eo: Reboot the vibe
es: Reiniciar el proceso
fa: فرآیند را مجدداً راه اندازی کنید
fi: Käynnistä prosessi uudelleen
fr: Redémarrer le processus
hu: Indítsa újra a folyamatot
it: Riavviare il processo
ja: プロセスを再起動する
lt: Paleiskite procesą iš naujo
ms: Mulakan semula proses
nb: Start prosessen på nytt
nl: Het proces opnieuw starten
pl: Uruchom ponownie proces
pt_br: Reinicie o processo
ru: Перезапустите процесс
sk: Reštartovanie procesu
sl: Znova zaženite postopek
sq: Rinis procesin
sr: Ponovo pokreni proces
sv: Börja om
tr: Süreci yeniden başlatın
uk: Перезапустити процес
vi: Khởi động lại quá trình
zh_hk: 重新啟動程序

source: My new dashboard
ar: لوحة المعلومات الجديدة الخاصة بي
bg: Моето ново табло за управление
ca: El meu nou quadre de comandament
de: Mein neues Dashboard
eo: My new vibe check thingy
es: Mi nuevo Cuadro de Mando
fa: داشبورد جدید من
fi: Uusi kojetauluni
fr: Mon nouveau tableau de bord
hu: Az új műszerfalam
it: Il mio nuovo cruscotto
ja: 新しいダッシュボード
lt: Mano naujas prietaisų skydelis
ms: Papan pemuka baharu saya
nb: Mitt nye dashbord
nl: Mijn nieuwe dashboard
pl: Mój nowy pulpit
pt_br: Meu novo painel
ru: Моя новая приборная панель
sk: Môj nový prístrojový panel
sl: Moja nova nadzorna plošča
sq: Paneli im i ri
sr: Moja nova kontrolna tabla
sv: Min nya instrumentpanel
tr: Yeni gösterge tablom
uk: Мій новий дашборд
vi: Bảng điều khiển mới của tôi
zh_hk: 我的新儀表板

source: Choose a question or model
ar: اختر سؤالًا أو نموذجًا
bg: Изберете въпрос или модел
ca: Tria una pregunta o model
de: Wähle eine Frage oder ein Modell aus
eo: Pick a Q or a model, bestie.
es: Elige una pregunta o modelo
fa: یک سوال یا مدل را انتخاب کنید
fi: Valitse kysymys tai malli
fr: Choisir une question ou un modèle
hu: Válasszon egy kérdést vagy modellt
it: Scegliere una domanda o un modello
ja: 質問またはモデルを選択する
lt: Pasirinkite klausimą arba modelį
ms: Pilih soalan atau model
nb: Velg et spørsmål eller en modell
nl: Kies een vraag of model
pl: Wybierz pytanie lub model
pt_br: Escolha uma pergunta ou modelo
ru: Выберите вопрос или модель
sk: Vyberte si otázku alebo model
sl: Izberite vprašanje ali model
sq: Zgjidh njE pyetje ose model
sr: Izaberite pitanje ili model
sv: Välj en fråga eller modell
tr: Bir soru veya model seçin
uk: Виберіть запит або модель
vi: Chọn một câu hỏi hoặc mô hình
zh_hk: 選擇問題或模型

source: First column
ar: العمود الأول
bg: Първа колона
ca: Primera columna
de: Erste Spalte
eo: First column → The first col, fr
es: Primera columna
fa: ستون اول
fi: Ensimmäinen sarake
fr: Première colonne
hu: Első oszlop
it: Prima colonna
ja: 最初の列
lt: Pirmas stulpelis
ms: Lajur pertama
nb: Første kolonne
nl: Eerste kolom
pl: Pierwsza kolumna
pt_br: Primeira coluna
ru: Первая колонка
sk: Prvý stĺpec
sl: Prvi stolpec
sq: Kolona e parE
sr: Prva kolona
sv: Första kolumnen
tr: Birinci sütun
uk: Перший стовпець
vi: Cột đầu tiên
zh_hk: 第一欄

source: Second column
ar: العمود الثاني
bg: Втора колона
ca: Segona columna
de: Zweite Spalte
eo: Second column → "2nd col" or "second col" (no super slang needed here, but if you want to be extra: "2nd col" works)
es: Segunda columna
fa: ستون دوم
fi: Toinen sarake
fr: Deuxième colonne
hu: Második oszlop
it: Seconda colonna
ja: 2列目
lt: Antras stulpelis
ms: Lajur kedua
nb: Andre kolonne
nl: Tweede kolom
pl: Druga kolumna
pt_br: Segunda coluna
ru: Вторая колонка
sk: Druhý stĺpec
sl: Drugi stolpec
sq: Kolona e dytE
sr: Druga kolona
sv: Andra kolumnen
tr: İkinci sütun
uk: Другий стовпець
vi: Cột thứ hai
zh_hk: 第二欄

source: Third column
ar: العمود الثالث
bg: Трета колона
ca: Tercera columna
de: Dritte Spalte
eo: Third column → third col, fr fr
es: Tercera columna
fa: ستون سوم
fi: Kolmas sarake
fr: Troisième colonne
hu: Harmadik oszlop
it: Terza colonna
ja: 3列目
lt: Trečias stulpelis
ms: Lajur ketiga
nb: Tredje kolonne
nl: Derde kolom
pl: Trzecia kolumna
pt_br: Terceira coluna
ru: Третья колонка
sk: Tretí stĺpec
sl: Tretji stolpec
sq: Kolona e tretE
sr: Treća kolona
sv: Tredje kolumnen
tr: Üçüncü sütun
uk: Третій стовпець
vi: Cột thứ ba
zh_hk: 第三欄

source: Fourth column
ar: العمود الرابع
bg: Четвърта колона
ca: Quarta columna
de: Vierte Spalte
eo: Fourth column → the 4th vibe or the 4th row, lowkey depends on the context, but usually just say "the 4th one" or "the 4th spot" fam
es: Cuarta columna
fa: ستون چهارم
fi: Neljäs sarake
fr: Quatrième colonne
hu: Negyedik oszlop
it: Quarta colonna
ja: 4列目
lt: Ketvirtas stulpelis
ms: Lajur keempat
nb: Fjerde kolonne
nl: Vierde kolom
pl: Czwarta kolumna
pt_br: Quarta coluna
ru: Четвертая колонка
sk: Štvrtý stĺpec
sl: Četrti stolpec
sq: Kolona e katErt
sr: Četvrta kolona
sv: Fjärde kolumnen
tr: Dördüncü sütun
uk: Четвертий стовпець
vi: Cột thứ tư
zh_hk: 第四欄

source: Fifth column
ar: العمود الخامس
bg: Пета колона
ca: Cinquena columna
de: Fünfte Spalte
eo: Fifth column → The squad's sneaky side hustle or the sneaky crew
es: Quinta columna
fa: ستون پنجم
fi: Viides sarake
fr: Cinquième colonne
hu: Ötödik oszlop
it: Quinta colonna
ja: 第5列
lt: Penkta kolona
ms: Lajur kelima
nb: Femte kolonne
nl: Vijfde kolom
pl: Piąta kolumna
pt_br: Quinta coluna
ru: Пятая колонна
sk: Piaty stĺpec
sl: Peti stolpec
sq: Kolona e pestE
sr: Peta kolona
sv: Femte kolumnen
tr: Beşinci sütun
uk: П’ятий стовпець
vi: Cột thứ năm
zh_hk: 第五縱隊

source: Sixth column
ar: العمود السادس
bg: Шеста колона
ca: Sisena columna
de: Sechste Spalte
eo: Sixth column → the 6th squad
es: Sexta columna
fa: ستون ششم
fi: Kuudes sarake
fr: Sixième colonne
hu: Hatodik oszlop
it: Sesta colonna
ja: 6列目
lt: Šešta kolona
ms: Lajur keenam
nb: Sjette kolonne
nl: Zesde kolom
pl: Szósta kolumna
pt_br: Sexta coluna
ru: Шестая колонна
sk: Šiesty stĺpec
sl: Šesti stolpec
sq: Kolona e gjashtE
sr: Šesta kolona
sv: Sjätte kolumnen
tr: Altıncı sütun
uk: Шостий стовпець
vi: Cột thứ sáu
zh_hk: 第六欄

source: Seventh column
ar: العمود السابع
bg: Седма колона
ca: Setena columna
de: Siebte Spalte
eo: Seventh column → the 7th vibe or the 7th spot (depends on context, but usually just "seventh column" is chill as is)
es: Séptima columna
fa: ستون هفتم
fi: Seitsemäs sarake
fr: Septième colonne
hu: Hetedik oszlop
it: Settima colonna
ja: 7列目
lt: Septintoji kolona
ms: Lajur ketujuh
nb: Syvende kolonne
nl: Zevende kolom
pl: Siódma kolumna
pt_br: Sétima coluna
ru: Седьмая колонка
sk: Siedmy stĺpec
sl: Sedmi stolpec
sq: Kolona e shtatE
sr: Sedma kolona
sv: Sjunde kolumnen
tr: Yedinci sütun
uk: Сьомий стовпець
vi: Cột thứ bảy
zh_hk: 第七欄

source: Eighth column
ar: العمود الثامن
bg: Осма колона
ca: Vuitena columna
de: Achte Spalte
eo: eighth columntt
es: Octava columna
fa: ستون هشتم
fi: Kahdeksas sarake
fr: Huitième colonne
hu: Nyolcadik oszlop
it: Ottava colonna
ja: 8列目
lt: Aštuntas stulpelis
ms: Lajur kelapan
nb: Åttende kolonne
nl: Achtste kolom
pl: Ósma kolumna
pt_br: Oitava coluna
ru: Восьмая колонка
sk: Ôsmy stĺpec
sl: Osmi stolpec
sq: Kolona e tetE
sr: Osma kolona
sv: Åttonde kolumnen
tr: Sekizinci sütun
uk: Восьмий стовпець
vi: Cột thứ tám
zh_hk: 第八欄

source: Ninth column
ar: العمود التاسع
bg: Девета колона
ca: Novena columna
de: Neunte Spalte
eo: Ninth column → The 9th spot or just "the 9th" (no super specific slang, but that’s pretty much how we’d say it lol)
es: Novena columna
fa: ستون نهم
fi: Yhdeksäs sarake
fr: Neuvième colonne
hu: Kilencedik oszlop
it: Nona colonna
ja: 第9列
lt: Devintoji kolona
ms: Lajur kesembilan
nb: Niende kolonne
nl: Negende kolom
pl: Dziewiąta kolumna
pt_br: Nona coluna
ru: Девятая колонка
sk: Deviaty stĺpec
sl: Deveti stolpec
sq: Kolona e nEntE
sr: Deveta kolona
sv: Nionde kolumnen
tr: Dokuzuncu sütun
uk: Дев’ятий стовпець
vi: Cột thứ chín
zh_hk: 第九欄

source: space
ar: مسافة
bg: пространство
ca: espai
de: Leerzeichen
eo: space → vibe or the cute (depending on context)
es: espacio
fa: فضا
fi: välilyönti
fr: espace
hu: térköz
it: spazio
ja: スペース
lt: erdvė
ms: ruang
nb: mellomrom
nl: spatie
pl: przestrzeń
pt_br: espaço
ru: пробел
sk: priestor
sl: prostor
sq: hapEsirE
sr: razmak
sv: mellanslag
tr: uzay
uk: пробіл
vi: không gian
zh_hk: 空間

source: Combined {0}
ar: مُدمَج {0}
bg: Комбиниран {0}
ca: {0} combinades
de: Kombiniert {0}
eo: Merged up {0} (or just "Merged {0}" if you wanna keep it chill)
es: {0} Combinados
fa: ترکیبی {0}
fi: Yhdistetty {0}
fr: Combiné {0}
hu: Kombinált {0}
it: Combinato {0}
ja: {0}の組み合わせ
lt: Sujungti {0}
ms: Digabungkan {0}
nb: Kombinert {0}
nl: Gecombineerd {0}
pl: Połączone {0}
pt_br: Combinado {0}
ru: Объединено {0}
sk: Kombinované {0}
sl: Kombinirani {0}
sq: TE kombinuara {0}
sr: Kombinovano {0}
sv: Kombinerad {0}
tr: Kombine {0}
uk: Об’єднано: {0}
vi: Kết hợp {0}
zh_hk: 結合 {0}

source: Y-axis must not cross 0 when using log scale.
hu: Az Y-tengely nem keresztezi a 0-t, ha logaritmikus skálát használ.
ms: Paksi-Y tidak boleh melintasi 0 apabila menggunakan skala log.

# {0} is either "Metabase" or the customized name of the application.
source: This will create a table for each of your models in a dedicated schema. ${ 0 } will refresh them on a schedule. Questions and queries that use your models will query these tables.
hu: Ez egy táblázatot hoz létre az összes modelljéhez egy dedikált sémában. A(z) {0} ütemezetten frissíti ezeket. Azok a kérdések és lekérdezések, amelyek az ön modelljeit használják, ezeket a táblázatokat fogják lekérdezni.
lt: Tai sukurs kiekvieno modelio lentelę specialioje schemoje. ${ 0 } atnaujins juos pagal tvarkaraštį. Klausimai ir užklausos, kuriose naudojami jūsų modeliai, užklausa šiose lentelėse.
ms: Ini akan mencipta jadual untuk setiap model anda dalam skema khusus. ${0} akan menyegarkannya mengikut jadual. Soalan dan query yang menggunakan model anda akan menyoal jadual-jadual ini.

# Shown when a cache is being cleared
source: Clearing cache…
ar: جارٍ مسح الكاش…
bg: Изчистване на кеша…
ca: S'està esborrant la memòria cau…
de: Cache leeren…
es: Limpiando cache…
fa: در حال پاک کردن کش…
fi: Tyhjentää välimuistia...
fr: Effacement du cache en cours…
hu: Gyorsítótár törlése…
it: Cancellazione della cache…
ja: キャッシュの削除...
lt: Išvaloma talpykla…
ms: Membersihkan cache…
nb: Tømme hurtigbufferen…
nl: Cache wissen…
pl: Czyszczenie pamięci podręcznej…
pt_br: Limpando cache…
ru: Очистка кэша…
sk: Vymazanie vyrovnávacej pamäte…
sl: Brisanje predpomnilnika ...
sq: Po pastrohet cache…
sr: Brisanje keša…
sv: Rensa cachen…
tr: Önbelleği temizleme…
uk: Очищення кешу…
vi: Đang xóa bộ nhớ đệm…
zh_hk: 清除快取…

# This is a verb, for a confirmation button
source: Change
ar: غيّر
bg: Промени
ca: Canviar
de: Ändern
es: Cambia
fa: تغییر
fi: Muuta
fr: Modifier
hu: Módosítás
it: Cambia
ja: 変更
lt: Keisti
ms: Tukar
nb: Endre
nl: Wijzigen
pl: Zmień
pt_br: Alterar
ru: Изменить
sk: Zmeniť
sl: Spremeni
sq: Ndrysho
sr: Promeni
sv: Ändra
tr: Değiştir
uk: Змінити
vi: Thay đổi
zh_hk: 更改

# {0} is the name of a user
source: {0} verified this
ar: قام {0} بالتحقق من هذا
bg: {0} провери това
ca: {0} ho ha verificat
de: {0} hat dies verifiziert
es: {0} verificó esto
fa: {0} این را تأیید کرد
fi: {0} vahvisti tämän
fr: {0} a vérifié ceci
hu: {0} ezt ellenőrizte
it: {0} verificato questo
ja: {0}が確認した。
lt: {0} tai patvirtino
ms: {0} mengesahkan ini
nb: {0} verifiserte dette
nl: {0} geverifieerd dit
pl: {0} zweryfikował to
pt_br: {0} verificou isto
ru: {0} проверил это
sk: {0} overil toto
sl: {0} preverili to
sq: {0} e verifikoi kEtE
sr: {0} je verifikovao/la ovo
sv: Verifierad av {0}
tr: {0} bunu doğruladı
uk: {0} перевірив(ла) це
vi: {0} đã xác minh điều này
zh_hk: {0} 經核實

# {0} is the name of a user
source: {0} removed verification
ar: قام {0} بإزالة التحقق
bg: {0} премахната проверка
ca: {0} ha eliminat la verificació
de: {0} Überprüfung entfernt
es: {0} eliminó la verificación
fa: {0} تأیید را حذف کرد
fi: {0} poisti vahvistuksen
fr: {0} vérification supprimée
hu: {0} eltávolította a hitelesítést
it: {0} verifica rimossa
ja: {0}検証を削除
lt: {0} pašalino patvirtinimą
ms: {0} telah mengeluarkan pengesahan
nb: {0} fjernet verifisering
nl: {0} verificatie verwijderd
pl: {0} usunął weryfikację
pt_br: {0} removeu a verificação
ru: {0} отменил проверку
sk: {0} odstránené overovanie
sl: {0} odstranjeno preverjanje
sq: {0} hoqi verifikimin
sr: {0} je uklonio/la verifikaciju
sv: {0} borttagna verifieringar
tr: {0} doğrulama kaldırıldı
uk: {0} прибрав(ла) верифікацію
vi: {0} đã xóa xác minh
zh_hk: {0} 移除驗證

# {0} is the name of a user, {1} is the status of a review
source: {0} changed status to {1}
ar: غيّر {0} الحالة إلى {1}
bg: {0} променен статус на {1}
ca: {0} ha canviat l'estat a {1}
de: {0} Status geändert auf {1}
es: {0} cambió el estado a {1}
fa: {0} وضعیت را به {1}تغییر داد
fi: {0} muutti statuksen {1}
fr: {0} a changé d'état en {1}
hu: {0} státuszt {1}-ra/-re változtatta
it: {0} modificato lo stato in {1}
ja: {0}が{1}にステータスを変更
lt: {0} pakeitė būseną į {1}
ms: {0} menukar status kepada {1}
nb: {0} endret status til {1}
nl: {0} status gewijzigd in {1}
pl: {0} zmieniono status na {1}
pt_br: {0} alterou o status para {1}
ru: {0} изменен статус на {1}
sk: {0} zmenil stav na {1}
sl: {0} spremenili status v {1}
sq: {0} e ndryshoi statusin nE {1}
sr: {0} je promenio/la status na {1}
sv: {0} ändrade status till {1}
tr: {0} durumu {1}olarak değiştirdi
uk: {0} змінив(ла) статус на {1}
vi: {0} đã thay đổi trạng thái thành {1}
zh_hk: {0} 狀態變更為 {1}

# Verb
source: Bookmark
ar: أضف إلى الإشارات المرجعية
bg: Отметка
ca: Marcar
de: Bookmarken
es: Marcador
fa: نشانک
fi: Kirjanmerkki
fr: Ajouter à la liste de signets
hu: Könyvjelző
it: Segnalibro
ja: ブックマーク
lt: Žymė
ms: Tandai
nb: Bokmerker
nl: Bladwijzer
pl: Dodaj do zakładek
pt_br: Marcador
ru: Добавить в закладки
sk: Záložka
sl: Zaznamek
sq: Vendose te faqeruajtësit
sr: Dodaj u bookmarke
sv: Bokmärk
tr: Yer imi
uk: Додати в закладки
vi: Đánh dấu trang
zh_hk: 加入書籤

# Verb
source: Duplicate
ar: انسخ
bg: Дубликат
ca: Duplicar
de: Duplizieren
es: Duplicar
fa: کپی کردن
fi: Monista
fr: Dupliquer
hu: Duplikálás
it: Duplica
ja: 複製
lt: Pasikartoti
ms: Gandakan
nb: Dupliser
nl: Dupliceer
pl: Powiel
pt_br: Duplicar
ru: Дублировать
sk: Duplikát
sl: Dvojnik
sq: Dubliko
sr: Dupliciraj
sv: Duplicera
tr: Kopyala
uk: Створити копію
vi: Tạo bản sao
zh_hk: 複製

# Precedes the name of a user
source: Deleted by
ar: حُذف بواسطة
bg: Изтрит от
ca: Eliminat per
de: Gelöscht von
es: Eliminado por
fa: حذف شده توسط
fi: Poistanut
fr: Supprimé par
hu: Törölte
it: Soppresso da
ja: 削除者
lt: Ištrynė
ms: Dipadam oleh
nb: Slettet av
nl: Verwijderd door
pl: Usunięty przez
pt_br: Excluído por
ru: Удалено
sk: Odstránené
sl: Črta
sq: FshirE nga
sr: Obrisao/la
sv: Borttagen av
tr: Tarafından silindi
uk: Вилучив(ла)
vi: Đã xóa bởi
zh_hk: 刪除

# Time which the item was deleted
source: Deleted at
ar: حُذف في
bg: Изтрито в
ca: Eliminat a les
de: Gelöscht am/um
es: Eliminado el
fa: حذف شده در
fi: Poistettu
fr: Supprimé à
hu: Törlés ideje
it: Soppresso a
ja: で削除
lt: Ištrinta adresu
ms: Dipadam pada
nb: Slettet
nl: Verwijderd op
pl: Usunięto o
pt_br: Excluído em
ru: Удалено в
sk: Vymazané na
sl: Črtano pri
sq: FshirE nE
sr: Obrisano
sv: Borttagen den
tr: adresinden silindi
uk: Вилучено о
vi: Đã xóa tại
zh_hk: 刪除於

source: {0} {1} at {2} minutes past the hour
ar: {0} {1} عند {2} دقيقة بعد الساعة
bg: {0} {1} на {2} минути след часа
ca: {0} {1} a les {2} minuts després de l'hora
de: {0} {1} unter {2} Minuten nach der vollen Stunde
es: {0} {1} a las {2} minutos después de la hora
fa: {0} {1} ساعت {2} دقیقه بعد از ساعت
fi: {0} {1} {2} minuuttia yli tasatunnin
fr: {0} {1} à {2} minutes de l'heure
hu: {0} {1} {2} perccel az óra után
it: {0} {1} a {2} minuti dopo l'ora
ja: {1} 時 {2} 分過ぎに {0}
lt: {0} {1}, {2} minutės po valandos
ms: {0} {1} pada {2} minit selepas jam
nb: {0} {1} på {2} minutter over timen
nl: {0} {1} op {2} minuten over het uur
pl: {0} {1} na stronie {2} minut po godzinie
pt_br: {0} {1} em {2} minutos após a hora
ru: {0} {1} в {2} минут после часа
sk: {0} {1} na {2} minút po hodine
sl: {0} {1} {2} minut po uri
sq: {0} {1} nE {2} minuta pas orEs
sr: {0} {1} u {2} minuta posle punog sata
sv: {0} {1} {2} minuter efter heltimme
tr: {0} {1} {2} adresinde saati 300 dakika geçe
uk: {0} {1} через {2} хвилин після початку години
vi: {0} {1} vào lúc {2} phút sau giờ

source: {0} {1} at {2}
ar: {0} {1} عند {2}
bg: {0} {1} в {2}
ca: {0} {1} a les {2}
de: {0} {1} um {2}
es: {0} {1} a las {2}
fa: {0} {1} در {2}
fi: {0} {1} kello {2}
fr: {0} {1} à {2}
hu: {0} {1} {2}-kor
it: {0} {1} su {2}
ja: {1} 時 {2} に {0}
ms: {0} {1} pada {2}
nb: {0} {1} på {2}
nl: {0} {1} op {2}
pl: {0} {1} na stronie {2}
pt_br: {0} {1} às {2}
ru: {0} {1} на {2}
sk: {0} {1} na adrese {2}
sl: {0} {1} na {2}
sq: {0} {1} nE {2}
sr: {0} {1} u {2}
sv: {0} {1} klockan {2}
tr: {0} {1} {2}adresinde
uk: {0} {1} о {2}
vi: {0} {1} và {2}
zh_hk: {0} {1} 在 {2}

source: {0} {1} on {2} at {3}
ar: {0} {1} في {2} عند {3}
bg: {0} {1} на {2} на {3}
ca: {0} {1} el {2} a les {3}
de: {0} {1} an {2} um {3}
es: {0} {1} el {2} a las {3}
fa: {0} {1} در {2} در {3}
fi: {0} {1} {2} kello {3}
fr: {0} {1} le {2} à {3}
hu: {0} {1} {2}-án {3}-kor
it: {0} {1} il {2} a {3}
ja: {1} {2} の {3} に {0}
ms: {0} {1} pada {2} pada {3}
nb: {0} {1} på {2} på {3}
nl: {0} {1} op {2} via {3}
pl: {0} {1} na stronie {2} pod adresem {3}
pt_br: {0} {1} em {2} às {3}
ru: {0} {1} на {2} на {3}
sk: {0} {1} na stránke {2} na adrese {3}.
sl: {0} {1} na {2} na {3}
sq: {0} {1} tE {2} nE {3}
sr: {0} {1} u {2} u {3}
sv: {0} {1} på {2} klockan {3}
tr: {0} {1} {2} adresinde {3}
uk: {0} {1} у {2} о {3}
vi: {0} {1} trên {2} tại {3}

source: {0} {1} on the {2} at {3}
ar: {0} {1} في {2} عند {3}
bg: {0} {1} на адрес {2} в {3}
ca: {0} {1} al {2} a les {3}
de: {0} {1} am {2} um {3}
es: {0} {1} el {2} a las {3}
fa: {0} {1} در {2} در {3}
fi: {0} {1} {2} päivänä kello {3}
fr: {0} {1} le {2} à {3}
hu: {0} {1} {2} {3}-kor
it: {0} {1} il {2} alle {3}
ja: {1} {2} の {3} に {0}
ms: {0} {1} pada {2} pada {3}
nb: {0} {1} på {2} på {3}
nl: {0} {1} op de {2} op {3}
pl: {0} {1} na stronie {2} pod adresem {3}
pt_br: {0} {1} em {2} às {3}
ru: {0} {1} на сайте {2} на сайте {3}
sk: {0} {1} na stránke {2} na adrese {3}.
sl: {0} {1} na {2} v {3}
sq: {0} {1} nE tE {2} nE {3}
sr: {0} {1} {2}. u {3}
sv: {0} {1} den {2} klockan {3}
tr: {0} {1} {2} adresinde {3}
uk: {0} {1} {2} о {3}
vi: {0} {1} trên {2} tại {3}
