Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Password for opening the keystore
ar: كلمة المرور لفتح مخزن المفاتيح
bg: Парола за отваряне на хранилището на ключове
ca: Contrasenya per obrir el fitxer de claus
de: Passwort zum Öffnen des Keystores
eo: password for unlocking the vibe locker
es: Contraseña para abrir el almacén de claves
fa: رمز عبور برای باز کردن keystore
fi: Salasana keystoren avaamiseen
fr: Mot de passe du keystore
hu: Jelszó a kulcstár megnyitásához
it: Password per aprire il keystore
ja: キーストアを開くためのパスワード
lt: Slaptažodis atidaryti raktų saugyklą
ms: Kata laluan untuk membuka keystore
nb: Passord for å åpne nøkkellager
nl: Wachtwoord voor het openen van de keystore
pl: Hasło do otwarcia keystore
pt_br: Senha para abrir o repositório de chaves
ru: Пароль для хранилища ключей
sk: Heslo na otvorenie keystore
sl: Geslo za odpiranje shrambe ključev
sq: Fjalëkalimi për hapjen e depos së çelësave
sr: Lozinka za otvaranje skladišta ključeva
sv: Lösenord för att öppna Keystore
tr: Anahtar deposunu açmak için şifre
uk: Пароль для відкриття сховища ключів
vi: Mật khẩu để mở keystore
zh_hk: 用於打開密鑰庫的密碼。

source: Alias for the key that Metabase should use for signing SAML requests
hu: Alias annak a kulcsnak, amelyet a Metabase a SAML kérések aláírásához használ
ms: Alias untuk kunci yang harus digunakan Metabase untuk menandatangani permintaan SAML

source: SAML attribute for the user''s email address
ar: سمة SAML لعنوان البريد الإلكتروني للمستخدم
bg: SAML атрибут за имейл адреса на потребителя
ca: Atribut del correu electrònic del usuari SAML
de: SAML-Attribut für die E-Mail-Adresse des Benutzers
eo: SAML attribute for the user’s email addy
es: Atributo SAML para el email del usuario
fa: صفت SAML برای نشانی ایمیل کاربر
fi: SAML-attribuutti käyttäjän sähköpostiosoitteelle
fr: Attribut SAML pour l'adresse e-mail de l'utilisateur
hu: SAML attribútum a felhasználó e-mail címéhez
it: Attributo SAML per l'indirizzo email dell'utente
ja: ユーザのメールアドレスのSAML属性
lt: SAML atributas, skirtas vartotojo el. pašto adresui
ms: Atribut SAML untuk alamat e-mel pengguna
nb: SAML-attributt for brukerens e-postadresse
nl: SAML-kenmerk voor het e-mailadres van de gebruiker
pl: Atrybut SAML dla adresu e-mail użytkownika
pt_br: Atributo SAML para o endereço de e-mail do usuário
ru: Атрибут SAML для извлечения электронного адреса пользователя
sk: SAML atribút pre emailovú adresu používateľa
sl: Atribut SAML za uporabnikov e-poštni naslov
sq: Atributi SAML për adresën e email-it të përdoruesit
sr: SAML atribut za korisnikovu email adresu
sv: SAML-attribut för användarens epost-adress
tr: Kullanıcının e-posta adresi için SAML özelliği
uk: Атрибут SAML для email-адреси користувача
vi: Thuộc tính SAML cho địa chỉ email của người dùng
zh_hk: 用戶電子郵件地址的SAML屬性。

source: SAML attribute for the user''s first name
ar: سمة SAML للاسم الأول للمستخدم
bg: SAML атрибут за първото име на потребителя
ca: Atribut del nom del usuari SAML
de: SAML-Attribut für den Vornamen des Benutzers
eo: SAML attribute for the user's first name = the vibe check for the user's first name, fr fr
es: Atributo SAML para el nombre del usuario
fa: صفت SAML برای نام کاربر
fi: Käyttäjän etunimen SAML-attribuutti
fr: Attribut SAML pour le prénom de l'utilisateur
hu: SAML attribútum a felhasználó keresztnevéhez
it: Attributo SAML per il nome dell'utente
ja: ユーザの名前のSAML属性
lt: SAML atributas, skirtas vartotojo vardui
ms: Atribut SAML untuk nama pertama pengguna
nb: SAML-attributt for brukerens fornavn
nl: SAML-kenmerk voor de voornaam van de gebruiker
pl: Atrybut SAML dla imienia użytkownika
pt_br: Atributo SAML para o primeiro nome do usuário
ru: Атрибут SAML для извлечения имени пользователя
sk: SAML atribút pre krstné meno používateľa
sl: Atribut SAML za ime uporabnika
sq: Atributi SAML për emrin e përdoruesit
sr: SAML atribut za korisnikovo ime
sv: SAML-attribut för användarens förnamn
tr: Kullanıcının adı için SAML özelliği
uk: Атрибут SAML для імені користувача
vi: Thuộc tính SAML cho tên đầu tiên của người dùng
zh_hk: 用戶名字的SAML屬性。

source: SAML attribute for the user''s last name
ar: سمة SAML لاسم عائلة المستخدم
bg: SAML атрибут за фамилното име на потребителя
ca: Atribut del cognom del usuari SAML
de: SAML-Attribut für den Nachnamen des Benutzers
eo: SAML attribute for the user’s fam name
es: Atributo SAML para el apellido del usuario
fa: صفت SAML برای نام خانوادگی کاربر
fi: Käyttäjän sukunimen SAML-attribuutti
fr: Attribut SAML pour le nom de l'utilisateur
hu: SAML attribútum a felhasználó vezetéknevéhez
it: Attributo SAML per il cognome dell'utente
ja: ユーザの姓のSAML属性
lt: SAML atributas, skirtas vartotojo pavardei
ms: Atribut SAML untuk nama terakhir pengguna
nb: SAML-attributt for brukerens etternavn
nl: SAML-kenmerk voor de achternaam van de gebruiker
pl: Atrybut SAML dla nazwiska użytkownika
pt_br: Atributo SAML para o sobrenome do usuário
ru: Атрибут SAML для извлечения фамилии пользователя
sk: SAML atribút pre priezvisko používateľa
sl: Atribut SAML za priimek uporabnika
sq: Atributi SAML për mbiemrin e përdoruesit
sr: SAML atribut za korisnikovo prezime
sv: SAML-attribut för användarens efternamn
tr: Kullanıcının soyadı için SAML özelliği
uk: Атрибут SAML для прізвища користувача
vi: Thuộc tính SAML cho họ của người dùng
zh_hk: 用戶姓氏的SAML屬性。

source: Enable group membership synchronization with SAML.
ar: تمكين مزامنة عضوية المجموعة باستخدام SAML.
bg: Активирай синхронизиране на групово членството със SAML.
ca: Habilitar la sincronització de pertinença a grups amb SAML
de: Aktivieren der Synchronisierung der Gruppenmitgliedschaft mit SAML.
eo: Turn on group sync with SAML, fr fr.
es: Habilita la sincronización de miembros de grupo con SAML.
fa: همگام‌سازی عضویت گروه با SAML را فعال کنید.
fi: Ota käyttöön ryhmän jäsenyyden synkronointi SAML:n avulla.
fr: Activer la synchronisation de l'appartenance à un groupe avec SAML.
hu: A csoporttagság szinkronizálása SAML-lal.
it: Abilita la sincronizzazione dei gruppi di utenze con SAML.
ja: SAML でグループ・メンバーシップの同期を有効にする。
lt: Įgalinti grupės narystės sinchronizavimą su SAML.
ms: Aktifkan penyelarasan keahlian kumpulan dengan SAML.
nb: Aktiver synkronisering av gruppemedlemsskap med SAML
nl: Schakel synchronisatie van groepslidmaatschap met SAML in.
pl: Włącz synchronizację członkostwa grupowego z SAML.
pt_br: Habilite a sincronização de grupo com SAML.
ru: Включить синхронизацию участников групп через SAML.
sk: Povoliť synchronizáciu členstva v skupine so SAML.
sl: Omogočite sinhronizacijo članstva v skupini s SAML.
sq: Aktivizo sinkronizimin e anëtarësimit në grupe me SAML.
sr: Omogući sinhronizaciju članstva u grupama preko SAML-a.
sv: Aktivera synkronisering av grupptillhörighet med SAML
tr: SAML ile grup üyeliği senkronizasyonunu etkinleştirin.
uk: Увімкнути синхронізацію членства в групах через SAML.
vi: Cho phép đồng bộ hóa thành viên nhóm với SAML.
zh_hk: 啟用群組成員身份與SAML的同步。

source: SAML attribute for group syncing
ar: سمة SAML لمزامنة المجموعات
bg: SAML атрибут за групово синхронизиране
ca: Atribut per la sincronització de grups del usuari SAML
de: SAML-Attribut für die Gruppensynchronisierung
eo: SAML attribute for group sync, fr fr
es: Atributo SAML para sincronización de grupo
fa: صفت SAML برای همگام‌سازی گروه
fi: SAML-attribuutti ryhmien synkronointia varten
fr: Attribut SAML pour la synchronisation de groupe
hu: SAML attribútum a csoport szinkronizálásához
it: Attributo SAML per la sincronizzazione del gruppo
ja: グループ同期用の SAML 属性
lt: SAML atributas, skirtas grupės sinchronizavimui
ms: Atribut SAML untuk penyelarasan kumpulan
nb: SAML-attributt for gruppesynkronisering
nl: SAML-kenmerk voor groepssynchronisatie
pl: Atrybut SAML do synchronizacji grupy
pt_br: Atributo SAML para sincronização de grupo
ru: Атрибут SAML для синхронизации групп
sk: SAML atribút pre synchronizáciu skupín
sl: Atribut SAML za skupinsko sinhronizacijo
sq: Atributi SAML për sinkronizimin e grupeve
sr: SAML atribut za sinhronizaciju grupa
sv: SAML-attribut för att synkronisera grupper
tr: Grup senkronizasyonu için SAML özelliği
uk: Атрибут SAML для синхронізації груп
vi: Thuộc tính SAML cho đồng bộ hóa nhóm
zh_hk: 用於群組同步的SAML屬性。

source: JSON containing SAML to Metabase group mappings.
hu: SAML-Metabase csoportleképezést tartalmazó JSON.
ms: JSON yang mengandungi pemetaan kumpulan SAML ke Metabase.

source: Enable JWT based authentication
hu: JWT alapú hitelesítés engedélyezése
ms: Aktifkan pengesahan berasaskan JWT

source: URL of JWT based login page
hu: JWT alapú bejelentkezési oldal URL-je
ms: URL halaman log masuk berasaskan JWT

source: String used to seed the private key used to validate JWT messages
hu: Karakterlánc, amelyet a JWT üzenetek érvényesítésére használt privát kulcs kezdeti értékeként használnak
ms: Rentetan yang digunakan untuk memulakan kunci peribadi yang digunakan untuk mengesahkan mesej JWT

source: Key to retrieve the JWT user's email address
hu: Kulcs a JWT felhasználó e-mail címének lekéréséhez
ms: Kunci untuk mendapatkan alamat e-mel pengguna JWT

source: Key to retrieve the JWT user's first name
hu: Kulcs a JWT felhasználó keresztnevének lekéréséhez
ms: Kunci untuk mendapatkan nama pertama pengguna JWT

source: Key to retrieve the JWT user's last name
hu: Kulcs a JWT felhasználó vezetéknevének lekéréséhez
ms: Kunci untuk mendapatkan nama terakhir pengguna JWT

source: Key to retrieve the JWT user's groups
hu: Kulcs a JWT felhasználó csoportjainak lekéréséhez
ms: Kunci untuk mendapatkan kumpulan pengguna JWT

source: Enable group membership synchronization with JWT.
ar: تمكين مزامنة عضوية المجموعة باستخدام JWT.
bg: Активирайте синхронизирането на членството в група чрез JWT.
ca: Activa la sincronització de grups amb JWT.
de: Aktivieren Sie die Synchronisierung der Gruppenmitgliedschaft mit JWT.
eo: Turn on group sync with JWT, fr fr
es: Habilitar la sincronización de la pertenencia a grupos con JWT.
fa: همگام سازی عضویت گروه با JWT را فعال کنید.
fi: Käytä ryhmäjäsenyyden synkronointia JWT:llä.
fr: Permettre la synchronisation des membres du groupe avec JWT.
hu: Csoporttagság szinkronizálása JWT-vel.
it: Abilita la sincronizzazione dell'iscrizione ai gruppi con JWT.
ja: JWTとのグループメンバーシップ同期を有効にします。
lt: Įgalinti grupės narystės sinchronizavimą su JWT.
ms: Aktifkan penyelarasan keahlian kumpulan dengan JWT.
nb: Aktiver synkronisering av gruppemedlemsskap med JWT.
nl: Schakel synchronisatie van groepslidmaatschap met JWT in.
pl: Włącz synchronizację członkostwa grupowego z JWT.
pt_br: Habilite a sincronização de membros do grupo com JWT.
ru: Включить синхронизацию участников групп через JWT.
sk: Povoliť synchronizáciu členstva v skupine s JWT.
sl: Omogočite sinhronizacijo članstva v skupini z JWT.
sq: Aktivizo sinkronizimin e anëtarësimit në grupe me JWT.
sr: Omogući sinhronizaciju članstva u grupama preko JWT-a.
sv: Aktivera synkronisering av grupptillhörighet med JWT
tr: JWT ile grup üyeliği senkronizasyonunu etkinleştirin.
uk: Увімкнути синхронізацію членства в групах через JWT.
vi: Cho phép đồng bộ hóa thành viên nhóm với JWT.
zh_hk: 啟用與JWT的群組成員同步。

source: JSON containing JWT to Metabase group mappings.
hu: JSON, amely tartalmazza a JWT-Metabase csoportleképezéseket.
ms: JSON yang mengandungi pemetaan kumpulan JWT ke Metabase.

source: Should new email notifications be sent to admins, for all new SSO users?
ar: هل يجب إرسال إشعارات البريد الإلكتروني الجديدة إلى المسؤولين لكل مستخدمي SSO الجدد؟
bg: Трябва ли да се изпращат нови известия по имейл до администраторите за всички нови потребители на SSO?
ca: S'ha d'enviar una notificació a l'administrador per cada nou usuari SSO?
de: Sollten für alle neuen SSO-Benutzer E-Mail-Benachrichtigungen an Administratoren gesendet werden?
eo: Should we be sending new email alerts to admins for all the fresh SSO peeps?
es: ¿Envío notificaciones por email a los administradores para todos los nuevos usuarios de SSO?
fa: آیا اعلان‌های جدید ایمیل باید برای همه کاربران جدید SSO به مدیران ارسال شود؟
fi: Pitäisikö järjestelmänvalvojille lähettää uudet sähköposti-ilmoitukset, kaikille uusille SSO-käyttäjille?
fr: Faut-il envoyer les nouvelles notifications par courrier électronique aux administrateurs, pour tous les nouveaux utilisateurs du SSO ?
hu: Új e-mail értesítéseket kell küldeni az adminisztrátoroknak, minden új SSO felhasználó esetében?
it: Devono essere inviate nuove notifiche email agli amministratori per tutti i nuovi utenti SSO?
ja: 新しいメール通知は、すべての新しいSSOユーザーのために、管理者に送信する必要がありますか?
lt: Ar visiems administratoriams el. paštu turėtų būti siunčiami pranešimai dėl visų naujų SSO naudotojų?
ms: Perlukah pemberitahuan e-mel baru dihantar kepada pentadbir, untuk semua pengguna SSO baru?
nb: Skal nye e-postvarslinger bli sendt til administratorer for alle nye SSO-brukere?
nl: Moeten er nieuwe e-mailmeldingen worden verzonden naar beheerders, voor alle nieuwe SSO-gebruikers?
pl: Czy nowe powiadomienia e-mail powinny być wysyłane do administratorów dla wszystkich nowych użytkowników SSO?
pt_br: As novas notificações por e-mail devem ser enviadas aos administradores para todos os novos usuários do SSO?
ru: Должны ли оповещаться администраторы обо всех новых пользователях SSO?
sk: Majú sa odoslať nové emailové notifikácie administrátorom pre všetkých nových používateľov SSO?
sl: Ali je treba skrbnikom pošiljati nova e-poštna obvestila za vse nove uporabnike enotne prijave?
sq: A duhet të dërgohen njoftime të reja me email te Administratorët, për të gjithë përdoruesit e rinj SSO?
sr: Da li treba slati nove email notifikacije administratorima, za sve nove SSO korisnike?
sv: Ska nya epost-aviseringar skickas till adminstratörer för alla nya SSO-användare?
tr: Tüm yeni SSO kullanıcıları için yöneticilere yeni e-posta bildirimleri gönderilmeli mi?
uk: Чи надсилати нові email-сповіщення адміністраторам для всіх нових SSO-користувачів?
vi: Có nên gửi thông báo email mới đến các quản trị viên, cho tất cả người dùng SSO mới không?
zh_hk: 是否應該將新的電子郵件通知發送給所有新的SSO用戶的管理員？

source: New SSO user created: {0} ({1})
hu: Új SSO felhasználó létrehozva: {0} ({1})
ms: Pengguna SSO baru dicipta: {0} ({1})

source: Cannot convert a {0} to a {1}
ar: لا يمكن تحويل {0} إلى {1}
bg: {0} не може да се преобразува в {1}
ca: No s'ha pogut convertir {0} a {1}
de: Kann ein {0} nicht zu einem {1} konvertieren
eo: Can’t even convert a {0} to a {1} lol
es: No se puede convertir un {0} en un {1}
fa: نمی توان {0} را به {1} تبدیل کرد
fi: Ei voi muuntaa {0} {1}:ksi.
fr: Impossible de convertir {0} en {1}
hu: A(z) {0} nem konvertálható {1}-vé
it: Impossibile convertire un {0} in un {1}
ja: {0}を{1}に変換できません。
lt: Negalima konvertuoti {0} į {1}
ms: Tidak boleh menukar {0} kepada {1}
nb: Kan ikke konvertere en {0} til en {1}
nl: Kan een {0} niet omzetten in een {1}
pl: Nie można konwertować {0} do {1}
pt_br: Não é possível converter {0} em {1}
ru: Невозможно конвертировать {0} в {1}
sk: Nemožno konvertovať {0} na {1}
sl: {0} ni mogoče pretvoriti v {1}
sq: Nuk mund të konvertohet një {0} në një {1}
sr: Ne mogu da konvertujem {0} u {1}
sv: Kan inte konvertera en {0} till en {1}
tr: Bir {0}, {1} olarak dönüştürülemiyor
uk: Не вдається конвертувати {0} у {1}
vi: Không thể chuyển đổi {0} thành {1}
zh_hk: 無法將{0}轉換為{1}

source: Cannot extract {0} from a TIME field
ar: لا يمكن استخراج {0} من حقل TIME
bg: Не може да се извлече {0} от поле TIME
ca: No es pot extreure {0} d'un camp d'hora
de: Kann {0} nicht aus einem TIME Feld extrahieren
eo: Bruh, can’t pull {0} from a TIME field lol
es: No se puede extraer {0} de un campo de tiempo
fa: نمی‌توان {0} را از فیلد زمان استخراج کرد
fi: Ei voi erottaa {0} aikakentästä
fr: Impossible d'extraire {0} d'un champ TIME
hu: A(z) {0} nem nyerhető ki egy TIME mezőből
it: Impossibile estrarre {0} da un campo ORARIO
ja: TIMEフィールドから {0} を抽出できません。
lt: Negalima išgauti {0} iš LAIKAS lauko
ms: Tidak dapat mengekstrak {0} daripada medan MASA
nb: Kan ikke hente {0} fra et TIME-felt
nl: Kan {0} niet extraheren uit een TIME-veld
pl: Nie można wyodrębnić {0} z pola TIME
pt_br: Não é possível extrair {0} de um campo TIME
ru: Невозможно извлечь {0} из поля с форматом ВРЕМЯ
sk: Nemožno extrahovať {0} z TIME poľa
sl: Ni mogoče izvleči {0} iz polja TIME
sq: Nuk mund të nxirret {0} nga një fushë TIME
sr: Ne mogu da izdvojim {0} iz TIME polja
sv: Kan inte extrahera {0} från ett TIME-fält
tr: Bir TIME alanından {0} çıkarılamaz
uk: Не вдається витягнути {0} з поля типу TIME
vi: Không thể trích xuất {0} từ một trường THỜI GIAN
zh_hk: 無法從TIME字段中提取{0}

source: Cannot extract {0} from a DATE field
ar: لا يمكن استخراج {0} من حقل DATE
bg: Не може да се извлече {0} от поле DATE
ca: No es pot extreure {0} d'un camp de data
de: Kann {0} nicht aus einem DATE Feld extrahieren
eo: Bruh, I can't even pull {0} from a DATE field, this is lowkey wild.
es: No se puede extraer {0} de un campo de fecha
fa: نمی‌توان {0} را از فیلد تاریخ استخراج کرد
fi: Ei voi erottaa {0} päivämääräkentästä
fr: Impossible d'extraire {0} d'un champ DATE
hu: A(z) {0} nem nyerhető ki egy DATE mezőből
it: Impossibile estrarre {0} da un campo DATA
ja: DATEフィールドから {0} を抽出できません。
lt: Negalima išskirti {0} iš DATA lauko
ms: Tidak dapat mengekstrak {0} daripada medan TARIKH
nb: Kan ikke hente {0} fra et DATE-felt
nl: Kan {0} niet extraheren uit een DATE-veld
pl: Nie można wyodrębnić {0} z pola DATE
pt_br: Não é possível extrair {0} de um campo DATE
ru: Невозможно извлечь {0} из поля с форматом ДАТА
sk: Nemožno extrahovať {0} z DATE poľa
sl: Ni mogoče izvleči {0} iz polja DATE
sq: Nuk mund të nxirret {0} nga një fushë DATE
sr: Ne mogu da izdvojim {0} iz DATE polja
sv: Kan inte extrahera {0} från ett DATE-fält
tr: DATE alanından {0} çıkarılamaz
uk: Не вдається витягнути {0} з поля типу DATE
vi: Không thể trích xuất {0} từ một trường NGÀY
zh_hk: 無法從DATE字段中提取{0}

source: Cannot extract {0} from a DATETIME or TIMESTAMP
ar: لا يمكن استخراج {0} من DATETIME أو TIMESTAMP
bg: Не може да се извлече {0} от DATETIME или TIMESTAMP
ca: No es pot extreure {0} d'un camp data i hora.
de: Kann {0} nicht aus einem DATETIME oder TIMESTAMP Feld extrahieren
eo: Bruh, you can't pull {0} from a DATETIME or TIMESTAMP, fr fr
es: No se puede extraer {0} de un campo de fecha/hora o marca de tiempo
fa: نمی‌توان {0} را از DATETIME یا TIMESTAMP استخراج کرد
fi: Ei voi erottaa {0} DATETIME- tai TIMESTAMP-arvosta.
fr: Impossible d'extraire {0} d'un champ DATETIME ou TIMESTAMP
hu: A(z) {0} nem nyerhető ki egy DATETIME vagy TIMESTAMP mezőből
it: Impossibile estrarre {0} da un CAMPO ORARIO o TIMESTAMP
ja: DATETIME または TIMESTAMP から {0} を抽出できません。
lt: Negalima išskirti {0} iš DATETIME arba TIMESTAMP
ms: Tidak dapat mengekstrak {0} daripada medan DATETIME atau TIMESTAMP
nb: Kan ikke hente {0} fra et DATETIME eller TIMESTAMP
nl: Kan {0} niet extraheren uit een DATETIME of TIMESTAMP
pl: Nie można wyodrębnić {0} z DATETIME ani TIMESTAMP
pt_br: Não é possível extrair {0} de DATETIME ou TIMESTAMP
ru: Невозможность извлечь {0} из поля с датой и временем
sk: Nemožno extrahovať {0} z DATETIME alebo TIMESTAMP
sl: Ni mogoče izvleči {0} iz oznake DATETIME ali TIMESTAMP
sq: Nuk mund të nxirret {0} nga një DATETIME ose TIMESTAMP
sr: Ne mogu da izdvojim {0} iz DATETIME ili TIMESTAMP vrednosti
sv: Kan inte extrahera {0} från fält av typen DATETIME eller TIMESTAMP
tr: DATETIME veya TIMESTAMP'tan {0} çıkarılamıyor
uk: Не вдається витягнути {0} з DATETIME або TIMESTAMP
vi: Không thể trích xuất {0} từ DATETIME hoặc TIMESTAMP
zh_hk: 無法從DATETIME或TIMESTAMP中提取{0}

source: Invalid query: you cannot add a {0} to a {1} column.
hu: Érvénytelen lekérdezés: nem adható hozzá {0} egy {1} oszlophoz.
ms: Pertanyaan tidak sah: anda tidak boleh menambah {0} kepada lajur {1}.

source: It doesn''t make sense to convert between DATEs and TIMEs!
ar: لا معنى للتحويل بين DATEs و TIMEs!
bg: Няма смисъл да конвертирате между DATES и TIME!
ca: No té sentit convertir entre dates i hores.
de: Es macht keinen Sinn, zwischen DATE und TIME zu konvertieren!
eo: It’s so not it to switch between DATEs and TIMEs, fr.
es: ¡No tiene sentido convertir entre FECHA y HORA!
fa: تبدیل بین تاریخ‌ها و زمان‌ها منطقی نیست!
fi: Ei ole järkevää muuntaa DATEja ja TIMEja toistensa välillä!
fr: Une conversion entre DATE et TIME n'a pas de sens !
hu: Nincs értelme a DÁTUMOK és IDŐPONTOK között konvertálni!
it: Non ha senso convertire tra DATE e ORARIO!
ja: DATEとTIMEの間で変換するのは意味がありません!
lt: Nėra prasmės konvertuoti tarp DATE ir TIME!
ms: Tidak masuk akal untuk menukar antara TARIKH dan MASA!
nb: Det gir ikke mening å konvertere mellom DATE og TIME!
nl: Het heeft geen zin om tussen DATE's en TIMEs te converteren!
pl: Nie ma sensu konwertować pomiędzy DATAMI a CZASAMI!
pt_br: Não faz sentido converter entre DATEs e TIMEs!
ru: Нет никакого смысла конвертировать ДАТЫ во ВРЕМЯ!
sk: Nemá zmysel konvertovať medzi DÁTUMAMI a ČASMI!
sl: Ni smiselno pretvarjati med DATUMI in ČASI!
sq: Nuk ka kuptim të konvertohet midis DATE-ve dhe TIME-ve!
sr: Nema smisla konvertovati između DATE i TIME tipova!
sv: Det är inte meningsfullt att konvertera mellan DATE och TIME!
tr: DATE ve TIME arasında dönüştürme yapmak mantıklı değil!
uk: Немає сенсу конвертувати між DATE і TIME!
vi: Không có ý nghĩa gì khi chuyển đổi giữa NGÀY và THỜI GIAN!
zh_hk: 在DATE和TIME之間進行轉換沒有意義！

source: Druid request error [{0}]: {1}
ar: خطأ في طلب Druid [{0}]: {1}
bg: Грешка при Druid заявка [{0}]: {1}
ca: Error en la petició Druid: [{0}]: {1}
de: Druidenanforderungsfehler [{0}]: {1}
eo: Druid request be like: [{0}]: {1} – lowkey error vibes
es: Error petición Druid [{0}]: {1}
fa: خطای درخواست Druid [{0}]: {1}
fi: Druidin pyyntövirhe [{0}]: {1}
fr: Erreur de requête Druid [{0}]: {1}
hu: Druid kérési hiba [{0}]: {1}
it: Errore richiesta Druid [{0}]: {1}
ja: Druid リクエストエラー [{0}]: {1}
lt: Druido užklausos klaida [{0}]: {1}
ms: Ralat permintaan Druid [{0}]: {1}
nb: Feil ved Druid-forespørsel [{0}]: {1}
nl: Fout bij verzoek van Druid [{0}]: {1}
pl: Błąd żądania Druid [{0}]: {1}
pt_br: Erro de solicitação do Druid [{0}]: {1}
ru: Ошибка Druid запроса [{0}]: {1}
sk: Chyba dopytu Druid [{0}]: {1}
sl: Napaka druidske zahteve [{0}]: {1}
sq: Gabim kërkese Druid [{0}]: {1}
sr: Greška Druid zahteva [{0}]: {1}
sv: Fel i Druid-anrop [{0}]: {1}
tr: Druid isteği hatası [{0}]: {1}
uk: Помилка запиту Druid [{0}]: {1}
vi: Lỗi yêu cầu Druid [{0}]: {1}
zh_hk: Druid請求錯誤[{0}]：{1}

source: Failed to parse Druid response body: {0}
ar: فشل تحليل نص استجابة Druid: {0}
bg: Анализирането на Druid отговора не бе успешно: {0}
ca: No es pot interpretar el cos de la resposta de Druid: {0}
de: Druid-Antworttext konnte nicht analysiert werden: {0}
eo: Couldn't decode the Druid response body: {0} lol, so cringe
es: No se pudo analizar el cuerpo de la respuesta Druid: {0}
fa: تجزیه بدنه پاسخ Druid ناموفق بود: {0}
fi: Epäonnistui Druid-vastauksen rungon jäsentämisessä: {0}
fr: N'a pas réussi à analyser le corps de réponse du Druid : {0}
hu: Nem sikerült elemezni a Druid válasz törzsét: {0}
it: Impossibile fare il parse del corpo della risposta Druid: {0}
ja: Druidのレスポンスボディの解析に失敗しました。{0}
lt: Nepavyko išanalizuoti Druid atsakymo teksto: {0}
ms: Gagal mengurai badan tindak balas Druid: {0}
nb: Feil ved tolking av brødtekst i Druid-svar: {0}
nl: Parseren van antwoordtekst van druïde is mislukt: {0}
pl: Nie udało się przetworzyć treści odpowiedzi Druid: {0}
pt_br: Falha ao analisar o corpo da resposta do Druid: {0}
ru: Ошибка обработки ответа Druid: {0}
sk: Nepodarilo sa skonvertovať telo odpovede Druid: {0}
sl: Ni uspelo razčleniti telesa odziva druida: {0}
sq: Dështoi parsimi i trupit të përgjigjes së Druid: {0}
sr: Neuspešno parsiranje tela Druid odgovora: {0}
sv: Kunde inte tolka "Druid response body": {0}
tr: Druid yanıt gövdesi ayrıştırılamadı: {0}
uk: Не вдалося розібрати тіло відповіді Druid: {0}
vi: Không thể phân tích nội dung phản hồi Druid: {0}
zh_hk: 解析Druid響應正文失敗：{0}
