Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Metabot isn't perfect. Double-check results.
ar: Metabot ليس مثاليًا. تحقق من النتائج مرة أخرى.
bg: Metabot не е перфектен. Проверете отново резултатите.
ca: Metabot no és perfecte. Comproveu els resultats.
de: Metabot ist nicht perfekt. Überprüfen Sie die Ergebnisse.
eo: Metabot’s not it, fam. Always double-check the results, fr.
es: Metabot no es perfecto. Verifique los resultados.
fa: متابوت بی‌نقص نیست. نتایج را دوباره بررسی کنید.
fi: Metabot ei ole täydellinen. Tarkista tulokset kahdesti.
fr: Metabot n'est pas parfait. Vérifiez les résultats.
it: Metabot non è perfetto. Controlla attentamente i risultati.
ja: Metabot は完璧ではありません。結果を再確認してください。
nb: Metabot er ikke perfekt. Dobbeltsjekk resultatene.
nl: Metabot is niet perfect. Controleer de resultaten nogmaals.
pl: Metabot nie jest doskonały. Sprawdź wyniki dwukrotnie.
pt_br: O Metabot não é perfeito. Verifique os resultados duas vezes.
ru: Metabot не идеален. Перепроверьте результаты.
sk: Metabot nie je dokonalý. Skontrolujte si výsledky ešte raz.
sl: Metabot ni popoln. Dvakrat preverite rezultate.
sq: Metabot nuk është perfekt. Kontrollo dy herë rezultatet.
sr: Metabot nije savršen. Proveri rezultate.
sv: Metabot är inte perfekt. Dubbelkolla resultaten.
tr: Metabot mükemmel değil. Sonuçları iki kez kontrol edin.
uk: Metabot не ідеальний. Перевіряйте результати.
vi: Metabot không hoàn hảo. Hãy kiểm tra lại kết quả.
zh_hk: Metabot 並非完美無瑕。請仔細檢查結果。

source: Clear conversation
ar: امسح المحادثة
bg: Ясен разговор
ca: Conversa clara
de: Klare Konversation
es: Conversación clara
fa: مکالمه واضح
fi: Selkeä keskustelu
fr: Conversation claire
it: Conversazione chiara
ja: 明確な会話
nb: Tydelig samtale
nl: Duidelijk gesprek
pl: Przejrzysta rozmowa
pt_br: Conversa clara
ru: Ясный разговор
sk: Jasná konverzácia
sl: Počisti pogovor
sq: Pastro bisedën
sr: Očisti razgovor
sv: Rensa konversationen
tr: Net konuşma
uk: Очистити розмову
vi: Cuộc trò chuyện rõ ràng
zh_hk: 清晰的對話

source: I can help you explore your metrics and models.
ar: يمكنني مساعدتك في استكشاف المقاييس والنماذج لديك.
bg: Мога да ви помогна да проучите вашите показатели и модели.
ca: Et puc ajudar a explorar les teves mètriques i models.
de: Ich kann Ihnen dabei helfen, Ihre Metriken und Modelle zu erkunden.
eo: I can help you peep your metrics and models, fr.
es: Puedo ayudarte a explorar tus métricas y modelos.
fa: من می‌توانم به شما در بررسی معیارها و مدل‌هایتان کمک کنم.
fi: Voin auttaa sinua tutkimaan mittareitasi ja mallejasi.
fr: Je peux vous aider à explorer vos métriques et vos modèles.
it: Posso aiutarti a esplorare le tue metriche e i tuoi modelli.
ja: 指標とモデルの調査をお手伝いします。
nb: Jeg kan hjelpe deg med å utforske dine beregninger og modeller.
nl: Ik help u graag bij het verkennen van uw statistieken en modellen.
pl: Mogę pomóc Ci zbadać Twoje wskaźniki i modele.
pt_br: Posso ajudar você a explorar suas métricas e modelos.
ru: Я могу помочь вам изучить ваши показатели и модели.
sk: Môžem vám pomôcť preskúmať vaše metriky a modely.
sl: Pomagam vam lahko pri raziskovanju vaših metrik in modelov.
sq: Mund të të ndihmoj të eksplorosh metrikat dhe modelet e tua.
sr: Mogu da vam pomognem da istražite svoje metrike i modele.
sv: Jag kan hjälpa dig att utforska dina mätvärden och modeller.
tr: Metriklerinizi ve modellerinizi keşfetmenize yardımcı olabilirim.
uk: Я можу допомогти вам досліджувати ваші метрики та моделі.
vi: Tôi có thể giúp bạn khám phá các số liệu và mô hình của bạn.
zh_hk: 我可以幫助您探索您的指標和模型。

source: This chat is getting long. You can {0}.
ar: هذه المحادثة أصبحت طويلة. يمكنك {0}.
bg: Този чат става дълъг. Можете да {0}.
ca: Aquest xat s'està fent llarg. Pots {0}.
de: Dieser Chat wird lang. Sie können {0}.
eo: This convo’s gettin’ kinda long. You can dip if u want.
es: Esta charla se está haciendo larga. Puedes {0}.
fa: این چت داره طولانی میشه. تو میتونی {0}.
fi: Tästä chatista on tulossa pitkä. Voit {0}.
fr: Cette discussion commence à être longue. Vous pouvez {0}.
it: Questa chat si sta allungando. Puoi {0}.
ja: チャットが長くなってしまいました。 {0}してください。
nb: Denne chatten begynner å bli lang. Du kan {0}.
nl: Deze chat wordt lang. Je kunt {0}.
pl: Ta rozmowa robi się długa. Możesz {0}.
pt_br: Este bate-papo está ficando longo. Você pode {0}.
ru: Этот чат становится длинным. Вы можете {0}.
sk: Tento chat sa predlžuje. Môžeš {0}.
sl: Ta klepet postaja dolg. Lahko {0}.
sq: Ky chat po zgjatet. Mund ta {0}.
sr: Ovaj chat postaje predugačak. Možeš da {0}.
sv: Den här chatten börjar bli lång. Du kan {0}.
tr: Bu sohbet uzuyor. {0}yapabilirsiniz.
uk: Цей чат стає занадто довгим. Ви можете {0}.
vi: Cuộc trò chuyện này đang trở nên dài dòng. Bạn có thể {0}.
zh_hk: 聊天時間越來越長了。您可以 {0}。

source: Feedback submitted
ar: تم إرسال الملاحظات
bg: Изпратена обратна връзка
ca: Comentaris enviats
de: Feedback gesendet
es: Comentarios enviados
fa: بازخورد ارسال شد
fi: Palaute lähetetty
fr: Commentaires soumis
it: Feedback inviato
ja: フィードバックを送信しました
nb: Tilbakemelding sendt inn
nl: Feedback ingediend
pl: Opinia wysłana
pt_br: Feedback enviado
ru: Отзыв отправлен
sk: Spätná väzba odoslaná
sl: Povratne informacije so bile poslane
sq: Feedback-u u dërgua
sr: Povratna informacija je poslata
sv: Feedback inskickad
tr: Geri bildirim gönderildi
uk: Відгук надіслано
vi: Phản hồi đã gửi
zh_hk: 反饋提交

source: Failed to submit feedback
ar: فشل إرسال الملاحظات
bg: Изпращането на обратна връзка не бе успешно
ca: No s'han pogut enviar els comentaris
de: Feedback konnte nicht gesendet werden
es: No se pudieron enviar los comentarios
fa: ارسال بازخورد ناموفق بود
fi: Palautteen lähettäminen epäonnistui
fr: Échec de l'envoi des commentaires
it: Impossibile inviare il feedback
ja: フィードバックを送信できませんでした
nb: Kunne ikke sende inn tilbakemelding
nl: Het is niet gelukt om feedback te verzenden
pl: Nie udało się przesłać opinii
pt_br: Falha ao enviar feedback
ru: Не удалось отправить отзыв
sk: Nepodarilo sa odoslať spätnú väzbu
sl: Pošiljanje povratnih informacij ni uspelo
sq: Dështoi dërgimi i feedback-ut
sr: Slanje povratne informacije nije uspelo
sv: Det gick inte att skicka feedback
tr: Geri bildirim gönderilemedi
uk: Не вдалося надіслати відгук
vi: Không thể gửi phản hồi
zh_hk: 未提交反饋

source: Any details that you'd like to share? (required)
ar: أي تفاصيل تود مشاركتها؟ (مطلوب)
ca: Algun detall que voldries compartir? (obligatori)
de: Gibt es weitere Details, die Sie mitteilen möchten? (erforderlich)
es: ¿Algún detalle que te gustaría compartir? (obligatorio)
fa: جزئیاتی هست که مایل به اشتراک گذاری آن باشید؟ (الزامی)
fi: Haluatko jakaa jotain tietoja? (pakollinen)
fr: Souhaitez-vous ajouter des détails ? (obligatoire)
it: Ci sono dettagli che vorresti condividere? (obbligatorio)
ja: 共有したい詳細情報はありますか？(必須)
nb: Har du noen detaljer du vil dele? (påkrevd)
pl: Czy chciałbyś się podzielić jakimiś szczegółami? (wymagane)
pt_br: Tem algum detalhe que gostaria de compartilhar? (obrigatório)
ru: Есть какие-то детали, которыми вы хотели бы поделиться? (обязательно)
sk: Chcete sa podeliť o nejaké podrobnosti? (povinné)
sl: Bi radi delili kakšne podrobnosti? (obvezno)
sq: Ka ndonjë detaj që do të doje të ndaje? (e detyrueshme)
sr: Imate li neke detalje koje biste želeli da podelite? (obavezno)
tr: Paylaşmak istediğiniz herhangi bir detay var mı? (zorunlu)
uk: Є якісь деталі, якими ви хочете поділитися? (обов’язково)
vi: Bạn có thông tin chi tiết nào muốn chia sẻ không? (bắt buộc)
zh_hk: 有任何您想分享的詳細資訊嗎？(必填)

source: Any details that you'd like to share? (optional)
ar: هل لديك أي تفاصيل تود مشاركتها؟ (اختياري)
bg: Имате ли някакви подробности, които бихте искали да споделите? (по избор)
ca: Algun detall que voldries compartir? (opcional)
de: Gibt es Einzelheiten, die Sie mitteilen möchten? (optional)
es: ¿Algún detalle que te gustaría compartir? (opcional)
fa: جزئیاتی هست که مایل به اشتراک گذاری آن باشید؟ (اختیاری)
fi: Haluatko jakaa jotain yksityiskohtia? (valinnainen)
fr: Des détails que vous aimeriez partager ? (facultatif)
it: Ci sono dettagli che vorresti condividere? (facoltativo)
ja: 共有したい詳細情報はありますか？（オプション）
nb: Har du noen detaljer du ønsker å dele? (valgfritt)
nl: Wilt u nog details delen? (optioneel)
pl: Czy chciałbyś się podzielić jakimiś szczegółami? (opcjonalnie)
pt_br: Algum detalhe que você gostaria de compartilhar? (opcional)
ru: Хотите ли вы поделиться какими-либо подробностями? (необязательно)
sk: Chcete sa podeliť o nejaké podrobnosti? (nepovinné)
sl: Bi radi delili kakšne podrobnosti? (neobvezno)
sq: Ndonjë detaj që do të donit të ndani? (opsionale)
sr: Neki detalji koje želite da podelite? (opciono)
sv: Några detaljer som du vill dela med dig av? (valfritt)
tr: Paylaşmak istediğiniz herhangi bir ayrıntı var mı? (isteğe bağlı)
uk: Є якісь деталі, якими ви хочете поділитися? (необов’язково)
vi: Bạn có muốn chia sẻ thông tin chi tiết nào không? (tùy chọn)
zh_hk: 有任何您想分享的詳細資訊嗎？(選擇性)

source: Metabot feedback
ar: ملاحظات Metabot
bg: Обратна връзка от Metabot
ca: Comentaris de Metabot
es: Comentarios de Metabot
fa: بازخورد متابوت
fi: Metabot-palaute
fr: Commentaires sur Metabot
it: Feedback di Metabot
ja: メタボットのフィードバック
nb: Tilbakemeldinger fra Metabot
pl: Opinie Metabota
pt_br: Feedback do Metabot
ru: Обратная связь Metabot
sk: Spätná väzba od Metabota
sl: Povratne informacije o Metabotu
sq: Feedback për Metabot
sr: Metabot povratne informacije
tr: Metabot geri bildirimi
uk: Відгук про Metabot
vi: Phản hồi của Metabot
zh_hk: Metabot 反饋

source: What kind of issue are you reporting? (optional)
ar: ما نوع المشكلة التي تبلغ عنها؟ (اختياري)
bg: Какъв проблем съобщавате? (по избор)
ca: De quin tipus de problema esteu informant? (opcional)
de: Welche Art von Problem melden Sie? (optional)
es: ¿Qué tipo de problema estás reportando? (opcional)
fa: چه نوع مشکلی را گزارش می‌دهید؟ (اختیاری)
fi: Minkä tyyppisestä ongelmasta ilmoitat? (valinnainen)
fr: Quel type de problème signalez-vous ? (facultatif)
it: Che tipo di problema stai segnalando? (facoltativo)
ja: どのような問題を報告しますか? (オプション)
nb: Hva slags problem er det du rapporterer? (valgfritt)
nl: Welk soort probleem meldt u? (optioneel)
pl: Jakiego rodzaju problem zgłaszasz? (opcjonalnie)
pt_br: Que tipo de problema você está relatando? (opcional)
ru: О какой проблеме вы сообщаете? (необязательно)
sk: Aký druh problému nahlasujete? (nepovinné)
sl: Kakšno težavo prijavljate? (neobvezno)
sq: Çfarë lloj problemi po raportoni? (opsionale)
sr: Kakvu vrstu problema prijavljujete? (opciono)
sv: Vilken typ av problem rapporterar du? (valfritt)
tr: Ne tür bir sorun bildiriyorsunuz? (isteğe bağlı)
uk: Про яку проблему ви повідомляєте? (необов’язково)
vi: Bạn đang báo cáo vấn đề gì? (tùy chọn)
zh_hk: 您要報告哪種問題？(選擇性)

source: Select issue type
ar: اختر نوع المشكلة
bg: Изберете тип проблем
ca: Selecciona el tipus de problema
de: Problemtyp auswählen
es: Seleccione el tipo de problema
fa: انتخاب نوع مسئله
fi: Valitse ongelman tyyppi
fr: Sélectionnez le type de problème
it: Seleziona il tipo di problema
ja: 問題の種類を選択
nb: Velg utstedelsestype
nl: Selecteer het type probleem
pl: Wybierz typ problemu
pt_br: Selecione o tipo de problema
ru: Выберите тип проблемы
sk: Vyberte typ problému
sl: Izberite vrsto težave
sq: Zgjidh llojin e problemit
sr: Izaberite vrstu problema
sv: Välj problemtyp
tr: Sorun türünü seçin
uk: Виберіть тип проблеми
vi: Chọn loại vấn đề
zh_hk: 選擇問題類型

source: UI bug
ar: خلل في واجهة المستخدم
bg: Грешка в потребителския интерфейс
ca: Error d'IU
de: UI-Fehler
es: Error de interfaz de usuario
fa: اشکال رابط کاربری
fi: Käyttöliittymävirhe
fr: Bug d'interface utilisateur
it: bug dell'interfaccia utente
ja: UIのバグ
nb: UI-feil
pl: Błąd interfejsu użytkownika
pt_br: Bug da interface do usuário
ru: Ошибка пользовательского интерфейса
sk: Chyba používateľského rozhrania
sl: Napaka uporabniškega vmesnika
sq: Bug në UI
sr: UI bag
sv: UI-bugg
tr: Kullanıcı arayüzü hatası
uk: Баг UI
vi: Lỗi giao diện người dùng
zh_hk: 使用者介面錯誤

source: Took incorrect actions
ar: اتخذ إجراءات غير صحيحة
bg: Предприе неправилни действия
ca: Va prendre accions incorrectes
de: Falsche Maßnahmen ergriffen
es: Tomó acciones incorrectas
fa: اقدامات نادرستی انجام داد
fi: Teki virheellisiä toimia
fr: A pris des mesures incorrectes
it: Ha intrapreso azioni errate
ja: 間違った行動をとった
nb: Utførte feil handlinger
nl: Verkeerde acties ondernomen
pl: Podjął nieprawidłowe działania
pt_br: Tomou ações incorretas
ru: Предпринял неверные действия
sk: Vykonal nesprávne kroky
sl: Izvedli so napačna dejanja
sq: Mori veprime të pasakta
sr: Preduzeo pogrešne akcije
sv: Vidtog felaktiga åtgärder
tr: Yanlış eylemlerde bulundu
uk: Виконував некоректні дії
vi: Đã thực hiện hành động không đúng
zh_hk: 採取不正確的行動

source: Overall refusal
ar: رفض عام
bg: Пълен отказ
ca: Rebuig general
de: Allgemeine Ablehnung
es: Rechazo general
fa: امتناع کلی
fi: Yleinen kieltäytyminen
fr: Refus global
it: Rifiuto totale
ja: 全面拒否
nb: Samlet avslag
nl: Algehele weigering
pl: Całkowita odmowa
pt_br: Recusa geral
ru: Полный отказ
sk: Celkové odmietnutie
sl: Splošna zavrnitev
sq: Refuzim i përgjithshëm
sr: Potpijanje u celini
sv: Totalt avslag
tr: Genel ret
uk: Повна відмова
vi: Từ chối chung
zh_hk: 整體拒絕

source: Did not follow request
ar: لم يتبع الطلب
bg: Не изпълних заявката
ca: No s'ha seguit la sol·licitud
de: Habe die Aufforderung nicht befolgt
es: No siguió la solicitud
fa: درخواست را دنبال نکرد
fi: Ei noudattanut pyyntöä
fr: N'a pas suivi la demande
it: Non ha seguito la richiesta
ja: リクエストに従わなかった
nb: Fulgte ikke forespørselen
nl: Verzoek niet gevolgd
pl: Nie wykonałem prośby
pt_br: Não seguiu a solicitação
ru: Не выполнил запрос
sk: Nedodržal požiadavku
sl: Nisem sledil zahtevi
sq: Nuk ndoqi kërkesën
sr: Nije ispratio zahtev
sv: Följde inte begäran
tr: İsteği yerine getirmedi
uk: Не виконав запит
vi: Không làm theo yêu cầu
zh_hk: 未遵循要求

source: Not factually correct
ar: غير صحيح من الناحية الواقعية
bg: Не е фактически вярно
ca: No és factualment correcte
de: Sachlich nicht korrekt
es: No es factualmente correcto
fa: از نظر واقعی درست نیست
fi: Ei asiasisältöä
fr: Ce n'est pas factuellement correct
it: Non è fattualmente corretto
ja: 事実上正しくない
nb: Ikke saklig korrekt
nl: Feitelijk niet correct
pl: Nie jest to zgodne z faktami
pt_br: Não é factualmente correto
ru: Фактически не верно
sk: Nie je fakticky správne
sl: Ni dejansko pravilno
sq: Jo faktikisht e saktë
sr: Nije činjenično tačno
sv: Inte faktamässigt korrekt
tr: Gerçekte doğru değil
uk: Фактично некоректно
vi: Không chính xác về mặt thực tế
zh_hk: 與事實不符

source: Incomplete response
ar: استجابة غير مكتملة
bg: Непълен отговор
ca: Resposta incompleta
de: Unvollständige Antwort
es: Respuesta incompleta
fa: پاسخ ناقص
fi: Puutteellinen vastaus
fr: Réponse incomplète
it: Risposta incompleta
ja: 不完全な応答
nb: Ufullstendig svar
nl: Onvolledig antwoord
pl: Niekompletna odpowiedź
pt_br: Resposta incompleta
ru: Неполный ответ
sk: Neúplná odpoveď
sl: Nepopoln odgovor
sq: Përgjigje e paplotë
sr: Nepotpuni odgovor
sv: Ofullständigt svar
tr: Eksik yanıt
uk: Неповна відповідь
vi: Phản hồi không đầy đủ
zh_hk: 回應不完整

source: Tell us what you liked!
ar: أخبرنا بما أعجبك!
bg: Кажете ни какво ви е харесало!
ca: Digue'ns què t'ha agradat!
de: Sagen Sie uns, was Ihnen gefallen hat!
es: ¡Cuéntanos qué te gustó!
fa: به ما بگویید از چه چیزی خوشتان آمد!
fi: Kerro meille, mistä pidit!
fr: Dites-nous ce que vous avez aimé !
it: Dicci cosa ti è piaciuto!
ja: 気に入った点を教えてください!
nb: Fortell oss hva du likte!
nl: Vertel ons wat je leuk vond!
pl: Powiedz nam, co Ci się podobało!
pt_br: Diga-nos o que você gostou!
ru: Расскажите нам, что вам понравилось!
sk: Dajte nám vedieť, čo sa vám páčilo!
sl: Povejte nam, kaj vam je bilo všeč!
sq: Na tregoni çfarë ju pëlqeu!
sr: Recite nam šta vam se svidelo!
sv: Berätta vad du gillade!
tr: Beğendiğiniz şeyleri bize bildirin!
uk: Розкажіть, що вам сподобалося!
vi: Hãy cho chúng tôi biết bạn thích điều gì!
zh_hk: 告訴我們您喜歡什麼！

source: What could be improved about this response?
ar: ما الذي يمكن تحسينه في هذه الاستجابة؟
bg: Какво би могло да се подобри в този отговор?
ca: Què es podria millorar en aquesta resposta?
de: Was könnte an dieser Antwort verbessert werden?
es: ¿Qué se podría mejorar en esta respuesta?
fa: چه چیزی می‌تواند در مورد این پاسخ بهبود یابد؟
fi: Mitä tässä vastauksessa voisi parantaa?
fr: Qu’est-ce qui pourrait être amélioré dans cette réponse ?
it: Cosa si potrebbe migliorare in questa risposta?
ja: この対応について改善できる点は何でしょうか?
nb: Hva kan forbedres ved dette svaret?
nl: Wat zou er verbeterd kunnen worden aan deze reactie?
pl: Co można by poprawić w tej odpowiedzi?
pt_br: O que poderia ser melhorado nessa resposta?
ru: Что можно было бы улучшить в этом ответе?
sk: Čo by sa dalo na tejto odpovedi zlepšiť?
sl: Kaj bi se dalo izboljšati pri tem odgovoru?
sq: Çfarë mund të përmirësohej në këtë përgjigje?
sr: Šta bi moglo da se poboljša u ovom odgovoru?
sv: Vad skulle kunna förbättras med detta svar?
tr: Bu yanıtta ne gibi iyileştirmeler yapılabilir?
uk: Що можна покращити в цій відповіді?
vi: Có thể cải thiện điều gì trong phản hồi này?
zh_hk: 此回應有哪些地方可以改善？

source: No changes to push
ar: لا توجد تغييرات لدفعها
bg: Няма промени за публикуване
ca: No hi ha canvis per impulsar
de: Keine Änderungen zum Pushen
es: No hay cambios para impulsar
fa: هیچ تغییری برای اعمال وجود ندارد
fi: Ei muutoksia, joita voisi painostaa
fr: Aucun changement à apporter
it: Nessuna modifica da spingere
ja: プッシュする変更はありません
nb: Ingen endringer til push
nl: Geen wijzigingen om te pushen
pl: Brak zmian do wprowadzenia
pt_br: Nenhuma alteração para empurrar
ru: Никаких изменений для push-уведомлений.
sk: Žiadne zmeny na odoslanie
sl: Ni sprememb za pošljitev
sq: S’ka ndryshime për push
sr: Nema izmena za push
sv: Inga ändringar att publicera
tr: İtilecek değişiklik yok
uk: Немає змін для push
vi: Không có thay đổi nào để đẩy
zh_hk: 推送無變更

source: Sorry, we were unable to switch branches.
ar: عذرًا، تعذّر علينا تبديل الفروع.
bg: За съжаление не успяхме да сменим клоновете.
ca: Ho sentim, no hem pogut canviar de sucursal.
de: Leider konnten wir die Filiale nicht wechseln.
es: Lo sentimos, no pudimos cambiar de sucursal.
fa: ببخشید، نتوانستیم شعبه‌ها را عوض کنیم.
fi: Valitettavasti emme voineet vaihtaa toimipistettä.
fr: Désolé, nous n'avons pas pu changer de succursale.
it: Spiacenti, non è stato possibile cambiare filiale.
ja: 申し訳ございませんが、ブランチを切り替えることができませんでした。
nb: Beklager, vi kunne ikke bytte filial.
nl: Helaas konden we niet van filiaal wisselen.
pl: Przepraszamy, nie udało się zmienić oddziału.
pt_br: Desculpe, não foi possível trocar de filial.
ru: Извините, нам не удалось сменить филиал.
sk: Prepáčte, nepodarilo sa nám zmeniť pobočku.
sl: Žal nam ni uspelo zamenjati podružnice.
sq: Na vjen keq, nuk arritëm të ndërrojmë branch-et.
sr: Žao nam je, nismo uspeli da promenimo grane.
sv: Tyvärr kunde vi inte byta filial.
tr: Üzgünüz, şubeyi değiştiremedik.
uk: Вибачте, не вдалося перемкнути гілки.
vi: Rất tiếc, chúng tôi không thể đổi chi nhánh.
zh_hk: 抱歉，我們無法轉換分支。

source: Failed to pull from remote
ar: فشل السحب من البعيد
bg: Неуспешно изтегляне от дистанционното
ca: No s'ha pogut obtenir des del comandament a distància
de: Fehler beim Abrufen von der Fernbedienung
es: No se pudo extraer desde el control remoto
fa: دریافت از ریموت ناموفق بود
fi: Hakeminen etälaitteelta epäonnistui
fr: Échec de l'extraction à distance
it: Impossibile estrarre dal telecomando
ja: リモートからのプルに失敗しました
nb: Kunne ikke hente fra fjernkontrollen
nl: Het is niet gelukt om van de afstandsbediening te halen
pl: Nie udało się pobrać ze zdalnego źródła
pt_br: Falha ao extrair do controle remoto
ru: Не удалось извлечь данные с удаленного устройства.
sk: Nepodarilo sa stiahnuť zo vzdialeného zariadenia
sl: Prevzemanje z oddaljenega omrežja ni uspelo
sq: Dështoi pull nga remote
sr: Neuspešno preuzimanje sa udaljenog
sv: Misslyckades med att hämta från fjärrkontrollen
tr: Uzaktan çekme başarısız oldu
uk: Не вдалося виконати pull з віддаленого репозиторію
vi: Không thể kéo từ xa
zh_hk: 從遠端拉取失敗

source: Push changes
ar: ادفع التغييرات
bg: Пускане на промени
ca: Push canvis
de: Änderungen pushen
es: Impulsar cambios
fa: تغییرات را فشار دهید
fi: Muutokset työntämällä
fr: Pousser les changements
it: Spingere le modifiche
ja: 変更をプッシュする
nb: Trykk på endringer
nl: Wijzigingen doorvoeren
pl: Wprowadź zmiany
pt_br: Empurre as mudanças
ru: Внести изменения
sk: Zmeny odoslané
sl: Spremembe potiskanja
sq: Bëj push ndryshimesh
sr: Push izmene
sv: Push-ändringar
tr: Değişiklikleri it
uk: Запушити зміни
vi: Đẩy thay đổi
zh_hk: 推送變更

source: No changes to pull
ar: لا توجد تغييرات للسحب
ca: No hi ha canvis per treure
de: Keine Änderungen zum Ziehen
es: No hay cambios para tirar
fa: هیچ تغییری برای کشیدن وجود ندارد
fi: Ei muutoksia vedettäväksi
fr: Aucune modification à apporter
it: Nessuna modifica da apportare
ja: プルする変更はありません
nb: Ingen endringer å trekke
pl: Brak zmian do ściągnięcia
pt_br: Nenhuma alteração a ser feita
ru: Нет изменений для pull
sk: Žiadne zmeny na vytiahnutie
sl: Ni sprememb za vlečenje
sq: Nuk ka ndryshime për të tërhequr
sr: Nema promena za preuzimanje
tr: Çekme işleminde değişiklik yok.
uk: Немає змін для pull
vi: Không có thay đổi nào đối với lệnh kéo
zh_hk: 拉取無變更

source: Pull from remote
ar: اسحب من الريموت
ca: Estireu des del comandament a distància
de: Vom Remote-Server abrufen
es: Tirar desde el control remoto
fa: از راه دور بکشید
fi: Vedä etälaitteesta
fr: Tirer depuis la télécommande
it: Tirare da remoto
ja: リモートからプル
nb: Trekk fra fjernkontrollen
pl: Pociągnij z pilota
pt_br: Extrair do local remoto
ru: Сделать pull с удалённого репозитория
sk: Vytiahnuť z diaľkového ovládača
sl: Povlecite z daljinca
sq: Tërhiq nga remote
sr: Preuzmi sa udaljenog
tr: Uzaktan çek
uk: Зробити pull із remote
vi: Lấy từ xa
zh_hk: 從遙控器拉出

source: Pull changes
ar: اسحب التغييرات
bg: Изтегляне на промени
ca: Canvis de tirada
de: Pull-Änderungen
es: Realizar cambios
fa: تغییرات را بکشید
fi: Vedä muutokset
fr: Tirer les changements
it: Cambiamenti di trazione
ja: 変更をプルする
nb: Dra endringer
nl: Wijzigingen trekken
pl: Pociągnij zmiany
pt_br: Puxe as alterações
ru: Извлечь изменения
sk: Načítať zmeny
sl: Spremembe vlečenja
sq: Bëj pull të ndryshimeve
sr: Preuzmi izmene
sv: Dra ändringar
tr: Değişiklikleri çekin
uk: Підтягнути зміни
vi: Kéo thay đổi
zh_hk: 拉動變更

source: Switch branch
ar: تبديل الفرع
bg: Превключване на клон
ca: Canvia la branca
de: Zweig
es: Cambiar rama
fa: شاخه را تغییر دهید
fi: Vaihda haaraa
fr: Branche Switch
it: Cambia ramo
ja: スイッチブランチ
nb: Brytergren
nl: Schakel de tak over
pl: Przełącz gałąź
pt_br: Alternar ramo
ru: Переключить ветку
sk: Prepnúť pobočku
sl: Preklopna veja
sq: Ndërro branch
sr: Prebaci granu
sv: Byt gren
tr: Şube değiştir
uk: Перемкнути гілку
vi: Nhánh chuyển mạch
zh_hk: 開關分支

source: Push to Git
ar: ادفع إلى Git
bg: Изпращане към Git
de: Pushen nach Git
es: Enviar a Git
fa: ارسال به گیت
fi: Lähetä Gitiin
fr: Envoyer vers Git
it: Invia a Git
ja: Gitにプッシュ
nb: Skyv til Git
nl: Pushen naar Git
pl: Prześlij do Git
pt_br: Enviar para o Git
ru: Отправить в Git
sk: Odoslať do Gitu
sl: Pošlji v Git
sq: Bëj push në Git
sr: Push na Git
sv: Push till Git
tr: Git'e Gönder
uk: Зробити push у Git
vi: Đẩy lên Git
zh_hk: 推送至 Git

source: Changes to push
ar: التغييرات المراد دفعها
bg: Промени за пускане
ca: Canvis per impulsar
de: Änderungen zum Pushen
es: Cambios en el push
fa: تغییرات برای اعمال
fi: Muutokset työntövoimaan
fr: Modifications à apporter
it: Modifiche da spingere
ja: プッシュする変更
nb: Endringer til push
nl: Wijzigingen om te pushen
pl: Zmiany w pushu
pt_br: Mudanças para empurrar
ru: Изменения в push-уведомлениях
sk: Zmeny v tlačení
sl: Spremembe za potiskanje
sq: Ndryshime për push
sr: Izmene za push
sv: Ändringar för att pusha
tr: İtilecek değişiklikler
uk: Зміни для push
vi: Thay đổi để đẩy
zh_hk: 變更推送
