Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Unsupported client SSL key type - are you using an RSA key?
ar: نوع مفتاح SSL للعميل غير مدعوم - هل تستخدم مفتاح RSA؟
bg: Неподдържан тип на клиентски SSL ключ - използвате ли RSA ключ?
ca: Clau de client SSL no vàlida. Utilitzes una clau RSA?
de: Nicht unterstützter SSL Clientschlüssel-Typ - verwendest Du einen RSA Schlüssel?
eo: Bruh, your client SSL key type is unsupported — are you rocking an RSA key?
es: Tipo de clave SSL de cliente no compatible: ¿estás utilizando una clave RSA?
fa: نوع کلید SSL مشتری پشتیبانی نشده - آیا از کلید RSA استفاده می کنید؟
fi: Tukematon asiakas-SSL-avaimen tyyppi - käytätkö RSA-avainta?
fr: Type de clé SSL client non pris en charge - utilisez-vous une clé RSA ?
hu: Nem támogatott ügyfél SSL kulcs típus - RSA kulcsot használ?
it: Tipo di chiave SSL client non supportato: stai usando una chiave RSA?
ja: サポートされていないクライアントSSLキータイプです - RSAキーを使用していますか?
lt: Nepalaikomas kliento SSL rakto tipas – ar naudojate RSA raktą?
ms: Jenis kunci SSL klien tidak disokong - adakah anda menggunakan kunci RSA?
nb: Usupportert klient SSL-nøkkeltype - bruker du en RSA-nøkkel?
nl: Niet-ondersteund client-SSL-sleuteltype - gebruik je een RSA-sleutel?
pl: Nieobsługiwany typ klucza SSL klienta - czy używasz klucza RSA?
pt_br: Tipo de chave SSL do cliente não compatível - você está usando uma chave RSA?
ru: Неподдерживаемый тип ключа SSL клиента — вы используете ключ RSA?
sk: Nepodporovaný typ klientského SSL kľúča - používate RSA kľúč?
sl: Nepodprta vrsta ključa SSL odjemalca - ali uporabljate ključ RSA?
sq: Tip i pambështetur çelësi klienti SSL - a po përdorni një çelës RSA?
sr: Nepodržan tip klijentskog SSL ključa — da li koristite RSA ključ?
sv: Ogiltig typ av SSL-nyckel - använder du en RSA-nyckel?
tr: Desteklenmeyen istemci SSL anahtar türü - bir RSA anahtarı mı kullanıyorsunuz?
uk: Непідтримуваний тип клієнтського SSL-ключа — ви використовуєте RSA-ключ?
vi: Loại khóa SSL của khách hàng không được hỗ trợ - bạn đang sử dụng khóa RSA không?
zh_hk: 不支持的客戶端SSL金鑰類型 - 您使用的是RSA金鑰嗎？

source: Looks like your Username is incorrect.
ar: يبدو أن اسم المستخدم غير صحيح.
bg: Изглежда, че потребителското ви име е неправилно.
ca: Sembla que el teu Nom d'usuari és incorrecte.
de: Offenbar ist Dein Benutzername falsch.
eo: Looks like your username is lowkey sus.
es: Parece que tu nombre de usuario es incorrecto.
fa: به نظر می رسد نام کاربری شما نادرست است.
fi: Vaikuttaa siltä, että käyttäjätunnus on väärin.
fr: Il semble que votre nom d'utilisateur soit incorrect.
hu: Úgy tűnik, hogy a felhasználóneved helytelen.
it: Sembra che il tuo Nome utente sia errato.
ja: ユーザー名が正しくないようです。
lt: Panašu, kad jūsų vartotojo vardas neteisingas.
ms: Nampaknya nama pengguna anda salah.
nb: Det virker som om ditt brukernavn er feil.
nl: Het lijkt erop dat je gebruikersnaam onjuist is.
pl: Wygląda na to, że Twoja nazwa użytkownika jest niepoprawna.
pt_br: Parece que seu nome de usuário está incorreto.
ru: Похоже, ваше имя пользователя неверно.
sk: Zdá sa, že vaše užívateľské meno je nesprávne.
sl: Zdi se, da je vaše uporabniško ime napačno.
sq: Duket se Emërpërdoruesi juaj është i pasaktë.
sr: Izgleda da je vaše korisničko ime netačno.
sv: Det ser ut som om ditt användarnamn är felaktigt
tr: Kullanıcı adınız yanlış gibi görünüyor.
uk: Схоже, ваш Username неправильний.
vi: Có vẻ như Tên Người Dùng của bạn không chính xác.
zh_hk: 看起來您的使用者名稱不正確。

source: check your username
ar: تحقق من اسم المستخدم
bg: проверете потребителското си име
ca: comprova el teu nom d'usuari
de: Prüfe Deinen Benutzernamen
eo: yo, peep ur username
es: revisa tu nombre de usuario
fa: نام کاربری خود را بررسی کنید
fi: Tarkista käyttäjänimesi.
fr: vérifiez votre nom d'utilisateur
hu: ellenőrizze a felhasználónevét
it: controlla il tuo nome utente
ja: ユーザー名を確認してください
lt: patikrinkite savo vartotojo vardą
ms: periksa nama pengguna anda
nb: sjekk brukernavnet ditt
nl: controleer uw gebruikersnaam
pl: sprawdź swoją nazwę użytkownika
pt_br: verifique seu nome de usuário
ru: проверьте свое имя пользователя
sk: skontrolujte svoje užívateľské meno
sl: Preverite svoje uporabniško ime
sq: kontrolloni emërpërdoruesin tuaj
sr: proverite korisničko ime
sv: kontrollera ditt användarnamn
tr: kullanıcı adınızı kontrol edin
uk: перевірте свій username
vi: kiểm tra tên người dùng của bạn
zh_hk: 檢查您的使用者名稱

source: check your password
ar: تحقق من كلمة المرور
bg: проверете паролата си
ca: comprova la teva contrasenya
de: Prüfe Dein Passwort
eo: yo, make sure your password isn’t sus
es: revisa tu contraseña
fa: رمز عبور خود را بررسی کنید
fi: tarkista salasanasi
fr: vérifiez votre mot de passe
hu: ellenőrizze a jelszavát
it: controlla la tua password
ja: パスワードを確認してください
lt: patikrinkite slaptažodį
ms: periksa kata laluan anda
nb: sjekk passordet ditt
nl: controleer uw wachtwoord
pl: sprawdź swoje hasło
pt_br: verifique sua senha
ru: проверь свой пароль
sk: skontrolujte svoje heslo
sl: Preverjanje gesla
sq: kontrolloni fjalëkalimin tuaj
sr: proverite lozinku
sv: kontrollera ditt lösenord
tr: şifrenizi kontrol edin
uk: перевірте свій password
vi: kiểm tra mật khẩu của bạn
zh_hk: 檢查您的密碼

source: Hmm, we couldn''t connect to the database. Make sure your Host and Port settings are correct
hu: Hmm, nem tudtunk csatlakozni az adatbázishoz. Győződjön meg róla, hogy a Host és Port beállításai helyesek
ms: Hmm, kami tidak dapat menyambung ke pangkalan data. Pastikan tetapan Hos dan Port anda betul

source: We couldn''t connect to the SSH tunnel host. Check the Username and Password.
ar: لم نتمكن من الاتصال بمضيف نفق SSH. تحقق من اسم المستخدم وكلمة المرور.
bg: Не можахме да се свържем с SSH тунел хоста. Проверете Потребителското име и Паролата.
ca: No s''ha pogut connectar el tunel SSH. Comprova el nom d'usuari i la contrasenya.
de: Wir konnten keine Verbindung zum SSL Tunnel-Host herstellen. Bitte prüfe den Usernamen und das Passwort.
eo: Bruh, we couldn’t link up with the SSH tunnel host. Double-check the username and pass, fr fr.
es: No pudimos conectarnos al host del túnel SSH. Revisa el nombre de usuario y contraseña.
fa: ما نتوانستیم به میزبان تونل SSH متصل شویم. نام کاربری و رمز عبور را بررسی کنید.
fi: Emme voineet muodostaa yhteyttä SSH-tunnelin isäntään. Tarkista käyttäjätunnus ja salasana.
fr: Nous n'avons pas pu nous connecter à l'hôte du tunnel SSH. Vérifiez le nom d'utilisateur et le mot de passe.
hu: Nem tudtunk csatlakozni az SSH alagút hostjához. Ellenőrizze a felhasználónevet és a jelszót.
it: Non siamo riusciti a connetterci all'host del tunnel SSH. Controlla il Nome utente e la Password.
ja: SSHトンネルホストに接続できませんでした。ユーザー名とパスワードを確認してください。
lt: Nepavyko prisijungti prie SSH tunelio pagrindinio kompiuterio. Patikrinkite vartotojo vardą ir slaptažodį.
ms: Kami tidak dapat menyambung ke hos terowong SSH. Periksa Nama Pengguna dan Kata Laluan.
nb: Vi kunne ikke koble til SSH tunnel-vert. Sjekk brukernavn og passord.
nl: We konden geen verbinding maken met de SSH-tunnelhost. Controleer de gebruikersnaam en het wachtwoord.
pl: Nie mogliśmy połączyć się z hostem tunelu SSH. Sprawdź nazwę użytkownika i hasło.
pt_br: Não foi possível conectar ao host do túnel SSH. Verifique o nome de usuário e a senha.
ru: Нам не удалось подключиться к хосту туннеля SSH.
sk: Nemohli sme sa pripojiť k SSH tunel hostiteľovi. Skontrolujte užívateľské meno a heslo.
sl: Nismo se mogli povezati z gostiteljem tunela SSH. Preverite uporabniško ime in geslo.
sq: Nuk u lidhëm dot me host-in e tunelit SSH. Kontrolloni Emërpërdoruesin dhe Fjalëkalimin.
sr: Nismo mogli da se povežemo na host SSH tunela. Proverite korisničko ime i lozinku.
sv: Vi kunde inte ansluta till SSH-tunneln. Kontrollera användarnamn och lösenord.
tr: SSH tünel sunucusuna bağlanamadık. Kullanıcı Adı ve Şifreyi kontrol edin.
uk: Не вдалося підключитися до хоста SSH-тунелю. Перевірте Username і Password.
vi: Chúng tôi không thể kết nối với máy chủ đường hầm SSH. Kiểm tra Tên Người Dùng và Mật Khẩu.
zh_hk: 我們無法連接到SSH隧道主機。檢查用戶名和密碼。

source: check your database name settings
ar: تحقق من إعدادات اسم قاعدة البيانات
bg: проверете настройките за име на вашата база данни
ca: comprova la configuració del nom de la base de dades
de: Bitte prüfe den Datenbanknamen.
eo: yo, make sure your database name settings are on point
es: verifica la configuración del nombre de tu base de datos
fa: تنظیمات نام بانک اطلاعاتی خود را بررسی کنید
fi: tarkista tietokannan nimen asetukset
fr: vérifiez les paramètres de nom de votre base de données
hu: ellenőrizze az adatbázis név beállításait
it: controlla le impostazioni del tuo nome database
ja: データベース名の設定を確認してください
lt: patikrinkite savo duomenų bazės pavadinimo nustatymus
ms: periksa tetapan nama pangkalan data anda
nb: sjekk dine database navneinnstillinger
nl: controleer uw databasenaaminstellingen
pl: sprawdź ustawienia nazwy bazy danych
pt_br: verifique as configurações de nome do seu banco de dados
ru: проверьте настройки имени вашей базы данных
sk: skontrolujte nastavenia názvu vašej databázy
sl: Preverjanje nastavitev imena zbirke podatkov
sq: kontrolloni cilësimet e emrit të bazës së të dhënave
sr: proverite podešavanja imena baze podataka
sv: kontrollera databasnamn i inställningarna
tr: veritabanı adı ayarlarınızı kontrol edin
uk: перевірте налаштування назви бази даних
vi: kiểm tra cài đặt tên cơ sở dữ liệu của bạn
zh_hk: 檢查您的資料庫名稱設置

source: Invalid client SSL key - did you select the correct file?
ar: مفتاح SSL للعميل غير صالح - هل اخترت الملف الصحيح؟
bg: Невалиден клиентски SSL ключ - избрахте ли правилния файл?
ca: Clau SSL no vàlida. Has escollir l'arxiu correcte?
de: Ungültiger SSL-Clientschlüssel - hast Du die richtige Datei ausgewählt?
eo: Bruh, your client SSL key is invalid – did you pick the right file?
es: Clave SSL de cliente no válida. ¿Has seleccionado el archivo correcto?
fa: کلید SSL مشتری نامعتبر - آیا فایل صحیح را انتخاب کردید؟
fi: Virheellinen asiakkaan SSL-avain - valitsitko oikean tiedoston?
fr: Clé SSL client non valide - avez-vous sélectionné le bon fichier ?
hu: Érvénytelen ügyfél SSL-kulcs – a megfelelő fájlt választotta?
it: Chiave SSL client non valida - hai selezionato il file corretto?
ja: 無効なクライアントSSLキー-正しいファイルを選択しましたか?
lt: Neteisingas kliento SSL raktas – ar pasirinkote tinkamą failą?
ms: Kunci SSL klien tidak sah - adakah anda memilih fail yang betul?
nb: Ugyldig klient SSL-nøkkel - valgte du den riktige filen?
nl: Ongeldige SSL-clientsleutel - hebt u het juiste bestand geselecteerd?
pl: Niepoprawny klucz SSL klienta - czy wybrałeś poprawny plik?
pt_br: Chave SSL do cliente inválida - você selecionou o arquivo correto?
ru: Неверный клиентский SSL-ключ. Вы выбрали правильный файл?
sk: Neplatný klientský SSL kľúč - vybrali ste správny súbor?
sl: Neveljaven odjemalski ključ SSL - ali ste izbrali pravilno datoteko?
sq: Çelës i pavlefshëm klienti SSL - a zgjodhët skedarin e saktë?
sr: Nevažeći klijentski SSL ključ — da li ste izabrali ispravan fajl?
sv: Felaktig SSL-nyckel för klient - valde du korrekt fil?
tr: Geçersiz istemci SSL anahtarı - doğru dosyayı seçtiniz mi?
uk: Недійсний клієнтський SSL-ключ — чи вибрали ви правильний файл?
vi: Khóa SSL của khách hàng không hợp lệ - bạn đã chọn đúng tệp chưa?
zh_hk: 無效的客戶端SSL密鑰 - 您選擇了正確的文件嗎？

source: please enable SSL
ar: يُرجى تمكين SSL
bg: моля, активирайте SSL
ca: si us plau activa SSL
de: Bitte aktiviere SSL
eo: pls turn on SSL, fr fr
es: por favor habilita SSL
fa: لطفا SSL خود را فعال کنید
fi: ole hyvä ja ota käyttöön SSL
fr: veuillez activer SSL
hu: kérjük, engedélyezze az SSL-t
it: per favore abilita SSL
ja: SSLを有効にしてください
lt: įgalinkite SSL
ms: sila aktifkan SSL
nb: vennligst aktiver SSL
nl: schakel SSL in alstublieft
pl: proszę włączyć SSL
pt_br: habilite o SSL
ru: пожалуйста, включите SSL
sk: prosím, povoľte SSL
sl: omogočite SSL
sq: ju lutemi aktivizoni SSL
sr: molimo omogućite SSL
sv: Du behöver aktivera SSL
tr: lütfen SSL'i etkinleştirin
uk: будь ласка, увімкніть SSL
vi: vui lòng kích hoạt SSL
zh_hk: 請啟用SSL

source: Cycle detected resolving dependent visible-if properties for driver {0}: {1}
ar: تم اكتشاف حلقة أثناء حلّ خصائص visible-if التابعة لبرنامج التشغيل {0}: {1}
bg: Открит цикъл при разрешаване на зависими видими при-if свойства за драйвера {0}: {1}
ca: S'ha detectat un cicle en resoldre les propietats dependents visible-if del controlador {0}: {1}
de: Ein Loop wurde beim Auflösen der visible-if Eingenschaften erkannt im Treiber {0}: {1}
eo: Yo, cycle detected, fixing those dependent visible-if vibes for driver {0}: {1}
es: Ciclo detectado resolviendo propiedades visible-if para el controlador {0}: {1}
fa: چرخه شناسایی ویژگی‌های قابل مشاهده وابسته برای درایور {0}: {1}
fi: Sykli havaittu riippuvaisten näkyvien ehtojen ratkaisemisessa ajurille {0}: {1}
fr: Cycle détecté résolvant les propriétés visibles-if dépendantes pour le pilote {0} : {1}
hu: Ciklust észleltünk a látható-ha tulajdonságok megoldása közben a(z) {0} meghajtónál: {1}
it: Ciclo rilevato nella risoluzione delle proprietà visible-if dipendenti per il driver {0}: {1}
ja: サイクルが検出され、依存する可視のifプロパティをドライバー{0}の解決：{1}
lt: Ciklas aptiktas tvarkyklės {0} priklausomų matomų, jei ypatybių sprendimas: {1}
ms: Kitaran dikesan menyelesaikan sifat yang kelihatan jika bergantung untuk pemandu {0}: {1}
nb: Syklus oppdaget ved løsning av avhengige if-synlige egenskaper for driver {0}: {1}
nl: Cyclus gedetecteerd bij het oplossen van afhankelijke zichtbaar-als-eigenschappen voor stuurprogramma {0}: {1}
pl: Wykryto cykl podczas rozwiązywania zależnych właściwości visible-if dla sterownika {0}: {1}
pt_br: Ciclo detectado resolvendo propriedades dependentes visible-if para o driver {0}: {1}
ru: Обнаружен цикл разрешения зависимых свойств visible-if для драйвера {0}: {1}
sk: Zistený cyklus pri riešení závislých viditeľných if vlastností pre ovládač {0}: {1}
sl: Zaznan cikel, ki razrešuje odvisne lastnosti vidnega če za gonilnik {0}: {1}
sq: U zbulua cikël gjatë zgjidhjes së pronave visible-if të varura për drejtuesin {0}: {1}
sr: Detektovan ciklus pri razrešavanju zavisnih visible-if svojstava za drajver {0}: {1}
sv: Fräscha upp funna upplösningsberoende visuella if-egenskaper för drivrutin {0}: {1}
tr: Sürücü {0} için bağımlı görülebilir-eğer özellikleri çözümlenirken döngü tespit edildi: {1}
uk: Під час розвʼязання залежних властивостей visible-if для драйвера {0} виявлено цикл: {1}
vi: Phát hiện vòng lặp khi giải quyết các thuộc tính phụ thuộc visible-if cho trình điều khiển {0}: {1}
zh_hk: 解決驅動程序{0}的依賴可見屬性時檢測到循環：{1}

source: Server appears to require SSL - please enable SSL below
ar: يبدو أن الخادم يتطلب SSL - يُرجى تمكين SSL أدناه
bg: Изглежда, че сървърът изисква SSL - моля, активирайте SSL по-долу
ca: El servidor necessita SSL. Si us plau, habilita SSL a sota.
de: Der Server scheint SSL zu benötigen - bitte aktiviere SSL weiter unten
eo: Yo, the server's lowkey asking for SSL—please turn on SSL below, thx.
es: Parece que el servidor requiere SSL. Habilita SSL a continuación.
fa: به نظر می رسد سرور به SSL نیاز دارد - لطفاً SSL را در زیر فعال کنید
fi: Palvelin vaikuttaa vaativan SSL:ää - ole hyvä ja ota SSL käyttöön alla.
fr: Le serveur semble exiger SSL - veuillez activer SSL ci-dessous
hu: Úgy tűnik, hogy a szerver SSL-t igényel – kérjük, engedélyezze az SSL-t alább
it: Sembra che il server richieda SSL - per favore abilita SSL qui sotto
ja: サーバーはSSLを必要としているようです-以下でSSLを有効にしてください
lt: Atrodo, kad serveriui reikalingas SSL – toliau įjunkite SSL
ms: Pelayan kelihatan memerlukan SSL - sila aktifkan SSL di bawah
nb: Serveren ser ut til å kreve SSL - vennligst aktiver SSL nedenfor
nl: de server lijkt SSL te vereisen - schakel SSL hieronder in alstublieft
pl: Serwer wydaje się wymagać SSL - proszę włączyć SSL poniżej
pt_br: O servidor parece exigir SSL - habilite o SSL abaixo
ru: Похоже, серверу требуется SSL. Включите SSL ниже.
sk: Zdá sa, že server vyžaduje SSL - prosím povolte SSL nižšie
sl: Zdi se, da strežnik zahteva SSL - spodaj omogočite SSL
sq: Serveri duket se kërkon SSL - ju lutemi aktivizoni SSL më poshtë
sr: Izgleda da server zahteva SSL — omogućite SSL ispod
sv: Servern verkar kräva SSL - aktivera SSL nedan
tr: Sunucu SSL gerektiriyor gibi görünüyor - lütfen aşağıdan SSL''i etkinleştirin
uk: Схоже, сервер вимагає SSL — будь ласка, увімкніть SSL нижче
vi: Có vẻ như máy chủ yêu cầu SSL - vui lòng kích hoạt SSL bên dưới
zh_hk: 服務器似乎需要SSL - 請在下面啟用SSL

source: It looks like your Host is invalid. Please double-check it and try again.
ar: يبدو أن المضيف غير صالح. يُرجى التحقق منه مرة أخرى والمحاولة مجددًا.
bg: Изглежда, че Хостът ви е невалиден. Моля, проверете го отново и опитайте пак.
ca: Sembla que el nom de màquina no és vàlid. Verifica'l i torna-ho a provar.
de: Anscheinend ist Dein Host ungültig. Bitte überprüfe es noch einmal und versuche es erneut.
eo: Looks like your Host is kinda sus. Double-check it and try again, bestie.
es: Parece que tu Host no es válido. Vuelve a comprobarlo e inténtalo de nuevo.
fa: به نظر می رسد هاست شما نامعتبر است. لطفاً آن را دوباره بررسی کنید و دوباره امتحان کنید.
fi: Näyttää siltä, että isäntäsi on virheellinen. Tarkista se vielä kerran ja yritä uudelleen.
fr: Il semble que votre hôte n'est pas valide. Veuillez le vérifier et réessayer.
hu: Úgy tűnik, hogy a gazdagép érvénytelen. Kérjük, ellenőrizze még egyszer, és próbálja újra.
it: Sembra che il tuo Host sia invalido. Per favore ricontrolla e prova di nuovo.
ja: ホストが無効のようです。もう一度確認して、もう一度お試しください。
lt: Panašu, kad jūsų priegloba netinkama. Dar kartą patikrinkite ir bandykite dar kartą.
ms: Nampaknya Hos anda tidak sah. Sila periksa sekali lagi dan cuba lagi.
nb: Det ser ut som verten din er ugyldig. Vennligst sjekk den og prøv igjen.
nl: Het lijkt erop dat uw host ongeldig is. Controleer het en probeer het opnieuw.
pl: Wygląda na to, że Twój Host jest nieprawidłowy. Proszę sprawdzić ponownie i spróbować jeszcze raz.
pt_br: Parece que seu host é inválido. Verifique e tente novamente.
ru: Похоже, ваш хост недействителен.
sk: Zdá sa, že váš Host je neplatný. Skontrolujte ho a skúste to znova.
sl: Zdi se, da je vaš gostitelj neveljaven. Prosimo, dvakrat preverite in poskusite znova.
sq: Duket se Host-i juaj është i pavlefshëm. Ju lutemi verifikojeni dhe provoni përsëri.
sr: Izgleda da je vaš Host nevažeći. Proverite ga i pokušajte ponovo.
sv: Det ser ut som om din domän är felaktig. Dubbelkolla och försök igen.
tr: Görünüşe göre Ev Sahibiniz geçersiz. Lütfen yeniden kontrol edin ve tekrar deneyin.
uk: Схоже, ваш Host недійсний. Будь ласка, перевірте його ще раз і спробуйте знову.
vi: Có vẻ như Máy chủ của bạn không hợp lệ. Vui lòng kiểm tra lại và thử lại.
zh_hk: 看起來您的主機無效。請仔細檢查並重試。

source: We couldn''t connect to the SSH tunnel host. Check the Host and Port.
ar: لم نتمكن من الاتصال بمضيف نفق SSH. تحقق من المضيف والمنفذ.
bg: Не можахме да се свържем с SSH тунел хоста. Проверете Хост и Порт.
ca: No s''ha pogut connectar el tunel SSH. Comprova el port i la màquina.
de: Wir konnten keine Verbindung zum SSL Tunnel-Host herstellen. Bitte prüfe die Host und Port Angaben.
eo: Bruh, we couldn’t link up with the SSH tunnel host. Double-check the Host and Port, fr.
es: No pudimos conectarnos al host del túnel SSH. Comprueba el host y el puerto.
fa: ما نتوانستیم به میزبان تونل SSH متصل شویم. هاست و پورت را بررسی کنید.
fi: Emme voineet muodostaa yhteyttä SSH-tunnelin isäntään. Tarkista isäntä ja portti.
fr: Nous n'avons pas pu nous connecter à l'hôte du tunnel SSH. Vérifiez l'hôte et le port.
hu: Nem tudtunk csatlakozni az SSH alagút gazdához. Ellenőrizze a gazdát és a portot.
it: Non siamo riusciti a connetterci all'host del tunnel SSH. Controlla l'Host e la Porta.
ja: SSHトンネルホストに接続できませんでした。ホストとポートを確認してください。
lt: Nepavyko prisijungti prie SSH tunelio pagrindinio kompiuterio. Patikrinkite pagrindinį kompiuterį ir prievadą.
ms: Kami tidak dapat menyambung ke hos terowong SSH. Periksa Hos dan Port.
nb: Vi kunne ikke koble til SSH-tunnelverten. Sjekk vert og port.
nl: We konden geen verbinding maken met de SSH-tunnelhost. Controleer de host en poort.
pl: Nie udało się połączyć z hostem tunelu SSH. Sprawdź Host i Port.
pt_br: Não foi possível conectar ao host do túnel SSH. Verifique o host e a porta.
ru: Нам не удалось подключиться к хосту туннеля SSH.
sk: Nepodarilo sa pripojiť k SSH tunelovému hostiteľovi. Skontrolujte Host a Port.
sl: Nismo se mogli povezati z gostiteljem tunela SSH. Preverite gostitelja in vrata.
sq: Nuk u lidhëm dot me host-in e tunelit SSH. Kontrolloni Host-in dhe Portën.
sr: Nismo mogli da se povežemo na host SSH tunela. Proverite Host i Port.
sv: Vi kunde inte ansluta till SSH-tunneln. Kontrollera domän och port.
tr: SSH tünel ev sahibine bağlanamadık. Ev Sahibini ve Portu kontrol edin.
uk: Не вдалося підключитися до хоста SSH-тунелю. Перевірте Host і Port.
vi: Chúng tôi không thể kết nối với máy chủ đường hầm SSH. Kiểm tra Máy chủ và Cổng.
zh_hk: 我們無法連接到SSH隧道主機。檢查主機和端口。

source: check your connection string
ar: تحقق من سلسلة الاتصال
bg: проверете вашия низ за връзка
ca: comprova la cadena de connexió
de: Prüfe Deine Verbindungszeichenkette
eo: yo, make sure ur connection string isn’t sus
es: verifica tu cadena de conexión
fa: رشته اتصال خود را بررسی کنید
fi: Tarkista tietokantayhteyden merkkijono.
fr: vérifiez votre chaîne de connexion
hu: ellenőrizze a kapcsolati karakterláncot
it: controlla la stringa di connessione
ja: 接続文字列を確認してください
lt: patikrinkite ryšio eilutę
ms: periksa rentetan sambungan anda
nb: sjekk tilkoblingsstrengen din
nl: controleer uw verbindingsstring
pl: sprawdź string połączenia
pt_br: verifique sua sequência de conexão
ru: проверьте строку подключения
sk: skontrolujte váš reťazec pripojenia
sl: Preverjanje niza povezave
sq: kontrolloni string-un e lidhjes
sr: proverite connection string
sv: kontrollerar din anslutningssträng
tr: bağlantı dizenizi kontrol edin
uk: перевірте свій рядок підключення
vi: kiểm tra chuỗi kết nối của bạn
zh_hk: 檢查您的連接字串

source: Looks like the Database name is incorrect.
ar: يبدو أن اسم قاعدة البيانات غير صحيح.
bg: Изглежда, че името на базата данни е неправилно.
ca: Sembla que el nom de la base de dades no és correcte.
de: Offenbar ist der Datenbankname nicht korrekt.
eo: Looks like the DB name is sus.
es: Parece que el nombre de la base de datos es incorrecto.
fa: به نظر می رسد نام پایگاه داده نادرست است.
fi: Vaikuttaa siltä, että tietokannan nimi on väärin.
fr: Il semble que le nom de la base de données soit incorrect.
hu: Úgy tűnik, hogy az adatbázis neve helytelen.
it: Sembra che il nome del database sia errato.
ja: データベース名が正しくないようです。
lt: Atrodo, kad duomenų bazės pavadinimas yra neteisingas.
ms: Nampaknya nama Pangkalan Data salah.
nb: Ser ut som databasenavnet er feil.
nl: Het lijkt erop dat de databasenaam onjuist is.
pl: Wygląda na to, że nazwa bazy danych jest nieprawidłowa.
pt_br: Parece que o nome do banco de dados está incorreto.
ru: Похоже, имя базы данных неверно.
sk: Zdá sa, že názov databázy je nesprávny.
sl: Zdi se, da ime zbirke podatkov ni pravilno.
sq: Duket se emri i bazës së të dhënave është i pasaktë.
sr: Izgleda da je ime baze podataka netačno.
sv: Det ser ut som om databasnamnet är felaktigt.
tr: Görünüşe göre Veritabanı ismi yanlış.
uk: Схоже, назва Database неправильна.
vi: Có vẻ như tên cơ sở dữ liệu không chính xác.
zh_hk: 看起來資料庫名稱不正確。
