Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Edit folder details
ar: حرّر تفاصيل المجلد
bg: Редактиране на подробности за папката
ca: Edita els detalls de la carpeta
de: Ordner-Details bearbeiten
eo: Fix the folder info
es: Editar los detalles de la carpeta
fa: ویرایش جزئیات پوشه
fi: Muokkaa kansion tiedot
fr: Editer les détails du dossier
hu: Mappa részleteinek szerkesztése
it: Modifica dettagli della cartella
ja: フォルダの詳細を編集する
lt: Redaguoti aplanko informaciją
ms: Sunting butiran folder
nb: Rediger mappedetaljer
nl: Bewerk mapdetails
pl: Edycja szczegółów folderu
pt_br: Editar detalhes da pasta
ru: Изменить информацию о директории
sk: Upraviť podrobnosti o priečinku
sl: Urejanje podrobnosti mape
sq: Modifiko detajet e dosjes
sr: Uredi detalje foldera
sv: Redigera mappdetaljer
tr: Klasör ayrıntılarını düzenleyin
uk: Редагувати деталі папки
vi: Chỉnh sửa chi tiết thư mục
zh_hk: 編輯文件夾詳細訊息

source: Change permissions
ar: تغيير الأذونات
bg: Променете разрешенията
ca: Canvia els permisos
de: Berechtigungen ändern
eo: Switch up the permissions
es: Cambiar permisos
fa: مجوزها را تغییر دهید
fi: Muuttamisoikeudet
fr: Changer les permissions
hu: Engedélyek módosítása
it: Cambia permessi
ja: 権限の変更
lt: Keisti leidimus
ms: Ubah kebenaran
nb: Endre rettigheter
nl: Rechten wijzigen
pl: Zmiana uprawnień
pt_br: Alterar permissões
ru: Изменить разрешения
sk: Zmeniť oprávnenia
sl: Spreminjanje dovoljenj
sq: Ndrysho lejet
sr: Promeni dozvole
sv: Ändra rättigheter
tr: İzinleri değiştir
uk: Змінити дозволи
vi: Thay đổi quyền
zh_hk: 變更權限

source: Create your new folder
ar: أنشئ مجلدك الجديد
bg: Създайте новата си папка
ca: Crea la teva nova carpeta
de: Erstellen Sie einen neuen Ordner
eo: Make a new folder, fr fr
es: Crea tu nueva carpeta
fa: ایجاد پوشه جدید شما
fi: Luo uusi kansio
fr: Créer votre nouveau dossier
hu: Hozzon létre egy új mappát
it: Crea la tua nuova cartella
ja: 新しいフォルダを作成
lt: Sukurkite naują aplanką
ms: Cipta folder baru anda
nb: Opprett din nye mappe
nl: Maak je nieuwe map aan
pl: Stwórz swój nowy folder
pt_br: Crie sua nova pasta
ru: Создать новую папку
sk: Vytvorte nový priečinok
sl: Ustvarjanje nove mape
sq: Krijo dosjen tënde të re
sr: Kreiraj svoju novu fasciklu
sv: Skapa din nya mapp
tr: Yeni klasörünüzü oluşturun
uk: Створіть свою нову папку
vi: Tạo thư mục mới của bạn
zh_hk: 建立您的新資料夾

source: New folder
ar: مجلد جديد
bg: Нова папка
ca: Nova carpeta
de: Neuer Ordner
eo: Bet, just made a new folder
es: Nueva carpeta
fa: پوشه جدید
fi: Uusi kansio
fr: Nouveau dossier
hu: Új mappa
it: Nuova cartella
ja: 新しいフォルダ
lt: Naujas aplankas
ms: Folder baru
nb: Ny mappe
nl: Nieuwe map
pl: Nowy folder
pt_br: Nova pasta
ru: Новая папка
sk: Nový priečinok
sl: Nova mapa
sq: Dosje e re
sr: Nova fascikla
sv: Ny mapp
tr: Yeni dosya
uk: Нова папка
vi: Thư mục mới
zh_hk: 新建文件夾

source: We're having trouble validating your token
hu: Probléma van a token érvényesítésével
ms: Kami menghadapi masalah mengesahkan token anda

source: Please double-check that your instance can connect to Metabase's servers
hu: Kérem, ellenőrizze, hogy az ön példánya csatlakozni tud-e a Metabase szervereihez
ms: Sila semak dua kali bahawa instance anda boleh menyambung ke pelayan Metabase

source: Get help
ar: احصل على المساعدة
bg: Получете помощ
ca: Obtén ajuda
de: Hilfe erhalten
eo: Slide into some help, fr fr
es: Obtener ayuda
fa: کمک بگیرید
fi: Hae apua
fr: Obtenir de l'aide
hu: Kapjon segítséget
it: Ottieni aiuto
ja: ヘルプを受ける
ms: Dapatkan bantuan
nb: Få hjelp
nl: Hulp krijgen
pl: Uzyskaj pomoc
pt_br: Obter ajuda
ru: Получить помощь
sk: Získajte pomoc
sl: Poiščite pomoč
sq: Merr ndihmë
sr: Potraži pomoć
sv: Få hjälp
tr: Yardım alın
uk: Отримати допомогу
vi: Nhận trợ giúp
zh_hk: 尋求協助

source: Get even more out of Metabase with the Enterprise Edition
hu: Hozzon ki még többet a Metabase-ból az Enterprise Edition-nel
ms: Dapatkan lebih banyak lagi daripada Metabase dengan Edisi Enterprise

source: All the tools you need to quickly and easily provide reports for your customers, or to help you run and monitor Metabase in a large organization
hu: Minden eszköz, amire szüksége van, hogy gyorsan és könnyen jelentéseket készítsen ügyfeleinek, vagy hogy segítsen a Metabase futtatásában és monitorozásában egy nagy szervezetben
ms: Semua alat yang anda perlukan untuk menyediakan laporan kepada pelanggan anda dengan cepat dan mudah, atau untuk membantu anda menjalankan dan memantau Metabase dalam organisasi besar

source: Activate a license
hu: Engedély aktiválása
ms: Aktifkan lesen

source: Your trial is active with these features
hu: A próbaverzió aktív ezekkel a funkciókkal
ms: Percubaan anda aktif dengan ciri-ciri ini

source: Trial expires {0}
hu: A próbaverzió lejár: {0}
ms: Percubaan tamat pada {0}

source: Need help? Ready to buy?
hu: Kell segítség? Készen áll a vásárlásra?
ms: Perlukan bantuan? Sedia untuk membeli?

source: Talk to us
hu: Beszéljen velünk
ms: Berbual dengan kami

source: Your trial has expired
hu: A próbaverzió lejárt
ms: Percubaan anda telah tamat

source: Need more time? Ready to buy?
hu: Több időre van szüksége? Készen áll a vásárlásra?
ms: Perlukan lebih masa? Sedia untuk membeli?

source: Your features are active!
hu: A funkciói aktívak!
ms: Ciri-ciri anda aktif!

source: Your licence is valid through {0}
hu: Az engedélye érvényes {0}-ig
ms: Lesen anda sah sehingga {0}

source: Your license has expired
hu: Az engedélye lejárt
ms: Lesen anda telah tamat

source: It expired on {0}
hu: Lejárt ekkor: {0}
ms: Ia tamat pada {0}

source: Want to renew your license?
hu: Szeretné megújítani az engedélyét?
ms: Ingin memperbaharui lesen anda?

source: Learn how to use this
hu: Tanulja meg, hogyan használja ezt
ms: Ketahui cara menggunakan ini

source: Not included in your current plan
hu: Nem szerepel a jelenlegi tervben
ms: Tidak termasuk dalam pelan anda sekarang

source: Enter the token you recieved from the store
hu: Írja be az üzletből kapott tokent
ms: Masukkan token yang anda terima dari kedai

source: Activate
ar: تفعيل
bg: Активирайте
ca: Activa
de: Aktivieren
eo: Turn on or boot up, fr fr
es: Activar
fa: فعال کردن
fi: Aktivoi
fr: Activer
hu: Aktiválás
it: Attiva
ja: アクティベート
lt: Suaktyvinti
ms: Aktifkan
nb: Aktiver
nl: Activeren
pl: Aktywuj
pt_br: Ativar
ru: Активировать
sk: Aktivovať
sl: Aktivirati
sq: Aktivizo
sr: Aktiviraj
sv: Aktivera
tr: Aktive et
uk: Активувати
vi: Kích hoạt
zh_hk: 啟動

source: Need help?
ar: هل تحتاج إلى مساعدة؟
bg: Нужда от помощ?
ca: Necessiteu ajuda?
de: Benötigen Sie Hilfe?
eo: Need some help or nah?
es: ¿Necesitas ayuda?
fa: نیاز به کمک دارید؟
fi: Tarvitsetko apua?
fr: Besoin d'aide ?
hu: Kell segítség?
it: Hai bisogno di aiuto?
ja: サポートが必要ですか?
lt: Reikia pagalbos?
ms: Perlukan bantuan?
nb: Trenger du hjelp?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt_br: Precisa de ajuda?
ru: Нужна помощь?
sk: Potrebujete pomoc?
sl: Potrebujete pomoč?
sq: Ke nevojë për ndihmë?
sr: Treba vam pomoć?
sv: Behöver du hjälp?
tr: Yardıma mı ihtiyacınız var?
uk: Потрібна допомога?
vi: Cần giúp đỡ?
zh_hk: 需要幫助嗎？

source: More info about your problem.
hu: További információ a problémáról.
ms: Maklumat lanjut tentang masalah anda.

source: Contact support
hu: Lépjen kapcsolatba a támogatással
ms: Hubungi sokongan

source: Data sandboxes
hu: Adat sandboxok
ms: Kotak pasir data

source: Make sure you're showing the right people the right data with automatic and secure filters based on user attributes.
hu: Győződjön meg róla, hogy a megfelelő embereknek a megfelelő adatokat mutatja, automatizált és biztonságos szűrőkkel, amelyek felhasználói attribútumok alapján működnek.
ms: Pastikan anda menunjukkan data yang betul kepada orang yang betul dengan penapis automatik dan selamat berdasarkan atribut pengguna.

source: White labeling
hu: Fehér címkézés
ms: Penjenamaan putih

source: Match Metabase to your brand with custom colors, your own logo and more.
hu: Illessze a Metabase-t a márkájához egyedi színekkel, saját logóval és még sok mással.
ms: Padankan Metabase dengan jenama anda menggunakan warna tersuai, logo anda sendiri dan banyak lagi.

source: Auditing
hu: Auditálás
ms: Pengauditan

source: Keep an eye on performance and behavior with robust auditing tools.
hu: Tartsa szemmel a teljesítményt és a viselkedést robusztus auditálási eszközökkel.
ms: Pantau prestasi dan tingkah laku dengan alat pengauditan yang kukuh.

source: Single sign-on
ar: تسجيل الدخول الموحّد
bg: Единичен вход
ca: Inici de sessió únic
es: Inicio de sesión único
fa: ورود به سیستم تکی
fi: Kertakirjautuminen
fr: Authentification unique
hu: Egyszeri bejelentkezés
it: Accesso unico
ja: シングルサインオン
ms: Log masuk tunggal
nb: Enkel pålogging
nl: Eenmalige aanmelding
pl: Pojedyncze logowanie
pt_br: Autenticação única
ru: Единый вход
sk: Jednotné prihlásenie
sl: Enotna prijava
sq: Hyrje e vetme (SSO)
sr: Jedinstvena prijava
sv: Enkel inloggning
tr: Tek oturum açma
uk: Єдиний вхід
vi: Đăng nhập một lần
zh_hk: 單一登入

source: Provide easy login that works with your exisiting authentication infrastructure.
hu: Egyszer
ms: Sediakan log masuk mudah yang berfungsi dengan infrastruktur pengesahan sedia ada anda.

source: Store
hu: Bolt
ms: Simpan

source: Application Name
hu: Alkalmazás neve
lt: Programos pavadinimas
ms: Nama Aplikasi

source: Color Palette
hu: Színpaletta
lt: Spalvų paletė
ms: Palet Warna

source: Landing Page
hu: Nyitóoldal
lt: Nukreipimo puslapis
ms: Halaman Pendaratan

source: No groups
ar: لا توجد مجموعات
bg: Няма групи
ca: Sense grups
de: Keine Gruppen
eo: No cap, just solo vibes
es: Sin grupos
fa: بدون گروه
fi: Ei ryhmiä
fr: Aucun groupe
hu: Nincsenek csoportok
it: Nessun gruppo
ja: グループはありません。
lt: Nėra grupių
ms: Tiada kumpulan
nb: Ingen grupper
nl: Geen groepen
pl: Brak grup
pt_br: Sem grupos
ru: Группы отсутствуют
sk: Žiadne skupiny
sl: Brez skupin
sq: S’ka grupe
sr: Nema grupa
sv: Inga grupper
tr: Grup yok
uk: Немає груп
vi: Không có nhóm
zh_hk: 沒有群組

source: Permissions for {0}
ar: الأذونات لـ {0}
bg: Разрешения за {0}
ca: Permisos per {0}
de: Berechtigungen für {0}
eo: Permissions for {0} → Permissions for {0} (no cap, this one’s pretty straightforward, but if you wanna make it sound more Gen Z: "Permissions for {0} fr")
es: Permisos para {0}
fa: مجوزها برای این مجموعه
fi: Kohteen {0} luvat
fr: Autorisations pour {0}
hu: Engedélyek a(z) {0}-hez
it: Permessi per {0}
ja: {0}に対する権限
lt: Leidimai, skirti {0}
ms: Kebenaran untuk {0}
nb: Tillatelser for {0}
nl: Rechten voor {0}
pl: Uprawnienia do {0}
pt_br: Permissões para {0}
ru: Разрешения для {0}
sk: Povolenia pre {0}
sl: Dovoljenja za {0}
sq: Leje për {0}
sr: Dozvole za {0}
sv: Rättigheter för {0}
tr: {0} için yetkilendirme
uk: Дозволи для {0}
vi: Quyền cho {0}
zh_hk: {0} 的權限

source: Permissions for this folder
ar: أذونات هذا المجلد
bg: Разрешения за тази папка
ca: Permisos per aquesta carpeta
de: Berechtigungen für diesen Ordner
eo: Permissions for this folder = The vibe check for this folder
es: Permisos para esta carpeta
fa: مجوزها برای این پوشه
fi: Tämän kansion käyttöoikeudet
fr: Autorisations pour ce dossier
hu: Engedélyek ehhez a mappához
it: Permessi per questa cartella
ja: このフォルダの権限
lt: Šio aplanko leidimai
ms: Kebenaran untuk folder ini
nb: Tillatelser for denne mappen
nl: Rechten voor deze map
pl: Uprawnienia do tego folderu
pt_br: Permissões para esta pasta
ru: Разрешения для этой папки
sk: Povolenia pre tento priečinok
sl: Dovoljenja za to mapo
sq: Lejet për këtë dosje
sr: Dozvole za ovu fasciklu
sv: Rättigheter för denna mapp
tr: Bu klasör için yetkilendirme
uk: Дозволи для цієї папки
vi: Quyền cho thư mục này
zh_hk: 此文件夾的權限

source: Grant Edit access
hu: Szerkesztési hozzáférés engedélyezése
ms: Berikan akses mengubah

source: Can modify snippets in this folder
hu: Kivonatok módosítása ebben a mappában
ms: Boleh mengubah suai petikan dalam folder ini

source: Grant View access
hu: Megtekintési hozzáférés engedélyezése
ms: Berikan akses Lihat

source: Can insert and use snippets in this folder, but can't edit the SQL they contain
hu: Kivonatok beszúrása és használata ebben a mappában, de az SQL-t nem lehet szerkeszteni, amelyet tartalmaznak
ms: Boleh menyisip dan menggunakan petikan dalam folder ini, tetapi tidak boleh mengubah SQL yang terkandung di dalamnya

source: Can't view or insert snippets in this folder
hu: Nem lehet megtekinteni vagy beilleszteni a kivonatokat ebben a mappában
ms: Tidak boleh melihat atau menyisipkan petikan dalam folder ini

source: Also change sub-folders
ar: غيّر أيضًا المجلدات الفرعية
bg: Променете и под-папките
ca: Canvia també les subcarpetes
de: Unterordner ebenfalls ändern
eo: Also, switch up the sub-folders ✨
es: También cambiar subcarpetas
fa: همچنین زیر مجموعه ها را تغییر دهید
fi: muuta myös alikansiot
fr: Changer aussi les sous-dossiers
hu: Almappák módosítása is
it: Cambia anche le sottocartelle
ja: サブフォルダも変更する
lt: Taip pat pakeiskite poaplankius
ms: Juga tukar sub-folder
nb: Endre også undermapper
nl: Verander ook submappen
pl: Zmień również podfoldery
pt_br: Alterar também as subpastas
ru: Также измените подпапки
sk: Zmeniť aj podpriečinky
sl: Spremenite tudi podmape
sq: Ndrysho edhe nën-dosjet
sr: Takođe promeni podfoldere
sv: Också ändra undermappar
tr: Alt klasörleri de değiştir
uk: Також змінити підпапки
vi: Đồng thời thay đổi các thư mục con
zh_hk: 同時更改子文件夾

source: First day of the week
ar: أول يوم في الأسبوع
bg: Първи ден от седмицата
ca: Primer dia de la setmana
de: Erster Tag der Woche
eo: First day of the week, lowkey start of the grind!
es: Primer día de la semana
fa: اولین روز هفته
fi: Viikon ensimmäinen viikonpäivä
fr: Premier jour de la semaine
hu: A hét első napja
it: Primo giorno della settimana
ja: 週の最初の曜日
lt: Pirmoji savaitės diena
ms: Hari pertama dalam minggu
nb: Første dag i uken
nl: Eerste dag van de week
pl: Pierwszy dzień tygodnia
pt_br: Primeiro dia da semana
ru: Первый день недели
sk: Prvý deň týždňa
sl: Prvi dan v tednu
sq: Dita e parë e javës
sr: Prvi dan u nedelji
sv: Första dagen i veckan
tr: Haftanın ilk günü
uk: Перший день тижня
vi: Ngày đầu tiên trong tuần
zh_hk: 一週的第一天

source: There was an issue signing in with Google. Please contact an administrator.
ar: حدثت مشكلة في تسجيل الدخول باستخدام Google. يرجى التواصل مع مسؤول.
bg: Възникна проблем при влизането с Google. Моля, свържете се с администратор.
ca: Hi ha hagut un problema amb l'autenticació amb Google. Contacteu amb l'administrador del sistema.
de: Es gab ein Problem bei der Anmeldung über Google. Bitte kontaktieren Sie einen Administrator.
eo: Bruh, had a lil issue signin’ with Google. Hit up an admin or smth.
es: Hubo un problema al iniciar sesión con Google. Por favor busca ayuda de un administrador.
fa: برای ورود به سیستم با Google مشکلی وجود داشت. لطفا با مدیر تماس بگیرید.
fi: Googleen kirjautumisessa oli ongelma. Ota yhteyttä järjestelmänvalvojaan.
fr: Il y a eu un problème avec l'authentification Google. Merci de contacter un administrateur.
hu: Probléma történt a Google-bejelentkezéskor. Kérjük, lépjen kapcsolatba az adminisztrátorral.
it: C'è stato un problema nell'accedere con Google. Contatta un amministratore.
ja: Googleでのサインインに問題がありました。管理者に連絡してください。
lt: Prisijungiant prie „Google“ kilo problema. Susisiekite su administratoriumi.
ms: Terdapat masalah semasa log masuk dengan Google. Sila hubungi pentadbir.
nb: Det oppstod et problem under innlogging med Google. Vennligst kontakt en administrator.
nl: Er is een probleem opgetreden bij het inloggen met Google. Neem dan contact op met een administrator.
pl: Wystąpił problem z logowaniem przez Google. Skontaktuj się z administratorem.
pt_br: Ocorreu um problema ao fazer login com o Google. Entre em contato com um administrador.
ru: При входе в Google возникла проблема. Обратитесь к администратору.
sk: Prihlásenie cez Google sa nepodarilo. Kontaktujte administrátora.
sl: Prišlo je do težave pri prijavi z Googlom. Obrnite se na skrbnika.
sq: Pati një problem me hyrjen me Google. Të lutem kontakto një administrator.
sr: Došlo je do problema pri prijavljivanju putem Google-a. Molimo kontaktirajte administratora.
sv: Ett problem uppstod vid inloggning med Google. Kontakta en administratör.
tr: Google ile oturum açarken bir sorun oluştu. Lütfen bir yönetici ile iletişime geçin.
uk: Виникла проблема під час входу через Google. Будь ласка, зверніться до адміністратора.
vi: Đã xảy ra sự cố khi đăng nhập với Google. Vui lòng liên hệ với quản trị viên.
zh_hk: 使用Google登入時出現問題。請聯絡管理員。

source: on the
ar: في
bg: на
ca: al
de: am
eo: on the lowkey
es: en el
fa: روی
fr: au dessus de
hu: a
it: sul
ja: 上で
lt: ant
ms: pada
nb: på den
nl: op de
pl: na
pt_br: no
ru: на
sk: na
sl: na
sq: më
sr: na
sv: på
tr: üzerinde
uk: на
vi: trên
zh_hk: 在

source: at
ar: عند
bg: в
ca: el
de: um
eo: "at" → "a" or "att" (like, short and chill, but usually just keep it as "at" since it’s already kinda slangy)
es: en
fa: در
fi: klo
fr: sur
hu: n
it: alle
ja: に
lt: adresu
ms: pada
nb: på
nl: om
pl: w
pt_br: em
ru: в
sk: o
sl: na
sq: në
sr: u
sv: vid
tr: -de
uk: о
vi: tại
zh_hk: 在

source: Open the Metabase actions menu
hu: Nyissa meg a Metabase műveleti menüt
ms: Buka menu tindakan Metabase

source: Do nothing
ar: لا تفعل شيئًا
bg: Не правете нищо
ca: No facis res
de: Nichts unternehmen
eo: Lowkey vibing in silence
es: No hacer nada
fa: هیچ چی
fi: Älä tee mitään
fr: Ne rien faire
hu: Ne csináljon semmit
it: Non fare nulla
ja: 何もしない
lt: Nieko nedarykite
ms: Tiada tindakan
nb: Gjør ingenting
nl: Niets doen
pl: Nie rób nic
pt_br: Não fazer nada
ru: Ничего не делать
sk: Nerobiť nič
sl: Ne storite ničesar
sq: Mos bëj asgjë
sr: Ne radi ništa
sv: Gör ingenting
tr: Hiçbir şey yapma
uk: Нічого не робити
vi: Không làm gì cả
zh_hk: 不做任何事情

source: Go to a custom destination
ar: انتقل إلى وجهة مخصّصة
bg: Отидете на персонализирана дестинация
ca: Ves a una destinació personalitzada
de: Gehe zu einem benutzerdefinierten Ziel
eo: Slide to a custom spot
es: Ir a un destino personalizado
fa: به مقصد سفارشی بروید
fi: Siirry kohteeseen
fr: Se rendre à une destination personnalisée
hu: Menjen egy egyéni célhelyre
it: Vai a una destinazione personalizzata
ja: 指定場所に移動する
lt: Eikite į pasirinktą paskirties vietą
ms: Pergi ke destinasi tersuai
nb: Gå til en egendefinert destinasjon
nl: Ga naar een aangepaste bestemming
pl: Przejdź do niestandardowego miejsca docelowego
pt_br: Ir para um destino personalizado
ru: Перейти в другое место
sk: Prejsť na vlastný cieľ
sl: Premik na cilj po meri
sq: Shko te një destinacion i personalizuar
sr: Idi na prilagođenu destinaciju
sv: Gå till en vald destination
tr: Özel bir hedefe git
uk: Перейти до кастомного призначення
vi: Đi đến một điểm đến tùy chỉnh
zh_hk: 轉到自訂目的地

source: Update a dashboard filter
ar: حدّث فلتر لوحة المعلومات
bg: Актуализирайте филтър на табло
ca: Actualitza el filtre del quadre de comandament
de: Dashboard-Filter aktualisieren
eo: Update the dashboard filter, fr fr
es: Actualizar un filtro de cuadro de mando
fa: فیلتر داشبورد را به روز کنید
fi: Päivitä koontinäkymän suodin
fr: Mettre à jour un filtre de tableau de bord
hu: Iránytű szűrő frissítése
it: Aggiorna un filtro della dashboard
ja: ダッシュボードのフィルタを更新する
lt: Atnaujinkite prietaisų skydelio filtrą
ms: Kemaskini penapis papan pemuka
nb: Oppdater filteret til en infotavle
nl: Werk een dashboardfilter bij
pl: Aktualizuj filtr pulpitu
pt_br: Atualizar um filtro de painel
ru: Обновите фильтр дашборда
sk: Aktualizovať filter dashboardu
sl: Posodabljanje filtra nadzorne plošče
sq: Përditëso një filtër paneli
sr: Ažuriraj filter na kontrolnoj tabli
sv: Uppdatera filter för en instrumentpanel
tr: Gösterge tablosu filtresi güncelleme
uk: Оновити фільтр дашборду
vi: Cập nhật bộ lọc trang tổng quan
zh_hk: 更新儀表板篩選器

source: {0} updates {1} filter
ar: {0} يحدّث {1} فلتر
bg: {0} актуализира {1} филтър
ca: {0} actualitza el filtre {1}
de: {0} aktualisiert {1} Filter
eo: {0} just updated {1} filter, fr
es: {0} actualizaciones {1} filtro
fa: {0} به‌روز رسانی {1} فیلتر
fi: {0} päivittää {1} suotimen
fr: {0} mise à jour {1} filtre
hu: {0} frissítés a {1} szűrőn
it: {0} aggiornamenti {1} filtro
ja: {0} 更新 {1} フィルタ
lt: {0} atnaujina {1} filtrą
ms: {0} mengemaskini {1} penapis Jamak: {0} mengemaskini {1} penapis
nb: {0} oppdaterer {1} filter
nl: filter voor {0} updates {1}
pl: {0} aktualizuje {1} filtr
pt_br: {0} atualiza {1} filtro
ru: {0} обновления {1} фильтр
sk: Filter {0} aktualizácií {1}
sl: {0} posodobitev filtra {1}
sq: {0} përditëson {1} filtër
sr: {0} ažurira {1} filter
sv: {0} uppdatering filter {1}
tr: {0} güncelleme {1} filtresi
uk: {0} оновлює {1} фільтр
vi: {0} cập nhật {1} bộ lọc
zh_hk: {0}更新{1}過濾器

source: {0} goes to {1}
ar: {0} يؤدي إلى {1}
bg: {0} отива в {1}
ca: {0} va cap a {1}
de: {0} geht nach {1}
eo: {0} pulls up to {1}
es: {0} va a {1}
fa: {0} به {1} می‌رود
fi: {0} liittyy {1}
fr: {0} va à {1}
hu: {0} ide megy: {1}
it: {0} va a {1}
ja: {0}は{1}に移動します
lt: {0} eina į {1}
ms: {0} pergi ke {1}
nb: {0} går til {1}
nl: {0} gaat naar {1}
pl: {0} przechodzi do {1}
pt_br: {0} vai para {1}
ru: {0} переходит к {1}
sk: {0} prejde na {1}
sl: {0} gre v {1}
sq: {0} shkon te {1}
sr: {0} vodi na {1}
sv: {0} går till {1}
tr: {0}, {1} konumuna gider
uk: {0} переходить до {1}
vi: {0} chuyển đến {1}
zh_hk: {0}轉到{1}

source: On-click behavior for each column
ar: سلوك عند النقر لكل عمود
bg: Поведение при кликване за всяка колона
ca: Un comportament de clic per a cada columna
de: Klick-Verhalten für jede Spalte
eo: On-click vibes for each column
es: Comportamiento al hacer clic para cada columna
fa: رفتار بر روی کلیک برای هر ستون
fi: Kunkin sarakkeen käyttäytyminen klikattaessa
fr: Comportement au clic pour chaque colonne
hu: Kattintási viselkedés minden oszlophoz
it: Comportamento al clic per ogni colonna
ja: 各カラムにおけるon-click時の挙動
lt: Kiekvieno stulpelio veikimas spustelėjus
ms: Tingkah laku apabila diklik untuk setiap lajur
nb: Oppførsel ved klikk for hver kolonne.
nl: Gedrag bij klikken voor elke kolom
pl: Zachowanie po kliknięciu dla każdej kolumny
pt_br: Comportamento ao clicar para cada coluna
ru: Поведение при нажатии для каждого столбца
sk: Správanie pri kliknutí pre každý stĺpec
sl: Vedenje ob kliku za vsak stolpec
sq: Sjellja në klikim për çdo kolonë
sr: Ponašanje na klik za svaku kolonu
sv: Beteende vid klick för varje kolumn
tr: Her kolon için tıklama davranışı
uk: Поведінка кліку для кожного стовпця
vi: Hành vi khi nhấp cho mỗi cột
zh_hk: 每欄的點擊行為

source: Go to custom destination
ar: انتقل إلى وجهة مخصّصة
bg: Отидете на персонализирана дестинация
ca: Ves a una destinació personalitzada
de: Gehe zu einem benutzerdefinierten Ziel
eo: Go to ur custom spot
es: Ir a destino personalizado
fa: به مقصد سفارشی بروید
fi: Siirry kohteeseen
fr: Se rendre à une destination personnalisée
hu: Ugrás egyéni célhelyre
it: Vai a destinazione personalizzata
ja: カスタム目的地に移動
lt: Eikite į pasirinktinį tikslą
ms: Pergi ke destinasi tersuai
nb: Gå til egendefinert destinasjon
nl: Ga naar aangepaste bestemming
pl: Przejdź do niestandardowego miejsca docelowego
pt_br: Ir para destino personalizado
ru: Перейти в другое место
sk: Prejsť na vlastný cieľ
sl: Pojdi na cilj po meri
sq: Shko te destinacioni i personalizuar
sr: Idi na prilagođeno odredište
sv: Gå till förvald destination
tr: Özel hedefe git
uk: Перейти до власного призначення
vi: Đi đến điểm đến tùy chỉnh
zh_hk: 轉到自訂目的地

source: Open the actions menu
hu: Nyissa meg a műveleti menüt
ms: Buka menu tindakan
