Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Additive sum of all the values of a column. e.x. total revenue over time.
ar: مجموع تراكمي لكل قيم عمود. مثال: إجمالي الإيرادات بمرور الوقت.
bg: Сумарната сума на всички стойности на колона. пример. общите приходи през времето.
ca: Suma aditiva dels valors de la columna: p.e.: ingressos totals al cap del temps
de: Kumulative Summe aller Werte einer Spalte, z.B. Gesamtprofit über die Zeit.
eo: It's basically the total sum of all the values in a column, like how much cash you've made over time.
es: Suma aditiva de todos los valores de una columna. ex. ingresos totales a lo largo del tiempo.
fa: مجموع جمعی از تمام مقادیر یک ستون. به عنوان مثال، درآمد کل در طول زمان.
fi: Sarakkeen kaikkien arvojen summattu summa.\ne.x. kokonaistulot ajan mittaan.
fr: Somme de toutes les valeurs d'une colonne. e.x : revenu total
hu: Egy oszlop összes értékének összege. pl. teljes bevétel idővel.
it: Somma additiva di tutti i valori di una colonna. es. entrate totali nel tempo.
ja: カラム値の累積和。(例)時間経過に対する累積売上額。
lt: Sudėtinė visų stulpelio reikšmių suma. pvz. bendrų pajamų per tam tikrą laiką.
ms: umlah tambah semua nilai dalam lajur. cth. jumlah hasil dari masa ke masa.
nb: Additiv sum av alle verdier i en kolonne. F.eks totale inntekter over tid.
nl: Additieve som van alle waarden van een kolom. Bijv. totale omzet in de loop van de tijd.
pl: Skumulowana suma wszystkich wartości danej kolumny. Na przykład: całkowity przychód w czasie.
pt_br: Soma aditiva de todos os valores de uma coluna. p. ex.: receita total ao longo do tempo.
ru: Аддитивная сумма всех значений столбца. ex общий доход с течением времени.
sk: Additívny súčet všetkých hodnôt stĺpca. Napr. celkový príjem v priebehu času.
sl: Aditivna vsota vseh vrednosti stolpca. n.pr. skupni prihodek skozi čas.
sq: Shumë mbledhëse e të gjitha vlerave të një kolone. p.sh. të ardhurat totale me kalimin e kohës.
sr: Aditivni zbir svih vrednosti u koloni. Npr. ukupni prihod tokom vremena.
sv: Ökande summa av alla värden i en kolumn, t.ex total intäkt över tid.
tr: Bir sütunun tüm değerlerinin toplamsal toplamı. örn; zaman içindeki toplam gelir.
uk: Адитивна сума всіх значень стовпця. напр., загальний дохід з плином часу.
vi: Tổng cộng của tất cả các giá trị của một cột. Ví dụ. tổng doanh thu theo thời gian.
zh_hk: 所有欄位值的總和。 例如：隨著時間推移的總收入。

source: Additive count of the number of rows. e.x. total number of sales over time.
ar: عدد تراكمي لعدد الصفوف. مثال: إجمالي عدد المبيعات بمرور الوقت.
bg: Сумарно броене на броя на редовете. пример. общият брой продажби през времето.
ca: Recompte aditiiu dels valors de la columna: p.e.: nombre total de ventes al cap del temps
de: Kumulative Zeilenanzahl, z.B. Gesamtzahl von Verkäufen über die Zeit.
eo: Adding up how many rows there are, fr fr. like, total sales over time, ya know?
es: Recuento aditivo del número de filas. ex. número total de ventas a lo largo del tiempo.
fa: مجموع جمعی تعداد سطرها. به عنوان مثال، تعداد کل فروش در طول زمان.
fi: Rivien lukumäärän summaus, esim. myynnin kokonaismäärä ajan kuluessa.
fr: Comptage additif du nombre de lignes. ex. nombre total de ventes au fil du temps.
hu: A sorok számának összesített száma. pl. teljes értékesítési szám idővel.
it: Conteggio additivo del numero di righe. es. numero totale di vendite nel tempo.
ja: 行数の累積カウント。(例)時間経過に対する累積売上回数。
lt: Papildomas eilučių skaičius. pvz. bendras pardavimų skaičius per tam tikrą laiką.
ms: Kiraan tambahan bilangan baris. cth. jumlah jualan dari masa ke masa.
nb: Additiv telling av antall rader. F.eks totalt antall salg over tid.
nl: Additieve telling van het aantal rijen. Bijv. totaal aantal verkopen in de loop van de tijd.
pl: Skumulowana liczby wierszy. Na przykład: całkowita liczba sprzedaży w czasie.
pt_br: Contagem aditiva do número de linhas. p. ex.: número total de vendas ao longo do tempo.
ru: Аддитивный счет количества строк. ex общее количество продаж с течением времени.
sk: Additívny počet počtu riadkov. Napr. celkový počet predajov v priebehu času.
sl: Dodatno štetje števila vrstic. n.pr. skupno število prodaj v določenem času.
sq: Numërim mbledhës i numrit të rreshtave. p.sh. numri total i shitjeve me kalimin e kohës.
sr: Aditivno brojanje redova. Npr. ukupan broj prodaja tokom vremena.
sv: Ökande antal av antalet rader, t.ex totalt antal försäljningar över tid.
tr: Satır sayısının toplam sayımı. örn; zaman içindeki toplam satış sayısı.
uk: Адитивний підрахунок кількості рядків. напр., загальна кількість продажів з плином часу.
vi: Tính cộng số lượng hàng. Ví dụ. tổng số lần bán hàng theo thời gian.
zh_hk: 所有行的加總計數。 例如：隨著時間推移的銷售總數。

source: Linked filters
ar: فلاتر مرتبطة
bg: Свързани филтри
ca: Filtres enllaçats
de: Verbundene Filter
eo: Linked filters = vibe synced filters
es: Filtros enlazados
fa: فیلترهای مرتبط
fi: Linkitetyt suotimet
fr: Filtres liés
hu: Kapcsolt szűrők
it: Filtri collegati
ja: リンクされたフィルター
lt: Susieti filtrai
ms: Penapis yang dihubungkan
nb: Lenkede filter
nl: Gekoppelde filters
pl: Połączone filtry
pt_br: Filtros vinculados
ru: Связанные фильтры
sk: Prepojené filtre
sl: Povezani filtri
sq: Filtra të lidhur
sr: Povezani filteri
sv: Länkade filter
tr: Bağlı filtreler
uk: Пов’язані фільтри
vi: Bộ lọc được liên kết
zh_hk: 連結的篩選器

source: Default value
ar: القيمة الافتراضية
bg: Стойност по подразбиране
ca: Valor per defecte
de: Defaultwert
eo: basic preset
es: Valor por defecto
fa: مقدار پیش‌فرض
fi: Oletusarvo
fr: Valeur par défaut
hu: Alapértelmezett érték
it: Valore predefinito
ja: デフォルト値
lt: Numatytoji vertė
ms: Nilai lalai
nb: Standardverdi
nl: Standaard waarde
pl: Wartość domyślna
pt_br: Valor padrão
ru: Значение по умолчанию
sk: Predvolená hodnota
sl: Privzeta vrednost
sq: Vlera e parazgjedhur
sr: Podrazumevana vrednost
sv: Förvalt värde
tr: Varsayılan değer
uk: Значення за замовчуванням
vi: Giá trị mặc định
zh_hk: 預設值

source: No default
ar: بدون قيمة افتراضية
bg: Няма подразбиране
ca: Sense valor per defecte
de: Kein Default
eo: No cap
es: Sin valor por defecto
fa: بدون پیش‌فرض
fi: Ei oletusarvoa
fr: Aucun défaut
hu: Nincs alapértelmezett
it: Nessun valore predefinito
ja: デフォルトなし
lt: Nėra numatytojo
ms: Tiada lalai
nb: Ingen standardverdi
nl: Geen standaard
pl: Brak wartości domyślnych
pt_br: Sem padrão
ru: Нет значений по умолчанию
sk: Žiadne predvolené
sl: Brez privzete vrednosti
sq: Pa parazgjedhje
sr: Bez podrazumevane vrednosti
sv: Inget förvalt
tr: Standart değil
uk: Без значення за замовчуванням
vi: Không có mặc định
zh_hk: 無預設

source: To view this, {0} must be connected to at least one field.
hu: Ennek megtekintéséhez {0}-nak legalább egy mezőhöz kell kapcsolódnia.
lt: Norėdami tai peržiūrėti, {0} turi būti prijungtas bent prie vieno lauko.
ms: Untuk melihat ini, {0} mesti disambungkan kepada sekurang-kurangnya satu medan.

source: Limit this filter's choices
ar: قيّد خيارات هذا الفلتر
bg: Ограничи изборите на този филтър
ca: Limita les opcions d'aquest filtre
de: Auswahl dieses Filters begrenzen
eo: Restrict this filter’s options, fr fr
es: Limita las opciones de este filtro
fa: انتخاب‌های این فیلتر را محدود کنید
fi: Rajaa suotimen valintoja
fr: Limiter les choix de ce filtre
hu: Korlátozza ennek a szűrőnek a választásait
it: Limita le scelte di questo filtro
ja: フィルタの選択肢を制限する
lt: Apribokite šio filtro pasirinkimus
ms: Hadkan pilihan penapis ini
nb: Begrens valgene for dette filteret
nl: Beperk de keuzes van dit filter
pl: Ograniczenie wyboru tego filtra
pt_br: Limitar as opções deste filtro
ru: Ограничьте выбор этого фильтра
sk: Obmedzte voľby tohto filtra
sl: Omejitev izbire tega filtra
sq: Kufizo zgjedhjet e këtij filtri
sr: Ograniči izbore ovog filtera
sv: Begränsa detta filters val
tr: Bu filtrenin seçeneklerini sınırlandırın
uk: Обмежити варіанти цього фільтра
vi: Giới hạn các lựa chọn của bộ lọc này
zh_hk: 限制此篩選器的選擇

source: If you have another dashboard filter, you can limit the choices that are listed for this filter based on the selection of the other one.
ar: إذا كان لديك فلتر آخر في لوحة المعلومات، يمكنك تقييد الخيارات المُدرجة لهذا الفلتر بناءً على اختيار الفلتر الآخر.
bg: Ако имате друг филтър на таблото, можете да ограничите избора за този филтър въз основа на избора на другия филтър.
ca: Si teniu una altre filtre al quadre de comandament, podeu limitar les opcions d'aquest filtres basats amb les seleccions d'un altre filtre.
de: Wenn Sie einen anderen Dashboard-Filter haben, können Sie die Auswahlmöglichkeiten für diesen Filter basierend auf der Auswahl des anderen Filters einschränken.
eo: If you got another dashboard filter, u can chill and limit the options for this one based on what the other is pickin’ ✨
es: Si tienes otro filtro de panel, puede limitar las opciones que se enumeran para este filtro en función de la selección del otro.
fa: اگر فیلتر دیگری در داشبورد دارید، می‌توانید گزینه‌هایی که برای این فیلتر فهرست شده‌اند را بر اساس انتخاب دیگری محدود کنید.
fi: Jos sinulla on toinen Dashboard-suodin, voit rajoittaa tälle suotimelle lueteltuja vaihtoehtoja toisen valinnan perusteella.
fr: Si vous disposez d'un autre filtre de tableau de bord, vous pouvez limiter les choix qui sont répertoriés pour ce filtre en fonction de la sélection de l'autre.
hu: Ha van egy másik irányítópult szűrője, korlátozhatja ennek a szűrőnek a választásait a másik szűrő kiválasztása alapján.
it: Se hai un altro filtro della dashboard, puoi limitare le scelte elencate per questo filtro in base alla selezione dell'altro.
ja: 別のダッシュボードフィルターがある場合は、他のフィルターの選択に基づいて、このフィルターにリストされる選択肢を制限できます。
lt: Jei turite kitą informacijos suvestinės filtrą, galite apriboti šio filtro pasirinkimus, atsižvelgdami į kito pasirinkimą.
ms: Jika anda mempunyai penapis papan pemuka yang lain, anda boleh menghadkan pilihan yang disenaraikan untuk penapis ini berdasarkan pilihan yang lain.
nb: Hvis du har et annet infotavlefilter, kan du begrense valgene som vises for dette filteret basert på valgene i det andre.
nl: Als je een ander dashboardfilter heeft, kun je de opties voor dit filter beperken op basis van de selectie van de keuze van het andere filter.
pl: Jeśli posiadasz inny filtr pulpitu, możesz ograniczyć wybór, który jest wymieniony dla tego filtra na podstawie wyboru drugiego.
pt_br: Se tiver outro filtro no painel, você poderá limitar as opções listadas para este filtro com base na seleção do outro.
ru: Если у вас есть другой фильтр дашборда, вы можете ограничить варианты, перечисленные для этого фильтра, на основе выбора другого.
sk: Ak máte ďalší filter dashboardu, môžete obmedziť možnosti uvedené pre tento filter na základe výberu druhého filtra.
sl: Če imate drug filter nadzorne plošče, lahko omejite izbire, ki so navedene za ta filter, glede na izbiro drugega.
sq: Nëse ke një filtër tjetër paneli, mund të kufizosh zgjedhjet që listohen për këtë filtër bazuar në përzgjedhjen e tjetrit.
sr: Ako imate drugi filter na kontrolnoj tabli, možete ograničiti izbore koji su navedeni za ovaj filter na osnovu izbora tog drugog filtera.
sv: Om du har ett annat instrumentpanel-filter kan du begränsa de val som visas för detta filter baserat på det andra filtret.
tr: Başka bir kontrol paneli filtreniz varsa, bu filtre için listelenen seçenekleri diğerinin seçimine göre sınırlayabilirsiniz.
uk: Якщо у вас є інший фільтр дашборду, ви можете обмежити варіанти, що відображаються для цього фільтра, на основі вибору в іншому.
vi: Nếu bạn có bộ lọc trang tổng quan khác, bạn có thể giới hạn các lựa chọn được liệt kê cho bộ lọc này dựa trên lựa chọn của bộ lọc kia.
zh_hk: 如果您有另一個儀表板篩選器，可以根據另一個的選擇來限制此篩選器列出的選項。

source: So first, {0}.
ar: إذًا أولًا، {0}.
bg: И така, първо, {0}.
ca: Per començar, {0}
de: Zunächst, {0}.
eo: So first, {0}, fr.
es: Así que primero, {0}.
fa: بنابراین ابتدا، {0}.
fi: Siis ensin, {0}.
fr: Donc d'abord, {0}.
hu: Tehát először, {0}.
it: Quindi prima, {0}.
ja: なので最初は{0}。
lt: Taigi pirmiausia, {0}.
ms: Jadi pertama, {0}.
nb: Men først, {0}.
nl: Dus eerst {0}.
pl: Więc najpierw, {0}
pt_br: Primeiramente, {0}.
ru: Итак, сначала {0}.
sk: Takže najskôr, {0}.
sl: Torej, najprej {0}.
sq: Pra, fillimisht, {0}.
sr: Dakle prvo, {0}.
sv: Så först, {0}.
tr: Yani önce {0}.
uk: Отже спочатку {0}.
vi: Vì vậy, trước tiên, {0}.
zh_hk: 那麼首先，{0}。

source: add another dashboard filter
ar: أضف فلترًا آخر في لوحة المعلومات
bg: добавете още един филтър на таблото
ca: afegiex un altre filtre al quadre de comandament
de: Einen weiteren Dashboard-Filter hinzufügen
eo: add another dashboard filter, fr fr
es: añade otro filtro de panel
fa: فیلتر داشبورد دیگر را اضافه کنید
fi: lisää uusi Dashboardsuodin
fr: ajouter un aure filtre
hu: adjon hozzá egy másik irányítópult szűrőt
it: aggiungi un altro filtro del dashboard
ja: 他のダッシュボードフィルタを追加する
lt: pridėkite kitą informacijos suvestinės filtrą
ms: tambah penapis papan pemuka lain
nb: legg til enda et filter på infotavlen
nl: voeg nog een dashboardfilter toe
pl: dodać kolejny filtr do pulpitu
pt_br: adicione outro filtro do painel
ru: добавить еще один фильтр дашборда
sk: pridať ďalší filter dashboardu
sl: Dodajanje drugega filtra nadzorne plošče
sq: shto një filtër tjetër paneli
sr: dodaj još jedan filter na kontrolnoj tabli
sv: lägg till ytterligare instrumentpanel-filter
tr: başka bir kontrol paneli filtresi ekle
uk: додайте інший фільтр дашборду
vi: thêm một bộ lọc bảng điều khiển
zh_hk: 添加另一個儀表板篩選器

source: If you toggle on one of these dashboard filters, selecting a value for that filter will limit the available choices for {0} filter.
ar: إذا فعّلت أحد فلاتر لوحة المعلومات هذه، فاختيار قيمة لذلك الفلتر سيقيّد الخيارات المتاحة لفلتر {0}.
bg: Ако включите един от тези филтри на таблото, избирането на стойност за този филтър ще ограничи наличните опции за {0} филтър.
ca: Si activeu algun d'aquest filtres de quadre de comandament, al seleccionar un valor d'aquest filtre es limitaràn les opcions del filtre {0}.
de: Wenn Sie einen dieser Dashboard-Filter aktivieren, wird durch Auswahl eines Werts für diesen Filter die verfügbare Auswahl für den Filter {0} eingeschränkt.
eo: If u turn on one of these dashboard filters, pickin a value for it will kinda lock in the options for the {0} filter, fr.
es: Si activas uno de estos filtros de panel, la selección de un valor para ese filtro limitará las opciones disponibles para el filtro {0}.
fa: اگر یکی از این فیلترهای داشبورد را فعال کنید، انتخاب یک مقدار برای آن فیلتر گزینه‌های موجود برای فیلتر {0} را محدود می‌کند.
fi: Jos otat käyttöön jonkin näistä Dashboard-suotimista, kyseisen suotimen arvon valitseminen supistaa suotimen {0} valintavaihtoehtoja.
fr: Si vous basculez sur l'un de ces filtres du tableau de bord, la sélection d'une valeur pour ce filtre limitera les choix disponibles pour le filtre {0}.
hu: Ha bekapcsol egyet ezek közül az irányítópult szűrők közül, egy érték kiválasztása ahhoz a szűrőhöz korlátozza a {0} szűrő elérhető választásait.
it: Se attivi uno di questi filtri della dashboard, selezionare un valore per quel filtro limiterà le opzioni disponibili per il filtro {0}.
ja: これらのダッシュボードフィルターのいずれかをオンにすると、そのフィルターの値を選択すると、{0} フィルターの使用可能な選択肢が制限されます。
lt: Jei įjungsite vieną iš šių informacijos suvestinių filtrų, pasirinkus to filtro vertę bus apribotos galimos {0} filtro parinktys.
ms: Jika anda hidupkan salah satu penapis papan pemuka ini, memilih nilai untuk penapis itu akan menghadkan pilihan yang tersedia untuk penapis {0}.
nb: Hvis du slår på en av disse infotavlefiltrene, vil å velge en verdi for det filteret begrense tilgjengelige alternativ for {0} filter.
nl: Als je een van deze dashboardfilters inschakelt, beperkt het selecteren van een waarde de beschikbare keuzes voor het {0} filter.
pl: Jeśli włączysz jeden z tych filtrów dla pulpitu, wybór wartości dla tego filtra ograniczy dostępne opcje dla filtra {0}.
pt_br: Se você ativar um desses filtros do painel, selecionar um valor para esse filtro limitará as opções disponíveis para o filtro {0}.
ru: Если вы включите один из этих фильтров дашборда, выбор значения для этого фильтра ограничит доступные варианты для фильтра {0}.
sk: Ak zapnete jeden z týchto filtrovaní dashboardu, výber hodnoty k tomu filtru obmedzí dostupné voľby pre {0} filter.
sl: Če vklopite enega od teh filtrov nadzorne plošče, boste z izbiro vrednosti za ta filter omejili razpoložljive možnosti za {0} filter.
sq: Nëse aktivizon njërin nga këta filtra të panelit, përzgjedhja e një vlere për atë filtër do të kufizojë zgjedhjet e disponueshme për filtrin {0}.
sr: Ako uključite jedan od ovih filtera na kontrolnoj tabli, izbor vrednosti za taj filter će ograničiti dostupne izbore za filter {0}.
sv: Om du aktiverar ett av dessa instrumentpanel-filter kommer ett valt värde för detta filter att begränsa tillgängliga val för filter {0}.
tr: Bu gösterge tablosu filtrelerinden birini açarsanız, o filtre için bir değer seçmek, {0} filtresi için kullanılabilecek seçenekleri sınırlar.
uk: Якщо ви увімкнете один із цих фільтрів дашборду, вибір значення для цього фільтра обмежить доступні варіанти для фільтра {0}.
vi: Nếu bạn bật một trong các bộ lọc trang tổng quan này, việc chọn một giá trị cho bộ lọc đó sẽ giới hạn các lựa chọn có sẵn cho bộ lọc {0}.
zh_hk: 如果您開啟這些儀表板篩選器中的一個，為該篩選器選擇一個值將會限制篩選條件{0}的可用選擇。

source: Filtering column
ar: عمود التصفية
bg: Колона за филтриране
ca: Columna de filtre
de: Filtere Spalte
eo: Filtering column → Slapping on that filter, fr fr
es: Columna con filtro
fa: ستون فیلتر کردن
fi: Suodatussarake
fr: Colonne de filtrage
hu: Szűrési oszlop
it: Colonna di filtraggio
ja: カラムをフィルタリングしています
lt: Filtravimo stulpelis
ms: Lajur penapisan
nb: Filterkolonne
nl: Filterkolom
pl: Kolumna filtrująca
pt_br: Filtrando coluna
ru: Столбец для фильтрации
sk: Filtrovanie stĺpca
sl: Stolpec za filtriranje
sq: Kolona filtruese
sr: Kolona za filtriranje
sv: Kolumn för filter
tr: Filtreleme sütunu
uk: Стовпець для фільтрування
vi: Cột lọc
zh_hk: 篩選欄

source: Filtered column
ar: العمود المُصفّى
bg: Филтрирана колона
ca: Columna filtrada
de: Gefilterte Spalte
eo: Filtered column → Bet, we filtered the column
es: Columna filtrada
fa: ستون فیلتر شده
fi: Suodatettu sarake
fr: Colonne filtrée
hu: Szűrt oszlop
it: Colonna filtrata
ja: フィルタされたカラム
lt: Filtruotas stulpelis
ms: Lajur yang ditapis
nb: Filtrert kolonne
nl: Gefilterde kolom
pl: Kolumna filtrowana
pt_br: Coluna filtrada
ru: Отфильтрованный столбец
sk: Filtrovaný stĺpec
sl: Filtriran stolpec
sq: Kolona e filtruar
sr: Filtrirana kolona
sv: Filtrerad kolumn
tr: Filtrelenmiş sütun
uk: Відфільтрований стовпець
vi: Cột đã lọc
zh_hk: 篩選條件

source: Enter user names or email addresses
ar: أدخل أسماء المستخدمين أو عناوين البريد الإلكتروني
bg: Въведете потребителски имена или имейл адреси
ca: Introduïu el nom d'usuari o correu electrònic
de: Usernamen oder E-Mail Adressen
eo: Type in your user IDs or emails, bestie
es: Ingresa nombres de usuario o direcciones de correo electrónico
fa: نام‌های کاربری یا آدرس‌های ایمیل را وارد کنید
fi: Syötä käyttäjänimet tai sähköpostiosoitteet
fr: Saisissez les noms d'utilisateur ou les adresses email
hu: Adja meg a felhasználóneveket vagy email címeket
it: Inserisci nomi utente o indirizzi email
ja: ユーザ名またはメールアドレスを入力してください
lt: Įveskite vartotojų vardus arba el. pašto adresus
ms: Masukkan nama pengguna atau alamat e-mel
nb: Skriv inn brukernavn eller e-postadresser
nl: Voer gebruikersnamen of e-mailadressen in
pl: Wprowadź nazwy użytkowników lub adresy e-mail
pt_br: Insira nomes de usuários ou endereços de e-mail
ru: Введите имена пользователей или адреса электронной почты
sk: Zadajte mená používateľov alebo e-mailové adresy
sl: Vnos uporabniških imen ali e-poštnih naslovov
sq: Shkruaj emrat e përdoruesve ose adresat e emailit
sr: Unesite korisnička imena ili email adrese
sv: Ange användarnamn eller epost-adresser
tr: Kullanıcı adlarını veya e-posta adreslerini girin
uk: Введіть імена користувачів або email-адреси
vi: Nhập tên người dùng hoặc địa chỉ email
zh_hk: 輸入使用者名稱或者信箱地址

source: New snippet
ar: مقتطف جديد
bg: Нов фрагмент
ca: Nou fragment de codi
de: Neues Snippet
eo: New clip fr 🫡
es: Nuevo fragmento
fa: قطعه جدید
fi: Uusi koodinpätkä
fr: Nouveau fragment
hu: Új részlet
it: Nuovo snippet
ja: 新しいスニペット
lt: Naujas fragmentas
ms: Petikan baharu
nb: Nytt utvalg
nl: Nieuw fragment
pl: Nowy fragment kodu
pt_br: Novo trecho
ru: Новая вставка
sk: Nový fragment
sl: Nov delček
sq: Fragment kodi i ri
sr: Novi isečak koda
sv: Ny snutt
tr: Yeni pasaj
uk: Новий фрагмент
vi: Đoạn mã mới
zh_hk: 新建程式碼片段

source: {0}:00 PM
ms: {0}:00 PTG

source: 12:00 AM
ms: 12:00 PG

source: {0}:00 AM
ms: {0}:00 PG

source: Hourly
ar: كل ساعة
bg: На всеки час
ca: Cada hora
de: Stündlich
eo: per hour, fr fr
es: Cada hora
fa: هر ساعت
fi: Tunneittain
fr: Toutes les heures
hu: Óránkénti
it: Ogni ora
ja: 毎時
lt: Kas valandą
ms: Setiap jam
nb: Hver time
nl: Uurlijks
pl: Co godzinę
pt_br: De hora em hora
ru: Каждый час
sk: Každú hodinu
sl: Uro
sq: Çdo orë
sr: Na sat
sv: Varje timme
tr: Saatlik
uk: Щогодини
vi: Hàng giờ
zh_hk: 每小時

source: Daily at {0}
hu: Naponta ekkor: {0}
ms: Setiap hari pada {0}

source: Weekly at {0} on {1}
hu: Hetente {0}-kor, {1}
ms: Setiap minggu pada {0} pada {1}

source: Monthly on the {0} {1} at {2}
hu: Havonta a {0} {1}-nél, {2}-kor
ms: Setiap bulan pada {0} {1} pada {2}

source: Delete this subscription
ar: احذف هذا الاشتراك
bg: Да се ​​изтрие ли този абонамент
ca: Elimina aquesta subscripció
de: Dieses Abonnement löschen
eo: Cancel this sub, fr.
es: Eliminar esta suscripción
fa: این اشتراک را حذف کنید
fi: Poista tämä tilaus
fr: Supprimer cet abonnement
hu: Törölje ezt az előfizetést
it: Elimina questo abbonamento
ja: この購読を削除
lt: Ištrinti šią prenumeratą
ms: Padam langganan isni
nb: Slett dette abonnementet
nl: Verwijder dit abonnement
pl: Usuń tę subskrypcję
pt_br: Excluir esta assinatura
ru: Удалить эту подписку
sk: Odstrániť toto predplatné
sl: Izbriši to naročnino
sq: Fshije këtë abonim
sr: Obriši ovu pretplatu
sv: Ta bort denna prenumeration
tr: Bu aboneliği silin
uk: Видалити цю підписку
vi: Xóa đăng ký này
zh_hk: 刪除此訂閱

source: Subscriptions
ar: الاشتراكات
bg: Абонаменти
ca: Subscripcions
de: Abonnements
eo: Subs
es: Suscripciones
fa: اشتراک‌ها
fi: Tilaukset
fr: Abonnements
hu: Előfizetések
it: Abbonamenti
ja: 購読
lt: Prenumeratos
ms: Langganan
nb: Abonnement
nl: Abonnementen
pl: Subskrypcje
pt_br: Assinaturas
ru: Подписчики
sk: Predplatné
sl: Naročnine
sq: Abonimet
sr: Pretplate
sv: Prenumerationer
tr: Abonelikler
uk: Підписки
vi: Đăng ký
zh_hk: 訂閱

source: Create a dashboard subscription
hu: Hozzon létre egy irányítópult előfizetést
ms: Cipta langganan papan pemuka

source: Email it
ar: أرسله عبر البريد الإلكتروني
bg: Изпратете го по имейл
ca: Envia'l per correu electrònic
de: Per E-Mail senden
eo: Send it via email, bestie.
es: Envíalo por correo electrónico
fa: آن را ایمیل کنید
fi: Lähetä se sähköpostilla
fr: Envoyer par email
hu: Küldje el emailben
it: Invia tramite email
ja: メールで送る
lt: Išsiųsti el. paštu
ms: E-melkan
nb: Send det på e-post
nl: E-mail het
pl: Wyślij go pocztą elektroniczną
pt_br: Enviar por e-mail
ru: Отправить по электронной почте
sk: Odoslať e-mailom
sl: Pošlji po e-pošti
sq: Dërgoje me email
sr: Pošalji emailom
sv: Skicka som epost
tr: E-postayla gönder
uk: Надішліть email
vi: Gửi nó qua email
zh_hk: 以電子郵件發送

source: You can send this dashboard regularly to users or email addresses.
hu: Ezt az irányítópultot rendszeresen elküldheti felhasználóknak vagy email címekre.
ms: Anda boleh menghantar papan pemuka ini secara berkala kepada pengguna atau alamat emel.
