Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: vs. previous month: {0}
ar: مقارنةً بالشهر السابق: {0}
bg: спрямо предходния месец: {0}
ca: vs. mes anterior: {0}
de: im Vergleich zum Vormonat: {0}
eo: vs. last month: {0} — this is so last season lol
es: vs. mes anterior: {0}
fa: در مقایسه با ماه قبل: {0}
fi: vs. edellinen kuukausi: {0}
fr: vs. mois précédent : {0}
it: rispetto al mese precedente: {0}
ja: 前月比: {0}
nb: sammenlignet med forrige måned: {0}
nl: vs. vorige maand: {0}
pl: w porównaniu z poprzednim miesiącem: {0}
pt_br: vs. mês anterior: {0}
ru: по сравнению с предыдущим месяцем: {0}
sk: v porovnaní s predchádzajúcim mesiacom: {0}
sl: v primerjavi s prejšnjim mesecem: {0}
sq: kundrejt muajit të kaluar: {0}
sr: u odnosu na prethodni mesec: {0}
sv: jämfört med föregående månad: {0}
tr: önceki aya kıyasla: {0}
uk: порівняно з попереднім місяцем: {0}
vi: so với tháng trước: {0}
zh_hk: 與上月相比： {0}

source: vs. previous day: {0}
ar: مقارنةً باليوم السابق: {0}
bg: спрямо предишния ден: {0}
ca: vs. dia anterior: {0}
de: im Vergleich zum Vortag: {0}
eo: vs. the day before: {0}
es: vs. día anterior: {0}
fa: در مقایسه با روز قبل: {0}
fi: vs. edellinen päivä: {0}
fr: vs. jour précédent : {0}
it: rispetto al giorno precedente: {0}
ja: 前日比: {0}
nb: i forhold til dagen før: {0}
nl: vs. vorige dag: {0}
pl: w porównaniu z poprzednim dniem: {0}
pt_br: vs. dia anterior: {0}
ru: по сравнению с предыдущим днем: {0}
sk: oproti predchádzajúcemu dňu: {0}
sl: v primerjavi s prejšnjim dnem: {0}
sq: kundrejt ditës së kaluar: {0}
sr: u odnosu na prethodni dan: {0}
sv: jämfört med föregående dag: {0}
tr: önceki güne kıyasla: {0}
uk: порівняно з попереднім днем: {0}
vi: so với ngày trước: {0}
zh_hk: 與前一天相比： {0}

source: vs. previous minute: {0}
ar: مقارنةً بالدقيقة السابقة: {0}
bg: спрямо предходната минута: {0}
ca: vs. minut anterior: {0}
de: im Vergleich zur vorherigen Minute: {0}
eo: vs. last min: {0}
es: vs. minuto anterior: {0}
fa: در مقایسه با دقیقه قبل: {0}
fi: vs. edellinen minuutti: {0}
fr: vs. minute précédente : {0}
it: vs. minuto precedente: {0}
ja: 前分との比較: {0}
nb: vs. forrige minutt: {0}
nl: vs. vorige minuut: {0}
pl: w porównaniu z poprzednią minutą: {0}
pt_br: vs. minuto anterior: {0}
ru: по сравнению с предыдущей минутой: {0}
sk: oproti predchádzajúcej minúte: {0}
sl: v primerjavi s prejšnjo minuto: {0}
sq: kundrejt minutës së kaluar: {0}
sr: u odnosu na prethodni minut: {0}
sv: jämfört med föregående minut: {0}
tr: önceki dakikaya göre: {0}
uk: порівняно з попередньою хвилиною: {0}
vi: so với phút trước: {0}
zh_hk: 與前一分鐘相比： {0}

source: vs. previous hour: {0}
ar: مقارنةً بالساعة السابقة: {0}
bg: спрямо предишния час: {0}
ca: vs. hora anterior: {0}
de: im Vergleich zur vorherigen Stunde: {0}
eo: vs. last hour: {0} — this is so outdated lol
es: vs. hora anterior: {0}
fa: در مقایسه با ساعت قبل: {0}
fi: vs. edellinen tunti: {0}
fr: vs. heure précédente : {0}
it: rispetto all'ora precedente: {0}
ja: 前時間と比較: {0}
nb: vs. forrige time: {0}
nl: vs. vorig uur: {0}
pl: w porównaniu z poprzednią godziną: {0}
pt_br: vs. hora anterior: {0}
ru: по сравнению с предыдущим часом: {0}
sk: oproti predchádzajúcej hodine: {0}
sl: v primerjavi s prejšnjo uro: {0}
sq: kundrejt orës së kaluar: {0}
sr: u odnosu na prethodni sat: {0}
sv: jämfört med föregående timme: {0}
tr: önceki saate kıyasla: {0}
uk: порівняно з попередньою годиною: {0}
vi: so với giờ trước: {0}
zh_hk: 與前一小時比較： {0}

source: This chart exceeded the {0} size limit.
ar: تجاوز هذا الرسم البياني حد الحجم {0}.
bg: Тази диаграма надвишава ограничението за размер от {0} .
ca: Aquest gràfic ha superat el límit de mida {0} .
de: Dieses Diagramm hat die Größenbeschränkung von {0} überschritten.
es: Este gráfico excedió el límite de tamaño de {0} .
fa: این نمودار از محدودیت اندازه {0} فراتر رفته است.
fi: Tämä kaavio ylitti {0} kokorajoituksen.
fr: Ce graphique dépassait la limite de taille {0} .
it: Questo grafico ha superato il limite di dimensione {0} .
ja: このグラフは {0} サイズ制限を超えました。
nb: Dette diagrammet overskred størrelsesgrensen for {0} .
nl: Deze grafiek overschrijdt de limiet van {0} .
pl: Ten wykres przekroczył limit rozmiaru {0} .
pt_br: Este gráfico excedeu o limite de tamanho {0} .
ru: Этот график превысил ограничение по размеру {0} .
sk: Tento graf prekročil limit veľkosti {0} .
sl: Ta grafikon je presegel omejitev velikosti {0} .
sq: Ky grafik e tejkaloi kufirin e madhësisë {0}.
sr: Ovaj grafikon je premašio ograničenje veličine {0}.
sv: Det här diagrammet överskred storleksgränsen {0} .
tr: Bu grafik {0} boyut sınırını aştı.
uk: Ця діаграма перевищила ліміт розміру {0}.
vi: Biểu đồ này vượt quá giới hạn kích thước {0} .
zh_hk: 本圖表超出 {0} 大小限制。

source: You can make it smaller by adding filters, or summarizing the data.
ar: يمكنك تصغيره بإضافة فلاتر، أو بتلخيص البيانات.
bg: Можете да го направите по-малък, като добавите филтри или обобщите данните.
ca: Podeu fer-lo més petit afegint filtres o resumint les dades.
de: Sie können es verkleinern, indem Sie Filter hinzufügen oder die Daten zusammenfassen.
es: Puedes hacerlo más pequeño agregando filtros o resumiendo los datos.
fa: می‌توانید با اضافه کردن فیلترها یا خلاصه کردن داده‌ها، آن را کوچک‌تر کنید.
fi: Voit pienentää sitä lisäämällä suodattimia tai tiivistämällä tiedot.
fr: Vous pouvez le réduire en ajoutant des filtres ou en résumant les données.
it: È possibile ridurlo aggiungendo filtri o riepilogando i dati.
ja: フィルターを追加したり、データを要約したりすることで、サイズを小さくすることができます。
nb: Du kan gjøre den mindre ved å legge til filtre eller oppsummere dataene.
nl: U kunt het kleiner maken door filters toe te voegen of de gegevens samen te vatten.
pl: Można je zmniejszyć, dodając filtry lub podsumowując dane.
pt_br: Você pode torná-lo menor adicionando filtros ou resumindo os dados.
ru: Вы можете уменьшить его, добавив фильтры или обобщив данные.
sk: Môžete to zmenšiť pridaním filtrov alebo zhrnutím údajov.
sl: Zmanjšate ga lahko z dodajanjem filtrov ali s povzetkom podatkov.
sq: Mund ta zvogëlosh duke shtuar filtra, ose duke përmbledhur të dhënat.
sr: Možete ga smanjiti dodavanjem filtera ili sumiranjem podataka.
sv: Du kan göra den mindre genom att lägga till filter eller sammanfatta informationen.
tr: Filtreler ekleyerek veya verileri özetleyerek daha küçük hale getirebilirsiniz.
uk: Ви можете зменшити її, додавши фільтри або агрегувавши дані.
vi: Bạn có thể thu nhỏ dữ liệu bằng cách thêm bộ lọc hoặc tóm tắt dữ liệu.
zh_hk: 您可以透過新增篩選器或總結資料，使其更小。

source: vs. previous year: {0}
ar: مقارنةً بالسنة السابقة: {0}
bg: спрямо предходната година: {0}
ca: enfront de l'any anterior: {0}
de: im Vergleich zum Vorjahr: {0}
eo: vs. last year: {0} – this is so outdated fr lol
es: vs. año anterior: {0}
fa: در مقایسه با سال قبل: {0}
fi: verrattuna edelliseen vuoteen: {0}
fr: par rapport à l'année précédente : {0}
it: rispetto all'anno precedente: {0}
ja: 前年比: {0}
nb: i forhold til året før: {0}
nl: vs. vorig jaar: {0}
pl: w porównaniu z poprzednim rokiem: {0}
pt_br: vs. ano anterior: {0}
ru: по сравнению с предыдущим годом: {0}
sk: v porovnaní s predchádzajúcim rokom: {0}
sl: v primerjavi s prejšnjim letom: {0}
sq: kundrejt vitit të kaluar: {0}
sr: u odnosu na prethodnu godinu: {0}
sv: jämfört med föregående år: {0}
tr: önceki yıla kıyasla: {0}
uk: порівняно з попереднім роком: {0}
vi: so với năm trước: {0}
zh_hk: 與前一年相比： {0}

source: Up {0}
ar: ارتفاع {0}
bg: Нагоре {0}
ca: Amunt {0}
de: Nach oben {0}
eo: Up, fr fr
es: Arriba {0}
fa: بالا {0}
fi: Ylös {0}
fr: Haut {0}
it: Su {0}
ja: 上へ {0}
nb: Opp {0}
nl: Omhoog {0}
pl: W górę {0}
pt_br: {0} acima
ru: Вверх {0}
sk: Nahor {0}
sl: Gor {0}
sq: Rritje {0}
sr: Gore {0}
sv: Upp {0}
tr: Yukarı {0}
uk: Зростання на {0}
vi: Lên {0}
zh_hk: 向上 {0}

source: vs. previous {0}: {1}
ar: مقارنةً بـ {0} السابقة: {1}
bg: спрямо предишния {0}: {1}
ca: vs. {0}anterior: {1}
de: im Vergleich zum vorherigen {0}: {1}
eo: vs. last {0}: {1}
es: vs. anterior {0}: {1}
fa: در مقایسه با {0}قبلی: {1}
fi: vs. edellinen {0}: {1}
fr: vs. précédent {0}: {1}
it: vs. precedente {0}: {1}
ja: 前回の {0}と比較: {1}
nb: vs. tidligere {0}: {1}
nl: vs. vorige {0}: {1}
pl: w porównaniu z poprzednim {0}: {1}
pt_br: vs. anterior {0}: {1}
ru: против предыдущего {0}: {1}
sk: oproti predchádzajúcej {0}: {1}
sl: v primerjavi s prejšnjim {0}: {1}
sq: kundrejt {0} të mëparshme: {1}
sr: u odnosu na prethodni {0}: {1}
sv: jämfört med föregående {0}: {1}
tr: öncekine karşı {0}: {1}
uk: порівняно з попереднім {0}: {1}
vi: so với trước đó {0}: {1}
zh_hk: vs. 先前 {0}: {1}

source: Down {0}
ar: انخفاض {0}
bg: Надолу {0}
ca: Baix {0}
de: Runter {0}
eo: Down to vibe with that / I'm so down for it
es: Abajo {0}
fa: پایین {0}
fi: Alas {0}
fr: Vers le bas {0}
it: Giù {0}
ja: 下へ {0}
nb: Ned {0}
nl: Omlaag {0}
pl: W dół {0}
pt_br: {0} abaixo
ru: Вниз {0}
sk: Nadol {0}
sl: Dol {0}
sq: Rënie {0}
sr: Dole {0}
sv: Ned {0}
tr: Aşağı {0}
uk: Вниз на {0}
vi: Xuống {0}
zh_hk: 向下 {0}

source: vs. previous week: {0}
ar: مقارنةً بالأسبوع السابق: {0}
bg: спрямо предходната седмица: {0}
ca: vs. setmana anterior: {0}
de: im Vergleich zur Vorwoche: {0}
eo: vs. last week: {0} — this is so 2020s lol
es: vs. semana anterior: {0}
fa: در مقایسه با هفته قبل: {0}
fi: vs. edellinen viikko: {0}
fr: vs. semaine précédente : {0}
it: rispetto alla settimana precedente: {0}
ja: 前週との比較: {0}
nb: mot forrige uke: {0}
nl: vs. vorige week: {0}
pl: w porównaniu z poprzednim tygodniem: {0}
pt_br: vs. semana anterior: {0}
ru: по сравнению с предыдущей неделей: {0}
sk: v porovnaní s predchádzajúcim týždňom: {0}
sl: v primerjavi s prejšnjim tednom: {0}
sq: kundrejt javës së kaluar: {0}
sr: u odnosu na prethodnu nedelju: {0}
sv: jämfört med föregående vecka: {0}
tr: önceki haftaya kıyasla: {0}
uk: порівняно з попереднім тижнем: {0}
vi: so với tuần trước: {0}
zh_hk: 與前一周相比： {0}

source: vs. previous quarter: {0}
ar: مقارنةً بالربع السابق: {0}
bg: спрямо предходното тримесечие: {0}
ca: vs. trimestre anterior: {0}
de: im Vergleich zum Vorquartal: {0}
eo: vs. last quarter: {0} – big oof, but we move fr fr
es: vs. trimestre anterior: {0}
fa: در مقایسه با سه ماهه قبلی: {0}
fi: vs. edellinen vuosineljännes: {0}
fr: vs. trimestre précédent : {0}
it: rispetto al trimestre precedente: {0}
ja: 前四半期との比較: {0}
nb: vs. forrige kvartal: {0}
nl: vs. vorig kwartaal: {0}
pl: w porównaniu z poprzednim kwartałem: {0}
pt_br: vs. trimestre anterior: {0}
ru: по сравнению с предыдущим кварталом: {0}
sk: v porovnaní s predchádzajúcim štvrťrokom: {0}
sl: v primerjavi s prejšnjim četrtletjem: {0}
sq: kundrejt tremujorit të kaluar: {0}
sr: u odnosu na prethodni kvartal: {0}
sv: jämfört med föregående kvartal: {0}
tr: önceki çeyreğe kıyasla: {0}
uk: порівняно з попереднім кварталом: {0}
vi: so với quý trước: {0}
zh_hk: 與上一季度相比： {0}

source: Cannot enable smtp-override when it is not configured.
ar: لا يمكن تمكين smtp-override عندما لا يكون مُعدًا.
bg: Не може да се активира smtp-override, когато не е конфигуриран.
ca: No es pot habilitar la sobreinscripció d'SMTP quan no està configurada.
de: SMTP-Override kann nicht aktiviert werden, wenn es nicht konfiguriert ist.
es: No se puede habilitar la anulación de SMTP cuando no está configurado.
fa: وقتی smtp-override پیکربندی نشده باشد، نمی‌توان آن را فعال کرد.
fi: SMTP-ohitusasetusta ei voi ottaa käyttöön, jos sitä ei ole määritetty.
fr: Impossible d'activer smtp-override lorsqu'il n'est pas configuré.
it: Non è possibile abilitare smtp-override se non è configurato.
ja: 設定されていない場合は、SMTP オーバーライドを有効にできません。
nb: Kan ikke aktivere smtp-overstyring når den ikke er konfigurert.
nl: Kan smtp-override niet inschakelen als het niet is geconfigureerd.
pl: Nie można włączyć funkcji SMTP-override, jeśli nie jest ona skonfigurowana.
pt_br: Não é possível habilitar o smtp-override quando ele não está configurado.
ru: Невозможно включить smtp-override, если он не настроен.
sk: Prepísanie smtp nie je možné povoliť, ak nie je nakonfigurované.
sl: Preglasitve smtp ni mogoče omogočiti, če ni konfigurirana.
sq: Nuk mund të aktivizohet smtp-override kur nuk është konfiguruar.
sr: Ne možete omogućiti smtp-override kada nije podešen.
sv: Det går inte att aktivera smtp-override när det inte är konfigurerat.
tr: Yapılandırılmadığında smtp-override etkinleştirilemez.
uk: Не можна увімкнути smtp-override, коли його не налаштовано.
vi: Không thể bật smtp-override khi chưa được cấu hình.
zh_hk: 未設定時，無法啟用 smtp-override。

source: Whether the current Slack app token, if set, is valid. Set to ''false'' if a Slack API request returns an auth error.
ar: ما إذا كان توكن تطبيق Slack الحالي، إن تم تعيينه، صالحًا. يُضبط على ''false'' إذا أعاد طلب Slack API خطأ مصادقة.
bg: Дали текущият токен на приложението Slack, ако е зададен, е валиден. Задайте на ''false'', ако заявка за Slack API върне грешка при удостоверяване.
ca: Si el testimoni de l'aplicació Slack actual, si està establert, és vàlid. Estableix com a "fals" si una sol·licitud d'API de Slack retorna un error d'autenticació.
de: Gibt an, ob das aktuelle Slack-App-Token (sofern festgelegt) gültig ist. Wird auf „false“ gesetzt, wenn eine Slack-API-Anfrage einen Authentifizierungsfehler zurückgibt.
eo: Bruh, just check if the current Slack token is still valid, ya know? If a Slack API gives an auth error, just set it to ''false''.
es: Si el token actual de la aplicación de Slack, si está configurado, es válido. Se establece en "false" si una solicitud de la API de Slack devuelve un error de autenticación.
fa: این که آیا کد فعلی برنامه Slack، در صورت تنظیم، معتبر است یا خیر. اگر درخواست Slack API یک خطای احراز هویت را برمی‌گرداند، روی ''false'' تنظیم کنید.
fi: Onko nykyinen Slack-sovellustunnus, jos se on asetettu, kelvollinen. Aseta arvoksi "false", jos Slack API -pyyntö palauttaa todennusvirheen.
fr: Indique si le jeton d'application Slack actuel est valide, s'il est défini. Définissez-le sur « false » si une requête d'API Slack renvoie une erreur d'authentification.
it: Se il token dell'app Slack corrente, se impostato, è valido. Imposta su ''false'' se una richiesta API Slack restituisce un errore di autenticazione.
ja: 現在の Slack アプリ トークンが設定されている場合、それが有効かどうか。Slack API リクエストが認証エラーを返す場合は、「false」に設定します。
lt: Ar dabartinis „Slack“ programos prieigos raktas galioja, jei jis nustatytas. Nustatykite „false“, jei „Slack API“ užklausa pateikia autentifikavimo klaidą.
nb: Om det gjeldende Slack-apptokenet, hvis det er angitt, er gyldig. Settes til ''false'' hvis en Slack API-forespørsel returnerer en autentiseringsfeil.
nl: Of het huidige Slack-app-token, indien ingesteld, geldig is. Ingesteld op ''false'' als een Slack API-aanvraag een auth-fout retourneert.
pl: Czy bieżący token aplikacji Slack, jeśli jest ustawiony, jest prawidłowy. Ustaw na ''false'', jeśli żądanie API Slack zwróci błąd uwierzytelniania.
pt_br: Se o token atual do aplicativo Slack, se definido, é válido. Defina como ''false'' se uma solicitação da API do Slack retornar um erro de autenticação.
ru: Действителен ли текущий токен приложения Slack, если он установлен. Установите значение ''false'', если запрос API Slack возвращает ошибку аутентификации.
sk: Či je aktuálny token aplikácie Slack platný, ak je nastavený. Nastavte na ''false'', ak požiadavka Slack API vráti chybu overenia.
sl: Ali je trenutni žeton aplikacije Slack, če je nastavljen, veljaven. Nastavite na ''false'', če zahteva Slack API vrne napako pri preverjanju avtorizacije.
sq: Nëse token-i aktual i aplikacionit Slack, nëse është vendosur, është i vlefshëm. Vendoset në ''false'' nëse një kërkesë Slack API kthen një gabim auth.
sr: Da li je trenutni token Slack aplikacije, ako je podešen, validan. Postavlja se na ''false'' ako Slack API zahtev vrati auth grešku.
sv: Om det aktuella Slack-apptokenet, om det är inställt, är giltigt. Ställ in på ''false'' om en Slack API-begäran returnerar ett autentiseringsfel.
tr: Mevcut Slack uygulama belirtecinin (eğer ayarlanmışsa) geçerli olup olmadığı. Bir Slack API isteği bir kimlik doğrulama hatası döndürürse ''false'' olarak ayarlayın.
uk: Чи дійсний поточний токен Slack app, якщо його задано. Встановлюється в ''false'', якщо запит Slack API повертає помилку авторизації.
vi: Mã thông báo ứng dụng Slack hiện tại, nếu được đặt, có hợp lệ không. Đặt thành ''false'' nếu yêu cầu API Slack trả về lỗi xác thực.
zh_hk: 當前 Slack 應用程式標記 (如果已設定) 是否有效。如果 Slack API 請求傳回 auth 錯誤，則設為 ''false''。

source: The email address you want to use for the sender of emails from your custom SMTP server.
ar: عنوان البريد الإلكتروني الذي تريد استخدامه كمرسل للرسائل الإلكترونية من خادم SMTP المخصّص لديك.
bg: Имейл адресът, който искате да използвате за подател на имейли от вашия персонализиран SMTP сървър.
ca: L'adreça electrònica que voleu utilitzar per al remitent dels correus electrònics del vostre servidor SMTP personalitzat.
de: Die E-Mail-Adresse, die Sie als Absender von E-Mails von Ihrem benutzerdefinierten SMTP-Server verwenden möchten.
es: La dirección de correo electrónico que desea utilizar para el remitente de correos electrónicos desde su servidor SMTP personalizado.
fa: آدرس ایمیلی که می‌خواهید برای فرستنده ایمیل‌ها از سرور SMTP سفارشی خود استفاده کنید.
fi: Sähköpostiosoite, jota haluat käyttää mukautetulta SMTP-palvelimeltasi tulevien sähköpostien lähettäjänä.
fr: L'adresse e-mail que vous souhaitez utiliser pour l'expéditeur des e-mails de votre serveur SMTP personnalisé.
it: L'indirizzo email che desideri utilizzare come mittente delle email provenienti dal tuo server SMTP personalizzato.
ja: カスタム SMTP サーバーからの電子メールの送信者として使用する電子メール アドレス。
nb: E-postadressen du vil bruke som avsender av e-post fra den egendefinerte SMTP-serveren.
nl: Het e-mailadres dat u wilt gebruiken als afzender van e-mails van uw aangepaste SMTP-server.
pl: Adres e-mail, którego chcesz używać jako nadawcy wiadomości e-mail z Twojego własnego serwera SMTP.
pt_br: O endereço de e-mail que você deseja usar para o remetente de e-mails do seu servidor SMTP personalizado.
ru: Адрес электронной почты, который вы хотите использовать для отправителя писем с вашего пользовательского SMTP-сервера.
sk: E-mailová adresa, ktorú chcete použiť pre odosielateľa e-mailov z vášho vlastného SMTP servera.
sl: E-poštni naslov, ki ga želite uporabiti za pošiljatelja e-poštnih sporočil z vašega strežnika SMTP po meri.
sq: Adresa e email-it që dëshironi të përdorni si dërgues për email-et nga serveri juaj SMTP i personalizuar.
sr: Email adresa koju želite da koristite kao pošiljaoca emailova sa vašeg prilagođenog SMTP servera.
sv: Den e-postadress du vill använda som avsändare av e-postmeddelanden från din anpassade SMTP-server.
tr: Özel SMTP sunucunuzdan e-posta gönderen kişi olarak kullanmak istediğiniz e-posta adresi.
uk: Email-адреса, яку ви хочете використовувати як адресу відправника листів із вашого кастомного SMTP-сервера.
vi: Địa chỉ email bạn muốn sử dụng để gửi email từ máy chủ SMTP tùy chỉnh của bạn.
zh_hk: 您要用來自訂 SMTP 伺服器的電子郵件寄件者的電子郵件地址。

source: The address of the custom SMTP server that handles your emails.
ar: عنوان خادم SMTP المخصّص الذي يتولى إرسال رسائلك الإلكترونية.
bg: Адресът на персонализирания SMTP сървър, който обработва вашите имейли.
ca: L'adreça del servidor SMTP personalitzat que gestiona els vostres correus electrònics.
de: Die Adresse des benutzerdefinierten SMTP-Servers, der Ihre E-Mails verarbeitet.
es: La dirección del servidor SMTP personalizado que maneja sus correos electrónicos.
fa: آدرس سرور SMTP سفارشی که ایمیل‌های شما را مدیریت می‌کند.
fi: Sähköpostiasi käsittelevän mukautetun SMTP-palvelimen osoite.
fr: L'adresse du serveur SMTP personnalisé qui gère vos e-mails.
it: L'indirizzo del server SMTP personalizzato che gestisce le tue email.
ja: 電子メールを処理するカスタム SMTP サーバーのアドレス。
nb: Adressen til den egendefinerte SMTP-serveren som håndterer e-postene dine.
nl: Het adres van de aangepaste SMTP-server die uw e-mails verwerkt.
pl: Adres niestandardowego serwera SMTP, który obsługuje Twoje wiadomości e-mail.
pt_br: O endereço do servidor SMTP personalizado que manipula seus e-mails.
ru: Адрес пользовательского SMTP-сервера, который обрабатывает ваши электронные письма.
sk: Adresa vlastného SMTP servera, ktorý spracováva vaše e-maily.
sl: Naslov strežnika SMTP po meri, ki obravnava vaša e-poštna sporočila.
sq: Adresa e serverit SMTP të personalizuar që trajton email-et tuaja.
sr: Adresa prilagođenog SMTP servera koji obrađuje vaše emailove.
sv: Adressen till den anpassade SMTP-servern som hanterar dina e-postmeddelanden.
tr: E-postalarınızı yöneten özel SMTP sunucusunun adresi.
uk: Адреса кастомного SMTP-сервера, який обробляє вашу пошту.
vi: Địa chỉ của máy chủ SMTP tùy chỉnh xử lý email của bạn.
zh_hk: 處理您電子郵件的自訂 SMTP 伺服器位址。

source: Invalid http-channel-host-strategy! Only values of external-only, allow-private, and allow-all are allowed.
ar: http-channel-host-strategy غير صالح! القيم المسموح بها فقط هي external-only وallow-private وallow-all.
bg: Невалидна стратегия за хост на http канал! Разрешени са само стойности за external-only, allow-private и allow-all.
ca: http-channel-host-strategy no vàlid! Només es permeten els valors external-only, allow-private i allow-all.
de: Ungültige HTTP-Channel-Host-Strategie! Nur die Werte „External-Only“, „Allow-Private“ und „Allow-All“ sind zulässig.
es: Estrategia de host de canal http no válida. Solo se permiten los valores "external-only", "allow-private" y "allow-all".
fa: استراتژی میزبان کانال http نامعتبر است! فقط مقادیر external-only، allow-private و allow-all مجاز هستند.
fi: Virheellinen http-channel-host-strategy! Vain arvot external-only, allow-private ja allow-all sallitaan.
fr: Stratégie d'hôte http-channel-host non valide ! Seules les valeurs external-only, allow-private et allow-all sont autorisées.
it: http-channel-host-strategy non valido! Sono ammessi solo i valori external-only, allow-private e allow-all.
ja: 無効な http-channel-host-strategy。external-only、allow-private、allow-all の値のみが許可されます。
nb: Ugyldig http-channel-host-strategy! Bare verdiene external-only, allow-private og allow-all er tillatt.
nl: Ongeldige http-channel-host-strategy! Alleen de waarden external-only, allow-private en allow-all zijn toegestaan.
pl: Nieprawidłowy parametr http-channel-host-strategy! Dozwolone są tylko wartości external-only, allow-private i allow-all.
pt_br: Estratégia http-channel-host inválida! Somente valores external-only, allow-private e allow-all são permitidos.
ru: Недопустимая стратегия http-channel-host-strategy! Разрешены только значения external-only, allow-private и allow-all.
sk: Neplatná stratégia hostiteľa http-channel! Povolené sú iba hodnoty external-only, allow-private a allow-all.
sl: Neveljavna strategija gostitelja kanala http! Dovoljene so samo vrednosti »samo zunanje«, »dovoli zasebno« in »dovoli vse«.
sq: http-channel-host-strategy i pavlefshëm! Lejohen vetëm vlerat external-only, allow-private dhe allow-all.
sr: Nevažeći http-channel-host-strategy! Dozvoljene su samo vrednosti external-only, allow-private i allow-all.
sv: Ogiltig http-channel-host-strategy! Endast värdena external-only, allow-private och allow-all är tillåtna.
tr: Geçersiz http-kanal-ana-bilgisayar-stratejisi! Yalnızca external-only, allow-private ve allow-all değerlerine izin verilir.
uk: Недійсний http-channel-host-strategy! Дозволені лише значення external-only, allow-private та allow-all.
vi: Chiến lược http-channel-host-strategy không hợp lệ! Chỉ cho phép các giá trị external-only, allow-private và allow-all.
zh_hk: 無效的 http-channel-host-strategy！只允許 external-only、allow-private 和 allow-all 的值。
