Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Control the display of homepage visuals and greeting message plus other Metabase elements such as links to Metabase documentation and Metabase references in your instance.
hu: Kezdőlap vizuális beállításai, üdvözlő üzenet és további Metabase elemek - mint linkek a Metabase dokumentációra és Metabase referenciára - beállítása az ön példányában.
ms: Kawalan paparan visual halaman utama dan mesej sambutan serta elemen Metabase lain seperti pautan ke dokumentasi Metabase dan rujukan Metabase dalam contoh anda.

source: Show lighthouse illustration on the home and login pages
hu: Világítótorony illusztráció megjelenítése a kezdőlapon és a bejelentkezésnél
ms: Tunjukkan ilustrasi rumah api di halaman utama dan log masuk

source: Show links and references to Metabase {0}
hu: Metabase {0} linkek és referencia megjelenítése
lt: Rodyti nuorodas ir nuorodas į metabazę {0}
ms: Tunjukkan pautan dan rujukan kepada Metabase {0}

source: Show metabot and greeting on the homepage
hu: Metabot és üdvözlés megjelenítése a kezdőoldalon
ms: Tunjukkan metabot dan ucapan di laman utama

source: Choose a target to the Help link in the Settings menu. It links to {0} by default.
ar: اختر وجهة لرابط المساعدة في قائمة الإعدادات. يتم الربط إلى {0} افتراضيًا.
bg: Изберете цел към връзката Help (Помощ) в менюто Settings (Настройки). По подразбиране тя се свързва към {0} .
ca: Trieu un objectiu a l'enllaç Ajuda al menú Configuració. Enllaça a {0} per defecte.
de: Wählen Sie ein Ziel für den Hilfe-Link im Menü Einstellungen. Standardmäßig wird auf {0} verwiesen.
eo: Pick a target for the Help link in Settings. It’s set to {0} by default, fr.
es: Elija un destino para el enlace Ayuda en el menú Configuración. Por defecto, enlaza con {0} .
fa: هدفی را برای پیوند راهنما در منوی تنظیمات انتخاب کنید. به طور پیش فرض به {0} پیوند می خورد.
fi: Valitse kohde Asetukset-valikon Ohje-linkkiin. Oletusarvoisesti se linkittää osoitteeseen {0} .
fr: Choisissez une cible pour le lien Aide dans le menu Paramètres. Par défaut, il renvoie à {0}.
hu: Válassza ki a Beállítások menü Segítség linkjét. Alapértelmezetten {0} mutat.
it: Scegliere una destinazione per il collegamento alla Guida nel menu Impostazioni. Il collegamento predefinito è a {0} .
ja: 設定]メニューの[ヘルプ]リンクのターゲットを選択します。デフォルトでは{0}にリンクします。
lt: Meniu Nustatymai pasirinkite pagalbos nuorodos tikslą. Pagal numatytuosius nustatymus jis susieja su {0}.
ms: Pilih sasaran untuk pautan Bantuan dalam menu Tetapan. Ia memaut ke {0} secara lalai.
nb: Velg et mål for Hjelp-lenken i menyen Innstillinger. Den lenker til {0} som standard.
nl: Kies een doel voor de Help-link in het menu Instellingen. Deze linkt standaard naar {0} .
pl: Wybierz cel dla linku Pomoc w menu Ustawienia. Domyślnie link prowadzi do strony {0} .
pt_br: Escolha um destino para o link Ajuda no menu Configurações. Ele é vinculado a {0} por padrão.
ru: Выберите цель для ссылки Справка в меню Настройки. По умолчанию это ссылка на {0} .
sk: Vyberte cieľ odkazu Pomocník v ponuke Nastavenia. V predvolenom nastavení odkazuje na stránku {0} .
sl: Izberite cilj povezave Pomoč v meniju Nastavitve. Privzeto je povezan z {0}.
sq: Zgjidh një destinacion për linkun Ndihmë në menunë Cilësimet. Si parazgjedhje linkon te {0}.
sr: Izaberite odredište za link Pomoć u meniju Podešavanja. Podrazumevano vodi na {0}.
sv: Välj ett mål för länken Hjälp i menyn Inställningar. Den länkar till {0} som standard.
tr: Ayarlar menüsündeki Yardım bağlantısı için bir hedef seçin. Varsayılan olarak {0} adresine bağlanır.
uk: Виберіть ціль для посилання «Help» у меню «Налаштування». За замовчуванням воно веде на {0}.
vi: Chọn mục tiêu cho liên kết Trợ giúp trong menu Cài đặt. Theo mặc định, liên kết này sẽ đến {0} .
zh_hk: 在「設定」功能表中選擇「說明」連結的目標。預設連結至 {0}。

source: Changes saved. Please refresh the page to see them
hu: Változások mentve. Kérem frissítse az oldalt
lt: Pakeitimai išsaugoti. Jei norite juos pamatyti, atnaujinkite puslapį
ms: Perubahan disimpan. Sila muat semula halaman untuk melihatnya

source: AI Features
hu: AI funkciók
lt: AI funkcijos
ms: Ciri-ciri AI

source: AI features enabled
hu: AI funkciók engedélyezve
lt: AI funkcijos įjungtos
ms: Ciri-ciri AI diaktifkan

source: You must supply an API key before AI features can be enabled.
hu: Meg kell adnia egy API kulcsot az AI funkciók engedélyezéséhez
lt: Kad būtų galima įjungti AI funkcijas, turite pateikti API raktą.
ms: Anda mesti memberikan kunci API sebelum ciri-ciri AI boleh diaktifkan.

source: EE OpenAI API Key
hu: EE OpenAI API kulcs
lt: EE OpenAI API raktas
ms: Kunci API EE OpenAI

source: API key used for Enterprise AI features
hu: API kulcs az Enterprise AI funkciók használatához
lt: API raktas, naudojamas įmonės AI funkcijoms
ms: Kunci API yang digunakan untuk ciri-ciri AI Enterprise

source: Unsupported function {0}
ar: الدالة غير مدعومة {0}
bg: Неподдържана функция {0}
ca: Funció no compatible {0}
de: Nicht unterstützte Funktion {0}
eo: Bruh, this function {0} is so unsupported lol
es: Función no compatible {0}
fa: عملکرد پشتیبانی نشده {0}
fi: Ei tuettu toiminto {0}
fr: Fonction non supportée {0}
hu: Nem támogatott funkció {0}
it: Funzione non supportata {0}
ja: サポートされていない関数 {0}
lt: Nepalaikoma funkcija {0}
ms: Fungsi tidak disokong {0}
nb: Ikke-støttet funksjon {0}
nl: Niet-ondersteunde functie {0}
pl: Nieobsługiwana funkcja {0}
pt_br: Função {0} não suportada
ru: Неподдерживаемая функция {0}
sk: Nepodporovaná funkcia {0}
sl: Nepodprta funkcija {0}
sq: Funksion i pambështetur {0}
sr: Nepodržana funkcija {0}
sv: Funktion som inte stöds {0}
tr: Desteklenmeyen işlev {0}
uk: Непідтримувана функція {0}
vi: Chức năng không được hỗ trợ {0}
zh_hk: 不支援的功能 {0}

source: Changes saved
ar: تم حفظ التغييرات
bg: Запазени промени
ca: S'han guardat els canvis
de: Gespeicherte Änderungen
eo: Bet, it's saved fr.
es: Cambios guardados
fa: تغییرات ذخیره شد
fi: Tallennetut muutokset
fr: Modifications enregistrées
hu: Változások mentve
it: Modifiche salvate
ja: 変更の保存
lt: Pakeitimai išsaugoti
ms: Perubahan disimpan
nb: Lagrede endringer
nl: Wijzigingen opgeslagen
pl: Zapisane zmiany
pt_br: Alterações salvas
ru: Изменения сохранены
sk: Uložené zmeny
sl: Shranjene spremembe
sq: Ndryshimet u ruajtën
sr: Promene su sačuvane
sv: Ändringar sparade
tr: Kaydedilen değişiklikler
uk: Зміни збережено
vi: Đã lưu thay đổi
zh_hk: 儲存的變更

source: Only show verified models
ar: إظهار النماذج الموثَّقة فقط
bg: Показване само на проверени модели
ca: Mostra només els models verificats
de: Nur verifizierte Modelle anzeigen
eo: Show only the verified baddies
es: Mostrar solo modelos verificados
fa: فقط مدل‌های تأیید شده را نشان دهید
fi: Näytä vain vahvistetut mallit
fr: Afficher uniquement les modèles vérifiés
hu: Csak ellenőrzött modellek megjelenítése
it: Mostra solo modelli verificati
ja: 検証済みのモデルのみを表示
ms: Hanya tunjukkan model yang disahkan
nb: Vis kun bekreftede modeller
nl: Alleen geverifieerde modellen weergeven
pl: Pokaż tylko zweryfikowane modele
pt_br: Mostrar apenas modelos verificados
ru: Показывать только проверенные модели
sk: Zobraziť iba overené modely
sl: Prikaži samo preverjene modele
sq: Shfaq vetëm modele të verifikuara
sr: Prikaži samo proverene modele
sv: Visa endast verifierade modeller
tr: Sadece doğrulanmış modelleri göster
uk: Показувати лише перевірені моделі
vi: Chỉ hiển thị các mô hình đã được xác minh
zh_hk: 僅顯示已驗證機型

source: Waiting for results...
ar: بانتظار النتائج...
bg: Очаквам резултати...
ca: Esperant resultats...
de: Ich warte auf Ergebnisse...
eo: Just vibing while waiting for the results rn
es: Esperando los resultados...
fa: منتظر نتایج...
fi: Odotan tuloksia...
fr: En attente des résultats...
hu: Várakozás az eredményekre...
it: In attesa dei risultati...
ja: 結果を待っている...。
lt: Laukiam rezultatų...
ms: Menunggu hasil...
nb: Venter på resultater...
nl: Wachten op resultaten...
pl: Czekam na wyniki...
pt_br: Esperando por resultados…
ru: Ждем результатов...
sk: Čakáme na výsledky...
sl: Čakanje na rezultate ...
sq: Po presim rezultatet...
sr: Čekamo rezultate...
sv: Väntar på resultat...
tr: Sonuçları bekliyorum...
uk: Очікуємо на результати...
vi: Đang chờ kết quả...
zh_hk: 等待結果...

source: collapse {0}
hu: {0} becsukása
ms: kecilkan {0}

source: expand {0}
hu: {0} kinyitása
ms: kembangkan {0}

source: Paste your token here
ar: الصق الـ token هنا
bg: Поставете своя токен тук
ca: Enganxeu el vostre testimoni aquí
de: Fügen Sie Ihren Token hier ein
eo: Drop your token here, bestie
es: Pegue aquí su ficha
fa: توکن خود را اینجا بچسبانید
fi: Liitä merkkisi tähän
fr: Collez votre jeton ici
hu: Illessze be a tokenjét ide
it: Incollate qui il vostro token
ja: トークンをここに貼り付ける
lt: Įklijuokite savo žetoną čia
ms: Tampal token anda di sini
nb: Lim inn tokenet ditt her
nl: Plak je token hier
pl: Wklej swój token tutaj
pt_br: Cole seu token aqui
ru: Вставьте свой токен сюда
sk: Sem vložte svoj token
sl: Tukaj prilepite svoj žeton
sq: Ngjitni token-in tuaj këtu
sr: Nalepi svoj token ovde
sv: Klistra in din token här
tr: Jetonunuzu buraya yapıştırın
uk: Вставте свій токен сюди
vi: Dán mã thông báo của bạn vào đây
zh_hk: 在此貼上您的代幣

source: This token doesn’t seem to be valid. Double-check it, then contact support if you think it should be working
hu: Ez a token nem érvényes. Ellenőrizze le, majd vegye fel a kapcsolatot a támogatással, ha úgy gondolja, hogy működnie kellene
ms: Token ini nampaknya tidak sah. Semak semula, kemudian hubungi sokongan jika anda rasa ia sepatutnya berfungsi

source: Generating descriptions
hu: Leírások létrehozása
lt: Aprašymų generavimas
ms: Menjana deskripsi

source: Description generated. Click to auto-fill.
hu: Leírás létrehozva. Kattintson az automatikus kitöltéshez.
lt: Sukurtas aprašymas. Spustelėkite, kad užpildytumėte automatiškai.
ms: Huraian dihasilkan. Klik untuk isi automatik.

source: Download diagnostic information
hu: Diagnosztikai információk letöltése
ms: Muat turun maklumat diagnostik

source: Select the info you want to include in the diagnostic JSON file.
hu: Válassza ki a diagnosztikai JSON fileba mentendő információt.
ms: Pilih maklumat yang anda ingin sertakan dalam fail JSON diagnostik.

source: Query results
ar: نتائج الاستعلام
bg: Резултати от заявката
ca: Consultar resultats
de: Abfrageergebnisse
eo: Vibe check on the results
es: Resultados de la consulta
fa: نتایج پرس و جو
fi: Kyselyn tulokset
fr: Résultats de la recherche
hu: Lekérdezés eredményei
it: Risultati della ricerca
ja: クエリ結果
lt: Užklausos rezultatai
ms: Hasil pertanyaan
nb: Resultater av spørringen
nl: Resultaten zoekopdracht
pl: Wyniki zapytania
pt_br: Resultados da consulta
ru: Результаты запроса
sk: Výsledky vyhľadávania
sl: Rezultati poizvedbe
sq: Rezultatet e pyetjes
sr: Rezultati upita
sv: Sökresultat
tr: Sorgu sonuçları
uk: Результати запиту
vi: Kết quả truy vấn
zh_hk: 查詢結果

source: {0} definition
ar: تعريف {0}
bg: {0} определение
ca: {0} definició
eo: {0} is basically the vibe
es: {0} definición
fa: {0} تعریف
fi: {0} määritelmä
fr: Définition de {0}
hu: {0} definíció
it: {0} definizione
ja: {0}定義
lt: {0} apibrėžimas
ms: Definisi {0}
nb: {0} definisjon
nl: {0} definitie
pl: {0} definicja
pt_br: Definição {0}
ru: {0} определение
sk: {0} definícia
sl: {0} opredelitev
sq: Përkufizimi i {0}
sr: Definicija: {0}
tr: {0} tanım
uk: Визначення {0}
vi: {0} định nghĩa
zh_hk: {0} 界定

source: Browser error messages
ar: رسائل أخطاء المتصفح
bg: Съобщения за грешки в браузъра
ca: Missatges d'error del navegador
de: Browser-Fehlermeldungen
eo: Browser error messages → Web glitch alerts
es: Mensajes de error del navegador
fa: پیام های خطای مرورگر
fi: Selaimen virheilmoitukset
fr: Messages d'erreur du navigateur
hu: Böngésző hibaüzenetek
it: Messaggi di errore del browser
ja: ブラウザのエラーメッセージ
lt: Naršyklės klaidų pranešimai
ms: Mesej ralat penyemak imbas
nb: Feilmeldinger i nettleseren
nl: Foutmeldingen browser
pl: Komunikaty o błędach przeglądarki
pt_br: Mensagens de erro do navegador
ru: Сообщения об ошибках браузера
sk: Chybové hlásenia prehliadača
sl: Sporočila o napakah brskalnika
sq: Mesazhe gabimi të shfletuesit
sr: Poruke grešaka pregledača
sv: Felmeddelanden i webbläsaren
tr: Tarayıcı hata mesajları
uk: Повідомлення про помилки браузера
vi: Thông báo lỗi trình duyệt
zh_hk: 瀏覽器錯誤訊息

source: All server error messages
ar: كل رسائل أخطاء الخادم
bg: Всички съобщения за грешки на сървъра
ca: Tots els missatges d'error del servidor
de: Alle Server-Fehlermeldungen
eo: All the server error slaps
es: Todos los mensajes de error del servidor
fa: همه پیام های خطای سرور
fi: Kaikki palvelimen virheilmoitukset
fr: Tous les messages d'erreur du serveur
hu: Minden szerver hibaüzenet
it: Tutti i messaggi di errore del server
ja: すべてのサーバーエラーメッセージ
lt: Visi serverio klaidų pranešimai
ms: Semua mesej ralat pelayan
nb: Alle serverfeilmeldinger
nl: Alle serverfoutmeldingen
pl: Wszystkie komunikaty o błędach serwera
pt_br: Todas as mensagens de erro do servidor
ru: Все сообщения об ошибках сервера
sk: Všetky chybové správy servera
sl: Vsa sporočila o napakah strežnika
sq: Të gjitha mesazhet e gabimeve të serverit
sr: Sve poruke grešaka servera
sv: Alla felmeddelanden från servern
tr: Tüm sunucu hata mesajları
uk: Усі повідомлення про помилки сервера
vi: Tất cả các thông báo lỗi máy chủ
zh_hk: 所有伺服器錯誤訊息

source: All server logs
ar: كل سجلات الخادم
bg: Всички дневници на сървъра
ca: Tots els registres del servidor
de: Alle Serverprotokolle
eo: All the server logs, fr fr
es: Todos los registros del servidor
fa: تمام لاگ های سرور
fi: Kaikki palvelimen lokit
fr: Tous les journaux du serveur
hu: Minden szerver log
it: Tutti i log del server
ja: すべてのサーバーログ
lt: Visi serverio žurnalai
ms: Semua log pelayan
nb: Alle serverlogger
nl: Alle serverlogboeken
pl: Wszystkie dzienniki serwera
pt_br: Todos os logs do servidor
ru: Все журналы сервера
sk: Všetky protokoly servera
sl: Vsi dnevniki strežnika
sq: Të gjitha log-et e serverit
sr: Svi logovi servera
sv: Alla serverloggar
tr: Tüm sunucu günlükleri
uk: Усі логи сервера
vi: Tất cả nhật ký máy chủ
zh_hk: 所有伺服器日誌

source: Server logs from the current user only
ar: سجلات الخادم للمستخدم الحالي فقط
bg: Сървърни логове само от текущия потребител
ca: El servidor registra només des de l'usuari actual
de: Serverprotokolle nur für den aktuellen Benutzer
eo: Server logs only for the current user, fr.
es: Registros del servidor sólo del usuario actual
fa: سرور فقط از کاربر فعلی گزارش می شود
fi: Palvelimen lokit vain nykyiseltä käyttäjältä
fr: Les journaux du serveur ne concernent que l'utilisateur actuel
hu: Szerver logok az aktuális felhasználótól
it: Il server registra solo i log dell'utente corrente
ja: 現在のユーザーからのログのみ
lt: Serverio žurnalai tik iš dabartinio vartotojo
ms: Log pelayan daripada pengguna semasa sahaja
nb: Serverlogger kun fra den aktuelle brukeren
nl: Serverlogs van alleen de huidige gebruiker
pl: Dzienniki serwera tylko od bieżącego użytkownika
pt_br: Logs do servidor apenas do usuário atual
ru: Сервер ведет журналы только от текущего пользователя
sk: Denníky servera len od aktuálneho používateľa
sl: Strežniški dnevniki samo od trenutnega uporabnika
sq: Log-e serveri vetëm nga përdoruesi aktual
sr: Logovi servera samo od trenutnog korisnika
sv: Serverloggar endast från den aktuella användaren
tr: Yalnızca geçerli kullanıcının sunucu günlükleri
uk: Логи сервера лише від поточного користувача
vi: Nhật ký máy chủ chỉ từ người dùng hiện tại
zh_hk: 伺服器日誌僅來自目前使用者

source: Metabase instance version and settings
hu: Metabase példány és verzió beállításai
ms: Versi dan tetapan instans Metabase

source: Review the downloaded file before sharing it, as the diagnostic info may contain sensitive data.
hu: Nézze át a letöltött fájlt megosztás előtt, mivel a diagnosztikai információk érzékeny adatokat tartalmazhatnak.
ms: Semak fail yang dimuat turun sebelum berkongsi, kerana maklumat diagnostik mungkin mengandungi data sensitif.

source: Download
ar: تنزيل
bg: Изтегляне
ca: Descarregar
de: Herunterladen
eo: Bet, you wanna say "download" in Gen Z slang? Just say "grab" or "score" — like "I’m gonna grab that app" or "I scored the new song." If you wanna be extra, you could say "slide into the downloads" but that’s kinda niche.
es: Descargar
fa: دانلود کنید
fi: Lataa
fr: Télécharger
hu: Letöltés
it: Scaricare
ja: ダウンロード
lt: Atsisiųsti
ms: Muat turun
nb: Last ned
nl: Downloaden
pl: Pobierz
pt_br: Baixar
ru: Скачать
sk: Stiahnite si
sl: Prenesti
sq: Shkarko
sr: Preuzmi
sv: Nedladdningar
tr: İndir
uk: Завантажити
vi: Tải về
zh_hk: 下載

source: Retire {0}
hu: Újra próbálkozás {0}
ms: Bersara {0}

source: When a user logs in via LDAP, create a Metabase account for them automatically if they don't have one.
hu: Ha egy felhasználó LDAP használatával belép, Metabase fiók automatikus létrehozása, ha még nem rendelkeznek azzal.
lt: Kai vartotojas prisijungia per LDAP, automatiškai sukurkite jam metabazės paskyrą, jei jos neturi.
ms: Apabila pengguna log masuk melalui LDAP, cipta akaun Metabase untuk mereka secara automatik jika mereka tidak mempunyai satu.

source: An error occurred while fetching information about your billing.
ar: حدث خطأ أثناء جلب معلومات الفوترة الخاصة بك.
bg: Възникна грешка при извличането на информация за вашето фактуриране.
ca: S'ha produït un error en obtenir informació sobre la vostra facturació.
de: Beim Abrufen von Informationen über Ihre Rechnungsstellung ist ein Fehler aufgetreten.
eo: Bruh, there was a glitch when tryin’ to get your billing info, lol.
es: Se ha producido un error al obtener información sobre su facturación.
fa: هنگام واکشی اطلاعات مربوط به صورت‌حساب شما خطایی روی داد.
fi: Laskutustietojasi haettaessa tapahtui virhe.
fr: Une erreur s'est produite lors de la recherche d'informations sur votre facturation.
hu: Hiba történt a számlázási információinak betöltése során.
it: Si è verificato un errore durante il recupero delle informazioni sulla fatturazione.
ja: 請求に関する情報の取得中にエラーが発生しました。
lt: Gaunant informaciją apie atsiskaitymą įvyko klaida.
ms: Ralat berlaku semasa mengambil maklumat mengenai bil anda.
nb: Det oppstod en feil under innhenting av informasjon om faktureringen din.
nl: Er is een fout opgetreden tijdens het ophalen van informatie over uw facturering.
pl: Wystąpił błąd podczas pobierania informacji o rozliczeniach.
pt_br: Ocorreu um erro ao buscar informações sobre sua cobrança.
ru: При получении информации о вашем биллинге произошла ошибка.
sk: Pri načítavaní informácií o vašej fakturácii došlo k chybe.
sl: Pri pridobivanju informacij o obračunavanju je prišlo do napake.
sq: Ndodhi njE gabim gjatE marrjes sE informacionit pEr faturimin tEnd.
sr: Došlo je do greške pri preuzimanju informacija o vašem fakturisanju.
sv: Ett fel uppstod när vi hämtade information om din fakturering.
tr: Faturalandırmanızla ilgili bilgiler alınırken bir hata oluştu.
uk: Під час отримання інформації про ваш білінг сталася помилка.
vi: Đã xảy ra lỗi khi lấy thông tin về thanh toán của bạn.
zh_hk: 在取得您的帳單資訊時發生錯誤。

source: The main color used throughout the app for buttons and links.
ar: اللون الرئيسي المستخدم في التطبيق للأزرار والروابط.
bg: Основният цвят, използван в цялото приложение за бутоните и връзките.
ca: El color principal utilitzat a tota l'aplicació per als botons i enllaços.
de: Die Hauptfarbe, die in der gesamten App für Schaltflächen und Links verwendet wird.
eo: The main color they’re vibin’ with all over the app for buttons and links.
es: El color principal utilizado en toda la aplicación para botones y enlaces.
fa: رنگ اصلی که در سراسر برنامه برای دکمه ها و پیوندها استفاده می شود.
fi: Sovelluksen painikkeiden ja linkkien pääväri.
fr: La couleur principale utilisée dans l'application pour les boutons et les liens.
hu: Az alkalmazás gombjain és linkjein használt fő szín.
it: Il colore principale utilizzato in tutta l'applicazione per i pulsanti e i collegamenti.
ja: アプリ全体のボタンやリンクに使われるメインカラー。
lt: Pagrindinė spalva, naudojama visoje programoje mygtukams ir nuorodoms.
ms: Warna utama yang digunakan di seluruh aplikasi untuk butang dan pautan.
nb: Hovedfargen som brukes i hele appen for knapper og lenker.
nl: De hoofdkleur die in de app wordt gebruikt voor knoppen en links.
pl: Główny kolor używany w całej aplikacji dla przycisków i łączy.
pt_br: A cor principal usada em todo o aplicativo para botões e links.
ru: Основной цвет, используемый во всем приложении для кнопок и ссылок.
sk: Hlavná farba používaná v celej aplikácii pre tlačidlá a odkazy.
sl: Glavna barva, ki se uporablja v aplikaciji za gumbe in povezave.
sq: Ngjyra kryesore e pErdorur nE tE gjithE aplikacionin pEr butonat dhe lidhjet.
sr: Glavna boja koja se koristi kroz aplikaciju za dugmad i linkove.
sv: Huvudfärgen som används i hela appen för knappar och länkar.
tr: Uygulama genelinde düğmeler ve bağlantılar için kullanılan ana renk.
uk: Основний колір, що використовується в застосунку для кнопок і посилань.
vi: Màu chính được sử dụng trong toàn bộ ứng dụng cho các nút và liên kết.
zh_hk: 整個應用程式中按鈕和連結使用的主要顏色。

source: Note: deleting each of the values will revert them back to default.
ar: ملاحظة: حذف كل قيمة سيُرجعها إلى الإعداد الافتراضي.
bg: Забележка: изтриването на всяка от стойностите ще ги върне обратно към настройките по подразбиране.
ca: Nota: si suprimiu cadascun dels valors, es tornarà a ser predeterminat.
de: Hinweis: Wenn Sie die einzelnen Werte löschen, werden sie auf die Standardwerte zurückgesetzt.
eo: Note: deleting each of the values will send ’em back to the default, fr.
es: Nota: si borra cada uno de los valores, éstos volverán a ser los predeterminados.
fa: توجه: حذف هر یک از مقادیر آنها را به حالت پیش فرض برمی گرداند.
fi: Huomautus: kunkin arvon poistaminen palauttaa ne takaisin oletusarvoihin.
fr: Remarque : la suppression de chacune des valeurs les ramènera à leur valeur par défaut.
hu: Megjegyzés: az értékek törlése visszaállítja azokat az alapértelmezett értékükre.
it: Nota: l'eliminazione di ciascuno dei valori li riporterà ai valori predefiniti.
ja: 注：それぞれの値を削除すると、デフォルトに戻ります。
lt: Pastaba: ištrynus kiekvieną reikšmę, jos bus grąžintos į numatytąsias.
ms: Nota: memadam setiap nilai akan mengembalikannya kepada lalai.
nb: Merk: Hvis du sletter hver av verdiene, tilbakestilles de til standardinnstillingene.
nl: Opmerking: als je alle waarden verwijdert, worden ze teruggezet naar de standaardwaarden.
pl: Uwaga: usunięcie każdej z wartości przywróci je do wartości domyślnych.
pt_br: Observação: a exclusão de cada um dos valores os reverterá para o padrão.
ru: Примечание: удаление каждого из значений вернет их к значениям по умолчанию.
sk: Poznámka: vymazaním každej z hodnôt sa vrátite na predvolené hodnoty.
sl: Opomba: če izbrišete vsako od vrednosti, jih boste vrnili nazaj na privzete vrednosti.
sq: ShEnim: fshirja e secilEs prej vlerave do tEi kthejE ato nE vlerat default.
sr: Napomena: brisanjem svake od vrednosti vratiće se na podrazumevane.
sv: Obs: Om du tar bort värdena återställs de till standardvärdena.
tr: Not: Değerlerin her biri silindiğinde varsayılana geri döndürülür.
uk: Примітка: видалення кожного зі значень поверне їх до дефолтних.
vi: Lưu ý: xóa từng giá trị sẽ đưa chúng trở về mặc định.
zh_hk: 注意： 刪除每個值會將其還原為預設值。

source: Choose up to 24 hex values. We’ll auto-generate what you leave blank.
eo: Pick up to 24 hex codes. We got you and will auto-generate the rest if u leave any blank.
hu: Válasszon ki akár 24 hexadecimális értéket. Az üresen hagyottakat automatikusan generáljuk.
lt: Pasirinkite iki 24 šešioliktainių verčių. Mes automatiškai sugeneruosime tai, ką paliksite tuščią.
ms: Pilih sehingga 24 nilai heks. Kami akan menghasilkan secara automatik apa yang anda tinggalkan kosong.
