Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Are you sure you want remove this group and its API key?
ar: هل أنت متأكد أنك تريد إزالة هذه المجموعة ومفتاح API الخاص بها؟
bg: Сигурни ли сте, че искате да премахнете тази група и нейния API ключ?
ca: Esteu segur que voleu eliminar aquest grup i la seva clau d'API?
de: Sind Sie sicher, dass Sie diese Gruppe und ihren API-Schlüssel entfernen möchten?
eo: Are you lowkey sure you wanna delete this group and its API key?
es: ¿Estás seguro de que quieres eliminar este grupo y su clave API?
fa: آیا مطمئن هستید که می خواهید این گروه و کلید API آن را حذف کنید؟
fi: Haluatko varmasti poistaa tämän ryhmän ja sen API-avaimen?
fr: Êtes-vous sûr de vouloir supprimer ce groupe et sa clé API ?
hu: Biztosan eltávolítja ezt a csoportot és annak API kulcsát?
it: Siete sicuri di voler rimuovere questo gruppo e la sua chiave API?
ja: 本当にこのグループとAPIキーを削除しますか？
lt: Ar tikrai norite pašalinti šią grupę ir jos API raktą?
ms: Adakah anda pasti mahu mengeluarkan kumpulan ini dan kunci API-nya?
nb: Er du sikker på at du vil fjerne denne gruppen og dens API-nøkkel?
nl: Weet je zeker dat je deze groep en zijn API-sleutel wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę grupę i jej klucz API?
pt_br: Tem certeza de que deseja remover este grupo e sua chave de API?
ru: Вы уверены, что хотите удалить эту группу и ее API-ключ?
sk: Ste si istí, že chcete odstrániť túto skupinu a jej kľúč API?
sl: Ali ste prepričani, da želite odstraniti to skupino in njen ključ API?
sq: Jeni i sigurt që doni të hiqni këtë grup dhe çelësin e tij API?
sr: Da li ste sigurni da želite da uklonite ovu grupu i njen API ključ?
sv: Är du säker på att du vill ta bort gruppen och dess API-nyckel?
tr: Bu grubu ve API anahtarını kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цю групу та її API-ключ?
vi: Bạn có chắc chắn muốn xóa nhóm này và khóa API của nhóm này không?
zh_hk: 您確定要移除這個群組及其 API 金鑰嗎？

source: Are you sure you want remove this group and its API keys?
ar: هل أنت متأكد أنك تريد إزالة هذه المجموعة ومفاتيح API الخاصة بها؟
bg: Сигурни ли сте, че искате да премахнете тази група и нейните API ключове?
ca: Esteu segur que voleu eliminar aquest grup i les seves claus d'API?
de: Sind Sie sicher, dass Sie diese Gruppe und ihre API-Schlüssel entfernen möchten?
eo: Are you 100% sure you wanna delete this group and its API keys?
es: ¿Estás seguro de que quieres eliminar este grupo y sus claves API?
fa: آیا مطمئن هستید که می خواهید این گروه و کلیدهای API آن را حذف کنید؟
fi: Haluatko varmasti poistaa tämän ryhmän ja sen API-avaimet?
fr: Êtes-vous sûr de vouloir supprimer ce groupe et ses clés API ?
hu: Biztosan eltávolítja ezt a csoportot és annak API kulcsait?
it: Si è sicuri di voler rimuovere questo gruppo e le sue chiavi API?
ja: 本当にこのグループとAPIキーを削除しますか？
lt: Ar tikrai norite pašalinti šią grupę ir jos API raktus?
ms: Adakah anda pasti mahu mengeluarkan kumpulan ini dan kunci API-nya?
nb: Er du sikker på at du vil fjerne denne gruppen og dens API-nøkler?
nl: Weet je zeker dat je deze groep en zijn API-sleutels wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę grupę i jej klucze API?
pt_br: Tem certeza de que deseja remover este grupo e suas chaves de API?
ru: Вы уверены, что хотите удалить эту группу и ее API-ключи?
sk: Ste si istí, že chcete odstrániť túto skupinu a jej kľúče API?
sl: Ali ste prepričani, da želite odstraniti to skupino in njene ključe API?
sq: Jeni i sigurt që doni të hiqni këtë grup dhe çelësat e tij API?
sr: Da li ste sigurni da želite da uklonite ovu grupu i njene API ključeve?
sv: Är du säker på att du vill ta bort gruppen och dess API-nycklar?
tr: Bu grubu ve API anahtarlarını kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цю групу та її API-ключі?
vi: Bạn có chắc chắn muốn xóa nhóm này và khóa API của nó không?
zh_hk: 您確定要移除這個群組及其 API 金鑰嗎？

source: Remove group
ar: إزالة المجموعة
bg: Премахване на група
ca: Eliminar el grup
de: Entferne Gruppe
eo: Dip the group
es: Eliminar grupo
fa: حذف گروه
fi: Poista ryhmä
fr: Supprimer le groupe
hu: Csoport eltávolítása
it: Rimuovere il gruppo
ja: グループの削除
lt: Pašalinti grupę
ms: Keluarkan kumpulan
nb: Fjern gruppe
nl: Groep verwijderen
pl: Usuń grupę
pt_br: Remover grupo
ru: Удалить группу
sk: Odstránenie skupiny
sl: Odstrani skupino
sq: Hiq grupin
sr: Ukloni grupu
sv: Ta bort grupp
tr: Grubu kaldır
uk: Видалити групу
vi: Xóa nhóm
zh_hk: 移除群組

source: Remove group and API key
ar: إزالة المجموعة ومفتاح API
bg: Премахване на група и API ключ
ca: Eliminar el grup i la clau API
de: Gruppe und API Schlüssel entfernen
eo: Toss the group and API key, fr.
es: Eliminar grupo y clave API
fa: کلید گروه و API را حذف کنید
fi: Poista ryhmä ja API-avain
fr: Supprimer le groupe et la clé API
hu: Csoport és API kulcs eltávolítása
it: Rimuovere il gruppo e la chiave API
ja: グループとAPIキーを削除する
lt: Pašalinkite grupę ir API raktą
ms: Keluarkan kumpulan dan kunci API
nb: Fjern gruppe og API-nøkkel
nl: Groep en API-sleutel verwijderen
pl: Usuń grupę i klucz API
pt_br: Remover grupo e chave de API
ru: Удалите группу и ключ API
sk: Odstránenie skupiny a kľúča API
sl: Odstranjevanje ključa skupine in API-ja
sq: Hiq grupin dhe çelësin API
sr: Ukloni grupu i API ključ
sv: Ta bort grupp och API-nyckel
tr: Grubu ve API anahtarını kaldırma
uk: Видалити групу та API-ключ
vi: Xóa nhóm và khóa API
zh_hk: 移除群組和 API 金鑰

source: Remove group and API keys
ar: إزالة المجموعة ومفاتيح API
bg: Премахване на група и API ключове
ca: Eliminar el group i les claus API
de: Gruppe und API Schlüssel entfernen
eo: Take out the group and API keys, fr.
es: Eliminar grupo y claves API
fa: کلیدهای گروه و API را حذف کنید
fi: Poista ryhmä ja API-avaimet
fr: Supprimer les clés de groupe et d'API
hu: Csoport és API kulcsok eltávolítása
it: Rimuovere il gruppo e le chiavi API
ja: グループキーとAPIキーを削除する
lt: Pašalinkite grupės ir API raktus
ms: Keluarkan kumpulan dan kunci API
nb: Fjern gruppe og API-nøkler
nl: Groep en API-sleutels verwijderen
pl: Usuń grupę i klucze API
pt_br: Remover grupo e chaves de API
ru: Удаление группы и ключей API
sk: Odstránenie skupiny a kľúčov API
sl: Odstranjevanje skupinskih in API-jevih ključev
sq: Hiq grupin dhe çelësat API
sr: Ukloni grupu i API ključeve
sv: Ta bort grupp och API-nycklar
tr: Grup ve API anahtarlarını kaldırma
uk: Видалити групу та API-ключі
vi: Xóa nhóm và khóa API
zh_hk: 移除群組和 API 金鑰

source: All members of this group will lose any permissions settings they have based on this group, and its related API keys will be deleted. You can ${ 0 }.
ar: سيفقد جميع أعضاء هذه المجموعة أي إعدادات أذونات لديهم بناءً على هذه المجموعة، وسيتم حذف مفاتيح API المرتبطة بها. يمكنك ${ 0 }.
bg: Всички членове на тази група ще загубят всички настройки на разрешенията, които имат въз основа на тази група, а свързаните с нея API ключове ще бъдат изтрити. Можете да ${ 0 }.
ca: Tots els membres d'aquest grup perdran la configuració de permisos que tinguin en funció d'aquest grup i se suprimiran les seves claus d'API relacionades. Pots ${ 0 }.
de: Alle Mitglieder dieser Gruppe verlieren alle Berechtigungseinstellungen, die sich auf diese Gruppe beziehen, und die zugehörigen API-Schlüssel werden gelöscht. Sie können ${ 0 }.
eo: Yo, everyone in this group is gonna lose all their perms tied to it, and the API keys linked to it will get deleted. You can ${ 0 }.
es: Todos los miembros de este grupo perderán cualquier configuración de permisos que tengan en función de este grupo y se eliminarán sus claves API relacionadas. Puedes ${ 0 }.
fa: همه اعضای این گروه هرگونه تنظیمات مجوزی را که بر اساس این گروه دارند از دست خواهند داد و کلیدهای API مربوط به آن حذف خواهند شد. شما می توانید ${ 0 }.
fi: Kaikki tämän ryhmän jäsenet menettävät kaikki tähän ryhmään perustuvat käyttöoikeusasetukset, ja siihen liittyvät API-avaimet poistetaan. Voit ${ 0 }.
fr: Tous les membres de ce groupe perdront tous les paramètres d'autorisation qu'ils ont basés sur ce groupe, et les clés API correspondantes seront supprimées. Vous pouvez ${ 0 }.
hu: A csoport minden tagja elveszíti a csoporton alapuló engedélybeállításait, és a kapcsolódó API-kulcsok törlődnek. {0} dollárt fizethet.
it: Tutti i membri di questo gruppo perderanno le impostazioni dei permessi basate su questo gruppo e le relative chiavi API verranno eliminate. È possibile ${ 0 }.
ja: このグループの全メンバーは、このグループに基づく権限設定を失い、関連するAPIキーも削除されます。あなたは${ 0 }することができます。
lt: Visi šios grupės nariai praras visus pagal šią grupę turimus leidimų nustatymus, o su ja susiję API raktai bus ištrinti. Galite sumokėti {0} USD.
ms: Semua ahli kumpulan ini akan kehilangan sebarang tetapan kebenaran yang mereka ada berdasarkan kumpulan ini, dan kunci API yang berkaitan akan dipadamkan. Anda boleh ${ 0 }.
nb: Alle medlemmene av denne gruppen vil miste tillatelser de har basert på denne gruppen, og dens relaterte API-nøkler vil bli slettet. Du kan ${ 0 }.
nl: Alle leden van deze groep verliezen alle machtigingsinstellingen die ze hebben op basis van deze groep, en de gerelateerde API-sleutels worden verwijderd. U kunt ${ 0 }.
pl: Wszyscy członkowie tej grupy utracą wszelkie ustawienia uprawnień, które mają w oparciu o tę grupę, a powiązane z nią klucze API zostaną usunięte. Możesz ${ 0 }.
pt_br: Todos os membros deste grupo perderão todas as configurações de permissões baseadas neste grupo, e suas chaves de API relacionadas serão excluídas. Você pode ${ 0 }.
ru: Все члены этой группы потеряют все настройки прав доступа, основанные на этой группе, а связанные с ней API-ключи будут удалены. Вы можете ${ 0 }.
sk: Všetci členovia tejto skupiny stratia všetky nastavenia oprávnení, ktoré majú na základe tejto skupiny, a súvisiace kľúče API budú odstránené. Môžete ${ 0 }.
sl: Vsi člani te skupine bodo izgubili vse nastavitve dovoljenj, ki jih imajo na podlagi te skupine, povezani ključi API pa bodo izbrisani. Lahko ${ 0 }.
sq: Të gjithë anëtarët e këtij grupi do të humbasin çdo cilësim lejesh që kanë bazuar në këtë grup, dhe çelësat e lidhur API do të fshihen. Mund të ${ 0 }.
sr: Svi članovi ove grupe će izgubiti sva podešavanja dozvola koja imaju na osnovu ove grupe, a povezani API ključevi će biti obrisani. Možete ${ 0 }.
sv: Alla användare i denna gruppen
tr: Bu grubun tüm üyeleri, bu gruba bağlı olarak sahip oldukları tüm izin ayarlarını kaybedecek ve ilgili API anahtarları silinecektir. Şunları yapabilirsiniz ${ 0 }.
uk: Усі учасники цієї групи втратять усі налаштування дозволів, які вони мають завдяки цій групі, а пов’язані API-ключі буде видалено. Ви можете ${ 0 }.
vi: Tất cả thành viên của nhóm này sẽ mất mọi thiết lập quyền mà họ có dựa trên nhóm này và các khóa API liên quan sẽ bị xóa. Bạn có thể ${ 0 }.
zh_hk: 該群組的所有成員將失去基於該群組的任何權限設定，其相關的 API 金鑰也會被刪除。您可以 ${ 0 }.

source: move the API keys to another group
ar: نقل مفاتيح API إلى مجموعة أخرى
bg: преместване на API ключовете в друга група
ca: Mou les claus API a un altre group
de: Verschieben der API-Schlüssel in eine andere Gruppe
eo: yo, just slide the API keys into a diff group fr
es: mover las claves API a otro grupo
fa: کلیدهای API را به گروه دیگری منتقل کنید
fi: Vaihda API-avain toiseen ryhmään
fr: déplacer les clés API vers un autre groupe
hu: helyezze át az API kulcsokat egy másik csoportba
it: spostare le chiavi API in un altro gruppo
ja: APIキーを別のグループに移動する
lt: perkelti API raktus į kitą grupę
ms: pindahkan kunci API ke kumpulan lain
nb: flytt API-nøkler til en annen gruppe
nl: de API-sleutels naar een andere groep verplaatsen
pl: przenieść klucze API do innej grupy
pt_br: mover as chaves de API para outro grupo
ru: переместить ключи API в другую группу
sk: presunúť kľúče API do inej skupiny
sl: premikanje ključev API-ja v drugo skupino
sq: lëvizni çelësat API në një grup tjetër
sr: premesti API ključeve u drugu grupu
sv: flytta API-nycklarna till en annan grupp
tr: API anahtarlarını başka bir gruba taşıma
uk: перемістити API-ключі до іншої групи
vi: di chuyển các khóa API sang một nhóm khác
zh_hk: 將 API 金鑰移至其他群組

source: (includes 1 API key)
ar: (يتضمن 1 مفتاح API)
bg: (включва 1 API ключ)
ca: (inclou 1 clau API)
de: (beinhaltet 1 API Schlüssel)
es: (incluye 1 clave API)
fa: (شامل 1 کلید API)
fi: ␣(sisältää 1 API avainta)
fr: (comprend 1 clé API)
hu: (1 API-kulcsot tartalmaz)
it: (include 1 chiave API)
ja: (APIキー1個を含む）
lt: (yra 1 API raktas)
ms: (termasuk 1 kunci API)
nb: (inkluderer 1 API-nøkkel)
nl: (inclusief 1 API-sleutel)
pl: (zawiera 1 klucz API)
pt_br: (inclui 1 chave de API)
ru: (включает 1 ключ API)
sk: (zahŕňa 1 kľúč API)
sl: (vključuje 1 ključ API)
sq: (përfshin 1 çelës API)
sr: (uključuje 1 API ključ)
sv: (inkluderar 1 API-nyckel)
tr: (1 API anahtarı içerir)
uk: (включає 1 API-ключ)
vi: (bao gồm 1 khóa API)
zh_hk: (包含 1 個 API 金鑰)

source: (includes {0} API keys)
ar: (يتضمن {0} مفاتيح API)
bg: (включва {0} API ключове)
ca: (inclou {0} claus API)
de: (beinhaltet {0} API Schlüssel)
es: (incluye {0} claves API)
fa: (شامل {0} کلیدهای API)
fi: ␣(sisältää {0} API-avainta)
fr: (comprend {0} clés API)
hu: ({0} API-kulcsot tartalmaz)
it: (include le chiavi API di {0})
ja: ({0}個のAPIキーを含む)
lt: (apima {0} API raktus)
ms: (termasuk {0} kunci API)
nb: (inkluderer {0} API nøkler)
nl: (inclusief {0} API-sleutels)
pl: (zawiera klucze API {0})
pt_br: (inclui {0} chaves de API)
ru: (включает в себя {0} API-ключи)
sk: (zahŕňa kľúče API {0})
sl: (vključuje {0} ključe API)
sq: (përfshin {0} çelësa API)
sr: (uključuje {0} API ključeva)
sv: (inkluderar {0} API-nycklar)
tr: ( {0} API anahtarlarını içerir)
uk: (включає {0} API-ключів)
vi: (bao gồm {0} khóa API)
zh_hk: (包含 {0} API 金鑰)

source: The {0} variable requires a default value but none was provided.
hu: A {0} változó alapértelmezett értéket igényel, de egyiket sem adta meg.
ms: Pembolehubah {0} memerlukan nilai lalai tetapi tiada yang diberikan. Jamak: Pembolehubah {0} memerlukan nilai lalai tetapi tiada yang diberikan.

source: Primary number
ar: الرقم الأساسي
bg: Първичен номер
ca: Número primari
de: Primäre Nummer
eo: Main digits
es: Numero primario
fa: شماره اولیه
fi: Ensisijainen numero
fr: Numéro primaire
hu: Elsődleges szám
it: Numero primario
ja: 一次番号
lt: Pirminis numeris
ms: Nombor utama
nb: Primært nummer
nl: Primair nummer
pl: Numer podstawowy
pt_br: Número primário
ru: Основной номер
sk: Primárne číslo
sl: Primarna številka
sq: Numri kryesor
sr: Primarni broj
sv: Primärt nummer
tr: Birincil numara
uk: Основне число
vi: Số chính
zh_hk: 主要號碼

source: Comparisons
ar: المقارنات
bg: Сравнения
ca: Comparacions
de: Vergleiche
eo: Comparos
es: Comparaciones
fa: مقایسه ها
fi: Vertailut
fr: Comparaisons
hu: Összehasonlítások
it: Confronti
ja: 比較
lt: Palyginimai
ms: Perbandingan
nb: Sammenlikninger
nl: Vergelijkingen
pl: Porównania
pt_br: Comparações
ru: Сравнения
sk: Porovnania
sl: Primerjave
sq: Krahasime
sr: Poređenja
sv: Jämförelser
tr: Karşılaştırmalar
uk: Порівняння
vi: So sánh
zh_hk: 比較

source: Compact number
ar: رقم مُختصر
bg: Компактен номер
ca: Compactar el nombre
de: Kompakte Nummer
eo: Vibe count
es: Número compacto
fa: عدد فشرده
fi: Tiivis numero
fr: Numéro compact
hu: Kompakt szám
it: Numero compatto
ja: コンパクトナンバー
lt: Kompaktiškas skaičius
ms: Nombor padat
nb: Kompakt nummer
nl: Compact aantal
pl: Numer kompaktowy
pt_br: Número compacto
ru: Компактный номер
sk: Kompaktné číslo
sl: Kompaktna številka
sq: NumEr kompakt
sr: Kompaktan broj
sv: Förkortat nummer
tr: Kompakt numara
uk: Компактне число
vi: Số nhỏ gọn
zh_hk: 緊湊型號碼

source: You’re connecting Metabase to the {0} database using the credentials for the Redshift user {1}. For impersonation to work, {2} must be a superuser in Redshift.
ar: أنت تربط Metabase بقاعدة البيانات {0} باستخدام بيانات اعتماد مستخدم Redshift {1}. لكي يعمل انتحال الهوية، يجب أن يكون {2} مستخدمًا فائقًا في Redshift.
bg: Свързвате Metabase към базата данни {0} , като използвате данните за потребителя на Redshift {1}. За да работи олицетворението, {2} трябва да е суперпотребител в Redshift.
ca: Esteu connectant Metabase a la base de dades {0} mitjançant les credencials de l'usuari de Redshift {1}. Perquè la suplantació funcioni, {2} ha de ser un superusuari a Redshift.
de: Sie verbinden Metabase mit der Datenbank {0} unter Verwendung der Anmeldeinformationen des Redshift-Benutzers {1}. Damit die Impersonation funktioniert, muss {2} ein Superuser in Redshift sein.
eo: You're linking Metabase to the {0} database with the Redshift user {1} creds. For impersonation to work, {2} gotta be a superuser in Redshift, fr.
es: Estás conectando Metabase a la base de datos {0} usando las credenciales del usuario de Redshift {1}. Para que la suplantación funcione, {2} debes ser superusuario en Redshift.
fa: شما در حال اتصال Metabase به پایگاه داده {0} با استفاده از اطلاعات کاربری برای کاربر Redshift {1}هستید. برای اینکه جعل هویت کار کند، {2} باید یک ابرکاربر در Redshift باشد.
fi: Olet yhdistämässä Metabasea tietokantaan {0} Redshift-käyttäjän {1} tunnistetiedoilla. Jotta toisena henkilönä esiintyminen toimisi, käyttäjän {2} on oltava Redshiftin pääkäyttäjä.
fr: Vous connectez Metabase à la base de données {0} en utilisant les informations d'identification de l'utilisateur Redshift {1}. Pour que l'usurpation d'identité fonctionne, {2} doit être un superutilisateur dans Redshift.
hu: A Metabase-t a(z) {0} adatbázishoz kapcsolja a Redshift felhasználó {1} hitelesítő adataival. Ahhoz, hogy a megszemélyesítés működjön, {2} szuperfelhasználónak kell lennie a Redshiftben.
it: Si sta collegando Metabase al database {0} utilizzando le credenziali dell'utente Redshift {1}. Perché l'impersonificazione funzioni, {2} deve essere un superutente in Redshift.
ja: あなたはRedshiftユーザー{1}の認証情報を使用して{0}データベースにMetabaseを接続しています。なりすましが機能するためには、{2}がRedshiftのスーパーユーザーである必要があります。
lt: Jungiate metabazę prie {0} duomenų bazės naudodami Redshift vartotojo kredencialus {1}. Kad apsimetinėjimas veiktų, {2} turi būti Redshift supernaudotojas.
ms: Anda sedang menyambungkan Metabase ke pangkalan data {0} menggunakan kelayakan untuk pengguna Redshift {1}. Untuk peniruan berfungsi, {2} mesti menjadi superuser dalam Redshift.
nb: Du kobler Metabase til databasen {0} med inloggingsinformasjonen til Redshift-brukeren {1}. For at brukeretterlikning skal virke, må {2} være en superbruker i Redshift.
nl: U maakt een verbinding tussen Metabase en de database {0} met behulp van de referenties voor de Redshift-gebruiker {1}. Om impersonatie te laten werken, moet {2} een superuser zijn in Redshift.
pl: Łączysz Metabase z bazą danych {0} przy użyciu poświadczeń użytkownika Redshift {1}. Aby personifikacja działała, {2} musi być superużytkownikiem w Redshift.
pt_br: Você está conectando o Metabase ao banco de dados {0} usando as credenciais do usuário Redshift {1}. Para que a representação funcione, {2} deve ser um superusuário no Redshift.
ru: Вы подключаете Metabase к базе данных {0} , используя учетные данные пользователя Redshift {1}. Чтобы имперсонация работала, {2} должен быть суперпользователем в Redshift.
sk: Metabázu pripájate k databáze {0} pomocou poverení pre používateľa Redshift {1}. Aby zosobnenie fungovalo, musí byť {2} superužívateľom v Redshift.
sl: Metabase povezujete z bazo podatkov {0} z uporabo poverilnic za {1} uporabnika Redshift. Da bi lažno predstavljanje delovalo, mora biti {2} superuporabnik v Redshiftu.
sq: Po lidh Metabase me bazEn e tEdhEnave {0} duke pErdorur kredencialet e pErdoruesit Redshift {1}. QE imitimi i identitetit tE funksionojE, {2} duhet tE jetE superpErdorues nE Redshift.
sr: Povezujete Metabase sa bazom {0} koristeći kredencijale Redshift korisnika {1}. Da bi predstavljanje kao drugi korisnik radilo, {2} mora biti superkorisnik u Redshift-u.
sv: Du ansluter Metabase till databasen {0} med inloggningsuppgifter för Redshift-användaren {1}. För att användar-imitering ska fungera behöver {2} vara en superuser i Redshift.
tr: {1}Redshift kullanıcısının kimlik bilgilerini kullanarak Metabase'i {0} veritabanına bağlıyorsunuz. Kimliğe bürünmenin çalışması için {2} Redshift'te bir süper kullanıcı olmalıdır.
uk: Ви підключаєте Metabase до бази даних {0}, використовуючи облікові дані користувача Redshift {1}. Щоб імперсонація працювала, {2} має бути суперкористувачем у Redshift.
vi: Bạn đang kết nối Metabase với cơ sở dữ liệu {0} bằng thông tin đăng nhập của người dùng Redshift {1}. Để mạo danh hoạt động, {2} phải là siêu người dùng trong Redshift.
zh_hk: 您使用 Redshift 使用者 {1}的憑證，將 Metabase 連接到 {0} 資料庫。為了讓冒充有效， {2} 必須是 Redshift 的超級使用者。
