Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

# {0} is the link to implement JWT or SAML authentication.
source: You can test Embedded analytics SDK on localhost quickly by using API keys. To use the SDK on other sites, {0}.
ar: يمكنك اختبار SDK للتحليلات المضمنة على localhost بسرعة باستخدام مفاتيح API. لاستخدام الـ SDK على مواقع أخرى، {0}.
bg: Можете бързо да тествате вградения SDK за анализи на localhost, като използвате API ключове. За да използвате SDK на други сайтове, {0}.
ca: Podeu provar l'SDK d'anàlisi incrustat a localhost ràpidament mitjançant les claus de l'API. Per utilitzar l'SDK en altres llocs, {0}.
de: Sie können das Embedded Analytics SDK mithilfe von API-Schlüsseln schnell auf dem lokalen Host testen. Um das SDK auf anderen Websites zu verwenden, {0}.
es: Puedes probar la SDK para analítica embebida en locahost de forma rápida usando las llaves API. Para usar la SDK en otros sitios, {0}.
fa: شما می‌توانید SDK تحلیلی تعبیه‌شده را با استفاده از کلیدهای API به سرعت روی لوکال هاست آزمایش کنید. برای استفاده از SDK در سایت‌های دیگر، {0}.
fi: Voit testata upotettua analytics SDK:ta lokaalisti nopeasti käyttämällä API-avaimia. Jos haluat käyttää SDK:ta muissa sivustoissa, {0}.
fr: Vous pouvez tester rapidement le SDK d'analyse intégré sur localhost grâce aux clés API. Pour utiliser le SDK sur d'autres sites, {0}.
it: È possibile testare rapidamente l'SDK di analisi embedded su localhost utilizzando le chiavi API. Per utilizzare l'SDK su altri siti, {0}.
ja: APIキーを使えば、ローカルホストで埋め込み型分析SDKを簡単にテストできます。他のサイトでSDKを使用するには、 {0}をご覧ください。
nb: Du kan raskt teste Embedded analytics SDK på localhost ved å bruke API-nøkler. For å bruke SDK på andre nettsteder, {0}.
nl: Je kunt de Embedded Analytics SDK snel testen op localhost met behulp van API-sleutels. Om de SDK op andere sites te gebruiken, {0}.
pl: Możesz szybko przetestować zestaw SDK do analityki wbudowanej na komputerze lokalnym, używając kluczy API. Aby użyć zestawu SDK na innych stronach, wykonaj polecenie {0}.
pt_br: Você pode testar rapidamente o SDK de análise incorporada no localhost usando chaves de API. Para usar o SDK em outros sites, {0}.
ru: Вы можете быстро протестировать SDK встроенной аналитики на локальном хосте, используя ключи API. Чтобы использовать SDK на других сайтах, нажмите {0}.
sk: Vstavanú analytickú sadu SDK môžete rýchlo otestovať na lokálnom hostiteľovi pomocou kľúčov API. Ak chcete sadu SDK použiť na iných stránkach, {0}.
sl: Vgrajeni analitični SDK lahko hitro preizkusite na localhost s ključi API. Če želite SDK uporabljati na drugih spletnih mestih, {0}.
sq: Mund ta testoni shpejt SDK-në e Analitikës së integruar në localhost duke përdorur API keys. Për ta përdorur SDK-në në site-e të tjera, {0}.
sr: Možete brzo da testirate SDK za ugrađenu analitiku na localhost-u koristeći API ključeve. Da biste koristili SDK na drugim sajtovima, {0}.
sv: Du kan snabbt testa Embedded Analytics SDK på localhost med hjälp av API-nycklar. För att använda SDK:et på andra webbplatser, {0}.
tr: API anahtarlarını kullanarak Embedded Analytics SDK'sını localhost'ta hızlıca test edebilirsiniz. SDK'yı diğer sitelerde kullanmak için {0}.
uk: Ви можете швидко протестувати вбудовану аналітику SDK на localhost, використовуючи API-ключі. Щоб використовувати SDK на інших сайтах, {0}.
vi: Bạn có thể kiểm tra SDK phân tích nhúng trên máy chủ cục bộ một cách nhanh chóng bằng cách sử dụng khóa API. Để sử dụng SDK trên các trang web khác, hãy truy cập {0}.
zh_hk: 您可以使用 API 金鑰在 localhost 上快速測試 Embedded analytics SDK。若要在其他網站使用 SDK， {0}。

# Short for 'Add another webhook'
source: Add another
ar: أضف واحدًا آخر
bg: Добави още един
ca: Afegeix un altre
de: Füge einen Weiteren hinzu
es: Añadir otro
fa: یکی دیگه اضافه کن
fi: Lisää toinen
fr: Ajouter un autre
it: Aggiungine un altro
ja: もう一つ追加
nb: Legg til en til
nl: Voeg er nog een toe
pl: Dodaj kolejny
pt_br: Adicionar outro
ru: Добавить еще
sk: Pridať ďalší
sl: Dodajanje še enega
sq: Shto një tjetër
sr: Dodaj još jedan
sv: Lägg till
tr: Başka bir tane ekle
uk: Додати ще
vi: Thêm một cái nữa
zh_hk: 加入另一個

# {0} is a link that publishes an entity to be embeddable via guest embedding
source: To get the embedding code, {0}.
ar: للحصول على كود التضمين، {0}.
bg: За да получите кода за вграждане, {0}.
ca: Per obtenir el codi d'incrustació, {0}.
de: Um den Einbettungscode zu erhalten, {0}.
es: Para obtener el código de inserción, {0}.
fa: برای دریافت کد جاسازی، {0}.
fi: Saadaksesi upotuskoodin, {0}.
fr: Pour obtenir le code d'intégration, {0}.
it: Per ottenere il codice di incorporamento, {0}.
ja: 埋め込みコードを取得するには、 {0}です。
nb: For å få innbyggingskoden, {0}.
nl: Om de inbeddingscode te verkrijgen, {0}.
pl: Aby uzyskać kod osadzania, {0}.
pt_br: Para obter o código de incorporação, {0}.
ru: Чтобы получить код встраивания, используйте {0}.
sk: Ak chcete získať kód na vloženie, {0}.
sl: Za pridobitev kode za vdelavo uporabite {0}.
sq: Për të marrë kodin e integrimit, {0}.
sr: Da biste dobili kod za ugrađivanje, {0}.
sv: För att hämta inbäddningskoden, {0}.
tr: Gömme kodunu almak için {0}.
uk: Щоб отримати код вбудування, {0}.
vi: Để lấy mã nhúng, {0}.
zh_hk: 若要取得嵌入程式碼， {0}。

# A noun, shown in the sidebar as a navigation link
source: Data
ar: البيانات
bg: Данни
ca: Dades
de: Daten
es: Datos
fa: داده ها
fr: Données
it: Dati
ja: データ
nl: Gegevens
pl: Dane
pt_br: Dados
ru: Данные
sk: Dáta
sl: Podatki
sq: Të dhëna
sr: Podaci
tr: Veri
uk: Дані
vi: Dữ liệu
zh_hk: 資料

# An additional clarification for a human-readable schedule description
source: , according to your {0} timezone ({1}).
ar: ، وفقًا لمنطقتك الزمنية {0} ({1}).
bg: , според вашата {0} часова зона ({1}).
ca: , segons la vostra zona horària {0} ({1}).
de: , entsprechend Ihrer {0} Zeitzone ({1}).
es: , según su zona horaria {0} ({1}).
fa: ، با توجه به منطقه زمانی {0} شما ({1}).
fi: , {0} aikavyöhykkeesi mukaan ({1}).
fr: , selon votre fuseau horaire {0} ({1}).
it: , in base al tuo fuso orario {0} ({1}).
ja: あなたの {0} タイムゾーン ({1}) に応じて。
nb: , i henhold til din {0} tidssone ({1}).
nl: , volgens uw {0} tijdzone ({1}).
pl: , zgodnie z Twoją strefą czasową {0} ({1}).
pt_br: , de acordo com seu fuso horário {0} ({1}).
ru: , в соответствии с вашим часовым поясом {0} ({1}).
sk: , podľa vášho časového pásma {0} ({1}).
sl: , glede na vaš {0} časovni pas ({1}).
sq: , sipas zonës tënde kohore {0} ({1}).
sr: , prema vašoj {0} vremenskoj zoni ({1}).
sv: , enligt din {0} tidszon ({1}).
tr: , {0} saat diliminize ({1}) göre.
uk: , відповідно до вашого часового поясу {0} ({1}).
vi: , theo múi giờ {0} của bạn ({1}).
zh_hk: , 根據您的 {0} 時區 ({1})。

# An additional clarification for a human-readable schedule description
source: {0}, your {1} timezone.
ar: {0}، منطقتك الزمنية {1}.
bg: {0}, вашата {1} часова зона.
ca: {0}, la teva zona horària {1} .
de: {0}, Ihre {1} Zeitzone.
es: {0}, tu zona horaria {1} .
fa: {0}، منطقه زمانی {1} شما.
fi: {0}, {1} aikavyöhykkeesi.
fr: {0}, votre fuseau horaire {1} .
it: {0}, il tuo fuso orario {1} .
ja: {0}、あなたの {1} タイムゾーン。
nb: {0}, din {1} tidssone.
nl: {0}, uw {1} tijdzone.
pl: {0}, Twoja strefa czasowa {1} .
pt_br: {0}, seu fuso horário {1} .
ru: {0}, ваш часовой пояс {1} .
sk: {0}, vaše časové pásmo {1} .
sl: {0}, vaš {1} časovni pas.
sq: {0}, zona jote kohore {1}.
sr: {0}, vaša {1} vremenska zona.
sv: {0}, din {1} tidszon.
tr: {0}, sizin {1} saat diliminiz.
uk: {0}, ваш часовий пояс {1}.
vi: {0}, múi giờ {1} của bạn.
zh_hk: {0}, 您的 {1} 時區。

# A verb in the imperative mood
source: Check
ar: تحقق
bg: Проверете
ca: Comprovar
de: Prüfe
es: Comprobar
fa: بررسی کنید
fi: Tarkasta
fr: Vérifier
it: Controllo
ja: チェック
lt: Patikrinkite
nb: Sjekk
nl: Rekening
pl: Sprawdzać
pt_br: Verificar
ru: Проверять
sk: Skontrolujte
sl: Preveriti
sq: Kontrollo
sr: Proveri
sv: Kontrollera
tr: Kontrol etmek
uk: Перевірити
vi: Kiểm tra
zh_hk: 檢查

# A verb in the imperative mood
source: Run
ar: تشغيل
bg: Изпълни
ca: Executar
de: Ausführen
es: Ejecutar
fa: اجرا
fi: Juokse
fr: Exécuter
it: Esegui
ja: 走る
nb: Kjør
nl: Uitvoeren
pl: Uruchom
pt_br: Executar
ru: Запуск
sk: Spustenie
sl: Teči
sq: Ekzekuto
sr: Pokreni
sv: Springa
tr: Çalıştır
uk: Запустити
vi: Chạy
zh_hk: 執行

source: {0} to navigate. {1} to select.
ar: {0} للتنقل. {1} للتحديد.
bg: {0} за навигация. {1} за избор.
ca: {0} per navegar. {1} per seleccionar.
de: {0} zum Navigieren. {1} zum Auswählen.
es: {0} para navegar. {1} para seleccionar.
fa: برای پیمایش {0} و برای انتخاب {1} را فشار دهید.
fi: {0} navigointiin. {1} valintaan.
fr: {0} pour naviguer. {1} pour sélectionner.
it: {0} per navigare. {1} per selezionare.
ja: {0} で移動します。 {1} で選択します。
nb: {0} for å navigere. {1} for å velge.
nl: {0} om te navigeren. {1} om te selecteren.
pl: {0} do nawigacji. {1} do wyboru.
pt_br: {0} para navegar. {1} para selecionar.
ru: {0} для навигации. {1} для выбора.
sk: {0} pre navigáciu. {1} pre výber.
sl: {0} za navigacijo. {1} za izbiro.
sq: {0} për të naviguar. {1} për të përzgjedhur.
sr: {0} za navigaciju. {1} za izbor.
sv: {0} för att navigera. {1} för att välja.
tr: Gezinmek için {0} . Seçmek için {1} .
uk: {0} для навігації. {1} для вибору.
vi: {0} để điều hướng. {1} để chọn.
zh_hk: {0} {1} 來選取。

# {0} is the left arrow icon
source: Create a snippet from scratch or select and right-click existing code. Then use the {0} button to add it to your query.
ar: أنشئ مقتطفًا من الصفر أو حدّد كودًا موجودًا وانقر بزر الماوس الأيمن. ثم استخدم زر {0} لإضافته إلى استعلامك.
bg: Създайте фрагмент от нулата или изберете и щракнете с десния бутон върху съществуващ код. След това използвайте бутона {0} , за да го добавите към вашата заявка.
ca: Creeu un fragment des de zero o seleccioneu el codi existent i feu-hi clic amb el botó dret. A continuació, utilitzeu el botó {0} per afegir-lo a la vostra consulta.
de: Erstellen Sie einen Codeausschnitt von Grund auf neu oder wählen Sie vorhandenen Code aus und klicken Sie mit der rechten Maustaste darauf. Verwenden Sie dann die Schaltfläche {0} , um ihn Ihrer Abfrage hinzuzufügen.
es: Crea un fragmento desde cero o selecciona y haz clic derecho en el código existente. Luego, usa el botón {0} para agregarlo a tu consulta.
fa: یک قطعه از ابتدا ایجاد کنید یا کد موجود را انتخاب کرده و راست کلیک کنید. سپس از دکمه {0} برای اضافه کردن آن به درخواست خود استفاده کنید.
fi: Luo katkelma tyhjästä tai valitse olemassa oleva koodi ja napsauta sitä hiiren kakkospainikkeella. Käytä sitten {0} -painiketta lisätäksesi sen kyselyyn.
fr: Créez un extrait de code à partir de zéro ou sélectionnez-le et faites un clic droit sur un code existant. Utilisez ensuite le bouton {0} pour l'ajouter à votre requête.
it: Crea uno snippet da zero o seleziona e fai clic con il pulsante destro del mouse sul codice esistente. Quindi usa il pulsante {0} per aggiungerlo alla tua query.
ja: スニペットを最初から作成するか、既存のコードを選択して右クリックします。次に、 {0} ボタンを使用してクエリに追加します。
lt: Sukurkite fragmentą nuo nulio arba pasirinkite ir dešiniuoju pelės mygtuku spustelėkite esamą kodą. Tada naudokite mygtuką {0} , kad pridėtumėte jį prie užklausos.
nb: Opprett en kodebit fra bunnen av, eller velg og høyreklikk på eksisterende kode. Bruk deretter {0} -knappen for å legge den til i spørringen.
nl: Maak een snippet vanaf nul of selecteer en klik met de rechtermuisknop op bestaande code. Gebruik vervolgens de knop {0} om het toe te voegen aan uw query.
pl: Utwórz fragment kodu od podstaw lub wybierz i kliknij prawym przyciskiem myszy istniejący kod. Następnie użyj przycisku {0} , aby dodać go do zapytania.
pt_br: Crie um trecho do zero ou selecione e clique com o botão direito no código existente. Em seguida, use o botão {0} para adicioná-lo à sua consulta.
ru: Создайте фрагмент с нуля или выберите и щелкните правой кнопкой мыши существующий код. Затем используйте кнопку {0} , чтобы добавить его в свой запрос.
sk: Vytvorte úryvok od začiatku alebo vyberte existujúci kód a kliknite naň pravým tlačidlom myši. Potom ho pomocou tlačidla {0} pridajte do svojho dopytu.
sl: Ustvarite delček iz nič ali izberite in z desno miškino tipko kliknite obstoječo kodo. Nato uporabite gumb {0} , da ga dodate svoji poizvedbi.
sq: Krijo një fragment nga e para ose zgjidh dhe kliko me të djathtën mbi kodin ekzistues. Pastaj përdor butonin {0} për ta shtuar në pyetjen tënde.
sr: Kreirajte snippet od nule ili izaberite i kliknite desnim tasterom na postojeći kod. Zatim koristite dugme {0} da ga dodate u svoj upit.
sv: Skapa ett utdrag från början eller välj och högerklicka på befintlig kod. Använd sedan {0} -knappen för att lägga till den i din fråga.
tr: Sıfırdan bir kod parçası oluşturun veya mevcut kodu seçip sağ tıklayın. Ardından {0} düğmesini kullanarak sorgunuza ekleyin.
uk: Створіть фрагмент з нуля або виділіть наявний код і клацніть правою кнопкою миші. Потім натисніть кнопку {0}, щоб додати його до вашого запиту.
vi: Tạo một đoạn mã từ đầu hoặc chọn và nhấp chuột phải vào mã hiện có. Sau đó sử dụng nút {0} để thêm vào truy vấn của bạn.
zh_hk: 從頭開始建立一個片段，或選擇並右擊現有的程式碼。然後使用 {0} 按鈕將其新增至您的查詢。

# Refers to: 'Events' in a collection
source: in
ar: في
bg: в
ca: en
es: en
fa: در
fi: The word "in" can have multiple translations in Finnish depending on its context. Here are a few possible translations: 1. "In" as a preposition indicating location: "sisällä" Example: The cat is in the house. - Kissa on talossa. 2. "In" as a preposition indicating time: "aikana" Example: I will see you in the evening. - Näen sinut illalla. 3. "In" as an adverb indicating inclusion: "mukana" Example: She brought her dog in. - Hän toi koiransa mukanaan. Please provide more context if you need a more specific translation.
fr: dans
ja: において
lt: viduj
nb: i
pl: w
pt_br: em
ru: в
sk: v
sl: v
sq: në
sr: u
sv: i
tr: içinde
uk: в
vi: trong
zh_hk: 於

# dialog title for moving a transform to another collection
source: Move "{0}"
ar: نقل "{0}"
bg: Премести „{0}“
ca: Moure "{0}"
de: Bewege "{0}"
es: Mover "{0}"
fa: انتقال "{0}"
fi: Siirrä "{0}"
fr: Déplacer "{0}"
it: Vuoi spostare "{0}"
ja: 「{0}」を移動
nb: Flytt "{0}"
nl: Verplaats "{0}"
pl: Przenieść "{0}"
pt_br: Mover "{0}"
ru: Переместить "{0}"
sk: Presunúť "{0}"
sl: Premakni »{0}«
sq: Lëviz "{0}"
sr: Premesti "{0}"
sv: Flytta "{0}"
tr: "{0}" hareketini gerçekleştirin
uk: Перемістити "{0}"
vi: Di chuyển "{0}"
zh_hk: 移動 "{0}"

# {0} is the name of an AI assistant
source: Configure {0}
ar: اضبط {0}
bg: Конфигуриране {0}
ca: Configura {0}
de: Konfigurieren Sie {0}
es: Configurar {0}
fa: پیکربندی {0}
fi: Määritä {0}
fr: Configurer {0}
it: Configura {0}
ja: {0}を設定する
nb: Konfigurer {0}
nl: Configureren {0}
pl: Konfiguruj {0}
pt_br: Configurar {0}
ru: Настроить {0}
sk: Konfigurovať {0}
sl: Konfiguriraj {0}
sq: Konfiguro {0}
sr: Podesi {0}
sv: Konfigurera {0}
tr: {0}'ı yapılandırın
uk: Налаштувати {0}
vi: Cấu hình {0}
zh_hk: 設定 {0}

# {0} is the name of an AI assistant
source: {0} is Metabase's AI agent. To help {1} more easily find and focus on the data you care about most, configure what content it should be able to access or use to create queries.
ar: {0} هو وكيل الذكاء الاصطناعي في Metabase. لمساعدة {1} على العثور بسهولة أكبر على البيانات التي تهمك أكثر والتركيز عليها، قم بإعداد المحتوى الذي ينبغي أن يتمكن من الوصول إليه أو استخدامه لإنشاء الاستعلامات.
bg: {0} е AI агентът на Metabase. За да помогнете на {1} по-лесно да намира и да се фокусира върху данните, които ви интересуват най-много, конфигурирайте до какво съдържание трябва да има достъп или да го използва за създаване на заявки.
ca: {0} és l'agent d'IA de Metabase. Per ajudar {1} a trobar i centrar-se més fàcilment en les dades que més us importen, configureu a quin contingut hauria de poder accedir o utilitzar per crear consultes.
de: {0} ist der KI-Agent von Metabase. Damit {1} die wichtigsten Daten leichter finden und sich darauf konzentrieren kann, konfigurieren Sie, auf welche Inhalte es zugreifen oder welche Inhalte es zum Erstellen von Abfragen verwenden kann.
es: {0} es el agente de IA de Metabase. Para que {1} encuentre y se centre más fácilmente en los datos que más le interesan, configure a qué contenido podrá acceder o usar para crear consultas.
fa: {0} عامل هوش مصنوعی متابیس است. برای کمک به {1} برای یافتن و تمرکز آسان‌تر روی داده‌هایی که بیشتر برایتان مهم هستند، پیکربندی کنید که به چه محتوایی باید دسترسی داشته باشد یا از آن برای ایجاد پرس‌وجو استفاده کند.
fi: {0} on Metabasen tekoälyagentti. Jotta {1} löytäisi ja keskittyisi helpommin sinulle tärkeimpiin tietoihin, määritä, mitä sisältöä sen pitäisi voida käyttää kyselyiden luomiseen.
fr: {0} est l'agent IA de Metabase. Pour aider {1} à trouver et à se concentrer plus facilement sur les données qui vous intéressent le plus, configurez le contenu auquel il doit pouvoir accéder ou utiliser pour créer des requêtes.
it: {0} è l'agente di intelligenza artificiale di Metabase. Per aiutare {1} a trovare e concentrarsi più facilmente sui dati che più ti interessano, configura i contenuti a cui può accedere o utilizzare per creare query.
ja: {0} は Metabase の AI エージェントです。 {1} が最も重要なデータを見つけやすくし、集中的に処理できるようにするには、{1} がアクセスしたりクエリの作成に使用したりするコンテンツを設定します。
nb: {0} er Metabases AI-agent. For å hjelpe {1} med å finne og fokusere på de dataene du bryr deg mest om, kan du konfigurere hvilket innhold den skal kunne få tilgang til eller bruke til å opprette spørringer.
nl: {0} is de AI-agent van Metabase. Om {1} te helpen de data die voor u het belangrijkst zijn gemakkelijker te vinden en erop te focussen, configureert u welke content de agent mag benaderen of gebruiken om query's te maken.
pl: {0} to agent AI Metabase. Aby ułatwić {1} wyszukiwanie i koncentrowanie się na danych, które są dla Ciebie najważniejsze, skonfiguruj, do jakich treści ma mieć dostęp lub których ma używać do tworzenia zapytań.
pt_br: {0} é o agente de IA do Metabase. Para ajudar {1} a encontrar e se concentrar nos dados que mais lhe interessam, configure qual conteúdo ele deve acessar ou usar para criar consultas.
ru: {0} — это ИИ-агент Metabase. Чтобы {1} было проще находить и концентрироваться на самых важных для вас данных, настройте, к какому контенту он сможет получить доступ и использовать его для создания запросов.
sk: {0} je agent umelej inteligencie v Metabase. Aby ste {1} mohli ľahšie nájsť a zamerať sa na údaje, ktoré vás najviac zaujímajú, nakonfigurujte, k akému obsahu by mal mať prístup alebo ktorý by mal používať na vytváranie dotazov.
sl: {0} je agent umetne inteligence programa Metabase. Da bi {1} lažje našel in se osredotočil na podatke, ki so vam najpomembnejši, konfigurirajte, do katere vsebine naj bo lahko dostopal ali jo uporabljal za ustvarjanje poizvedb.
sq: {0} është agjenti AI i Metabase. Që të ndihmojë {1} të gjejë dhe të fokusohet më lehtë te të dhënat që të interesojnë më shumë, konfiguro çfarë përmbajtjeje duhet të mund të aksesojë ose të përdorë për të krijuar pyetje.
sr: {0} je Metabase-ov VI agent. Da biste pomogli da {1} lakše pronađe i fokusira se na podatke do kojih vam je najviše stalo, konfigurišite kom sadržaju može da pristupa ili da ga koristi za kreiranje upita.
sv: {0} är Metabases AI-agent. För att hjälpa {1} att enklare hitta och fokusera på de data du bryr dig mest om, konfigurera vilket innehåll den ska kunna komma åt eller använda för att skapa frågor.
tr: {0} , Metabase'in yapay zeka aracısıdır. {1} 'in en çok önemsediği verileri daha kolay bulmasına ve bunlara odaklanmasına yardımcı olmak için, sorgu oluşturmak için hangi içeriğe erişebileceğini veya kullanabileceğini yapılandırın.
uk: {0} — це AI-агент Metabase. Щоб {1} було простіше знаходити й зосереджуватися на даних, які для вас найважливіші, налаштуйте, до якого контенту він має мати доступ або що може використовувати для створення запитів.
vi: {0} là tác nhân AI của Metabase. Để giúp {1} dễ dàng tìm kiếm và tập trung vào dữ liệu bạn quan tâm nhất, hãy cấu hình nội dung mà tác nhân này có thể truy cập hoặc sử dụng để tạo truy vấn.
zh_hk: {0} 是 Metabase 的 AI 代理。為了幫助 {1} 更容易找到並專注於您最關心的資料，請設定它應該能夠存取或使用哪些內容來建立查詢。

# {0} is the name of an AI assistant
source: Collection {0} can use
ar: المجموعة التي يمكن لـ {0} استخدامها
bg: Колекция {0} може да използва
ca: La col·lecció {0} pot utilitzar-se
de: Sammlung {0} kann verwenden
es: La colección {0} puede usarse
fa: مجموعه {0} می‌تواند استفاده کند
fi: Kokoelma {0} voi käyttää
fr: La collection {0} peut être utilisée
it: La raccolta {0} può essere utilizzata
ja: コレクション {0} が使用できます
nb: Innsamling {0} kan bruke
nl: Collectie {0} kan gebruiken
pl: Kolekcja {0} może używać
pt_br: Coleção {0} pode usar
ru: Коллекция {0} может использовать
sk: Kolekcia {0} môže použiť
sl: Zbirka {0} lahko uporablja
sq: Koleksioni që mund të përdorë {0}
sr: Kolekcija koju {0} može da koristi
sv: Samling {0} kan användas
tr: Koleksiyon {0} kullanılabilir
uk: Колекція, яку може використовувати {0}
vi: Bộ sưu tập {0} có thể sử dụng
zh_hk: 收藏 {0} 可以使用

# {0} is the name of a metabase collection
source: Sync {0}
ar: زامن {0}
bg: Синхронизиране {0}
ca: Sincronitza {0}
es: Sincronizar {0}
fa: همگام‌سازی {0}
fi: Synkronoi {0}
fr: Synchroniser {0}
it: Sincronizzazione {0}
ja: 同期 {0}
nb: Synkroniser {0}
nl: Synchronisatie {0}
pl: Synchronizuj {0}
pt_br: Sincronizar {0}
ru: Синхронизация {0}
sk: Synchronizácia {0}
sl: Sinhronizacija {0}
sq: Sinkronizo {0}
sr: Sinhronizuj {0}
sv: Synkronisera {0}
tr: Senkronizasyon {0}
uk: Синхронізувати {0}
vi: Đồng bộ {0}
zh_hk: 同步 {0}

# {0} is a name of a variable being used by row and column security
source: {0} variable
ar: متغير {0}
bg: {0} променлива
ca: variable {0}
es: variable {0}
fa: متغیر {0}
fi: {0} muuttuja
it: {0} variabile
ja: {0} 変数
nb: {0} variabel
nl: {0} variabele
pl: {0} zmienna
pt_br: variável {0}
ru: {0} переменная
sk: premenná {0}
sl: spremenljivka {0}
sq: Variabla {0}
sr: Promenljiva {0}
sv: {0} variabel
tr: {0} değişken
uk: змінна {0}
vi: {0} biến
zh_hk: {0} 可變

# {0} is a name of a field being used by row and column security
source: {0} field
ar: حقل {0}
bg: Поле {0}
ca: {0} camp
de: {0} Feld
es: {0} campo
fa: {0} فیلد
fi: {0} kenttä
fr: le champ {0}
it: {0} campo
ja: {0} フィールド
nb: {0} felt
nl: {0} veld
pl: {0} pole
pt_br: campo {0}
ru: {0} поле
sk: {0} pole
sl: {0} polje
sq: Fusha {0}
sr: Polje {0}
sv: {0} fält
tr: {0} alan
uk: поле {0}
vi: {0} trường
zh_hk: {0} 領域
