Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Keyword setting to control whitelabeling of the help link. Valid values are `:metabase`, `:hidden`, and `:custom`. If `:custom` is set, the help link will use the URL specified in the `help-link-custom-destination`, or be hidden if it is not set.
ar: إعداد بكلمة مفتاحية للتحكم في وايت ليبل لرابط المساعدة. القيم الصالحة هي `:metabase` و`:hidden` و`:custom`. إذا تم تعيين `:custom`، فسيستخدم رابط المساعدة عنوان URL المحدد في `help-link-custom-destination`، أو سيتم إخفاؤه إذا لم يتم تعيينه.
bg: Настройка на ключова дума за управление на маркирането на бели етикети на връзката за помощ. Допустимите стойности са `:metabase`, `:hidden` и `:custom`. Ако е зададена стойност `:custom`, връзката за помощ ще използва URL адреса, посочен в `help-link-custom-destination`, или ще бъде скрита, ако не е зададена.
ca: Configuració de paraules clau per controlar l'etiqueta blanca de l'enllaç d'ajuda. Els valors vàlids són `:metabase`, `:hidden` i `:custom`. Si s'estableix `:custom`, l'enllaç d'ajuda utilitzarà l'URL especificat a `help-link-custom-destination`, o s'amagarà si no està definit.
de: Schlüsselworteinstellung zur Steuerung des Whitelabeling des Hilfe-Links. Gültige Werte sind `:metabase`, `:hidden`, und `:custom`. Wenn `:custom` gesetzt ist, wird der Hilfe-Link die URL verwenden, die in `help-link-custom-destination` angegeben ist, oder versteckt werden, wenn sie nicht gesetzt ist.
eo: Yo, so basically the keyword setting is how you control the whitelabeling of the help link. Valid options are `:metabase`, `:hidden`, and `:custom`. If you go with `:custom`, the help link will use whatever URL you put in `help-link-custom-destination`, or it’ll just be hidden if you don’t set anything.
es: Configuración de palabras clave para controlar la marca blanca del enlace de ayuda. Los valores válidos son `:metabase`, `:hidden` y `:custom`. Si se configura `:custom`, el enlace de ayuda utilizará la URL especificada en `help-link-custom-destination`, o se ocultará si no está configurado.
fa: تنظیم کلمه کلیدی برای کنترل برچسب‌گذاری سفید پیوند راهنما. مقادیر معتبر «:metabase»، «:hidden» و «:custom» هستند. اگر «:custom» تنظیم شده باشد، پیوند راهنما از URL مشخص شده در «help-link-custom-destination» استفاده می‌کند، یا اگر تنظیم نشده باشد، پنهان می‌شود.
fi: Avainsana-asetus ohjaamaan ohjelinkin sallittuja arvoja. Kelvolliset arvot ovat `:metabase`, `:hidden` ja `:custom`. Jos ":custom" on asetettu, ohjelinkki käyttää URL-osoitetta, joka on määritetty kohdassa "help-link-custom-destination", tai piilotetaan, jos sitä ei ole asetettu.
fr: Mot-clé permettant de contrôler le marquage blanc du lien d'aide. Les valeurs valides sont `:metabase`, `:hidden`, et `:custom`. Si `:custom` est défini, le lien d'aide utilisera l'URL spécifiée dans `help-link-custom-destination`, ou sera caché si elle n'est pas définie.
hu: Kulcsszóbeállítás a súgóhivatkozás fehér címkézésének szabályozásához. Érvényes értékek: `:metabase`, `:hidden` és `:custom`. Ha a ":custom" be van állítva, a súgóhivatkozás a "help-link-custom-destination" mezőben megadott URL-címet fogja használni, vagy rejtve lesz, ha nincs beállítva.
it: Impostazione della parola chiave per controllare il whitelabeling del collegamento alla guida. I valori validi sono `:metabase`, `:hidden` e `:custom`. Se `:custom` è impostato, il collegamento di aiuto userà l'URL specificato in `help-link-custom-destination`, oppure sarà nascosto se non è impostato.
ja: ヘルプリンクのホワイトラベルを制御するためのキーワード設定。有効な値は `:metabase`、`:hidden`、`:custom` である。custom` が設定されている場合、ヘルプリンクは `help-link-custom-destination` で指定された URL を使用し、設定されていない場合は非表示になる。
lt: Raktinių žodžių nustatymas, skirtas valdyti pagalbos nuorodos baltąjį žymėjimą. Tinkamos reikšmės yra „:metabase“, „:hidden“ ir „:custom“. Jei nustatytas „:custom“, pagalbos nuoroda naudos URL, nurodytą laukelyje „help-link-custom-destination“, arba bus paslėpta, jei ji nenustatyta.
ms: Tetapan kata kunci untuk mengawal penjenamaan putih pautan bantuan. Nilai yang sah adalah :metabase, :hidden, dan :custom. Jika :custom diset, pautan bantuan akan menggunakan URL yang ditentukan dalam help-link-custom-destination, atau disembunyikan jika tidak diset.
nb: Innstilling for nøkkelord som kontrollerer hvitmerkingen av hjelpelenken. Gyldige verdier er `:metabase`, `:hidden` og `:custom`. Hvis `:custom` er satt, vil hjelpelenken benytte verdien i URL spesifisert i `help-link-custom-destination` eller vil bli skjult hvis den ikke er satt.
nl: Trefwoordinstelling om whitelabeling van de hulplink te regelen. Geldige waarden zijn `:metabase`, `:hidden` en `:custom`. Als `:custom` is ingesteld, zal de hulplink de URL gebruiken die is opgegeven in de `help-link-custom-bestemming`, of verborgen worden als deze niet is ingesteld.
pl: Ustawienie słowa kluczowego kontrolującego białe etykiety linku pomocy. Prawidłowe wartości to `:metabase`, `:hidden` i `:custom`. Jeśli ustawione jest `:custom`, link pomocy użyje adresu URL określonego w `help-link-custom-destination` lub będzie ukryty, jeśli nie jest ustawiony.
pt_br: Configuração de palavra-chave para controlar a rotulagem branca do link de ajuda. Os valores válidos são `:metabase`, `:hidden` e `:custom`. Se `:custom` for definido, o link de ajuda usará o URL especificado em `help-link-custom-destination` ou ficará oculto se não for definido.
ru: Ключевое слово для управления белой меткой справочной ссылки. Допустимые значения: `:metabase`, `:hidden` и `:custom`. Если задано `:custom`, ссылка на справку будет использовать URL, указанный в `help-link-custom-destination`, или будет скрыта, если это значение не задано.
sk: Nastavenie kľúčového slova na ovládanie bieleho označenia odkazu nápovedy. Platné hodnoty sú `:metabase`, `:hidden` a `:custom`. Ak je nastavená hodnota `:custom`, odkaz nápovedy použije adresu URL zadanú v poli `help-link-custom-destination`, alebo bude skrytý, ak nie je nastavená.
sl: Nastavitev ključnih besed za nadzor belega označevanja povezave za pomoč. Veljavne vrednosti so »:metabase«, »:hidden« in »:custom«. Če je nastavljena »:custom«, bo povezava za pomoč uporabila URL, ki je določen v »help-link-custom-destination«, ali pa bo skrita, če ni nastavljena.
sq: Cilësim me keyword për të kontrolluar whitelabeling të link-ut të ndihmës. Vlerat e vlefshme janë `:metabase`, `:hidden`, dhe `:custom`. Nëse vendoset `:custom`, link-u i ndihmës do të përdorë URL-në e specifikuar te `help-link-custom-destination`, ose do të fshihet nëse nuk është vendosur.
sr: Podešavanje ključne reči za kontrolu whitelabelovanja linka za pomoć. Važeće vrednosti su `:metabase`, `:hidden` i `:custom`. Ako je postavljeno `:custom`, link za pomoć će koristiti URL naveden u `help-link-custom-destination`, ili će biti sakriven ako nije postavljen.
sv: Inställning för nyckelord som kontrollerar vitförpackning av hjälplänken. Tillåtna värden är `:metabase`, `:hidden` och `:custom`. Om `:custom` är satt, kommer hjälplänken använda URL:en som är satt i `help-link-custom-destination`, annars kommer den vara dold.
tr: Yardım bağlantısının beyaz etiketlemesini kontrol etmek için anahtar sözcük ayarı. Geçerli değerler `:metabase`, `:hidden` ve `:custom` şeklindedir. Eğer `:custom` ayarlanırsa, yardım bağlantısı `help-link-custom-destination` içinde belirtilen URL'yi kullanır veya ayarlanmamışsa gizli olur.
uk: Налаштування-ключове слово для керування вайтлейблінгом посилання "Допомога". Допустимі значення: `:metabase`, `:hidden` і `:custom`. Якщо встановлено `:custom`, посилання "Допомога" використовуватиме URL, вказаний у `help-link-custom-destination`, або буде приховане, якщо його не задано.
vi: Thiết lập từ khóa để kiểm soát việc gắn nhãn trắng cho liên kết trợ giúp. Các giá trị hợp lệ là `:metabase`, `:hidden` và `:custom`. Nếu `:custom` được thiết lập, liên kết trợ giúp sẽ sử dụng URL được chỉ định trong `help-link-custom-destination` hoặc sẽ bị ẩn nếu không được thiết lập.
zh_hk: 控制幫助連結白標籤的關鍵字設定。有效值為 `:metabase`、`:hidden` 及 `:custom`。如果設定了 `:custom`，幫助連結會使用在 `help-link-custom-destination` 中指定的 URL，如果沒有設定，則會隱藏。

source: Custom URL for the help link.
ar: عنوان URL مخصّص لرابط المساعدة.
bg: Потребителски URL адрес за връзката за помощ.
ca: URL personalitzat per a l'enllaç d'ajuda.
de: Benutzerdefinierte URL für den Hilfe-Link.
eo: Custom URL for the help link? Bet, that's basically the flex.
es: URL personalizada para el enlace de ayuda.
fa: URL سفارشی برای پیوند راهنما.
fi: Oma Apua-linkkisi
fr: URL personnalisée pour le lien d'aide.
hu: Egyedi URL a segítség linkhez.
it: URL personalizzato per il collegamento alla guida.
ja: ヘルプリンクのカスタムURL。
lt: Priskirtas pagalbos nuorodos URL.
ms: URL khusus untuk pautan bantuan.
nb: Egendefinert URL for hjelpelenke.
nl: Aangepaste URL voor de Help-koppeling.
pl: Niestandardowy adres URL linku pomocy.
pt_br: URL personalizado para o link de ajuda.
ru: Пользовательский URL-адрес для ссылки на помощь.
sk: Vlastná adresa URL pre odkaz na nápovedu.
sl: URL po meri za povezavo do pomoči.
sq: URL e personalizuar për link-un e ndihmës.
sr: Prilagođeni URL za link Pomoć.
sv: Anpassad URL för hjälplänken.
tr: Yardım bağlantısı için özel URL.
uk: Кастомний URL для посилання "Допомога".
vi: URL tùy chỉnh cho liên kết trợ giúp.
zh_hk: 說明連結的自訂 URL。

source: Whether or not to display Metabase links outside admin settings.
ar: ما إذا كان ينبغي عرض روابط Metabase خارج إعدادات المسؤول.
bg: Дали да се показват връзките на метабазата извън настройките на администратора.
ca: Si s'han de mostrar o no els enllaços de Metabase fora de la configuració de l'administració.
de: Ob Metabase-Links außerhalb der Admin-Einstellungen angezeigt werden sollen oder nicht.
eo: IDK if we should flex the Metabase links outside admin stuff or nah.
es: Si se muestran o no enlaces de Metabase fuera de la configuración del administrador.
fa: اینکه آیا پیوندهای Metabase خارج از تنظیمات مدیریت نمایش داده شود یا خیر.
fi: Näytetäänkö Metabase-linkit hallintapaneelin ulkopuolella
fr: Affichage ou non des liens vers la base de données Metabase en dehors des paramètres d'administration.
hu: Megjelenjenek-e a Metabase linkek az admin beállításokon kívül.
it: Se visualizzare o meno i collegamenti a Metabase al di fuori delle impostazioni dell'amministratore.
ja: メタベースへのリンクを管理者設定外に表示するかどうか。
lt: Ar rodyti metabazės nuorodas už administratoriaus nustatymų ribų.
ms: Sama ada untuk memaparkan pautan Metabase di luar tetapan pentadbir atau tidak.
nb: Om Metabaselenker skal vises utenom administratorinnstillingene.
nl: Of Metabasekoppelingen wel of niet moeten worden weergegeven buiten de beheerdersinstellingen.
pl: Czy wyświetlać linki Metabase poza ustawieniami administratora.
pt_br: Exibir ou não os links do Metabase fora das configurações administrativas.
ru: Отображать или нет ссылки на Metabase вне настроек администратора.
sk: Či sa majú alebo nemajú zobrazovať odkazy na databázu Metabase mimo nastavení správcu.
sl: Ali naj se povezave do metabaze prikažejo zunaj skrbniških nastavitev.
sq: Nëse duhen shfaqur apo jo link-et e Metabase jashtë cilësimeve të admin.
sr: Da li prikazivati Metabase linkove van admin podešavanja.
sv: Huruvida Metabase-länkar ska visas utanför admininställningarna.
tr: Metabase bağlantılarının yönetici ayarları dışında görüntülenip görüntülenmeyeceği.
uk: Чи показувати посилання Metabase поза налаштуваннями адміна.
vi: Có hiển thị liên kết Metabase bên ngoài cài đặt quản trị hay không.
zh_hk: 是否在管理員設定之外顯示 Metabase 連結。

source: Invalid help link option
ar: خيار رابط مساعدة غير صالح
bg: Невалидна опция за връзка за помощ
ca: L'opció d'enllaç d'ajuda no és vàlida
de: Ungültige Hilfe-Link-Option
eo: Bruh, the help link option is so sus rn
es: Opción de enlace de ayuda no válida
fa: گزینه پیوند راهنما نامعتبر است
fi: Virheellinen ohjelinkkivaihtoehto
fr: Option de lien d'aide non valide
hu: Érvénytelen súgólink opció
it: Opzione di collegamento alla guida non valida
ja: 無効なヘルプリンクオプション
lt: Netinkama pagalbos nuorodos parinktis
ms: Pilihan pautan bantuan tidak sah
nb: Ugyldig alternativ for hjelpelenke
nl: Ongeldige help link optie
pl: Nieprawidłowa opcja łącza pomocy
pt_br: Opção de link de ajuda inválida
ru: Недопустимый вариант ссылки на справку
sk: Neplatná možnosť prepojenia nápovedy
sl: Neveljavna možnost povezave do pomoči
sq: Opsion i pavlefshëm për link-un e ndihmës
sr: Nevažeća opcija linka za pomoć
sv: Ogiltigt alternativ för hjälplänkar
tr: Geçersiz yardım bağlantısı seçeneği
uk: Недійсна опція посилання "Допомога"
vi: Tùy chọn liên kết trợ giúp không hợp lệ
zh_hk: 幫助連結選項無效

source: Please make sure this is a valid URL
ar: يرجى التأكد من أن هذا عنوان URL صالح
bg: Моля, уверете се, че това е валиден URL адрес
ca: Assegureu-vos que aquest sigui una URL vàlid
de: Bitte vergewissern Sie sich, dass dies eine gültige URL ist
eo: Pls make sure this URL is actually valid, fr.
es: Por favor asegúrate de que esta sea una URL válida
fa: لطفاً مطمئن شوید که این یک URL معتبر است
fi: Varmistathan, että tämä on oikea URL
fr: Veuillez vous assurer qu'il s'agit d'une URL valide
hu: Kérjük, győződjön meg arról, hogy ez érvényes URL
it: Assicurarsi che questo sia un URL valido
ja: 有効なURLであることを確認してください。
lt: Įsitikinkite, kad tai galiojantis URL
ms: Pastikan ini adalah URL yang sah
nb: Vennligst sjekk at dette er en gyldig URL
nl: Controleer of dit een geldige URL is
pl: Upewnij się, że jest to prawidłowy adres URL
pt_br: Verifique se este é um URL válido
ru: Убедитесь, что это действительный URL-адрес
sk: Uistite sa, že ide o platnú adresu URL
sl: Prepričajte se, da je to veljaven URL
sq: Ju lutemi sigurohuni që kjo të jetë një URL e vlefshme
sr: Proverite da li je ovo važeći URL
sv: Vänligen ange en giltig URL
tr: Lütfen bunun geçerli bir URL olduğundan emin olun
uk: Переконайтеся, що це дійсний URL
vi: Hãy chắc chắn rằng đây là một URL hợp lệ
zh_hk: 請確定這是有效的 URL

source: Toggle which is true after a user has dismissed the banner on Browse Data about models
hu: Váltsa át, amely igaz, miután a felhasználó elvetette a szalaghirdetést a Tallózás a modellek adatai között
ms: Togol yang benar selepas pengguna menutup banner pada Semak Imbas Data tentang model

source: Pick a dashboard to serve as the homepage. If people lack permissions to view the selected dashboard, Metabase will redirect them to the default homepage. To revert to the default Metabase homepage, simply turn off the toggle.
hu: Válasszon ki egy irányítópultot, amely kezdőlapként szolgál. Ha az emberek nem rendelkeznek jogosultságokkal a kiválasztott irányítópult megtekintéséhez, a Metabase átirányítja őket az alapértelmezett kezdőlapra. Az alapértelmezett Metabase kezdőlapra való visszatéréshez egyszerűen kapcsolja ki a kapcsolót.
ms: Pilih papan pemuka untuk dijadikan halaman utama. Jika orang tidak mempunyai kebenaran untuk melihat papan pemuka yang dipilih, Metabase akan mengalihkannya ke halaman utama lalai. Untuk kembali ke halaman utama Metabase lalai, matikan togol.

source: Results have been included as a file attachment
ar: تم تضمين النتائج كمرفق ملف
bg: Резултатите са включени като прикачен файл
ca: Els resultats s'han inclòs com a fitxer adjunt
de: Die Ergebnisse sind als Dateianhang beigefügt
eo: Results are attached as a file, btw.
es: Los resultados se han incluido como archivo adjunto
fa: نتایج به عنوان پیوست فایل گنجانده شده است
fi: Tulokset ovat liitetiedostossa
fr: Les résultats ont été inclus dans un fichier joint
hu: Az eredmények fájlmellékletként kerültek be
it: I risultati sono stati inseriti come file allegato
ja: 結果は添付ファイル
lt: Rezultatai buvo įtraukti kaip failo priedas
ms: Keputusan telah disertakan sebagai lampiran fail
nb: Resultatene har blitt inkludert som et filvedlegg
nl: De resultaten zijn bijgevoegd als bestandsbijlage
pl: Wyniki zostały dołączone jako załącznik do pliku
pt_br: Os resultados foram incluídos como um arquivo anexo
ru: Результаты были приложены в виде файла
sk: Výsledky boli priložené ako príloha k súboru
sl: Rezultati so bili vključeni kot datotečna priloga
sq: Rezultatet janë përfshirë si bashkëngjitje skedari
sr: Rezultati su uključeni kao prilog fajla
sv: Resultatet har bifogats som en fil
tr: Sonuçlar bir dosya eki olarak eklenmiştir
uk: Результати додано як вкладення файлом
vi: Kết quả đã được đưa vào dưới dạng tệp đính kèm
zh_hk: 結果已包含在檔案附件中

source: The CSV file contains duplicate column names.
ar: يحتوي ملف CSV على أسماء أعمدة مكررة.
bg: CSV файлът съдържа дублирани имена на колони.
ca: El fitxer CSV conté noms de columnes duplicats.
de: Die CSV-Datei enthält doppelte Spaltennamen.
eo: The CSV file has duplicate column names, fr fr.
es: El archivo CSV contiene nombres de columnas duplicadas.
fa: فایل CSV حاوی نام ستون های تکراری است.
fi: CSV-tiedosto sisältää samannimisiä kenttiä
fr: Le fichier CSV contient des noms de colonnes en double.
hu: A CSV fájl ismétlődő oszlopneveket tartalmaz.
it: Il file CSV contiene nomi di colonne duplicati.
ja: CSVファイルに列名の重複がある。
lt: CSV faile yra pasikartojančių stulpelių pavadinimų.
ms: Fail CSV mengandungi nama lajur yang berganda.
nb: CSV inneholder duplikate kolonnenavn
nl: Het CSV-bestand bevat dubbele kolomnamen.
pl: Plik CSV zawiera zduplikowane nazwy kolumn.
pt_br: O arquivo CSV contém nomes de colunas duplicados.
ru: Файл CSV содержит дублирующиеся имена столбцов.
sk: Súbor CSV obsahuje duplicitné názvy stĺpcov.
sl: Datoteka CSV vsebuje podvojena imena stolpcev.
sq: Skedari CSV përmban emra kolonash të dublikuar.
sr: CSV fajl sadrži duplirane nazive kolona.
sv: CSV-filen innehåller kolumner med samma namn.
tr: CSV dosyası yinelenen sütun adları içeriyor.
uk: CSV-файл містить дублікати назв колонок.
vi: Tệp CSV chứa tên cột trùng lặp.
zh_hk: CSV 檔案包含重複的列名。

source: The CSV file contains extra columns that are not in the table: {0}. The CSV file is missing columns that are in the table: {1}.
hu: A CSV-fájl további oszlopokat tartalmaz, amelyek nem szerepelnek a táblázatban: {0}. A CSV-fájlból hiányoznak a táblázatban szereplő oszlopok: {1}.
ms: Fail CSV mengandungi lajur tambahan yang tidak ada dalam jadual: {0}. Fail CSV kehilangan lajur yang ada dalam jadual: {1}.

source: The table must be an uploaded table.
ar: يجب أن يكون الجدول جدولًا مرفوعًا.
bg: Таблицата трябва да е качена таблица.
ca: La taula ha de ser una taula carregada.
de: Die Tabelle muss eine hochgeladene Tabelle sein.
eo: The table gotta be an uploaded table, fr.
es: La tabla debe ser una tabla cargada.
fa: جدول باید یک جدول آپلود شده باشد.
fi: Taulukon on oltava ladattu taulukko.
fr: La table doit être une table téléchargée.
hu: Az asztalnak feltöltött táblának kell lennie.
it: La tabella deve essere una tabella caricata.
ja: テーブルはアップロードされたテーブルでなければならない。
lt: Lentelė turi būti įkelta lentelė.
ms: Jadual mesti jadual yang dimuat naik.
nb: Tabellen må være en opplastet tabell.
nl: De tabel moet een geüploade tabel zijn.
pl: Tabela musi być załadowaną tabelą.
pt_br: A tabela deve ser uma tabela carregada.
ru: Таблица должна быть загруженной.
sk: Tabuľka musí byť nahraná tabuľka.
sl: Tabela mora biti naložena tabela.
sq: Tabela duhet të jetë një tabelë e upload-uar.
sr: Tabela mora biti tabela za upload.
sv: Tabellen måste vara en uppladdad tabell.
tr: Tablo, yüklenmiş bir tablo olmalıdır.
uk: Таблиця має бути завантаженою таблицею.
vi: Bảng phải là bảng đã tải lên.
zh_hk: 表格必須是上傳的表格。

source: The CSV file is missing columns that are in the table: {0}.
hu: A CSV fájlból hiányoznak a táblában szereplő oszlopok: {0}.
ms: Fail CSV tidak mempunyai lajur yang ada dalam jadual: {0}.

source: The CSV file contains extra columns that are not in the table: {0}.
hu: A CSV-fájl további oszlopokat tartalmaz, amelyek nem szerepelnek a táblázatban: {0}.
ms: Fail CSV mengandungi lajur tambahan yang tidak ada dalam jadual: {0}.

source: ''{0}'' is not a recognizable datetime
ar: ''{0}'' ليس تاريخًا/وقتًا يمكن التعرّف عليه
bg: ''{0}'' не е разпознаваемо време за дата
ca: "{0}" no és una data i hora reconeixible
de: ''{0}'' ist keine erkennbare Zeitangabe
eo: ''{0}'' is not a vibe for a legit datetime rn
es: ''{0}'' no es una fecha y hora reconocible
fa: ''{0}'' یک تاریخ قابل تشخیص نیست
fi: ''{0}'' on tunnistamaton päiväysmuoto
fr: ''{0}'' n'est pas une date reconnaissable
hu: A ''{0}'' nem felismerhető dátum-idő
it: ''{0}'' non è un dato riconoscibile
ja: ''{0}'' は認識できる日時形式ではありません
lt: „{0}“ nėra atpažįstamas datos laikas
ms: ''{0}'' bukan tarikhmasa yang dikenali
nb: ''{0}'' er ikke gjennkjenbart som dato og tid
nl: ''{0}'' is geen herkenbare datetime
pl: ''{0}'' nie jest rozpoznawalną datą i godziną.
pt_br: ''{0}'' não é uma data e hora reconhecível
ru: ''{0}'' не является распознаваемым временем даты.
sk: ''{0}'' nie je rozpoznateľný dátum
sl: ''{0}'' ni prepoznaven datum in čas
sq: ''{0}'' nuk është një datetime i njohshëm
sr: ''{0}'' nije prepoznatljiv datetime
sv: ''{0}'' kan inte identifieras som en tid
tr: ''{0}'' tanınabilir bir tarih zamanı değildir
uk: ''{0}'' не є розпізнаваним значенням дати й часу
vi: ''{0}'' không phải là ngày giờ có thể nhận dạng được
zh_hk: ''{0}'' 不是可識別的日期時間

source: ''{0}'' is not a recognizable zoned datetime
ar: ''{0}'' ليس تاريخًا/وقتًا بمنطقة زمنية يمكن التعرّف عليه
bg: ''{0}'' не е разпознаваемо време за дата
ca: "{0}" no és una data-hora de zona reconeixible
de: ''{0}'' ist keine erkennbare zonierte Zeitangabe
eo: ''{0}'' is lowkey not a legit zoned datetime, fr.
es: ''{0}'' no es una fecha y hora de zona reconocible
fa: ''{0}'' یک تاریخ منطقه بندی شده قابل تشخیص نیست
fi: '{0}'' ei ole tunnistettu aikavyöhykkeen päivämäärä-aika -muoto
fr: ''{0}'' n'est pas une date-heure zonée reconnaissable
hu: A ''{0}'' nem felismerhető zónázott dátum-idő
it: ''{0}'' non è un dato riconoscibile e suddiviso in zone.
ja: ''{0}'' は認識でｋりうゾーン付き日時形式ではありません
lt: „{0}“ nėra atpažįstamas zoninis datos laikas
ms: ''{0}'' bukan tarikhmasa zon yang dikenali
nb: ''{0}'' er ikke gjenkjennbart som dato og tid med tidssone
nl: ''{0}'' is geen herkenbare gezoneerde datetime
pl: ''{0}'' nie jest rozpoznawalną strefową datą czasową
pt_br: ''{0}'' não é uma data e hora zoneada reconhecível
ru: ''{0}'' не является распознаваемым районированным временем даты.
sk: ''{0}'' nie je rozpoznateľný zónový dátum
sl: ''{0}'' ni prepoznavna conska časovna ura
sq: ''{0}'' nuk është një zoned datetime i njohshëm
sr: ''{0}'' nije prepoznatljiv zoned datetime
sv: "{0}" kunde inte identifieras som tidszon
tr: ''{0}'' tanınabilir bir bölgelendirilmiş tarih zamanı değildir
uk: ''{0}'' не є розпізнаваним значенням дати й часу з часовим поясом
vi: ''{0}'' không phải là ngày giờ theo vùng có thể nhận dạng được
zh_hk: {0}'' 不是可辨識的分區日期時間

source: ''{0}'' is not a recognizable boolean
ar: ''{0}'' ليس قيمة منطقية يمكن التعرّف عليها
bg: ''{0}'' не е разпознаваемо булево число
ca: "{0}" no és un booleà reconeixible
de: ''{0}'' ist kein erkennbarer Boolescher Wert
eo: ''{0}'' is so not giving boolean vibes lol
es: ''{0}'' no es un booleano reconocible
fa: ''{0}'' یک بولی قابل تشخیص نیست
fi: ''{0}'' on tunnistamaton totuusarvo
fr: ''{0}'' n'est pas un booléen reconnaissable
hu: A ''{0}'' nem felismerhető logikai érték
it: ''{0}'' non è un booleano riconoscibile
ja: ''{0}'' は認識できるbool値ではありません
lt: „{0}“ nėra atpažįstamas loginis dydis
ms: ''{0}'' bukan boolean yang dapat dikenali
nb: ''{0}'' er ikke gjenkjennbart som en boolean
nl: ''{0}'' is geen herkenbare boolean
pl: ''{0}'' nie jest rozpoznawalną wartością logiczną
pt_br: ''{0}'' não é um booleano reconhecível
ru: ''{0}'' не является распознаваемым булевым числом.
sk: ''{0}'' nie je rozpoznateľný boolean
sl: ''{0}'' ni prepoznavna booleova
sq: ''{0}'' nuk është një boolean i njohshëm
sr: ''{0}'' nije prepoznatljiv boolean
sv: ''{0}'' är inte ett booleskt uttryck
tr: ''{0}'' tanınabilir bir boolean değildir
uk: ''{0}'' не є розпізнаваним булевим значенням
vi: ''{0}'' không phải là boolean có thể nhận dạng được
zh_hk: ''{0}'' 不是可識別的布林值
