Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Move this dashboard to trash?
ar: نقل لوحة المعلومات هذه إلى سلة المهملات؟
bg: Преместване на това табло за отпадъци?
ca: Voleu moure aquest quadre de comandament a la paperera?
de: Dieses Dashboard in den Papierkorb verschieben?
eo: Should I yeet this dashboard to the trash?
es: ¿Mover este cuadro de mando a la papelera?
fa: این داشبورد به سطل زباله منتقل شود؟
fi: Siirrä tämä kojelauta roskakoriin?
fr: Déplacer ce tableau de bord vers la poubelle ?
hu: Áthelyezi ezt az irányítópultot a kukába?
it: Spostare questa dashboard nella spazzatura?
ja: このダッシュボードをゴミ箱に移動しますか？
lt: Perkelti šią informacijos suvestinę į šiukšliadėžę?
ms: Pindahkan papan pemuka ini ke tong sampah?
nb: Kast denne infotavlen?
nl: Dit dashboard naar de prullenbak verplaatsen?
pl: Przenieść ten pulpit do kosza?
pt_br: Mover este painel para a lixeira?
ru: Переместить эту панель в корзину?
sk: Presunúť tento panel do koša?
sl: Premakniti to nadzorno ploščo v smetnjak?
sq: Ta zhvendosësh këtë panel në kosh?
sr: Premesti ovu kontrolnu tablu u smeće?
sv: Flytta instrumentpanelen till papperskorgen?
tr: Bu panoyu çöpe mi taşıyalım?
uk: Перемістити цей дашборд в кошик?
vi: Chuyển bảng điều khiển này vào thùng rác?
zh_hk: 將這個儀表板移到垃圾桶？

source: trashed
ar: تم نقله إلى سلة المهملات
bg: изхвърлен
ca: eliminat
de: Gelöscht
eo: clapped or totally busted
es: eliminado
fa: سطل زباله
fi: Siirretty roskakoriin
fr: supprimé
hu: törölt
it: distrutto
ja: 削除済
lt: išmestas į šiukšlių dėžę
ms: dipadamkan
nb: kastet
nl: weggegooide
pl: zniszczony
pt_br: descartado
ru: удалено
sk: zničené
sl: Pospravila
sq: u hodh në kosh
sr: bačeno u otpad
sv: borttagen
tr: çöpe atılmış
uk: переміщено в кошик
vi: đã đưa vào thùng rác
zh_hk: 被丟棄

source: Move this question to trash?
ar: نقل هذا السؤال إلى سلة المهملات؟
bg: Преместете този въпрос в кошчето?
ca: Voleu moure aquesta pregunta a la paperera?
de: Diese Frage in den Papierkorb verschieben?
eo: Should I just yeet this question into the trash?
es: ¿Mover esta pregunta a la papelera?
fa: این سوال به سطل زباله منتقل شود؟
fi: Siirrä tämä kysymys roskakoriin?
fr: Déplacer cette question vers la poubelle ?
hu: Áthelyezi ezt a kérdést a kukába?
it: Spostare questa domanda nella spazzatura?
ja: この質問をゴミ箱に移動しますか？
lt: Perkelti šį klausimą į šiukšliadėžę?
ms: Pindahkan soalan ini ke tong sampah?
nb: Kast dette spørsmålet?
nl: Deze vraag naar de prullenbak verplaatsen?
pl: Przenieść to pytanie do kosza?
pt_br: Mover esta pergunta pra lixeira?
ru: Переместить этот запрос в корзину?
sk: Presunúť túto otázku do koša?
sl: Premakniti to vprašanje v smeti?
sq: Ta zhvendosësh këtë pyetje në kosh?
sr: Premesti ovo pitanje u smeće?
sv: Flytta frågan till papperskorgen?
tr: Bu soruyu çöpe mi atalım?
uk: Перемістити цей запит у кошик?
vi: Chuyển câu hỏi này vào thùng rác?
zh_hk: 將這個問題移到垃圾桶？

source: This question will be removed from any dashboards or alerts using it.
ar: ستتم إزالة هذا السؤال من أي لوحات معلومات أو تنبيهات تستخدمه.
bg: Този въпрос ще бъде премахнат от всички табла за управление или сигнали, които го използват.
ca: Aquesta pregunta s'eliminarà dels quadres de comandament o alertes que la facin servir.
de: Diese Frage wird von allen Dashboards und Alarmen entfernt, die sie verwenden.
eo: This question’s gonna get yeeted from any dashboards or alerts that r using it.
es: Esta pregunta se eliminará de cualquier panel o alerta que la utilice.
fa: این سؤال از هر داشبورد یا هشداری که از آن استفاده می‌کند حذف می‌شود.
fi: Tämä kysymys poistetaan kaikista sitä käyttävistä kojelaudoista ja hälytyksistä.
fr: Cette question sera supprimée de tous les tableaux de bord ou alertes qui l'utilisent.
hu: Ez a kérdés eltávolításra kerül az összes olyan irányítópultból és figyelmeztetésből, amelyben használják.
it: Questa domanda verrà rimossa da tutti i dashboard o gli avvisi che la utilizzano.
ja: この質問を使用したダッシュボードやアラートは削除されます。
lt: Šis klausimas bus pašalintas iš visų jį naudojančių prietaisų skydelių ar įspėjimų.
ms: Soalan ini akan dihapuskan daripada mana-mana papan pemuka atau amaran yang menggunakannya.
nb: Spørsmålet vil bli fjernet fra alle infotavler og varslinger som benytter den.
nl: Deze vraag wordt verwijderd uit dashboards of waarschuwingen die er gebruik van maken.
pl: To pytanie zostanie usunięte ze wszystkich pulpitów lub alertów, które go używają.
pt_br: Esta pergunta será removida de todos os painéis e alertas que a usam.
ru: Этот запрос будет удален из всех использующих его дашбордов и оповещений.
sk: Táto otázka bude odstránená zo všetkých ovládacích panelov alebo upozornení, ktoré ju používajú.
sl: To vprašanje bo odstranjeno z vseh nadzornih plošč ali opozoril, ki ga uporabljajo.
sq: Kjo pyetje do të hiqet nga çdo panel ose alarm që e përdor.
sr: Ovo pitanje će biti uklonjeno sa svih kontrolnih tabli ili upozorenja koja ga koriste.
sv: Frågan kommer att tas bort från instrumentpaneler och notifieringar.
tr: Bu soru, onu kullanan tüm gösterge tablolarından veya uyarılardan kaldırılacaktır.
uk: Цей запит буде вилучено з усіх дашбордів або сповіщень, які його використовують.
vi: Câu hỏi này sẽ bị xóa khỏi mọi bảng thông tin hoặc cảnh báo sử dụng câu hỏi này.
zh_hk: 此問題將從任何使用它的儀表板或警示中移除。

source: Move this model to trash?
ar: نقل هذا النموذج إلى سلة المهملات؟
bg: Преместване на този модел в кошчето за боклук?
ca: Voleu moure aquest model a la paperera?
de: Dieses Modell in den Papierkorb verschieben?
eo: Should we just yeet this model to the trash?
es: ¿Mover este modelo a la papelera?
fa: این مدل به سطل زباله منتقل شود؟
fi: Siirrä tämä malli roskakoriin?
fr: Déplacer ce modèle vers la poubelle ?
hu: Áthelyezi ezt a modellt a kukába?
it: Spostare questo modello nella spazzatura?
ja: このモデルをゴミ箱に移動しますか？
lt: Perkelti šį modelį į šiukšliadėžę?
ms: Pindahkan model ini ke tong sampah?
nb: Kast denne modellen?
nl: Dit model naar de prullenbak verplaatsen?
pl: Przenieść ten model do kosza?
pt_br: Mover este modelo para a lixeira?
ru: Переместить эту модель в корзину?
sk: Presunúť tento model do koša?
sl: Premakniti ta model v smetnjak?
sq: Ta zhvendosësh këtë model në kosh?
sr: Premesti ovaj model u smeće?
sv: Flytta modellen till papperskorgen?
tr: Bu modeli çöpe mi atalım?
uk: Перемістити цю модель у кошик?
vi: Di chuyển mô hình này vào thùng rác?
zh_hk: 將此模型移至垃圾桶？

source: This model will be removed from any dashboards or alerts using it.
ar: ستتم إزالة هذا النموذج من أي لوحات معلومات أو تنبيهات تستخدمه.
bg: Този модел ще бъде премахнат от всички табла за управление или предупреждения, които го използват.
ca: Aquest model s'eliminarà dels quadres de comandament o alertes que l'utilitzin.
de: Dieses Modell wird von allen Dashboards und Alarmen entfernt, die es verwenden.
eo: This model will be yanked from any dashboards or alerts using it, fr.
es: Este modelo se eliminará de cualquier panel o alerta que la utilice.
fa: این مدل از هر داشبورد یا هشداری با استفاده از آن حذف خواهد شد.
fi: Tämä malli poistetaan kaikista sitä käyttävistä hallintapaneeleista ja hälytyksistä.
fr: Ce modèle sera supprimé de tous les tableaux de bord ou alertes qui l'utilisent.
hu: Ez a modell eltávolításra kerül az összes olyan irányítópultból és figyelmeztetésből, amelyben használják.
it: Questo modello verrà rimosso da tutti i dashboard o gli avvisi che lo utilizzano.
ja: このモデルを使用したダッシュボードやアラートは削除されます。
lt: Šis modelis bus pašalintas iš visų jį naudojančių prietaisų skydelių ar įspėjimų.
ms: Model ini akan dihapuskan daripada mana-mana papan pemuka atau amaran yang menggunakannya.
nb: Denne modellen vil bli fjernet fra alle dashbord eller varsler som bruker den.
nl: Dit model wordt verwijderd uit dashboards of waarschuwingen die er gebruik van maken.
pl: Model ten zostanie usunięty ze wszystkich pulpitów lub alertów, które go używają.
pt_br: Este modelo será removido de todos os painéis e alertas que o usam.
ru: Эта модель будет удалена из всех использующих ее дашбордов и оповещений.
sk: Tento model bude odstránený zo všetkých ovládacích panelov alebo upozornení, ktoré ho používajú.
sl: Ta model bo odstranjen z vseh nadzornih plošč ali opozoril, ki ga uporabljajo.
sq: Ky model do të hiqet nga çdo panel ose alarm që e përdor.
sr: Ovaj model će biti uklonjen sa svih kontrolnih tabli ili upozorenja koja ga koriste.
sv: Denna modell kommer att tas bort från alla instrumentpaneler eller varningar som använder den.
tr: Bu model, onu kullanan tüm gösterge tablolarından veya uyarılardan kaldırılacaktır.
uk: Цю модель буде вилучено з усіх дашбордів або сповіщень, які її використовують.
vi: Mô hình này sẽ bị xóa khỏi mọi bảng thông tin hoặc cảnh báo sử dụng nó.
zh_hk: 此模型將從任何使用它的儀表板或警示中移除。

source: Archive this metric?
ar: أرشفة هذا المقياس؟
bg: Архив на тази метрика?
ca: Arxivar aquesta mètrica?
de: Diese Metrik archivieren?
eo: Should I save this stat?
es: ¿Archivar esta métrica?
fa: این معیار بایگانی شود؟
fi: Arkistoi tämä mittari
fr: Archiver cette métrique ?
hu: Archiválja ezt a metrikát?
it: Archiviare questa metrica?
ja: この指標をアーカイブする？
lt: Archyvuoti šią metriką?
ms: Arkibkan metrik ini?
nb: Arkiver denne målingen?
nl: Deze metriek archiveren?
pl: Archiwizować te dane?
pt_br: Arquivar esta métrica?
ru: Заархивировать эту метрику?
sk: Archivovať túto metriku?
sl: Arhivirati to metriko?
sq: Ta arkivosh këtë metrikë?
sr: Arhivirati ovu metriku?
sv: Arkivera mätvärdet?
tr: Bu ölçümü arşivleyelim mi?
uk: Архівувати цю метрику?
vi: Lưu trữ số liệu này?
zh_hk: 存檔此公標？

source: This metric will be removed from any dashboards or pulses using it.
ar: ستتم إزالة هذا المقياس من أي لوحات معلومات أو نبضات تستخدمه.
bg: Тази метрика ще бъде премахната от всички табла за управление или импулси, които я използват.
ca: Aquesta mètrica s'eliminarà de qualsevol quadre de comandament o polsos que l'utilitzi.
de: Die Metrik wird von allen Dashboards und Pulsen entfernt, die sie verwenden.
eo: This metric's about to get yeeted from any dashboards or pulses that are using it.
es: Esta métrica se eliminará de cualquier panel o pulso que la utilice.
fa: این معیار از هر داشبورد یا پالس هایی که از آن استفاده می کنند حذف می شود.
fi: Tämä mittari poistetaan kaikista sitä käyttävistä hallintapaneeleista ja pulseista.
fr: Cette mesure sera supprimée de tous les tableaux de bord ou impulsions qui l'utilisent.
hu: Ez a metrika eltávolításra kerül az összes olyan irányítópultból vagy impulzusból, amelyben használják.
it: Questa metrica verrà rimossa da tutti i dashboard o pulsazioni che la utilizzano.
ja: この指標を使用しているダッシュボードやパルスからは、この指標が削除される。
lt: Ši metrika bus pašalinta iš visų ją naudojančių prietaisų skydelių ar impulsų.
ms: Metrik ini akan dihapuskan daripada mana-mana papan pemuka atau denyutan yang menggunakannya.
nb: Denne beregningen vil bli fjernet fra alle dashbord eller pulser som bruker den.
nl: Deze metriek wordt verwijderd uit dashboards of pulsen die er gebruik van maken.
pl: Ta metryka zostanie usunięta ze wszystkich pulpitów lub pulsów, które jej używają.
pt_br: Esta métrica será removida de todos os painéis e pulsos que a usam.
ru: Эта метрика будет удалена из всех использующих ее дашбордов и подписок.
sk: Táto metrika bude odstránená zo všetkých prístrojových panelov alebo impulzov, ktoré ju používajú.
sl: Ta meritev bo odstranjena z vseh nadzornih plošč ali impulzov, ki jo uporabljajo.
sq: Kjo metrikë do të hiqet nga çdo panel ose pulse që e përdor.
sr: Ova metrika će biti uklonjena sa svih kontrolnih tabli ili pulse-ova koji je koriste.
sv: Mätvärdet kommer att tas bort från instrumentpaneler där det används.
tr: Bu metrik, onu kullanan tüm gösterge tablolarından veya atımlardan kaldırılacaktır.
uk: Цю метрику буде вилучено з усіх дашбордів або пульсів, які її використовують.
vi: Chỉ số này sẽ bị xóa khỏi bất kỳ bảng thông tin hoặc xung nào sử dụng chỉ số này.
zh_hk: 此標準將從任何使用它的儀表板或脈衝中移除。

source: Question not found
ar: لم يتم العثور على السؤال
bg: Въпросът не е намерен
ca: No s'ha trobat la pregunta
de: Frage nicht gefunden
eo: Bruh, question not found 🤷‍♀️
es: Pregunta no encontrada
fa: سؤال پیدا نشد
fi: Kysymystä ei löydy
fr: Question non trouvée
hu: Kérdés nem található
it: Domanda non trovata
ja: 質問が見つかりません
lt: Klausimas nerastas
ms: Soalan tidak dijumpai
nb: Spørsmål ikke funnet
nl: Vraag niet gevonden
pl: Nie znaleziono pytania
pt_br: Pergunta não encontrada
ru: Вопрос не найден
sk: Otázka nebola nájdená
sl: Vprašanja ni bilo mogoče najti
sq: Pyetja nuk u gjet
sr: Pitanje nije pronađeno
sv: Kunde ej hitta fråga
tr: Soru bulunamadı
uk: Запит не знайдено
vi: Không tìm thấy câu hỏi
zh_hk: 未找到問題

source: A cron expression is required
ar: مطلوب تعبير cron
bg: Изисква се израз на cron
ca: Es requereix una expressió cron
de: Ein Cron-Ausdruck ist notwendig
eo: You gotta have a cron expression, fr.
es: Se requiere una expresión cron
fa: عبارت cron مورد نیاز است
fi: Cron-lauseke on pakollinen
fr: Une expression cron est nécessaire
hu: Cron kifejezés szükséges
it: È necessaria un'espressione cron
ja: cron式が必要
lt: Būtina cron išraiška
ms: Ekspresi cron diperlukan
nb: Et cron-uttrykk er påkrevd
nl: Een cron-expressie is vereist
pl: Wymagane jest wyrażenie cron
pt_br: Uma expressão cron é obrigatória
ru: Требуется выражение cron
sk: Vyžaduje sa výraz cron
sl: Zahtevan je izraz cron
sq: Kërkohet një shprehje cron
sr: Cron izraz je obavezan
sv: Här krävs ett cron-uttryck
tr: Bir cron ifadesi gereklidir
uk: Потрібен cron-вираз
vi: Cần có biểu thức cron
zh_hk: 需要使用 cron 表達式

source: Schedule: pick when to regularly invalidate the cache
ar: الجدولة: اختر متى يتم إبطال الكاش بانتظام
bg: График: изберете кога редовно да обезсилвате кеша
ca: Programació: tria quan invalidar la memòria cau regularment
de: Zeitplan: Legen Sie fest, wann der Cache regelmäßig ungültig gemacht werden soll
eo: Schedule: choose when to yeet the cache regularly
es: Proceso regular: elige cuándo invalidar periódicamente el caché
fa: زمانبندی: انتخاب کنید چه زمانی به طور منظم حافظه پنهان را باطل کنید
fi: Aikataulu: valitse, milloin välimuisti tyhjennetään säännöllisesti
fr: Horaire : choisir le moment où le cache sera régulièrement invalidé
hu: Ütemezés: válassza ki, mikor szeretné rendszeresen érvényteleníteni a gyorsítótárat
it: In programma: scegliere quando invalidare regolarmente la cache
ja: スケジュール：定期的にキャッシュを無効にするタイミングを選ぶ。
lt: Tvarkaraštis: pasirinkite, kada reguliariai anuliuoti talpyklą
ms: Jadual: pilih bila untuk mengekalkan cache secara berkala
nb: Tidsplan: velg når hurtigbufferen skal ugyldiggjøres regelmessig
nl: Schedule: kies wanneer de cache regelmatig ongeldig moet worden gemaakt
pl: Harmonogram: wybierz, kiedy regularnie unieważniać pamięć podręczną.
pt_br: Agendamento: escolha quando invalidar o cache regularmente
ru: Расписание: выберите, когда регулярно сбрасывать кэш.
sk: Plán: vyberte, kedy sa má vyrovnávacia pamäť pravidelne znehodnocovať
sl: Urnik: izberite, kdaj želite redno razveljaviti predpomnilnik
sq: Orari: zgjidh kur të zhvlerësohet rregullisht cache
sr: Raspored: izaberi kada redovno poništavati keš
sv: Schema: välj när cachen regelbundet ska invalideras
tr: Zamanlama: önbelleğin düzenli olarak ne zaman geçersiz kılınacağını seçin
uk: Розклад: виберіть, коли регулярно інвалідовувати кеш
vi: Lên lịch: chọn thời điểm thường xuyên vô hiệu hóa bộ nhớ đệm
zh_hk: 排程：選擇定期使快取無效的時間

source: Scheduled
ar: مجدول
bg: Планирано
ca: Programat
de: Geplant
eo: Planned or set up, fr fr
es: Programado
fa: برنامه ریزی شده است
fi: Aikataulutettu
fr: Horaire
hu: Ütemezett
it: Pianificato
ja: 予定
lt: Suplanuota
ms: Dijadualkan
nb: Planlagt
nl: Gepland
pl: Zaplanowane
pt_br: Agendado
ru: Запланировано
sk: Plánované
sl: Načrtovano
sq: E planifikuar
sr: Zakazano
sv: Schemalagd
tr: Planlanmış
uk: Заплановано
vi: Đã lên lịch
zh_hk: 排程

source: Duration: keep the cache for a number of hours
ar: المدة: احتفظ بالكاش لعدد من الساعات
bg: Продължителност: запазване на кеша за определен брой часове
ca: Durada: conserva la memòria cau durant unes hores
de: Dauer: Aufbewahrung des Caches für eine bestimmte Anzahl von Stunden
eo: Duration: keep the cache on chill for a few hrs lol
es: Duración: mantener el caché durante varias horas
fa: مدت زمان: کش را برای چند ساعت نگه دارید
fi: Kesto: säilytä välimuistia näin monta tuntia
fr: Durée : garder le cache pour un nombre d'heures
hu: Időtartam: tartsa meg a gyorsítótárat egy bizonyos órákig
it: Durata: mantenere la cache per un certo numero di ore
ja: 持続時間：キャッシュを何時間保持するか
lt: Trukmė: saugokite talpyklą keletą valandų
ms: Tempoh: simpan cache untuk beberapa jam
nb: Varighet: behold hurtigbufferen i et visst antall timer
nl: Duur: bewaar de cache gedurende een aantal uur
pl: Czas trwania: przechowywanie pamięci podręcznej przez określoną liczbę godzin.
pt_br: Duração: manter o cache por um número de horas
ru: Продолжительность: сохранение кэша в течение нескольких часов
sk: Trvanie: uchovávanie vyrovnávacej pamäte počas niekoľkých hodín
sl: Trajanje: hranite predpomnilnik več ur
sq: Kohëzgjatja: mbaje cache për një numër orësh
sr: Trajanje: zadrži keš određeni broj sati
sv: Varaktighet: behåll cachen för ett antal timmar
tr: Süre: önbelleği birkaç saat boyunca saklayın
uk: Тривалість: зберігати кеш протягом кількості годин
vi: Thời gian: giữ bộ nhớ đệm trong một số giờ
zh_hk: 時間：將快取儲存保留若干小時

source: Duration
ar: المدة
bg: Продължителност
ca: Durada
de: Dauer
eo: Duration → That’s like the vibe length or how long it’s vibin’
es: Duración
fa: مدت زمان
fi: Kesto
fr: Durée
hu: Időtartam
it: Durata
ja: 期間
lt: Trukmė
ms: Tempoh
nb: Varighet
nl: Duur
pl: Czas trwania
pt_br: Duração
ru: Продолжительность
sk: Trvanie
sl: Trajanje
sq: Kohëzgjatja
sr: Trajanje
sv: Varaktighet
tr: Süre
uk: Тривалість
vi: Khoảng thời gian
zh_hk: 時間長度

source: Instance Analytics
ar: تحليلات المثيل
bg: Анализ на инстанциите
ca: Analítica d'instàncies
de: Instanz-Analysen
eo: Vibe Check Stats
es: Análisis de la Instancia
fa: تجزیه و تحلیل نمونه
fi: Instanssin analysointi
fr: Analyse des instances
hu: Példány elemzések
it: Analisi dell'istanza
ja: インスタンス分析
lt: Egzempliorių analizė
ms: Analisis Contoh
nb: Forekomstanalyse
nl: Instance analyse
pl: Analiza instancji
pt_br: Análise de instância
ru: Аналитика экземпляров
sk: Analýza inštancie
sl: Analitika primerkov
sq: Analitika e instancës
sr: Analitika instance
sv: Instans-analyser
tr: Örnek Analitiği
uk: Аналітика інстансу
vi: Phân tích trường hợp
zh_hk: 實例分析

source: Change access to this database to “Sandboxed”?
eo: Yo, should we set the access to this database to “Sandboxed”?
hu: Változtassuk meg ezen adatbázis hozzáférését “Sandbox”-ra?
lt: Pakeisti prieigą prie šios duomenų bazės į „Sandboxed“?
ms: Tukar akses kepada pangkalan data ini kepada "Terpencil"?

source: This group's native querying permissions will be removed from all tables and schemas in this database.
ar: ستتم إزالة أذونات الاستعلامات الأصلية لهذه المجموعة من جميع الجداول والمخططات في قاعدة البيانات هذه.
bg: Родните права за заявка на тази група ще бъдат премахнати от всички таблици и схеми в тази база данни.
ca: Els permisos de consulta nadius d'aquest grup s'eliminaran de totes les taules i esquemes d'aquesta base de dades.
de: Die nativen Abfrageberechtigungen dieser Gruppe werden von allen Tabellen und Schemata in dieser Datenbank entfernt.
eo: This group's native querying perms will get yeeted from all tables and schemas in this DB.
es: Los permisos de consulta nativos de este grupo se eliminarán de todas las tablas y esquemas de esta base de datos.
fa: مجوزهای جستجوی بومی این گروه از همه جداول و طرحواره های این پایگاه داده حذف می شود.
fi: Tämän ryhmän alkuperäiset kyselyoikeudet poistetaan kaikista tämän tietokannan taulukoista ja skeemoista.
fr: Les droits d'interrogation de ce groupe seront supprimés pour toutes les tables et tous les schémas de cette base de données.
hu: Ennek a csoportnak a natív lekérdezési jogosultságai eltávolításra kerülnek az összes táblából és séma ebben az adatbázisban.
it: I permessi di interrogazione nativa di questo gruppo saranno rimossi da tutte le tabelle e gli schemi di questo database.
ja: このグループのネイティブ・クエリ権限は、このデータベース内のすべてのテーブルとスキーマから削除されます。
lt: Šios grupės savieji užklausų leidimai bus pašalinti iš visų šios duomenų bazės lentelių ir schemų.
ms: Keizinan kueri asal kumpulan ini akan dikeluarkan dari semua jadual dan skema dalam pangkalan data ini.
nb: Denne gruppens opprinnelige spørretillatelser vil bli fjernet fra alle tabeller og skjemaer i denne databasen.
nl: De rechten tot SQL-vragen van deze groep worden verwijderd van alle tabellen en schema's in deze database.
pl: Natywne uprawnienia tej grupy do wysyłania zapytań zostaną usunięte ze wszystkich tabel i schematów w tej bazie danych.
pt_br: As permissões de consulta nativas desse grupo serão removidas de todas as tabelas e esquemas deste banco de dados.
ru: Собственные разрешения этой группы на выполнение запросов будут удалены из всех таблиц и схем этой базы данных.
sk: Pôvodné povolenia tejto skupiny na vyhľadávanie budú odstránené zo všetkých tabuliek a schém v tejto databáze.
sl: Izvorna dovoljenja za poizvedovanje te skupine bodo odstranjena iz vseh tabel in shem v tej zbirki podatkov.
sq: Lejet e këtij grupi për pyetje native do të hiqen nga të gjitha tabelat dhe skemat në këtë databazë.
sr: Dozvole ove grupe za nativne upite biće uklonjene sa svih tabela i šema u ovoj bazi podataka.
sv: Den här gruppens ursprungliga frågerättigheter kommer att tas bort från alla tabeller och scheman i den här databasen.
tr: Bu grubun yerel sorgulama izinleri bu veritabanındaki tüm tablo ve şemalardan kaldırılacaktır.
uk: Дозволи цієї групи на нативні запити буде вилучено з усіх таблиць і схем у цій базі даних.
vi: Quyền truy vấn gốc của nhóm này sẽ bị xóa khỏi tất cả các bảng và lược đồ trong cơ sở dữ liệu này.
zh_hk: 這個群組的原始查詢權限將從這個資料庫的所有資料表及模式中移除。

source: Verify this metric
ar: تحقّق من هذا المقياس
bg: Проверка на тази метрика
ca: Verificar aquesta mètrica
de: Diese Matrik verifizieren
eo: Check this stat, fr.
es: Verifica esta métrica
fa: این معیار را تأیید کنید
fi: Tarkista tämä mittari
fr: Vérifier cette métrique
hu: Ellenőrizze ezt a metrikát
it: Verificare questa metrica
ja: この指標を検証する
lt: Patvirtinkite šią metriką
ms: Sahkan metrik ini
nb: Verifiser denne målingen
nl: Controleer deze metriek
pl: Zweryfikuj ten wskaźnik
pt_br: Verificar esta métrica
ru: Проверьте эту метрику
sk: Overenie tejto metriky
sl: Preverjanje te meritve
sq: Verifiko këtë metrikë
sr: Verifikuj ovu metriku
sv: Verifiera mätvärdet
tr: Bu metriği doğrulayın
uk: Верифікувати цю метрику
vi: Xác minh số liệu này
zh_hk: 驗證此公標

source: Created at
ar: تاريخ الإنشاء
bg: Създаден в
ca: Creat a
de: Erzeugt am/um
eo: made it at
es: Creado el
fa: ایجاد شده در
fi: Luotu
fr: Créé à
hu: Létrehozva
it: Creato presso
ja: で作成された。
lt: Sukurta
ms: Dicipta pada
nb: Opprettet
nl: Gemaakt op
pl: Utworzono w
pt_br: Criado em
ru: Создано в
sk: Vytvorené na
sl: Ustvarjeno v
sq: Krijuar më
sr: Kreirano
sv: Skapad den
tr: Şu adreste oluşturuldu
uk: Створено
vi: Được tạo ra tại
zh_hk: 建立於
