Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You can’t customize selectable values for this filter because it is linked to another one.
ar: لا يمكنك تخصيص القيم القابلة للاختيار لهذا الفلتر لأنه مرتبط بآخر.
bg: Не можете да персонализирате избираемите стойности за този филтър, тъй като той е свързан с друг филтър.
ca: No es poden configurar els valors seleccionables d'aquest filtre perquè està associat a un altre.
de: Es ist nicht möglich die Auswahl der Werte für diesen Filter anzupassen, da dieser mit einem anderen Filter verbunden ist.
eo: Bruh, you can't tweak the options for this filter 'cause it's tied to another one.
es: No puedes personalizar los valores de este filtro porque ya está conectado a otro valor
fa: شما نمی توانید مقادیر قابل انتخاب را برای این فیلتر سفارشی کنید زیرا به فیلتر دیگری پیوند داده شده است.
fi: Et voi mukauttaa tämän suodattimen valittavia arvoja, koska se on yhdistetty toiseen suodattimeen.
fr: Vous ne pouvez pas personnaliser les valeurs sélectionnables pour ce filtre car il est lié à un autre.
hu: Ennek a szűrőnek a kiválasztható értékeit nem lehet személyre szabni, mert egy másikhoz kapcsolódik.
it: Non è possibile personalizzare i valori selezionabili per questo filtro perché è collegato a un altro.
ja: このフィルタは別のフィルタとリンクしているため、選択可能な値をカスタマイズすることはできません。
lt: Negalite tinkinti pasirenkamų šio filtro verčių, nes jis susietas su kitu.
ms: Anda tidak boleh menyesuaikan nilai yang boleh dipilih untuk penapis ini kerana ia dipautkan kepada penapis lain.
nb: Du kan ikke definere valgbare verdier for dette filteret fordi det er lenket til et annet.
nl: U kunt de selecteerbare waarden voor dit filter niet aanpassen omdat het aan een ander is gekoppeld.
pl: Nie można dostosować wartości do wyboru dla tego filtra, ponieważ jest on powiązany z innym.
pt_br: Não é possível personalizar os valores selecionáveis para esse filtro porque ele está vinculado a outro.
ru: Вы не можете настроить выбираемые значения для этого фильтра, поскольку он связан с другим фильтром.
sk: Pre tento filter nemôžete prispôsobiť vyberateľné hodnoty, pretože je prepojený s iným filtrom.
sl: Za ta filter ni mogoče prilagoditi vrednosti, ki jih je mogoče izbrati, ker je povezan z drugim.
sq: S’mund t’i personalizosh vlerat e zgjedhshme për këtë filtër sepse është i lidhur me një tjetër.
sr: Ne možete da prilagodite vrednosti za izbor za ovaj filter jer je povezan sa drugim.
sv: Du kan inte anpassa valbara värden för det här filtret eftersom det är länkat till ett annat.
tr: Bu filtre başka bir filtreye bağlı olduğu için değerleri özelleştirilemez.
uk: Ви не можете налаштувати значення, доступні для вибору, для цього фільтра, тому що він пов’язаний з іншим.
vi: Bạn không thể tùy chỉnh các giá trị có thể chọn cho bộ lọc này vì nó được liên kết với một bộ lọc khác.
zh_hk: 您無法自定義此篩選器的可選值，因為它與另一個篩選器鏈接。

source: Search for someone…
ar: ابحث عن شخص…
bg: Търсене на човек…
ca: Cerca algú…
de: Nach jemandem suchen …
eo: Look for someone…
es: Buscar a alguien…
fa: جستجو برای کسی…
fi: Etsi henkilöä…
fr: Chercher quelqu'un...
hu: Keress valakit…
it: Cerca qualcuno…
ja: 誰かを探す...
lt: Ieškoti ko nors…
ms: Cari seseorang…
nb: Søke etter noen...
nl: Zoek iemand…
pl: Poszukaj kogoś...
pt_br: Procurar por alguém...
ru: Поиск человека…
sk: Vyhľadajte niekoho…
sl: Poišči nekoga ...
sq: Kërko për dikë…
sr: Pretraži osobe…
sv: Sök efter person…
tr: Birisini arayın…
uk: Шукати когось…
vi: Tìm kiếm ai đó…
zh_hk: 尋找某人...

source: Last edit date
ar: تاريخ آخر تعديل
bg: Дата на последната редакция
ca: Darrera data d'edició
de: Letztes Bearbeitungsdatum
eo: Last edit date → Last edit timestamp (but if you wanna make it more slangy) it could be "Last change date" or "The final edit" or even "Last update, fr"
es: Fecha de última edición
fa: آخرین تاریخ ویرایش
fi: Viimeksi muokattu päivämäärä
fr: Date de dernière modification
hu: Utolsó szerkesztés dátuma
it: Data dell'ultima modifica
ja: 最終更新日
lt: Paskutinio redagavimo data
ms: Tarikh sunting terakhir
nb: Sist redigert dato
nl: Datum laatste bewerking
pl: Data ostatniej edycji
pt_br: Última data de alteração
ru: Дата последнего редактирования
sk: Dátum poslednej úpravy
sl: Datum zadnje urejanja
sq: Data e editimit të fundit
sr: Datum poslednje izmene
sv: Senast ändrad
tr: Son düzenleme tarihi
uk: Дата останнього редагування
vi: Ngày chỉnh sửa cuối cùng
zh_hk: 最後編輯日期

source: Last editor
ar: آخر محرّر
bg: Последен редактор
ca: Darrer editor
de: Letzter Bearbeitender
eo: Last editor = final boss of editing, fr fr
es: Última edición
fa: آخرین ویرایشگر
fi: Viimeisin muokkaaja
fr: Dernier éditeur
hu: Utolsó szerkesztő
it: Ultimo editore
ja: 最終更新者
lt: Paskutinis redaktorius
ms: Penyunting terakhir
nb: Sist redigert av
nl: Laatste bewerker
pl: Ostatni redaktor
pt_br: Último editor
ru: Последний редактор
sk: Posledný redaktor
sl: Zadnji urejevalnik
sq: Edituesi i fundit
sr: Poslednji urednik
sv: Senaste redigerare
tr: Son düzenleyen
uk: Останній редактор
vi: Biên tập viên cuối cùng
zh_hk: 最後編輯者

source: Content type
ar: نوع المحتوى
bg: Тип съдържание
ca: Tipus de contingut
eo: Vibe of the content
es: Tipo contenido
fa: نوع محتوا
fi: Aineistotyyppi
fr: Type de contenu
hu: Tartalom típus
it: Tipo di contenuto
ja: コンテンツタイプ
lt: Turinio tipas
ms: Jenis kandungan
nb: Innholdstype
pl: Typ zawartości
pt_br: Tipo de conteúdo
ru: Тип контента
sk: Typ obsahu
sl: Vrsta vsebine
sq: Lloji i përmbajtjes
sr: Tip sadržaja
sv: Innehållstyp
tr: İçerik tipi
uk: Тип контенту
vi: Loại nội dung
zh_hk: 內容類型

source: Hide column
ar: أخفِ العمود
bg: Скриване на колоната
ca: Amagar la columna
de: Spalte verstecken
eo: Hide col, fr fr
es: Ocultar columna
fa: پنهان کردن ستون
fi: Piilota sarake
fr: Cacher la colonne
hu: Oszlop elrejtése
it: Nascondi colonna
ja: 列を隠す
lt: Slėpti stulpelį
ms: Sembunyikan lajur
nb: Skjul kolonne
nl: Kolom verbergen
pl: Ukryj kolumnę
pt_br: Esconder coluna
ru: Скрыть колонки
sk: Skryť stĺpec
sl: Skrij stolpec
sq: Fshihe kolonën
sr: Sakrij kolonu
sv: Dölj kolumn
tr: Kolonu gizle
uk: Приховати стовпець
vi: Ẩn cột
zh_hk: 隱藏列

source: Remove all
ar: إزالة الكل
bg: Премахване на всички
ca: Eliminar tot
de: Alle entfernen
eo: Delete everything, fr.
es: Eliminar todos
fa: حذف همه
fi: Poista kaikki
fr: Supprimer tout
hu: Összes eltávolítása
it: Rimuovi tutto
ja: 全削除
lt: Pašalinti visus
ms: Keluarkan semua
nb: Fjern alle
nl: Alles verwijderen
pl: Usuń wszystko
pt_br: Remover tudo
ru: Удалить все
sk: Odstráňte všetky
sl: Odstrani vse
sq: Hiqi të gjitha
sr: Ukloni sve
sv: Ta bort alla
tr: Hepsini silin
uk: Вилучити все
vi: Xóa tất cả
zh_hk: 全部移除

source: Add all
ar: إضافة الكل
bg: Добавете всички
ca: Afegir tot
de: Alle hinzufügen
eo: Add all = "Squad, just add everything"
es: Agregar todos
fa: افزودن همه
fi: Lisää kaikki
fr: ajouter tout
hu: Az összes hozzáadása
it: Aggiungi tutti
ja: すべてを追加
lt: Pridėti viską
ms: Tambah semua
nb: Legg til alle
nl: Alles toevoegen
pl: Dodaj wszystko
pt_br: Adicionar tudo
ru: Добавить все
sk: Pridať všetky
sl: Dodaj vse
sq: Shto të gjitha
sr: Dodaj sve
sv: Lägg till alla
tr: Hepsini ekleyin
uk: Додати все
vi: Thêm tất cả
zh_hk: 全部添加

source: Change operator
ar: غيّر عامل التشغيل
bg: Смяна на оператора
ca: Canviar operador
de: Operator ändern
eo: Switch the opp
es: Cambiar operador
fa: اپراتور را تغییر دهید
fi: Vaihda operaattoria
fr: Changer l'opérateur
hu: Operátor módosítása
it: Cambia operatore
ja: オペレーターの変更
lt: Keisti operatorių
ms: Tukar pengendali
nb: Bytt operatør
nl: Operator wijzigen
pl: Zmiana operatora
pt_br: Alterar operador
ru: Смена оператора
sk: Zmena operátora
sl: Spremeni operator
sq: Ndrysho operatorin
sr: Promeni operator
sv: Byt operatör
tr: Operatörü değiştir
uk: Змінити оператор
vi: Thay đổi toán tử
zh_hk: 更換運算符

source: Right table
ar: الجدول الأيمن
bg: Дясна маса
ca: Taula de la dreta
de: Rechte Tabelle
eo: This table's givin' me main character energy
es: Tabla derecha
fa: میز سمت راست
fi: Oikea taulu
fr: Table de droite
hu: Jobb asztal
it: Tavolo di destra
ja: 右テーブル
lt: Teisingas stalas
ms: Jadual kanan
nb: Høyre tabell
nl: Rechtertabel
pl: Prawa tabela
pt_br: Tabela à direita
ru: Правый стол
sk: Pravý stôl
sl: Desna miza
sq: Tabela e djathtE
sr: Desna tabela
sv: Höger tabell
tr: Sağ masa
uk: Права таблиця
vi: Bàn bên phải
zh_hk: 右邊表格

source: Views per day
hu: Megtekintések naponta
ms: Paparan setiap hari

source: Dashboard views and saves per day
hu: Az irányítópult napi megtekintések és mentések
ms: Paparan dan simpanan papan pemuka setiap hari

source: Most popular dashboards and their avg loading times
hu: A legnépszerűbb irányítópultok és átlagos betöltési idejük
ms: Papan pemuka yang paling popular dan masa muat purata mereka

source: Questions included the most in dashboards
hu: A legtöbb kérdés szerepelt az irányítópultokon
ms: Soalan yang paling banyak termasuk dalam papan pemuka

source: Total queries and their average speed
hu: Összes lekérdezés és átlagos sebességük
ms: Jumlah query dan kelajuan puratanya

source: Queries per database each day
hu: Lekérdezések adatbázisonként minden nap
ms: Query setiap pangkalan data setiap hari

source: Largest downloads in the last 30 days
hu: Legnagyobb letöltések az elmúlt 30 napban
ms: Muat turun terbesar dalam 30 hari yang lalu

source: Total downloads per user
hu: Összes letöltés felhasználónként
ms: Jumlah muat turun setiap pengguna

source: All downloads by size
hu: Minden letöltés méret szerint
ms: Semua muat turun mengikut saiz

source: Query views and speed per day
eo: Checking how many peeps are viewing and how fast daily, fr.
hu: Nézetek és napi sebesség lekérdezése
lt: Užklausos peržiūros ir greitis per dieną
ms: Pandangan query dan kelajuan sehari

source: Most popular queries
eo: Vibe checked: most top-tier searches
hu: A legnépszerűbb lekérdezések
lt: Populiariausios užklausos
ms: Query paling popular

source: Slowest queries
eo: Majorly laggy requests
hu: A leglassabb lekérdezések
lt: Lėčiausios užklausos
ms: Query paling perlahan

source: Views last 45 days
hu: Az elmúlt 45 nap megtekintései
ms: Paparan dalam 45 hari terakhir

source: Average execution time last 45 days
hu: Az elmúlt 45 nap átlagos futási ideje
ms: Purata masa pelaksanaan dalam 45 hari terakhir

source: Most-queried schemas
hu: Leggyakrabban lekérdezett sémák
ms: Skema yang paling banyak di query kan

source: Slowest schemas
hu: A leglassabb sémák
ms: Skema yang paling perlahan

source: Most-viewed Dashboards
hu: A legnézettebb irányítópultok
ms: Papan Pemuka yang paling banyak dilihat

source: Most-viewed Queries
hu: Legnézettebb lekérdezések
ms: Query yang paling banyak dilihat

source: Query views
hu: Nézetek lekérdezése
ms: Pandangan query

source: Dashboard views
hu: Irányítópult nézetek
ms: Paparan papan pemuka

source: Active members and new members per day
hu: Aktív tagok és új tagok naponta
ms: Ahli aktif dan ahli baru setiap hari

source: Active members and queries per day
hu: Aktív tagok és lekérdezések naponta
ms: Ahli aktif dan soalan setiap hari

source: Members who are looking at the most things
hu: Tagok, akik a legtöbb dolgot nézik
ms: Ahli yang melihat paling banyak perkara

source: Members who are creating the most things
hu: Tagok, akik a legtöbbet alkotják
ms: Ahli yang mencipta paling banyak perkara

source: Most-queried tables
hu: Leggyakrabban lekérdezett táblázatok
ms: Jadual yang paling banyak di query kan

source: Least-queried tables
hu: A legkevésbé lekérdezett táblák
ms: Jadual yang paling sedikit di query kan

source: Move to tab
ar: انقل إلى تبويب
bg: Преместване в раздела
ca: Moure a pestanya
de: Zu Reiterkarte verschieben
eo: Switch to that tab, frfr
es: Mover a pestaña
fa: به برگه بروید
fi: Siirry välilehteen
fr: Aller à l'onglet
hu: Ugrás a lapra
it: Spostare nella scheda
ja: タブに移動
lt: Perkelti į skirtuką
ms: Pindahkan ke tab
nb: Flytt til fane
nl: Verplaats naar tabblad
pl: Przenieś do zakładki
pt_br: Mover para a guia
ru: Переход на вкладку
sk: Presun na kartu
sl: Premik na zavihek
sq: Lëviz te skeda
sr: Premesti na tab
sv: Flytta till tabb
tr: Sekmeye taşı
uk: Перемістити на вкладку
vi: Di chuyển đến tab
zh_hk: 移至選項卡

source: Left table
ar: الجدول الأيسر
bg: Лява маса
ca: Taula de l'esquerra
de: Linke Tabelle
eo: Left table → Left side of the squad
es: Tabla izquierda
fa: میز سمت چپ
fi: Vasen taulu
fr: Table de gauche
hu: Bal oldali asztal
it: Tavolo di sinistra
ja: 左のテーブル
lt: Kairysis stalas
ms: Jadual kiri
nb: Venstre tabell
nl: Linkertabel
pl: Lewa tabela
pt_br: Tabela à esquerda
ru: Левый стол
sk: Ľavý stôl
sl: Leva tabela
sq: Tabela e majtE
sr: Leva tabela
sv: Vänster tabell
tr: Sol tablo
uk: Ліва таблиця
vi: Bàn bên trái
zh_hk: 左邊表格

source: Add condition
ar: أضف شرطًا
bg: Добавяне на условие
ca: Afegir condició
de: Bedingung hinzufügen
eo: Add a vibe check
es: Añadir condición
fa: شرط اضافه کنید
fi: Lisää ehto
fr: Ajouter une condition
hu: Feltétel hozzáadása
it: Aggiungi condizione
ja: 条件の追加
lt: Pridėti sąlygą
ms: Tambah syarat
nb: Legg til betingelse
nl: Conditie toevoegen
pl: Dodaj warunek
pt_br: Adicionar condição
ru: Добавить условие
sk: Pridať podmienku
sl: Dodajanje pogoja
sq: Shto kusht
sr: Dodaj uslov
sv: Lägg till villkor
tr: Koşul ekle
uk: Додати умову
vi: Thêm điều kiện
zh_hk: 新增條件

source: Left column
ar: العمود الأيسر
bg: Лява колона
ca: Columna de l'esquerra
de: Linke Spalte
eo: Left column → "L column"
es: Columna izquierda
fa: ستون سمت چپ
fi: Vasen sarake
fr: Colonne de gauche
hu: Bal oldali oszlop
it: Colonna di sinistra
ja: 左の列
lt: Kairysis stulpelis
ms: Lajur kiri
nb: Venstre kolonne
nl: Linkerkolom
pl: Lewa kolumna
pt_br: Coluna à esquerda
ru: Левая колонка
sk: Ľavý stĺpec
sl: Levi stolpec
sq: Kolona e majtE
sr: Leva kolona
sv: Vänster kolumn
tr: Sol kolon
uk: Лівий стовпець
vi: Cột bên trái
zh_hk: 左欄

source: Right column
ar: العمود الأيمن
bg: Дясна колона
ca: Columna de la dreta
de: Rechte Spalte
eo: Right col, fr fr
es: Columna derecha
fa: ستون سمت راست
fi: Oikea sarake
fr: Colonne de droite
hu: Jobb oldali oszlop
it: Colonna destra
ja: 右の列
lt: Dešinysis stulpelis
ms: Lajur kanan
nb: Høyre kolonne
nl: Rechterkolom
pl: Prawa kolumna
pt_br: Coluna à direita
ru: Правая колонка
sk: Pravý stĺpec
sl: Desni stolpec
sq: Kolona e djathtE
sr: Desna kolona
sv: Höger kolumn
tr: Sağ kolon
uk: Правий стовпець
vi: Cột bên phải
zh_hk: 右欄

source: Remove condition
ar: أزل الشرط
bg: Премахване на условието
ca: Eliminar condició
de: Bedingung entfernen
eo: Drop the condition
es: Eliminar condición
fa: شرایط را حذف کنید
fi: Poista ehto
fr: Supprimer la condition
hu: Feltétel eltávolítása
it: Rimuovere la condizione
ja: 条件の削除
lt: Pašalinti sąlygą
ms: Keluarkan syarat
nb: Fjern betingelse
nl: Conditie verwijderen
pl: Usuń warunek
pt_br: Remover condição
ru: Удалить условие
sk: Odstrániť podmienku
sl: Odstrani pogoj
sq: Hiq kushtin
sr: Ukloni uslov
sv: Ta bort villkor
tr: Koşulu kaldır
uk: Прибрати умову
vi: Xóa bỏ điều kiện
zh_hk: 移除條件

source: Lax (default)
ar: Lax (الافتراضي)
bg: Lax (по подразбиране)
ca: Laxe (per defecte)
de: Locker (Default)
eo: Lax (def)
es: Lax (predeterminada)
fa: ضعیف (پیش فرض)
fi: Lohi (oletusarvo)
fr: Lax (par défaut)
hu: Lax (alapértelmezett)
it: Lax (predefinito)
ja: Lax (デフォルト)
lt: Lax (numatytasis)
ms: Lax (lalai)
nb: Slapp (standard)
nl: Lax (standaard)
pl: Lax (domyślnie)
pt_br: Lax (padrão)
ru: Lax (по умолчанию)
sk: Lax (predvolené)
sl: Ohlapno (privzeto)
sr: Lax (podrazumevano)
sv: Lax (standard)
tr: Esnek (öndeğer)
uk: Lax (дефолт)
vi: Lax (mặc định)
zh_hk: 寬鬆<b>（預設）</b>

source: Allows cookies to be sent when a user is navigating to the origin site from an external site (like when following a link).
eo: It lets cookies be sent when u click over from another site (like when u follow a link).
hu: Lehetővé teszi cookie-k küldését, amikor a felhasználó egy külső webhelyről a kiindulási webhelyre navigál (például egy hivatkozás követésekor).
lt: Leidžia siųsti slapukus, kai vartotojas naršo į pradinę svetainę iš išorinės svetainės (pvz., sekant nuorodą).
ms: Membenarkan kuki dihantar apabila pengguna sedang melayari dari laman luar ke laman asal (seperti apabila mengikuti pautan).

source: Strict (not recommended)
ar: Strict (غير موصى به)
bg: Строг (не се препоръчва)
ca: Estricte (no recomanat)
de: Streng (Nicht empfohlen)
eo: That's kinda sus (not recommended)
es: Estricto (no recomendado)
fa: سختگیرانه (توصیه نمی شود)
fi: Tiukka (ei suositeltavaa)
fr: Strict (non recommandé)
hu: Szigorú (nem ajánlott)
it: Rigoroso (non consigliato)
ja: 厳密 (非推奨)
lt: Griežtas (nerekomenduojamas)
ms: Ketat (tidak disarankan)
nb: Streng (ikke anbefalt)
nl: Strikt (niet aanbevolen)
pl: Ścisłe (niezalecane)
pt_br: Estrito (não recomendado)
ru: Строгий (не рекомендуется)
sk: Prísne (neodporúča sa)
sl: Strogo (ni priporočljivo)
sq: Strict (nuk rekomandohet)
sr: Strict (ne preporučuje se)
sv: Strikt (ej att rekommendera)
tr: Sıkı (tavsiye edilmez)
uk: Strict (не рекомендується)
vi: Nghiêm ngặt (không khuyến khích)
zh_hk: 嚴格<b>（不建議）</b>

source: Never allows cookies to be sent on a cross-site request. Warning: this will prevent users from following external links to Metabase.
eo: Never lets cookies be sent on a cross-site request, fr. Warning: this will stop users from clicking external links to Metabase, so yeah, kinda a bummer.
hu: Soha nem engedélyezi a cookie-k küldését webhelyek közötti kérésre. Figyelmeztetés: ez megakadályozza, hogy a felhasználók kövessék a Metabase-ra mutató külső hivatkozásokat.
lt: Niekada neleidžia slapukų siųsti pagal užklausą keliose svetainėse. Įspėjimas: tai neleis vartotojams sekti išorinių nuorodų į metabazę.
ms: Tidak pernah membenarkan kuki dihantar dalam permintaan rentas laman. Amaran: ini akan menghalang pengguna daripada mengikuti pautan luaran ke Metabase.

source: Allows all cross-site requests. Incompatible with most Safari and iOS-based browsers.
eo: Allows all cross-site requests. Lowkey incompatible with most Safari and iOS browsers, fr.
hu: Engedélyezi az összes, több webhelyre kiterjedő kérést. Nem kompatibilis a legtöbb Safari és iOS alapú böngészővel.
lt: Leidžia teikti visas užklausas keliose svetainėse. Nesuderinamas su dauguma „Safari“ ir „iOS“ pagrįstų naršyklių.
ms: Membenarkan semua permintaan rentas laman. Tidak serasi dengan kebanyakan pelayar Safari dan iOS.

source: Add Recipients as CC or BCC
ar: إضافة المستلمين كـ CC أو BCC
bg: Добавяне на получатели като CC или BCC
ca: Afegir recipients com a CC o BCC
de: Empfänger als CC oder BCC hinzufügen
eo: Add peeps as CC or BCC, fr.
es: Añadir destinatario como CC o BCC
fa: گیرندگان را به عنوان CC یا BCC اضافه کنید
fi: Lisää vastaanottajat joko kopiona (CC) tai piilokopiona (BCC).
fr: Ajouter les destinataires en copie ou copie cachée
hu: Címzettek hozzáadása másolatként vagy titkos másolatként
it: Aggiungi destinatari come CC o CCN
ja: 受信者を CC または BCC として追加
lt: Pridėkite gavėjus kaip CC arba BCC
ms: Tambah Penerima sebagai CC atau BCC
nb: Legg til mottakere som CC eller BCC
nl: Ontvangers toevoegen als CC of BCC
pl: Dodawanie odbiorców jako DW lub UDW
pt_br: Adicionr destinatários como CC ou BCC
ru: Добавить получателей как CC или BCC
sk: Pridať príjemcov ako Kópiu alebo Skrytú kópiu
sl: Dodajanje prejemnikov kot KS ali ZPK
sq: Shto marrësit si CC ose BCC
sr: Dodaj primaoce kao CC ili BCC
sv: Lägg till mottagare som CC eller BCC
tr: Alıcıları CC veya BCC olarak ekleme
uk: Додайте отримувачів як CC або BCC
vi: Thêm người nhận dưới dạng CC hoặc BCC
zh_hk: 新增收件者為 CC 或 BCC

source: Control the visibility of recipients.
hu: A címzettek láthatóságának szabályozása.
ms: Kawal keterlihatan penerima.

source: BCC - Hide recipients
ar: BCC - إخفاء المستلمين
bg: BCC - Скриване на получатели
ca: BCC - Amagar els recipients
de: BCC - Empfänger verstecken
eo: BCC — hide the squad vibes
es: BCC - Ocultar destinatarios
fa: BCC - مخفی کردن گیرندگان
fi: BCC - Piilota vastaanottajat
fr: BCC - Cacher les destinataires
hu: BCC – Címzettek elrejtése
it: Ccn - Nascondi destinatari
ja: BCC - 受信者を隠す
lt: BCC – slėpti gavėjus
ms: Kawal keterlihatan penerima.
nb: BCC - Skjul mottakere
nl: BCC - Ontvangers verbergen
pl: UDW - Ukryj odbiorców
pt_br: BCC - Destinatários ocultos
ru: BCC - Скрыть получателей
sk: Skrytá kópia – Skryť príjemcov
sl: ZPK - Skrij prejemnike
sq: BCC - Fshih marrësit
sr: BCC - Sakrij primaoce
sv: BCC - Dölj mottagare
tr: BCC - Alıcıları gizle
uk: BCC — приховати отримувачів
vi: BCC - Ẩn người nhận
zh_hk: BCC - 隱藏收件人

source: CC - Disclose recipients
ar: CC - إظهار المستلمين
bg: Копие - Разкриване на получатели
ca: CC - Mostrar els recipients
de: CC - Empfänger offenlegen
eo: CC – spill the tea on who’s getting it
es: CC - Mostrar destinatarios
fa: CC - افشای گیرندگان
fi: CC - Paljasta vastaanottajat
fr: CC - Montrer les destinataires
hu: CC – A címzettek közzététele
it: CC - Divulgare i destinatari
ja: CC - 受信者を開示する
lt: CC – atskleisti gavėjus
ms: CC - Dedahkan penerima
nb: CC - Vis mottakere
nl: CC - Ontvangers bekendmaken
pl: DW - Ujawnij odbiorców
pt_br: CC - Destinatários visíveis
ru: CC - Раскрыть получателей
sk: Kópia – Zverejniť príjemcov
sl: CC - Razkritje prejemnikov
sq: CC - Shfaq marrësit
sr: CC - Prikaži primaoce
sv: CC - Ange mottagare
tr: CC - Alıcıları ifşa et
uk: CC — показати отримувачів
vi: CC - Tiết lộ người nhận
zh_hk: CC - 披露收件人

source: Make a copy
ar: أنشئ نسخة
bg: Направете копие
ca: Fer una còpia
de: Eine Kopie erstellen
eo: Make a clone or smthn
es: Hacer una copia
fa: یک کپی تهیه کنید
fi: Tee kopio.
fr: Faire une copie
hu: Készíteni egy másolatot
it: Fare una copia
ja: コピーを作成する
lt: Padarykite kopiją
ms: Buat salinan
nb: Lag en kopi
nl: Maak een kopie
pl: Utwórz kopię
pt_br: Fazer uma cópia
ru: Сделайте копию
sk: Vytvorte si kópiu
sl: Izdelava kopije
sq: BEj njE kopje
sr: Napravi kopiju
sv: Gör en kopia
tr: Bir kopyasını alın
uk: Зробити копію
vi: Tạo một bản sao
zh_hk: 製作副本

source: Enter Fullscreen
ar: ادخل وضع ملء الشاشة
bg: Въведете пълен екран
ca: Pantalla completa
de: Vollbildansicht aktivieren
eo: Go brrr fullscreen
es: Pantalla Completa
fa: تمام صفحه را وارد کنید
fi: Siirry koko näytön tilaan
fr: Plein écran
hu: Lépjen be a teljes képernyőre
it: Inserisci lo schermo intero
ja: 全画面表示にする
lt: Įeikite per visą ekraną
ms: Masukkan Skrin Penuh
nb: Fullskjerm
nl: Open volledig scherm
pl: Włącz tryb pełnoekranowy
pt_br: Ativar tela cheia
ru: Ввести полноэкранный режим
sk: Vstup na celú obrazovku
sl: Vstop v celozaslonski način
sq: Hyr nE ekran tE plotE
sr: Uđi u ceo ekran
sv: Visa i helskärm
tr: Tam Ekrana Girin
uk: Увійти в повноекранний режим
vi: Nhập toàn màn hình
zh_hk: 進入全螢幕

source: previous {0}
hu: előző {0}
ms: sebelum {0}

source: Edited
hu: Szerkesztett
ms: Disunting
