Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Average of {0}
ar: متوسط {0}
bg: Средно от {0}
ca: Mitjana de {0}
de: Durchschnitt von {0}
eo: That’s just the regular vibe of {0}
es: Media de {0}
fa: میانگین {0}
fi: Keskiarvo {0}
fr: Moyenne de {0}
hu: {0} átlaga
it: Media di {0}
ja: {0}の平均値
lt: {0} vidurkis
ms: Purata bagi {0}
nb: Gjennomsnittet av {0}
nl: Gemiddelde van {0}
pl: Średnia z {0}
pt_br: Média de {0}
ru: Среднее {0}
sk: Priemer {0}
sl: Povprečje {0}
sq: Mesatarja e {0}
sr: Prosek za {0}
sv: Genomsnitt av {0}
tr: Ortalama
uk: Середнє {0}
vi: Trung bình {0}
zh_hk: {0}的平均值

source: Sum of {0}
ar: مجموع {0}
bg: Сума от {0}
ca: Suma de {0}
de: Summe von {0}
eo: Sum of {0} → Total of {0} but like, lowkey, just say "Sum of {0}" lol
es: Suma de {0}
fa: جمع {0}
fi: Summa {0}
fr: Somme de {0}
hu: {0} összege
it: Somma di {0}
ja: {0}の合計値
lt: {0} suma
ms: Jumlah bagi {0}
nb: Summen av {0}
nl: Som van {0}
pl: Suma z {0}
pt_br: Soma de {0}
ru: Сумма {0}
sk: Súčet {0}
sl: Vsota {0}
sq: Shuma e {0}
sr: Zbir za {0}
sv: Summan av {0}
tr: Toplam {0}
uk: Сума {0}
vi: Tổng của {0}
zh_hk: {0}的總和

source: SD of {0}
hu: {0} SD
ms: Sisihan piawai bagi {0}

source: Min of {0}
ar: الحد الأدنى لـ {0}
bg: Минимално от {0}
ca: Mínim de {0}
de: Minimum von {0}
eo: Min of {0} → Max of {0} (if you mean minimum, but if you wanna keep it chill, maybe just say "at least {0}")
es: Mínimo de {0}
fa: حداقل {0}
fi: Minä olen {0}.
fr: Min de {0}
hu: Min.: {0}
it: Minimo di {0}
ja: {0}の最小値
lt: Min iš {0}
ms: Minimum bagi {0}
nb: Min av {0}
nl: Minimum van {0}
pl: Min z {0}
pt_br: Mínimo de {0}
ru: Минимум {0}
sk: Min. z {0}
sl: Min {0}
sq: Min i {0}
sr: Min za {0}
sv: Min-värde av {0}
tr: Minimum
uk: Мін. {0}
vi: Tối thiểu {0}
zh_hk: {0}的最小值

source: Max of {0}
ar: الحد الأقصى لـ {0}
bg: Макс. От {0}
ca: Màxim de {0}
de: Maximum von {0}
eo: Max of {0} → That's the max fr fr
es: Máximo de {0}
fa: حداکثر {0}
fi: Maksimi {0}:sta
fr: Max de {0}
hu: Max.: {0}
it: Massimo di {0}
ja: {0}の最大値
lt: Max iš {0}
ms: Maksimum bagi {0}
nb: Max av {0}
nl: Maximum van {0}
pl: Max z {0}
pt_br: Máximo de {0}
ru: Максимум {0}
sk: Max. z {0}
sl: Največje od {0}
sq: Max i {0}
sr: Max za {0}
sv: Max-värde av {0}
tr: Maksimum
uk: Макс. {0}
vi: Tối đa {0}
zh_hk: {0}的最大值

source: Sum of {0} matching condition
ar: مجموع {0} المطابق للشرط
bg: Сума от {0} съвпадащо условие
ca: Suma de {0} amb condició
de: Summe von {0} Bedingung erfüllend
eo: Sum of {0} with the same vibe
es: Suma de {0} con condición
fa: مجموع شرط تطبیق {0}
fi: Ehdon täyttävien {0} summa
fr: Somme des {0} vérifiant la condition
hu: {0} egyező feltétel összege
it: Somma di {0} che soddisfano la condizione
ja: 条件に合致する{0}の合計値
lt: {0} atitinkančių sąlygų suma
ms: Jumlah {0} yang memenuhi syarat
nb: Sum av {0} matchende betingelser
nl: Som van {0} met overeenkomende voorwaarde
pl: Suma {0} pasujących warunków
pt_br: Soma de {0} condição de correspondência
ru: Сумма {0} по условию
sk: Súčet {0} zodpovedajúcich podmienok
sl: Vsota {0} ujemajočega se pogoja
sq: Shuma e {0} që përputhet me kushtin
sr: Zbir za {0} koji zadovoljava uslov
sv: Summan av {0} matchande villkor
tr: {0} eşleşen koşulun toplamı
uk: Сума {0} за умовою
vi: Tổng của {0} điều kiện khớp
zh_hk: {0}符合條件的總和

source: Share of rows matching condition
ar: حصة الصفوف المطابقة للشرط
bg: Дял на редовете, отговарящи на условието
ca: Nombre de files amb la condició
de: Anteil an Zeilen, die Bedingung erfüllend
eo: Share of rows that actually vibe with the condition
es: Cuota de filas con condición
fa: سهم شرط مطابقت ردیف ها
fi: Ehdon täyttävien rivien osuus
fr: Part des lignes vérifiant la condition
hu: A feltételnek megfelelő sorok aránya
it: Percentuali di righe che soddisfano la condizione
ja: 基準に一致する行のシェア
lt: Sąlygą atitinkančių eilučių dalis
ms: Perkongsian baris yang memenuhi syarat
nb: Andel av rader som matcher betingelsen
nl: Aandeel rijen met overeenkomende voorwaarde
pl: Udział wierszy spełniających warunek
pt_br: Parcela de linhas correspondentes à condição
ru: Поделиться строками результата
sk: Zdieľať riadky zodpovedajúce podmienke
sl: Delež pogojev ujemanja vrstic
sq: Pjesa e rreshtave që përputhen me kushtin
sr: Udeo redova koji zadovoljavaju uslov
sv: Samling rader som matchar villkor
tr: Koşulla eşleşen satırların payı
uk: Частка рядків, що відповідають умові
vi: Tỷ lệ hàng phù hợp với điều kiện
zh_hk: 共享符合條件行數

source: Count of rows matching condition
ar: عدد الصفوف المطابقة للشرط
bg: Брой редове, отговарящи на условието
ca: Número de files conicidents amb la condició
de: Anzahl an Zeilen, die Bedingung erfüllend
eo: Number of rows that fit the vibe
es: Número de filas coincidentes con la condición
fa: تعداد ردیف شرایط مطابقت
fi: Ehdon täyttävien rivien määrä
fr: Nombre de lignes vérifiant la condition
hu: A feltételnek megfelelő sorok száma
it: Numero di righe che soddisfano la condizione
ja: 条件に合致する行の数
lt: Sąlygą atitinkančių eilučių skaičius
ms: Kiraan baris yang memenuhi syarat
nb: Antall rader som matcher betingelsen
nl: Aantal rijen met overeenkomende voorwaarde
pl: Liczba wierszy spełniających warunek
pt_br: Quantidade de linhas correspondentes à condição
ru: Количество строк, соответствующих условию
sk: Počet zodpovedajúcich riadkov
sl: Pogoj ujemanja števila vrstic
sq: Numërimi i rreshtave që përputhen me kushtin
sr: Broj redova koji zadovoljavaju uslov
sv: Antal rader som matchar villkor
tr: Koşulla eşleşen satır sayısı
uk: Кількість рядків, що відповідають умові
vi: Đếm số lượng hàng thỏa mãn điều kiện
zh_hk: 符合條件的行數

source: Request already canceled, will not run synchronous QP code.
hu: A kérés már törölve, nem fog futni a szinkron QP kód.
ms: Permintaan telah dibatalkan, tidak akan menjalankan kod QP segerak.

source: Unexpectedly got `nil` Query Processor response.
hu: Váratlanul `nil` válasz érkezett a lekérdezés feldolgozótól.
ms: Mendapatkan respons nil dari Pemproses Querysecara tidak dijangka.

source: Got InterruptedException. Canceling query.
hu: Megszakítási kivétel történt. Lekérdezés törlése.
ms: Mendapat InterruptedException. Membatalkan pertanyaan.

source: Unhandled exception, exepected `catch-exceptions` middleware to handle it.
hu: Kezeletlen kiv
ms: Pengecualian yang tidak ditangani, dijangka middleware `catch-exceptions` akan menanganinya.

source: Query timed out after %s
hu: A lekérdezés időtúllépést ért el %s után
ms: Pertanyaan tamat tempoh selepas %s

source: Creating new query thread pool for Database {0}
hu: Új lekérdezési szálkészlet létrehozása a(z) {0} adatbázishoz
ms: Mencipta kolam benang query baru untuk Pangkalan Data {0}

source: Destroying query thread pool for Database {0}
hu: Lekérdezési szálcsoport megszüntetése a(z) {0} adatbázishoz
ms: Memusnahkan kolam benang query untuk Pangkalan Data {0}

source: Request canceled, canceling pending query
hu: Kérés törölve, a függőben lévő lekérdezés törlése
ms: Permintaan dibatalkan, membatalkan pertanyaan yang belum selesai

source: Cannot update binned field: query is missing source-metadata
eo: Bruh, can't update the binned field — the query's totally missing source-metadata, lol.
hu: A binned mező nem frissíthető: a lekérdezésből hiányzik a forrásmetaadat
lt: Negalima atnaujinti sugrupuoto lauko: užklausoje trūksta šaltinio metaduomenų
ms: Tidak dapat mengemas kini medan binned: pertanyaan kekurangan metadata sumber

source: Cannot update binned field: could not find matching source metadata for Field ''{0}''
hu: A binned mező nem frissíthető: nem található megfelelő forrásmetaadat a(z) ''{0}'' mezőhöz
ms: Tidak dapat mengemas kini medan yang dikategorikan: tidak dapat mencari metadata sumber yang sepadan untuk Medan ''{0}''

source: Using query processor cache backend: {0}
hu: Lekérdezés feldolgozó gyorsítótár backend használata: {0}
ms: Menggunakan backend cache pemproses query: {0}

source: Invalid metric: {0} reason: {1}
hu: Érvénytelen mérőszám: {0} ok: {1}
ms: Metrik tidak sah: {0} sebab: {1}

source: Unknown error
ar: خطأ غير معروف
bg: Неизвестна грешка
ca: Error desconegut
de: Unbekannter Fehler
es: Error desconocido
fa: خطای ناشناخته
fi: Tuntematon virhe
fr: Erreur inconnue
hu: Ismeretlen hiba
it: Errore sconosciuto
ja: 不明なエラー
lt: Nežinoma klaida
ms: Ralat tidak diketahui
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sk: Neznáma chyba
sl: Neznana napaka
sq: Gabim i panjohur
sr: Nepoznata greška
sv: Okänt fel
tr: Bilinmeyen hata
uk: Невідома помилка
vi: Lỗi không xác định
zh_hk: 未知錯誤

source: Unexpected nil response from query processor.
hu: Váratlanul nil válasz a lekérdezés feldolgozótól.
ms: Respons nil yang tidak dijangka dari pemproses query.

source: Query canceled
hu: Lekérdezés törölve
ms: Query dibatalkan

source: Unable to resolve driver for query: missing or invalid `:database` ID.
hu: Nem sikerült feloldani az illesztőprogramot a lekérdezéshez: hiányzó vagy érvénytelen `:database` ID.
ms: Tidak dapat menyelesaikan pemacu untuk query: ID pangkalan data : hilang atau tidak sah.

source: Unable to resolve driver for query: Database {0} does not exist.
hu: Nem sikerült feloldani az illesztőprogramot a lekérdezéshez: {0} adatbázis nem létezik.
ms: Tidak dapat menyelesaikan pemacu untuk query: Pangkalan Data {0} tidak wujud.

source: Cannot use :fields :all in join against source query unless it has :source-metadata.
eo: Bruh, you can't use :fields :all in join with the source query unless it’s got :source-metadata, fr fr.
hu: Nem használhatja a :fields :all parancsot a forráslekérdezés elleni csatlakozásban, hacsak nem rendelkezik :source-metadata-val.
lt: Šaltinio užklausos jungime negalima naudoti :fields :all, nebent ji turi :source-metadata.
ms: Tidak boleh menggunakan :medan:semua dalam gabungan terhadap query sumber melainkan ia mempunyai :sumber-metadata.

source: Bad :joined-field clause: join with alias ''{0}'' does not exist. Found: {1}
hu: Hibás :joined-field záradék: az alias ''{0}'' csatlakozás nem létezik. Talált: {1}
ms: Klausa :gabungan medan tidak sah: gabungan dengan alias ''{0}'' tidak wujud. Ditemui: {1}

source: Invalid :source-table ''{0}'': should be resolved to a Table ID by now.
hu: Érvénytelen :source-table ''{0}'': mostanra táblaazonosítóvá kell feloldani.
ms: ''{0}'' tidak sah: sepatutnya telah diselesaikan kepada ID Jadual pada masa ini.

source: Cannot store Tables or Fields before Database is stored.
hu: A táblák vagy mezők nem tárolhatók az adatbázis tárolása előtt.
ms: Tidak boleh menyimpan Jadual atau Medan sebelum Pangkalan Data disimpan.

source: Attempting to fetch second Database. Queries can only reference one Database.
hu: Második adatbázis lekérése kísérlet. A lekérdezések csak egy adatbázisra hivatkozhatnak.
ms: Mencuba untuk mengambil Pangkalan Data kedua. Quiries hanya boleh merujuk kepada satu Pangkalan Data.

source: Failed to fetch Table {0}: Table does not exist, or belongs to a different Database.
hu: Nem sikerült lekérni a táblát {0}: A tábla nem létezik, vagy egy másik adatbázishoz tartozik.
ms: Gagal untuk mengambil Jadual {0}: Jadual tidak wujud, atau milik Pangkalan Data yang berbeza.

source: Failed to fetch Field {0}: Field does not exist, or belongs to a different Database.
hu: Nem sikerült lekérni a mezőt {0}: A mező nem létezik, vagy egy másik adatbázishoz tartozik.
ms: Gagal untuk mengambil Medan {0}: Medan tidak wujud, atau milik Pangkalan Data yang berbeza.

source: Failed to load template ''{0}''. Did you remember to build the Metabase frontend?
ar: فشل تحميل القالب ''{0}''. هل تذكّرت بناء واجهة Metabase الأمامية؟
bg: Зареждането на шаблон „„ {0} “не бе успешно. Сетихте ли се да изградите интерфейса на Metabase?
ca: Error en carregar la plantilla "{0}". Heu recordat construir la interfície de Metabase?
de: Vorlage ''{0}'' konnte nicht geladen werden. Hast du daran gedacht, das Metabase-Frontend zu erstellen?
eo: Bruh, couldn't load the template ''{0}''. Did you remember to build the Metabase frontend or nah?
es: Error al cargar la plantilla "{0}". ¿Te acordaste de construir la interfaz de Metabase?
fa: الگوی '' {0} '' بارگیری نشد. یادتان هست که جبهه Metabase را بسازید؟
fi: Templaten {0} lataus epäonnistui. Muistitko luoda Metabase frontin?
fr: Incapable de charger le patron "{0}": Avez-vous pensé à construire la devanture Metabase ?
hu: Nem sikerült betölteni a sablont ''{0}''. Emlékszel, hogy felépítetted a Metabase frontendjét?
it: Recupero template "{0}" fallito. Ti sei ricordato di costruire il frontend di metabase?
ja: テンプレート ''{0}''の読み込みに失敗しました。 Metabaseフロントエンドをビルドすることを覚えていましたか?
lt: Nepavyko įkelti šablono „{0}“. Ar prisiminėte sukurti „Metabase“ frontend'ą?
ms: Gagal memuatkan templat ''{0}''. Adakah anda ingat untuk membina frontend Metabase?
nb: Kunne ikke laste mal "{0}". Husket du å bygge Metabase-frontend?
nl: Kan template '' {0} '' niet laden. Heb je eraan gedacht om de Metabase-frontend te bouwen?
pl: Nie udało się załadować szablonu {0}. Pamiętasz, jak zbudować nakładkę Metabase?
pt_br: Falha ao carregar o modelo "{0}". Você se lembrou de compilar o frontend do Metabase?
ru: Ошибка загрузки шаблона ''{0}''. Не забыли ли вы собрать Metabase frontend?
sk: Nepodarilo sa načítať šablónu ''{0}''. Chcete si postaviť Metabase frontend?
sl: Ni bilo mogoče naložiti predloge ''{0}''. Ste se spomnili zgraditi frontend Metabase?
sq: Dështoi ngarkimi i shabllonit ''{0}''. A e ndërtove frontend-in e Metabase?
sr: Neuspešno učitavanje šablona ''{0}''. Da li ste se setili da build-ujete Metabase frontend?
sv: Kunde inte ladda mallen "{0}". Skapade du Metabase-framsidan?
tr: '' {0} '' şablonu yüklenemedi. Metabase ön ucunu oluşturmayı hatırladınız mı?
uk: Не вдалося завантажити шаблон ''{0}''. Ви не забули зібрати фронтенд Metabase?
vi: Không thể tải mẫu '' {0} ''. Bạn có nhớ xây dựng giao diện Metabase không?
zh_hk: 載入模板{0}失敗。您是否記得構建metabse的前端？

source: Sample dataset DB file ''{0}'' cannot be found.
hu: A mintaadatkészlet DB fájl ''{0}'' nem található.
ms: Fail pangkalan data set sampel ''{0}'' tidak dapat dijumpai.

source: Loading sample dataset...
hu: Mintaadatkészlet betöltése...
ms: Memuatkan set sampel data...

source: Failed to load sample dataset
hu: Nem sikerült betölteni a mintaadatkészletet
ms: Gagal memuatkan set sampel data

source: Found new tables:
hu: Új asztalokat találtam:
ms: Jadual baru dijumpai:

source: Marking tables as inactive:
hu: Táblák inaktívvá tétele:
ms: Menandakan jadual sebagai tidak aktif:

source: Updating description for tables:
hu: Táblák leírásának frissítése:
ms: Mengemas kini penerangan untuk jadual:

source: Rescheduling job {0}
hu: Munka újraütemezése {0}
ms: Menjadualkan semula kerja {0}

source: Error rescheduling job
hu: Hiba a feladat újraütemezésekor
ms: Ralat menjadualkan semula kerja

source: Starting Pulse Execution: {0}
hu: Impulzus végrehajtásának kezdete: {0}
ms: Memulakan Pelaksanaan Pulse: {0}

source: Finished Pulse Execution: {0}
hu: Impulzus végrehajtása befejeződött: {0}
ms: Pelaksanaan Pulse selesai: {0}

source: Failed to schedule tasks for Database {0}
hu: Nem sikerült ütemezni a feladatokat az adatbázis számára {0}
ms: Gagal menjadualkan tugas untuk Pangkalan Data {0}

source: All elements must be distinct.
hu: Minden elemnek különbözőnek kell lennie.
ms: Semua elemen mesti berbeza.

# Modal for selecting columns in source data or when doing a join.
source: Pick the columns you want to include
hu: Válassza ki a beilleszteni kívánt oszlopokat
ms: Pilih lajur yang anda ingin sertakan KONTEKS Modal untuk memilih lajur semasa melihat data atau semasa melakukan gabungan.

source: When this is on, Metabase will automatically run queries when users do simple explorations with the Summarize and Filter buttons when viewing a table or chart. You can turn this off if querying this database is slow. This setting doesn’t affect drill-throughs or SQL queries.
hu: Ha ez be van kapcsolva, a Metabase automatikusan lekérdezéseket futtat, amikor a felhasználók egyszerű felfedezéseket végeznek az Összefoglaló és Szűrő gombokkal táblázat vagy diagram nézetben. Kikapcsolhatja ezt, ha az adatbázis lekérdezése lassú. Ez a beállítás nem érinti a drill-through-okat vagy az SQL-lekérdezéseket.
ms: Apabila ini diaktifkan, Metabase akan secara automatik menjalankan query apabila pengguna melakukan penerokaan mudah dengan butang Ringkaskan dan Tapis semasa melihat jadual atau carta. Anda boleh mematikan ini jika query kepada pangkalan data ini lambat. Tetapan ini tidak mempengaruhi drill-throughs atau query SQL.

source: Change join type
ar: غيّر نوع الربط
bg: Променете типа на присъединяване
ca: Canvieu el tipus d'unió
de: Ändere join Typ
eo: Switch up the join vibe
es: Cambia el tipo de unión
fa: نوع پیوستن را تغییر دهید
fi: Muuta liitostyyppiä
fr: Changez le type de jointure
hu: Csatlakozás típusának módosítása
it: Cambia tipo di join
ja: JOINの形式を変える
lt: Keisti jungimo tipą
ms: Tukar jenis gabungan
nb: Endre sammenføyningstype
nl: Wijzig het join-type
pl: Zmień typ złączenia
pt_br: Alterar tipo de junção
ru: Изменить тип соединения
sk: Zmeniť typ spojenia
sl: Spreminjanje vrste združevanja
sq: Ndrysho llojin e join-it
sr: Promeni tip spajanja
sv: Ändra typ av "join"
tr: Birleştirme türünü değiştir
uk: Змінити тип join
vi: Thay đổi kiểu JOIN
zh_hk: 更改join類型

source: Don't know how to alias {0}, expected an Identifier.
hu: Nem tudom, hogyan kell az {0} aliast használni, azonosítóra számítva.
ms: Tidak tahu bagaimana untuk alias {0}, menjangkakan satu Pengecam.

source: Error adding User {0} to Group {1}
hu: Hiba a felhasználó {0} hozzáadásakor a csoporthoz {1}
ms: Ralat menambah Pengguna {0} ke Kumpulan {1}

source: Changing Table & Field names humanization strategy from ''{0}'' to ''{1}''
hu: A táblák és mezők névhumanizálási stratégiájának megváltoztatása ''{0}''-ról ''{1}''-re
ms: Menukar strategi humanisasi Nama Jadual & Medan dari ''{0}'' ke ''{1}''

source: Infinite loop detected: recursively preprocessed query {0} times.
hu: Végtelen ciklus észlelve: rekurzív előfeldolgozott lekérdezés {0} alkalommal.
ms: Gelung infiniti dikesan: query diproses semula secara rekursif {0} kali.

source: Warning: cannot determine fields for an explicit `source-query` unless you also include `source-metadata`.
hu: Figyelmeztetés: nem lehet meghatározni a mezőket egy explicit `source-query`-hez, hacsak nem tartalmazza a `source-metadata`-t is.
ms: Amaran: tidak dapat menentukan medan untuk source-query eksplisit kecuali anda juga menyertakan source-metadata.

source: Error determining expected columns for query
hu: Hiba a lekérdezéshez várt oszlopok meghatározásakor
ms: Ralat menentukan lajur yang dijangkakan untuk query

source: Unhandled exception, expected `catch-exceptions` middleware to handle it.
hu: Kezeletlen kivétel, a `catch-exceptions` middleware várt kezelésére.
ms: Pengecualian yang tidak ditangani, dijangka middleware `catch-exceptions` akan menanganinya.

source: Diagnostic Info
hu: Diagnosztikai információ
lt: Diagnostinė informacija
ms: Maklumat Diagnostik

source: Select Metabase process:
hu: Válassza ki a Metabase folyamatot:
lt: Pasirinkite Metabase procesą:
ms: Pilih proses Metabase:

source: All Metabase processes
ar: كل عمليات Metabase
bg: Всички процеси на Metabase
ca: Tots els processos de Metabase
de: Alle Metabaseprozesse
eo: All Metabase vibes
es: Todos los procesos de Metabase
fa: همه فرآیندهای Metabase
fi: Kaikki Metabaseprosessit
fr: Tous les processus de Metabase
hu: Minden Metabase folyamat
it: Tutti i processi di Metabase:
ja: 全てのMetabaseのプロセス
lt: Visi Metabase procesai
ms: Semua proses Metabase
nb: Alle Metabase prosesser
nl: Alle Metabase processen
pl: Wszystkie procesy Metabase
pt_br: Todos os processos do Metabase
ru: Все процессы Metabase
sk: Všetky Metabase procesy
sl: Vsi procesi metabaze
sq: Të gjitha proceset e Metabase
sr: Svi Metabase procesi
sv: Alla Metabase-processer
tr: Tüm Metatabase prosesleri
uk: Усі процеси Metabase
vi: Tất cả các quy trình Metabase
zh_hk: 所有Metabase進程

source: The window was closed before completing Google Authentication.
hu: Az ablak bezárult a Google-hitelesítés befejezése előtt.
ms: Tetingkap ditutup sebelum menyelesaikan Pengesahan Google.

source: There was an issue signing in with Google. Pleast contact an administrator.
hu: Probl
ms: Terdapat masalah untuk log masuk dengan Google. Sila hubungi pentadbir.

source: Sign in with email
ar: سجّل الدخول بالبريد الإلكتروني
bg: Влезте с имейл
ca: Registrar-se mitjançant correu electrònic
de: Anmeldung per E-Mail
eo: Log in with email, bestie
es: Entrar con email
fa: ورود با ایمیل
fi: Kirjaudu sisään sähköpostilla
fr: Connectez-vous avec un e-mail
hu: Jelentkezzen be e-mailben
it: Loggati con email
ja: メールアドレスでサインインする
lt: Prisijunkite naudodami el-paštą
ms: Log masuk dengan e-mel
nb: Logg inn med e-post
nl: Log in via e-mail
pl: Zaloguj się przez e-mail
pt_br: Entrar com e-mail
ru: Войти с помощью Email
sk: Prihlásiť sa pomocou emailu
sl: Vpis z e-pošto
sq: Hyr me email
sr: Prijavi se imejlom
sv: Logga in med epost
tr: E-posta ile oturum açın
uk: Увійти за допомогою email
vi: Đăng ký bằng email
zh_hk: 使用EMail登入

source: Using this option requires that provided host is a FQDN. If connecting to an Atlas cluster, you might need to enable this option. If you don't know what this means, leave this disabled.
hu: Ennek az opciónak a használatához a megadott hostnak FQDN-nek kell lennie. Ha Atlas klaszterhez csatlakozik, lehet, hogy engedélyeznie kell ezt az opciót. Ha nem tudja, mit jelent ez, hagyja kikapcsolva.
ms: Menggunakan pilihan ini memerlukan hos yang diberikan adalah FQDN. Jika menyambung ke kluster Atlas, anda mungkin perlu mengaktifkan pilihan ini. Jika anda tidak tahu apa maksudnya, biarkan ia dinyahaktifkan.

source: By default, Metabase does a lightweight hourly sync and an intensive daily scan of field values. If you have a large database, we recommend turning this on and reviewing when and how often the field value scans happen.
hu: Alapértelmezés szerint a Metabase könnyű óránkénti szinkronizálást és intenzív napi mezőérték-letapogatást végez. Ha nagy adatbázisa van, javasoljuk, hogy kapcsolja be ezt, és vizsgálja felül, mikor és milyen gyakran történnek a mezőérték-letapogatások.
ms: Secara lalai, Metabase melakukan penyelarian ringan setiap jam dan imbasan intensif nilai medan setiap hari. Jika anda mempunyai pangkalan data yang besar, kami mengesyorkan untuk mengaktifkan ini dan menyemak bila dan berapa kerap imbasan nilai medan berlaku.

source: Remove these suggestions
hu: Távolítsa el ezeket az ajánlásokat
ms: Keluarkan cadangan ini

source: Remove these suggestions?
hu: Eltávolítja ezeket az ajánlásokat?
ms: Keluarkan cadangan ini?

source: These won’t show up on the homepage for any of your users anymore, but you can always get to x-rays by clicking on Browse Data in the main navigation, then clicking on the lightning bolt icon on one of your tables.
hu: Ezek többé nem jelennek meg a kezdőlapon egyik felhasználójának sem, de mindig elérheti az x-ray-eket, ha a fő navigációban az Adatok böngészése lehetőségre kattint, majd az egyik tábláján a villám ikonra kattint.
ms: Ini tidak akan muncul di halaman utama untuk mana-mana pengguna anda lagi, tetapi anda sentiasa boleh mengakses sinar-x dengan mengklik pada Semak Data dalam navigasi utama, kemudian mengklik ikon kilat pada salah satu jadual anda.

source: Hide this section
hu: A szakasz elrejtése
ms: Sembunyikan bahagian ini

source: Remove this section?
hu: Eltávolítja ezt a szakaszt?
ms: Keluarkan bahagian ini?
