Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: If you’re sure you trust this domain, you can ask an admin to add it to the allowed domains list.
ar: إذا كنت متأكدًا أنك تثق بهذا النطاق، يمكنك أن تطلب من مسؤول إضافته إلى قائمة النطاقات المسموح بها.
bg: Ако сте сигурни, че имате доверие на този домейн, можете да помолите администратор да го добави в списъка с разрешени домейни.
ca: Si esteu segur que confieu en aquest domini, podeu demanar a un administrador que l'afegeixi a la llista de dominis permesos.
de: Wenn Sie sicher sind, dass Sie dieser Domäne vertrauen, können Sie einen Administrator bitten, sie in die Liste der zulässigen Domänen aufzunehmen.
eo: If you’re deadass sure you trust this domain, just hit up an admin to add it to the allowed domains list.
es: Si estás seguro de que confias en este dominio, le puedes pedir a un administrador que lo añada a la lista de dominios permitidos.
fa: اگر مطمئن هستید که به این دامنه اعتماد دارید، می توانید از یک سرپرست بخواهید که آن را به لیست دامنه های مجاز اضافه کند.
fi: Jos voit luottaa tähän verkkotunnukseen, voit pyytää järjestelmänvalvojaa lisäämään sen sallittujen verkkotunnusten luetteloon.
fr: Si vous êtes sûr de faire confiance à ce domaine, vous pouvez demander à un administrateur de l'ajouter à la liste des domaines autorisés.
hu: Ha biztos benne, hogy megbízik ebben a domainben, kérheti egy admintól, hogy adja hozzá az engedélyezett domainek listájához.
it: Se siete sicuri di fidarvi di questo dominio, potete chiedere a un amministratore di aggiungerlo all'elenco dei domini consentiti.
ja: そのドメインが信頼できるものであれば、管理者に頼んで許可ドメインリストに追加してもらうことができる。
lt: Jei esate tikri, kad šiuo domenu pasitikite, galite paprašyti administratoriaus įtraukti jį į leidžiamų domenų sąrašą.
ms: Jika anda pasti anda mempercayai domain ini, anda boleh meminta pentadbir untuk menambahkannya pada senarai domain yang dibenarkan.
nb: Hvis du er sikker på at du stoler på dette domenet, kan du be en administrator om å legge det til i listen over tillatte domener.
nl: Als je zeker weet dat je dit domein vertrouwt, kun je een beheerder vragen om het toe te voegen aan de lijst met toegestane domeinen.
pl: Jeśli masz pewność, że ufasz tej domenie, możesz poprosić administratora o dodanie jej do listy dozwolonych domen.
pt_br: Se você tiver certeza de que confia neste domínio, poderá solicitar a um administrador que o adicione à lista de domínios permitidos.
ru: Если вы уверены, что доверяете этому домену, вы можете попросить администратора добавить его в список разрешенных доменов.
sk: Ak ste si istí, že tejto doméne dôverujete, môžete požiadať správcu, aby ju pridal do zoznamu povolených domén.
sl: Če ste prepričani, da zaupate tej domeni, lahko prosite skrbnika, da jo doda na seznam dovoljenih domen.
sq: Nëse je i sigurt që i beson këtij domain-i, mund t’i kërkosh një administratori ta shtojë te lista e domain-eve të lejuar.
sr: Ako si siguran/na da veruješ ovom domenu, možeš da zamoliš administratora da ga doda na listu dozvoljenih domena.
sv: Om du litar på denna domänen, kan du be en administratör att lägga in den bland tillåtna domäner.
tr: Bu etki alanına güvendiğinizden eminseniz, bir yöneticiden izin verilen etki alanları listesine eklemesini isteyebilirsiniz.
uk: Якщо ви впевнені, що довіряєте цьому домену, попросіть адміністратора додати його до списку дозволених доменів.
vi: Nếu bạn chắc chắn rằng mình tin tưởng tên miền này, bạn có thể yêu cầu quản trị viên thêm tên miền này vào danh sách tên miền được phép.
zh_hk: 如果您確定信任這個網域，可以請管理員將其加入允許的網域清單。

source: {0} can not be embedded in iframe cards.
ar: لا يمكن تضمين {0} في بطاقات iframe.
bg: {0} не могат да бъдат вграждани в iframe карти.
ca: {0} no es pot incrustar a les targetes iframe.
de: {0} können nicht in Iframe-Karten eingebettet werden.
eo: Bro, {0} can't be embedded in iframe cards, fr.
es: {0} no puede ser embebido en las tarjetas iframe.
fa: {0} را نمی توان در کارت های iframe جاسازی کرد.
fi: {0} ei voida upottaa iframe-kortteihin.
fr: {0} ne peuvent pas être intégrées dans des cartes iframe.
hu: A(z) {0} nem ágyazható be iframe kártyákba.
it: {0} non può essere incorporato in schede iframe.
ja: {0} はiframeカードに埋め込むことはできません。
lt: {0} negali būti įterptas į iframe korteles.
ms: {0} tidak boleh dibenamkan dalam kad iframe.
nb: {0} kan ikke legges inn i iframe-kort.
nl: {0} kan niet worden ingesloten in iframe-kaarten.
pl: {0} nie mogą być osadzane w kartach iframe.
pt_br: {0} não pode ser incorporado em cartões iframe.
ru: {0} не могут быть встроены в карты iframe.
sk: {0} nemožno vložiť do kariet iframe.
sl: {0} ni mogoče vdelati v kartice iframe.
sq: {0} nuk mund të integrohet në karta iframe.
sr: {0} ne može da se ugradi u iframe kartice.
sv: {0} kan inte bäddas in i iframe-kort.
tr: {0} iframe kartlarına gömülemez.
uk: {0} не можна вбудувати в iframe-картки.
vi: {0} không thể nhúng vào thẻ iframe.
zh_hk: {0} 無法嵌入 iframe 卡中。

source: There was a problem rendering this content.
ar: كانت هناك مشكلة في عرض هذا المحتوى.
bg: Имаше проблем с визуализирането на това съдържание.
ca: S'ha produït un problema en renderitzar aquest contingut.
de: Bei der Darstellung dieses Inhalts ist ein Problem aufgetreten.
eo: Bruh, this content is lowkey not rendering rn.
es: Hubo un problema al cargar este contenido.
fa: مشکلی در ارائه این محتوا وجود داشت.
fi: Tämän sisällön näyttämisessä oli ongelma.
fr: Il y a eu un problème de rendu de ce contenu.
hu: Probléma merült fel ennek a tartalomnak a megjelenítése során.
it: Si è verificato un problema nel rendering di questo contenuto.
ja: このコンテンツのレンダリングに問題がありました。
lt: Pateikiant šį turinį kilo problema.
ms: Terdapat masalah semasa memaparkan kandungan ini.
nb: Det oppstod et problem med å gjengi dette innholdet.
nl: Er was een fout bij het weergeven van de inhoud.
pl: Wystąpił problem z renderowaniem tej zawartości.
pt_br: Houve um problema ao renderizar esse conteúdo.
ru: Возникла проблема с отображением этого содержимого.
sk: Vyskytol sa problém s vykresľovaním tohto obsahu.
sl: Prišlo je do težave pri upodabljanju te vsebine.
sq: Pati një problem gjatë renderimit të kësaj përmbajtjeje.
sr: Došlo je do problema pri renderovanju ovog sadržaja.
sv: Det uppstod problem att rendera innehållet.
tr: Bu içeriği oluştururken bir sorun oluştu.
uk: Виникла проблема під час рендерингу цього вмісту.
vi: Đã có sự cố khi hiển thị nội dung này.
zh_hk: 顯示此內容時出現問題。

source: Iframe card
ar: بطاقة Iframe
bg: Карта Iframe
ca: Targeta Iframe
de: Iframe-Karte
eo: Iframe Card → Iframe Vibe or Iframe Flex
es: Tarjeta iframe
fa: کارت آی فریم
fi: Iframe-kortti
fr: Carte Iframe
hu: Iframe kártya
it: Scheda Iframe
ja: フレームカード
lt: Iframe kortelė
ms: Kad Iframe
nb: Iframe-kort
nl: Iframe kaart
pl: Karta Iframe
pt_br: Cartão Iframe
ru: Карта Iframe
sk: Karta Iframe
sl: Kartica Iframe
sq: Kartë iframe
sr: Iframe kartica
sv: Iframe-kort
tr: Iframe kartı
uk: Iframe-картка
vi: Thẻ Iframe
zh_hk: Iframe 卡

source: Show labels
ar: أظهر التسميات
bg: Показване на етикети
ca: Mostra les etiquetes
de: Zeige Bezeichner an
eo: Show the tea
es: Mostrar etiquetas
fa: نشان دادن برچسب ها
fi: Näytä tunnisteet
fr: Afficher les étiquettes
hu: Címkék megjelenítése
it: Mostra etichette
ja: ラベルの表示
lt: Rodyti etiketes
ms: Tunjukkan label
nb: Vis etiketter
nl: Etiketten tonen
pl: Pokaż etykiety
pt_br: Mostrar rótulos
ru: Показать ярлыки
sk: Zobraziť štítky
sl: Pokaži oznake
sq: Shfaq etiketat
sr: Prikaži oznake
sv: Visa etiketter
tr: Etiketleri göster
uk: Показати мітки
vi: Hiển thị nhãn
zh_hk: 顯示標籤

source: Filters
ar: عوامل التصفية
bg: Филтри
ca: Filtres
de: Filter
eo: filters → inspo filters or just filters, fr fr
es: Filtros
fa: فیلترها
fi: Suodattimet
fr: Filtres
hu: Szűrők
it: Filtri
ja: フィルター
lt: Filtrai
ms: Penapis
nb: Filtre
pl: Filtry
pt_br: Filtros
ru: Фильтры
sk: Filtre
sl: Filtri
sq: Filtra
sr: Filteri
sv: Filter
tr: Filtreler
uk: Фільтри
vi: Bộ lọc
zh_hk: 濾波器

source: Show verified metrics only
hu: Csak a hitelesített metrikák megjelenítése
lt: Rodyti tik patvirtintą metriką
ms: Tunjukkan metrik yang disahkan sahaja

source: Verify this dashboard
ar: تحقّق من لوحة المعلومات هذه
bg: Проверете това табло за управление
ca: Verificar aquest tauler
de: Überprüfen Sie dieses Dashboard
eo: Check this dashboard, fr fr
es: Verificar este tablero
fa: این داشبورد را تأیید کنید
fi: Vahvista tämä kojelauta
fr: Vérifier ce tableau de bord
hu: Ellenőrizze ezt a dashboardot
it: Verificare questo cruscotto
ja: このダッシュボードを確認する
lt: Patvirtinkite šią informacijos suvestinę
ms: Sahkan papan pemuka ini
nb: Bekreft dette dashbordet
nl: Controleer dit dashboard
pl: Zweryfikuj ten pulpit
pt_br: Verificar este painel
ru: Проверьте этот дашборд
sk: Overenie tohto prístrojového panela
sl: Preverjanje te nadzorne plošče
sq: Verifiko këtë panel
sr: Verifikuj ovu kontrolnu tablu
sv: Verifiera instrumentpanelen
tr: Bu gösterge tablosunu doğrulayın
uk: Верифікувати цю приладову дошку
vi: Xác minh bảng điều khiển này
zh_hk: 驗證此儀表板

source: Query Validator
hu: Lekérdezés érvényesítő
lt: Užklausos tikrintuvas
ms: Pengesah Pertanyaan

source: Enable query analysis
hu: Engedélyezze a lekérdezés elemzését
lt: Įgalinti užklausų analizę
ms: Dayakan analisis pertanyaan

source: is inactive
hu: inaktív
lt: yra neaktyvus
ms: tidak aktif

source: is unknown
hu: ismeretlen
lt: yra nežinoma
ms: tidak diketahui

source: Unknown data reference
hu: Ismeretlen adat hivatkozás
lt: Nežinoma duomenų nuoroda
ms: Rujukan data tidak diketahui

source: UNIX seconds
ar: ثواني UNIX
bg: Секунди UNIX
ca: segons UNIX
de: UNIX sekunden
eo: UNIX seconds = UNIX ticks, fr fr
es: UNIX segundos
fa: یونیکس ثانیه
fi: UNIX sekunnit
fr: Secondes UNIX
hu: UNIX másodpercek
it: Secondi UNIX
ja: UNIX秒
lt: UNIX sekundės
ms: UNIX saat
nb: UNIX-sekunder
nl: UNIX-seconden
pl: Sekundy UNIX
pt_br: Segundos UNIX
ru: Секунды UNIX
sk: Sekundy systému UNIX
sl: UNIX-ove sekunde
sq: sekonda UNIX
sr: UNIX sekunde
sv: UNIX-sekunder
tr: UNIX saniyeleri
uk: UNIX секунди
vi: giây UNIX
zh_hk: UNIX 秒

source: UNIX milliseconds
ar: ميلي ثانية UNIX
bg: UNIX милисекунди
ca: UNIX mil·lisegons
de: UNIX millisekunden
eo: UNIX ms, fr fr
es: UNIX milisegundos
fa: یونیکس میلی ثانیه
fi: UNIX millisekunnit
fr: Millisecondes UNIX
hu: UNIX milliszekundumok
it: UNIX millisecondi
ja: UNIXミリ秒
lt: UNIX milisekundės
ms: UNIX milisaat
nb: UNIX-millisekunder
nl: UNIX milliseconden
pl: Milisekundy UNIX
pt_br: Milissegundos UNIX
ru: Миллисекунды UNIX
sk: UNIX milisekundy
sl: UNIX milisekunde
sq: milisekonda UNIX
sr: UNIX milisekunde
sv: UNIX-millisekunder
tr: UNIX milisaniye
uk: UNIX мілісекунди
vi: UNIX mili giây
zh_hk: UNIX 毫秒

source: UNIX microseconds
ar: ميكرو ثانية UNIX
bg: Микросекунди в UNIX
ca: Microsegons UNIX
de: UNIX mikrosekunden
eo: UNIX microseconds → UNIX microsecs, fr fr
es: UNIX microsegundos
fa: یونیکس میکروثانیه
fi: UNIX mikrosekunnit
fr: Microsecondes UNIX
hu: UNIX mikroszekundumok
it: UNIX microsecondi
ja: UNIXマイクロ秒
lt: UNIX mikrosekundės
ms: mikrosaat UNIX
nb: UNIX mikrosekunder
nl: UNIX microseconden
pl: Mikrosekundy UNIX
pt_br: Microssegundos UNIX
ru: Микросекунды UNIX
sk: UNIXové mikrosekundy
sl: UNIX mikrosekunde
sq: mikrosekonda UNIX
sr: UNIX mikrosekunde
sv: UNIX-mikrosekunder
tr: UNIX mikrosaniye
uk: UNIX мікросекунди
vi: UNIX micro giây
zh_hk: UNIX 微秒

source: UNIX nanoseconds
ar: نانو ثانية UNIX
bg: UNIX наносекунди
ca: Nanosegons UNIX
de: UNIX nanosekunden
eo: UNIX nanoseconds → UNIX nanosec, fr fr
es: UNIX nanosegundos
fa: نانوثانیه یونیکس
fi: UNIX nanosekunnit
fr: UNIX nanosecondes
hu: UNIX nanoszekundumok
it: UNIX nanosecondi
ja: UNIXナノ秒
lt: UNIX nanosekundės
ms: Nanosaat UNIX
nb: UNIX nanosekunder
nl: UNIX nanoseconden
pl: Nanosekundy UNIX
pt_br: nanossegundos UNIX
ru: UNIX наносекунды
sk: UNIX nanosekundy
sl: UNIX nanosekunde
sq: nanosekonda UNIX
sr: UNIX nanosekunde
sv: UNIX-nanosekunder
tr: UNIX nanosaniye
uk: UNIX наносекунди
vi: UNIX nano giây
zh_hk: UNIX 納秒

source: YYYYMMDDHHMMSS string
ar: سلسلة YYYYMMDDHHMMSS
bg: ГГГГМДДГММСС низ
ca: AAAAMMDDHHMMSS cadena
de: YYYYMMDDHHMMSS Zeichenfolge
eo: yo, that’s basically a timestamp string, like yyyymmddhhmmss but no cap, it’s just a bunch of numbers smushed together lol
es: cadena YYYYMMDDHHMMSS
fa: رشته YYYYMMDDHHMMSS
fi: YYYYMMDDHHMMSS merkkijono
fr: Chaîne YYYYMMDDHHMMSS
hu: YYYYMMDDHHMMSS karakterlánc
it: Stringa YYYYMMDDHHMMSS
ja: YYYYMMDDHHMMSS文字列
lt: YYYYMMDDHHMMSS eilutė
ms: Rentetan YYYYMMDDHHMMSS
nb: ÅÅÅÅÅMMDDHHMMSS streng
nl: JJJJMMDDHHMMSS string
pl: Ciąg znaków RRRRMMDDHHMMSS
pt_br: Sequência AAAAMMDDHHMMSS
ru: Строка YYYYMMDDHHMMSS
sk: RRRRMMDDHHMMSS reťazec
sl: LLLLMMDDHHMMSS niz
sq: string YYYYMMDDHHMMSS
sv: YYYYMMDDHHMMSS-sträng
tr: YYYYMMDDHMMSS dize
uk: рядок YYYYMMDDHHMMSS
vi: chuỗi YYYYMMDDHHMMSS
zh_hk: YYYYMMDDHHMMSS 字串

source: YYYYMMDDHHMMSS bytes
ar: بايتات YYYYMMDDHHMMSS
bg: ГГГГМДДГММСС байтове
eo: Yoooo, that's like, a whole vibe of date and time in bytes, fr.
es: bytes YYYYMMDDHHMMSS
fa: YYYYMMDDHHMMSS بایت
fi: YYYYMMDDHHMMSS bitti
fr: YYYYMMDDHHMMSS octets
hu: YYYYMMDDHHMMSS bájtok
ja: YYYYMMDDHHMMSSバイト
lt: YYYYMMDDHHMMSS baitai
ms: YYYYMMDDHHMMSS bait
nb: ÅÅÅÅÅMMDDHHMMSS byte
nl: JJJJMMDDHHMMSS bytes
pl: Bajty RRRRMMDDHHMMSS
pt_br: Bytes AAAAMMDDHHMMSS
ru: YYYYMMDDHHMMSS байт
sk: RRRRMMDDHHMMSS bajtov
sl: LLLLMMDDHHMMSS bajtov
sq: bytes YYYYMMDDHHMMSS
sr: YYYYMMDDHHMMSS bajtovi
tr: YYYYMMDDHMMSS bayt
uk: байти YYYYMMDDHHMMSS
vi: YYYYMMDDHHMMSS byte
zh_hk: YYYYMMDDHHMMSS 字節

source: Datetime
bg: Време на датиране
ca: Data i hora
de: Datum und Uhrzeit
eo: time, lol
es: Fecha/hora
fa: زمان تاریخ
fi: Päivämääräaika
fr: Date
hu: Dátum-idő
it: Data e ora
ja: 日付
lt: Data ir laikas
ms: Masa tarikh
pl: Data i godzina
pt_br: Data e hora
ru: Дата-тайм
sk: Dátum
sl: Datum in čas
sr: Datum i vreme
sv: Datumtid
tr: Tarih Saati
uk: Дата й час
vi: Ngày giờ
zh_hk: 日期時間

source: Database caching
ar: تخزين قاعدة البيانات في الكاش
bg: Кеширане на базата данни
ca: Emmagatzematge en memòria cau de la base de dades
de: Datenbank-Caching
eo: DB caching is lowkey a whole vibe
es: Cache de base de datos
fa: ذخیره سازی پایگاه داده
fi: Tietokannan välimuisti
fr: Mise en cache de la base de données
hu: Adatbázis-gyorsítótár
it: Caching del database
ja: データベース・キャッシング
lt: Duomenų bazės talpyklos kaupimas
ms: Cache pangkalan data
nb: Caching av databaser
nl: Database cachen
pl: Buforowanie bazy danych
pt_br: Cache de banco de dados
ru: Кэширование базы данных
sk: Ukladanie do vyrovnávacej pamäte databázy
sl: Predpomnjenje zbirke podatkov
sq: Cache i databazës
sr: Keširanje baze podataka
sv: Databas-cache
tr: Veritabanı önbelleğe alma
uk: Кешування бази даних
vi: Bộ nhớ đệm cơ sở dữ liệu
zh_hk: 資料庫快取

source: New webhook destination
ar: وجهة webhook جديدة
bg: Нова дестинация на уеб приставката
ca: Nova destinació de webhook
de: Neues Webhook-Ziel
eo: New webhook spot ✨
es: Nuevo destino de webhook
fa: مقصد جدید وب هوک
fi: Uusi webhook-kohde
fr: Nouvelle destination du webhook
hu: Új webhook cél
it: Nuova destinazione webhook
ja: 新しいウェブフック送信先
lt: Nauja „Webhook“ paskirties vieta
ms: Destinasi webhook baharu
nb: Ny webhook-destinasjon
nl: Nieuwe webhook bestemming
pl: Nowe miejsce docelowe webhooków
pt_br: Novo destino de webhook
ru: Новое место назначения веб-крючка
sk: Nový cieľ webhooku
sl: Nova destinacija spletnega kavlja
sq: Destinacion i ri webhook
sr: Novo webhook odredište
sv: Ny Webhook-destination
tr: Yeni web kancası hedefi
uk: Новий пункт призначення вебхука
vi: Điểm đến webhook mới
zh_hk: 新的 webhook 目的地

source: Upgrade plan
ar: ترقية الخطة
bg: План за надграждане
ca: Actualitzar el pla
eo: Glow-up plan
es: Mejora tu plan
fa: طرح ارتقا
fi: Päivitä tilaus
fr: Plan de mise à niveau
hu: Frissítési csomag
it: Piano di aggiornamento
ja: アップグレードプラン
lt: Atnaujinimo planas
ms: Naik taraf pelan
nb: Oppgraderingsplan
pl: Plan aktualizacji
pt_br: Fazer upgrade do plano
ru: Повысить подписку
sk: Plán aktualizácie
sl: Načrt nadgradnje
sq: Përmirëso planin
sr: Nadogradi plan
sv: Uppgradera plan
tr: Yükseltme planı
uk: Оновити план
vi: Kế hoạch nâng cấp
zh_hk: 升級計劃

source: The “Powered by Metabase” banner appears on all static embeds created with your current version. Upgrade to remove it (and customize a lot more)
eo: The “Powered by Metabase” banner shows up on all statics you make with your current version. Upgrade to ditch it and get way more customization options.
hu: A "Powered by Metabase" banner megjelenik minden statikus beágyazáson, amelyet az aktuális verziójával hozott létre. Frissítsen, hogy eltávolítsa (és sok más dolgot testre szabhasson)
lt: Reklamjuostė „Powered by Metabase“ rodoma ant visų statinių įterpimų, sukurtų naudojant dabartinę versiją. Atnaujinkite, kad jį pašalintumėte (ir tinkinkite daug daugiau)
ms: Sepanduk "Dikuasakan oleh Metabase" muncul pada semua benaman statik yang dibuat dengan versi semasa anda. Tingkatkan untuk mengalih keluarnya (dan menyesuaikan lebih banyak lagi)

source: See who’s doing what, when
ar: اطّلع على من يفعل ماذا ومتى
bg: Вижте кой, какво и кога прави
ca: Veure qui fa què, quan
de: Sehen Sie, wer was wann macht
eo: See who’s vibing with what, and when, fr fr
es: Ve quien está haciendo qué y cuándo
fa: ببین کی داره چیکار میکنه کی
fi: Katso kuka tekee mitä ja milloin
fr: Voir qui fait quoi, quand
hu: Nézze meg, ki mit csinál és mikor
it: Vedere chi fa cosa, quando
ja: 誰が、いつ、何をしているかを見る
lt: Pažiūrėkite, kas ką daro, kada
ms: Lihat siapa yang melakukan apa, bila
nb: Se hvem som gjør hva, når
nl: Kijk wie wat wanneer doet
pl: Zobacz, kto co robi i kiedy
pt_br: Veja quem está fazendo o quê e quando
ru: Узнайте, кто и когда что делает.
sk: Pozrite sa, kto a kedy čo robí
sl: Oglejte si, kdo počne kaj in kdaj
sq: Shih kush po bën çfarë, kur
sr: Vidi ko šta radi i kada
sv: Se vem som gör vad och när
tr: Kimin ne zaman ne yaptığını görün
uk: Переглядайте, хто що і коли робить
vi: Xem ai đang làm gì, khi nào
zh_hk: 查看誰在什麼時候做什麼

source: Try for free
ar: جرّب مجانًا
bg: Опитайте безплатно
ca: Prova gratuïtament
de: Versuche es kostenlos
eo: Vibe for free
es: Probar gratis
fa: به صورت رایگان امتحان کنید
fi: Kokeile ilmaiseksi
fr: Essai gratuit
hu: Próbálja ki ingyen
it: Prova gratis
ja: 無料体験
lt: Išbandykite nemokamai
ms: Cuba secara percuma
nb: Prøv gratis
nl: Probeer gratis
pl: Wypróbuj za darmo
pt_br: Experimente gratuitamente
ru: Попробуйте бесплатно
sk: Vyskúšajte zadarmo
sl: Preizkusite brezplačno
sq: Provo falas
sr: Isprobaj besplatno
sv: Prova gratis
tr: Ücretsiz deneyin
uk: Спробувати безплатно
vi: Dùng thử miễn phí
zh_hk: 免費試用

source: Get detailed reports for tracking Metabase content usage, performance, and configuration changes.
ar: احصل على تقارير مفصلة لتتبع استخدام محتوى Metabase والأداء وتغييرات الإعدادات.
bg: Получете подробни отчети за проследяване на използването на съдържанието на Metabase, производителността и промените в конфигурацията.
ca: Obteniu informes detallats per fer un seguiment de l'ús del contingut de Metabase, el rendiment i els canvis de configuració.
de: Sie erhalten detaillierte Berichte zur Verfolgung der Nutzung von Metabase-Inhalten, der Leistung und der Konfigurationsänderungen.
eo: Get the tea on Metabase content usage, performance, and setup updates with all the deets.
es: Obtén informes detallados para realizar el seguimiento del uso del contenido de Metabase, el rendimiento y los cambios de configuración.
fa: گزارش های دقیقی را برای ردیابی استفاده، عملکرد و تغییرات پیکربندی محتوای Metabase دریافت کنید.
fi: Saa yksityiskohtaisia ​​raportteja metatietokannan sisällön käytöstä, suorituskyvystä ja kokoonpanomuutoksista.
fr: Obtenez des rapports détaillés pour suivre l'utilisation du contenu de Metabase, les performances et les changements de configuration.
hu: Szerezzen részletes jelentéseket a Metabase tartalomhasználat, teljesítmény és konfigurációs változások nyomon követéséhez.
it: Ottenete rapporti dettagliati per monitorare l'uso dei contenuti di Metabase, le prestazioni e le modifiche alla configurazione.
ja: Metabaseコンテンツの使用状況、パフォーマンス、設定変更を追跡するための詳細なレポートを入手できます。
lt: Gaukite išsamias ataskaitas, kaip stebėti metabazės turinio naudojimą, našumą ir konfigūracijos pakeitimus.
ms: Dapatkan laporan terperinci untuk menjejaki penggunaan kandungan Metabase, prestasi dan perubahan konfigurasi.
nb: Få detaljerte rapporter for å spore bruk av Metabase-innhold, ytelse og konfigurasjonsendringer.
nl: Krijg gedetailleerde rapporten voor het bijhouden van Metabase contentgebruik, prestaties en configuratiewijzigingen.
pl: Uzyskaj szczegółowe raporty do śledzenia wykorzystania zawartości Metabase, wydajności i zmian konfiguracji.
pt_br: Obtenha relatórios detalhados para rastrear o uso do conteúdo da Metabase, o desempenho e as alterações de configuração.
ru: Получайте подробные отчеты для отслеживания использования содержимого Metabase, производительности и изменений конфигурации.
sk: Získajte podrobné správy na sledovanie používania obsahu Metabase, výkonu a zmien konfigurácie.
sl: Pridobite podrobna poročila za sledenje uporabi vsebine metabaze, učinkovitosti delovanja in spremembam konfiguracije.
sq: Merr raporte të detajuara për të gjurmuar përdorimin e përmbajtjes së Metabase, performancën dhe ndryshimet e konfigurimit.
sr: Dobij detaljne izveštaje za praćenje korišćenja Metabase sadržaja, performansi i promena konfiguracije.
sv: Få detaljerade rapporter för att spåra användning av Metabase-innehåll, prestanda och konfigurationsändringar.
tr: Metabase içerik kullanımını, performansını ve yapılandırma değişikliklerini izlemek için ayrıntılı raporlar alın.
uk: Отримуйте детальні звіти для відстеження використання контенту Metabase, продуктивності та змін конфігурації.
vi: Nhận báo cáo chi tiết để theo dõi việc sử dụng nội dung Metabase, hiệu suất và những thay đổi về cấu hình.
zh_hk: 取得詳細報告以追蹤 Metabase 內容的使用情況、效能及組態變更。

source: Table of metrics
ar: جدول المقاييس
bg: Таблица на показателите
ca: Taula de mètriques
de: Tabelle der Metriken
eo: Metrics table (If you want it more slangy: "Metrics list" or "Metrics vibe" might work, but "Metrics table" is pretty chill already.)
es: Tabla de métricas
fa: جدول معیارها
fi: Mittaritaulukko
fr: Tableau des métriques
hu: Metrikák táblázata
it: Tabella delle metriche
ja: メトリクスの表
lt: Metrikų lentelė
ms: Jadual metrik
nb: Tabell over beregninger
nl: Tabel met statistieken
pl: Tabela wskaźników
pt_br: Tabela de métricas
ru: Таблица показателей
sk: Tabuľka metrík
sl: Tabela meritev
sq: Tabelë metrikash
sr: Tabela metrika
sv: Tabell med mätvärden
tr: Metrikler tablosu
uk: Таблиця метрик
vi: Bảng số liệu
zh_hk: 度量表

source: Open collection
ar: افتح المجموعة
bg: Отворена колекция
ca: Obre la col·lecció
de: Sammlung öffnen
eo: Open collection → It's basically "Open collab" or "Open squad" if you wanna sound chill.
es: Abrir colección
fa: باز کردن مجموعه
fi: Avoin kokoelma
fr: Collection ouverte
hu: Gyűjtemény megnyitása
it: Collezione aperta
ja: オープン・コレクション
lt: Atvira kolekcija
ms: Koleksi terbuka
nb: Åpen samling
nl: Open collectie
pl: Otwarta kolekcja
pt_br: Coleção aberta
ru: Открытая коллекция
sk: Otvorená zbierka
sl: Odprta zbirka
sq: Hap koleksionin
sr: Otvori kolekciju
sv: Öppna samling
tr: Açık koleksiyon
uk: Відкрити колекцію
vi: Bộ sưu tập mở
zh_hk: 開放式收藏

source: Metric options
ar: خيارات المقياس
bg: Метрични опции
ca: Opcions de la mètrica
de: Metrische Optionen
eo: Metric options → Metric vibes
es: Opciones de Métrica
fa: گزینه های متریک
fi: Mittarivaihtoehdot
fr: Options métriques
hu: Metrika opciók
it: Opzioni metriche
ja: メトリックオプション
lt: Metrinės parinktys
ms: Pilihan metrik
nb: Metriske alternativer
nl: Metrische opties
pl: Opcje metryczne
pt_br: Opções de métricas
ru: Метрические параметры
sk: Metrické možnosti
sl: Možnosti metrike
sq: Opsionet e metrikës
sr: Opcije metrike
sv: Alternativ för mätvärden
tr: Metrik seçenekler
uk: Опції метрики
vi: Tùy chọn số liệu
zh_hk: 公制選項
