Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You have reached the maximum number of users ({0}) for your plan. Please upgrade to add more users.
ar: لقد وصلت إلى الحد الأقصى لعدد المستخدمين ({0}) في خطتك. يرجى الترقية لإضافة المزيد من المستخدمين.
bg: Достигнали сте максималния брой потребители ({0}) за вашия план. Моля, надстройте се, за да добавите повече потребители.
ca: Heu assolit el nombre màxim d'usuaris ({0}) per al vostre pla. Si us plau, actualitzeu per afegir més usuaris.
de: Sie haben die maximale Anzahl von Benutzern ({0}) für Ihren Plan erreicht. Bitte aktualisieren Sie, um weitere Benutzer hinzuzufügen.
eo: Yo, you’ve hit the max user count ({0}) for your plan. Slide to a higher one to add more peeps.
es: Ha alcanzado el número máximo de usuarios ({0}) para su plan. Por favor, actualice para añadir más usuarios.
fa: شما به حداکثر تعداد کاربران ({0}) برای طرح خود رسیده اید. لطفا برای افزودن کاربران بیشتر ارتقا دهید.
fi: Olet saavuttanut maksimikäyttäjämäärän ({0}) liittymässäsi. Päivitä, jos haluat lisätä lisää käyttäjiä.
fr: Vous avez atteint le nombre maximum d'utilisateurs ({0}) pour votre plan. Veuillez procéder à une mise à niveau pour ajouter d'autres utilisateurs.
hu: Elérte a maximális felhasználószámot ({0}). Kérem bővítse a licenszét további felhasználók felvételéhez.
it: Avete raggiunto il numero massimo di utenti ({0}) per il vostro piano. Effettuare l'aggiornamento per aggiungere altri utenti.
ja: ご利用のプランの最大ユーザー数 ({0}) に達しました。ユーザーを追加するにはアップグレードしてください。
lt: Pasiekėte maksimalų plano naudotojų skaičių ({0}). Naujovinkite, kad pridėtumėte daugiau naudotojų.
ms: Anda telah mencapai jumlah maksimum pengguna ({0}) untuk pelan anda. Sila naik taraf untuk menambah lebih ramai pengguna.
nb: Du har nådd det maksimale antallet brukere ({0}) for abonnementet ditt. Vennligst oppgrader for å legge til flere brukere.
nl: Je hebt het maximum aantal gebruikers bereikt ({0}) voor je plan. Upgrade om meer gebruikers toe te voegen.
pl: Osiągnięto maksymalną liczbę użytkowników ({0}) dla danego planu. Uaktualnij, aby dodać więcej użytkowników.
pt_br: Você atingiu o número máximo de usuários ({0}) para o seu plano. Faça upgrade para adicionar mais usuários.
ru: Вы достигли максимального количества пользователей ({0}) для вашего тарифного плана. Пожалуйста, обновите тарифный план, чтобы добавить больше пользователей.
sk: Dosiahli ste maximálny počet používateľov ({0}) pre váš plán. Ak chcete pridať ďalších používateľov, aktualizujte si ho.
sl: Dosegli ste največje število uporabnikov ({0}) za svoj paket. Prosimo, nadgradite, da dodate več uporabnikov.
sq: Keni arritur numrin maksimal të përdoruesve ({0}) për planin tuaj. Ju lutemi bëni upgrade për të shtuar më shumë përdorues.
sr: Dostigli ste maksimalan broj korisnika ({0}) za vaš plan. Nadogradite da biste dodali još korisnika.
sv: Du har nått det maximala antalet användare ({0}) för ditt abonnemang. Vänligen uppgradera för att lägga till fler användare.
tr: Planınız için maksimum kullanıcı sayısına ({0}) ulaştınız. Daha fazla kullanıcı eklemek için lütfen yükseltme yapın.
uk: Ви досягли максимальної кількості користувачів ({0}) для вашого плану. Будь ласка, оновіть план, щоб додати більше користувачів.
vi: Bạn đã đạt đến số lượng người dùng tối đa ({0}) cho gói của mình. Vui lòng nâng cấp để thêm nhiều người dùng hơn.
zh_hk: 您已達到計劃的最大使用者數 ({0})。請升級以增加更多使用者。

source: Token should be a valid 64 hexadecimal character token or an airgap token.
ar: يجب أن يكون token صالحًا مكوّنًا من 64 حرفًا سداسيًا عشريًا أو token airgap.
bg: Токенът трябва да бъде валиден 64-шестнайсетичен символ или символ на въздушна междина.
ca: El testimoni ha de ser un testimoni vàlid de 64 caràcters hexadecimals o un testimoni d'aire lliure.
de: Token sollte ein gültiges 64-Hexadezimalzeichen-Token oder ein Airgap-Token sein.
eo: A token gotta be a legit 64 hex char or an airgap token, fr.
es: El token debe ser un token válido de 64 caracteres hexadecimales o un token sin conexión.
fa: توکن باید یک توکن 64 نویسه هگزادسیمال معتبر یا یک نشانه فاصله هوایی باشد.
fi: Merkin on oltava kelvollinen 64 heksadesimaalimerkin merkki tai airgap-merkki.
fr: Le jeton doit être un jeton valide de 64 caractères hexadécimaux ou un jeton airgap.
hu: A tokennek érvényes 64 hexadecimális karakter tokennek vagy airgap tokennek kellene lennie.
it: Il token deve essere un carattere esadecimale valido di 64 caratteri o un token airgap.
ja: トークンは、有効な64進数の16進数文字トークンまたはエアギャップトークンでなければならない。
lt: Ženklas turi būti galiojantis 64 šešioliktainių simbolių prieigos raktas arba oro tarpo prieigos raktas.
ms: Token harus menjadi token sah 64 aksara heksadesimal atau token airgap.
nb: Tokenet skal være et gyldig token med 64 heksadesimale tegn eller et airgap-token.
nl: Het token moet een geldig token zijn met 64 hexadecimale tekens of een airgap-token.
pl: Token powinien być prawidłowym tokenem składającym się z 64 znaków szesnastkowych lub tokenem airgap.
pt_br: O token deve ser um token válido de 64 caracteres hexadecimais ou um token airgap.
ru: Токен должен представлять собой правильный токен из 64 шестнадцатеричных символов или токен airgap.
sk: Token by mal byť platný 64-hexadecimálny znakový token alebo token airgap.
sl: Žeton mora biti veljaven žeton s 64 šestnajstimi znaki ali žeton zračne vrzeli.
sq: Token duhet të jetë një token i vlefshëm me 64 karaktere heksadecimalë ose një token airgap.
sr: Token treba da bude važeći token od 64 heksadecimalna znaka ili airgap token.
sv: Token ska vara en giltig token med 64 hexadecimala tecken eller en airgap-token.
tr: Belirteç geçerli bir 64 onaltılık karakter belirteci veya bir airgap belirteci olmalıdır.
uk: Токен має бути дійсним токеном із 64 шістнадцяткових символів або airgap-токеном.
vi: Mã thông báo phải là mã thông báo hợp lệ gồm 64 ký tự thập lục phân hoặc mã thông báo airgap.
zh_hk: 令牌應為有效的 64 十六進位符號令牌或空格令牌。

source: Invalid datetime literal: expected a date or datetime, got a time
ar: قيمة datetime حرفية غير صالحة: كان متوقعًا تاريخًا أو datetime، ولكن تم الحصول على وقت
bg: Невалиден литерал за дата и час: очаква се дата или час, а се получава време
ca: Literal de data i hora no vàlid: s'esperava una data o una data i hora, una hora
de: Ungültiges Datetime-Literal: Erwartetes Datum oder Datetime, erhaltene Uhrzeit
eo: Bruh, you messed up the date format — it was supposed to be a date or datetime, but all I got was a time.
es: Literal de fecha y hora no válido: se esperaba una fecha o una fecha y hora, pero se ha obtenido una hora.
fa: تاریخ زمان نامعتبر به معنای واقعی کلمه: تاریخ یا زمان تاریخ انتظار می رود، زمان دریافت می شود
fi: Virheellinen datetime-literaali: odotettiin päivämäärää tai datetimea, mutta saatiin aika.
fr: Littéral de date invalide : on attendait une date ou un intervalle de temps, on a obtenu une heure.
hu: Érvénytelen dátum-idő: dátumot vagy dátum-időt várt, de időt talált
it: Letterale di data e ora non valido: ci si aspettava una data o un'ora, ma è stata trovata un'ora.
ja: 無効な datetime リテラル：日付または日時を期待したのに、時刻が返されました。
lt: Neteisingas datos ir laiko pažodinis žodis: tikėtasi datos arba datos laiko, nustatytas laikas
ms: Literal tarikhmasa tidak sah: dijangka tarikh atau tarikhmasa, mendapat masa
nb: Ugyldig datetime-bokstav: forventet en dato eller datetime, fikk et klokkeslett
nl: Ongeldige datetime letterlijk: verwachtte een datum of datetime, kreeg een tijd
pl: Nieprawidłowa dosłowna data i godzina: oczekiwano daty lub daty i godziny, a otrzymano godzinę
pt_br: Literal de data e hora inválido: esperava uma data ou data e hora, obteve uma hora
ru: Неверный литерал времени даты: ожидалась дата или время, получено время
sk: Neplatný literál dátumu: očakával sa dátum alebo časový údaj, dostal sa čas
sl: Neveljaven dobesedni datum in čas: pričakovan datum ali datum in čas, dobil sem čas
sq: Literal datetime i pavlefshëm: pritej një date ose datetime, u mor një time
sr: Nevažeći datetime literal: očekivan je datum ili datetime, dobijeno je vreme
sv: Ogiltig datetime-litteral: förväntade sig ett datum eller en datetime, fick en tid
tr: Geçersiz datetime literal: bir tarih veya datetime bekleniyordu, bir zaman alındı
uk: Недійсний літерал datetime: очікувалась дата або datetime, отримано час
vi: Datetime literal không hợp lệ: mong đợi một ngày hoặc datetime, nhận được một thời gian
zh_hk: 無效的日期時間字面意義：預期是日期或日期時間，但得到的是時間

source: Invalid time literal: expected a time, got a date
ar: قيمة وقت حرفية غير صالحة: كان متوقعًا وقتًا، ولكن تم الحصول على تاريخ
bg: Невалиден буквален израз за време: очаквано време, получена дата
ca: Literal de temps no vàlid: s'esperava una hora, s'ha obtingut una data
de: Ungültiges Zeitliteral: erwartete Zeit, erhielt ein Datum
eo: Bruh, your time literal is invalid: was supposed to get a time, but got a whole date instead.
es: Hora literal no válida: se esperaba una hora, pero se obtuvo una fecha.
fa: زمان نامعتبر تحت اللفظی: زمان مورد انتظار، تاریخ دریافت شده است
fi: Virheellinen aikamerkintä: odotettiin kellonaikaa, saatiin päivämäärä
fr: Heure littérale invalide : on s'attendait à une heure, on a obtenu une date
hu: Érvénytelen idő: időt várt, de dátumot talált
it: Letterale temporale non valido: ci si aspettava un'ora, si è ottenuta una data
ja: 無効な時刻リテラル: 時刻を期待したが、日付が返された。
lt: Neteisingas laikas, pažodinis: laukė laiko, gavo datą
ms: Literal masa tidak sah: dijangka masa, mendapat tarikh
nb: Ugyldig klokkeslett: forventet et klokkeslett, fikk en dato
nl: Ongeldige tijd letterlijk: verwacht een tijd, kreeg een datum
pl: Nieprawidłowa dosłowna godzina: oczekiwano godziny, otrzymano datę
pt_br: Literal de hora inválido: esperava uma hora, obteve uma data
ru: Неверный литерал времени: ожидалось время, получена дата
sk: Neplatný doslovný čas: očakávaný čas, získaný dátum
sl: Neveljaven časovni dobesedek: pričakovan čas, dobil sem datum
sq: Literal time i pavlefshëm: pritej një time, u mor një date
sr: Nevažeći literal vremena: očekivano je vreme, dobijen je datum
sv: Ogiltig tidsangivelse: förväntade sig en tid, fick ett datum
tr: Geçersiz zaman değişmezi: bir zaman bekleniyordu, bir tarih alındı
uk: Недійсний літерал часу: очікувався час, отримано дату
vi: Thời gian theo nghĩa đen không hợp lệ: mong đợi một thời gian, có được một ngày
zh_hk: 無效時間字面意義：預期是時間，得到的是日期

source: Invalid date literal: expected a date, got a time
ar: قيمة تاريخ حرفية غير صالحة: كان متوقعًا تاريخًا، ولكن تم الحصول على وقت
bg: Невалидна буквална дата: очаквана дата, получен час
ca: Literal de data no vàlid: s'esperava una data, una hora
de: Ungültiges Datumsliteral: erwartetes Datum, erhaltene Uhrzeit
eo: Bruh, the date is invalid. It was supposed to be a date, but all I got was a time lol.
es: Fecha literal no válida: se esperaba una fecha, pero se obtuvo una hora.
fa: تاریخ نامعتبر تحت اللفظی: تاریخ مورد انتظار، زمان دریافت شده است
fi: Virheellinen päivämääräkirjain: odotettiin päivämäärää, saatiin kellonaika.
fr: Date littérale invalide : on attendait une date, on a obtenu une heure
hu: Érvénytelen dátum: dátumot várt, de időt talált
it: Letterale di data non valido: ci si aspettava una data, si è ottenuto un orario
ja: 無効な日付リテラル：日付を期待したが、時刻を受け取った
lt: Neteisinga datos raidė: laukė pasimatymo, gavo laiką
ms: Literal tarikh tidak sah: dijangka tarikh, mendapat masa
nb: Ugyldig dato: forventet en dato, fikk et klokkeslett
nl: Ongeldige datumletter: verwachtte een datum, kreeg een tijd
pl: Nieprawidłowa data dosłowna: oczekiwana data, otrzymana godzina
pt_br: Literal de data inválido: esperava uma data, obteve uma hora
ru: Неверный литерал даты: ожидали дату, получили время
sk: Neplatný doslovný dátum: očakávaný dátum, získaný čas
sl: Neveljaven datumski dobesednik: pričakovan datum, dobil sem čas
sq: Literal date i pavlefshëm: pritej një date, u mor një time
sr: Nevažeći literal datuma: očekivan je datum, dobijeno je vreme
sv: Ogiltig datumbokstav: förväntade sig ett datum, fick en tid
tr: Geçersiz tarih değişmezi: bir tarih bekleniyordu, bir saat alındı
uk: Недійсний літерал дати: очікувалась дата, отримано час
vi: Ngày tháng không hợp lệ theo nghĩa đen: mong đợi một ngày, có được một thời gian
zh_hk: 無效日期字面意義：預期是日期，得到的是時間

source: There are new columns in the CSV file that are not in the table:
ar: توجد أعمدة جديدة في ملف CSV غير موجودة في الجدول:
bg: В CSV файла има нови колони, които не са в таблицата:
ca: Hi ha columnes noves al fitxer CSV que no es troben a la taula:
de: Es gibt neue Spalten in der CSV-Datei, die nicht in der Tabelle enthalten sind:
eo: There are new columns in the CSV file that aren’t in the table, lol.
es: Hay nuevas columnas en el archivo CSV que no están en la tabla:
fa: ستون های جدیدی در فایل CSV وجود دارد که در جدول نیستند:
fi: CSV-tiedostossa on uusia sarakkeita, joita ei ole taulukossa:
fr: Le fichier CSV contient de nouvelles colonnes qui ne figurent pas dans le tableau :
hu: Új oszlopok vannak a CSV fájlban, amik nincsenek a táblában:
it: Nel file CSV sono presenti nuove colonne che non sono presenti nella tabella:
ja: CSVファイルには、テーブルにはない新しいカラムがあります：
lt: CSV faile yra naujų stulpelių, kurių nėra lentelėje:
ms: Terdapat lajur baru dalam fail CSV yang tidak ada dalam jadual:
nb: Det er nye kolonner i CSV-filen som ikke finnes i tabellen:
nl: Er zijn nieuwe kolommen in het CSV-bestand die niet in de tabel staan:
pl: W pliku CSV znajdują się nowe kolumny, których nie ma w tabeli:
pt_br: Há novas colunas no arquivo CSV que não estão na tabela:
ru: В файле CSV появились новые столбцы, которых нет в таблице:
sk: V súbore CSV sú nové stĺpce, ktoré nie sú v tabuľke:
sl: V datoteki CSV so novi stolpci, ki niso v tabeli:
sq: Ka kolona të reja në skedarin CSV që nuk janë në tabelë:
sr: U CSV fajlu postoje nove kolone koje nisu u tabeli:
sv: Det finns nya kolumner i CSV-filen som inte finns i tabellen:
tr: CSV dosyasında tabloda olmayan yeni sütunlar var:
uk: У CSV-файлі є нові колонки, яких немає в таблиці:
vi: Có những cột mới trong tệp CSV không có trong bảng:
zh_hk: CSV 檔案中有表格中沒有的新列：

source: Unable to recognise file separator
hu: Nem ismerhető fel a fájl elválasztó
ms: Tidak dapat mengenali pemisah fail

source: Token validation failed.
ar: فشل التحقق من صحة Token.
bg: Валидирането на токена е неуспешно.
ca: La validació del testimoni ha fallat.
de: Token-Validierung fehlgeschlagen.
eo: Bruh, the token validation just failed fr.
es: Fallo en la validación del token.
fa: اعتبار سنجی رمز انجام نشد.
fi: Tokenin validointi epäonnistui.
fr: La validation du jeton a échoué.
hu: Token ellenőrzése sikertelen.
it: La convalida del token non è riuscita.
ja: トークンの検証に失敗しました。
lt: Ženklo patvirtinimas nepavyko.
ms: Pengesahan token gagal.
nb: Tokenvalidering mislyktes.
nl: Validatie token mislukt.
pl: Walidacja tokena nie powiodła się.
pt_br: Falha na validação do token.
ru: Проверка токена не удалась.
sk: Overenie tokenu zlyhalo.
sl: Preverjanje veljavnosti žetona ni uspelo.
sq: Verifikimi i token-it dështoi.
sr: Validacija tokena nije uspela.
sv: Tokenvalideringen misslyckades.
tr: Belirteç doğrulaması başarısız oldu.
uk: Не вдалося перевірити токен.
vi: Xác thực mã thông báo không thành công.
zh_hk: 令牌驗證失敗。

source: Hold the Option key to download unformatted results
hu: Tartsa lenyomva az Option gombot a formázatlan eredmények letöltéséhez
ms: Tahan kekunci Pilihan untuk memuat turun hasil tanpa format

source: Hold the Alt key to download unformatted results
hu: Tartsa lenyomva az Alt gombot a formázatlan eredmények letöltéséhez
ms: Tahan kekunci Alt untuk memuat turun hasil tanpa format

source: Initializing…
eo: Booting up…
hu: Inicializálás…
lt: Inicijuojama…
ms: Memulakan…

source: JWT is valid.
hu: JWT érvénytelen.
ms: JWT adalah sah.

source: Reset view
ar: إعادة ضبط العرض
bg: Нулиране на изгледа
ca: Restableix la vista
de: Ansicht zurücksetzen
eo: Reset view → Refresh the vibe
es: Reestablecer vista
fa: بازنشانی نمای
fi: Palauta näkymä
fr: Réinitialiser la vue
hu: Nézet alaphelyzetbe állítása
it: Azzeramento della vista
ja: リセット表示
lt: Iš naujo nustatyti rodinį
ms: Tetapkan semula paparan
nb: Tilbakestill visning
nl: Weergave resetten
pl: Widok resetowania
pt_br: Redefinir visualização
ru: Сбросить вид
sk: Obnovenie zobrazenia
sl: Ponastavi pogled
sq: Rivendos pamjen
sr: Resetuj prikaz
sv: Återställ vy
tr: Görünümü sıfırla
uk: Скиньте вигляд
vi: Đặt lại chế độ xem
zh_hk: 重設檢視

source: Invalid question ID
hu: Érvénytelen kérdés ID
ms: ID soalan tidak sah

source: Invalid JWT URI provided.
hu: Érvénytelen a megadott JWT URI.
ms: URI JWT yang diberikan tidak sah.

source: Could not authenticate: invalid JWT URI or JWT provider did not return a valid JWT token
hu: Sikertelen authentikáció: érvénytelen JWT URI, vagy a JWT szolgáltató nem adott vissza érvényes JWT tokent
ms: Tidak dapat mengesahkan: URI JWT tidak sah atau penyedia JWT tidak mengembalikan token JWT yang sah

source: You can set up one caching policy for all your databases, or set up caching policies specific to each database.
ar: يمكنك إعداد سياسة كاش واحدة لكل قواعد بياناتك، أو إعداد سياسات كاش خاصة بكل قاعدة بيانات.
bg: Можете да настроите една политика за кеширане за всички бази данни или да настроите политики за кеширане, специфични за всяка база данни.
ca: Pots configurar una política d'emmagatzematge a la memòria cau per a totes les teves bases de dades o configurar polítiques d'emmagatzematge a la memòria cau específiques per a cada base de dades.
de: Sie können eine Caching-Richtlinie für alle Ihre Datenbanken einrichten oder Caching-Richtlinien für jede einzelne Datenbank einrichten.
eo: You can either make one caching plan for all your DBs or get more specific and set up caching policies for each one individually.
es: Puedes configurar una política de almacenamiento en caché para todas tus bases de datos o configurar políticas de almacenamiento en caché específicas para cada base de datos.
fa: می‌توانید یک خط‌مشی ذخیره‌سازی برای همه پایگاه‌های داده خود تنظیم کنید یا خط‌مشی‌های کش را برای هر پایگاه داده تنظیم کنید.
fi: Voit määrittää yhden välimuistikäytännön kaikille tietokantoillesi tai määrittää kullekin tietokannalle omia välimuistikäytäntöjä.
fr: Vous pouvez définir une politique de mise en cache pour toutes vos bases de données ou des politiques de mise en cache spécifiques à chaque base de données.
hu: Beállíthat egy, minden adatbázisra érvényes cache házirendet, vagy minden egyes adatbázisra külön-külön házirendeket.
it: È possibile impostare un unico criterio di caching per tutti i database, oppure impostare criteri di caching specifici per ogni database.
ja: すべてのデータベースに対して1つのキャッシュ・ポリシーを設定することも、各データベースに固有のキャッシュ・ポリシーを設定することもできます
lt: Galite nustatyti vieną talpyklos politiką visoms duomenų bazėms arba nustatyti kiekvienai duomenų bazei būdingas talpyklos strategijas.
ms: Anda boleh menetapkan satu dasar caching untuk semua pangkalan data anda, atau menetapkan dasar caching khusus untuk setiap pangkalan data.
nb: Du kan sette opp en policy for mellomlagring for alle dine databaser, eller en spesifikk policy for hver database.
nl: Je kunt één cachingbeleid instellen voor al je databases, of specifiek cachingbeleid instellen voor elke database.
pl: Możesz skonfigurować jedną politykę buforowania dla wszystkich baz danych lub skonfigurować zasady buforowania specyficzne dla każdej bazy danych.
pt_br: Você pode configurar uma política de cache para todos os seus bancos de dados ou configurar políticas de cache específicas para cada banco de dados.
ru: Вы можете установить одну политику кэширования для всех баз данных или настроить политики кэширования для каждой из них.
sk: Môžete nastaviť jednu zásadu ukladania do vyrovnávacej pamäte pre všetky databázy alebo nastaviť zásady ukladania do vyrovnávacej pamäte špecifické pre každú databázu.
sl: Nastavite lahko en pravilnik predpomnjenja za vse zbirke podatkov ali nastavite pravilnike predpomnjenja, ki so specifični za vsako zbirko podatkov.
sq: Mund të vendosësh një politikë cache-i për të gjitha databazat, ose politika cache-i specifike për secilën databazë.
sr: Možete podesiti jednu politiku keširanja za sve vaše baze podataka ili podesiti politike keširanja posebno za svaku bazu podataka.
sv: Du kan antingen ha en cachepolicy för alla dina databaser eller en specifik policy för varje enskild databas.
tr: Tüm veritabanlarınız için tek bir önbelleğe alma ilkesi ayarlayabilir veya her veritabanına özel önbelleğe alma ilkeleri ayarlayabilirsiniz.
uk: Ви можете налаштувати одну політику кешування для всіх баз даних або налаштувати окремі політики кешування для кожної бази даних.
vi: Bạn có thể thiết lập một chính sách lưu trữ đệm cho tất cả cơ sở dữ liệu của mình hoặc thiết lập các chính sách lưu trữ đệm cụ thể cho từng cơ sở dữ liệu.
zh_hk: 您可以為所有資料庫設定一個快取政策，或為每個資料庫設定特定的快取政策。

source: Enable model persistence to make your models (and the queries that use them) load faster.
hu: Model perzisztálásával a modellek (és az azt használó lekérdezések) gyorsabban töltenek be.
lt: Įgalinkite modelio patvarumą, kad modeliai (ir juos naudojančios užklausos) būtų įkeliami greičiau.
ms: Aktifkan kekekalan model untuk membuat model anda (dan query yang menggunakannya) dimuat lebih cepat.

source: Clear all cached results for {0}?
ar: هل تريد مسح كل النتائج المخزنة في الكاش لـ {0}؟
bg: Изчистване на всички резултати в кеша за {0}?
ca: Esborrar tots els resultats de la memòria cau per a {0}?
de: Alle zwischengespeicherten Ergebnisse für {0} löschen?
eo: Wanna clear all the cached results for {0} or nah?
es: ¿Borrar todos los resultados almacenados en caché de {0}?
fa: تمام نتایج ذخیره شده در حافظه پنهان برای {0}پاک شود؟
fi: Tyhjennetäänkö välimuistista {0} tulokset?
fr: Effacer tous les résultats en cache pour {0} ?
hu: Törli {0} összes gyorsítótárazott eredményét?
it: Cancellare tutti i risultati della cache per {0}?
ja: {0}のキャッシュされた結果をすべてクリアしますか？
lt: Išvalyti visus talpykloje saugomus {0} rezultatus?
ms: Kosongkan semua hasil cache untuk {0}?
nb: Fjern alle mellomlagrede resultater for {0}?
nl: Alle resultaten in de cache wissen voor {0}?
pl: Wyczyść wszystkie buforowane wyniki dla {0}?
pt_br: Limpar todos os resultados em cache para {0}?
ru: Очистить все кэшированные результаты для {0}?
sk: Vymazanie všetkých výsledkov z vyrovnávacej pamäte pre {0}?
sl: Počistite vse predpomnjene rezultate za {0}?
sq: Të pastrohen të gjitha rezultatet e cache-uara për {0}?
sr: Obrisati sve keširane rezultate za {0}?
sv: Rensa alla cacheresultat för {0}?
tr: {0} için önbelleğe alınmış tüm sonuçları temizle?
uk: Очистити всі кешовані результати для {0}?
vi: Xóa tất cả kết quả được lưu trong bộ nhớ đệm cho {0}?
zh_hk: 清除所有快取結果 {0}?

source: this object
hu: ez az objektum
ms: objek ini

source: Clear cache
ar: امسح الكاش
bg: Изчистване на кеша
ca: Netejar memòria cau
de: Cache löschen
eo: Clear cache → Refresh the vibe or clear the brain fog
es: Limpiar cache
fa: حافظه پنهان را پاک کنید
fi: Tyhjennä välimuisti
fr: Vider le cache
hu: Gyorsítótár ürítése
it: Cancella la cache
ja: キャッシュのクリア
lt: Išvalyti talpyklą
ms: Kosongkan cache
nb: Fjern mellomlagring
nl: Cache wissen
pl: Wyczyść pamięć podręczną
pt_br: Limpar cache
ru: Очистить кэш
sk: Vymazať vyrovnávaciu pamäť
sl: Počisti predpomnilnik
sq: Pastro cache-in
sr: Obriši keš
sv: Radera cache
tr: Önbelleği temizle
uk: Очистити кеш
vi: Xóa bộ nhớ đệm
zh_hk: 清除快取
