Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: See https://metabase.com/docs/latest/operations-guide/start.html#java-versions for more details.
hu: További részletekért lásd: https://metabase.com/docs/latest/operations-guide/start.html#java-versions.
ms: Lihat https://metabase.com/docs/latest/operations-guide/start.html#java-versions untuk butiran lanjut.

source: (If you're already running Metabase this way, you can ignore this message.)
hu: (Ha már így futtatja a Metabase-t, figyelmen kívül hagyhatja ezt az üzenetet.)
ms: (Jika anda sudah menjalankan Metabase dengan cara ini, anda boleh abaikan mesej ini.)

source: Identify when new versions of Metabase are available.
ar: التعرّف على الوقت الذي تتوفر فيه إصدارات جديدة من Metabase.
bg: Определете кога са налични нови версии на Metabase.
ca: Informar quan hi ha noves versions de Metabase.
de: Erkenne wenn neue Versionen von Metabase zur Verfügung stehen.
eo: Keep track of when new Metabase updates drop, so you're not sleeping on the new vibes.
es: Informar cuándo hay nuevas versiones de Metabase.
fa: شناسایی زمانی که نسخه های جدید Metabase در دسترس هستند.
fi: Tunnista, milloin uusia versioita Metabasesta on saatavilla.
fr: Identifie quand de nouvelles versions de Metabase sont disponibles.
hu: Azonosítsa, amikor a Metabase új verziói elérhetővé válnak.
it: Identifica quando le nuove versioni di Metabase sono disponibili.
ja: Metabaseの新しいバージョンが利用可能かどうか確認します。
lt: Nustatykite, kada yra prieinamos naujos „Metabase“ versijos.
ms: Kenal pasti bila versi baharu Metabase tersedia.
nb: Identifiser når det kommer nye Metabase versjoner.
nl: Bepaal wanneer nieuwe versies van Metabase beschikbaar zijn.
pl: Sprawdzanie dostępności nowych wersji Metabase.
pt_br: Identificar quando novas versões do Metabase estão disponíveis.
ru: Определять когда доступна новая версия Metabase
sk: Identifikujte, kedy sú k dispozícii nové verzie Metabase.
sl: Ugotovite, kdaj so na voljo nove različice Metabase.
sq: Identifiko kur ka versione të reja të Metabase.
sr: Prepoznaj kada su dostupne nove verzije Metabase-a.
sv: Uppmärksamma när nya versioner av Metabase finns tillgängliga.
tr: Metabase'in yeni sürümlerinin ne zaman kullanılabilir olduğunu belirleyin.
uk: Визначати, коли доступні нові версії Metabase.
vi: Xác định khi nào có phiên bản mới của Metabase.
zh_hk: 確定新版本的Metabase何時可用。

source: Information about available versions of Metabase.
ar: معلومات حول الإصدارات المتاحة من Metabase.
bg: Информация за наличните версии на Metabase.
ca: Informació sobre les versions disponibles de Metabase.
de: Informationen über verfügbare Metabase-Versionen.
eo: Deets on the available versions of Metabase, fr.
es: Información sobre las versiones disponibles de Metabase.
fa: اطلاعات در مورد نسخه های موجود Metabase.
fi: Tietoa saatavilla olevista Metabase-versioista.
fr: Information sur les versions de Metabase disponibles.
hu: Információk az elérhető Metabase verziókról.
it: Informazioni sulle versioni disponibili di Metabase.
ja: Metabaseの利用可能なバージョンに関する情報
lt: Informacija apie galimas „Metabase“ versijas.
ms: Maklumat mengenai versi Metabase yang tersedia.
nb: Informasjon om tilgjengelige versjoner av Metabase.
nl: Informatie over beschikbare versies van Metabase.
pl: Informacje o dostępnych wersjach Metabase.
pt_br: Informações sobre versões disponíveis do Metabase.
ru: Информация о доступных версиях Metabase
sk: Informácie o dostupných verziách Metabase.
sl: Informacije o razpoložljivih različicah Metabase.
sq: Informacion rreth versioneve të disponueshme të Metabase.
sr: Informacije o dostupnim verzijama Metabase-a.
sv: Information om tillgängliga versioner av Metabase.
tr: Metabase kullanılabilir sürümleri hakkında bilgi.
uk: Інформація про доступні версії Metabase.
vi: Thông tin về các phiên bản có sẵn của Metabase.
zh_hk: 關於Metabase可用版本的訊息

source: The name used for this instance of Metabase.
hu: A Metabase ezen példányához használt név.
ms: Nama yang digunakan untuk contoh Metabase ini.

source: The base URL of this Metabase instance, e.g. "http://metabase.my-company.com".
hu: Ennek a metabázis-példánynak az alap URL-je, pl. "http://metabase.my-company.com".
ms: URL asas untuk contoh Metabase ini, contohnya, "http://metabase.my-company.com".

source: The default language for this Metabase instance.
hu: A Metabase ezen példányának alapértelmezett nyelve.
ms: Bahasa lalai untuk contoh Metabase ini.

source: This only applies to emails, Pulses, etc. Users'' browsers will specify the language used in the user interface.
hu: Ez csak az e-mailekre, impulzusokra stb. vonatkozik. A felhaszn
ms: Ini hanya terpakai untuk e-mel, Denyutan, dan lain-lain. Pelayar pengguna akan menentukan bahasa yang digunakan dalam antara muka pengguna.

source: The email address users should be referred to if they encounter a problem.
ar: عنوان البريد الإلكتروني الذي يجب إحالة المستخدمين إليه إذا واجهوا مشكلة.
bg: Потребителите на имейл адреси трябва да бъдат насочени, ако срещнат проблем.
ca: L'adreça de correu electrònic a la que es dirigiran els usuaris si es troben amb algun problema.
de: Die E-Mail-Adresse an welche Nutzer im Fehlerfall verwiesen werden sollen.
eo: The email they should hit up if they’re dealing with a problem, fr.
es: La dirección de correo electrónico al que se dirigirán los usuarios si encuentran un problema.
fa: اگر با یک مشکل مواجه شدید، کاربران آدرس ایمیل باید مراجعه کنند.
fi: Sähköpostiosoite, johon käyttäjät tulee ohjata, jos he kohtaavat ongelman.
fr: Adresse électronique que les utilisateurs contacteront s'ils rencontrent un problème.
hu: Probléma esetén a felhasználóknak megadandó e-mail cím.
it: L'indirizzo email di riferimento in caso di incontro di un problema.
ja: 問題が発生した場合に、ユーザーが参照すべきメールアドレス
lt: Jei susiduriate su problema, reikia nurodyti el. Pašto adresą.
ms: Pengguna alamat e-mel harus dirujuk jika mereka menghadapi masalah.
nb: E-postadressen brukere skal referere til hvis det oppstår ett problem.
nl: Het e-mailadres wat gebruikers te zien krijgt wanneer zij een probleem tegenkomen.
pl: Adres e-mail użytkowników powinny być określony w przypadku napotkania problemu.
pt_br: O endereço de e-mail para o qual os usuários devem ser encaminhados se encontrarem um problema.
ru: Адрес электронной почты для обращения в случае появления проблем.
sk: Používatelia emailovej adresy by mali byť uvedení, ak narazia na problém.
sl: Uporabnike e-poštnega naslova je treba napotiti, če naletijo na težavo.
sq: Adresa e email-it ku përdoruesit duhet të referohen nëse hasin një problem.
sr: Email adresa na koju treba uputiti korisnike ako naiđu na problem.
sv: Epost-adressen användare ska använda om de stöter på ett problem.
tr: Kullanıcıların bir sorunla karşılaşmaları halinde e-posta adresine yönlendirilmesi gerekir.
uk: Email-адреса, на яку слід скеровувати користувачів у разі проблем.
vi: địa chỉ email người dùng nên được đề cập nếu họ gặp vấn đề.
zh_hk: 如果碰到問題，可以使用使用者的郵件地址

source: Enable the collection of anonymous usage data in order to help Metabase improve.
hu: Engedélyezze az anonim használati adatok gyűjtését a Metabase fejlesztése érdekébe.
ms: Aktifkan pengumpulan data penggunaan anonim untuk membantu Metabase meningkat.

source: The map tile server URL template used in map visualizations, for example from OpenStreetMaps or MapBox.
ar: قالب عنوان URL لخادم بلاطات الخرائط المستخدم في تصورات الخرائط، مثل OpenStreetMaps أو MapBox.
bg: Шаблонът за URL адрес на сървъра за плочки на карта, използван при визуализации на карти, например от OpenStreetMaps или MapBox.
ca: La plantilla del servidor de capes de mapes utilitzada en la visualització de mapes, per exemple des de OpenStreetMaps o MapBox.
de: URL-Template des Map-Tile-Servers welcher in Karten verwendet wird. Bspw. von OpenStreetMaps oder MapBox.
eo: The URL template for map tiles used in map visuals, like from OpenStreetMaps or MapBox, fr fr.
es: La plantilla de URL del servidor de capas de mapa utilizada en las visualizaciones de mapas, por ejemplo desde OpenStreetMaps o MapBox.
fa: الگو URL الگو سرور کاشی مورد استفاده در تصورات نقشه، به عنوان مثال از OpenStreetMaps یا MapBox.
fi: Kartan laattapalvelun URL-malli, jota käytetään karttavisualisoinneissa, esimerkiksi OpenStreetMapsista tai MapBoxista.
fr: Le patron d'URL du serveur de tuiles de cartes utilisé dans les visualisations de carte, par exemple depuis OpenStreetMap ou MapBox.
hu: A térkép csempe szerver URL sablonja a térkép vizualizációkhoz, például OpenStreetMaps vagy MapBox.
it: Il template URL del map tile server usato nelle visualizzazioni della mappa, per esempio da OpenStreetMaps o MapBox.
ja: マップのビジュアライゼーションで使用されるマップタイルサーバーのURLテンプレート(例: OpenStreetMaps、MapBoxなど)。
lt: Žemėlapio plytelių serverio URL šablonas, naudojamas žemėlapių vizualizacijose, pavyzdžiui, iš „OpenStreetMaps“ arba „MapBox“.
ms: Templat URL pelayan jubin peta yang digunakan dalam visualisasi peta, contohnya dari OpenStreetMaps atau MapBox.
nb: URL-malen for kartflis-tjeneren som brukes i kart-visualiseringer, for eksempel fra OpenStreetMaps eller MapBox.
nl: De URL-sjabloon van de kaarttegelserver die wordt gebruikt in kaartvisualisaties, bijvoorbeeld van OpenStreetMaps of MapBox.
pl: Szablon adresu URL serwera kafli mapy używany w wizualizacjach map, na przykład z OpenStreetMaps lub MapBox.
pt_br: O modelo de URL do servidor de blocos de mapas usado em visualizações de mapas, por exemplo, do OpenStreetMaps ou MapBox.
ru: Шаблон URL-адреса сервера листов карт, используемый в визуализациях карт, например в OpenStreetMaps или MapBox.
sk: Šablóna adresy URL servera dlaždíc mapy použitá vo vizualizáciách máp, napríklad z OpenStreetMaps alebo MapBox.
sl: Predloga URL-ja strežnika ploščic zemljevida, ki se uporablja v ponazoritvah zemljevidov, na primer iz OpenStreetMaps ali MapBox.
sq: Shablloni i URL-së së serverit të pllakave të hartës që përdoret në vizualizimet e hartës, p.sh. nga OpenStreetMaps ose MapBox.
sr: Šablon URL-a servera map tile-ova koji se koristi u map vizualizacijama, na primer iz OpenStreetMaps ili MapBox.
sv: URL:en för kartserverns mall som används vid visning, t.ex från OpenStreetMaps eller MapBox.
tr: Harita görselleştirmelerinde kullanılan harita döşeme sunucusu URL'si şablonu, örneğin OpenStreetMaps veya MapBox'tan.
uk: Шаблон URL сервера тайлів, що використовується у візуалізаціях мапи, наприклад з OpenStreetMaps або MapBox.
vi: Mẫu URL máy chủ lát bản đồ được sử dụng trong trực quan hóa bản đồ, ví dụ từ OpenStreetMaps hoặc MapBox.
zh_hk: 採用可視化地圖的過程中，要使用地圖伺服器的url模板，例如使用OpenStreetMaps or MapBox

source: Enable admins to create publicly viewable links (and embeddable iframes) for Questions and Dashboards?
ar: تمكين المسؤولين من إنشاء روابط قابلة للعرض للعامة (وiframes قابلة للتضمين) للأسئلة ولوحات المعلومات؟
bg: Да се ​​разреши ли на администраторите да създават обществено видими връзки (и вграждащи се рамки) за Въпроси и табла за управление?
ca: Permet als administradors crear enllaços visibles públicament (i iframes incrustats) per preguntes i quadres de comandament?
de: Admins erlauben öffentlich erreichbare Links (und einbettbare iframes) für Fragen und Dashboards anzulegen?
eo: Yo, can admins make legit links that anyone can check out (and even embed iframes) for Questions and Dashboards?
es: ¿Habilita a los administradores para crear enlaces visibles públicamente (y iframes incrustados) para Preguntas y Cuadros de Mando?
fa: فعال کردن مدیران برای ایجاد لینک های قابل مشاهده قابل مشاهده (و قاب های قابل جاسازی) برای سوالات و داشبورد ها؟
fi: Mahdollista ylläpitäjille julkisesti nähtävien linkkien (ja upotettavien iframejen) luominen kysymyksille ja kojelautoille?
fr: Activer la création - par les administrateurs - de liens publics (et d'iframes intégrées) vers les questions et les tableaux de bord ?
hu: Engedélyezze az adminisztrátorok számára, hogy nyilvánosan megtekinthető linkeket (és beágyazható iframe-eket) hozzanak létre Kérdésekhez és Irányítópultokhoz?
it: Abilita gli amministratori per creare link di visualizzazione pubblica (ed iframes integrabili) per Domande e Dashboard?
ja: 管理者が質問とダッシュボードの公開閲覧リンク(および埋め込み可能なiframe)を作成できるようにしますか?
lt: Įgalinti administratorius kurti viešai matomas nuorodas (ir įterpiamas iframes) klausimams ir prietaisų skydams?
ms: Benarkan pentadbir untuk menjana pautan awam (dan iframe boleh semat) untuk Soalan dan Papan Pemuka?
nb: Gjør det mulig for administratorer å lage offentlig tilgjengelige lenker (og innbyggbare iframes) for spørsmål og infotavler?
nl: Beheerders toestaan om openbaar zichtbare koppelingen (en insluitbare iframes) voor vragen en dashboards te maken?
pl: Umożliwić administratorom tworzenie publicznie widocznych linków (i osadzania ramek iFrame) w przypadku Pytań i Pulpitów?
pt_br: Permitir que os administradores criem links visíveis publicamente (e iframes incorporados) para Perguntas e Dashboards?
ru: Разрешить администраторам создавать общедоступные ссылки (и встраиваемые фреймы iframe) для запросов и дашбордов?
sk: Povoliť správcom vytváranie verejne viditeľných odkazov (a vložiteľných prvkov iframe) pre otázky a informačné panely?
sl: Ali skrbnikom omogočite ustvarjanje javno vidnih povezav (in vdelanih okvirjev iframe) za vprašanja in nadzorne plošče?
sq: T’u mundësohet administratorëve të krijojnë lidhje të shikueshme publikisht (dhe iframe të integrueshme) për Pyetje dhe Panele?
sr: Omogući administratorima da kreiraju javno vidljive linkove (i ugradive iframe-ove) za Pitanja i Kontrolne table?
sv: Tillåta administratörer att skapa offentligt tillgängliga länka (och inbäddade iframes) för frågor och instrumentpaneler?
tr: Sorular ve Gösterge Tabloları için herkese açık olarak görüntülenebilen bağlantılar (ve gömülebilir iframe'ler) oluşturmak için yöneticileri etkinleştirin.
uk: Дозволити адмінам створювати публічні посилання (і iframe для вбудовування) для Запитів і Дашбордів?
vi: Cho phép quản trị viên tạo các liên kết có thể xem công khai (và iframe có thể nhúng) cho Câu hỏi và Bảng điều khiển?
zh_hk: 啟用管理員來為提問和資訊看板建立公開的可瀏覽連結（並且可嵌入的iframes框架）嗎？

source: Allow admins to securely embed questions and dashboards within other applications?
ar: السماح للمسؤولين بتضمين الأسئلة ولوحات المعلومات بأمان داخل تطبيقات أخرى؟
bg: Да се ​​разреши ли на администраторите да вграждат сигурно въпроси и табла за управление в други приложения?
ca: Permetre als administradors afegir preguntes i quadres de comandament a altres aplicacions de forma segura?
de: Admins erlauben Fragen und Dashboards sicher in anderen Anwendungen einzubetten?
eo: Let admins safely embed questions and dashboards inside other apps?
es: ¿Permite a los administradores insertar preguntas y cuadros de mando de forma segura dentro de otras aplicaciones?
fa: به مدیران اجازه دهید ایمن سوالات و داشبورد ها را در برنامه های دیگر قرار دهند؟
fi: Salli ylläpitäjien turvallisesti upottaa kysymyksiä ja kojelautoja muihin sovelluksiin?
fr: Autoriser l'intégration sécurisée - par les administrateurs - des questions et tableaux de bord dans d'autres applications ?
hu: Engedélyezze az adminisztrátorok számára, hogy biztonságosan beágyazzanak kérdéseket és irányítópultokat más alkalmazásokba?
it: Consentire agli amministratori di integrare in sicurezza domande e dashboard all'interno di altre applicazioni?
ja: 管理者が質問やダッシュボードを他のアプリケーションに安全に埋め込めるよう許可しますか?
lt: Leiskite administratoriams saugiai įterpti klausimus ir prietaisų skydus kitose programose?
ms: Benarkan pentadbir untuk menyematkan soalan dan papan pemuka dengan selamat dalam aplikasi lain?
nb: Gjør det mulig for administratorer å bygge inn spørsmål og infotavler på en sikker måte inni andre applikasjoner?
nl: Beheerders toestaan om vragen en dashboards veilig in andere applicaties in te sluiten?
pl: Zezwalaj administratorom na bezpieczne osadzanie zapytań i pulpitów w innych aplikacjach?
pt_br: Permitir que administradores incorporem com segurança perguntas e painéis em outros aplicativos?
ru: Разрешить администраторам безопасно встраивать запросы и дашборды в другие приложения?
sk: Povoliť správcom bezpečne vkladať otázky a dashboardy do iných aplikácií?
sl: Ali skrbnikom omogočite varno vdelavo vprašanj in nadzornih plošč v druge aplikacije?
sq: Lejo Administratorët të inkorporojnë në mënyrë të sigurt pyetje dhe panele brenda aplikacioneve të tjera?
sr: Dozvoliti administratorima da bezbedno ugrade pitanja i kontrolne table u druge aplikacije?
sv: Tillåta administratörer att säkert inbädda frågor och instrumentpaneler i andra applikationer?
tr: Yöneticilere diğer uygulamalarda güvenli bir şekilde soru ve gösterge panoları yerleştirmesine izin verilsin mi?
uk: Дозволити адміністраторам безпечно вбудовувати запитання й дашборди в інші застосунки?
vi: Cho phép quản trị viên nhúng các câu hỏi và bảng điều khiển an toàn trong các ứng dụng khác ?
zh_hk: 允許管理員在其他應用程式中安全地嵌入報表和資訊看板?

source: Allow using a saved question as the source for other queries?
hu: Engedélyezze egy mentett kérdés forrásként való használatát más lekérdezésekhez?
ms: Benarkan menggunakan soalan yang disimpan sebagai sumber untuk pertanyaan lain?

source: Enabling caching will save the results of queries that take a long time to run.
hu: A gyorsítótárazás engedélyezése menteni fogja a hosszú ideig futó lekérdezések eredményeit.
ms: Mengaktifkan caching akan menyimpan hasil pertanyaan yang mengambil masa lama untuk dijalankan.

source: The maximum size of the cache, per saved question, in kilobytes:
ar: الحد الأقصى لحجم الكاش، لكل سؤال محفوظ، بالكيلوبايت:
bg: Максималният размер на кеша за всеки запазен въпрос в килобайта:
ca: La mida màxima de la memòria cau, per pregunta desada en kilobytes:
de: Die maximale Größe des Caches, pro Abfrage, in Kilobytes:
eo: The max size of the cache per saved question, in KBs, fr fr
es: El tamaño máximo de la memoria caché, por pregunta guardada, en kilobytes:
fa: حداکثر اندازه حافظه پنهان، در هر سوال ذخیره شده، در کیلوبایت:
fi: Välimuistin enimmäiskoko tallennettua kysymystä kohden kilotavuina:
fr: La taille maximum du cache, par question sauvegardée, en Ko :
hu: A gyorsítótár maximális mérete, mentett kérdésenként, kilobájtban:
it: La dimensione massima della cache, per domanda salvata, in kilobytes:
ja: 保存した質問ごとのキャッシュの最大サイズ(キロバイト):
lt: Didžiausias talpyklos dydis vienam išsaugotam klausimui kilobaitais:
ms: Masa maksimum mutlak untuk menyimpan sebarang hasil pertanyaan yang dicache, dalam saat.
nb: Maks-størrelsen til mellomlageret, per lagrede spørsmål, i kilobytes:
nl: De maximale grootte van de cache, per opgeslagen vraag, in kilobytes:
pl: Maksymalny rozmiar pamięci podręcznej, na zapisane zapytanie, w kilobajtach:
pt_br: O tamanho máximo do cache, por pergunta salva, em kilobytes:
ru: Максимальный размер кэша на сохраненный запрос, в килобайтах:
sk: Maximálna veľkosť vyrovnávacej pamäte na uloženú otázku v kilobajtoch:
sl: Največja velikost predpomnilnika na shranjeno vprašanje v kilobajtih:
sq: Madhësia maksimale e cache-it, për pyetje të ruajtur, në kilobajt:
sr: Maksimalna veličina keša, po sačuvanom pitanju, u kilobajtima:
sv: Max cache-storlek per sparad fråga i kb:
tr: Önbellek maksimum boyutu, kaydedilen soru başına kilobayt cinsinden:
uk: Максимальний розмір кешу на один збережений запит, у кілобайтах:
vi: Kích thước tối đa của bộ đệm, cho mỗi câu hỏi đã lưu, tính bằng kilobyte:
zh_hk: 快取最大值，

source: The absolute maximum time to keep any cached query results, in seconds.
ar: الحد الأقصى المطلق للوقت للاحتفاظ بأي نتائج استعلام مخزنة في الكاش، بالثواني.
bg: Абсолютното максимално време за запазване на всички кеширани резултати от заявка, в секунди.
ca: El temps màxim absolut per mantenir els resultats de les consultes a la memòria cau, en segons:
de: Die absolute Maximalzeit um Abfrageergebnisse zu behalten, in Sekunden.
eo: The absolute max time to keep any cached query results, in seconds, fr fr.
es: El tiempo máximo absoluto para mantener los resultados de las consultas en caché, en segundos.
fa: حداکثر حداکثر زمان برای حفظ هر گونه نتایج پرس و جو ذخیره شده در ثانیه.
fi: Absoluuttinen enimmäisaika välimuistissa olevien kyselytulosten säilyttämiseen sekunneissa.
fr: La durée maximum absolue de conservation en cache des résultats de requête, en secondes.
hu: A gyorsítótárazott lekérdezési eredmények megtartásának abszolút maximális ideje, másodpercben.
it: Il tempo massimo assoluto (secondi) per gestire i risultati delle query in cache
ja: キャッシュされたクエリの結果を保持する最長時間(秒単位)
lt: Absoliutus maksimalus laikas, per kurį per kelias sekundes galima išsaugoti talpyklos užklausų rezultatus.
ms: Masa maksimum mutlak untuk menyimpan sebarang keputusan query yang disimpan dalam cache, dalam saat.
nb: Den absolutt lengste tiden som mellomlagrede spørringsresultater skal beholdes, i sekunder.
nl: De absolute maximale tijd om resultaten in de cache te bewaren, in seconden.
pl: Absolutny maksymalny czas, zachowania wszelkich wyników buforowanych zapytan, w sekundach.
pt_br: Tempo máximo que devemos manter os resultados das consultas em cache, em segundos.
ru: Максимальное время сохранения кэшированных результатов запросов, в секундах.
sk: Absolútny maximálny čas na uchovanie výsledkov dotazov v pamäti v sekundách.
sl: Absolutni najdaljši čas za shranjevanje predpomnjenih rezultatov poizvedbe v sekundah.
sq: Koha absolute maksimale për të mbajtur çfarëdo rezultatesh pyetjesh në cache, në sekonda.
sr: Apsolutno maksimalno vreme zadržavanja bilo kojih keširanih rezultata upita, u sekundama.
sv: Den absoluta max-tiden att spara resultat i cache i sekunder.
tr: Önbelleğe alınmış sorgu sonuçlarını saklamak için mutlak maksimum süre, saniyeler içinde.
uk: Абсолютний максимальний час зберігання будь-яких закешованих результатів запитів, у секундах.
vi: Thời gian tối đa tuyệt đối để giữ bất kỳ kết quả truy vấn được lưu trong bộ nhớ cache nào, tính bằng giây.
zh_hk: 保留任何快取查詢結果的絕對最長時間（以秒為單位）。

source: Metabase will cache all saved questions with an average query execution time longer than this many seconds:
hu: A Metabase minden mentett kérdést gyorsítótárazni fog, amelyek átlagos lekérdezési végrehajtási ideje hosszabb ennél a másodpercnél:
ms: Metabase akan menyimpan dalam cache semua soalan yang disimpan dengan purata masa pelaksanaan pertanyaan melebihi nilai ini dalam saat:

source: To determine how long each saved question''s cached result should stick around, we take the query''s average execution time and multiply that by whatever you input here.
hu: Annak meghatározásához, hogy egy mentett kérdés gyorsítótárazott eredménye mennyi ideig maradjon meg, vesszük a lekérdezés átlagos végrehajtási idejét és megszorozzuk az itt megadott értékkel.
ms: Untuk menentukan berapa lama keputusan cache setiap soalan yang disimpan perlu dikekalkan, kami mengambil purata masa pelaksanaan query dan mendarabkannya dengan nilai yang anda masukkan di sini.

source: So if a query takes on average 2 minutes to run, and you input 10 for your multiplier, its cache entry will persist for 20 minutes.
hu: Tehát ha egy lekérdezés átlagosan 2 percig tart, és 10-et ad meg szorzónak, a gyorsítótári bejegyzés 20 percig marad meg.
ms: Jadi jika pertanyaan mengambil masa purata 2 minit untuk dijalankan, dan anda masukkan 10 untuk pengganda anda, entri cache akan kekal selama 20 minit.
