Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Show a mini bar chart
ar: اعرض مخطط أعمدة صغير
bg: Показване на мини бар диаграма
ca: Mostra una gràfica de barres en minuatura
de: Zeige ein kleines Balkendiagramm
eo: Show a lil bar chart, fr fr
es: Mostrar una gráfica de barras en miniatura
fa: نمایش نمودار نوار
fi: Näytä mini pylväskaavio
fr: Afficher un mini-graph à barres
hu: Mutasson egy mini oszlopdiagramot
it: Mostra un grafico a barre mini
ja: ミニバーを表示
lt: Rodyti mini juostos diagramą
ms: Paparkan carta bar mini
nb: Vis et ministolpediagram
nl: Toon een mini-staafdiagram
pl: Pokaż mini wykres słupkowy
pt_br: Mostrar um mini gráfico de barras
ru: Показать мини-гистограмму
sk: Zobraziť mini stĺpcový graf
sl: Prikaz mini stolpčnega grafikona
sq: Shfaq një mini grafik me shtylla
sr: Prikaži mini stubičasti dijagram
sv: Visa en mini-tabell
tr: Küçük çubuk çizlgesi göster
uk: Показати міністовпчикову діаграму
vi: Hiển thị biểu đồ cột nhỏ
zh_hk: 顯示迷您條形圖

source: Link
ar: رابط
bg: Връзка
ca: Enllaç
eo: Link → Drop me the tea
es: Enlace
fa: لینک
fi: Linkki
fr: Lien
it: Collegamento
ja: リンク
lt: Nuoroda
ms: Pautan
nb: Lenke
ru: Ссылка
sk: odkaz
sl: Povezava
sv: Länk
tr: Bağlantı
uk: Посилання
vi: Liên kết
zh_hk: 連接

source: Email link
ar: رابط بريد إلكتروني
bg: Имейл връзка
ca: Enllaç de correu electrònic
eo: email link → linky in my inbox
es: Enlace Email
fa: لینک ایمیل
fi: Sähköposti linkki
fr: Lien email
it: Link dell'email
ja: メールアドレス
lt: El. Pašto nuoroda
ms: Pautan emel
nb: E-post-lenke
pl: Link email
pt_br: Link de e-mail
ru: Email ссылка
sk: Odkaz na e-mail
sl: E-poštna povezava
sq: Link emaili
sr: Imejl link
sv: Epost-länk
tr: Bağlantıyı e-postala
uk: Надіслати посилання електронною поштою
vi: Liên kết email
zh_hk: Email地址

source: Image
ar: صورة
bg: Изображение
ca: Imatge
de: Bild
eo: Pic or it didn’t happen
es: Imagen
fa: تصویر
fi: Kuva
hu: Kép
it: Immagine
ja: イメージ
lt: Vaizdas
ms: Imej
nb: Bilde
nl: Afbeelding
pl: Obrak
pt_br: Imagem
ru: Изображение
sk: Obrázok
sl: Podoba
sq: Imazh
sr: Slika
sv: Bild
tr: Görüntü
uk: Зображення
vi: Hình ảnh
zh_hk: 圖片

source: Automatic
ar: تلقائي
bg: Автоматично
ca: Automàtic
de: Automatisch
eo: auto, fr fr
es: Automático
fa: اتوماتیک
fi: Automaattinen
fr: Automatique
hu: Automatikus
it: Automatico
ja: 自動
lt: Automatinis
ms: Automatik
nb: Automatisk
nl: Automatisch
pl: Automatyczny
pt_br: Automático
ru: Автоматически
sk: Automatický
sl: Avtomatski
sq: Automatike
sr: Automatski
sv: Automatisk
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_hk: 自動

source: View as link or image
hu: Megtekintés linkként vagy képként
ms: Lihat sebagai pautan atau imej

source: Link text
ar: نص الرابط
bg: Текст на връзката
ca: Text el enllaç
eo: Link text? Lowkey, just say "the link" or "the plug" if you wanna be extra.
es: Texto del enlace
fa: لینک متن
fi: Linkin teksti
fr: Lien texte
hu: Link szöveg
it: Testo del link
ja: リンクテキスト
lt: Susieti tekstą
ms: Teks pautan
nb: Lenketekst
nl: Link tekst
pl: Tekst linku
pt_br: Texto do link
ru: Текст ссылки
sk: Text odkazu
sl: Besedilo povezave
sq: Teksti i linkut
sr: Tekst linka
sv: Länk-text
tr: Bağlantı metni
uk: Текст посилання
vi: văn bản liên kết
zh_hk: 連結文字

source: Not a valid integer: ''{0}''
hu: Érvénytelen egész szám: ''{0}''
ms: Bukan integer yang sah: ''{0}''

source: Embedding is not enabled for this object.
ar: التضمين غير مفعّل لهذا الكائن.
bg: Вграждането не е активирано за този обект.
ca: No es pot incrustar aquest tipus d'objecte.
de: Die Einbettung ist für dieses Projekt nicht aktiviert.
eo: Embedding isn’t activated for this thingy.
es: No se puede incluir este tipo de objeto.
fa: تعویض فعال برای این شیء نیست.
fi: Upotus ei ole käytössä tälle objektille.
fr: L'intégration n'est pas activée pour cet objet.
hu: A beágyazás nincs engedélyezve ehhez az objektumhoz.
it: L'incorporamento non è abilitato per questo oggetto.
ja: このオブジェクトは埋め込み可能になっていません。
lt: Šio objekto įterpimas neįjungtas.
ms: Penyematan tidak diaktifkan untuk objek ini.
nb: Innebygging er ikke aktivert for dette objektet.
nl: Embedden is niet ingeschakeld voor dit object.
pl: Osadzanie nie jest włączone dla tego obiektu.
pt_br: A incorporação não foi habilitada para este objeto.
ru: Встраивание недоступно для этого объекта.
sk: Vkladanie nie je pre tento objekt povolené.
sl: Vdelava ni omogočena za ta predmet.
sq: Integrimi nuk është aktivizuar për këtë objekt.
sr: Ugradnja nije omogućena za ovaj objekat.
sv: Inbäddning är inte aktiverat för detta objekt.
tr: Bu obje için gömme işlemi etkin değil.
uk: Вбудовування не ввімкнено для цього об’єкта.
vi: Nhúng không được kích hoạt cho đối tượng này.
zh_hk: 這個對象的嵌入功能沒有啟用。

source: Problem connecting to LDAP server, will fallback to local authentication: {0}
hu: Probléma az LDAP szerverhez való csatlakozáskor, helyi hitelesítésre vált: {0}
ms: Masalah menyambung ke pelayan LDAP, akan kembali ke pengesahan tempatan: {0}

source: When including an offset, a limit must also be included.
ar: عند تضمين offset، يجب أيضًا تضمين limit.
bg: Когато се включва отместване, трябва да се включи и лимит.
ca: Si s'especifica un desplaçament també s'ha d'especificar un límit.
de: Bei der Einbeziehung eines Offsets muss auch ein Limit angegeben werden.
eo: When you add an offset, you gotta throw in a limit too, fr.
es: Al incluir un desplazamiento, también hay que indicar un límite.
fa: هنگام اضافه کردن یک افست ، محدودیتی نیز باید درج شود.
fi: Siirtymää sisällytettäessä on myös oltava raja.
fr: Lorsque vous incluez un décalage, vous devez également inclure une limite.
hu: Eltolás megadása esetén limitet is meg kell adni.
it: Quando si include un offset, deve essere incluso anche un limite.
ja: オフセットを含む場合、上限も含まないといけません
lt: Įtraukiant kompensaciją, taip pat turi būti įtraukta riba.
ms: Apabila memasukkan offset, had juga mesti disertakan.
nb: Når det brukes en forskyvning, så må det også brukes en grense.
nl: Bij het opnemen van een offset moet ook een limiet worden opgenomen.
pl: Uwzględniając przesunięcie, należy również uwzględnić limit.
pt_br: Ao incluir um deslocamento, um limite também deve ser incluído.
ru: При включении смещения необходимо также включить ограничение.
sk: Pri zahrnutí offsetu sa musí zahrnúť aj limit.
sl: Pri vključitvi nadomestila je treba vključiti tudi omejitev.
sq: Kur përfshihet një offset, duhet të përfshihet edhe një limit.
sr: Kada uključite offset, morate uključiti i limit.
sv: När startvärde anges måste en gräns också anges.
tr: Kaydrıma dahil edildiğinde, bir sınır da dahil edilmeli.
uk: Якщо вказано offset, також потрібно вказати limit.
vi: Khi bao gồm một phần bù, một giới hạn cũng phải được đưa vào.
zh_hk: 當包含偏移量時，必須同時包含一個限制。

source: When including a limit, an offset must also be included.
ar: عند تضمين limit، يجب أيضًا تضمين offset.
bg: Когато се включва лимит, трябва да се включи и отместване.
ca: Si s'especifica un limit també s'ha d'especificar un desplaçament..
de: Bei der Einbeziehung eines Limits muss auch ein Offset angegeben werden.
eo: When you add a limit, you also gotta throw in an offset, fr.
es: Al incluir un límite, también hay que indicar el desplazamiento.
fa: هنگام اضافه کردن محدودیت ، یک جبران خسارت نیز باید درج شود.
fi: Rajaa sisällytettäessä on sisällytettävä myös siirtymä.
fr: Lorsque vous incluez une limite, un décalage doit également être inclus.
hu: Limit megadása esetén eltolást is meg kell adni.
it: Quando si include un limite, deve essere incluso anche un offset.
ja: 上限を含む場合、オフセットも含まないといけません
lt: Įtraukiant ribą, taip pat turi būti įtrauktas kompensavimas.
ms: Apabila memasukkan had, offset juga mesti disertakan.
nb: Når det brukes en grense, så må det også brukes en forskyvning.
nl: Bij het opnemen van een limiet moet ook een offset worden opgenomen.
pl: Uwzględniając limit, należy uwzględnić także przesunięcie.
pt_br: Ao incluir um limite, um deslocamento também deve ser incluído.
ru: При включении ограничения необходимо также включить смещение.
sk: Pri zahrnutí limitu sa musí zahrnúť aj offset.
sl: Pri vključitvi omejitve je treba vključiti tudi odmik.
sq: Kur përfshihet një limit, duhet të përfshihet edhe një offset.
sr: Kada uključite limit, morate uključiti i offset.
sv: När en gräns anges måste också ett startvärde anges.
tr: Bir sınır dahil edildiğinde, bir kaydırma değeri de dahil edilmeli.
uk: Якщо вказано limit, також потрібно вказати offset.
vi: Khi bao gồm một giới hạn, một phần bù cũng phải được đưa vào.
zh_hk: 當包括限制時，必須同時包括偏移量。

source: Applying heuristic {0} to {1}.
hu: {0} heurisztika alkalmazása {1}-re.
ms: Mengaplikasikan heuristik {0} kepada {1}.

source: Dimensions bindings:n{0}
hu: Dimenziók kötése: {0}
ms: Pengikatan dimensi:\n{0}

source: Using definitions:nMetrics:n{0}nFilters:n{1}
hu: Definíciók használata: Metrikák: {0} Szűrők: {1}
ms: Menggunakan definisi:\nMetrik:\n{0}\nPenapis:\n{1}

source: minute
ar: دقيقة
bg: минута
ca: minut
eo: min or sm just a sec
es: minuto
fa: دقیقه
fi: minuutti
hu: perc
it: minuto
ja: 分
lt: minutė
ms: minit
nb: minutt
nl: minuut
pl: minuta
pt_br: minuto
ru: Минута
sk: minúta
sl: minuta
sq: minutë
sr: minut
sv: minut
tr: dakika
uk: хвилина
vi: phút
zh_hk: 分

source: hour
ar: ساعة
bg: час
ca: hora
de: Stunde
eo: Hour → "H" or "60-min" (but mainly just "H" in slang vibe)
es: hora
fa: ساعت
fi: tunti
fr: heure
hu: óra
it: ora
ja: 時
lt: valandą
ms: jam
nb: time
nl: uur
pl: godzina
pt_br: hora
ru: Час
sk: hodina
sl: ura
sq: orë
sr: sat
sv: timme
tr: saat
uk: година
vi: giờ
zh_hk: 小時

source: day of week
ar: يوم الأسبوع
bg: ден на седмицата
ca: dia de la setmana
de: Tag der Woche
eo: weekday vibe
es: día de la semana
fa: روز هفته
fi: viikonpäivä
fr: jour de la semaine
hu: a hét napja
it: giorno della settimana
ja: 曜日
lt: Savaitės diena
ms: hari dalam minggu
nb: ukedag
nl: dag van de week
pl: dzień tygodnia
pt_br: dia da semana
ru: День недели
sk: deň v týždni
sl: dan v tednu
sq: dita e javës
sr: dan u nedelji
sv: veckodag
tr: haftanın günü
uk: день тижня
vi: ngày trong tuần
zh_hk: 一週中的天

source: day of month
ar: يوم الشهر
bg: ден от месеца
ca: dia del mes
de: Tag des Monats
eo: day of the month → day of the month (no cap, there’s no super chill slang for this lol)
es: día del mes
fa: روز ماه
fi: päivä
fr: jour du mois
hu: a hónap napja
it: giorno del mese
ja: 日
lt: mėnesio dieną
ms: hari dalam bulan
nb: dag i måned
nl: dag van de maand
pl: dzień miesiąca
pt_br: dia do mês
ru: День месяца
sk: deň v mesiaci
sl: dan v mesecu
sq: dita e muajit
sr: dan u mesecu
sv: dag i månaden
tr: ayın günü
uk: день місяця
vi: ngày trong tháng
zh_hk: 一個月中的天

source: day of year
ar: يوم السنة
bg: ден от годината
ca: dia de l'any
de: Tag des Jahres
eo: Day of the year → The yr's vibe day
es: día del año
fa: روز سال
fi: vuoden päivä
fr: jour de l'année
hu: év napja
it: giorno dell'anno
ja: 年間通算日
lt: metų dieną
ms: hari dalam tahun
nb: dag i året
nl: dag van het jaar
pl: dzień roku
pt_br: dia do ano
ru: День года
sk: deň v roku
sl: Dan v letu
sq: dita e vitit
sr: dan u godini
sv: dag på året
tr: yılın günü
uk: день року
vi: ngày trong năm
zh_hk: 一年中的天

source: week
ar: أسبوع
bg: седмица
ca: setmana
de: Woche
eo: week → week, but if you wanna be extra, you could say "wk" or "w" for short, lol
es: semana
fa: هفته
fi: viikko
fr: semaine
hu: hét
it: settimana
ja: 週
lt: savaitę
ms: minggu
nb: uke
pl: tydzień
pt_br: semana
ru: Неделя
sk: týždeň
sl: teden
sq: javë
sr: nedelja
sv: vecka
tr: hafta
uk: тиждень
vi: tuần
zh_hk: 周

source: month
ar: شهر
bg: месец
ca: mes
de: Monat
eo: month → m0nth or just "mo" if you wanna keep it short and chill
es: mes
fa: ماه
fi: kuukausi
fr: mois
hu: hónap
it: mese
ja: 月
lt: mėnesį
ms: bulan
nb: måned
nl: maand
pl: miesiąć
pt_br: mês
ru: Месяц
sk: mesiac
sl: mesec
sq: muaj
sr: mesec
sv: månad
tr: ay
uk: місяць
vi: tháng
zh_hk: 月

source: quarter
ar: ربع
bg: тримесечие
ca: trimestre
de: Quartal
eo: Quarter → "Q" or "a quarter" (sometimes just slang for a small amount, like "a quarter of the bag")
es: trimestre
fa: ربع
fi: kvartaali
fr: trimestre
hu: negyed
it: trimestre
ja: 四半期
lt: ketvirtį
ms: suku tahun
nb: kvartal
nl: kwartaal
pl: kwartał
pt_br: trimestre
ru: Квартал
sk: štvrťrok
sl: četrt
sq: tremujor
sr: kvartal
sv: kvartal
tr: çeyrek yıl
uk: квартал
vi: quý
zh_hk: 季度

source: Adding {0} cards to dashboard {1}:n{2}
hu: {0} kártyák hozzáadása az {1} irányítópulthoz: {2}
ms: Menambah {0} kad ke papan pemuka {1}:n{2}

source: Error parsing {0}:n{1}
hu: Hiba {0} elemzésekor: {1}
ms: Ralat parsing {0}:n{1}

source: WARNING: Filtering only works on dimensions! ''{0}'' is a metric. Ignoring filter.
hu: FIGYELMEZTETÉS: A szűrés csak a dimenziókon működik! A(z) ''{0}'' egy metrika. Szűrés figyelmen kívül hagyva.
ms: AMARAN: Penapisan hanya berfungsi pada dimensi! ''{0}'' adalah metrik. Abaikan penapis.

source: WARNING: A date can't belong to multiple discrete intervals, so ANDing them together doesn't make sense.
hu: FIGYELMEZTETÉS: Egy dátum nem tartozhat több diszkrét intervallumba, így az összekapcsolásuknak nincs értelme.
ms: AMARAN: Satu tarikh tidak boleh tergolong dalam beberapa selang diskret, jadi ANDing mereka bersama-sama tidak masuk akal.

source: Ignoring these intervals: {0}
hu: Ezeket az intervallumokat figyelmen kívül hagyjuk: {0}
ms: Mengabaikan selang masa ini: {0}

source: WARNING: Don't know how to negate: {0}
hu: FIGYELMEZTETÉS: Nem tudom, hogyan kellene tagadni: {0}
ms: AMARAN: Tidak tahu cara menafikan: {0}

source: Sorting with Druid is only allowed in queries that have one or more breakout columns. Ignoring :order-by clause.
hu: A Druiddal való rendezés csak az egy vagy több breakout oszlopot tartalmazó lekérdezésekben engedélyezett. Figyelmen kívül hagyva a :order-by -t.
ms: Pengkategorian dengan Druid hanya dibenarkan dalam pertanyaan yang mempunyai satu atau lebih lajur pecahan. Mengabaikan klausa :order-by.

source: WARNING: It only makes sense to specify :fields for a query with no aggregation. Ignoring the clause.
hu: FIGYELMEZTETÉS: Csak az aggregáció nélküli lekérdezések esetén van értelme meghatározásának. Záradék figyelmen kívül hagyva.
ms: AMARAN: Hanya masuk akal untuk menentukan :fields untuk pertanyaan tanpa pengagregatan. Mengabaikan klausa.

source: WARNING: Druid doenst allow limitSpec in timeseries queries. Ignoring the LIMIT clause.
hu: FIGYELMEZTETÉS: A Druid nem engedélyezi a limitSpec használatát az idősortelekérdezésekben. LIMIT záradék figyelmen kívül hagyva.
ms: AMARAN: Druid tidak membenarkan limitSpec dalam pertanyaan siri masa. Mengabaikan klausa LIMIT.

source: HoneySQL Form:
hu: HoneySQL űrlap:
ms: Borang HoneySQL

source: Unable to parse date ''{0}''
hu: Nem sikerült elemezni a dátumot ''{0}''
ms: Tidak dapat menganalisis tarikh ''{0}''

source: Client closed connection, cancelling query
hu: A kliens megszakította a kapcsolatot, a lekérdezés törlése
ms: Klien menutup sambungan, membatalkan kueri

source: Setting timezone with statement: {0}
hu: Időzóna beállítása az állítással: {0}
ms: Menetapkan zon waktu dengan pernyataan: {0}

source: Multiple date filters are not supported
hu: Több dátumszűrő nem támogatott
ms: Penapis tarikh berganda tidak disokong

source: :not is not yet implemented
hu: :not még nincs implementálva
ms: :belum dilaksanakan

source: Only one Google Analytics segment allowed at a time.
hu: Egyszerre csak egy Google Analytics szegmens engedélyezett.
ms: Hanya satu segmen Google Analytics dibenarkan pada satu masa.

source: MONGO AGGREGATION PIPELINE:
hu: MONGO AGGREGÁCIÓS FOLYAMAT:
ms: SALURAN PENGAGREGATAN MONGO:

source: Error: mismatched columns in results! Expected: {0} Got: {1}
hu: Hiba: az eredmények oszlopai nem egyeznek! Várt: {0} Kapott: {1}
ms: Ralat: lajur tidak sepadan dalam hasil! Dijangka: {0} Diperolehi: {1}

source: Unable to create temp file in `{0}` for email attachments
ar: تعذر إنشاء ملف مؤقت في `{0}` لمرفقات البريد الإلكتروني
bg: Не може да се създаде временен файл в „{0}“ за прикачени файлове към имейл
ca: No s'ha pogut crear un fitxer temporal a '{0}' pels adjunts del correu electrònic
de: Es kann keine temporäre Datei in `{0}` für E-Mail attachments erstellt werden
es: No se ha podido crear fichero temporal en `{0}` para adjuntos de correo
fa: امکان ایجاد پرونده موقت در {0} برای پیوست های ایمیل وجود ندارد
fi: Väliaikaista tiedostoa ei voida luoda `{0}` sähköpostin liitteitä varten
fr: Impossible de créer le fichier temporaire `{0}` pour la pièce jointe
hu: Nem lehet ideiglenes fájlt létrehozni a {0}-ban az e-mail mellékletekhez
it: Impossibile creare il file temp in `{0}` per gli allegati di posta elettronica
ja: `{0}` にメール添付のための一時ファイルを作成できません
lt: Nepavyko sukurti temp failo „ {0} “ el. Laiškų priedams
ms: Tidak dapat mencipta fail sementara dalam {0} untuk lampiran emel
nb: Kan ikke lage midlertidig fil i `{0}` for e-postvedlegg
nl: Kan geen tijdelijk bestand maken in `{0}` voor e-mailbijlagen
pl: Nie można utworzyć pliku tymczasowego w `{0}` dla załączników wiadomości e-mail ␣
pt_br: Não é possível criar arquivo temporário em `{0}` para anexos de e-mail
ru: Не удается создать временный файл в `{0}` для вложений электронной почты
sk: V `{0}` nie je možné vytvoriť dočasný súbor pre emailové prílohy
sl: Ni mogoče ustvariti začasne datoteke v »{0}« za e-poštne priloge
sq: Nuk u arrit të krijohej file temp në `{0}` për bashkëngjitjet e email-it
sr: Nije moguće kreirati privremeni fajl u `{0}` za priloge e-pošte
sv: Kan inte skapa temporär fil i `{0}` för epost-bilagor
tr: E-posta eklentisi için geçici dosya `{0}` oluşturulamıyor:
uk: Не вдалося створити тимчасовий файл у `{0}` для вкладень до листів
vi: Không thể tạo tệp tạm thời trong `{0}` cho tệp đính kèm email

source: Error preprocessing query:
hu: Hiba a lekérdezés előfeldolgozása során:
ms: Ralat pra-pemprosesan kueri:

source: Illegal filter clause: {0}
hu: Illegális szűrőzáradék: {0}
ms: Klausa penapis tidak sah: {0}

source: Invalid clause:
hu: Érvénytelen záradék:
ms: Klausa tidak sah:

source: Error: query's source query has not been resolved. You probably need to `preprocess` the query first.
hu: Hiba: a lekérdezés forráslekérdezése nem lett megoldva. Valószínűleg először elő kell dolgoznia a lekérdezést.
ms: Ralat: kueri sumber kueri belum diselesaikan. Anda mungkin perlu 'pra-pemprosesan' kueri terlebih dahulu.

source: No expression named ''{0}''
ar: لا يوجد تعبير باسم ''{0}''
bg: Няма израз с име „„ {0} “
ca: No hi ha cap expressió anomenada: "{0}"
de: Kein Ausdruck mit Namen "{0}"
eo: No cap, there's no expression called '{0}'
es: No hay ninguna expresión llamada "{0}"
fa: هیچ عبارتی به نام '' {0} ''
fi: Ei ilmaisua nimeltä ''{0}''
fr: Aucune expression nommée "{0}"
hu: Nincs ''{0}'' nevű kifejezés
it: Nessuna espressione chiamata "{0}"
ja: "{0}" という名前はありません
lt: Nėra išraiškos pavadinimu '' {0} ''
ms: Tiada ungkapan bernama ''{0}''
nb: Ingen uttrykk heter "{0}"
nl: Geen expressie met de naam '' {0} ''
pl: Brak wyrażenia o nazwie "{0}"
pt_br: Nenhuma expressão chamada ''{0}''
ru: Нет выражения с именем "{0}"
sk: Žiadny výraz s názvom ''{0}''
sl: Noben izraz z imenom ''{0}''
sq: Nuk ka shprehje me emrin ''{0}''
sr: Nema izraza sa imenom ''{0}''
sv: Inget uttryck kallat "{0}"
tr: "{0}" diye bir ifade yok
uk: Немає виразу з назвою ''{0}''
vi: Không có biểu thức có tên '' {0} ''
zh_hk: 沒有名稱為 ''{0}'' 的表達式

source: No aggregation at index: {0}
ar: لا يوجد تجميع عند الفهرس: {0}
bg: Няма агрегиране по индекс: {0}
ca: No hi ha agregació a l'índex: {0}
de: Keine Aggregation für Index: {0}
eo: No cap, no aggregation at index: {0}
es: No hay agregación en el índice: {0}
fa: هیچ شاخصی در شاخص: {0}
fi: Ei koontia indeksissä: {0}
fr: Aucun agrégat à l'index : {0}
hu: Nincs aggregáció az indexnél: {0}
it: Nessuna aggregazione all'indice: {0}
ja: {0} のインデックスに集約がありません
lt: Nėra suvestinės rodyklėje: {0}
ms: Tiada pengagregatan pada indeks: {0}
nb: Ingen samling på indeksen: {0}
nl: Geen aggregatie bij index: {0}
pl: Brak agregacji w indeksie: {0}
pt_br: Nenhuma agregação no índice: {0}
ru: Нет агрегации по индексу: {0}
sk: Žiadna agregácia v indexe: {0}
sl: Brez agregacije pri indeksu: {0}
sq: Nuk ka agregim te indeksi: {0}
sr: Nema agregacije na indeksu: {0}
sv: Ingen sammanslagning vid index: {0}
tr: Göstergede kümeleşme yok: {0}
uk: Немає агрегації за індексом: {0}
vi: Không tổng hợp tại chỉ mục: {0}
zh_hk: 索引 {0} 處沒有聚合

source: Field values total length is {0} (max {1}).
hu: A mezőértékek teljes hossza {0} (max {1}).
ms: Jumlah panjang nilai medan adalah {0} (maks {1}).

source: FieldValues are allowed for this Field.
hu: A mezőértékek engedélyezettek ennél a mezőnél.
ms: Nilai Medan dibenarkan untuk Medan ini.

source: FieldValues are NOT allowed for this Field.
hu: A mezőértékek NEM engedélyezettek ennél a mezőnél.
ms: Nilai Medan TIDAK dibenarkan untuk Medan ini.

source: Field {0} ''{1}'' should have FieldValues and belongs to a Database with On-Demand FieldValues updating.
hu: A(z) {0} mező ''{1}'' mezőértékekkel kell rendelkezzen, és egy igény szerinti mezőértékek frissítésével rendelkező adatbázishoz tartozik.
ms: Medan {0} ''{1}'' sepatutnya mempunyai Nilai Medan dan tergolong dalam Pangkalan Data dengan kemas kini Nilai Medan Atas Permintaan.

source: You cannot create or revoke permissions for the ''Admin'' group.
ar: لا يمكنك إنشاء أو إلغاء صلاحيات لمجموعة ''Admin''.
bg: Не можете да създавате или отменяте разрешения за групата „„ Администратор “.
ca: No es poden crear ni eliminar permisos pel grup '"Admin"
de: Du kannst keine Berechtigungen für die Gruppe ''Admin'' erstellen oder widerrufen.
eo: Bruh, you can't even create or take away perms for the "Admin" squad.
es: No puedes crear ni revocar permisos para el grupo ''Admin''.
fa: شما نمی توانید مجوزها را برای گروه "مدیر" ایجاد یا لغو کنید.
fi: Et voi luoda tai peruuttaa oikeuksia ''Admin''-ryhmälle.
fr: Vous ne pouvez pas créer ou révoquer des autorisations pour le groupe ''Admin''.
hu: Nem hozhat létre vagy vonhat vissza jogosultságokat az ''Admin'' csoport számára.
it: Non puoi creare o revocare i permessi per il gruppo "Admin".
ja: Adminグループの権限の作成または取り消しはできません
lt: Negalite kurti arba atšaukti „Admin“ grupės leidimų.
ms: Anda tidak boleh mencipta atau membatalkan kebenaran untuk kumpulan ''Admin''.
nb: Du kan ikke lage eller tilbakekalle tillatelser for "Admin"-gruppen.
nl: Je kunt geen machtigingen voor de groep '' Beheerder 'maken of intrekken.
pl: Nie możesz tworzyć ani odwoływać uprawnień dla grupy "Admin".
pt_br: Não é possível criar ou revogar permissões para o grupo ''Administradores''.
ru: Нельзя создать или отозвать привилегии для группы "администраторы".
sk: Nemôžete vytvoriť ani odvolať povolenia pre skupinu ''Správca''.
sl: Ne morete ustvariti ali preklicati dovoljenj za skupino ''Admin''.
sq: Nuk mund të krijoni ose revokoni leje për grupin ''Admin''.
sr: Ne možete da kreirate ili opozovete dozvole za grupu ''Admin''.
sv: Du kan inte skapa eller återkalla rättigheter för Admin-gruppen.
tr: "Yönetici" grubu için izin oluşturulamaz ya da etkisiz kılınamaz.
uk: Ви не можете створювати або відкликати дозволи для групи ''Admin''.
vi: Bạn không thể tạo hoặc thu hồi quyền cho nhóm '' Quản trị viên ''.
zh_hk: 您不能為“管理員（Admin）”群組建立或撤銷權限

source: You cannot add or remove users to/from the ''MetaBot'' group.
hu: Nem adhat hozzá vagy távolíthat el felhasználókat a ''MetaBot'' csoportból.
ms: Anda tidak boleh menambah atau mengeluarkan pengguna ke/dari kumpulan ''MetaBot''.
