Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The :feature option is required when using defenterprise in an EE namespace!
ar: خيار :feature مطلوب عند استخدام defenterprise في نطاق أسماء EE!
bg: Опцията :feature е задължителна при използване на defenterprise в EE пространство!
ca: L'opció :feature és necessària quan s'utilitza defenterprise en un espai de noms EE!
de: Die Option :feature ist erforderlich, wenn defenterprise in einem EE-Namespace verwendet wird!
eo: The :feature option is a must-have when using defenterprise in an EE namespace, fr fr.
es: ¡La opción :feature es necesaria cuando se usa defenderprise en un espacio de nombres EE!
fa: گزینه :feature برای استفاده از defenterprise در فضای نام EE ضروری است!
fi: :ominaisuus-vaihtoehto on pakollinen, kun käytetään defenterpriseä EE-tilassa!
fr: L'option :feature est requise lors de l'utilisation de defenterprise dans un espace de nommage Enterprise Edition!
hu: A :feature opció szükséges a defenterprise használatához egy EE névtérben!
it: L'opzione :feature è richiesta quando si utilizza defenterprise in uno spazio dei nomi EE!
ja: EEネームスペースでdefenterpriseを使用する場合は、:featureオプションが必要です!
lt: Parinktis :feature būtina, kai naudojate defenterprise EE vardų erdvėje!
ms: Pilihan :ciri diperlukan semasa menggunakan defenterprise dalam ruang nama EE!
nb: Opsjonen :feature kreves når du bruker defenterprise i et EE navnerom!
nl: De :feature optie is vereist bij het gebruik van defenterprise in een EE-namespace!
pl: Opcja :cecha jest wymagana podczas używania defenterprise w przestrzeni nazw EE!
pt_br: A opção :feature é necessária quando se utiliza defenterprise em um namespace EE!
ru: Опция :feature обязательна при использовании defenterprise в пространстве имен EE!
sk: Možnosť :feature je povinná pri použití defenterprise v EE priestore mien!
sl: Možnost :feature je obvezna, če uporabljate defenterprise v imenskem prostoru EE!
sq: Opsioni :feature është i detyrueshëm kur përdoret defenterprise në një namespace EE!
sr: Opcija :feature je obavezna kada se koristi defenterprise u EE namespace-u!
sv: :feature krävs när du använder Defenterprise i ett EE -namnområde!
tr: defenterprise'yi EE ad alanında kullanırken :feature seçeneği gereklidir!
uk: Опція :feature є обовʼязковою під час використання defenterprise у просторі імен EE!
vi: Tùy chọn :feature là bắt buộc khi sử dụng defenterprise trong không gian tên EE!
zh_hk: 在 EE 命名空間中使用 defenterprise 時，必須提供 :feature 選項！

source: {0} option for defenterprise should not be set in an OSS namespace! Set it on the EE function instead.
ar: لا ينبغي تعيين الخيار {0} لـ defenterprise في نطاق أسماء OSS! عيّنه على دالة EE بدلًا من ذلك.
bg: Опцията {0} за defenterprise не трябва да се задава в OSS пространство! Вместо това я задайте на EE функцията.
ca: L'opció {0} per defenterprise no s'hauria d'establir en un espai de noms OSS. Posa-ho en la funció EE.
de: Die Option {0} für defenterprise sollte nicht in einem OSS-Namespace gesetzt werden! Stellen Sie es stattdessen auf die EE-Funktion ein.
eo: Yo, {0} option for defenterprise should not be chillin' in an OSS namespace! Put it on the EE function instead, fr.
es: ¡La opción {0} para defenderprise no debe configurarse en un espacio de nombres OSS! Ajústela en la función EE en su lugar.
fa: گزینه {0} برای defenterprise نباید در فضای نام OSS تنظیم شود! درعوض، آن را در تابع EE تنظیم کنید.
fi: {0} vaihtoehtoa defenterprise ei tulisi asettaa OSS-nimialueelle! Aseta se sen sijaan EE-toimintoon.
fr: {0} option pour defenterprise ne devrait pas être définie dans un espace de nommage OSS! Définissez-la dans la fonction EE à la place.
hu: A defenterprise {0} opcióját nem szabad OSS névtérben beállítani! Állítsa be az EE funkción.
it: L'opzione {0} per defenterprise non dovrebbe essere impostata in uno spazio dei nomi OSS! Impostala invece sulla funzione EE.
ja: defenterprise の {0} オプションは、OSS ネームスペースに設定しないでください。代わりにEE関数に設定してください。
lt: „Defenterprise“ parinktis {0} neturėtų būti nustatyta OSS vardų erdvėje! Vietoj to nustatykite EE funkciją.
ms: Pilihan {0} diperlukan untuk defenterprise tidak boleh ditetapkan dalam ruang nama OSS! Tetapkan pada fungsi EE sebaliknya.
nb: {0} alternativ for defenterprise burde ikke settes i et OSS navnerom! Set det heller på EE funksjonen.
nl: {0} optie voor defenterprise mag niet worden ingesteld in een OSS-naamruimte! Stel het in plaats daarvan in op de EE-functie.
pl: Opcja {0} dla defenterprise nie powinna być ustawiana w przestrzeni nazw OSS! Ustaw to zamiast na funkcji EE.
pt_br: A opção {0} para a defenterprise não deve ser definida em um namespace OSS! Em vez disso, defina-a na função EE.
ru: Опция {0} для defenterprise не должна устанавливаться в пространстве имен OSS! Вместо этого установите её на функции EE.
sk: Možnosť {0} pre defenterprise by nemala byť nastavená v OSS priestore mien! Nastavte ju radšej na funkciu EE.
sl: {0} možnost za defenterprise ne bi smela biti nastavljena v imenskem prostoru OSS! Namesto tega ga nastavite na funkcijo EE.
sq: Opsioni {0} për defenterprise nuk duhet të vendoset në një namespace OSS! Vendose te funksioni EE në vend të kësaj.
sr: Opcija {0} za defenterprise ne treba da bude postavljena u OSS namespace-u! Umesto toga je postavite na EE funkciji.
sv: {0} alternativet för Defenterprise bör inte ställas in i ett OSS -namnområde! Ställ in den på EE -funktionen istället.
tr: {0} seçeneği defenterprise için bir OSS ad alanında ayarlanmamalıdır! Bunun yerine EE fonksiyonunda ayarlayın.
uk: Опцію {0} для defenterprise не слід задавати у просторі імен OSS! Натомість задайте її у функції EE.
vi: Tùy chọn {0} cho defenterprise không nên được thiết lập trong không gian tên OSS! Thay vào đó hãy thiết lập nó trên chức năng EE.
zh_hk: 不應在 OSS 命名空間中將 {0} 選項設置為 defenterprise！應改用 EE 函數設置。

source: An EE namespace must be provided when using defenterprise in an OSS namespace!
ar: يجب توفير نطاق أسماء EE عند استخدام defenterprise في نطاق أسماء OSS!
bg: Трябва да бъде предоставено име на пространство EE, когато се използва defenterprise в OSS пространство!
ca: S'ha de facilitar un espai de noms EE quan s'utilitza defenterprise en un espai de noms OSS!
de: Bei Verwendung von defenterprise in einem OSS-Namespace muss ein EE-Namespace angegeben werden!
eo: You gotta specify an EE namespace when you’re using defenterprise in an OSS namespace, fr fr.
es: ¡Se debe proporcionar un espacio de nombres EE cuando se usa defenderprise en un espacio de nombres OSS!
fa: هنگام استفاده از defenterprise در فضای نام OSS، باید یک فضای نام EE ارائه شود!
fi: EE-nimiavaruus on annettava, kun käytetään defenterprisea OSS-nimiavaruudessa!
fr: Un espace de nommage EE doit être fourni lors de l'utilisation de defenterprise dans un espace de nommage OSS!
hu: Egy EE névteret kell megadni a defenterprise használatához egy OSS névtérben!
it: Uno spazio dei nomi EE deve essere fornito quando si utilizza defenterprise in uno spazio dei nomi OSS!
ja: OSSネームスペースでdefenterpriseを使用する場合は、EEネームスペースを提供する必要があります。
lt: EE vardų erdvė turi būti pateikta naudojant „defenterprise“ OSS vardų erdvėje!
ms: Ruang nama EE mesti disediakan semasa menggunakan defenterprise dalam ruang nama OSS!
nb: Et EE navnerom må oppgis når defenterprise i et OSS navnerom benyttes!
nl: Een EE-naamruimte moet worden verstrekt bij het gebruik van defenterprise in een OSS-naamruimte!
pl: Musi być dostarczona przestrzeń nazw EE przy używaniu defenterprise w przestrzeni nazw OSS!
pt_br: Um namespace EE deve ser fornecido ao usar defenterprise em um namespace OSS!
ru: Необходимо предоставить пространство имен EE при использовании defenterprise в пространстве имен OSS!
sk: Je potrebné poskytnúť EE priestor mien pri použití defenterprise v OSS priestore mien!
sl: Pri uporabi defenterprise v imenskem prostoru OSS je treba zagotoviti imenski prostor EE!
sq: Duhet të jepet një namespace EE kur përdoret defenterprise në një namespace OSS!
sr: EE namespace mora da bude naveden kada se koristi defenterprise u OSS namespace-u!
sv: Ett EE -namnområde måste tillhandahållas när du använder Defenterprise i ett OSS -namnområde!
tr: Bir OSS ad alanında defenterprise kullanırken bir EE ad alanı sağlanmalıdır!
uk: Під час використання defenterprise у просторі імен OSS потрібно вказати простір імен EE!
vi: Phải cung cấp không gian tên EE khi sử dụng defenterprise trong không gian tên OSS!
zh_hk: 在 OSS 命名空間中使用 defenterprise 時，必須提供 EE 命名空間！

source: Add it immediately before the argument list.
ar: أضِفه مباشرةً قبل قائمة الوسائط.
bg: Добавете го веднага преди списъка с аргументи.
ca: Afegeix-la immediatament abans de la llista d'arguments.
de: Füge es direkt vor der Parameter-Liste hinzu.
eo: Add it ASAP before the argument list, fr.
es: Agréguelo inmediatamente antes de la lista de argumentos.
fa: آن را بلافاصله قبل از فهرست آرگومان اضافه کنید.
fi: Lisää se välittömästi ennen argumenttiluetteloa.
fr: Ajoutez-le immédiatement avant la liste des arguements.
hu: Adja hozzá közvetlenül az argumentumlista elé.
it: Aggiungilo immediatamente prima dell'elenco degli argomenti.
ja: 引数リストの直前に追加してください。
lt: Pridėkite jį prieš pat argumentų sąrašą.
ms: Tambahnya sejurus sebelum senarai hujah.
nb: Legg til umiddelbart før argumentlisten.
nl: Voeg het direct toe voor de argumentenlijst.
pl: Dodaj to natychmiast przed listą argumentów.
pt_br: Acrescente-a imediatamente antes da lista de argumentos.
ru: Добавьте это непосредственно перед списком аргументов.
sk: Pridajte to okamžite pred zoznam argumentov.
sl: Dodajte ga tik pred seznamom argumentov.
sq: Shtoje menjëherë para listës së argumenteve.
sr: Dodajte ga odmah pre liste argumenata.
sv: Lägg till det omedelbart före argumentlistan.
tr: Argüman listesinin hemen öncesine ekleyin.
uk: Додайте це одразу перед списком аргументів.
vi: Thêm ngay trước danh sách tham số.
zh_hk: 請立即在參數列表之前添加它。

source: Enterprise function {0}/{1} does not have a docstring. Go add one!
ar: دالة Enterprise ‏{0}/{1} لا تحتوي على docstring. اذهب وأضِف واحدة!
bg: Функцията на предприятието {0}/{1} няма документация. Добавете една!
ca: La funció empresarial {0}/{1} no té una docstring. Afegeix-ne una!
de: Die Unternehmensfunktion {0}/{1} hat keine Dokumentzeichenfolge (docstring). Füge einen hinzu!
eo: Yo, enterprise function {0}/{1} has no docstring. Go slide one in!
es: La función empresarial {0}/{1} no tiene una cadena de documentos. ¡Añade una!
fa: عملکرد Enterprise {0}/{1} فاقد docstring است. یکی اضافه کنید!
fi: Yrityksen toiminto {0}/{1} ei sisällä dokumenttijonoa. Lisää sellainen!
fr: La fonction Enterprise {0}/{1} n'a pas de documentation. Ajoutez-en une !
hu: A(z) {0}/{1} vállalati funkciónak nincs dokstrings-e. Adjon hozzá egyet!
it: La funzione Enterprise {0}/{1} non ha una docstring. Vai ad aggiungerne una!
ja: エンタープライズ関数{0}/{1}にはdocstringがありません。追加してください。
lt: Įmonės funkcija {0}/{1} neturi dokumentų eilutės. Pridėkite vieną!
ms: Fungsi Enterprise {0}/{1} tidak mempunyai rentetan dokumen. Tambah satu!
nb: Enterprisefunksjonen {0}/{1} har ikke noen docstring. Legg til en!
nl: Enterprise-functie {0}/{1} heeft geen docstring. Voeg er een toe!
pl: Funkcja Enterprise {0}/{1} nie ma docstringu. Dodaj jeden!
pt_br: A função do Enterprise {0}/{1} não tem um docstring. Adicione uma!
ru: Функция Enterprise {0}/{1} не имеет docstring. Добавьте его!
sk: Funkcia Enterprise {0}/{1} nemá dokumentačný text. Choďte pridať jeden!
sl: Funkcija Enterprise {0}/{1} nima docstringa. Pojdi dodati enega!
sq: Funksioni Enterprise {0}/{1} nuk ka docstring. Shko dhe shto një!
sr: Enterprise funkcija {0}/{1} nema docstring. Dodajte ga!
sv: Enterprise -funktion {0}/{1} har ingen docstring. Gå till en!
tr: Enterprise fonksiyonu {0}/{1} bir docstring'e sahip değil. Bir tane ekleyin!
uk: Enterprise-функція {0}/{1} не має docstring. Додайте його!
vi: Chức năng doanh nghiệp {0}/{1} không có docstring. Hãy thêm một cái!
zh_hk: 企業功能 {0}/{1} 沒有文件字串。去添加一個！

source: The maximum number of attempts for delivering a single notification.
hu: Az egyetlen értesítés kézbesítési próbálkozásainak maximális száma.
ms: Bilangan maksimum percubaan untuk menghantar satu pemberitahuan.

source: The initial retry delay in milliseconds when delivering notifications.
hu: Az értesítések kézbesítésekor az első újrapróbálkozási késleltetés milliszekundumban.
ms: Kelewatan percubaan awal dalam milisaat apabila menghantar pemberitahuan.

source: The delay multiplier between attempts to deliver a single notification.
hu: Az egyetlen értesítés kézbesítési próbálkozásai közötti késleltetési szorzó.
ms: Pengganda kelewatan antara percubaan untuk menghantar satu pemberitahuan.

source: The randomization factor of the retry delay when delivering notifications.
hu: Az értesítések kézbesítésekor az újrapróbálkozási késleltetés véletlenszerűsítési tényezője.
ms: Faktor rawak untuk kelewatan percubaan semula apabila menghantar pemberitahuan.

source: The maximum delay between attempts to deliver a single notification.
hu: Az egyetlen értesítés kézbesítési próbálkozásai közötti maximális késleltetés.
ms: Kelewatan maksimum antara percubaan untuk menghantar satu pemberitahuan.

source: Reconfiguring notification sender
hu: Értesítés küldőjének újrakonfigurálása
ms: Mengkonfigur semula penghantar pemberitahuan

source: Substituting cached query for card {0} from {1}.{2}
hu: Gyorsítótárazott lekérdezés helyettesítése a(z) {0} kártyához innen: {1}.{2}
ms: Menggantikan pertanyaan cache untuk kad {0} dari {1}.{2}

source: Unpersisting model with card-id {0}
hu: Nem fennmaradó modell a kártya-azonosítóval: {0}
ms: Model tidak berterusan dengan kad-id {0}

source: Error unpersisting model with card-id {0}
hu: Hiba a modell nem fennmaradása közben a kártya-azonosítóval: {0}
ms: Ralat model sementara dengan kad-id {0}

source: Starting persisted model refresh task for Database {0}.
hu: Tartósított modellfrissítési feladat indítása a(z) {0} adatbázishoz.
ms: Memulakan tugas segar semula model yang tetap untuk Pangkalan Data {0}.

source: Error refreshing persisting model with card-id {0}
hu: Hiba a tartósított modell frissítésekor a kártya-azonosítóval: {0}
ms: Ralat menyegarkan model yang tetap dengan id-kad {0}

source: Finished persisted model refresh task for Database {0}.
hu: A(z) {0} adatbázishoz tartozó tartósított modellfrissítési feladat befejezve.
ms: Selesai tugas segar semula model yang tetap untuk Pangkalan Data {0}

source: Attempting to refresh individual for persisted-info {0}.
hu: Egyéni frissítés próbálása a tartósított-információhoz: {0}.
ms: Mencuba untuk menyegarkan individu untuk maklumat tetap {0}.

source: Finished updated model-id {0} from persisted-info {1}.
hu: Befejezve a frissített modell-azonosító {0} a tartósított-információból: {1}.
ms: Selesai tugas segar semula model yang tetap untuk Pangkalan Data {0}.

source: Unable to refresh model with card-id {0}
hu: Nem lehet frissíteni a modellt a kártya-azonosítóval: {0}
ms: Tidak dapat menyegarkan model dengan id-kad {0}

source: Unknown payload type {0}
hu: Ismeretlen rakománytípus: {0}
ms: Jenis payload tidak diketahui {0}

source: Migrating from self-hosted?
ar: هل تقوم بالترحيل من مستضاف ذاتيًا؟
bg: Мигрирате от self-hosted?
ca: Migrant d'una instal·lació local?
de: Migrierst du aus einer selbst gehosteten Umgebung?
eo: Switching up from self-hosted?
es: ¿Migrando desde una instalación propia?
fa: مهاجرت از خود میزبانی؟
fi: Siirtyminen itse isännöidystä?
fr: Migrer depuis l'auto-hébergement ?
hu: Áttér a saját üzemeltetésű szolgáltatásról?
it: Migrazione da self-hosted?
ja: セルフホストから移行しますか?
lt: Perkeliate iš savarankiško prieglobos?
ms: Memindahkan dari hos sendiri?
nb: Migrerer du fra selvhostet?
nl: Migreren vanaf zelf-gehost?
pl: Migrujesz z self-hosted?
pt_br: Migrando de hospedagem própria?
ru: Миграция с собственного хостинга?
sk: Migrujete z vlastného hostingu?
sl: Selite iz samostojnega gostovanja?
sq: Po migron nga i vetë-hostuar?
sr: Migriraš sa samostalno hostovanog?
sv: Migrerar från egen server?
tr: Kendi barındırdığınızdan mı geçiş yapıyorsunuz?
uk: Мігруєте із self-hosted?
vi: Di chuyển từ tự lưu trữ có phải không?
zh_hk: 從自我託管遷移？

source: Check out our docs for how to migrate your self-hosted instance to Cloud.
ar: اطّلع على مستنداتنا لمعرفة كيفية ترحيل مثيلك المستضاف ذاتيًا إلى Cloud.
bg: Вижте нашите документи за това как да мигрирате самообслужвания си екземпляр към Cloud.
ca: Mira la documentació per migrar una instal·lació local al núvol.
de: Sieh dir unsere Dokumente an, um zu erfahren, wie eine selbst gehostete Instanz in die Cloud migriert werden kann.
eo: Peep our docs to see how to slide your self-hosted joint to the Cloud.
es: Consulta la documentación para saber cómo migrar tu instancia autohospedada a la nube.
fa: برای نحوه انتقال نمونه خود میزبانی شده خود به Cloud، اسناد ما را بررسی کنید.
fi: Tutustu dokumentaatioomme siitä, miten siirrät itse isännöidyn instanssin pilveen.
fr: Lisez notre documentation pour savoir savoir comment passer de l'auto-hébergement vers le Cloud.
hu: Tekintse meg dokumentumainkat, hogy hogyan migrálhatja az önállóan hosztolt példányát a felhőbe.
it: Dai un'occhiata ai nostri documenti per sapere come migrare la tua istanza self-hosted al Cloud.
ja: セルフホストインスタンスをクラウドに移行する方法については、ドキュメントをご覧ください。
lt: Peržiūrėkite mūsų dokumentus, kaip perkelti savarankiškai priglobtą egzempliorių į debesį.
ms: Semak dokumentasi kami tentang cara mengalihkan contoh hos sendiri anda ke Cloud.
nb: Se dok vår for hvordan du migrerer din selvhostede instans til Cloud.
nl: Bekijk onze documentatie voor hoe je je zelf-gehoste instantie naar de cloud migreert.
pl: Sprawdź nasze dokumenty, jak migrować instancję z self-hosted do chmury.
pt_br: Veja nossa documentação sobre como migrar sua instância auto-hospedada para a nuvem.
ru: Ознакомьтесь с нашей документацией, чтобы узнать, как перенести собственный экземпляр в облако.
sk: Pozrite sa na naše dokumenty o tom, ako preniesť svoju vlastne hostovanú inštanciu do cloudu.
sl: Oglejte si naše dokumente o selitvi primerka z lastnim gostovanjem v oblak.
sq: Shiko dokumentacionin tonë se si të migrosh instancën tënde të vetë-hostuar në Cloud.
sr: Pogledaj našu dokumentaciju kako da migriraš svoju samostalno hostovanu instancu u Cloud.
sv: Kontrollera vår dokumentation och se hur du kan migrera från din egen server till molnet.
tr: Kendi barındırılan örneğinizi Bulut'a nasıl geçireceğinize dair dokümanlarımızı inceleyin.
uk: Перегляньте нашу документацію про те, як перенести ваш self-hosted інстанс у Cloud.
vi: Kiểm tra tài liệu của chúng tôi để biết cách di chuyển phiên bản tự lưu trữ của bạn lên Cloud.
zh_hk: 查看我們的文檔，了解如何將您的自託管實例遷移到 Cloud。

source: Enter a default value…
ar: أدخل قيمة افتراضية…
bg: Въведете стойност по подразбиране…
ca: Entra un valor per defecte
de: Gebe einen Default-Wert ein...
eo: Put in a default vibe…
es: Introduce un valor por defecto…
fa: یک مقدار پیشفرض وارد کنید
fi: Kirjoita oletusarvo…
fr: Saisissez une valeur par défaut
hu: Adjon meg egy alapértelmezett értéket…
it: Inserisci un valore predefinito...
ja: デフォルト値を入力してください…
lt: Įveskite numatytąją reikšmę…
ms: Masukkan nilai lalai…
nb: Velg en standardverdi…
nl: Voer een standaardwaarde in…
pl: Wprowadź domyślną wartość…
pt_br: Digite um valor padrão…
ru: Введите значение по умолчанию…
sk: Zadajte predvolenú hodnotu…
sl: Vnesite privzeto vrednost ...
sq: Vendos një vlerë të parazgjedhur…
sr: Unesi podrazumevanu vrednost…
sv: Ange ett förvalt värde...
tr: Varsayılan bir değer girin
uk: Введіть значення за замовчуванням…
vi: Nhập một giá trị mặc định…
zh_hk: 輸入一個預設值…

source: Add title
ar: أضف عنوانًا
bg: Добавяне на заглавие
ca: Afegir títol
de: Titel hinzufügen
eo: Add the vibe, fr fr
es: Añadir título
fa: افزودن عنوان
fi: Lisää otsikko
fr: Ajouter un titre
hu: Cím hozzáadása
it: Aggiungi titolo
ja: 表題を加える
lt: Pridėti pavadinimą
ms: Tambah tajuk
nb: Legg til tittel
nl: Voeg titel toe
pl: Dodaj tytuł
pt_br: Adicionar título
ru: Добавить заголовок
sk: Pridajte názov
sl: Dodajanje naslova
sq: Shto titull
sr: Dodaj naslov
sv: Lägg till titel
tr: Başlık ekle
uk: Додати назву
vi: Thêm tiêu đề
zh_hk: 添加標題

source: About
hu: Ról
ms: Tentang

source: Add description
ar: أضف وصفًا
bg: Добави описание
ca: Afegir descripció
de: Beschreibung hinzufügen
eo: Add the tea
es: Añadir descripción
fa: افزودن توضیحات
fi: Lisää kuvaus
fr: Ajouter une description
hu: Leírás hozzáadása
it: Aggiungi descrizione
ja: 説明を追加
lt: Pridėti aprašymą
ms: Tambah keterangan
nb: Legg til beskrivelse
nl: Voeg beschrijving toe
pl: Dodaj opis
pt_br: Adicionar descrição
ru: Добавить описание
sk: Pridať popis
sl: Dodaj opis
sq: Shto përshkrim
sr: Dodaj opis
sv: Lägg till beskrivning
tr: Açıklama ekle
uk: Додати опис
vi: Thêm mô tả
zh_hk: 增加簡介

source: Edit metadata
ar: عدِّل البيانات الوصفية
bg: Редактиране на метаданни
ca: Editar les metadades
de: Metadaten bearbeiten
eo: Fix the info or update the deets
es: Editar metainformación
fa: ویرایش متادیتا
fi: Muokkaa metatietoja
fr: Modifier
hu: Metaadatok szerkesztése
it: Modifica metadati
ja: メタデータを編集する
lt: Redaguoti metaduomenis
ms: Sunting metadata
nb: Rediger metadata
nl: Bewerk metadata
pl: Edytuj metadane
pt_br: Editar metadados
ru: Редактировать метаданные
sk: Upraviť metaúdaje
sl: Urejanje metapodatkov
sq: Redakto metadatat
sr: Izmeni metapodatke
sv: Redigera metadata
tr: Metadata düzenle
uk: Редагувати метадані
vi: Chỉnh sửa siêu dữ liệu
zh_hk: 編輯元數據

source: Turn into a model
ar: حوِّله إلى نموذج
bg: Превърнете това в модел
ca: Convertir a model
de: Zu einem Model machen
eo: Glow up and become a whole vibe
es: Convertir en un modelo
fa: تبدیل به مدل
fi: Muunna malliksi
fr: Transformer en modèle
hu: Alakítsa modellé
it: Trasformalo in un modello
ja: モデル化する
lt: Paversk modeliu
ms: Jadikan model
nb: Gjør til en modell
nl: Verander in een model
pl: Zamień w model
pt_br: Transformar em um modelo
ru: Превратиться в модель
sk: Premeniť na model
sl: Spremenite se v model
sq: Ktheje në model
sr: Pretvori u model
sv: Gör om till en modell
tr: Modele dönüştür
uk: Перетворити на модель
vi: Chuyển thành một mô hình
zh_hk: 轉換為模型

source: Turn back to saved question
ar: حوِّله مرة أخرى إلى سؤال محفوظ
bg: Върнете се към запазения въпрос
ca: Revertir a pregunta desada
de: Zurück zu gespeicherten Fragen
eo: Go back to the saved q, fr.
es: Volver a la pregunta guardada
fa: بازگشت به سوال ذخیره‌شده
fi: Palaa takaisin tallennettuun kysymykseen.
fr: Revenir à la question sauvegardée
hu: Lapozzon vissza a mentett kérdésre
it: Torna alla domanda salvata
ja: 保存した質問に戻る
lt: Grįžkite į išsaugotą klausimą
ms: Kembali kepada soalan yang disimpan
nb: Gå tilbake til lagret spørsmål
nl: Ga terug naar opgeslagen vraag
pl: Wróć do zapisanych pytań
pt_br: Voltar para pergunta salva
ru: Вернуться к сохраненному запросу
sk: Vrátiť sa k uloženej otázke
sl: Vrnitev na shranjeno vprašanje
sq: Ktheje mbrapsht në pyetje të ruajtur
sr: Vrati nazad na sačuvano pitanje
sv: Återgå till sparad fråga
tr: Kaydedilen soruya geri dön
uk: Повернути до збереженого запиту
vi: Quay lại câu hỏi đã lưu
zh_hk: 返回並保存問題

source: More info
ar: معلومات إضافية
bg: Повече информация
ca: Més informació
de: Mehr Informationen
eo: More deets
es: Más info
fa: اطلاعات بیشتر
fi: Lisätietoja
fr: Plus d'informations
hu: További információ
it: Maggiori informazioni
ja: より詳しい情報
lt: Daugiau informacijos
ms: Maklumat lanjut
nb: Mer info
nl: Meer info
pl: Więcej informacji
pt_br: Mais informações
ru: Подробнее
sk: Viac informácií
sl: Več informacij
sq: Më shumë info
sr: Više informacija
sv: Mer info
tr: Daha fazla bilgi
uk: Детальніше
vi: Thêm thông tin
zh_hk: 更多資訊

source: Move, archive, and more...
hu: Áthelyezés, archiválás és egyebek...
ms: Pindah, arkib, dan lain-lain...
