Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: We encountered an invalid date: "{0}"
ar: واجهنا تاريخًا غير صالح: "{0}"
bg: Срещнахме невалидна дата: „{0}“
ca: Hem trobat una data no vàlida: "{0}"
de: Wir haben ein ungültiges Datum festgestellt: "{0}"
eo: Bruh, we got a dodgy date: "{0}"
es: Hay una fecha no válida: "{0}"
fa: با یک تاریخ نامعتبر روبرو شدیم: "{0}"
fi: Havaitsimme epäkelvon päivämäärän: "{0}"
fr: Nous avons rencontré une date non valide : "{0}"
hu: Érvénytelen dátumot találtunk: "{0}"
it: Abbiamo riscontrato una data invalida: "{0}"
ja: 無効な日付"{0}"がありました
lt: Aptikome netinkamą datą: „{0}“
ms: Kami menemui tarikh yang tidak sah: "{0}"
nb: Vi kom over en ugyldig dato: "{0}"
nl: We zijn een ongeldige datum tegengekomen: "{0}"
pl: Napotkaliśmy niepoprawną datę: "{0}"
pt_br: Encontramos uma data inválida: "{0}"
ru: Мы обнаружили недопустимую дату: "{0}"
sk: Zaznamenali sme neplatný dátum: "{0}"
sl: Naleteli smo na neveljaven datum: "{0}"
sq: Ndeshëm një datë të pavlefshme: "{0}"
sr: Naišli smo na nevažeći datum: "{0}"
sv: Vi stötte på ett felaktigt datum "{0}"
tr: Geçersiz bir tarihle karşılaştık: "{0}"
uk: Ми виявили недійсну дату: "{0}"
vi: Chúng tôi đã gặp một ngày không hợp lệ: "{0}"
zh_hk: 我們遇到了無效的日期：“ {0}”

source: The query for this chart was run in {0} rather than {1} due to database or driver constraints.
ar: تم تشغيل استعلام هذا المخطط في {0} بدلًا من {1} بسبب قيود قاعدة البيانات أو برنامج التشغيل.
bg: Заявката за тази диаграма се изпълнява в {0}, а не {1} поради ограничения на базата данни или драйвери.
ca: La consulta d'aquest gràfic s'ha executat en {0} en comptes de {1} per requeriments de la base de dades.
de: Die Abfrage für dieses Diagramm wurde aufgrund von Datenbank- oder Treiberbeschränkungen unter {0} und nicht unter {1} ausgeführt.
eo: This chart query got run in {0} instead of {1} bc of database or driver issues, fr.
es: La consulta para este gráfico se ejecutó en {0} en lugar de {1} debido a restricciones de la base de datos o del controlador.
fa: جستجوی این نمودار به دلیل محدودیت پایگاه داده یا درایور در {0} و نه {1} اجرا شد.
fi: Tämän kaavion kysely suoritettiin {0} eikä {1} tietokannan tai ajurin rajoitusten vuoksi.
fr: La requête pour ce graphique a été exécutée dans {0} plutôt que {1} en raison de contraintes de base de données ou de pilote.
hu: Az ehhez a diagramhoz tartozó lekérdezést {0}-ban futtattuk, nem pedig {1}-ban, az adatbázis vagy illesztőprogram korlátai miatt.
it: La query per questo grafico è stata eseguita in {0} invece di {1} a causa del database o dei vincoli del driver.
ja: データベースまたはドライバーの制約のため、このグラフのクエリは{1}ではなく{0}で実行されました。
lt: Šios diagramos užklausa buvo paleista {0}, o ne {1} dėl duomenų bazės arba tvarkyklės apribojimų.
ms: Query untuk carta ini dijalankan dalam {0} bukannya {1} disebabkan oleh kekangan pangkalan data atau pemacu.
nb: Spørringen for denne grafen ble kjørt i {0} i stedet for {1} på grunn av database- eller driverbegrensninger.
nl: De query voor deze grafiek is uitgevoerd in {0} in plaats van {1} vanwege database- of stuurprogrammabeperkingen.
pl: Kwerenda dla tego wykresu została uruchomiona w {0} zamiast {1} z powodu ograniczeń bazy danych lub sterowników.
pt_br: A consulta para este gráfico foi executada em {0} ao invés de {1} devido ao banco de dados ou limitações do driver.
ru: Запрос для этой диаграммы был выполнен в {0}, а не {1} из-за ограничений базы данных или драйвера.
sk: Dopyt pre tento graf bol spustený skôr ako {0} ako {1} kvôli obmedzeniam databázy alebo ovládača.
sl: Poizvedba za ta grafikon je bila zagnana v {0} in ne {1} zaradi omejitev zbirke podatkov ali gonilnika.
sq: Kërkesa për këtë grafik u ekzekutua në {0} në vend të {1} për shkak të kufizimeve të bazës së të dhënave ose driver-it.
sr: Upit za ovaj grafikon je pokrenut u {0} umesto u {1} zbog ograničenja baze podataka ili drajvera.
sv: Frågan för denna karta kördes i {0} snarare än {1} på grund av begränsningar i databasen eller drivrutinen.
tr: Bu grafik için sorgu, veritabanı veya sürücü kısıtlamaları nedeniyle {1} yerine {0} içinde çalıştırıldı.
uk: Запит для цієї діаграми було виконано в {0}, а не в {1} через обмеження бази даних або драйвера.
vi: Truy vấn cho biểu đồ này được chạy trong {0} thay vì {1} do các ràng buộc về cơ sở dữ liệu hoặc trình điều khiển.
zh_hk: 由於資料庫或驅動程式的限制，此圖表的查詢在{0}中執行，而不是在{1}中執行。

source: This chart contains queries run in multiple timezones: {0}
ar: يحتوي هذا المخطط على استعلامات تم تشغيلها في مناطق زمنية متعددة: {0}
bg: Тази диаграма съдържа заявки, изпълнявани в множество часови зони: {0}
ca: Aquest gràfic conté consultes que s'executaran en múltiples zones horàries: {0}
de: Dieses Diagramm enthält Abfragen, die in mehreren Zeitzonen ausgeführt werden: {0}
eo: This chart's got queries run in mad different timezones: {0}
es: Este gráfico contiene consultas ejecutadas en varias zonas horarias: {0}
fa: این نمودار شامل نمایش داده شد که در چندین منطقه زمانی اجرا می شوند: {0}
fi: Tämän kaavion kyselyitä ajetaan useilla aikavyöhykkeillä: {0}
fr: Ce graphique contient des requêtes exécutées dans plusieurs fuseaux horaires : {0}
hu: Ez a diagram több időzónában futtatott lekérdezéseket tartalmaz: {0}
it: Questo grafico contiene query eseguite in fusi orari multipli: {0}
ja: このグラフには、複数のタイムゾーンで実行されたクエリが含まれています：{0}
lt: Šioje diagramoje yra užklausų, vykdomų keliose laiko juostose: {0}
ms: Carta ini mengandungi pertanyaan yang dijalankan dalam pelbagai zon waktu: {0}
nb: Denne grafen inneholder spørringer som kjøres i flere tidssoner: {0}
nl: Deze grafiek bevat zoekopdrachten die in meerdere tijdzones worden uitgevoerd: {0}
pl: Ten wykres zawiera zapytania uruchamiane w wielu strefach czasowych: {0}
pt_br: Este gráfico contém consultas executadas em vários fusos horários: {0}
ru: Эта диаграмма содержит запросы, выполняемые в нескольких часовых поясах: {0}
sk: Tento graf obsahuje dotazy spustené vo viacerých časových pásmach: {0}
sl: Ta grafikon vsebuje poizvedbe, ki se izvajajo v več časovnih pasovih: {0}
sq: Ky grafik përmban kërkesa të ekzekutuara në disa zona kohore: {0}
sr: Ovaj grafikon sadrži upite pokrenute u više vremenskih zona: {0}
sv: Denna karta innehåller frågor som körs i multipla tidszoner: {0}
tr: Bu grafik birden fazla saat diliminde çalıştırılan sorgular içeriyor: {0}
uk: Ця діаграма містить запити, виконані в кількох часових поясах: {0}
vi: Biểu đồ này chứa các truy vấn chạy trong nhiều múi giờ: {0}
zh_hk: 此圖表包含在多個時區執行的查詢：{0}

source: An error occurred while running the query.
ar: حدث خطأ أثناء تشغيل الاستعلام.
bg: При изпълнението на заявката възникна грешка.
ca: S'ha produït un error mentre s'executava la consulta.
de: Beim Ausführen der Abfrage ist ein Fehler aufgetreten.
eo: Lowkey, the query just totally ghosted itself.
es: Se produjo un error al ejecutar la consulta.
fa: هنگام اجرای پرس و جو خطایی روی داد.
fi: Tapahtui virhe suorittaessa kyselyä.
fr: Une erreur s'est produite pendant l'exécution de la requête.
hu: Hiba történt a lekérdezés futtatása közben.
it: Si è verificato un errore durante l'esecuzione della query.
ja: クエリ実行中にエラーが起こりました。
lt: Vykdant užklausą įvyko klaida.
ms: Ralat berlaku semasa menjalankan pertanyaan.
nb: En feil oppstod ved kjøring av spørring.
nl: Er was een fout bij het uitvoeren van de query.
pl: Wystąpił błąd podczas uruchamiania zapytania.
pt_br: Ocorreu um erro ao executar a consulta.
ru: Произошла ошибка во время выполнения запроса.
sk: Pri spustení dotazu sa vyskytla chyba.
sl: Med izvajanjem poizvedbe je prišlo do napake.
sq: Ndodhi një gabim gjatë ekzekutimit të query-t.
sr: Došlo je do greške pri pokretanju upita.
sv: Ett fel uppstod när frågan kördes.
tr: Sorgu çalıştırılırken bir hata oluştu.
uk: Під час виконання запиту сталася помилка.
vi: Có lỗi xảy ra trong quá trình truy vấn
zh_hk: 執行查詢時發生錯誤

source: Output H2 database already exists: %s, removing.
hu: A H2 kimeneti adatbázis már létezik: %s, eltávolítás.
ms: Pangkalan data H2 output sudah wujud: %s, mengeluarkan.

source: Don't need to migrate, just use the existing H2 file
hu: Nem kell migrálni, csak használja a meglévő H2 fájlt
ms: Tidak perlu beralih, hanya gunakan fail H2 yang sedia ada

source: Target DB is already populated!
ar: قاعدة البيانات المستهدفة ممتلئة بالفعل!
bg: Целевата DB вече е попълнена!
ca: La BD de destí ja ha estat inicialitzada!
de: Die Zieldatenbank ist bereits besetzt!
eo: Target DB is already lit fam!
es: ¡La base de datos de destino ya contiene datos!
fa: Target DB از قبل جمعیت شده است!
fi: Kohdetietokanta on jo täytetty!
fr: La BDD cible est déjà remplie !
hu: A cél adatbázis már fel van töltve!
it: Target DB è già popolato!
ja: ターゲットDBはすでに入力されています!
lt: Parinkta DB jau užpildyta!
ms: Pangkalan data sasaran sudah diisi!
nb: Mål-DB er allerede fylt inn!
nl: Doel-DB is al ingevuld!
pl: Docelowa baza danych jest już wypełniona!
pt_br: O banco de dados de destino já foi preenchido!
ru: Целевая БД уже заполнена!
sk: Cieľová DB je už obsadená!
sl: Ciljna zbirka podatkov je že zasedena!
sq: DB e destinacionit është tashmë e populluar!
sr: Ciljna DB je već popunjena!
sv: Mål-databasen innehåller redan data!
tr: Hedef DB zaten dolduruldu!
uk: Цільова БД уже заповнена!
vi: CSDL mục tiêu đã được đưa vào!
zh_hk: 目標資料庫已準備完成!

source: System info:n {0}
hu: Rendszerinformációk: {0}
ms: Maklumat sistem: {0}

source: Database setup
ar: إعداد قاعدة البيانات
bg: Настройка на база данни
ca: Configuració de la base de dades
de: Datenbankkonfiguration
eo: DB setup, fr.
es: Configuración de la base de datos
fa: راه اندازی پایگاه داده
fi: Tietokannan asennus
fr: Configuration de la base de données
hu: Adatbázis beállítása
it: Setup database
ja: データベースのセットアップ
lt: Duomenų bazės nustatymai
ms: Persediaan pangkalan data
nb: Databaseoppsett
nl: Database-instelling
pl: Konfiguracja bazy danych
pt_br: Configuração do banco de dados
ru: Настройка базы данных
sk: Nastavenie databázy
sl: Nastavitev zbirke podatkov
sq: Konfigurimi i bazës së të dhënave
sr: Podešavanje baze podataka
sv: Databasinställningar
tr: Veritabanı kurulumu
uk: Налаштування бази даних
vi: Cài đặt cơ sở dữ liệu
zh_hk: 資料庫設定

source: Moving instances of {0} that aren''t in a Collection to {1} Collection {2}
hu: A(z) {0} példányok áthelyezése, amelyek nincsenek gyűjteményben, a {1} gyűjteménybe {2}
ms: Memindahkan contoh {0} yang tidak berada dalam Koleksi ke Koleksi {1} {2}

source: Invalid '{{...}}' clause: expected a param name
hu: Érvénytelen '{{...}}' záradék: paraméternév várható
ms: Klausa '{{...}}' tidak sah: nama parameter dijangka

source: '{{...}}' clauses cannot be empty.
hu: A '{{...}}' záradékok nem lehetnek üresek.
ms: Klausa '{{...}}' tidak boleh kosong.

source: '[[...]]' clauses must contain at least one '{{...}}' clause.
hu: A '[[...]]' záradékoknak legalább egy '{{...}}' záradékot kell tartalmazniuk.
ms: Klausa '[[...]]' mesti mengandungi sekurang-kurangnya satu klausa '{{...}}'.

source: Invalid query: found '[[' or '{{' with no matching ']]' or '}}'
hu: Érvénytelen lekérdezés: "[[" vagy "{{" nincs egyező "]]" vagy "}}"
ms: Pertanyaan tidak sah: dijumpai '[[' atau '{{' tanpa padanan ']]' atau '}}'

source: You''ll need to pick a value for ''{0}'' before this query can run.
ar: ستحتاج إلى اختيار قيمة لـ ''{0}'' قبل أن يتمكن هذا الاستعلام من التشغيل.
bg: Ще трябва да изберете стойност за „{0}“, преди тази заявка да може да се изпълни.
ca: Heu d'introduir un valor per a "{0}" abans que es pugui executar aquesta consulta.
de: Du musst einen Wert für "{0}" auswählen, bevor diese Abfrage ausgeführt werden kann.
eo: You gotta choose a value for ‘’{0}’’ before this query can even run, fr.
es: Deberá elegir un valor para "{0}" antes de que se pueda ejecutar esta consulta.
fa: قبل از اجرای این درخواست باید مقداری برای "{0}" انتخاب کنید.
fi: Sinun on valittava arvo kohteelle "{0}", ennen kuin tämä kysely voidaan suorittaa.
fr: Vous devrez sélectionner une valeur pour ''{0}'' avant que cette requête puisse s'exécuter.
hu: Ki kell választania egy értéket a(z) ''{0}'' számára, mielőtt ez a lekérdezés futtatható lenne.
it: Dovrai prendere un valore per "{0}" prima che questa query possa essere eseguita.
ja: このクエリを実行できるようにするには、''{0}''の値を選ぶ必要があります。
lt: Kad būtų galima vykdyti šią užklausą, turėsite pasirinkti „{0}“ reikšmę.
ms: Anda perlu memilih nilai untuk ''{0}'' sebelum pertanyaan ini boleh dijalankan.
nb: Du må velge en verdi for "{0}" før denne spørringen kan kjøre.
nl: Je moet een waarde kiezen voor '' {0} '' voordat deze query kan worden uitgevoerd.
pl: Musisz wybrać wartość "{0}", zanim będzie można uruchomić to zapytanie.
pt_br: Você precisará escolher um valor para ''{0}'' antes que esta consulta possa ser executada.
ru: Вам нужно будет выбрать значение для '' {0} '', прежде чем этот запрос может быть запущен.
sk: Pred spustením tohto dopytu budete musieť vybrať hodnotu pre "{0}"
sl: Preden se lahko zažene ta poizvedba, boste morali izbrati vrednost za »{0}«.
sq: Duhet të zgjidhni një vlerë për ''{0}'' para se kjo pyetje të mund të ekzekutohet.
sr: Morate da izaberete vrednost za ''{0}'' pre nego što ovaj upit može da se pokrene.
sv: Du behöver välja ett värde för "{0}" innan denna fråga kan köras.
tr: Bu sorgunun çalışması için önce '' {0} '' için bir değer seçmeniz gerekecek.
uk: Перш ніж цей запит зможе виконатися, вам потрібно вибрати значення для ''{0}''.
vi: Bạn sẽ cần chọn một giá trị cho '' {0} '' trước khi truy vấn này có thể chạy.
zh_hk: 您需要為''{0}''選擇一個值，然後此查詢才能執行。

source: Can''t find field with ID: {0}
ar: لا يمكن العثور على حقل بالمعرّف: {0}
bg: Не мога да намеря поле с идентификатор: {0}
ca: No s'ha pogut trobar un camp amb ID: {0}
de: Kann nicht das Feld mit der ID: {0} finden
eo: Bruh, can't find the field with ID: {0} smh
es: No se puede encontrar el campo con ID: {0}
fa: فیلد با شناسه {0} یافت نشد:
fi: Tunnuksella olevaa kenttää ei löydy: {0}
fr: Impossible de trouver le champ avec l'ID : {0}
hu: Nem található mező azonosítóval: {0}
it: Impossibile trovare campo con ID: {0}
ja: ID {0}が紐づくフィールドが見つかりません
lt: Nesigavo rasti lauko su ID: {0}
ms: Tidak dapat mencari medan dengan ID: {0}
nb: Kan ikke finne felt med ID: {0}
nl: Kan veld met ID niet vinden: {0}
pl: Nie można znaleźć pola o identyfikatorze: {0}
pt_br: Não foi possível encontrar o campo com ID: {0}
ru: Не могу найти поле с идентификатором: {0}
sk: Nemožno nájsť pole s ID: {0}
sl: Ni mogoče najti polja z ID-jem: {0}
sq: S’mund të gjendet fusha me ID: {0}
sr: Ne mogu da pronađem polje sa ID-jem: {0}
sv: Hittar inte fältet med id: {0}
tr: {0} kimliğine sahip alan bulunamıyor
uk: Не вдається знайти поле з ID: {0}
vi: Không thể tìm thấy trường có ID: {0}
zh_hk: 找不到ID為{0}的欄位

source: Error loading driver namespace
hu: Hiba az illesztőprogram névterének betöltésekor
ms: Ralat memuatkan ruang nama pemacu

source: Could not load {0} driver.
ar: تعذر تحميل برنامج تشغيل {0}.
bg: Драйверът на {0} не можа да се зареди.
ca: No s'ha pogut carregar el controlador {0}.
de: Konnte nicht den {0} Treiber laden.
eo: Couldn't load {0} driver, fr fr.
es: No se pudo cargar el controlador {0}.
fa: درایور {0} بارگیری نشد.
fi: {0}-ohjainta ei voitu ladata.
fr: Impossible de charger le pilote {0}.
hu: Nem sikerült betölteni a(z) {0} illesztőprogramot.
it: Non è possibile caricare il driver {0}.
ja: {0}のドライバをロードできませんでした。
lt: Nepavyko įkelti {0} tvarkyklės.
ms: Tidak dapat memuatkan pemacu {0}.
nb: Kunne ikke laste driver {0}.
nl: Kan stuurprogramma {0} niet laden.
pl: Nie można załadować sterownika {0}.
pt_br: Não foi possível carregar o driver {0}.
ru: Не удалось загрузить драйвер {0}.
sk: Nepodarilo sa načítať ovládač {0}.
sl: Ni bilo mogoče naložiti {0} gonilnika.
sq: Nuk u arrit të ngarkohej drejtuesi {0}.
sr: Nije moguće učitati {0} drajver.
sv: Kunde inte ladda drivrutin {0}.
tr: {0} sürücüsü yüklenemedi.
uk: Не вдалося завантажити драйвер {0}.
vi: Không thể tải trình điều khiển {0}.
zh_hk: 無法載入{0}驅動程式。

source: Cannot run query: missing required parameters: {0}
ar: لا يمكن تشغيل الاستعلام: بارامترات مطلوبة مفقودة: {0}
bg: Не може да се изпълни заявка: липсват задължителни параметри: {0}
ca: No es pot executar la consulta: falten paràmetres obligatoris: {0}
de: Abfrage kann nicht ausgeführt werden: Es fehlen benötigte Parameter: {0}
eo: Bruh, can't run the query: missing the key stuff: {0}
es: No se puede ejecutar la consulta: faltan los parámetros necesarios: {0}
fa: نمی توان پرس و جو را اجرا کرد: پارامترهای لازم وجود ندارد: {0}
fi: Ei voi suorittaa kyselyä: puuttuvat pakolliset parametrit: {0}
fr: Impossible d'exécuter la requête : paramètres requis manquants : {0}
hu: A lekérdezés nem futtatható: hiányoznak a szükséges paraméterek: {0}
it: Impossibile eseguire la query: mancano dei parametri richiesti: {0}
ja: クエリを実行できません：必須のパラメタ{0}が指定されていません
lt: Negalima vykdyti užklausos: trūksta būtinų parametrų: {0}
ms: Tidak dapat menjalankan pertanyaan: parameter yang diperlukan tiada: {0}
nb: Kan ikke kjøre spørring: mangler påkrevde parameter: {0}
nl: Kan zoekopdracht niet uitvoeren: vereiste parameters ontbreken: {0}
pl: Nie można uruchomić zapytania: brak wymaganych parametrów: {0}
pt_br: Não é possível executar a consulta: parâmetros obrigatórios ausentes: {0}
ru: Невозможно выполнить запрос: отсутствуют обязательные параметры: {0}
sk: Nie je možné spustiť dopyt: chýbajú požadované parametre: {0}
sl: Poizvedbe ni mogoče zagnati: manjkajo zahtevani parametri: {0}
sq: Nuk mund të ekzekutohet pyetja: mungojnë parametrat e detyrueshëm: {0}
sr: Ne mogu da pokrenem upit: nedostaju obavezni parametri: {0}
sv: Kan inte köra frågan: obligatoriska parametrar saknas: {0}
tr: Sorgu çalıştırılamadı: Zorunlu parametre {0} bulunamadı
uk: Не вдається виконати запит: відсутні обов’язкові параметри: {0}
vi: Không thể chạy truy vấn: thiếu tham số bắt buộc: {0}
zh_hk: 無法執行查詢：缺少必要的參數：{0}

source: Don''t know how to parse {0} {1}
hu: Nem tudom, hogyan kell elemezni a(z) {0} {1}
ms: Tidak tahu bagaimana untuk menguraikan {0} {1}

source: Don''t know how to alias {0}, expected an Identifier.
hu: Nem tudom, hogyan kell a(z) {0} aliast használni, azonosítóra számítva.
ms: Tidak tahu bagaimana untuk menamakan alias {0}, pengenalan dijangka.

source: Don''t know how to unprepare values of class {0}
hu: Nem tudom, hogyan lehet előkészítetlen értékeket osztályozni {0}
ms: Tidak tahu bagaimana untuk membuka persediaan nilai bagi kelas {0}

source: Creating new connection pool for {0} database {1} ...
hu: Új kapcsolatkészlet létrehozása a(z) {0} adatbázishoz {1}...
ms: Membuat kumpulan sambungan baru untuk pangkalan data {0} {1} ...

source: Invalid timezone ''{0}''
hu: Érvénytelen időzóna: ''{0}''
ms: Zon waktu tidak sah ''{0}''

source: Cannot set timezone: invalid or missing SQL format string for driver {0}.
hu: Az időzóna nem állítható be: érvénytelen vagy hiányzó SQL formátumú karakterlánc az illesztőprogramhoz {0}.
ms: Tidak dapat menetapkan zon waktu: rentetan format SQL tidak sah atau hilang untuk pemacu {0}.

source: Did you implement set-timezone-sql?
hu: Bevezetted a set-timezone-sql-t?
ms: Adakah anda melaksanakan set-timezone-sql?

source: Failed to set timezone ''{0}''
hu: Nem sikerült beállítani az időzónát: ''{0}''
ms: Gagal menetapkan zon waktu ''{0}''

source: Database connection error
hu: Adatbázis csatlakozási hiba
ms: Ralat sambungan pangkalan data

source: Error parsing JSON
hu: Hiba a JSON elemzésekor
ms: Ralat mengurai JSON

source: Whether or not to display data on the homepage. Admins might turn this off in order to direct users to better content than raw data
ar: ما إذا كان سيتم عرض البيانات على الصفحة الرئيسية أم لا. قد يُعطّل المسؤولون هذا لتوجيه المستخدمين إلى محتوى أفضل من البيانات الخام
bg: Дали да се показват данни на началната страница. Администраторите могат да изключат това, за да насочат потребителите към по-добро съдържание от суровите данни
ca: Si es mostren o no dades a la pàgina inici. L'administrador pot desactivar aquesta opció per mostrar als usuaris un contingut millor que les dades en cru
de: Ob Daten auf der Homepage angezeigt werden sollen oder nicht. Administratoren können dies deaktivieren, um die Benutzer auf bessere Inhalte als auf Rohdaten hinzuweisen.
eo: Idk if we should show the data on the homepage, but admins might just turn it off so users can focus on better content instead of all the raw numbers.
es: Si mostrar o no datos en la página de inicio. Los administradores pueden desactivar esto para dirigir a los usuarios a un mejor contenido que los datos sin procesar
fa: نمایش داده نشدن اطلاعات در صفحه اصلی. ممکن است سرپرست ها این امر را خاموش کنند تا کاربران به محتوای بهتر از داده های خام هدایت کنند
fi: Näytetäänkö tiedot etusivulla vai ei. Järjestelmänvalvojat voivat poistaa tämän käytöstä ohjatakseen käyttäjiä parempaan sisältöön kuin raakadataa
fr: Afficher ou non les données sur la page d'accueil. Les administrateurs peuvent désactiver cette option afin de diriger les utilisateurs vers un meilleur contenu que les données brutes
hu: Megjelennek-e adatok a kezdőlapon. Az adminisztrátorok kikapcsolhatják ezt, hogy a felhasználókat jobb tartalomra irányítsák, mint a nyers adatok.
it: Indica se visualizzare o meno i dati sulla homepage. Gli amministratori potrebbero disattivare questo al fine di indirizzare gli utenti a contenuti migliori di dati grezzi
ja: ホーム画面にデータを表示するか否か。生データよりも良いコンテンツにユーザを導きたい場合、管理者はこの機能をOFFにするケースがあります。
lt: Ar rodyti duomenis pagrindiniame puslapyje, ar ne. Administratoriai gali tai išjungti, kad nukreiptų vartotojus į geresnį turinį nei neapdorotus duomenys
ms: Sama ada untuk memaparkan data di halaman utama atau tidak. Pentadbir mungkin mematikan ini untuk mengarahkan pengguna kepada kandungan yang lebih baik daripada data asli.
nb: Om man skal vise data på hjemmesiden eller ikke. Administratorer kan slå av denne for å bedre omdirigere brukere til innhold i stedet for rådata.
nl: Al dan niet tonen van data op de homepagina. Beheerders kunnen dit uitschakelen om zo gebruikers meer richting goede data te sturen in plaats van ruwe data.
pl: Określa, czy wyświetlać dane na stronie głównej. Administratorzy mogą to wyłączyć, aby skierować użytkowników do lepszych treści niż surowe dane
pt_br: Se os dados devem ou não ser exibidos na página inicial. Os administradores podem desativar essa opção para direcionar os usuários para um conteúdo melhor do que os dados brutos
ru: Следует ли отображать данные на главной странице. Администраторы могут отключить это, чтобы направить пользователей на лучший контент, чем необработанные данные
sk: Či sa majú alebo nemajú zobrazovať údaje na domovskej stránke. Správcovia to môžu vypnúť, aby nasmerovali používateľov na lepší obsah ako prvotné údaje
sl: Ali naj se podatki prikažejo na domači strani ali ne. Skrbniki lahko to izklopijo, da bi uporabnike usmerili na vsebino, ki je boljša od neobdelanih podatkov
sq: Nëse të shfaqen apo jo të dhëna në faqen kryesore. Administratorët mund ta çaktivizojnë këtë për t’i orientuar përdoruesit te përmbajtje më e mirë sesa të dhëna të papërpunuara
sr: Da li prikazivati podatke na početnoj stranici. Administratori mogu ovo da isključe kako bi usmerili korisnike ka boljem sadržaju od sirovih podataka
sv: Huruvida data ska visas på första-sidan. Administratörer kan slå av detta för att visa användare till bättre innehåll än rådata.
tr: Verilerin ana sayfada görüntülenip görüntülenmeyeceği. Yöneticiler, kullanıcıları ham verilerden daha iyi içeriğe yönlendirmek için bunu kapatabilir
uk: Чи показувати дані на домашній сторінці. Адміни можуть вимкнути це, щоб скерувати користувачів до кращого контенту, ніж сирі дані
vi: Có hay không hiển thị dữ liệu trên trang chủ. Quản trị viên có thể tắt tính năng này để hướng người dùng đến nội dung tốt hơn dữ liệu thô
zh_hk: 是否在首頁上顯示資料。 管理員可以關閉此功能，來讓使用者獲得比原始資料更好的內容
