Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Rows {0}-{1} of first {2}
ar: الصفوف {0}-{1} من أول {2}
bg: Редове {0}-{1} от първите {2}
ca: Files {0}-{1} de les primeres {2}
de: Zeilen {0} - {1} der ersten {2}
eo: Rows {0}-{1} of the first {2} — fr, just the first few, you feel me?
es: Filas {0}-{1} del primer {2}
fa: ردیف {0}-{1} از {2} اول
fi: Rivit {0}-{1} ensimmäisestä {2}
fr: Les lignes {0}-{1} du premier {2}
hu: Sorok {0}-{1} az első {2}-ból/-ből
it: Righe {0}-{1} di {2} prime
ja: 最初の{2}の{0}-{1}の行
lt: {0}–{1} eilutės iš pirmųjų {2}
ms: Baris {0}-{1} dari {2} pertama
nb: Rad {0}-{1} av første {2}
nl: Rijen {0} - {1} van eerste {2}
pl: Wiersze {0}-{1} z pierwszych {2}
pt_br: Linhas {0}–{1} das primeiras {2}
ru: Строки {0}-{1} из первых {2}
sk: Riadky {0}-{1} z prvých {2}
sl: Vrstice {0}–{1} prvega {2}
sq: Rreshtat {0}-{1} nga {2} të parat
sr: Redovi {0}-{1} od prvih {2}
sv: Raderna {0}-{1} av de första {2}
tr: İlk {2} satırdan {0} - {1} arasındaki satırlar
uk: Рядки {0}-{1} з перших {2}
vi: Hàng {0}-{1} của đầu tiên {2}
zh_hk: 第 {0}-{1} 行，共前 {2} 行

source: Drag fields here
ar: اسحب الحقول إلى هنا
bg: Плъзни полетата тук
ca: Deixa els camps aquí
de: Felder hierher ziehen
eo: Drop the fields here, bestie
es: Arrastra campos aquí
fa: فیلدها را اینجا بکشید
fi: Vedä kentät tähän
fr: Glisser des champs ici
hu: Mezők húzása ide
it: Trascina i campi qui
ja: フィールドをこちらにドラッグ
lt: Tempkite laukus čia
ms: seret medan ke sini
nb: Dra felt hit
nl: Velden hierheen slepen
pl: Przeciągnij pola tutaj
pt_br: Arraste os campos para cá
ru: Перетащите поля сюда
sk: Presuňte polia sem
sl: Povlecite polja sem
sq: Zvarrit fushat këtu
sr: Prevucite polja ovde
sv: Drag hit fält
tr: Alanları buraya sürükleyin
uk: Перетягніть поля сюди
vi: Kéo các trường vào đây
zh_hk: 拖動字段到這裡

source: Percentage
ar: نسبة مئوية
bg: Процент
ca: Percentatge
de: Prozentanteil
eo: Percent, fr fr
es: Porcentaje
fa: درصد
fi: Prosenttiosuus
fr: Pourcentage
hu: Százalék
it: Percentuale
ja: パーセンテージ
lt: Procentas
ms: Peratusan
nb: Prosenter
pl: Procent
pt_br: Percentual
ru: Процентаж
sk: Percento
sl: Odstotek
sq: Përqindje
sr: Procenat
sv: Procenttal
tr: Yüzde
uk: Відсоток
vi: Phần trăm
zh_hk: 百分比

source: Totals for {0}
ar: إجماليات {0}
bg: Общо за {0}
ca: Totals per {0}
de: Summen für {0}
eo: Totals for {0} = The final vibes for {0}
es: Totales de {0}
fa: مجموع برای {0}
fi: Kokonaissummat: {0}
fr: Totaux pour {0}
hu: Összesen: {0}
it: Totali per {0}
ja: {0}の合計
lt: {0} Sumos
ms: Jumlah untuk {0}
nb: Totalt for {0}
nl: Totalen voor {0}
pl: Suma dla {0}
pt_br: Totais para {0}
ru: Всего для {0}
sk: Súhrny pre {0}
sl: Seštevek za {0}
sq: Totale për {0}
sr: Ukupno za {0}
sv: Total för {0}
tr: {0} için Toplamlar
uk: Підсумки для {0}
vi: Tổng số cho {0}
zh_hk: {0} 的總計

source: Grand totals
ar: الإجماليات الكبرى
bg: Обща сума
ca: Totals
de: Gesamtsummen
eo: Big vibes totals
es: Totales absolutos
fa: مجموع کل
fi: Loppusummat
fr: Grand total
hu: Összesített összegek
it: Totali generali
ja: 総計
lt: Didžiosios sumos
ms: Jumlah keseluruhan
nb: Totalsum
nl: Eindtotalen
pl: Podsumowania
pt_br: Totais gerais
ru: Итого
sk: Celkové súčty
sl: Skupni seštevki
sq: Totali i përgjithshëm
sr: Sveukupno
sv: Sluttotaler
tr: Genel toplamlar
uk: Загальний підсумок
vi: Tổng cộng
zh_hk: 總計

source: Row totals
ar: إجماليات الصفوف
bg: Сума на редовете
ca: Total de files
de: Zeilensummen
eo: Row totals → row defs or just "row sumz"
es: Totales de fila
fa: مجموع ردیف
fi: Rivien kokonaissummat
fr: Totaux des lignes
hu: Sors összegek
it: Totali riga
ja: 行の合計
lt: Eilučių sumos
ms: Jumlah baris
nb: Radtotaler
nl: Rij totalen
pl: Podsumowania wierszy
pt_br: Totais de linha
ru: Итого
sk: Súčty riadkov
sl: Vsote vrstic
sq: Totale rreshtash
sr: Ukupno po redovima
sv: Radtotaler
tr: Satır toplamları
uk: Підсумки рядків
vi: Tổng số dòng
zh_hk: 行總數

source: Fields to use for the table rows
hu: Mezők a táblázat soraihoz
ms: Medan untuk digunakan untuk baris jadual

source: Fields to use for the table columns
hu: Mezők a táblázat oszlopaihoz
ms: Medan untuk digunakan untuk lajur jadual

source: Fields to use for the table values
hu: Mezők a táblázat értékeihez
ms: Medan untuk digunakan untuk nilai jadual

source: Pivot tables can only be used with aggregated queries.
ar: لا يمكن استخدام الجداول المحورية إلا مع الاستعلامات المُجمَّعة.
bg: Пивотни таблици могат да се използват само с агрегирани заявки.
ca: Les taules dinàmiques només es poden utilitzar amb consultes agregades
de: Pivot-Tabellen können nur mit aggregierten Abfragen verwendet werden.
eo: Pivot tables can only be used with those clout-chased, aggregated queries, fr.
es: Las tablas dinámicas solo se pueden usar con consultas agregadas.
fa: جداول محوری فقط با سوالات تجمیعی قابل استفاده هستند.
fi: Pivot-taulukoita voi käyttää vain kootuissa kyselyissä.
fr: Les tableaux croisés dynamiques ne peuvent être utilisés qu'avec des requêtes agrégées.
hu: A kimutatás táblázatok csak összesített lekérdezésekkel használhatók.
it: Le Tabelle Pivot possono essere utilizzate solo con query aggregate.
ja: ピボットテーブルは、集約されたクエリでのみ使用できます。
lt: Suvestinės lentelės gali būti naudojamos tik su sukauptomis užklausomis.
ms: Jadual pangsi hanya boleh digunakan dengan query gabungan.
nb: Pivottabeller kan bare brukes med aggregerte spørringer.
nl: Draaitabellen kunnen alleen worden gebruikt met geaggregeerde query's.
pl: Tabele przestawne mogą być użyte tylko w zapytaniach z agregacją danych.
pt_br: Tabelas dinâmicas só podem ser usadas com consultas agregadas.
ru: Сводные таблицы могут быть использованы только для агрегированных запросов.
sk: Pivotové tabuľky môžu byť použité iba s agregovanými dotazmi.
sl: Vrtilne tabele lahko uporabite le z združenimi poizvedbami.
sq: Tabelat pivot mund të përdoren vetëm me query të agreguara.
sr: Pivot tabele mogu da se koriste samo sa agregiranim upitima.
sv: Pivot-tabeller kan bara användas med sammanslagna frågor.
tr: Pivot tablolar yalnızca toplu sorgularla kullanılabilir.
uk: Зведені таблиці можна використовувати лише з агрегованими запитами.
vi: Bảng tổng hợp chỉ có thể được sử dụng với truy vấn gộp.
zh_hk: 資料透視表只能與聚合查詢一起使用。

source: Pivot Table
ar: جدول محوري
bg: Пивот таблица
ca: Taula dinàmica
de: Pivot-Tabelle
eo: Pivot Table → Flex Grid
es: Tabla dinámica
fa: جدول محوری
fi: Pivot-taulukko
fr: Tableau croisé dynamique
hu: Pivot tábla
it: Tabella Pivot
ja: ピボットテーブル
lt: Suvestinė lentelė
ms: Jadual Pangsi
nb: Pivottabell
nl: Draaitabel
pl: Tabela przestawna
pt_br: Tabela dinâmica
ru: Сводная таблица
sk: Pivotová tabuľka
sl: Vrtilna tabela
sq: Tabelë Pivot
sr: Pivot tabela
sv: Pivot-tabell
tr: Pivot tablo
uk: Зведена таблиця
vi: Bảng tổng hợp
zh_hk: 資料透視表

source: Waterfall
ar: شلال
bg: Водопад
ca: Cascada
de: Wasserfall
eo: Vibe check: Waterfall → drip cascade or just the whole mood of a drip spill, but honestly, "waterfall" itself is pretty chill and might just be a vibe.
es: Cascada
fa: آبشار
fi: Vesiputous
fr: Cascade
hu: Vízesés
it: A cascata
ja: ウォーターフォール
lt: Krioklys
ms: Air Terjun
nb: Fossefall
nl: Waterval
pl: Wykres kaskadowy
pt_br: Cascata
ru: Водопад
sk: Vodopád
sl: Slap
sq: Ujëvarë
sr: Vodopad
sv: Vattenfall
tr: Şelale
uk: Водопад
vi: Thác nước
zh_hk: 瀑布

source: waterfall chart
ar: مخطط الشلال
bg: каскадна графика
ca: Gràfic en cascada
de: Wasserfall Diagramm
eo: that drip chart
es: Gráfico de Cascada
fa: نمودار آبشار
fi: vesiputouskaavio
fr: Diagramme en cascade
hu: vízesés diagram
it: grafico a cascata
ja: ウォーターフォールチャート
lt: krioklio diagrama
ms: carta air terjun
nb: fossefallsdiagram
nl: Waterval grafiek
pl: wykres kaskadowy
pt_br: gráfico de cascata
ru: водопадная диаграмма
sk: vodopádový graf
sl: grafikon slapov
sq: grafik ujëvarë
sr: vodopadni grafikon
sv: Vattenfall-karta
tr: şelale grafiği
uk: водоспадна діаграма
vi: biểu đồ thác nước
zh_hk: 瀑布圖

source: Increase color
ar: لون الزيادة
bg: Засили цвета
ca: Incrementa el color
de: Farbwert erhöhen
eo: Make it more vibey with more color, fr
es: Incrementar color
fa: افزایش رنگ
fi: Lisää väriä
fr: Couleur de la cascade
hu: Szín növelése
it: Aumenta colore
ja: 色を増やす
lt: Ryškinti spalvas
ms: Tingkatkan warna
nb: Øk farge
nl: Verhogingskleur
pl: Zwiększ kolor
pt_br: Aumentar a cor
ru: Цвет увеличения
sk: Zvýrazniť farbu
sl: Povečajte barvo
sq: Ngjyra e rritjes
sr: Boja za povećanje
sv: Öka färg
tr: Rengi artır
uk: Колір зростання
vi: Tăng màu
zh_hk: 增加颜色

source: Decrease color
ar: لون النقصان
bg: Намали цвета
ca: Redueix el color
de: Farbwert verringern
eo: Make the color go brrr
es: Reducir color
fa: کاهش رنگ
fi: Vähennä väriä
fr: Couleur de l'ensemble
hu: Szín csökkentése
it: Diminuisci colore
ja: 色を減らす
lt: Blankinti spalvas
ms: Kurangkan warna
nb: Avta farge
nl: Verlagingskleur
pl: Zmniejsz kolor
pt_br: Diminuir a cor
ru: Цвет уменьшения
sk: Zeslabit farbu
sl: Zmanjšanje barve
sq: Ngjyra e uljes
sr: Boja za smanjenje
sv: Minska färg
tr: Rengi azalt
uk: Колір спадання
vi: Giảm màu
zh_hk: 降低颜色

source: Show total
ar: إظهار الإجمالي
bg: Покажи общо
ca: Mostra el total
de: Summe anzeigen
eo: Show total → Reveal the whole vibe
es: Mostar total
fa: نمایش مجموع
fi: Näytä yhteensä
fr: Montrer le total
hu: Összes megjelenítése
it: Mostra totale
ja: 合計を表示
lt: Rodyti iš viso
ms: Tunjukkan Jumlah
nb: Vis total
nl: Totaal tonen
pl: Pokaż podsumowanie
pt_br: Mostrar total
ru: Показать всего
sk: Zobraziť celkom
sl: Pokaži skupaj
sq: Shfaq totalin
sr: Prikaži ukupno
sv: Visa total
tr: Toplamı göster
uk: Показати підсумок
vi: Hiển thị tổng
zh_hk: 顯示總計

source: Total color
ar: لون الإجمالي
bg: Общо цвят
ca: Color total
de: Summenfarbe
eo: Total vibe
es: Color total
fa: رنگ کل
fi: Kokonaisväri
fr: Couleur totale
hu: Teljes szín
it: Colore totale
ja: 総色
lt: Bendra spalva
ms: Jumlah Warna
nb: Totalfarge
nl: Totaal kleur
pl: Kolor podsumowania
pt_br: Cor total
ru: Цвет "всего"
sk: Farba souhrnu
sl: Skupna barva
sq: Ngjyra e totalit
sr: Boja za ukupno
sv: Visa färg
tr: Toplam rengi
uk: Колір підсумку
vi: Tổng màu sắc
zh_hk: 總顏色

source: Unable to run internal query function: cannot resolve {0}
ar: تعذّر تشغيل دالة الاستعلام الداخلية: لا يمكن حل {0}
bg: Неуспех при изпълнението на вътрешна функция по заявка: не може да се ризолвне {0}
ca: No s'ha pogut executar la funció de consulta interna: no es pot resoldre {0}
de: Interne Abfragefunktion kann nicht ausgeführt werden: {0} kann nicht aufgelöst werden
eo: Can't run the internal query thingy: can't figure out {0} fr fr
es: No se puede ejecutar la función de consulta interna: no se puede resolver {0}
fa: قادر به اجرای تابع پرس و جو داخلی نیست: نمی‌توان {0} را حل کرد
fi: Ei voi suorittaa sisäistä kyselytoimintoa: ei voi ratkaista {0}
fr: Impossible d'exécuter la fonction d'interrogation interne : ne peut pas résoudre {0}
hu: Nem lehet futtatni a belső lekérdezési funkciót: nem lehet feloldani {0}
it: Impossibile eseguire la funzione di query interna: impossibile risolvere {0}
ja: 内部クエリ関数を実行できません：{0}を解決できません
lt: Nepavyko paleisti vidinės užklausos funkcijos: nepavyksta išspręsti {0}
ms: Tidak dapat menjalankan fungsi query dalaman: tidak dapat menyelesaikan {0}
nb: Kunne ikke kjøre intern spørring: kan ikke løse {0}
nl: Kan interne queryfunctie niet uitvoeren: kan {0} niet oplossen
pl: Nie można uruchomić funkcji zapytania wewnętrznego: nie można rozwiązać {0}
pt_br: Não é possível executar a função de consulta interna: não é possível resolver {0}
ru: Невозможно выполнить функцию внутреннего запроса: невозможно разрешить {0}
sk: Nie je možné spustiť vnútornú funkciu dotazu: nie je možné rozpoznať {0}
sl: Funkcije notranje poizvedbe ni mogoče zagnati: ni mogoče razrešiti {0}
sq: Nuk u arrit të ekzekutohet funksioni i brendshëm i pyetjes: nuk mund të zgjidhet {0}
sr: Nije moguće pokrenuti funkciju internog upita: nije moguće razrešiti {0}
sv: Kan inte köra intern frågefunktion: kan inte härleda {0}
tr: Dahili sorgu işlevi çalıştırılamıyor: {0} çözülemiyor
uk: Не вдається запустити внутрішню функцію запиту: не вдається визначити {0}
vi: Không thể chạy chức năng truy vấn nội bộ: không thể giải quyết {0}
zh_hk: 無法運行內部查詢函數：無法解析{0}

source: Audit App queries are not enabled on this instance.
ar: استعلامات Audit App غير مُمكّنة على هذا المثيل.
bg: Заявки за одитиране на приложения не са активирани на този инстанс.
ca: Les consultes d'auditoria no s'han activat en aquesta instància.
de: Audit App-Abfragen sind in dieser Instanz nicht aktiviert.
eo: Bruh, the Audit App queries ain't turned on for this instance.
es: Las consultas de auditoría no están habilitadas en esta instancia.
fa: پرس‌وجوهای برنامه حسابرسی در این نمونه فعال نیستند.
fi: Tarkastussovelluksen kyselyt eivät ole käytössä tässä instanssissa.
fr: Les requêtes de l'application d'audit ne sont pas activées dans ce cas.
hu: Az Audit App lekérdezések nincsenek engedélyezve ezen a példányon.
it: Le interrogazioni dell'App di controllo non sono abilitate su questa istanza.
ja: このインスタンスでは、Audit App クエリは有効になっていません。
lt: Audito programos užklausos šiuo atveju neįjungtos.
ms: Query Audit Aplikasi tidak diaktifkan pada contoh ini.
nb: Audit App spørringer er ikke aktivert for denne instansen.
nl: Audit-app-query's zijn niet ingeschakeld voor dit exemplaar.
pl: Zapytania Audit App nie są włączone dla tej instancji.
pt_br: As consultas do aplicativo de auditoria não estão habilitadas nesta instância.
ru: Запросы аудита не включены для текущего приложения.
sk: Dotazy Audit App nie sú na tomto inštanci povolené.
sl: Poizvedbe programa za nadzor niso omogočene v tem primerku.
sq: Pyetjet e Audit App nuk janë të aktivizuara në këtë instancë.
sr: Upiti Audit Aplikacije nisu omogućeni na ovoj instanci.
sv: Audit App-frågor är inte aktiverade i denna installation
tr: Audit App sorguları bu örnekte etkinleştirilmedi.
uk: Запити Audit App не увімкнені для цього інстансу.
vi: Truy vấn Audit App không được bật trên phiên bản này.
zh_hk: 此實例未啟用審核應用程序查詢。

source: Invalid internal query function: {0} is not marked as an ^:internal-query-fn
hu: Érvénytelen belső lekérdezési függvény: a(z) {0} nincs megjelölve ^:internal-query-fn-ként
ms: Fungsi query dalaman tidak sah: {0} tidak ditandakan sebagai ^:query-dalaman-fn

source: Error: sandboxing is not enabled for this instance.
ar: خطأ: لم يتم تمكين sandboxing لهذا المثيل.
bg: Грешка: "Пясъчникът" не е активиран за този инстанс.
ca: Si us plau, comproveu que heu introduït un token Empresarial i torneu-ho a provar.
de: Fehler: Sandboxing ist für diese Instanz nicht aktiviert.
eo: Bruh, like, sandboxing isn’t even turned on for this thingy lol.
es: Error: la zona de pruebas no está habilitada para esta instancia.
fa: خطا: Sandbox برای این نمونه فعال نیست.
fi: Virhe: hiekkalaatikko-ominaisuus ei ole käytössä tällä kertaa.
fr: Erreur : le bac à sable n'est pas activé pour cette instance.
hu: Hiba: a homokozó nincs engedélyezve ezen a példányon.
it: Errore: la modalità sandbox non è abilitata per questa istanza.
ja: エラー: このインスタンスではサンドボックス化が有効になっていません。
lt: Klaida: smėlio dėžė šiuo atveju neįjungta.
ms: Ralat: sandboxing tidak diaktifkan untuk contoh ini.
nb: Feil: sandkasse er ikke aktivert for denne instansen.
nl: Fout: sandboxing is niet ingeschakeld voor deze instantie.
pl: Błąd: piaskownica nie jest włączona dla tej instancji.
pt_br: Erro: o sandbox não foi habilitado para esta instância.
ru: Ошибка: режим песочники не включен для текущего приложения.
sk: Chyba: sandoboxovanie nie je pre tento inštanc povolené.
sl: Napaka: peskovnik ni omogočen za ta primerek.
sq: Gabim: sandboxing nuk është i aktivizuar për këtë instancë.
sr: Greška: sandboxing nije omogućen za ovu instancu.
sv: Fel: begränsat läge är inte aktiverat i denna installation.
tr: Hata: Bu örnek için korumalı alan etkinleştirilmedi.
uk: Помилка: sandboxing не увімкнено для цього інстансу.
vi: Lỗi: chức năng sandboxing chưa được bật cho phiên bản này.
zh_hk: 錯誤：未為此實例啟用沙箱。

source: Please check you have set a valid Enterprise token and try again.
ar: يرجى التأكد من أنك عيّنت Token صالحًا لـ Enterprise ثم المحاولة مرة أخرى.
bg: Моля проверете дали сте поставили валиден Enterprise ключ и опитайте отново.
ca: Comproveu que hàgiu definit un token Enterprise vàlid i torneu-ho a provar.
de: Bitte überprüfen Sie, ob Sie einen gültigen Enterprise-Token gesetzt haben, und versuchen Sie es erneut.
eo: Yo, make sure you’ve got a legit Enterprise token and try again, fr.
es: Verifica que tengas configurado un token del plan Enterprise válido y vuelve a intentarlo.
fa: لطفاً بررسی کنید که یک نشانه Enterprise معتبر تنظیم کرده‌اید و دوباره تلاش کنید.
fi: Varmista, että olet asettanut kelvollisen Enterprise-tokenin ja yritä uudelleen.
fr: Vérifiez SVP que vous possédez un token Entreprise valide et essayez encore.
hu: Kérjük, ellenőrizze, hogy érvényes Enterprise tokent állított be, majd próbálja újra.
it: Per favore verifica di aver impostato un token Enterprise valido e riprova.
ja: 有効なEnterpriseトークンが設定されていることを確認してから、再度お試しください。
lt: Patikrinkite, ar nustatėte tinkamą įmonės prieigos raktą, ir bandykite dar kartą.
ms: Sila semak anda telah menetapkan token Enterprise yang sah dan cuba lagi.
nb: Vennligst sjekk at du har satt en gyldig Enterprisetoken og prøv igjen.
nl: Controleer of je een geldige Enterprise-token hebt ingesteld en probeer het opnieuw.
pl: Proszę sprawdzić, czy ustawiłeś ważny token Enterprise i spróbować ponownie.
pt_br: Verifique se você configurou um token Enterprise válido e tente novamente.
ru: Пожалуйста проверьте корректность введенного Enterprise токена и попробуйте снова.
sk: Prosím, overte, že ste zadali platný Enterprise token a skúste to znova.
sl: Preverite, ali ste nastavili veljaven žeton Enterprise in poskusite znova.
sq: Të lutem kontrollo që ke vendosur një token të vlefshëm Enterprise dhe provo sërish.
sr: Proverite da li ste postavili važeći Enterprise token i pokušajte ponovo.
sv: Kontrollera att du har angivit en giltig Enterprise-nyckel och försök igen.
tr: Lütfen geçerli bir Kurumsal token ayarladığınızdan emin olun ve tekrar deneyin.
uk: Перевірте, що ви вказали дійсний Enterprise-токен, і спробуйте ще раз.
vi: Vui lòng kiểm tra xem bạn đã cài đặt một mã thông báo Enterprise hợp lệ và thử lại.
zh_hk: 請檢查您是否設置了有效的企業令牌，然後重試。

source: No permissions found for current user
hu: Az aktuális felhasználóhoz nem található jogosultság
ms: Tiada kebenaran ditemui untuk pengguna semasa

source: User ''{0}'' attempted to access an inaccessible field. Accessible fields {1}, fields in query {2}
hu: ''{0}'' felhasználó megpróbált hozzáférni egy elérhetetlen mezőhöz. Hozzáférhető mezők {1}, mezők a lekérdezésben {2}
ms: Pengguna ''{0}'' cuba mengakses medan yang tidak boleh diakses. Medan yang boleh diakses {1}, medan dalam pertanyaan {2}

source: User not able to query field
eo: User can't even query that field rn
hu: A felhasználó nem képes lekérdezni a mezőt
lt: Vartotojas negali pateikti užklausos lauko
ms: Pengguna tidak dapat menyoal medan

source: Found more than one group table access policy for user ''{0}''
ar: تم العثور على أكثر من سياسة واحدة للوصول إلى جدول المجموعة للمستخدم ''{0}''
bg: Намерена е повече от една таблица за политика на достъп на група към потребител "{0}"
ca: S'ha trobat més d'una política d'accés a la taula de grups per a l'usuari "{0}"
de: Es wurde mehr als eine Gruppentabellenzugriffsrichtlinie für Benutzer '' {0} '' gefunden.
eo: Bruh, got multiple group table access policies for user ''{0}''.
es: He encontrado más de una política de acceso a la tabla de grupo para el usuario "{0}"
fa: بیش از یک سیاست دسترسی جدول گروه برای کاربر ''{0}'' پیدا شد
fi: Löydetty useampi kuin yksi ryhmän taulukon käyttöoikeuspolitiikka käyttäjälle ''{0}''
fr: J'ai trouvé plus d'une politique d'accès aux tables de groupe pour l'utilisateur ''{0}''.
hu: Egynél több csoport táblázat-hozzáférési irányelvet találtunk ''{0}'' felhasználó számára
it: Trovata piu di una policy di accesso alla tabella di gruppo per l'utente ''{0}''
ja: ユーザー ''{0}'' のグループテーブルアクセスポリシーが複数見つかりました
lt: Rasta daugiau nei viena grupės lentelės prieigos politika, skirta naudotojui „{0}“
ms: Menemui lebih dari satu polisi akses jadual kumpulan untuk pengguna ''{0}''
nb: Fant mer enn en tilgangspolicy for gruppetabell for bruker "{0}"
nl: Meer dan één toegangsbeleid voor groepstabellen gevonden voor gebruiker "{0}"
pl: Znaleziono więcej niż jedną politykę dostępu do tabeli grupowej dla użytkownika ''{0}''
pt_br: Encontrada mais de uma política de acesso à tabela de grupo para o usuário '' {0} ''
ru: Найдено больше одной групповой политики доступа к таблице для пользователя ''{0}''
sk: Bolo nájdené viac ako jedna politka prístupu k tabuľke pre užívateľa ''{0}''
sl: Najdena je bila več kot en pravilnik o dostopu do tabele skupine za uporabnika ''{0}''
sq: U gjet më shumë se një politikë aksesimi në tabelë për grupin për përdoruesin ''{0}''
sr: Pronađeno je više od jedne politike pristupa tabeli po grupi za korisnika ''{0}''
sv: Hittade mer än en grupp-tillhörighet för användare "{0}"
tr: '' {0} '' kullanıcısı için birden fazla grup tablosu erişim politikası bulundu
uk: Знайдено більше ніж одну політику доступу групи до таблиці для користувача ''{0}''
vi: Đã tìm thấy hơn một chính sách truy cập bảng nhóm cho người dùng ''{0}''
zh_hk: 為使用者“ {0}”找到了多個群組資料表的存取政策

source: Query requires user attribute `{0}`
ar: الاستعلام يتطلب سمة مستخدم `{0}`
bg: Заявката изисква атрибут на потребителя `{0}`
ca: La consulta requereix l'atribut d'usuari `{0}`
de: Die Abfrage erfordert das Benutzerattribut "{0}"
eo: Bruh, the query needs the user attribute `{0}` to work fr fr.
es: La consulta requiere el atributo de usuario`{0}`
fa: پرس‌وجو به ویژگی کاربر `{0}` نیاز دارد
fi: Kysely vaatii käyttäjän ominaisuuden "{0}".
fr: La requête nécessite l'attribut utilisateur `{0}`
hu: A lekérdezéshez szükség van a `{0}` felhasználói attribútumra
it: La query richiede l'attributo utente `{0}`
ja: クエリはユーザ属性 `{0}` を必要とします
lt: Užklausai reikalingas naudotojo atributas „{0}“.
ms: Pertanyaan memerlukan atribut pengguna `{0}`
nb: Spørring krever brukerattributt `{0}`
nl: Query vereist gebruikerskenmerk `{0}`
pl: Zapytanie wymaga atrybutu użytkownika `{0}`
pt_br: A consulta requer o atributo de usuário `{0}`
ru: Запросу требуется атрибут пользовательский атрибут `{0}`
sk: Dotaz vyžaduje užívateľský atribút `{0}`
sl: Poizvedba zahteva uporabniški atribut »{0}«
sq: Pyetja kërkon atributin e përdoruesit `{0}`
sr: Upit zahteva korisnički atribut `{0}`
sv: Frågan kräver användarattribut `{0}`
tr: Sorgu, "{0}" kullanıcı özelliğini gerektiriyor
uk: Запит вимагає атрибута користувача `{0}`
vi: Truy vấn yêu cầu thuộc tính người dùng `{0}`
zh_hk: 查詢需要使用者屬性“ {0}”

source: invalid --mode value
eo: yo, that —mode value is straight up invalid lol
hu: érvénytelen --mode érték
lt: neteisinga --mode reikšmė
ms: nilai --mod tidak sah

source: invalid --on-error value
eo: yo, this is straight-up invalid --on-error vibes lol
hu: érvénytelen --on-error érték
lt: neteisinga vertė --on-error
ms: nilai --on-error tidak sah

source: invalid context seed value
eo: big yikes, invalid seed info lol
hu: érvénytelen környezeti magérték
lt: neteisinga konteksto pradinė vertė
ms: nilai benih konteks tidak sah

source: Dump was produced using a different version of Metabase. Things may break!
hu: A Dump a Metabase egy másik verziójával készült. Problémák merülhetnek fel!
ms: Dump dihasilkan menggunakan versi Metabase yang berbeza. Perkara mungkin rosak!

source: Error loading dump: {0}
hu: Hiba a dump betöltésekor: {0}
ms: Ralat memuatkan dump: {0}

source: {0} is not a valid user
eo: {0} is lowkey not a valid user
hu: {0} nem érvényes felhasználó
lt: {0} nėra tinkamas naudotojas
ms: {0} bukan pengguna yang sah

source: Error dumping {0}
hu: Hiba a(z) {0} kiürítésekor
ms: Ralat membuang {0}
