Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: A counter for tracking the number of entity_id -> id translations. Whenever we call [[model->entity-ids->ids]], we increment this counter by the number of translations.
ar: عداد لتتبع عدد عمليات ترجمة entity_id -> id. كلما استدعينا [[model->entity-ids->ids]]، نزيد هذا العداد بعدد الترجمات.
bg: Брояч за проследяване на броя на транслациите entity_id -> id. При всяко извикване на [[model->entity-ids->ids]] този брояч се увеличава с броя на преводите.
ca: Un comptador per fer el seguiment del nombre de traduccions entity_id -> id. Sempre que anomenem [[model->entity-ids->ids]], incrementem aquest comptador pel nombre de traduccions.
de: Ein Zähler zur Verfolgung der Anzahl der Übersetzungen von entity_id -> id. Bei jedem Aufruf von [[model->entity-ids->ids]] wird dieser Zähler um die Anzahl der Übersetzungen erhöht.
eo: This is basically a counter that keeps tabs on how many entity_id to id translations we do. Every time we call [[model->entity-ids->ids]], it gets bumped up by however many translations happen.
es: Un contador para realizar el seguimiento de la cantidad de traducciones de entity_id -> id. Siempre que llamamos a [[model->entity-ids->ids]], incrementamos este contador según la cantidad de traducciones.
fa: شمارنده ای برای ردیابی تعداد ترجمه های entity_id -> id. هر زمان که [[model->entity-ids->ids]] را فراخوانی می کنیم، این شمارنده را با تعداد ترجمه ها افزایش می دهیم.
fi: Laskuri entity_id -> id -käännösten määrän seurantaan. Aina kun kutsumme [[malli->entity-ids->ids]], lisäämme tätä laskuria käännösten määrällä.
fr: Un compteur pour suivre le nombre de traductions entité_id -> id. Chaque fois que nous appelons [[model->entity-ids->ids]], nous incrémentons ce compteur du nombre de traductions.
hu: Egy számláló az entitás_azonosító -> azonosító átalakítások számának nyomon követésére. Valahányszor meghívjuk a [[model->entity-ids->ids]]-t, növeljük ezt a számlálót az átalakítások számával.
it: Un contatore per monitorare il numero di traduzioni entity_id -> id. Ogni volta che si chiama [[model->entity-ids->ids]], si incrementa questo contatore del numero di traduzioni.
ja: entity_id->idの翻訳数を追跡するためのカウンタです。model->entity-ids->ids]]を呼び出すたびに、このカウンタがトランスレーションの数だけインクリメントされます。
lt: Skaitiklis, skirtas stebėti entity_id -> id vertimų skaičių. Kai iškviečiame [[model->entity-ids->ids]], šį skaitiklį padidiname vertimų skaičiumi.
ms: Kaunter untuk menjejak bilangan entity_id -> terjemahan id. Setiap kali kami memanggil [[model->entity-ids->id]], kami menambah pembilang ini dengan bilangan terjemahan.
nb: En teller for å spore antall oversettelser av entity_id -> id. Hver gang vi kaller [[model->entity-ids->ids]], øker vi denne telleren med antall oversettelser.
nl: Een teller om het aantal vertalingen van entity_id -> id bij te houden. Telkens wanneer we [[model->entity-ids->ids]] aanroepen, verhogen we deze teller met het aantal vertalingen.
pl: Licznik do śledzenia liczby tłumaczeń entity_id -> id. Za każdym razem, gdy wywołujemy [[model->entity-ids->ids]], zwiększamy ten licznik o liczbę tłumaczeń.
pt_br: Um contador para rastrear o número de traduções entity_id -> id. Sempre que chamamos [[model->entity-ids->ids]], incrementamos esse contador com o número de traduções.
ru: Счетчик для отслеживания количества переводов entity_id -> id. Каждый раз, когда мы вызываем [[model->entity-ids->ids]], мы увеличиваем этот счетчик на количество переводов.
sk: Počítadlo na sledovanie počtu prekladov entity_id -> id. Vždy, keď zavoláme [[model->entity-ids->ids]], zvýšime tento čítač o počet prekladov.
sl: Števec za sledenje številu prevodov entity_id -> id. Kadarkoli pokličemo [[model->entity-ids->ids]], povečamo ta števec s številom prevodov.
sq: NjE numErues pEr tE gjurmuar numrin e pErkthimeve entity_id -> id. Sa herE qE thErrasim [[model->entity-ids->ids]], e rrisim kEtE numErues me numrin e pErkthimeve.
sr: Brojač za praćenje broja prevoda entity_id -> id. Kad god pozovemo [[model->entity-ids->ids]], uvećamo ovaj brojač za broj prevoda.
sv: En räknare för att spåra antalet översättningar av entity_id -> id. Varje gång vi anropar [[model->entity-ids->ids]] ökar vi denna räknare med antalet översättningar.
tr: entity_id -> id çevirilerinin sayısını izlemek için bir sayaç. Her [[model->entity-ids->ids]] çağrısı yaptığımızda, bu sayacı çeviri sayısı kadar artırırız.
uk: Лічильник для відстеження кількості трансляцій entity_id -> id. Щоразу, коли ми викликаємо [[model->entity-ids->ids]], ми збільшуємо цей лічильник на кількість трансляцій.
vi: Bộ đếm để theo dõi số lượng bản dịch entity_id -> id. Bất cứ khi nào chúng ta gọi [[model->entity-ids->ids]], chúng ta tăng bộ đếm này theo số lượng bản dịch.
zh_hk: 用來追蹤實體_id -> id 轉換次數的計數器。每當我們呼叫 [[model->entity-ids->ids]]，我們就會以轉換的次數遞增這個計數器。

source: Failed to connect to channel
ar: فشل الاتصال بالقناة
bg: Не успя да се свърже с канала
ca: No s'ha pogut connectar al canal
de: Konnte keine Verbindung zum Kanal herstellen
eo: Couldn't connect to the server, fr fr
es: No se pudo conectar al canal
fa: اتصال به کانال انجام نشد
fi: Yhteyden muodostaminen kanavaan epäonnistui
fr: Échec de la connexion au canal
hu: Nem sikerült csatlakozni a csatornához
it: Impossibile connettersi al canale
ja: チャンネルへの接続に失敗
lt: Nepavyko prisijungti prie kanalo
ms: Gagal menyambung ke saluran
nb: Kunne ikke koble seg til kanalen
nl: Verbinding met kanaal mislukt
pl: Nie udało się połączyć z kanałem
pt_br: Falha ao conectar ao canal
ru: Не удалось подключиться к каналу
sk: Nepodarilo sa pripojiť ku kanálu
sl: Povezava s kanalom ni uspela
sq: Dështoi lidhja me kanalin
sr: Neuspešno povezivanje sa kanalom
sv: Misslyckades att ansluta till kanalen
tr: Kanala bağlanılamadı
uk: Не вдалося підключитися до каналу
vi: Không thể kết nối tới kênh
zh_hk: 連接通道失敗

source: Invalid channel details
ar: تفاصيل قناة غير صالحة
bg: Невалидни данни за канала
ca: Detalls del canal no vàlids
de: Ungültige Kanaldetails
eo: Bruh, that channel info is straight-up sus
es: Detalles del canal inválidos
fa: جزئیات کانال نامعتبر است
fi: Virheelliset kanavan tiedot
fr: Détails du canal non valides
hu: Érvénytelen csatornaadatok
it: Dettagli del canale non validi
ja: 無効なチャンネルの詳細
lt: Netinkama kanalo informacija
ms: Butiran saluran tidak sah
nb: Ugyldige kanaldetaljer
nl: Ongeldige kanaalgegevens
pl: Nieprawidłowe szczegóły kanału
pt_br: Detalhes do canal inválidos
ru: Недопустимые данные о канале
sk: Neplatné údaje o kanáli
sl: Neveljavne podrobnosti o kanalu
sq: Detaje të pavlefshme të kanalit
sr: Nevažeći detalji kanala
sv: Ogiltiga kanaldetaljer
tr: Geçersiz kanal ayrıntıları
uk: Недійсні дані каналу
vi: Chi tiết kênh không hợp lệ
zh_hk: 無效頻道詳細資訊

source: You can force-release these locks by running `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
ar: يمكنك فرض تحرير هذه الأقفال عبر تشغيل `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
bg: Можете да освободите тези блокировки принудително, като изпълните `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
ca: Podeu forçar l'alliberament d'aquests bloquejos executant `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
de: Sie können die Freigabe dieser Sperren erzwingen, indem Sie `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks` ausführen.
eo: Yo, you can just force-release these locks by running `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks` — easy clap.
es: Puedes forzar la eliminación de estos bloqueos ejecutando `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
fa: می‌توانید با اجرای «java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks» این قفل‌ها را به اجبار آزاد کنید.
fi: Voit pakottaa nämä lukot auki suorittamalla `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
fr: Vous pouvez forcer la libération de ces verrous en lançant `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
hu: Ezeket a zárakat kényszerítve feloldhatja a következő parancs futtatásával: java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks.
it: È possibile forzare il rilascio di questi blocchi eseguendo `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
ja: java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks` を実行すれば、これらのロックを強制解除できる。
lt: Galite priverstinai atlaisvinti šiuos užraktus paleisdami „java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks“.
ms: Anda boleh melepaskan paksa kunci ini dengan menjalankan `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
nb: Du kan tvinge frigjøring av disse låsene ved å kjøre `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
nl: Je kunt deze sloten geforceerd vrijgeven door `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks` uit te voeren.
pl: Można wymusić zwolnienie tych blokad uruchamiając `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
pt_br: Você pode forçar a liberação desses bloqueios executando `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
ru: Вы можете принудительно снять эти блокировки, выполнив команду `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
sk: Tieto zámky môžete násilne uvoľniť spustením príkazu `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
sl: Te ključavnice lahko prisilno sprostite tako, da zaženete 'java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks'.
sq: Mund t’i çlironi me forcë këto bllokime duke ekzekutuar `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
sr: Možeš da prisilno oslobodiš ove lock-ove pokretanjem `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
sv: Du kan tvinga släpp av migrationslåsen genom att köra `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
tr: Bu kilitleri `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks` komutunu çalıştırarak zorla serbest bırakabilirsiniz.
uk: Ви можете примусово зняти ці блокування, виконавши `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
vi: Bạn có thể buộc giải phóng các khóa này bằng cách chạy `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`.
zh_hk: 您可以執行 `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate release-locks`，強制釋放這些鎖。

source: You must run `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` from version {0}.
ar: يجب عليك تشغيل `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` من الإصدار {0}.
bg: Трябва да стартирате `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` от версия {0}.
ca: Heu d'executar `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` des de la versió {0}.
de: Sie müssen `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` von der Version {0}ausführen.
eo: Yo, you gotta run `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` from v{0}.
es: Tienes que ejecutar `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` desde la versión {0}.
fa: باید «java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down» را از نسخه {0}اجرا کنید.
fi: Sinun on suoritettava `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` versiosta {0}.
fr: Vous devez exécuter `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` à partir de la version {0}.
hu: Ezt kell futtatnia: java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down a(z) {0} verzióból.
it: È necessario eseguire `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` dalla versione {0}.
ja: java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` をバージョン {0}から実行する必要がある。
lt: Turite paleisti `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` iš {0} versijos.
ms: Anda mesti menjalankan `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` daripada versi {0}.
nb: Du må kjøre `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` fra versjon {0}.
nl: Je moet `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` uitvoeren vanaf versie {0}.
pl: Należy uruchomić `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` z wersji {0}.
pt_br: Você deve executar `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` a partir da versão {0}.
ru: Вы должны выполнить команду `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` из версии {0}.
sk: Musíte spustiť `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` z verzie {0}.
sl: Iz različice {0} morate zagnati `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down`.
sq: Duhet të ekzekutoni `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` nga versioni {0}.
sr: Moraš da pokreneš `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` iz verzije {0}.
sv: Du måste köra `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` från version {0}.
tr: {0}sürümünden `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` komutunu çalıştırmalısınız.
uk: Ви повинні виконати `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` з версії {0}.
vi: Bạn phải chạy `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` từ phiên bản {0}.
zh_hk: 您必須從版本 {0}執行 `java --add-opens java.base/java.nio=ALL-UNNAMED -jar metabase.jar migrate down` 。

source: The maximum number of recipients, summed across emails, that can be sent per second. Note that the final email sent before reaching the limit is able to exceed it, if it has multiple recipients.
ar: الحد الأقصى لعدد المستلمين، مجموعًا عبر رسائل البريد الإلكتروني، الذي يمكن إرساله في الثانية. لاحظ أن آخر بريد إلكتروني يتم إرساله قبل الوصول إلى الحد يمكنه تجاوزه إذا كان لديه عدة مستلمين.
bg: Максималният брой получатели, сумиран за всички имейли, които могат да бъдат изпратени в секунда. Имайте предвид, че последният имейл, изпратен преди достигане на лимита, може да го надхвърли, ако има няколко получатели.
ca: El nombre màxim de destinataris, sumat entre correus electrònics, que es poden enviar per segon. Tingueu en compte que el correu electrònic final enviat abans d'arribar al límit pot superar-lo, si té diversos destinataris.
de: Die maximale Anzahl von Empfängern, die pro Sekunde versendet werden können, summiert über alle E-Mails. Beachten Sie, dass die letzte E-Mail, die vor Erreichen des Limits gesendet wird, dieses überschreiten kann, wenn sie mehrere Empfänger hat.
eo: The max number of peeps you can send emails to per sec, total. Just a heads up, the last email before hitting the limit can still go over if it’s got multiple peeps in it.
es: La cantidad máxima de destinatarios, sumados todos los correos electrónicos, que se pueden enviar por segundo. Tén en cuenta que el último correo electrónico enviado antes de alcanzar el límite puede superarlo si tiene varios destinatarios.
fa: حداکثر تعداد گیرنده‌هایی که در ایمیل‌ها خلاصه می‌شود، که می‌توان در هر ثانیه ارسال کرد. توجه داشته باشید که ایمیل نهایی ارسال شده قبل از رسیدن به حد مجاز، اگر چندین گیرنده داشته باشد، می تواند از آن فراتر رود.
fi: Lähetettävien vastaanottajien enimmäismäärä yhteissähköposteilla per sekunti. Huomaa, että ennen rajan saavuttamista lähetetty viimeinen sähköposti voi ylittää sen, jos sillä on useita vastaanottajia.
fr: Nombre maximal de destinataires, additionné à l'ensemble des courriels, qui peut être envoyé par seconde. Notez que le dernier courriel envoyé avant d'atteindre la limite peut la dépasser s'il a plusieurs destinataires.
hu: Az egy másodperc alatt küldhető címzettek maximális száma, az e-mailek között összesítve. Megjegyzés: Az utolsó e-mail, amely a határ elérése előtt kerül elküldésre, túllépheti azt, ha több címzettet tartalmaz.
it: Il numero massimo di destinatari, sommato tra le e-mail, che può essere inviato al secondo. Si noti che l'ultima e-mail inviata prima di raggiungere il limite può superarlo, se ha più destinatari.
ja: 1秒間に送信できる受信者の最大数。 複数の受信者がいる場合、上限に達する前に送信された最後のメールが上限を超える可能性があることに注意してください。
lt: Didžiausias gavėjų skaičius, susumuojamas per el. laiškus, kuriuos galima išsiųsti per sekundę. Atminkite, kad galutinis el. laiškas, išsiųstas nepasiekus limito, gali jį viršyti, jei jis turi kelis gavėjus.
ms: Bilangan maksimum penerima, dijumlahkan merentasi e-mel, yang boleh dihantar sesaat. Ambil perhatian bahawa e-mel akhir yang dihantar sebelum mencapai had boleh melebihinya, jika ia mempunyai berbilang penerima.
nb: Maksimalt antall mottakere, summert over e-poster, som kan sendes per sekund. Merk at den siste e-posten som sendes før grensen nås, kan overskride den hvis den har flere mottakere.
nl: Het maximum aantal ontvangers, gesommeerd over alle e-mails, dat per seconde kan worden verzonden. Merk op dat de laatste e-mail die wordt verzonden voordat de limiet is bereikt, de limiet kan overschrijden als deze meerdere ontvangers heeft.
pl: Maksymalna liczba odbiorców, zsumowana dla wszystkich wiadomości e-mail, która może zostać wysłana w ciągu sekundy. Należy pamiętać, że ostatnia wiadomość e-mail wysłana przed osiągnięciem limitu może go przekroczyć, jeśli ma wielu odbiorców.
pt_br: O número máximo de destinatários, somados os e-mails, que podem ser enviados por segundo. Observe que o último e-mail enviado antes de atingir o limite poderá ultrapassá-lo, se tiver vários destinatários.
ru: Максимальное количество получателей, суммированное по всем письмам, которое может быть отправлено в секунду. Обратите внимание, что последнее письмо, отправленное перед достижением лимита, может превысить его, если у него несколько получателей.
sk: Maximálny počet príjemcov, ktorý možno odoslať za sekundu. Všimnite si, že posledný e-mail odoslaný pred dosiahnutím limitu ho môže prekročiť, ak má viacero príjemcov.
sl: Največje število prejemnikov, sešteto po e-poštnih sporočilih, ki jih je mogoče poslati na sekundo. Upoštevajte, da lahko zadnje e-poštno sporočilo, poslano pred dosego omejitve, to preseže, če ima več prejemnikov.
sq: Numri maksimal i marrësve, i mbledhur në total për të gjitha email-et, që mund të dërgohen për sekondë. Vini re që email-i i fundit i dërguar para se të arrihet kufiri mund ta tejkalojë atë, nëse ka disa marrës.
sr: Maksimalan broj primalaca, zbirno preko emailova, koji može biti poslat u sekundi. Imaj u vidu da poslednji email poslat pre dostizanja limita može da ga premaši, ako ima više primalaca.
sv: Det maximala antalet mottagare, summerat över e-postmeddelanden, som kan skickas per sekund. Observera att det sista e-postmeddelandet som skickas innan gränsen nås kan överskrida den, om det har flera mottagare.
tr: Saniyede gönderilebilecek, tüm e-postaların toplamı olan maksimum alıcı sayısı. Sınıra ulaşmadan önce gönderilen son e-postanın birden fazla alıcıya sahip olması durumunda sınırı aşabileceğini unutmayın.
uk: Максимальна кількість одержувачів (у сумі по всіх листах), яку можна надіслати за секунду. Зверніть увагу: останній лист, надісланий перед досягненням ліміту, може його перевищити, якщо має кількох одержувачів.
vi: Số lượng người nhận tối đa, cộng lại từ tất cả các email, có thể được gửi mỗi giây. Lưu ý rằng email cuối cùng được gửi trước khi đạt đến giới hạn có thể vượt quá giới hạn này nếu có nhiều người nhận.
zh_hk: 每秒可傳送電子郵件的最大收件者總數。 請注意，在達到限制前傳送的最後一封電子郵件，如果有多個收件者，則可以超過限制。

source: Allow these space delimited origins to embed Metabase interactive.
ar: اسمح لهذه الأصول المفصولة بمسافات بتضمين Metabase التفاعلي.
bg: Позволете на тези ограничени с интервал начални данни да вграждат Metabase interactive.
ca: Permet que aquests orígens delimitats per espai incrustin Metabase interactive.
de: Erlauben Sie diesen durch Leerzeichen begrenzten Ursprüngen, Metabase interactive einzubetten.
eo: Let these space-separated origins embed the Metabase interactive, fr fr.
es: Permitir que estos orígenes delimitados por espacios incorporen Metabase en modo interactivo.
fa: به این مبداهای محدود شده فضایی اجازه دهید تا Metabase تعاملی را جاسازی کنند.
fi: Salli näiden välilyönnillä rajattujen lähteiden upottaa Metabase interaktiivisesti.
fr: Permettre à ces origines délimitées par des espaces d'intégrer Metabase interactive.
hu: Engedélyezze, hogy ezek a szóközökkel elválasztott eredetek beágyazhassák az interaktív Metabase-t.
it: Consentire a queste origini delimitate dallo spazio di incorporare Metabase interattivo.
ja: これらのスペースで区切られた起点は、Metabaseのインタラクティブな埋め込みを許可する。
lt: Leisti šioms tarpais atskirtoms ištakoms įterpti interaktyvią metabazę.
ms: Benarkan tempat asal yang dihadkan ruang ini untuk membenamkan Metabase interaktif.
nb: Tillat at disse plassavgrensede opprinnelsene kan legges inn i Metabase interactive.
nl: Sta deze van spaties voorziene oorsprong toe om Metabase interactive in te sluiten.
pl: Zezwalaj tym ograniczonym przestrzennie źródłom na interaktywne osadzanie Metabase.
pt_br: Permitir que essas origens delimitadas por espaço incorporem o Metabase interativo.
ru: Разрешите этим разграниченным пробелами источникам встраивать интерактивную Metabase.
sk: Povoľte, aby sa do týchto pôvodov s medzerou vkladala interaktívna databáza Metabase.
sl: Dovolite, da ti prostorsko razmejeni izvori vdelajo interaktivno metabazo.
sq: Lejo këto origjina të ndara me hapësirë të inkorporojnë Metabase interactive.
sr: Dozvoli ovim originima razdvojenim razmakom da ugrade Metabase interactive.
sv: Tillåt dessa rymdavgränsade ursprung att bädda in Metabase interaktiv.
tr: Metabase etkileşimli gömmek için bu boşluk sınırlandırılmış kökenlere izin verin.
uk: Дозволити цим origin, розділеним пробілами, вбудовувати інтерактивний Metabase.
vi: Cho phép các nguồn gốc được phân cách bằng khoảng trắng này nhúng Metabase tương tác.
zh_hk: 允許這些空格分隔的起源嵌入 Metabase 互動式。
