Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Points to another table to make a connection.
ar: يشير إلى جدول آخر لإنشاء اتصال.
bg: Посочва друга таблица, за да осъществи връзка.
ca: Referencia una altra taula per establir una connexió.
de: Zeigt auf eine andere Tabelle, um eine Verbindung herzustellen.
eo: Points to another table to make a vibe check.
es: Referencia otra tabla para establecer una conexión.
fa: اشاره به جدول دیگری برای ایجاد ارتباط
fi: osoittaa toiseen tauluun tehdäkseen kytköksen.
fr: Référence la clé primaire d'une autre table et établit une connexion.
hu: Rámutat egy másik táblával, hogy kapcsolatot teremtsen.
it: Punta a un'altra tabella per stabilire una connessione.
ja: 接続する別のテーブルを提示する
lt: Nurodo kitą stalą ryšio užmezgimui.
ms: Menunjuk kepada jadual lain untuk membuat sambungan.
nb: Peker på en annen tabell for å lage en kobling.
nl: Wijs naar een andere tabel om verbinding te maken.
pl: Wskazuje inną tabelę, aby ustanowić połączenie.
pt_br: Consulte outra tabela para estabelecer uma conexão.
ru: Указывает на другую таблицу для установления соединения.
sk: Prepojenie ukazuje na inú tabuľku.
sl: Pokaže na drugo tabelo, da vzpostavi povezavo.
sq: Tregon te një tabelë tjetër për të krijuar një lidhje.
sr: Pokazuje na drugu tabelu da bi se napravila veza.
sv: Pekar på en annan tabell för att koppla ihop.
tr: Bağlantı kurmak için başka bir tabloya işaret eder.
uk: Вказує на іншу таблицю, щоб створити звʼязок.
vi: Chỉ vào một bảng khác để tạo kết nối.
zh_hk: 選擇另外一個表格做連接。

source: Avatar Image URL
ar: URL صورة الأفاتار
bg: URL адрес на изображението на аватар
ca: URL del avatar
de: Avatar Bild-URL
eo: Avatar pic link
es: URL Avatar
fa: URL تصویر آواتار
fi: Avatar kuva URL
fr: URL de l'image d'avatar
hu: Avatar kép URL
it: URL dell'immagine di avatar
ja: アバターイメージURL
lt: Avataro paveiksliuko URL
ms: URL Imej Avatar
nb: Avatar bilde-URL
nl: Avatar afbeeldings-URL
pl: Adres URL obrazu awatara
pt_br: URL da imagem do avatar
ru: Ссылка на аватар
sk: URL adresa k obrázku používateľa
sl: URL slike avatarja
sq: URL e imazhit të avatarit
sr: URL slike avatara
sv: URL för Avatar-bild
tr: Avatar Resmi URL'si
uk: URL зображення аватара
vi: URL ảnh đại diện
zh_hk: 頭像圖片URL連結

source: Common
ar: شائع
bg: често срещани
ca: Comú
de: Gemeinsam
eo: That's so facts
es: Común
fa: مشترک
fi: Yleinen
fr: Commun
hu: Gyakori
it: Comune
ja: 一般
lt: Dažna
ms: Biasa
nb: Vanlig
nl: Algemeen
pl: Pospolite
pt_br: Comum
ru: Общее
sk: Obyčajný
sl: Običajen
sq: Të zakonshme
sr: Uobičajeno
sv: Vanlig
tr: Genel
uk: Загальне
vi: Chung
zh_hk: 共同

source: Category
ar: الفئة
bg: Категория
ca: Categoria
de: Kategorie
eo: Vibe check
es: Categoría
fa: دسته بندی
fi: Kategoria
fr: Catégorie
hu: Kategória
it: Categoria
ja: カテゴリー
lt: Kategorija
ms: Kategori
nb: Kategori
nl: Categorie
pl: Kategoria
pt_br: Categoria
ru: Категория
sk: Kategória
sl: Kategorija
sq: Kategori
sr: Kategorija
sv: Kategori
tr: Kategori
uk: Категорія
vi: Ngành
zh_hk: 分類

source: City
ar: المدينة
bg: Град
ca: Ciutat
de: Stadt
eo: City → The city, or just “the 6” if you're feelin’ it, or “the town” if it’s chill.
es: Ciudad
fa: شهر
fi: Kaupunki
fr: Ville/Commune
hu: Város
it: Città
ja: 都市
lt: Miestas
ms: Bandar
nb: By
nl: Stad
pl: Miasto
pt_br: Cidade
ru: Город
sk: Mesto
sl: Mesto
sq: Qyteti
sr: Grad
sv: Stad
tr: Kent
uk: Місто
vi: Thành phố
zh_hk: 城市

source: Country
ar: البلد
bg: Държава
ca: País
de: Land
eo: Country → "Boi" or "Rural vibes"
es: País
fa: کشور
fi: Maa
fr: Pays
hu: Ország
it: Paese
ja: 国
lt: Šalis
ms: Negara
nb: Land
nl: Land
pl: Kraj
pt_br: País
ru: Страна
sk: Krajina
sl: Država
sq: Shteti
sr: Država
sv: Land
tr: Ülke
uk: Країна
vi: Quốc gia
zh_hk: 國家

source: Image URL
ar: URL الصورة
bg: URL адрес на изображението
ca: URL Imatge
de: Bild-URL
eo: img link
es: URL Imagen
fa: URL تصویر
fi: Kuvan URL
fr: URL d'une image
hu: Kép URL
it: URL immagine
ja: イメージURL
lt: Paveiksliuko URL
ms: URL Imej
nb: Bilde nettlink
nl: Afbeeldings-URL
pl: URL obrazu
pt_br: URL da imagem
ru: Ссылка на изображение
sk: URL adresa obrázku
sl: URL slike
sq: URL e imazhit
sr: URL slike
sv: URL för bild
tr: Resim URL
uk: URL зображення
vi: URL hình ảnh
zh_hk: 圖片連結

source: Field containing JSON
ar: حقل يحتوي على JSON
bg: Поле, съдържащо JSON
ca: Camp que conte JSON
de: Feld mit JSON-Inhalt
eo: Field with JSON, fr fr
es: Campo que contiene JSON
fa: فیلد حاوی JSON
fi: JSONin sisältävä kenttä
fr: Champ JSON
hu: JSON-t tartalmazó mező
it: Campo contenente il JSON
ja: JSONを含むフィールド
lt: Laukas, kuriame yra JSON
ms: Medan yang mengandungi JSON
nb: Felt inneholder JSON
nl: Veld bevat JSON
pl: Pole zawiera JSON
pt_br: Campo contendo JSON
ru: Поле, содержащее JSON
sk: Pole obsahuje JSON
sl: Polje, ki vsebuje JSON
sq: Fushë që përmban JSON
sr: Polje koje sadrži JSON
sv: Fält innehållande JSON
tr: JSON içeren alan
uk: Поле, що містить JSON
vi: Trường chứa JSON
zh_hk: 包含JSON的欄位

source: Latitude
ar: خط العرض
bg: Географска ширина
ca: Latitud
de: Breite
eo: Lat, fr fr
es: Latitud
fa: عرض جغرافیایی
fi: Leveysaste
hu: Szélességi fok
it: Latitudine
ja: 緯度
lt: Platuma
ms: Latitud
nb: Breddegrad
nl: Breedtegraad
pl: Długość
ru: Широта
sk: Zemepisná šírka
sl: Širine
sq: Gjerësia gjeografike
sr: Geografska širina
sv: Latitud
tr: Enlem
uk: Широта
vi: Vĩ độ
zh_hk: 緯度

source: Longitude
ar: خط الطول
bg: Географска дължина
ca: Longitud
de: Länge
eo: Longi, fr fr
es: Longitud
fa: عرض جغرافیایی
fi: Korkeusaste
hu: Hosszúsági fok
it: Longitudine
ja: 経度
lt: Ilguma
ms: Longitud
nb: Lengdegrad
nl: Lengtegraad
pl: Szerokość
ru: Долгота
sk: Zemepisná dĺžka
sl: Dolžine
sq: Gjatësia gjeografike
sr: Geografska dužina
sv: Longitud
tr: Boylam
uk: Довгота
vi: Kinh độ
zh_hk: 經度

source: Number
ar: رقم
bg: Число
ca: Número
de: Nummer
eo: numba
es: Número
fa: شماره
fi: Numero
fr: Numérique
hu: Szám
it: Numero
ja: 数値
lt: Skaičius
ms: Nombor
nb: Nummer
nl: Getal
pl: Liczba
pt_br: Número
ru: Число
sk: Číslo
sl: Številka
sq: Numër
sr: Broj
sv: Nummer
tr: Numara
uk: Число
vi: Số
zh_hk: 數字

source: State
ar: الولاية
bg: Щат
ca: Província
de: Zustand
eo: state = vibe or spot (depending on context)
es: Provincia
fa: دولت
fi: Tila
fr: État
hu: Állapot
it: Stato
ja: 州
lt: Valstybė
ms: Negeri
nb: Stat
nl: Staat
pl: Stan
pt_br: Estado
ru: Штат
sk: Štát
sl: Država
sq: Shteti
sr: Savezna država
sv: Tillstånd
tr: Eyalet
uk: Стан
vi: Bang
zh_hk: 州

source: UNIX Timestamp (Seconds)
hu: UNIX időbélyeg (másodpercekben)
ms: UNIX Timestamp (Saat)

source: UNIX Timestamp (Milliseconds)
hu: UNIX időbélyeg (milliszekundum)
ms: UNIX Timestamp (Minitkedua)

source: Zip Code
ar: الرمز البريدي
bg: Пощенски код
ca: Codi postal
de: PLZ
eo: Area code or zip code is basically the same, so you could say "zip code" or "area code," but if you want it more slangy, maybe just "location digits" or "area tag." But honestly, "zip code" is pretty chill already.
es: Código Postal
fa: کد پستی
fi: Postinumero
fr: Code postal
hu: Irányítószám
it: Codice Postale
ja: 郵便番号
lt: Pašto kodas
ms: Poskod
nb: Postnummer
nl: Postcode
pl: Kod pocztowy
pt_br: Código postal
ru: ZIP-код
sk: PSČ
sl: Poštna številka
sq: Kodi postar
sr: Poštanski broj
sv: Postnummer
tr: Posta kodu
uk: ZIP-код
vi: Mã bưu chính
zh_hk: 郵遞區號

source: Quantity
ar: الكمية
bg: Количество
ca: Quantitat
de: Menge
eo: Qty
es: Cantidad
fa: مقدار
fi: Määrä
fr: Quantité
hu: Mennyiség
it: Quantità
ja: 量
lt: Kiekis
ms: Kuantiti
nb: Kvantum
nl: Aantal
pl: Ilość
pt_br: Quantidade
ru: Количество
sk: Počet
sl: Količina
sq: Sasia
sr: Količina
sv: Kvantitet
tr: Miktar
uk: Кількість
vi: Số lượng
zh_hk: 數量

source: Income
ar: الدخل
bg: Доход
ca: Ingressos
de: Ertrag
eo: Income → bagzz or coins
es: Ingreso
fa: درآمد
fi: Tulo
fr: Revenu
hu: Jövedelem
it: Ingresso
ja: 収益
lt: Pajamos
ms: Pendapatan
nb: Inntekt
nl: Inkomen
pl: Dochód
pt_br: Renda
ru: Доход
sk: Príjem
sl: Dohodek
sq: Të ardhura
sr: Prihod
sv: Inkomst
tr: Gelir
uk: Дохід
vi: Lợi tức
zh_hk: 收入

source: Discount
ar: خصم
bg: Отстъпка
ca: Descompte
de: Rabatt
eo: Sale or cheapo deal
es: Descuento
fa: تخفیف
fi: Alennus
fr: Remise
hu: Kedvezmény
it: Sconto
ja: 割引
lt: Nuolaida
ms: Diskaun
nb: Avslag
nl: Korting
pl: Zniżka
pt_br: Desconto
ru: Скидка
sk: Zľava
sl: Popust
sq: Zbritje
sr: Popust
sv: Rabatt
tr: İndirim
uk: Знижка
vi: Giảm giá
zh_hk: 折扣

source: Creation timestamp
ar: الطابع الزمني للإنشاء
bg: Клеймо за време на създаване
ca: Data de creació
de: Zeitstempel der Erstellung
eo: Creation timestamp → "When it was made" or "Create time" (in legit slang, maybe just "Create time" works best, since there's no super chill slang for that specific term)
es: Fecha y Hora de Creación
fa: زمان رسم ایجاد
fi: Luonnin aikaleima
fr: Horodatage de création
hu: Létrehozási időbélyeg
it: Data e ora della creazione
ja: 作成時タイムスタンプ
lt: Sukūrimo laikžymė
ms: Penciptaan setem masa
nb: Tidsstempel for opprettelse
nl: Aangemaakt
pl: Sygnatura czasowa utworzenia rekordu
pt_br: Data e hora de criação
ru: Отметка времени создания
sk: Zadajte časovú značku
sl: Časovni žig ustvarjanja
sq: Timestamp i krijimit
sr: Timestamp kreiranja
sv: Skapad tidsstämpel
tr: Oluşturma zaman damgası
uk: Позначка часу створення
vi: Dấu thời gian tạo
zh_hk: 建立時間戳

source: Creation time
ar: وقت الإنشاء
bg: Време за създаване
ca: Hora de creació
de: Zeit der Erstellung
eo: Build moment
es: Hora de Creación
fa: زمان ایجاد
fi: Luontiaika
fr: Heure de création
hu: A teremtés ideje
it: ora di creazione
ja: 作成時間
lt: Sukūrimo laikas
ms: Masa penciptaan
nb: Tid for opprettelse
nl: Aanmaaktijd
pl: Czas utworzenia
pt_br: Hora de criação
ru: Время создания
sk: Zadajte čas
sl: Čas ustvarjanja
sq: Ora e krijimit
sr: Vreme kreiranja
sv: Skapad klockslag
tr: Oluşturma zamanı
uk: Час створення
vi: Thời gian tạo
zh_hk: 建立時間

source: Creation date
ar: تاريخ الإنشاء
bg: Дата на създаване
ca: Data de creació
de: Datum der Erstellung
eo: When’s it made?
es: Fecha de Creación
fa: تاریخ ایجاد
fi: Luontipvm
fr: Date de création
hu: Létrehozás dátuma
it: Data creazione
ja: 作成日
lt: Sukūrimo data
ms: Tarikh penciptaan
nb: Dato for opprettelse
nl: Aanmaakdatum
pl: Data utworzenia
pt_br: Data de criação
ru: Дата создания
sk: Zadajte dátum
sl: Datum ustvarjanja
sq: Data e krijimit
sr: Datum kreiranja
sv: Skapad datum
tr: Oluşturulma tarihi
uk: Дата створення
vi: Ngày tạo
zh_hk: 建立日期

source: Product
ar: المنتج
bg: Продукт
ca: Producte
de: Produkt
eo: product → "item" or "thing" (but if you wanna be extra, maybe "vibe" depending on context)
es: Producto
fa: تولید - محصول
fi: Tuote
fr: Produit
hu: Termék
it: Prodotto
ja: 商品
lt: Produktas
ms: Produk
nb: Produkt
pl: Produkt
pt_br: Produto
ru: Продукт
sk: Produkt
sl: Izdelek
sq: Produkt
sr: Proizvod
sv: Produkt
tr: Ürün
uk: Продукт
vi: Sản phẩm
zh_hk: 產品

source: User
ar: المستخدم
bg: Потребител
ca: Usuari
de: Benutzer
eo: User → "User" (no cap, it's already pretty neutral, but if you wanna make it more slangy, you could say "user" or "u" for short)
es: Usuario
fa: کاربر
fi: Käyttäjä
fr: Utilisateur
hu: Felhasználó
it: Utente
ja: ユーザー
lt: Vartotojas
ms: Pengguna
nb: Bruker
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sk: Používateľ
sl: Uporabnik
sq: Përdorues
sr: Korisnik
sv: Användare
tr: kullanıcı
uk: Користувач
vi: Người dùng
zh_hk: 使用者

source: Source
ar: المصدر
bg: Източник
ca: Origen
de: Quelle
eo: slaps with the tea
es: Fuente
fa: منبع
fi: Lähde
fr: Origine
hu: Forrás
it: Sorgente
ja: ソース
lt: Šaltinis
ms: Sumber
nb: Kilde
nl: Bron
pl: Źródło
pt_br: Fonte
ru: Источник
sk: Zdroj
sl: Izvir
sq: Burimi
sr: Izvor
sv: Källa
tr: Kaynak
uk: Джерело
vi: Nguồn
zh_hk: 來源

source: Price
ar: السعر
bg: Цена
ca: Preu
de: Preis
eo: Cost or price? That’s basically just “the bag” or “the d**k” in slang.
es: Precio
fa: قیمت
fi: Hinta
fr: Prix
hu: Ár
it: Prezzo
ja: 料金
lt: Kaina
ms: Harga
nb: Pris
nl: Prijs
pl: Cena
pt_br: Preço
ru: Цена
sk: Cena
sl: Cena
sq: Çmimi
sr: Cena
sv: Pris
tr: Fiyat
uk: Ціна
vi: Giá
zh_hk: 價格

source: Join timestamp
ar: الطابع الزمني للانضمام
bg: Присъединете се към клеймото за време
ca: Unir per temps
de: Zeitstempel des Join
eo: Join timestamp → Join TikTok time, fr fam
es: Cruzar por fecha y hora
fa: تاریخ تایمر
fi: Liittymisen aikaleima
fr: Joindre l'horodatage
hu: Csatlakozási időbélyeg
it: Timestamp di iscrizione
ja: 登録時タイムスタンプ
lt: Įstojimo laikžymė
ms: Sambungan setem masa
nb: Tidsstempel når ble med
nl: Lid sinds
pl: Sygnatura czasowa połączenia
pt_br: Data e hora de inscrição
ru: Отметка времени присоединения
sk: Pripojte časovú značku
sl: Časovni žig pridružitve
sq: Timestamp i bashkimit
sr: Timestamp pridruživanja
sv: Tidsstämpel för sammanslagning
tr: Zaman damgasına katıl
uk: Позначка часу приєднання
vi: Dấu thời gian tham gia
zh_hk: 關聯時間戳

source: Join time
ar: وقت الانضمام
bg: Присъединете се към времето
ca: Unir per temps
de: Zeit des Join
eo: Join time = the move to link up or hop in, fr fr
es: Cruzar por hora
fa: زمان پیوستن
fi: Liittymisaika
fr: Joindre l'heure
hu: Csatlakozási idő
it: Orario di iscrizione
ja: 登録時間
lt: Įstojimo laikas
ms: Masa sambungan
nb: Registreringstid
nl: Lid sinds (tijd)
pl: Czas połączenia
pt_br: Hora de inscrição
ru: Время присоединения
sk: Pripojte čas
sl: Čas pridružitve
sq: Ora e bashkimit
sr: Vreme pridruživanja
sv: Sammanslagen klockslag
tr: Üyelik Zamanı
uk: Час приєднання
vi: Thời gian tham gia
zh_hk: 關聯時間

source: Join date
ar: تاريخ الانضمام
bg: Дата на присъединяване
ca: Unir per data
de: Datum des Join
eo: Join date → "Drop date" or "Lurk day"
es: Cruzar por fecha
fa: تاریخ عضویت
fi: Liittymispvm
fr: Joindre la date
hu: Csatlakozási dátum
it: Data di iscrizione
ja: 登録日
lt: Įstojimo data
ms: Tarikh sambungan
nb: Registreringsdato
nl: Lid sinds (datum)
pl: Data połączenia
pt_br: Data de inscrição
ru: Дата присоединения
sk: Pripojte dátum
sl: Datum pridružitve
sq: Data e bashkimit
sr: Datum pridruživanja
sv: Sammanslagen datum
tr: Üyelik tarihi
uk: Дата приєднання
vi: Ngày tham gia
zh_hk: 關聯日期

source: Share
ar: حصة
bg: Дял
ca: Compartir
de: Teile
eo: Spill the tea
es: Compartir
fa: اشتراک گذاری
fi: Jaa
fr: Action/Part
hu: Ossza meg
it: Condividi
ja: 共有する
lt: Dalintis
ms: Kongsi
nb: Del
nl: Delen
pl: Udostępnij
pt_br: Percentagem
ru: Поделиться
sk: Zdieľať
sl: Delež
sq: Pjesë
sr: Udeo
sv: Dela
tr: Pay
uk: Частка
vi: Chia sẻ
zh_hk: 分享

source: Owner
ar: المالك
bg: Собственик
ca: Propietari
de: Besitzer
eo: Bossman/Bosslady
es: Propietario
fa: صاحب
fi: Omistaja
fr: Propriétaire
hu: Tulajdonos
it: Proprietario
ja: オーナー
lt: Savininkas
ms: Pemilik
nb: Eier
nl: Eigenaar
pl: Właściciel
pt_br: Proprietário
ru: Владелец
sk: Majiteľ
sl: Lastnik
sq: Pronar
sr: Vlasnik
sv: Ägare
tr: Sahip
uk: Власник
vi: Chủ sở hữu
zh_hk: 擁有者

source: Company
ar: الشركة
bg: Компания
ca: Empresa
de: Firma
eo: company = squad or crew
es: Empresa
fa: شرکت
fi: Yritys
fr: Entreprise
hu: Vállalat
it: Società
ja: 会社
lt: Įmonė
ms: Syarikat
nb: Firma
nl: Bedrijf
pl: Firma
pt_br: Empresa
ru: Компания
sk: Firma
sl: Podjetje
sq: Kompani
sr: Kompanija
sv: Företag
tr: Şirket
uk: Компанія
vi: Công ty
zh_hk: 公司

source: Subscription
ar: اشتراك
bg: Абонамент
ca: Subscripció
de: Abonnement
eo: subby
es: Suscripción
fa: اشتراک، ابونمان
fi: Tilaus
fr: Inscription
hu: Feliratkozás
it: Sottoscrizione
ja: 購読
lt: Prenumerata
ms: Langganan
nb: Abonnement
nl: Abonnement
pl: Subskrypcja
pt_br: Assinatura
ru: Подписка
sk: Predplatné
sl: Naročnina
sq: Abonim
sr: Pretplata
sv: Prenumeration
tr: Abone
uk: Підписка
vi: Theo dõi
zh_hk: 訂閱

source: Score
ar: درجة
bg: Резултат
ca: Puntuació
de: Ergebnis
eo: W's, fr fr
es: Puntuación
fa: امتیاز
fi: Tulos
hu: Pontszám
it: Punteggio
ja: スコア
lt: Rezultatas
ms: Skor
nb: Poengsum
pl: Wynik
pt_br: Pontuação
ru: Результат
sk: Skóre
sl: Partitura
sq: Rezultat
sr: Skor
sv: Poäng
tr: Gol
uk: Оцінка
vi: Điểm
zh_hk: 分數

source: Title
ar: العنوان
bg: Заглавие
ca: Títol
de: Titel
eo: Title → "Vibe check"
es: Título
fa: عنوان
fi: Otsikko
fr: Titre
hu: Cím
it: Titolo
ja: タイトル
lt: Pavadinimas
ms: Tajuk
nb: Tittel
nl: Titel
pl: Tytuł
pt_br: Título
ru: Заголовок
sk: Nadpis
sl: Naslov
sq: Titulli
sr: Naslov
sv: Titel
tr: Başlık
uk: Заголовок
vi: Tiêu đề
zh_hk: 標題

source: Comment
ar: تعليق
bg: Коментирайте
ca: Comentari
de: Kommentar
eo: Comment = "Drop a comment" or just "Comment" (same, but with more vibes)
es: Comentario
fa: اظهار نظر
fi: Kommentti
fr: Commentaire
hu: Megjegyzés
it: Commento
ja: コメント
lt: Komentaras
ms: Komen
nb: Kommentar
nl: Commentaar
pl: Komentarz
pt_br: Comentário
ru: Комментарий
sk: Komentár
sl: Komentar
sq: Koment
sr: Komentar
sv: Kommentar
tr: Yorum
uk: Коментар
vi: Bình luận
zh_hk: 評論

source: Cost
ar: التكلفة
bg: Разходи
de: Kosten
eo: Cost → Price or "the bag" (if referring to money needed)
es: Coste
fa: هزینه
fi: Kustannus
fr: Coût
hu: Költség
it: Costo
ja: コスト
lt: Kaina
ms: Kos
nb: Kostnad
nl: Kosten
pl: Cena
pt_br: Custo
ru: Стоимость
sk: Cena
sl: Strošek
sq: Kosto
sr: Trošak
sv: Kostnad
tr: Maliyet
uk: Вартість
vi: Chi phí
zh_hk: 花費

source: Gross margin
ar: الهامش الإجمالي
bg: Брутна печалба
ca: Marge brut
de: Bruttogewinn
eo: Ew, that’s kinda sus profit margin
es: Margen Bruto
fa: حاشیه ناخالص
fi: Katetuotto
fr: Marge brute
hu: Bruttó árrés
it: Margine lordo
ja: 売上総利益
lt: Bendrasis pelnas
ms: Margin kasar
nb: Bruttomargin
nl: Brutomarge
pl: Marża brutto
pt_br: Margem bruta
ru: Валовая прибыль
sk: Hrubá marža
sl: Bruto marža
sq: Marzh bruto
sr: Bruto marža
sv: Bruttomarginal
tr: Brüt kar marjı
uk: Валова маржа
vi: Biên lãi gộp
zh_hk: 毛利

source: Birthday
ar: تاريخ الميلاد
bg: Рожден ден
ca: Aniversari
de: Geburtstag
eo: Bday or b-day fam
es: Cumpleaños
fa: تاریخ تولد
fi: Syntymäpäivä
fr: Date de naissance
hu: Születésnap
it: Compleanno
ja: 生年月日
lt: Gimtadienis
ms: Tarikh lahir
nb: Bursdag
nl: Geboortedatum
pl: Urodziny
pt_br: Aniversário
ru: Дата рождения
sk: Narodeniny
sl: Rojstni dan
sq: Datëlindja
sr: Rođendan
sv: Födelsedag
tr: Doğum günü
uk: Дата народження
vi: Sinh nhật
zh_hk: 生日

source: Search box
ar: مربع البحث
bg: Поле за търсене
ca: Caixa de cerca
de: Suchleiste
eo: search bar
es: Caja de Búsqueda
fa: کادر جستوجو
fi: Hakukenttä
fr: Zone de recherche avec auto-complétion
hu: Keresőmező
it: Casella di ricerca
ja: 検索ボックス
lt: Paieškos laukelis
ms: Kotak carian
nb: Søkeboks
nl: Zoekveld
pl: Panel wyszukiwania
pt_br: Caixa de pesquisa
ru: Поле для поиска
sk: Vyhľadávacie pole
sl: Iskalno polje
sr: Polje za pretragu
sv: Sökruta
tr: Arama kutusu
uk: Поле пошуку
vi: Hộp tìm kiếm
zh_hk: 搜索框

source: A list of all values
ar: قائمة بكل القيم
bg: Списък на всички стойности
ca: Una llista amb tots els valors
de: Eine Liste aller Werte
eo: A whole list of all the vibes
es: Una lista con todos los valores
fa: لیستی از تمام ارزش ها
fi: Lista arvoista
fr: Liste de toutes les valeurs
hu: Az összes érték listája
it: Una lista di tutti i valori
ja: 全値の一覧
lt: Visų verčių sąrašas
ms: Senarai semua nilai
nb: En liste med alle verdier
nl: Een lijst van alle waarden
pl: Lista wszystkich wartości
pt_br: Uma lista de todos os valores
ru: Список значений
sk: Zoznam všetkych hodnôt
sl: Seznam vseh vrednosti
sq: Një listë me të gjitha vlerat
sr: Lista svih vrednosti
sv: En lista över alla värden
tr: Tüm değerlerin listesi
uk: Список усіх значень
vi: Danh sách tất cả các giá trị
zh_hk: 一個所有值的欄位表

source: Plain input box
ar: مربع إدخال عادي
bg: Обикновено поле за въвеждане
ca: Caixa de text
de: Eingabemaske
eo: basic input box
es: Caja de Texto
fa: جعبه ورودی ساده
fi: Tyhjä syöttökenttä
fr: Zone de texte
hu: Sima beviteli doboz
it: Casella di input normale
ja: 入力ボックス
lt: Paprastas įvesties langelis
ms: Kotak input biasa
nb: Enkel informasjonsboks
nl: Gewoon invoervak
pl: Zwykłe pole tekstowe
pt_br: Caixa de entrada simples
ru: Поле ввода текста
sk: Textové pole
sl: Polje za navaden vnos
sq: Kuti e thjeshtë inputi
sr: Obično polje za unos
sv: Enkel textruta
tr: Düz giriş kutusu
uk: Звичайне поле вводу
vi: Hộp đầu vào trơn
zh_hk: 文本框

source: Everywhere
ar: في كل مكان
bg: Навсякъде
ca: A tot arreu
de: Überall
eo: Everywhere’s lowkey giving “everywhere” vibes, no cap
es: En todas partes
fa: هر کجا
fi: Joka paikassa
fr: Partout
hu: Mindenhol
it: Ovunque
ja: どこでも
lt: Visur
ms: Dimana-mana
nb: Overalt
nl: Overal
pl: Wszędzie
pt_br: Em todas as partes
ru: Везде
sk: Všade
sl: Povsod
sq: Kudo
sr: Svuda
sv: Överallt
tr: Her yerde
uk: Всюди
vi: Mọi nơi
zh_hk: 所有地方

source: The default setting. This field will be displayed normally in tables and charts.
ar: الإعداد الافتراضي. سيُعرض هذا الحقل بشكل طبيعي في الجداول والمخططات.
bg: Настройката по подразбиране. Това поле ще се показва нормално в таблици и диаграми.
ca: Configuració per defecte. El camp es mostrarà normalment en taules i gràfics.
de: Die Standardeinstellung. Dieses Feld wird normalerweise in Tabellen und Diagrammen angezeigt.
eo: The OG setting. This field will be shown normally in tables and charts, no cap.
es: La configuración predeterminada. Este campo se mostrará normalmente en tablas y gráficos.
fa: تنظیم پیش فرض این فیلد به طور معمول در جداول و نمودار نمایش داده خواهد شد.
fi: Oletusarvo. Tämä kenttä näytetään tauluissa ja kuvaajissa.
fr: Réglage par défaut. Ce champ sera affiché normalement dans les tables et les graphiques.
hu: Az alapértelmezett beállítás. Ez a mező normálisan jelenik meg táblázatokban és diagramokban.
it: L'impostazione predefinita Questo campo verrà visualizzato normalmente in tabelle e grafici.
ja: これはデフォルト設定です。通常このフィールドはテーブルやチャートに表示されます。
lt: Numatytasis nustatymas. Šis laukas bus rodomas įprastai lentelėse ir diagramose.
ms: Tetapan asal. Medan ini akan dipaparkan secara normal dalam jadual dan carta.
nb: Standardinnstillingen. Dette feltet vil normalt vises. i tabeller og diagrammer
nl: De standaard instelling. Dit veld wordt weergegeven in tabellen en grafieken.
pl: Ustawienie domyślne. To pole będzie wyświetlane normalnie w tabelach i na wykresach.
pt_br: Configuração padrão. Este campo será exibido normalmente em tabelas e gráficos.
ru: По умолчанию данное поле будет отображаться в таблицах и на графиках.
sk: Predvolené nastavenie. Toto pole sa bude normálne zobrazovať v tabuľkách a grafoch.
sl: Privzeta nastavitev. To polje bo normalno prikazano v tabelah in grafikonih.
sq: Cilësimi i parazgjedhur. Kjo fushë do të shfaqet normalisht në tabela dhe grafikë.
sr: Podrazumevano podešavanje. Ovo polje će se prikazivati normalno u tabelama i grafikonima.
sv: Förvald inställning. Detta fält kommer normalt att visas i tabeller och diagram.
tr: Varsayılan ayar. Bu alan normalde tablolarda ve grafiklerde gösterilecektir.
uk: Налаштування за замовчуванням. Це поле відображатиметься звичайним чином у таблицях і діаграмах.
vi: Cài đặt mặc định. Trường này sẽ được hiển thị bình thường trong bảng và biểu đồ.
zh_hk: 預設設定。這個欄位通常將會被展示在表單中和圖表中。

source: Only in Detail Views
hu: Csak részletes nézetekben
ms: Hanya dalam Paparan Terperinci
