Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: To make table and field names more human-friendly, Metabase will replace dashes and underscores in them with spaces. We’ll capitalize each word while at it, so ‘last_visited_at’ will become ‘Last Visited At’.
ar: لجعل أسماء الجداول والحقول أكثر ملاءمة للبشر، سيستبدل Metabase الشرطات والشرطات السفلية فيها بمسافات. وسنكتب الحرف الأول من كل كلمة بحرف كبير أيضًا، بحيث تتحول ‘last_visited_at’ إلى ‘Last Visited At’.
bg: За да направи имената на таблиците и полетата по-достъпни за хората, Metabase ще замени тирета и подчертания в тях с празни места. Ще пишем с главна буква всяка дума, така че 'last_visited_at' ще стане 'Last Visited At'.
ca: Per fer que els noms de les taules i els camps siguin més senzilles de llegir, Metabase canviarà guions (alts i baixos) per espais. També posarem en majúscula la primera lletra. Així 'darrera_visita' esdevindrà 'Darrera Visita'.
de: Um Tabellen- und Feldnamen benutzerfreundlicher zu gestalten, ersetzt Metabase Bindestriche und Unterstriche in ihnen durch Leerzeichen. Wir werden dabei jedes Wort groß schreiben, sodass „last_visited_at“ zu „Last Visited At“ wird.
eo: Yo, so to make table and field names more chill and easy to read, Metabase’s gonna swap out dashes and underscores with spaces. Plus, it’ll cap each word, so ‘last_visited_at’ turns into ‘Last Visited At’.
es: Para hacer que los nombres de tablas y campos sean más amigables para los humanos, Metabase reemplazará los guiones y guiones bajos con espacios. Pondremos en mayúsculas cada palabra mientras lo hacemos, por lo que 'last_visited_at' se convertirá en 'Last Visited At'.
fa: برای اینکه نام جداول و فیلدها قابل تشخیص شود، Metabase خط تیره و زیرخط را در آنها با فاصله جایگزین می کند. ما هر کلمه را با حروف بزرگ می نویسیم، بنابراین "last_visited_at" به "Last Visited At" تبدیل می شود.
fi: Jotta taulukoiden ja kenttien nimet olisivat ihmisläheisempiä, Metabase korvaa niissä olevat viivat ja alaviivat välilyönneillä. Samalla jokainen sana kirjoitetaan isolla alkukirjaimella, joten 'last_visited_at' muuttuu muotoon 'Last Visited At'.
fr: Pour rendre les noms de table et de champ plus conviviaux, Metabase remplacera les tirets et les traits de soulignement par des espaces. Nous mettrons une majuscule à chaque mot, donc "last_visited_at" deviendra "Last Visited At".
hu: A táblák és mezők neveinek barátságosabbá tétele érdekében a Metabase a kötőjeleket és aláhúzásokat szóközökkel helyettesíti. Mindegyik szót nagybetűvel kezdjük, így a 'last_visited_at' 'Last Visited At' lesz.
it: Per rendere i nomi di tabelle e campi più comprensibili, Metabase sostituirà i trattini e i trattini bassi con spazi. Metteremo in maiuscolo ogni parola, quindi ‘last_visited_at’ diventerà ‘Last Visited At’.
ja: テーブル名とフィールド名をより人間にわかりやすくするために、Metabaseはそれらのダッシュとアンダースコアをスペースに置き換えます。各単語を大文字にするので、「last_visited_at」は「Last Visited At」になります。
lt: Kad lentelių ir laukų pavadinimai būtų patogesni žmonėms, metabazė pakeis juose esančius brūkšnius ir apatinius brūkšnius tarpais. Kiekvieną žodį rašome didžiosiomis raidėmis, todėl „last_visited_at“ taps „Paskutinį kartą lankytasi“.
ms: Untuk menjadikan nama jadual dan medan lebih mesra pengguna, Metabase akan menggantikan tanda hubung dan garis bawah dalamnya dengan ruang. Kami akan menjadikan setiap perkataan huruf besar, jadi ‘last_visited_at’ akan menjadi ‘Last Visited At’.
nb: For å gjøre tabell- og feltnavn mer brukervennlige, vil Metabase erstatte bindestreker og understreker med mellomrom. Vi vil også bruke stor bokstav i hvert ord, så ‘last_visited_at’ blir ‘Last Visited At’.
nl: Om tabel- en veldnamen gebruiksvriendelijker te maken, zal Metabase streepjes en onderstrepingen in hen vervangen door spaties. We zullen elk woord met een hoofdletter schrijven, zodat 'last_visited_at' 'Last Visited At' wordt.
pl: Aby uczynić nazwy tabel i pól bardziej przyjaznymi dla użytkowników, Metabase zastąpi w nich myślniki i podkreślenia spacjami. Podczas tego procesu będziemy kapitalizować każdy wyraz, więc „last_visited_at” stanie się „Last Visited At”.
pt_br: Para tornar os nomes de tabelas e campos mais amigáveis, o Metabase substituirá traços e sublinhados por espaços. Colocaremos cada palavra em maiúscula, então "last_visited_at" se tornará "Última Visita em".
ru: Чтобы сделать имена таблиц и полей более удобными для человека, Metabase заменит в них тире и подчеркивания пробелами.
sk: Aby boli názvy tabuliek a polí pre používateľov priateľskejšie, Metabase nahradí pomlčky a podčiarknutia medzerami. Každé slovo bude z veľkým písmenom, takže 'last_visited_at' sa stane 'Last Visited At'.
sl: Da bi bila imena tabel in polj bolj prijazna do ljudi, bo Metabase zamenjal pomišljaje in podčrtaje v njih s presledki. Vsako besedo bomo napisali z veliko začetnico, tako da bo »last_visited_at« postal »Nazadnje obiskan«.
sq: Për t’i bërë emrat e tabelave dhe fushave më të kuptueshëm për njerëzit, Metabase do të zëvendësojë vizat dhe nënvijat në to me hapësira. Gjithashtu do të kapitalizojmë çdo fjalë, kështu që ‘last_visited_at’ do të bëhet ‘Last Visited At’.
sr: Da bi imena tabela i polja bila razumljivija ljudima, Metabase će zameniti crtice i donje crte u njima razmacima. Usput ćemo kapitalizovati svaku reč, tako da će ‘last_visited_at’ postati ‘Last Visited At’.
sv: För att göra tabeller och fältnamn mera läsvänliga kommer Metabase att ersätta sträck och understreck med blanktecken. Vi inleder med stor bokstav när detta görs, så att "last_visited_at" kommer att bli "Last Visited At".
tr: Tablo ve alan adlarını daha insan dostu hale getirmek için, Metabase içlerindeki tire ve alt çizgileri boşluklarla değiştirecektir. Bu sırada her kelimeyi büyük harfle başlatacağız, böylece 'last_visited_at' 'Last Visited At' olacak.
uk: Щоб зробити назви таблиць і полів більш зрозумілими, Metabase замінить у них дефіси та підкреслення пробілами. Також ми зробимо кожне слово з великої літери, тож ‘last_visited_at’ стане ‘Last Visited At’.
vi: Để làm cho tên bảng và tên trường thân thiện hơn với người dùng, Metabase sẽ thay thế dấu gạch ngang và gạch dưới bởi dấu cách. Chúng tôi sẽ viết hoa từng từ, ví dụ: 'last_visited_at' sẽ trở thành 'Last Visited At'.
zh_hk: 為了使資料表與欄位名稱更加人性化，Metabase會將其中的破折號和下劃線替換為空格。我們還會將每個詞首字母大寫，因此“last_visited_at”會變成“Last Visited At”。

source: :parameters must be a sequence of maps with :id and :type keys
hu: A :parameters-nek térképek sorozatának kell lennie, :id és :type kulcsokkal
ms: :parameter mesti menjadi urutan peta dengan :id dan :jenis kunci

source: :parameter_mappings must be a sequence of maps with :parameter_id and :type keys
hu: A :parameter_mappings-nek térképek sorozatának kell lennie, :parameter_id és :type kulcsokkal
ms: :memetakan_parameter mesti menjadi urutan peta dengan :id_parameter dan :jenis kunci

source: Looks like someone else edited the permissions and your data is out of date. Please fetch new data and try again.
ar: يبدو أن شخصًا آخر عدّل الأذونات وأن بياناتك غير مُحدَّثة. يُرجى جلب بيانات جديدة ثم المحاولة مرة أخرى.
bg: Изглежда, че някой друг е редактирал разрешенията и вашите данни са остарели. Моля, извличете нови данни и опитайте отново.
ca: Sembla que algú ha editat els permisos i les teves dades estan desfasades. Si us plau, obté noves dades i torna-ho a provar.
de: Offenbar hat jemand anders die Berechtigungen bearbeitet und Ihre Daten sind veraltet. Bitte neue Daten abrufen und erneut versuchen.
eo: Looks like someone else messed with the permissions and your data’s kinda outdated. Pls fetch the new info and try again, bestie.
es: Parece que otra persona editó los permisos y tus datos no están actualizados. Obtén nuevos datos y vuelve a intentarlo.
fa: به نظر می رسد شخص دیگری مجوزها را ویرایش کرده است و اطلاعات شما قدیمی است. لطفاً داده‌های جدید را واکشی کنید و دوباره امتحان کنید.
fi: Näyttää siltä, että joku muu muokkasi käyttöoikeuksia ja tietosi ovat vanhentuneet. Päivitä uudet tiedot ja yritä uudelleen.
fr: Il semble que quelqu'un d'autre a modifié les autorisations et vos données sont obsolètes. Veuillez récupérer de nouvelles données et réessayer.
hu: Úgy tűnik, valaki más szerkesztette az engedélyeket, és az Ön adatai elavultak. Kérjük, szerezzen be új adatokat, és próbálja újra.
it: Sembra che qualcun altro abbia modificato i permessi e i tuoi dati siano obsoleti. Per favore, recupera nuovi dati e riprova.
ja: 他の誰かが権限を編集していて、データが古くなっているようです。新しいデータを取得して、再試行してください。
lt: Panašu, kad kažkas kitas redagavo leidimus, o jūsų duomenys yra pasenę. Gaukite naujų duomenų ir bandykite dar kartą.
ms: Nampaknya orang lain menyunting kebenaran dan data anda sudah ketinggalan zaman. Sila ambil data baru dan cuba lagi.
nb: Det ser ut som noen andre har redigert tillatelsene, og dine data er utdatert. Vennligst hent nye data og prøv igjen.
nl: Het lijkt erop dat iemand anders de machtigingen heeft bewerkt en je gegevens verouderd zijn. Haal nieuwe gegevens op en probeer het opnieuw.
pl: Wygląda na to, że ktoś inny edytował uprawnienia i Twoje dane są nieaktualne. Proszę pobrać nowe dane i spróbować ponownie.
pt_br: Parece que outra pessoa editou as permissões e seus dados estão desatualizados. Busque novos dados e tente novamente.
ru: Похоже, что кто-то изменил привилегии, и ваши данные устарели.
sk: Zdá sa, že niekto iný zmenil povolenia a vaše údaje sú zastarané. Načítajte nové údaje a skúste to znova.
sl: Zdi se, da je nekdo drug uredil dovoljenja in da so vaši podatki zastareli. Prosimo, pridobite nove podatke in poskusite znova.
sq: Duket se dikush tjetër i ka redaktuar lejet dhe të dhënat tuaja janë të vjetruara. Ju lutemi merrni të dhëna të reja dhe provoni përsëri.
sr: Izgleda da je neko drugi izmenio dozvole i vaši podaci nisu ažurni. Preuzmite nove podatke i pokušajte ponovo.
sv: Det ser ut som om någon annan redigerade rättigheter och dina data är utdaterade. Hämta nya data och försök igen.
tr: Görünüşe göre başka biri izinleri düzenledi ve verileriniz güncel değil. Lütfen yeni verileri alın ve tekrar deneyin.
uk: Схоже, хтось інший відредагував дозволи, і ваші дані застаріли. Будь ласка, отримайте нові дані та спробуйте ще раз.
vi: Có vẻ như ai đó đã chỉnh sửa quyền và dữ liệu của bạn đã lỗi thời. Vui lòng lấy dữ liệu mới và thử lại.
zh_hk: 看來有其他人更改了權限，您的數據已過時。請獲取新數據並重試。

source: You cannot update a permissions entry! Delete it and create a new one.
ar: لا يمكنك تحديث إدخال صلاحيات! احذفه وأنشئ واحدًا جديدًا.
bg: Не можете да актуализирате запис за разрешения! Изтрийте го и създайте нов.
ca: No pots actualitzar el permisos! Esborra-la i crea'n una de nova.
de: Ein Berechtigungseintrag kann nicht aktualisiert werden. Lösche ihn bitte und lege ihn neu an.
eo: Bruh, you can't update a permissions entry like that. Just delete it and make a new one, fr.
es: ¡No puedes actualizar una entrada de permisos! Bórralo y crea uno nuevo.
fa: شما نمی توانید یک ورودی مجوز را به روز کنید! آن را حذف کنید و یک مورد جدید ایجاد کنید.
fi: Et voi päivittää käyttöoikeuksien merkintää! Poista se ja luo uusi.
fr: Vous ne pouvez pas mettre à jour une entrée d'autorisations ! Supprimez-le et créez-en un nouveau.
hu: Nem lehet frissíteni az engedélybejegyzést! Törölje és hozzon létre egy újat.
it: Non puoi aggiornare una voce di permessi! Cancellala e creane una nuova.
ja: 権限エントリを更新することはできません。それを削除して、新しいものを作成します。
lt: Negalite atnaujinti leidimų įrašo! Ištrinkite jį ir sukurkite naują.
ms: Anda tidak boleh mengemas kini entri kebenaran! Padamkannya dan buat yang baru.
nb: Du kan ikke oppdatere en oppføring for tillatelser! Slett den og opprett en ny.
nl: Je kunt een toestemmingsvermelding niet bijwerken! Verwijder het en maak een nieuwe aan.
pl: Nie można zaktualizować wpisu dotyczącego uprawnień! Usuń go i utwórz nowy.
pt_br: Não é possível atualizar uma entrada de permissões! Exclua-a e crie uma nova.
ru: Вы не можете обновить запись о привилегиях! Удалите ее и создайте новую.
sk: Nemôžete aktualizovať záznam povolení! Odstráňte ho a vytvorte nový.
sl: Vnosa dovoljenj ni mogoče posodobiti! Izbrišite ga in ustvarite novega.
sq: Nuk mund të përditësoni një hyrje lejesh! Fshijeni dhe krijoni një të re.
sr: Ne možete ažurirati stavku dozvola! Obrišite je i kreirajte novu.
sv: Du kan inte uppdatera en rättighet. Ta bort den och skapa en ny.
tr: Bir izin girişini güncelleyemezsiniz! Silin ve yenisini oluşturun.
uk: Ви не можете оновити запис дозволів! Вилучіть його та створіть новий.
vi: Bạn không thể cập nhật một mục nhập quyền! Hãy xóa nó và tạo một mục mới.
zh_hk: 您不能更新權限條目！請刪除並重新創建。

source: This will replace “Lato” as the font family.
hu: Ez lecseréli a “Lato” betűcsaládot.
ms: Ini akan menggantikan "Lato" sebagai keluarga fon.

source: cron syntax string to schedule refreshing persisted models.
ar: سلسلة بصيغة Cron لجدولة تحديث النماذج المُخزَّنة.
bg: cron синтактична верига за планиране на обновяване на запазените модели.
ca: cadena de cron per programar el refresc dels models persistents.
de: Cron-Syntaxzeichenfolge zum Planen der Aktualisierung persistenter Modelle.
eo: cron code to set up auto-refresh for saved models, fr.
es: Cadena de sintaxis cron para programar la actualización de modelos persistentes.
fa: رشته نحوی cron برای برنامه ریزی مدل های تداوم یافته به روز.
fi: cron-syntaksin merkkijono päivittämään tallennetut mallit aikataulun mukaisesti.
fr: chaîne de syntaxe cron pour planifier l'actualisation des modèles persistants.
hu: cron szintaxis karakterlánc a tartósított modellek frissítésének ütemezéséhez.
it: stringa di sintassi cron per programmare l'aggiornamento dei modelli persisti.
ja: 永続化されたモデルの更新をスケジュールするためのcron構文文字列。
lt: cron sintaksės eilutę, kad būtų suplanuotas išliekančių modelių atnaujinimas.
ms: Rentetan sintaks cron untuk menjadualkan penyegaran model yang berterusan.
nb: cron-syntaksstreng for å planlegge oppdatering av vedvarende modeller.
nl: cron-syntaxstring om het vernieuwen van volgehouden modellen in te plannen.
pl: Ciąg znaków składni cron do planowania odświeżania zachowanych modeli.
pt_br: sequência de sintaxe cron para agendar a atualização de modelos persistentes.
ru: строка синтаксиса cron для планирования обновления сохраненных моделей.
sk: reťazec cron syntaxe na plánovanie obnovy uložených modelov.
sl: Niz sintakse cron za načrtovanje osveževanja vztrajnih modelov.
sq: string me sintaksë cron për të planifikuar rifreskimin e modeleve të materializuara.
sr: cron sintaksni string za zakazivanje osvežavanja perzistiranih modela.
sv: Sträng för cron-syntax för att schemalägga uppfräshning av persistenta modeller.
tr: Kalıcı modellerin yenilenmesini planlamak için cron sözdizimi dizesi.
uk: рядок синтаксису cron для планування оновлення персистентних моделей.
vi: Chuỗi cú pháp cron để lập lịch làm mới các mô hình lưu trữ.
zh_hk: 調度刷新持久化模型的cron語法字符串。

source: The startup time in milliseconds
ar: وقت بدء التشغيل بالميلي ثانية
bg: Времето за стартиране в милисекунди
ca: El temps d'inici en milisegons
de: Startdauer in Millisekunden
eo: The startup time in millisecs is lowkey giving me whiplash
es: El tiempo de inicio en milisegundos
fa: زمان راه اندازی بر حسب میلی ثانیه
fi: Käynnistysaika millisekunteina
fr: Le temps de démarrage en millisecondes
hu: Az indítási idő milliszekundumban
it: Il tempo di avvio in millisecondi
ja: ミリ秒単位の起動時間
lt: Paleidimo laikas milisekundėmis
ms: Masa permulaan dalam milisaat
nb: Oppstartstiden i millisekunder
nl: De opstarttijd in milliseconden
pl: Czas uruchomienia w milisekundach
pt_br: O tempo de inicialização em milissegundos
ru: Время запуска в миллисекундах
sk: Čas spustenia v milisekundách
sl: Čas zagona v milisekundah
sq: Koha e nisjes në milisekonda
sr: Vreme pokretanja u milisekundama
sv: Start-tiden i millisekunder
tr: Başlangıç süresi milisaniye olarak
uk: Час запуску в мілісекундах
vi: Thời gian khởi động tính bằng mili giây
zh_hk: 啟動時間（以毫秒為單位）。

source: This will affect things like grouping by week or filtering in GUI queries. It won''t affect most SQL queries, although it is used to set the WEEK_START session variable in Snowflake.
ar: سيؤثر هذا في أمور مثل التجميع حسب الأسبوع أو التصفية في استعلامات GUI. لن يؤثر في معظم استعلامات SQL، رغم أنه يُستخدم لتعيين متغير الجلسة WEEK_START في Snowflake.
bg: Това ще повлияе на неща като групиране по седмица или филтриране в GUI запитвания. Няма да повлияе на повечето SQL запитвания, въпреки че се използва за задаване на променливата на сесията WEEK_START в Snowflake.
ca: Això afectarà coses com agrupar per setmana o filtres a l'interfície gràfica. No afectarà la majoria de sentències SQL tot i que s'utilitza com la variable de sessió WEEK_START a Snowflake.
de: Dies wirkt sich auf Dinge wie das Gruppieren nach Woche oder das Filtern in GUI-Abfragen aus. Es wirkt sich nicht auf die meisten SQL-Abfragen aus, obwohl es verwendet wird, um die Sitzungsvariable WEEK_START in Snowflake festzulegen.
eo: This gonna impact stuff like grouping by week or filtering in GUI queries, but it won’t really mess with most SQL queries. It’s just used to set the WEEK_START session variable in Snowflake, no cap.
es: Esto afectará cosas como la agrupación por semana o el filtrado en consultas. No afectará a la mayoría de las consultas SQL, aunque se usa para configurar la variable de sesión WEEK_START en Snowflake.
fa: این بر مواردی مانند گروه بندی بر اساس هفته یا فیلتر کردن در جستجوهای رابط کاربری گرافیکی تأثیر می گذارد. این بر اکثر جستارهای SQL تأثیر نمی گذارد، اگرچه برای تنظیم متغیر جلسه WEEK_START در Snowflake استفاده می شود.
fi: Tämä vaikuttaa asioihin kuten viikottaiseen ryhmittelyyn tai suodattamiseen GUI-kyselyissä. Se ei vaikuta suurimpaan osaan SQL-kyselyistä, vaikka sitä käytetäänkin viikon alun istuntomuuttujan asettamiseen Snowflake-palvelussa.
fr: Cela affectera des choses comme le regroupement par semaine ou le filtrage dans les requêtes GUI. Cela n'affectera pas la plupart des requêtes SQL, bien qu'il soit utilisé pour définir la variable de session WEEK_START dans Snowflake.
hu: Ez hatással lesz olyan dolgokra, mint a heti csoportosítás vagy a szűrés GUI lekérdezésekben. Nem befolyásolja a legtöbb SQL lekérdezést, bár a Snowflake-ben a WEEK_START session változó beállítására használják.
it: Questo influirà su operazioni come il raggruppamento per settimana o il filtro nelle query GUI. Non influenzerà la maggior parte delle query SQL, anche se è utilizzato per impostare la variabile di sessione WEEK_START in Snowflake.
ja: これは、週ごとのグループ化やGUIクエリでのフィルタリングなどに影響します。 SnowflakeでWEEK_STARTセッション変数を設定するために使用されますが、ほとんどのSQLクエリには影響しません。
lt: Tai turės įtakos tokiems dalykams kaip grupavimas pagal savaitę arba filtravimas GUI užklausose. Tai neturės įtakos daugumai SQL užklausų, nors ji naudojama WEEK_START seanso kintamajam „Snowflake“ nustatyti.
ms: Ini akan mempengaruhi perkara seperti pengelompokan mengikut minggu atau penapisan dalam query GUI. Ia tidak akan mempengaruhi kebanyakan query SQL, walaupun ia digunakan untuk menetapkan pembolehubah sesi MINGGU_MULA dalam Snowflake.
nb: Dette vil påvirke ting som gruppering etter uke eller filtrering i GUI-spørringer. Det vil ikke påvirke de fleste SQL-spørringer, selv om det brukes til å sette WEEK_START sesjonsvariabel i Snowflake.
nl: Dit heeft invloed op zaken zoals groeperen per week of filteren in GUI-queries. Het zal de meeste SQL-queries niet beïnvloeden, hoewel het wordt gebruikt om de WEEK_START sessievariabele in Snowflake in te stellen.
pl: Wpłynie to na takie rzeczy, jak grupowanie według tygodnia lub filtrowanie w edytorze zapytań. Nie wpłynie to na większość zapytań SQL, chociaż służy do ustawiania zmiennej sesji WEEK_START w Snowflake.
pt_br: Isso afetará coisas como agrupamento por semana ou filtragem em consultas de GUI. Não afetará a maioria das consultas SQL, embora seja usado para definir a variável de sessão WEEK_START no Snowflake.
ru: Это повлияет на такие вещи, как группировка по неделям или фильтрация в запросах графического интерфейса.
sk: Toto ovplyvní veci ako zoskupovanie podľa týždňa alebo filtrovanie v GUI dopytoch. Väčšinu dotazov SQL to neovplyvní, aj keď sa používa na nastavenie relácie premenná WEEK_START v Snowflake.
sl: To bo vplivalo na stvari, kot so združevanje po tednih ali filtriranje v poizvedbah GUI. Ne bo vplival na večino poizvedb SQL, čeprav se uporablja za nastavitev spremenljivke WEEK_START seje v Snowflake.
sq: Kjo do të ndikojë gjëra si grupimi sipas javës ose filtrimi në pyetje GUI. Nuk do të ndikojë shumicën e pyetjeve SQL, megjithëse përdoret për të vendosur variablën e sesionit WEEK_START në Snowflake.
sr: Ovo će uticati na stvari kao što su Grupisanje po nedelji ili filtriranje u GUI upitima. Neće uticati na većinu SQL upita, iako se koristi za podešavanje session promenljive WEEK_START u Snowflake-u.
sv: Detta kommer att påverkar saker som gruppering per vecka eller filter i frågeguider. Det kommer inte att påverka de flesta SQL-frågorna, men det används för att sätta sessionsvariabeln WEEK_START i Snowflake.
tr: Bu, haftalara göre gruplama veya GUI sorgularında filtreleme gibi şeyleri etkileyecektir. SQL sorgularının çoğunu etkilemeyecektir, ancak Snowflake'de WEEK_START oturum değişkenini ayarlamak için kullanılır.
uk: Це вплине на такі речі, як групування за тижнем або фільтрування в GUI-запитах. На більшість SQL-запитів це не вплине, хоча використовується для встановлення сесійної змінної WEEK_START у Snowflake.
vi: Điều này sẽ ảnh hưởng đến các chức năng như nhóm theo tuần hoặc lọc trong các truy vấn giao diện người dùng. Nó sẽ không ảnh hưởng đến hầu hết các truy vấn SQL, mặc dù nó được sử dụng để đặt biến phiên WEEK_START trong Snowflake.
zh_hk: 這將影響按週分組或在GUI查詢中過濾之類的操作。雖然它被用於設置Snowflake中的WEEK_START會話變量，但不會影響大多數SQL查詢。
