Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You will need to publish this {0} before you can embed it in another application.
ar: ستحتاج إلى نشر {0} هذا قبل أن تتمكن من تضمينه في تطبيق آخر.
bg: Ще трябва да публикувате това {0}, преди да можете да го вградите в друго приложение.
ca: Hauràs de publicar aquest {0} abans de poder incrustar-lo en una altra aplicació.
de: Du musst diese {0} veröffentlichen, bevor du es in andere Applikationen einbetten kannst.
eo: You gotta post this {0} first before you can slap it into another app fr.
es: Tendrás que publicar este {0} antes de poder incrustarlo en otra aplicación.
fa: قبل از اینکه بتوانید آن را در برنامه دیگری وارد کنید باید این {0} را منتشر کنید.
fi: Sinun on julkaistava tämä {0}, ennen kuin voit upottaa sen toiseen sovellukseen.
fr: Vous devrez publier {0} avant de pouvoir l'intégrer dans une autre application.
hu: Ezt a {0}-t közzé kell tennie, mielőtt beágyazhatja egy másik alkalmazásba.
it: Dovrai pubblicare questo {0} prima di poterlo incorporare in un'altra applicazione.
ja: この{0}を公開してから別のアプリケーションに埋め込む必要があります。
lt: Privalote publikuoti šį {0} prieš įterpiant į kitą programą.
ms: Anda perlu menerbitkan {0} ini sebelum anda boleh menyematkannya dalam aplikasi lain.
nb: Du må publisere denne {0} før du kan bygge den inn i en annen applikasjon.
nl: Je moet deze {0} publiceren voordat je deze in een andere toepassing kunt insluiten
pl: Aby można było osadzić go w innej aplikacji, należy opublikować ten element {0}.
pt_br: Você terá que publicar este {0} antes de poder incorporá-lo em outro aplicativo.
ru: Вы должны опубликовать {0} перед тем как встроить это в другое приложение.
sk: Pred vložením do inej aplikácie budete musieť vypublikovať {0}.
sl: To {0} boste morali objaviti, preden jo boste lahko vdelali v drugo aplikacijo.
sq: Do të duhet ta publikosh këtë {0} përpara se ta inkorporosh në një aplikacion tjetër.
sr: Moraćete da objavite ovaj/ovu {0} pre nego što možete da ga/je ugradite u drugu aplikaciju.
sv: Du måste publicera denna {0} innan du kan bädda in den i en annan applikation.
tr: Başka bir uygulamaya yerleştirmeden önce bunu {0} yayınlamanız gerekir.
uk: Вам потрібно опублікувати цей {0}, перш ніж ви зможете вбудувати його в інший застосунок.
vi: Bạn sẽ cần xuất bản {0} trước khi có thể nhúng vào một ứng dụng khác.
zh_hk: 在能夠將它嵌入到另一個應用前，您將需要先發布這個{0}

source: Discard Changes
hu: Módosítások elvetése
ms: Buang Perubahan

source: Updating...
ar: جارٍ التحديث...
bg: Актуализиране...
ca: Actualitzant...
de: Aktualisierung...
es: Actualizando...
fa: در حال به‌روزرسانی...
fi: Päivitetään...
fr: Mise à jour...
hu: Frissítés...
it: Aggiornamento...
ja: 更新中...
ms: Mengemas kini...
nb: Oppdaterer...
nl: Bijwerken...
pl: Aktualizowanie...
pt_br: Atualizando...
ru: Обновление...
sk: Aktualizácia...
sl: Posodabljanje ...
sq: Po përditësohet...
sr: Ažuriranje...
sv: Uppdaterar...
tr: Güncelleniyor...
uk: Оновлюємо...
vi: Đang cập nhật...
zh_hk: 更新...

source: Updated
ar: محدَّث
bg: Актуализирано
ca: Actualitzat
de: Aktualisiert
eo: refreshed or got the glow-up
es: Actualizado
fa: به روز شد
fi: Päivitetty
fr: Mis à jour
hu: Frissítve
it: Aggiornato
ja: アップデートしました
lt: Atnaujinta
ms: Dikemas kini
nb: Oppdatert
nl: Aangepast
pl: Zaktualizowane
pt_br: Atualizado
ru: Обновлено
sk: Aktualizované
sl: Posodobljene
sq: U përditësua
sr: Ažurirano
sv: Uppdaterad
tr: Güncellenmiş
uk: Оновлено
vi: Đã cập nhật
zh_hk: 已更新

source: Failed!
hu: Sikertelen!
ms: Gagal!

source: Publish
ar: نشر
bg: Публикувай
ca: Publica
de: Veröffentlichen
eo: Drop it
es: Publicar
fa: انتشار
fi: Julkaise
fr: Publier
hu: Közzététel
it: Pubblicato
ja: 公開
lt: Publikuoti
ms: Terbitkan
nb: Publiser
nl: Publiceren
pl: Opublikuj
pt_br: Publicar
ru: Опубликовать
sk: Publikovať
sl: Objaviti
sq: Publiko
sr: Objavi
sv: Publicera
tr: Yayınla
uk: Опублікувати
vi: Xuất bản
zh_hk: 發布

source: Code
ar: الكود
bg: Код
ca: Codi
eo: code, fr fr
es: Código
fa: کد
fi: Koodi
hu: Kód
it: Codice
ja: コード
lt: Kodas
ms: Kod
nb: Kode
pl: Kod
pt_br: Código
ru: Код
sk: Kód
sl: Koda
sq: Kod
sr: Kod
sv: Kod
tr: Kod
uk: Код
vi: Mã
zh_hk: 代碼

source: Style
ar: النمط
bg: Стил
ca: Estil
de: Stil
eo: Vibe
es: Estilo
fa: سبک
fi: Tyyli
hu: Stílus
it: Stile
ja: スタイル
lt: Stilius
ms: Gaya
nb: Stil
nl: Stijl
pl: Styl
pt_br: Estilo
ru: Стиль
sk: Štýl
sl: Slog
sq: Stil
sr: Stil
sv: Stil
tr: Stil
uk: Стиль
vi: Phong cách
zh_hk: 樣式

source: Which parameters can users of this embed use?
hu: Mely paramétereket használhatják az alkalmazás beágyazásának felhasználói?
ms: Parameter manakah boleh digunakan oleh pengguna penyematan ini?

source: This {0} doesn't have any parameters to configure yet.
ar: لا يحتوي {0} هذا على أي باراميترات لإعدادها بعد.
bg: Този {0} все още няма параметри за конфигуриране.
ca: El {0} encara no té cap paràmetre per configurar.
de: Dieses {0} hat noch keine konfigurierbaren Parameter.
eo: This {0} ain’t got no settings to tweak yet, fr fr.
es: Este {0} aún no tiene parámetros para configurar.
fa: این {0} هیچ پارامتری برای پیکربندی هنوز وجود ندارد.
fi: Tällä {0}:lla ei ole vielä määritettäviä parametreja.
fr: Le/la {0} n'a encore aucun paramètre à configurer.
hu: Ennek a {0}-nak még nincsenek konfigurálható paraméterei.
it: Questo {0} non ha ancora parametri da configurare.
ja: この{0}には設定するパラメーターがまだありません。
lt: Šis {0} dar neturi jokių konfigūruotinų parametrų.
ms: {0} ini belum mempunyai parameter untuk dikonfigurasi.
nb: Denne {0} har ikke noen parametere å konfigurere enda.
nl: Er zijn nog geen parameters om te configureren voor deze {0}.
pl: Ten element {0} nie ma jeszcze żadnych parametrów do skonfigurowania.
pt_br: Este {0} ainda não tem parâmetros para configurar.
ru: {0} не содержит настраиваемых параметров.
sk: {0} zatiaľ nemá žiadne parametre na konfiguráciu.
sl: Ta {0} še nima nobenih parametrov za konfiguracijo.
sq: Ky {0} ende nuk ka parametra për t’u konfiguruar.
sr: Ovaj/ova {0} još uvek nema parametre za konfigurisanje.
sv: Denna {0} har inga att parametrar att sätta upp ännu.
tr: Bu {0} henüz yapılandırılmamış parametreler içermiyor.
uk: У цього {0} ще немає параметрів для налаштування.
vi: {0} này chưa có bất kì thông số nào để định cấu hình.
zh_hk: 此{0}尚未配置任何參數。

source: Editable
ar: قابل للتعديل
bg: Може да се редактира
de: Bearbeitbar
eo: changeable or editable (no super slang for this, but you could say "flexible" or "edit-able" lol)
fa: قابل ویرایش
fi: Muokattava
fr: Modifiable
hu: Szerkeszthető
it: Modificabile
ja: 編集可能
lt: Redaguotina
ms: Boleh disunting
nb: Redigerbar
nl: Aanpasbaar
pl: Do edycji
pt_br: Editável
ru: Редактируемо
sk: Editovateľné
sl: Urejanje
sq: E modifikueshme
sr: Izmenljivo
sv: Ändringsbar
tr: Düzenlenebilir
uk: Редагований
vi: Có thể chỉnh sửa
zh_hk: 可編輯的

source: Locked
ar: مقفول
bg: Заключен
ca: Bloquejat
de: Gesperrt
eo: Got it locked in or just locked? If it's just "locked," a chill Gen Z way to say it could be "It's sealed" or "It's a vibe." If you mean you're all set or confirmed, you could say "It's a done deal" or "It's solid."
es: Bloqueado
fa: قفل شده
fi: Lukittu
fr: Verrouillé
hu: Zárolt
it: Bloccato
ja: ロックされた
lt: Užrakinta
ms: Dikunci
nb: Låst
nl: Vergrendeld
pl: Zamknięty
pt_br: Bloqueado
ru: Заблокировано
sk: Zamknuté
sl: Zaklenjena
sq: E kyçur
sr: Zaključano
sv: Låst
tr: Kilitli
uk: Заблокований
vi: Đã khóa
zh_hk: 鎖定的

source: Preview Locked Parameters
hu: Zárolt paraméterek előnézete
ms: Pratonton Parameter Terkunci

source: Try passing some values to your locked parameters here. Your server will have to provide the actual values in the signed token when using this for real.
hu: Próbáljon meg néhány értéket átadni a zárolt paramétereknek itt. A szervernek kell megadnia a valós értékeket az aláírt tokenben, amikor ezt ténylegesen használja.
ms: Cuba hantar beberapa nilai kepada parameter terkunci anda di sini. Pelayan anda perlu memberikan nilai sebenar dalam token yang ditandatangani apabila menggunakan ini secara sebenar.

source: Danger zone
ar: منطقة الخطر
bg: Опасна зона
ca: Zona de perill
de: Gefahrenzone
eo: That's a total red flag, bestie
es: Zona de peligro
fa: منطقه خطر
fi: Vaaravyöhyke
fr: Zone dangereuse
hu: Veszélyzóna
it: Zona pericolosa
ja: 危険地帯
lt: Pavojaus zona
ms: Zon bahaya
nb: Faresone
nl: Gevarenzone
pl: Strefa niebezpieczna
pt_br: Zona de perigo
ru: Опасная зона
sk: Nebezpečná zóna
sl: Nevarno območje
sq: Zonë e rrezikshme
sr: Opasna zona
sv: Riskzon
tr: Tehlikeli bölge
uk: Небезпечна зона
vi: Khu vực nguy hiểm
zh_hk: 危險區

source: This will disable embedding for this {0}.
hu: Ez letiltja a beágyazást ehhez a {0}-hoz.
ms: Ini akan mematikan penanaman untuk {0} ini.

source: Unpublish
ar: إلغاء النشر
bg: Отмяна на публикуването
ca: Despublicar
de: Veröffentlichung zurückziehen
eo: Unpublish → Ghost it
es: No publicar
fa: لغو انتشار
fi: Peruuta julkaisu
fr: Retirer la publication
hu: Közzététel visszavonása
it: Spubblicato
ja: 非公開
lt: Atšaukti paskelbimą
ms: Nyahterbitkan
nb: Avpubliser
nl: Depubliceren
pl: Cofnij publikację
pt_br: Cancelar publicação
ru: Снять с публикации
sk: Zrušiť zdieľanie
sl: Preklic objave
sq: Hiq publikimin
sr: Poništi objavu
sv: Av-publicera
tr: Yayından Kaldır
uk: Зняти з публікації
vi: Hủy xuất bản
zh_hk: 撤銷發布

source: Light
ar: فاتح
bg: Светлина
ca: Clar
de: Hell
eo: Lowkey, just "light" is already pretty chill, but if you wanna make it sound more Gen Z: "not it’s lowkey chill" or "kinda sus but whatever."
es: Claro
fa: سبک
fi: Vaalea
fr: Clair
hu: Világos
it: Chiaro
ja: 明るい
lt: Šviesa
ms: Cerah
nb: Lys
nl: Licht
pl: Jasny
pt_br: Claro
ru: Светлая
sk: Svetlá verzia
sl: Luč
sq: E çelët
sr: Svetla
sv: Ljus
tr: Açık
uk: Світла
vi: Sáng
zh_hk: 亮

source: Dark
ar: داكن
bg: Тъмно
ca: Fosc
de: Dunkel
eo: Dark = lowkey vibes or just "dark" tbh
es: Oscuro
fa: تاریکی
fi: Tumma
fr: Sombre
hu: Sötét
it: Scuro
ja: 暗い
lt: Tamsus
ms: Gelap
nb: Mørk
nl: Donker
pl: Ciemny
pt_br: Escuro
ru: Темная
sk: Tmavá verzia
sl: Temen
sq: E errët
sr: Tamna
sv: Mörk
tr: Koyu
uk: Темна
vi: Tối
zh_hk: 暗

source: Border
hu: Határ
ms: Sempadan

source: To embed this {0} in your application:
hu: A(z) {0} beágyazásához az alkalmazásába:
ms: Untuk menanam {0} ini dalam aplikasi anda:

source: Insert this code snippet in your server code to generate the signed embedding URL
hu: Illessze be ezt a kódrészletet a szerver kódjába az aláírt beágyazási URL létrehozásához
ms: Masukkan potongan kod ini dalam kod pelayan anda untuk menjana URL penyematan yang ditandatangani

source: Then insert this code snippet in your HTML template or single page app.
ar: ثم أدخِل هذا المقتطف البرمجي في قالب HTML أو تطبيق الصفحة الواحدة لديك.
bg: След това вмъкнете този кодов фрагмент във вашия HTML шаблон или приложение за една страница.
ca: A continuació, insereix aquest fragment de codi a la teva plantilla HTML o aplicació de pàgina única.
de: Dann füge diesen Code-Schnipsel in deine HTML-Vorlage oder Einzelseiten-App ein.
eo: Then just pop this code in your HTML template or single-page app, no cap.
es: A continuación, inserta este fragmento de código en tu plantilla HTML o aplicación de una sola página.
fa: سپس این قطعه کد را در قالب HTML خود و یا صفحه یک صفحه وارد کنید.
fi: Lisää sitten tämä koodinpätkä HTML -malliisi tai yksisivuiseen sovellukseesi.
fr: Ensuite, insérez ce fragment dans votre modèle HTML ou votre application à page unique.
hu: Ezután illessze be ezt a kódrészletet a HTML sablonjába vagy az egyoldalas alkalmazásába.
it: Quindi inserisci questo snippet di codice nel modello HTML o nell'app singola pagina.
ja: 次に、このコードスニペットをHTMLテンプレートまたは単一ページアプリに挿入する
lt: Tada įdėkite šį kodo fragmentą į savo HTML šabloną arba vieną puslapį.
ms: Kemudian masukkan kod ini dalam templat HTML atau aplikasi halaman tunggal anda.
nb: Deretter, sett inn denne kodesnutten i din HTML-mal eller en enkeltsidig applikasjon.
nl: En gebruik deze code in je HTML template of Single Page App.
pl: Następnie wstaw ten fragment kodu w szablonie HTML lub pojedynczej stronie aplikacji.
pt_br: Em seguida, insira esse código em seu modelo HTML ou aplicação de página única.
ru: Затем вставьте этот сниппет в ваш HTML шаблон или одностраничное приложение (SPA).
sk: Potom vložte túto časť kódu do šablóny HTML alebo do aplikácie.
sl: Nato vstavite ta delček kode v predlogo HTML ali aplikacijo na eni strani.
sq: Pastaj fut këtë fragment kodi në template-in tënd HTML ose në aplikacionin single page.
sr: Zatim ubacite ovaj isječak koda u svoj HTML šablon ili single page aplikaciju.
sv: Lägg sedan in detta kodstycke i din HTML-mall eller enskilda sida.
tr: Ardından bu kod snippet'ini HTML şablonunuza veya tek sayfa uygulamasına ekleyin.
uk: Потім вставте цей фрагмент коду у ваш HTML-шаблон або односторінковий застосунок.
vi: Sau đó chèn đoạn mã này vào mẫu HTML hoặc ứng dụng trang đơn.
zh_hk: 然後插入這段代碼在您的HTML模板或者單個頁面APP中

source: Embed code snippet for your HTML or Frontend Application
hu: Beágyazási kódrészlet a HTML vagy Frontend alkalmazásodhoz
ms: Kod embed untuk aplikasi HTML atau Frontend anda

source: More {0}
ar: المزيد من {0}
bg: Още {0}
ca: Més {0}
de: Mehr {0}
eo: More {0}? That's like, more of the same, fr fr.
es: Más {0}
fa: بیشتر {0}
fi: Lisää {0}
fr: Plus de {0}
hu: Több {0}
it: Più {0}
ja: さらに{0}
lt: Daugiau {0}
ms: Lebih banyak {0}
nb: Mer {0}
nl: Meer {0}
pl: Więcej {0}
pt_br: Mais {0}
ru: Больше {0}
sk: Viac {0}
sl: Več {0}
sq: Më shumë {0}
sr: Još {0}
sv: Mer {0}
tr: Daha fazla {0}
uk: Більше {0}
vi: Nhiều {0} hơn
zh_hk: 更多{0}

source: examples on GitHub
ar: أمثلة على GitHub
bg: примери за GitHub
ca: exemples a GitHub
de: Beispiele auf GitHub
eo: examples on GitHub → examples on the 'Gram but make it coder vibes
es: ejemplos en GitHub
fa: نمونه در GitHub
fi: GitHub esimerkkejä
fr: exemples sur GitHub
hu: példák a GitHubon
it: esempi su GitHub
ja: GitHubの例
lt: GitHub pavyzdžiai
ms: contoh di GitHub
nb: eksempler på GitHub
nl: Voorbeelden op Github
pl: przykładów na Github
pt_br: exemplos no GitHub
ru: примеры на GitHub
sk: príklad na GitHube
sl: primeri na GitHubu
sq: shembuj në GitHub
sr: primeri na GitHub-u
sv: exempel på GitHub
tr: GitHub'daki örnekler
uk: приклади на GitHub
vi: Ví dụ trên GitHub
zh_hk: 在GitHub上的案例

source: Enable sharing
hu: Megosztás engedélyezése
ms: Dayakan perkongsian

source: Disable this public link?
ar: هل تريد تعطيل هذا الرابط العام؟
bg: Да се ​​деактивира ли тази обществена връзка?
ca: Deshabilitar aquest enllaç púbic?
de: Soll der öffentliche Link deaktiviert werden?
eo: Should I yeet this public link?
es: ¿Deshabilitar este enlace público?
fa: این پیوند عمومی را غیرفعال کنید؟
fi: Kytke julkinen jakaminen pois käytöstä?
fr: Désactiver ce lien public ?
hu: Letiltja ezt a nyilvános linket?
it: Disabilitare link pubblico?
ja: 公開リンクを無効化しますか?
lt: Ar išjungti šią viešą nuorodą?
ms: Nyahdayakan pautan awam ini?
nb: Deaktiver denne offentlige lenken?
nl: Deze openbare link uitschakelen?
pl: Wyłączyć ten publiczny link?
pt_br: Desativar este link público?
ru: Отключить эту публичную ссылку?
sk: Vypnúť tento verejný odkaz?
sl: Onemogočiti to javno povezavo?
sq: Ta çaktivizojmë këtë link publik?
sr: Onemogući ovaj javni link?
sv: Inaktivera denna publika länk?
tr: Bu genel bağlantıyı devre dışı bırakılsın mı?
uk: Вимкнути це публічне посилання?
vi: Vô hiệu hóa đường dẫn công khai này?
zh_hk: 禁用這個公共連結？

source: This will cause the existing link to stop working. You can re-enable it, but when you do it will be a different link.
ar: سيؤدي هذا إلى توقف الرابط الحالي عن العمل. يمكنك إعادة تفعيله، لكن عند القيام بذلك سيكون رابطًا مختلفًا.
bg: Това ще доведе до спиране на работата на съществуващата връзка. Можете да го активирате отново, но когато го направите, това ще бъде различна връзка.
ca: Això farà que aquest enllaç deixi de funcionar. Pots tornar-lo a habilitar però quan ho facis aquest serà un enllaç diferent.
de: Dies führt dazu, dass die bestehende Links nicht mehr funktioniert. Du kannst es wieder aktivieren, jedoch wird ein neuer Link generiert.
eo: This will make the current link stop workin. You can re-enable it, but wen u do, it'll be a different link frfr.
es: Esto hará que el enlace existente deje de funcionar. Puedes volver a habilitarlo, pero cuando lo hagas será un enlace diferente.
fa: این باعث می شود که لینک فعلی کار را متوقف کند. شما می توانید آن را مجددا فعال کنید، اما زمانی که شما آن را انجام خواهد شد یک لینک متفاوت است.
fi: Tämä lopettaa olemassa olevan linkin toiminnan. Voit ottaa sen uudelleen käyttöön, mutta kun otat sen käyttöön, linkki on erilainen.
fr: Cela empêchera le lien actuel de fonctionner. Vous pourrez le réactiver, mais le lien sera alors différent.
hu: Ez azzal jár, hogy a meglévő link nem fog működni. Újra engedélyezheti, de ekkor egy másik link lesz.
it: Ciò causerà l'interruzione del funzionamento del collegamento esistente. Puoi riattivarlo, ma quando lo fai sarà un link diverso.
ja: リンクが作動しなくなる可能性があります。再度有効化することはできますが、異なるリンクが作成されます。
lt: Dėl to esama nuoroda nustos veikti. Galite ją iš naujo įjungti, bet kai tai padarysite, tai bus kita nuoroda.
ms: Ini akan menyebabkan pautan yang sedia ada berhenti berfungsi. Anda boleh mengaktifkannya semula, tetapi apabila anda berbuat demikian, ia akan menjadi pautan yang berbeza.
nb: Dette vil gjøre sånn at den gjeldende lenken slutter å fungere. Du kan re-aktivere den, men du vil da få en annen lenke.
nl: Hierdoor stopt de bestaande link met werken. Je kunt het opnieuw inschakelen, maar als je dat doet, zal het een andere link zijn.
pl: Spowoduje to, że istniejące łącze przestanie działać. Można go ponownie włączyć, ale gdy zrobisz to będzie inny link.
pt_br: Isso fará com que o link existente pare de funcionar. Você pode reativá-lo, mas quando o fizer, será um link diferente.
ru: Это отлючит работоспособность существующей ссылки. Вы можете повторно включить её, но при этом будет создана новая ссылка.
sk: To spôsobí, že existujúce spojenie prestane fungovať. Môžete to znova povoliť, ale keď to urobíte, bude to už iný odkaz.
sl: To bo povzročilo, da obstoječa povezava preneha delovati. Lahko ga znova omogočite, toda ko to storite, bo to druga povezava.
sq: Kjo do të bëjë që linku ekzistues të mos funksionojë më. Mund ta riaktivizosh, por kur ta bësh do të jetë një link tjetër.
sr: Zbog ovoga postojeći link više neće raditi. Možete ga ponovo omogućiti, ali tada će to biti drugačiji link.
sv: Detta kommer att göra att den befintliga länken slutar fungerar. Du kan aktivera den igen, men när du gör det kommer det att bli en annan länk.
tr: Bu, mevcut bağlantının çalışmayı durdurmasına neden olur. Bunu yeniden etkinleştirebilirsiniz, ancak yaptığınız zaman farklı bir bağlantı olacaktır.
uk: Це призведе до того, що наявне посилання перестане працювати. Ви зможете ввімкнути його знову, але тоді це буде інше посилання.
vi: Điều này sẽ khiến liên kết hiện tại ngừng hoạt động. Bạn có thể kích hoạt lại nó, nhưng khi bạn làm điều đó sẽ là một liên kết khác.
zh_hk: 會取消已存在的連結。可以重新生效，但是連結會變更。

source: Public link
ar: رابط عام
bg: Обществена връзка
ca: Enllaç públic
de: Öffentlicher Link
eo: Public link = free gen z pass
es: Enlace público
fa: لینک عمومی
fi: Julkinen linkki
fr: Lien public
hu: Nyilvános link
it: Link pubblico
ja: 公開リンク
lt: Vieša nuoroda
ms: Pautan awam
nb: Offentlig lenke
nl: Publieke link
pl: Link publiczny
pt_br: Link público
ru: Публичная ссылка
sk: Verejné odkaz
sl: Javna povezava
sq: Lidhje publike
sr: Javni link
sv: Publik länk
tr: Genel bağlantı
uk: Публічне посилання
vi: Đường dẫn công khai
zh_hk: 公開連結

source: Share this {0} with people who don't have a Metabase account using the URL below:
hu: Ossza meg ezt a(z) {0} az alábbi URL használatával azokkal, akiknek nincs Metabase fiókjuk:
ms: Kongsi {0} ini dengan orang yang tidak mempunyai akaun Metabase menggunakan URL di bawah:

source: Public embed
hu: Nyilvános beágyazás
ms: Penyematan awam

source: Embed this {0} in blog posts or web pages by copying and pasting this snippet:
hu: Ágyazza be ezt a(z) {0} blogbejegyzésekbe vagy weboldalakba az alábbi kódrészlet másolásával és beillesztésével:
ms: Sematkan {0} ini dalam catatan blog atau halaman web dengan menyalin dan menampal potongan kod ini:

source: Embed this {0} in an application
hu: Ágyazza be ezt a(z) {0} egy alkalmazásba
ms: Sematkan {0} ini dalam aplikasi

source: By integrating with your application server code, you can provide a secure stats {0} limited to a specific user, customer, organization, etc.
hu: Az alkalmazás szerverkódjával történő integrálással egy biztonságos statisztikai {0}-t biztosíthat, amely egy adott felhasználóra, ügyfélre, szervezetre stb. korlátozódik.
ms: Dengan mengintegrasikan dengan kod pelayan aplikasi anda, anda boleh menyediakan {0} statistik yang selamat terhad kepada pengguna tertentu, pelanggan, organisasi, dan lain-lain.

source: Remove attachment
hu: Melléklet eltávolítása
ms: Alih keluar lampiran

source: Attach file with results
hu: Csatoljon fájlt az eredményekkel
ms: Lampirkan fail dengan hasil

source: This question will be added as a file attachment
hu: Ez a kérdés fájl mellékletként lesz hozzáadva
ms: Soalan ini akan ditambah sebagai lampiran fail

source: This question won't be included in your Pulse
hu: Ez a kérdés nem lesz benne a Pulzusban
ms: Soalan ini tidak akan disertakan dalam Pulse anda

source: This pulse will no longer be emailed to {0} {1}
hu: Ez a impulzus többé nem kerül e-mailben elküldésre {0} {1} számára
ms: Denyutan ini tidak akan lagi diemel kepada {0} {1}

source: {0} address
ar: {0} عنوان
bg: {0} адрес
ca: {0} direcció
de: {0} Adresse
eo: {0} addy
es: {0} dirección
fa: {0} آدرس
fi: {0} osoite
fr: {0} adresse
hu: {0} cím
it: {0} Indirizzo
ja: {0}アドレス
lt: {0} adresas
ms: Alamat {0}
nb: {0} adresse
nl: {0} adres
pl: {0} adres
pt_br: {0} endereço
ru: {0} адрес
sk: {0} adresa
sl: {0} naslov
sq: {0} adresë
sr: {0} adresa
sv: {0} adress
tr: {0} adres
uk: {0} адреса
vi: Địa chỉ {0}
zh_hk: {0}地址

source: Slack channel {0} will no longer get this pulse {1}
hu: A(z) {0} Slack csatorna többé nem kapja meg ezt a impulzust {1}
ms: Saluran Slack {0} tidak akan lagi menerima denyutan ini {1}

source: Channel {0} will no longer receive this pulse {1}
hu: A(z) {0} csatorna többé nem fogja megkapni ezt a impulzust {1}
ms: Saluran {0} tidak akan lagi menerima denyutan ini {1}

source: Edit pulse
hu: Impulzus szerkesztése
ms: Menyunting denyutan

source: What's a Pulse?
hu: Mi az a Pulzus?
ms: Apa itu denyutan?

source: Got it
ar: مفهوم
bg: Схванах го
ca: Ho he entès
de: Kapiert
eo: Gotcha fam
es: Lo tengo
fa: فهمیدم
fi: Selvä
fr: J'ai compris
hu: Megvan
it: Fatto
ja: 了解しました
lt: Supratau
ms: Faham
nb: Skjønner
nl: Ik begrijp het
pl: Mam to
pt_br: Entendi
ru: Понятно
sk: Mám to
sl: Že vem
sq: Në rregull
sr: Razumem
sv: Jag fattar
tr: Anladım
uk: Зрозуміло
vi: Đã hiểu
zh_hk: 得到結果了！

source: Where should this data go?
hu: Hova kerüljön ez az adat?
ms: Ke mana data ini perlu pergi?

source: Unarchiving…
hu: Archiválás megszüntetése…
ms: Membuka arkib...

source: Unarchive failed
hu: Az archiválás megszüntetése sikertelen
ms: Pembukaan arkib gagal

source: Unarchived
hu: Archiválás megszüntetve
ms: Pulihkan arkib

source: Create pulse
hu: Pulzus létrehozása
ms: Mencipta denyutan

source: Attachment
hu: Melléklet
ms: Lampiran

source: Heads up
hu: Fel a fejjel
ms: Amaran

source: We'll show the first 10 columns and 20 rows of this table in your Pulse. If you email this, we'll add a file attachment with all columns and up to 2,000 rows.
hu: A táblázat első 10 oszlopát és 20 sorát fogjuk megjeleníteni a impulzusban. Ha e-mailben küldi el, csatolunk egy fájlt, amely az összes oszlopot és legfeljebb 2000 sort tartalmazza.
ms: Kami akan menunjukkan 10 lajur dan 20 baris pertama jadual ini dalam Pulse anda. Jika anda menghantar e-mel ini, kami akan menambah fail lampiran dengan semua lajur dan sehingga 2,000 baris.
