Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Error preprocessing query in {0}: {1}
ar: خطأ أثناء المعالجة المسبقة للاستعلام في {0}: {1}
bg: Грешка при предварителната обработка на заявката в {0}: {1}
ca: Error en preprocessar la consulta a {0}: {1}
de: Fehler beim Vorverarbeiten der Abfrage in {0}: {1}
eo: Err, got caught slacking on the prep for this query in {0}: {1}
es: Error de preprocesamiento de consulta en {0}: {1}
fa: خطا در پیش پردازش پرس و جو در {0}: {1}
fi: Virhe kyselyn esikäsittelyssä osoitteessa {0}: {1}
fr: Erreur de prétraitement de la requête dans {0} : {1}
hu: Hiba a {0} lekérdezés előfeldolgozása során: {1}
it: Errore nella preelaborazione della query in {0}: {1}
ja: {0}のクエリの前処理エラー：{1}
lt: Klaida iš anksto apdorojant užklausą {0}: {1}
ms: Ralat pra-pemprosesan query dalam {0}: {1}
nb: Feil ved forbehandling av spørring i {0}: {1}
nl: Fout bij het voorbewerken van query in {0}: {1}
pl: Błąd wstępnego przetwarzania zapytania w {0}: {1}
pt_br: Erro ao pré-processar consulta em {0}: {1}
ru: Ошибка препроцессирования запроса в {0}: {1}
sk: Chyba pri predbežnom spracovaní dotazu na {0}: {1}
sl: Poizvedba za predhodno obdelavo napak v {0}: {1}
sq: Gabim gjatë parapërpunimit të pyetjes në {0}: {1}
sr: Greška pri preprocesiranju upita u {0}: {1}
sv: Fel vid förbehandling av fråga i {0}: {1}
tr: {0}'da sorgu önişleme hatası: {1}
uk: Помилка попередньої обробки запиту в {0}: {1}
vi: Lỗi khi xử lý trước truy vấn trong {0}: {1}
zh_hk: 在 {0}中預先處理查詢出錯 : {1}

source: Invalid query: missing or invalid query type (:lib/type or :type)
ar: استعلام غير صالح: نوع الاستعلام مفقود أو غير صالح (:lib/type أو :type)
bg: Невалидна заявка: липсва или е невалиден тип на заявката (:lib/type или :type)
ca: Consulta no vàlida: falta el tipus de consulta o no és vàlid (:lib/type o :type)
de: Ungültige Abfrage: fehlender oder ungültiger Abfragetyp (:lib/type oder :type)
eo: Bruh, your query’s invalid — like, missing or wack query type (:lib/type or :type) lol.
es: Consulta no válida: falta o no es válido el tipo de consulta (:lib/type o :type)
fa: پرس و جو نامعتبر: نوع پرس و جو وجود ندارد یا نامعتبر است (:lib/type یا :type)
fi: Virheellinen kysely: kyselytyyppi puuttuu tai on virheellinen (:lib/type tai :type).
fr: Requête non valide : type de requête manquant ou non valide (:lib/type ou :type)
hu: Hibás lekérdezés: hiányzó lekérdezés típus (:lib/type vagy :type)
it: Query non valida: tipo di query mancante o non valida (:lib/type o :type)
ja: 無効なクエリ：クエリ型（:lib/type または :type）がないか無効です。
lt: Neteisinga užklausa: trūksta arba netinkamas užklausos tipas (:lib/type arba :type)
ms: Query tidak sah: jenis query (:lib/type atau :jenis) hilang atau tidak sah
nb: Ugyldig spørring: manglende eller ugyldig spørringstype (:lib/type eller :type)
nl: Ongeldige query: ontbrekend of ongeldig querytype (:lib/type of :type)
pl: Nieprawidłowe zapytanie: brak lub nieprawidłowy typ zapytania (:lib/type lub :type)
pt_br: Consulta inválida: tipo de consulta ausente ou inválido (:lib/type ou :type)
ru: Неверный запрос: отсутствует или неверный тип запроса (:lib/type или :type)
sk: Neplatný dotaz: chýba alebo je neplatný typ dotazu (:lib/type alebo :type)
sl: Neveljavna poizvedba: manjkajoča ali neveljavna vrsta poizvedbe (:lib/type ali :type)
sq: Pyetje e pavlefshme: mungon ose është i pavlefshëm tipi i pyetjes (:lib/type ose :type)
sr: Nevažeći upit: nedostaje ili je nevažeći tip upita (:lib/type ili :type)
sv: Ogiltig fråga: saknas eller ogiltig frågetyp (:lib/type eller :type)
tr: Geçersiz sorgu: eksik veya geçersiz sorgu türü (:lib/type veya :type)
uk: Некоректний запит: відсутній або некоректний тип запиту (:lib/type або :type)
vi: Truy vấn không hợp lệ: loại truy vấn bị thiếu hoặc không hợp lệ (:lib/type hoặc :type)
zh_hk: 無效查詢：遺失或無效查詢類型 (:lib/type 或 :type)

source: Invalid query: cannot use the Saved Questions Virtual Database ID unless query has a source Card
ar: استعلام غير صالح: لا يمكن استخدام معرّف قاعدة البيانات الافتراضية للأسئلة المحفوظة إلا إذا كان للاستعلام بطاقة مصدر
bg: Невалидна заявка: не може да се използва идентификаторът на виртуалната база данни за запаметени въпроси, освен ако заявката няма източник Card
ca: Consulta no vàlida: no es pot utilitzar l'identificador de la base de dades virtual de preguntes desades tret que la consulta tingui una targeta d'origen
de: Ungültige Abfrage: Die ID der virtuellen Datenbank für gespeicherte Fragen kann nicht verwendet werden, es sei denn, die Abfrage hat eine Quellkarte
eo: Bruh, invalid query: you can't use the Saved Questions Virtual DB ID unless the query has a source Card, fr.
es: Consulta no válida: no se puede utilizar el ID de la base de datos virtual de preguntas guardadas a menos que la consulta tenga una tarjeta de origen.
fa: پرس و جو نامعتبر: نمی توان از شناسه پایگاه داده مجازی سؤالات ذخیره شده استفاده کرد مگر اینکه درخواست دارای کارت منبع باشد
fi: Virheellinen kysely: ei voi käyttää Saved Questions -virtuaalitietokannan tunnusta, ellei kyselyllä ole lähdekorttia.
fr: Requête non valide : il n'est pas possible d'utiliser l'ID de la base de données virtuelle des questions sauvegardées si la requête n'a pas de carte source.
hu: Érvénytelen lekérdezés: nem használhat Mentett Kérdés Virtuális Adatbázis ID-t, hacsak a lekérdezésnek nincs Kártyája
it: Query non valida: non è possibile utilizzare l'ID del database virtuale delle domande salvate a meno che la query non abbia una scheda di origine.
ja: 無効なクエリ：クエリにソースカードがなければ、Saved Questions仮想データベースIDを使用できません。
lt: Neteisinga užklausa: negalima naudoti išsaugotų klausimų virtualiosios duomenų bazės ID, nebent užklausa turi šaltinio kortelę
ms: Query tidak sah: tidak boleh menggunakan ID Pangkalan Data Soalan yang Disimpan kecuali query mempunyai Kad sumber
nb: Ugyldig spørring: kan ikke bruke den virtuelle database-ID-en for lagrede spørsmål med mindre spørringen har et kildekort
nl: Ongeldige query: kan de opgeslagen vragen Virtuele database-ID niet gebruiken tenzij de query een bronkaart heeft
pl: Nieprawidłowe zapytanie: nie można użyć identyfikatora wirtualnej bazy danych zapisanych pytań, chyba że zapytanie ma kartę źródłową
pt_br: Consulta inválida: não é possível usar o ID do banco de dados virtual de perguntas salvas, a menos que a consulta tenha um cartão de fonte
ru: Неверный запрос: невозможно использовать идентификатор виртуальной базы данных "Сохраненные вопросы", если в запросе не указана карта источника.
sk: Neplatný dotaz: nemožno použiť ID virtuálnej databázy Uložené otázky, ak dotaz nemá zdrojovú kartu
sl: Neveljavna poizvedba: ni mogoče uporabiti ID-ja navidezne zbirke podatkov shranjenih vprašanj, razen če ima poizvedba izvorno kartico
sq: Pyetje e pavlefshme: nuk mund të përdoret ID-ja e Databazës Virtuale të Pyetjeve të Ruajtura nëse pyetja nuk ka një Kartë burimi
sr: Nevažeći upit: ne može se koristiti ID virtuelne baze podataka Sačuvana pitanja osim ako upit nema izvornu Karticu
sv: Ogiltig fråga: kan inte använda ID för virtuell databas för sparade frågor om inte frågan har ett källkort
tr: Geçersiz sorgu: Sorgunun bir kaynak Kartı yoksa Kaydedilmiş Sorular Sanal Veritabanı Kimliği kullanılamaz
uk: Некоректний запит: не можна використовувати ID віртуальної бази даних Збережених запитань, якщо запит не має вихідної Картки
vi: Truy vấn không hợp lệ: không thể sử dụng ID Cơ sở dữ liệu ảo Câu hỏi đã lưu trừ khi truy vấn có Thẻ nguồn
zh_hk: 無效查詢：除非查詢有來源卡，否則無法使用「已儲存問題」虛擬資料庫 ID

source: Invalid query: missing or invalid Database ID (:database)
ar: استعلام غير صالح: معرّف قاعدة البيانات مفقود أو غير صالح (:database)
bg: Невалидна заявка: липсва или е невалиден идентификатор на базата данни (:database)
ca: Consulta no vàlida: falta l'identificador de la base de dades o no és vàlid (:base de dades)
de: Ungültige Abfrage: fehlende oder ungültige Datenbank-ID (:database)
eo: Bruh, your query's whack – missing or bad Database ID (:database) lol.
es: Consulta no válida: falta o no es válido el ID de la base de datos (:base de datos)
fa: جستار نامعتبر: شناسه پایگاه داده وجود ندارد یا نامعتبر است (:database)
fi: Virheellinen kysely: tietokannan tunnus puuttuu tai on virheellinen (:database).
fr: Requête non valide : ID de la base de données manquant ou non valide (:database)
hu: Hibás lekérdezés: hiányzó vagy érvénytelen Adatbázis ID (:database)
it: Query non valida: ID database mancante o non valido (:database)
ja: 無効なクエリ: データベースID (:database) がないか無効です。
lt: Neteisinga užklausa: trūksta arba neteisingas duomenų bazės ID (:duomenų bazė)
ms: Query tidak sah: ID Pangkalan Data (:pangkalan data) hilang atau tidak sah
nb: Ugyldig spørring: manglende eller ugyldig database-ID (:database)
nl: Ongeldige query: ontbrekende of ongeldige database-ID (:database)
pl: Nieprawidłowe zapytanie: brak lub nieprawidłowy identyfikator bazy danych (:database)
pt_br: Consulta inválida: ID do banco de dados ausente ou inválido (:database)
ru: Неверный запрос: отсутствует или неверен идентификатор базы данных (:database)
sk: Neplatný dotaz: chýba alebo je neplatné ID databázy (:database)
sl: Neveljavna poizvedba: manjkajoči ali neveljaven ID zbirke podatkov (:d atabase)
sq: Pyetje e pavlefshme: mungon ose është i pavlefshëm ID i Databazës (:database)
sr: Nevažeći upit: nedostaje ili je nevažeći ID baze podataka (:database)
sv: Ogiltig fråga: saknat eller ogiltigt databas-ID (:database)
tr: Geçersiz sorgu: eksik veya geçersiz Veritabanı Kimliği (:database)
uk: Некоректний запит: відсутній або некоректний ID бази даних (:database)
vi: Truy vấn không hợp lệ: ID cơ sở dữ liệu (:database) bị thiếu hoặc không hợp lệ
zh_hk: 無效查詢：遺失或無效資料庫 ID (:database)

source: The CSV file contains extra columns that are not in the table:
hu: A CSV fájl olyan extra oszlopokat tartalmaz, amik nincsenek a táblában:
ms: Fail CSV mengandungi lajur tambahan yang tidak ada dalam jadual:

source: The CSV file is missing columns that are in the table:
ar: يفتقد ملف CSV أعمدة موجودة في الجدول:
bg: Във файла CSV липсват колони, които са в таблицата:
ca: Al fitxer CSV li falten columnes que es troben a la taula:
de: In der CSV-Datei fehlen Spalten, die in der Tabelle enthalten sind:
eo: The CSV file is lowkey missing some columns that are in the table, fr.
es: En el archivo CSV faltan columnas que están en la tabla:
fa: فایل CSV فاقد ستون هایی است که در جدول هستند:
fi: CSV-tiedostosta puuttuu taulukossa olevia sarakkeita:
fr: Il manque au fichier CSV des colonnes qui se trouvent dans le tableau :
hu: A CSV fájlból hiányoznak olyan oszlopok, amik a táblában szerepelnek:
it: Nel file CSV mancano le colonne presenti nella tabella:
ja: CSVファイルにはテーブル内のカラムがありません：
lt: CSV faile trūksta lentelėje esančių stulpelių:
ms: Fail CSV kekurangan lajur yang ada dalam jadual:
nb: CSV-filen mangler kolonner som finnes i tabellen:
nl: In het CSV-bestand ontbreken kolommen die wel in de tabel staan:
pl: W pliku CSV brakuje kolumn, które znajdują się w tabeli:
pt_br: O arquivo CSV não contém colunas que estão na tabela:
ru: В файле CSV отсутствуют столбцы, которые есть в таблице:
sk: V súbore CSV chýbajú stĺpce, ktoré sú v tabuľke:
sl: V datoteki CSV manjkajo stolpci v tabeli:
sq: Skedari CSV nuk ka kolona që janë në tabelë:
sr: U CSV fajlu nedostaju kolone koje su u tabeli:
sv: CSV-filen saknar kolumner som finns i tabellen:
tr: CSV dosyasında tabloda bulunan sütunlar eksik:
uk: У CSV-файлі відсутні колонки, що є в таблиці:
vi: Tệp CSV bị thiếu các cột có trong bảng:
zh_hk: CSV 檔案缺少表中的欄位：

source: LLM Auto-description
ar: الوصف التلقائي لـ LLM
bg: LLM Автоматично описание
ca: LLM Autodescripció
de: LLM Auto-Beschreibung
eo: LLM auto-desc, fr
es: LLM Auto-descripción
fa: LLM شرح خودکار
fi: LLM Automaattinen kuvaus
fr: Auto-description du LLM
hu: LLM automatikus leírás
it: LLM Descrizione automatica
ja: LLM自動記述
lt: LLM automatinis aprašymas
ms: LLM Penerangan automatik
nb: LLM Automatisk beskrivelse
nl: LLM Auto-beschrijving
pl: Automatyczny opis LLM
pt_br: Autodescrição do LLM
ru: LLM Автоописание
sk: LLM Automatický popis
sl: Samodejni opis LLM
sq: Auto-përshkrim LLM
sv: LLM Automatisk beskrivning
tr: LLM Otomatik Tanımlama
uk: Автоопис LLM
vi: LLM Mô tả tự động
zh_hk: LLM 自動描述

source: Enable AI features.
ar: فعّل ميزات الذكاء الاصطناعي.
bg: Активиране на функциите на AI.
ca: Activa les funcions d'IA.
de: Aktivieren Sie KI-Funktionen.
eo: Turn on the AI vibes, bestie
es: Activa las funciones de IA.
fa: ویژگی های هوش مصنوعی را فعال کنید.
fi: Ota tekoälyominaisuudet käyttöön.
fr: Activer les fonctions d'intelligence artificielle.
hu: Minden AI funkció engedélyezése.
it: Abilitare le funzioni AI.
ja: AI機能を有効にする。
lt: Įgalinti AI funkcijas.
ms: Aktifkan ciri AI.
nb: Aktiver AI-funksjoner.
nl: AI-functies inschakelen.
pl: Włącz funkcje sztucznej inteligencji.
pt_br: Habilite recursos de IA.
ru: Включите функции искусственного интеллекта.
sk: Povolenie funkcií AI.
sl: Omogočite funkcije umetne inteligence.
sq: Aktivizo veçoritë AI.
sr: Omogući VI funkcionalnosti.
sv: Aktivera AI-funktioner.
tr: Yapay zeka özelliklerini etkinleştirin.
uk: Увімкнути AI-фічі.
vi: Bật tính năng AI.
zh_hk: 啟用 AI 功能。

source: The OpenAI API Key used in Metabase Enterprise.
ar: مفتاح OpenAI API المستخدم في Metabase Enterprise.
bg: Ключът за API на OpenAI, използван в Metabase Enterprise.
ca: La clau de l'API OpenAI utilitzada a Metabase Enterprise.
de: Der in Metabase Enterprise verwendete OpenAI API-Schlüssel.
eo: The OpenAI API key used in Metabase Enterprise, fr fr.
es: La clave de la API de OpenAI utilizada en Metabase Enterprise.
fa: کلید OpenAI API مورد استفاده در Metabase Enterprise.
fi: Metabase Enterprisessa käytetty OpenAI API -avain.
fr: La clé API OpenAI utilisée dans Metabase Enterprise.
hu: A Metabase Enterprise által használt OpenAI API kulcs.
it: La chiave API OpenAI utilizzata in Metabase Enterprise.
ja: Metabase Enterpriseで使用するOpenAI API Key。
lt: OpenAI API raktas, naudojamas „Metabase Enterprise“.
ms: Kunci API OpenAI yang digunakan dalam Metabase Enterprise.
nb: OpenAI API-nøkkelen som brukes i Metabase Enterprise.
nl: De OpenAI API-sleutel die wordt gebruikt in Metabase Enterprise.
pl: Klucz API OpenAI używany w Metabase Enterprise.
pt_br: A chave de API OpenAI usada no Metabase Enterprise.
ru: Ключ API OpenAI, используемый в Metabase Enterprise.
sk: Kľúč API OpenAI používaný v databáze Metabase Enterprise.
sl: Ključ OpenAI API, ki se uporablja v Metabase Enterprise.
sq: Çelësi i API-së OpenAI i përdorur në Metabase Enterprise.
sr: OpenAI API ključ koji se koristi u Metabase Enterprise.
sv: Den OpenAI API-nyckel som används i Metabase Enterprise.
tr: Metabase Enterprise'da kullanılan OpenAI API Anahtarı.
uk: Ключ API OpenAI, який використовується в Metabase Enterprise.
vi: Khóa API OpenAI được sử dụng trong Metabase Enterprise.
zh_hk: Metabase Enterprise 使用的 OpenAI API 金鑰。

source: Error handling SLO
hu: SLO hiba
ms: Ralat mengendalikan SLO

source: Use hostname
ar: استخدم اسم المضيف
bg: Използване на име на хост
ca: Utilitzeu el nom d'amfitrió
de: Hostname verwenden
eo: Use hostname, fr fr
es: Utilizar nombre de host
fa: از نام میزبان استفاده کنید
fi: Käytä isäntänimeä
fr: Utiliser le nom d'hôte
hu: Hosztnév használata
it: Utilizzare hostname
ja: ホスト名を使用する
lt: Naudokite pagrindinio kompiuterio pavadinimą
ms: Gunakan nama hos
nb: Bruk vertsnavn
nl: Gebruik hostnaam
pl: Użyj nazwy hosta
pt_br: Usar o nome do host
ru: Используйте имя хоста
sk: Použitie názvu hostiteľa
sl: Uporaba imena gostitelja
sq: Përdor hostname
sr: Koristi hostname
sv: Använd värdnamn
tr: Ana bilgisayar adını kullan
uk: Використати hostname
vi: Sử dụng tên máy chủ
zh_hk: 使用主機名稱

source: Use account name
hu: Fiók név használata
ms: Gunakan nama akaun

source: Embed Metabase in your app
hu: Metabase beágyazása az alkalmazásában
ms: Benamkan Metabase dalam aplikasi anda

source: Go to embedding settings
hu: Beágyazási beállításokra
ms: Pergi ke tetapan penyematan

source: Start typing to filter…
hu: Kezdjen el gépelni a kereséshez…
ms: Mula menaip untuk menapis…

source: Loading values failed. Please try again shortly.
hu: Adatok betöltése sikertelen. Kérem próbálja újra.
ms: Memuatkan nilai gagal. Sila cuba lagi sebentar lagi.

source: Option click to download without formatting applied
hu: Option-klikk a formázás nélküli letöltésért
ms: Klik pilihan untuk memuat turun tanpa format yang digunakan

source: Alt click to download without formatting applied
hu: Alt-klikk a formázás nélküli letöltésért
ms: Klik Alt untuk memuat turun tanpa format yang digunakan

source: (Unformatted)
hu: (Formázatlan)
ms: (Tidak diformat)

source: Error generating the query.
ar: خطأ أثناء إنشاء الاستعلام.
bg: Грешка при генерирането на заявката.
ca: Error en generar la consulta.
de: Fehler beim Generieren der Abfrage.
eo: Oops, the query didn't send right.
es: Error al generar la consulta.
fa: خطا در ایجاد پرس و جو.
fi: Virhe kyselyn luomisessa.
fr: Erreur de génération de la requête.
hu: Hiba a lekérdezés generálása során.
it: Errore nella generazione della query.
ja: クエリ生成エラー。
lt: Klaida generuojant užklausą.
ms: Ralat menjana query.
nb: Feil ved generering av spørringen.
nl: Fout bij het genereren van de query.
pl: Błąd generowania zapytania.
pt_br: Erro ao gerar a consulta.
ru: Ошибка при формировании запроса.
sk: Chyba pri generovaní dotazu.
sl: Napaka pri ustvarjanju poizvedbe.
sq: Gabim gjatë gjenerimit të pyetjes.
sr: Greška pri generisanju upita.
sv: Fel vid generering av frågan.
tr: Sorgu oluşturulurken hata oluştu.
uk: Помилка під час генерації запиту.
vi: Có lỗi khi tạo truy vấn.
zh_hk: 產生查詢時出錯。

source: This token doesn’t seem to be valid. Double-check it, then contact support if you think it should be working.
ar: لا يبدو أن هذا التوكن صالحًا. تحقّق منه مرة أخرى، ثم تواصل مع الدعم إذا كنت تعتقد أنه يجب أن يعمل.
bg: Този токен изглежда не е валиден. Проверете го два пъти, след което се свържете с поддръжката, ако смятате, че би трябвало да работи.
ca: Sembla que aquest testimoni no és vàlid. Comproveu-ho i, a continuació, contacteu amb el servei d'assistència si creieu que hauria de funcionar.
de: Dieses Token scheint nicht gültig zu sein. Überprüfen Sie es noch einmal und kontaktieren Sie den Support, wenn Sie glauben, dass es funktionieren sollte.
eo: This token’s kinda sus and might not be valid. Double-check it, and if you still think it should work, hit up support.
es: Este token no parece ser válido. Vuelve a comprobarlo y ponte en contacto con el servicio de asistencia si crees que debería funcionar.
fa: به نظر می رسد این نشانه معتبر نیست. دوباره آن را بررسی کنید، سپس اگر فکر می کنید باید کار کند با پشتیبانی تماس بگیرید.
fi: Tämä merkki ei näytä olevan voimassa. Tarkista se kahdesti ja ota sitten yhteyttä asiakaspalveluun, jos sen pitäisi mielestäsi toimia.
fr: Ce jeton ne semble pas être valide. Vérifiez-le à nouveau, puis contactez l'assistance si vous pensez qu'il devrait fonctionner.
hu: Ez a token nem érvényes. Ellenőrizze le, majd vegye fel a kapcsolatot a támogatással, ha úgy gondolja, hogy működnie kellene.
it: Questo token non sembra essere valido. Ricontrollare, quindi contattare l'assistenza se si ritiene che debba funzionare.
ja: このトークンは有効ではないようです。再確認し、有効であると思われる場合はサポートまでご連絡ください。
lt: Atrodo, kad šis prieigos raktas negalioja. Dar kartą patikrinkite, tada susisiekite su palaikymo tarnyba, jei manote, kad tai turėtų veikti.
ms: Token ini nampaknya tidak sah. Semak semula, kemudian hubungi sokongan jika anda rasa ia sepatutnya berfungsi.
nb: Dette tokenet ser ikke ut til å være gyldig. Dobbeltsjekk det, og kontakt kundestøtte hvis du tror det burde fungere.
nl: Dit token lijkt niet geldig te zijn. Controleer het nog een keer en neem dan contact op met support als je denkt dat het wel zou moeten werken.
pl: Ten token wydaje się być nieprawidłowy. Sprawdź go dokładnie, a następnie skontaktuj się z pomocą techniczną, jeśli uważasz, że powinien działać.
pt_br: Este token não parece ser válido. Verifique-o novamente e entre em contato com o suporte se achar que ele deveria estar funcionando.
ru: Похоже, что этот токен недействителен. Дважды проверьте его, а затем свяжитесь со службой поддержки, если считаете, что он должен работать.
sk: Tento token sa nezdá byť platný. Dvakrát ho skontrolujte a potom kontaktujte podporu, ak si myslíte, že by mal byť funkčný.
sl: Zdi se, da ta žeton ni veljaven. Dvakrat preverite in se obrnite na podporo, če menite, da bi moralo delovati.
sq: Ky token nuk duket se është i vlefshëm. Kontrolloje edhe një herë, pastaj kontakto support-in nëse mendon se duhet të funksionojë.
sr: Ovaj token ne deluje kao da je validan. Proverite ga još jednom, pa kontaktirajte podršku ako mislite da bi trebalo da radi.
sv: Den här token verkar inte vara giltig. Dubbelkolla den och kontakta sedan support om du tror att den borde fungera.
tr: Bu belirteç geçerli görünmüyor. İki kez kontrol edin, ardından çalışıyor olması gerektiğini düşünüyorsanız destek ekibiyle iletişime geçin.
uk: Здається, цей токен недійсний. Перевірте його ще раз, а потім зверніться до підтримки, якщо вважаєте, що він має працювати.
vi: Mã thông báo này có vẻ không hợp lệ. Hãy kiểm tra lại, sau đó liên hệ với bộ phận hỗ trợ nếu bạn nghĩ nó hoạt động.
zh_hk: 此代碼似乎無效。請仔細檢查，如果認為應該有效，請聯絡支援人員。

source: Saving
ar: جارٍ الحفظ
bg: Спестяване на
ca: Desant
de: Speichern
eo: Yo, that's just "coping" or "stashing" rn
es: Guardando
fa: صرفه جویی
fi: Säästö
fr: Économiser
hu: Mentés
it: Risparmio
ja: 節約
lt: Išsaugomas
ms: Menyimpan
nb: Lagrer
nl: Besparing
pl: Oszczędzanie
pt_br: Salvando
ru: Экономия
sk: Ukladanie
sl: Shranjevanje
sq: Duke ruajtur
sr: Čuvanje
sv: Sparar
tr: Tasarruf
uk: Збереження
vi: Tiết kiệm
zh_hk: 節省

source: Data replaced in {0}
ar: تم استبدال البيانات في {0}
bg: Заменени данни в {0}
ca: Les dades s'han substituït a {0}
de: Ersetzte Daten in {0}
eo: Data got swapped in {0} lol
es: Datos sustituidos en {0}
fa: داده ها با {0}جایگزین شدند
fi: Korvatut tiedot osoitteessa {0}
fr: Données remplacées dans {0}
hu: Adat lecserélve az alábbi helyen: {0}
it: Dati sostituiti in {0}
ja: {0}で置き換えられたデータ
lt: Duomenys pakeisti {0}
ms: Data digantikan dalam {0}
nb: Data erstattet i {0}
nl: Gegevens vervangen in {0}
pl: Dane zastąpione w {0}
pt_br: Dados substituídos em {0}
ru: Данные заменены в {0}
sk: Údaje nahradené na stránke {0}
sl: Podatki, nadomeščeni v {0}
sq: Të dhënat u zëvendësuan në {0}
sr: Podaci zamenjeni u {0}
sv: Data ersatt i {0}
tr: Veriler {0}adresinde değiştirildi
uk: Дані замінено в {0}
vi: Dữ liệu được thay thế trong {0}
zh_hk: 在 {0}中取代資料

source: Append data to this model
ar: ألحِق البيانات بهذا النموذج
bg: Добавяне на данни към този модел
ca: Afegiu dades a aquest model
de: Anhängen von Daten an dieses Modell
eo: Add data to this model, fr fr
es: Añadir datos a este modelo
fa: داده ها را به این مدل اضافه کنید
fi: Liitä tietoja tähän malliin
fr: Ajouter des données à ce modèle
hu: Adat hozzáfűzése ehhez a modelhez
it: Aggiungere dati al modello
ja: このモデルにデータを追加する
lt: Pridėkite duomenis prie šio modelio
ms: Tambah data ke model ini
nb: Legg til data i denne modellen
nl: Gegevens toevoegen aan dit model
pl: Dodawanie danych do tego modelu
pt_br: Anexar dados a este modelo
ru: Добавьте данные в эту модель
sk: Pripojenie údajov k tomuto modelu
sl: Dodajanje podatkov temu modelu
sq: Shto të dhëna në këtë model
sr: Dodaj podatke u ovaj model
sv: Lägg till data till denna modell
tr: Bu modele veri ekleme
uk: Додати дані до цієї моделі
vi: Thêm dữ liệu vào mô hình này
zh_hk: 將資料附加到此模型
