Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Unrecognized mapping type
ar: نوع تعيين غير معرّف
bg: Неразпознат вид на съответствие
ca: Tipus d'assignació no reconeguda
de: Unbestimmter Zuordnungstyp
es: Tipo de mapeo no reconocido
fa: نوع ترسیم غیر قابل تشخیص است
fi: tunnistamaton mäppäys
fr: Type de mapping non reconnu
hu: Felismerhetetlen leképezési típus
it: Tipo mapping non riconosciuto
ja: マッピングタイプを識別できません
lt: Neatpažintas kartografavimo tipas
ms: Jenis pemetaan tidak dikenali
nb: Ukjent kartleggingstype
nl: Onbekend mapping type
pl: Nierozpoznany typ mapowania
pt_br: Tipo de mapeamento não reconhecido
ru: Неопознанный вид связи
sk: Nerozpoznaný typ mapovania
sl: Neprepoznana vrsta mapiranja
sq: Lloj mapping i panjohur
sr: Neprepoznat tip preslikavanja
sv: Okänd mappningstyp
tr: Tanınmayan eşleşme türü
uk: Нерозпізнаний тип мапінгу
vi: Không nhận diện được kiểu ảnh xạ
zh_hk: 無法識別對應類型

source: Current field isn't a foreign key or FK target table metadata is missing
hu: Az aktuális mező nem foreign key, vagy az foreign key-hez tartozó tábla metaadata hiányzik
ms: Medan semasa bukan kunci asing atau sasaran FK jadual metadata tiada

source: The selected field isn't a foreign key
hu: A kiválasztott mező nem külső kulcs
ms: Medan yang dipilih bukan kunci asing

source: Display values
ar: قيم العرض
bg: Покажи стойности
ca: Mostra els valors
de: Anzeigewerte
es: Mostrar Valores
fa: نمایش مقادیر
fi: Näytä arvot
fr: Afficher les valeurs
hu: Megjelenített értékek
it: Visualizza valori
ja: 値の表示
lt: Rodomosios vertės
ms: Papar nilai
nb: Vis verdier
nl: Toon waarden
pl: Wyświetl wartości
pt_br: Exibir valores
ru: Показать значения
sk: Zobraziť hodnoty
sl: Prikaži vrednosti
sq: Vlerat e shfaqjes
sr: Prikazne vrednosti
sv: Visa värden
tr: Ekran değerleri
uk: Значення для відображення
vi: Các giá trị hiển thị
zh_hk: 顯示值

source: Choose to show the original value from the database, or have this field display associated or custom information.
ar: اختر عرض القيمة الأصلية من قاعدة البيانات، أو اجعل هذا الحقل يعرض معلومات مرتبطة أو مخصّصة.
bg: Изберете показване на първоначалната стойност в базата данни или покажете в това поле друга свързана или персонализирана информация.
ca: Tria si vols mostrar el valor original de la base de dades o mostrar informació associada o personalitzada.
de: Wähle diese Option, um den ursprünglichen Wert aus der Datenbank anzuzeigen, oder lasse dir die zugehörigen oder benutzerdefinierten Informationen in diesem Feld anzeigen.
es: Elige si quieres mostrar el valor original de la base de datos, o mostrar información asociada o personalizada en este campo.
fa: انتخاب کنید که مقداراصلی را از پایگاه داده نشان بدهد یا این اطلاعات دلخواه را.
fi: Näytä alkuperäinen arvo tietokannasta tai muokkaa näytettävän tiedon esitystapaa.
fr: Choisir d'afficher la valeur originale dans la base de données, ou une information associée ou personnalisée.
hu: Válassza ki, hogy az adatbázisból származó eredeti érték jelenjen meg, vagy jelenítse meg ezt a mezőt a társított vagy egyedi információkkal.
it: Scegli se mostrare il valore originale dal database o se visualizzare questo campo associato o informazioni personalizzate.
ja: データベースから元の値を表示するか、このフィールドに関連する情報またはカスタム情報を表示するかを選択します。
lt: Pasirinkite, ar norite rodyti pradinę reikšmę iš duomenų bazės, ar pernaudoti lauką susijusios arba individualios informacijos rodymui.
ms: Pilih untuk menunjukkan nilai asal daripada pangkalan data, atau minta medan ini memaparkan maklumat berkaitan atau tersuai.
nb: Velg å vise originalverdien fra databasen, eller å vise tilhørende eller egendefinert informasjon.
nl: Kies om de originele waarde vanuit de database te zien of toon het veld met verwante of custom informatie.
pl: Wybierz aby pokazać oryginalną wartość z bazy danych lub wyświetlić pole skojarzone lub niestandardowe informacje.
pt_br: Escolha se você deseja mostrar o valor original do banco de dados ou mostrar informações associadas ou personalizadas neste campo.
ru: Выберите, что отобразить в поле — исходное значение из базы данных, ассоциированную или иную настраиваемую информацию.
sk: Vyberte, či chcete zobraziť pôvodnú hodnotu z databázy, alebo nechať toto pole zobraziť priradenú alebo vlastnú informáciu.
sl: Izberite, ali želite prikazati izvirno vrednost iz zbirke podatkov ali pa naj to polje prikaže povezane informacije ali informacije po meri.
sq: Zgjidhni të shfaqni vlerën origjinale nga baza e të dhënave, ose bëni që kjo fushë të shfaqë informacion të lidhur ose të personalizuar.
sr: Izaberite da li da se prikazuje originalna vrednost iz baze podataka ili da ovo polje prikazuje povezane ili prilagođene informacije.
sv: Välj att visa ursprungsvärde från databasen eller fältets associerad/anpassad information.
tr: Orijinal değeri veritabanından göstermeyi seçin, veya bu alanın ilişkili veya özel bilgileri gösterilmesini sağlayın
uk: Виберіть: показувати початкове значення з бази даних або відображати в цьому полі пов’язану чи користувацьку інформацію.
vi: Chọn hiển thị giá trị gốc từ cơ sở dữ liệu hoặc hiển thị trường này liên quan hoặc thông tin tùy chỉnh.
zh_hk: 選擇顯示資料庫中的原始值，或者顯示此欄位的關聯或自訂訊息。

source: Choose a field
ar: اختر حقلًا
bg: Изберете поле
ca: Tria un camp
de: Wähle ein Feld
es: Elige un campo
fa: یک فیلد را انخاب کنید
fi: Valitse kenttä
fr: Choisissez un champ
hu: Mező kiválasztása
it: Scegli un campo
ja: フィールドを選択
lt: Pasirinkite lauką
ms: Pilih medan
nb: Velg ett felt
nl: Kies een veld
pl: Wybierz pole
pt_br: Escolha um campo
ru: Выберите поле
sk: Vyberte pole
sl: Izberite polje
sq: Zgjidhni një fushë
sr: Izaberite polje
sv: Välj fält
tr: Bir alan seç
uk: Виберіть поле
vi: Chọn một trường
zh_hk: 選擇欄位

source: Please select a column to use for display.
hu: Kérem válasszon egy oszlopot megjelenítéshez.
ms: Sila pilih medan untuk digunakan pada paparan.

source: You might want to update the field name to make sure it still makes sense based on your remapping choices.
ar: قد ترغب في تحديث اسم الحقل للتأكد من أنه لا يزال منطقيًا بناءً على اختياراتك لإعادة التعيين.
bg: Може би желаете да осъвремените името на полето за да сте сигурни, че е все още смислено след промяна на съответствията (mapping).
ca: És possible que vulgueu actualitzar el nom del camp per assegurar-vos que encara tinguin sentit en funció de les opcions d'assignació.
de: Möglicherweise möchtest du den Feldnamen aktualisieren, um sicherzustellen, dass er auf der Grundlage deiner Umstellungen noch sinnvoll ist.
es: Es posible que quieras actualizar el nombre del campo para asegurarte de que todavía tenga sentido en función de las opciones de mapeo.
fa: شما ممکن است بخواهید نام فیلد را به روز کنید تا مطمئن شوید که هنوز بر اساس گزینه های بازخوانی شما، منطقی است.
fi: Halunnetko päivittää kentän nimen varmistaaksesi että se kuvaa tekemiäsi mäppäyksiä.
fr: Pensez à vous assurer que le nom du champ reste pertinent après vos modifications de mapping.
hu: Érdemes lehet frissíteni a mező nevét, hogy megbizonyosodjon arról, hogy az újraleképezés alapján továbbra is megfelelő.
it: Potresti voler aggiornare il nome del campo per assicurarti che abbia ancora senso in base alle tue scelte di rimappatura.
ja: 再マッピングの選択と内容が合うようにフィールド名を更新すると良いでしょう。
ms: Anda mungkin ingin mengemas kini nama medan untuk memastikan ia masih sesuai berdasarkan pilihan pemetaan semula anda.
nb: Du vil kanskje oppdatere feltnavnet sånn at det fortsatt gir mening dersom du har valgt å bruke verdien fra et annet felt.
nl: Je kunt ervoor kiezen om de veldnaam aan te passen, om er zeker van te zijn dat deze nog duidelijk is, baserend op je hermapping keuzes.
pl: Możesz zaktualizować nazwę pola, aby upewnić się, że nadal ma sens na podstawie opcji ponownego mapowania.
pt_br: Você pode querer atualizar o nome do campo para ter certeza de que ainda tem significado dependendo das opções de alocação.
ru: Возможно, вы захотите обновить наименование поля, чтобы убедиться, что оно соответствует выбранному варианту переназначения связи.
sk: Možno budete chcieť aktualizovať názov poľa, aby sa ubezpečil, že má stále zmysel na základe vašich možností premapovania.
sl: Morda boste želeli posodobiti ime polja, da se prepričate, da je še vedno smiselno glede na vaše izbire za preslikavo.
sq: Mund të dëshironi të përditësoni emrin e fushës për t’u siguruar se ende ka kuptim bazuar në zgjedhjet tuaja të remapping.
sr: Možda želite da ažurirate naziv polja kako biste bili sigurni da i dalje ima smisla na osnovu vaših izbora preslikavanja.
sv: Du rekommenderas att uppdatera fältnamnen för att säkerställa att de fortfarande stämmer baserat på dina mappningsval.
tr: Yaptığınız yeni seçimlerin mantıklı olduğundan emin olmak için alan adını güncellemek isteyebilirsiniz.
uk: Можливо, ви захочете оновити назву поля, щоб переконатися, що вона все ще має сенс з огляду на ваші варіанти мапінгу.
vi: Bạn có thể muốn cập nhật tên trường để đảm bảo nó vẫn có ý nghĩa dựa trên các lựa chọn ánh xạ lại của bạn.
zh_hk: 您可能想要更新這個欄位的名稱來確保它基於您的重新映射選擇時仍然有意義

source: Cached field values
eo: stored field info (lowkey sus)
hu: Gyorsítótárazott mezőértékek
lt: Talpykloje saugomos lauko vertės
ms: Nilai medan dicache

source: Metabase can scan the values for this field to enable checkbox filters in dashboards and questions.
hu: A Metabase képes átvizsgálni a mező értékeit, hogy engedélyezze a jelölőnégyzet-szűrőket az irányítópultokon és kérdésekben.
lt: Metabase gali nuskaityti šio lauko reikšmes, kad įgalintų žymimuosius laukelių filtrus informacijos suvestinėse ir klausimuose.
ms: Metabase boleh mengimbas nilai untuk medan ini bagi membolehkan tapisan kotak semak dalam papan pemuka dan soalan.

source: Re-scan this field
hu: Mező ismételt beolvasása
lt: Iš naujo nuskaitykite šį lauką
ms: Mengimbas semula medan ini

source: Discard cached field values
ar: تجاهل قيم الحقول المخزنة مؤقتًا
bg: Отмени кешираните стойности
ca: Descarteu els valors de la memòria cau
de: Verwerfen von zwischengespeicherten Feldwerten
eo: Bye, cached field values, you’re canceled
es: Descartar valores de campo en caché
fa: کنار گذاشتن مقادیر فیلد ذخیره شده
fi: Hylkää cache arvot
fr: Supprimer les valeurs des filtres du cache
hu: A gyorsítótárazott mezőértékek elvetése
it: Scarta la cache dei valori
ja: キャッシュしたフィールド値を削除する
lt: Pašalinti talpykloje saugomas lauko vertes
ms: Buang nilai medan yang dicache
nb: Kast mellomlagrede feltverdier
nl: Verwijder opgeslagen veldwaarden
pl: Odrzuć zbuforowane wartości
pt_br: Descartar valores de campo em cache
ru: Сбросить кэшированные значения полей
sk: Vyčistiť hodnoty polí vo vyrovnávacej pamäti
sl: Zavrženje predpomnjenih vrednosti polj
sq: Hidh poshtë vlerat e fushave të ruajtura në cache
sr: Odbaci keširane vrednosti polja
sv: Radera sparade fältvärden
tr: Önbelleğe alınmış değerleri atın
uk: Скинути кешовані значення полів
vi: Hủy giá trị trường được lưu trong bộ nhớ cache
zh_hk: 丟棄欄位快取

source: Failed to discard values
ar: فشل تجاهل القيم
bg: Неуспех при отмяна на стойностите
ca: Error en descartar els valors
de: Werte konnten nicht verworfen werden
eo: Couldn't yeet the values or smthn like that
es: Error al descartar valores
fa: کنار کذاشتن مقادیر، ناموفق بود
fi: Arvojen hylkäys epäonnistui
fr: Impossible de supprimer les valeurs
hu: Nem sikerült elvetni az értékeket
it: Errore durante la cancellazione del valore
ja: 値の削除に失敗しました
lt: Nepavyko atsikratyti verčių
ms: Gagal membuang nilai
nb: Mislyktes å kaste verdier
nl: Verwijderen van opgeslagen veldwaarden is mislukt
pl: Nie można odrzucić wartości
pt_br: Erro ao descartar valores
ru: Не удалось сбросить значения
sk: Nepodarilo sa vyčistiť hodnoty
sl: Zavrženje vrednosti ni bilo mogoče zavrniti
sq: Dështoi hedhja poshtë e vlerave
sr: Nije uspelo odbacivanje vrednosti
sv: Misslyckades med att radera värden
tr: Değerler alamadı
uk: Не вдалося скинути значення
vi: Không thể loại bỏ các giá trị
zh_hk: 丟棄欄位值失敗

source: Discard triggered!
ar: تم إطلاق التجاهل!
bg: Отмяна инициирана!
ca: Neteja iniciada!
de: Verwerfen gestartet!
eo: Discard just set off fr fr
es: ¡Limpieza iniciada!
fa: تغییرات را نادیده بگیر!
fi: Hylkäys käynnissä!
fr: Suppression lancée !
hu: Elvetés aktiválva!
it: Cancellazione avviata
ja: 削除されました!
lt: Atsikratymas pradėtas!
ms: Pembuuangan dicetuskan!
nb: Kasting utløst!
nl: Verwijdering geactiveerd!
pl: Odrzuć wywołane!
pt_br: Limpeza iniciada!
ru: Сброс значений начался!
sk: Čistenie spustené!
sl: Zavrzi se sproži!
sq: U shkaktua hedhja poshtë!
sr: Odbacivanje pokrenuto!
sv: Radering påbörjad!
tr: Tetik atın!
uk: Скидання запущено!
vi: Hủy kích hoạt!
zh_hk: 丟棄處理已經觸發！

source: Select any table to see its schema and add or edit metadata.
eo: Tap any table to peep its schema and add or edit metadata, fr fr.
hu: Válasszon ki egy táblázatot a sémájának megtekintéséhez, valamint metaadatok hozzáadásához vagy szerkesztéséhez.
lt: Pasirinkite bet kurią lentelę, kad pamatytumėte jos schemą ir pridėtumėte ar redaguotumėte metaduomenis.
ms: Pilih mana-mana jadual untuk melihat skemanya dan menambah atau menyunting metadata.

source: Name is required
ar: الاسم مطلوب
bg: Име е задължително
ca: El nom és obligatori
de: Name ist erforderlich
eo: Name’s gotta be in, fr fr
es: Nombre es obligatorio
fa: نام لازم است
fi: Nimi on vaadittu
fr: Le nom est requis
hu: A Név kötelező
it: Nome è obbligatorio
ja: 名前は必須です
lt: Vardas yra būtinas
ms: Nama diperlukan
nb: Navn er påkrevd
nl: Naam is verplicht
pl: Nazwa jest wymagana
pt_br: O nome é obrigatório
ru: Имя обязательно
sk: Meno je povinné
sl: Ime je obvezno
sq: Emri është i detyrueshëm
sr: Naziv je obavezan
sv: Namn är obligatoriskt
tr: İsim gerekli
uk: Назва обов’язкова
vi: Tên là bắt buộc
zh_hk: 名稱必填

source: Description is required
ar: الوصف مطلوب
bg: Описание е задължително
ca: La descripció és obligatòria
de: Beschreibung ist erforderlich
eo: Gotta fill in the deets, fr fr
es: Descripción es obligatoria
fa: وارد کردن توضیحات ضروری است
fi: Kuvaus on vaadittu
fr: La description est requise
hu: A Leírás kötelező
it: Descrizione è obbligatorio
ja: 説明は必須です
lt: Aprašymas yra būtinas
ms: Penerangan diperlukan
nb: Beskrivelse er påkrevd
nl: Omschrijving is verplicht
pl: Opis jest wymagany
pt_br: A descrição é obrigatória
ru: Описание обязательно
sk: Popis je povinný
sl: Opis je obvezen
sq: Përshkrimi është i detyrueshëm
sr: Opis je obavezan
sv: Beskrivning är obligatorisk
tr: Açıklama gerekli
uk: Опис обов’язковий
vi: Mô tả là bắt buộc
zh_hk: 敘述必填

source: Revision message is required
ar: رسالة المراجعة مطلوبة
bg: Бележка за промените е задължителна
ca: El missatge de revisió és obligatori
de: Änderungstext ist erforderlich
eo: Ugh, gotta send the revision message, fr.
es: Mensaje de la revisión es obligatorio
fa: وارد کردن پیام بازبینی ضروری است
fi: Muutosviesti on vaadittu
fr: Un message d'historique est requis
hu: Felülvizsgálati üzenet szükséges
it: Sono richieste le informazioni di revisione
ja: 履歴メッセージは必須です
lt: Redagavimo pranešimas yra būtinas
ms: Mesej semakan diperlukan
nb: Revisjonsmelding er påkrevd
nl: Herzieningsbericht is verplicht
pl: Wymagany jest komunikat poprawki
pt_br: A mensagem de revisão é obrigatória
ru: Описание внесенных изменений обязательно
sk: Správa pri revízií je povinná
sl: Sporočilo o reviziji je obvezno
sq: Mesazhi i rishikimit është i detyrueshëm
sr: Poruka revizije je obavezna
sv: Revisionsmeddelande är obligatorisk
tr: Revizyon mesajı gerekli
uk: Повідомлення для ревізії обов’язкове
vi: Thông điệp sửa đổi là bắt buộc
zh_hk: 調整訊息必填

source: Aggregation is required
hu: Aggregálás kötelező
ms: Pengagregatan diperlukan

source: Edit Your Metric
hu: Szerkessze a metrikáját
ms: Sunting Metrik Anda

source: Create Your Metric
hu: Készítse el metrikáját
ms: Tambah Metrik Anda

source: Make changes to your metric and leave an explanatory note.
hu: Módosítsa a metrikát, és adjon hozzá megjegyzést.
ms: Buat perubahan pada metrik anda dan berikan nota penerangan.

source: You can create saved metrics to add a named metric option to this table. Saved metrics include the aggregation type, the aggregated field, and optionally any filter you add. As an example, you might use this to create something like the official way of calculating "Average Price" for an Orders table.
hu: Mentett metrikák létrehozásával elnevezett metrikabeállítást adhat hozzá ehhez a táblázathoz. A mentett metrikák közé tartozik az összesítés típusa, az összesített mező, és opcionálisan bármely hozzáadott szűrő. Példaként használhatja ezt arra, hogy létrehozzon valami olyasmit, mint az "Átlagár" kiszámításának hivatalos módja egy rendelések táblához.
ms: Anda boleh membuat metrik yang tersimpan untuk menambah pilihan metrik bernama pada jadual ini. Metrik yang tersimpan termasuk jenis penggabungan, medan agregat, dan secara pilihan mana-mana tapisan yang anda tambah. Sebagai contoh, anda mungkin menggunakan ini untuk mencipta sesuatu seperti cara mengira "Harga Purata" untuk jadual Pesanan.

source: Result:
hu: Eredmény:
ms: Keputusan:

source: Name Your Metric
hu: Nevezze el a metrikát
ms: Namakan Metrik Anda

source: Give your metric a name to help others find it.
hu: Adjon nevet a metrikának, hogy mások is megtalálják.
ms: Beri nama metrik anda untuk membantu orang lain mencarinya.

source: Something descriptive but not too long
ar: شيء وصفي لكن ليس طويلًا جدًا
bg: Нещо описателно, но не прекалено дълго
ca: Alguna cosa descriptiva però no massa llarga
de: Eine Beschreibung, aber nicht zu lang
eo: Something kinda detailed but not super long, lol
es: Algo descriptivo pero no demasiado largo
fa: یک توصیف نه چندان طولانی
fi: Jotain lyhyttä, mutta kuvaavaa
fr: Description syntétique
hu: Valami leíró, de nem túl hosszú
it: Qualcosa di descrittivo ma non troppo dettagliato
ja: 簡単な説明
lt: Kažkas aprašomo, bet ne per ilgo
ms: Sesuatu yang deskriptif tetapi tidak terlalu panjang
nb: Noe beskrivende men ikke for langt
nl: Iets verduidelijkends maar niet te lang
pl: Coś opisowego, ale nie za długie
pt_br: Algo descritivo, mas não muito longo
ru: Что-нибудь описательное, но не слишком длинное
sk: Niečo popisné, ale nie príliš dlhé
sl: Nekaj opisnega, vendar ne predolgega
sq: Diçka përshkruese, por jo shumë e gjatë
sr: Nešto opisno, ali ne predugačko
sv: Något beskrivande, men inte för långt
tr: Açıklayıcı bir şey ama çok uzun değil
uk: Щось описове, але не надто довге
vi: Một vài mô tả không quá dài
zh_hk: 簡短的敘述

source: Describe Your Metric
hu: Írja le szövegesen a metrikáját
ms: Terangkan Metrik Anda

source: Give your metric a description to help others understand what it's about.
hu: Adja meg a metrika leírását, hogy segítsen másoknak megérteni, mi a célja a változtatásnak.
ms: Berikan huraian pada metrik anda untuk membantu orang lain memahami tentangnya.

source: This is a good place to be more specific about less obvious metric rules
hu: Ez egy jó hely a kevésbé nyilvánvaló metrikaszabályok pontosabb megfogalmazására
ms: Ini adalah tempat yang baik untuk lebih spesifik tentang peraturan metrik yang kurang jelas

source: Reason For Changes
ar: سبب التغييرات
bg: Причина за промените
ca: Motiu dels canvis
de: Grund der Änderung
eo: Why we switchin' things up
es: Motivo de los cambios
fa: دلیل تغییرات
fi: Muutosten syy
fr: Raison des modifications
hu: Indok a Változtatásokhoz
it: Motivo per le modifiche
ja: 変更理由
lt: Pakeitimų priežastis
ms: Sebab Perubahan
nb: Grunn Til Endringer
nl: Reden voor wijzigingen
pl: Powód do zmian
pt_br: Razão para alterações
ru: Причина изменений
sk: Dôvod zmeny
sl: Razlog za spremembe
sq: Arsyeja e ndryshimeve
sr: Razlog za izmene
sv: Orsak till ändring
tr: Değişiklik Nedeni
uk: Причина змін
vi: Lý do thay đổi
zh_hk: 更改原因

source: Leave a note to explain what changes you made and why they were required.
ar: اترك ملاحظة لشرح التغييرات التي أجريتها ولماذا كانت مطلوبة.
bg: Оставете бележка, за да обясните какви промени сте направили и защо са необходими.
ca: Deixeu una nota explicant els canvis que heu fet i per què són necessaris.
de: Hinterlasse eine Notiz, um zu erklären, welche Änderungen du vorgenommen hast und warum sie erforderlich waren.
eo: Drop a lil note explaining what tweaks u made and why they were needed, fr.
es: Deja una nota para explicar qué cambios has hecho y por qué fueron necesarios.
fa: یک یادداشت برای توضیح علت تغییرات ایجادشده بنویسید.
fi: Kirjaa muistiin mitä muutit ja miksi muutos tarvittiin.
fr: Laisser un mot d’explication sur les changements que vous avez faits et pourquoi ils étaient nécessaires.
hu: Hagyjon emlékeztetőt a változtatásairól, és hogy miért volt rájuk szükség.
it: Lascia un commento per spiegare quali cambiamenti hai fatto e perché li ritenevi necessari.
ja: 変更箇所と変更理由を記入する
ms: Tinggalkan nota untuk menerangkan perubahan yang anda buat dan sebab ia diperlukan.
nb: Legg igjen en beskjed for å forklare hva slags endringer du gjorde og hvorfor de måtte gjøres.
nl: Laat een notitie achter, om de veranderingen uit te leggen en waarom ze nodig waren.
pl: Zostaw notatkę, aby wyjaśnić, jakie zmiany zostały wprowadzone i dlaczego były wymagane.
pt_br: Deixe uma nota para explicar quais alterações você fez e por que elas foram necessárias.
ru: Оставьте описание внесенных вами изменений и почему они были необходимы.
sk: Pridajte poznámku a vysvetlite, aké zmeny ste vykonali a prečo boli potrebné.
sl: Pustite opombo, da pojasnite, katere spremembe ste naredili in zakaj so bile potrebne.
sq: Lër një shënim për të shpjeguar çfarë ndryshimesh bëre dhe pse ishin të nevojshme.
sr: Ostavite belešku da objasnite koje ste izmene napravili i zašto su bile potrebne.
sv: Skriv ett kort meddelande som beskriver vilka ändringar du gjort och varför de var nödvändiga.
tr: Yaptığınız değişiklikleri ve neden gerekli olduklarını açıklamak için bir not bırakın.
uk: Залиште примітку, щоб пояснити, які зміни ви внесли та чому вони були потрібні.
vi: Để lại một ghi chú để giải thích những thay đổi bạn đã thực hiện và tại sao chúng được yêu cầu.
zh_hk: 留言以說明您所做的更改以及為何需要這些更改。

source: This will show up in the revision history for this metric to help everyone remember why things changed
hu: Ez fog megjelenni a mutató felülvizsgálati előzményeiben, hogy mindenki emlékezzen arra, miért került változtatásra
ms: Ini akan dipaparkan dalam sejarah semak untuk metrik ini untuk membantu semua orang mengingati sebab perubahan

source: At least one filter is required
ar: مطلوب فلتر واحد على الأقل
bg: Задължителен е поне един филтър
ca: Es requereix com a mínim un filtre
de: Mindestens ein Filter ist erforderlich
eo: You gotta have at least one filter, fr.
es: Se requiere al menos un filtro
fa: حداقل یک فیلتر مورد نیاز است
fi: Vähintään yksi suodin on vaadittu
fr: Au moins un filtre est requis
hu: Legalább egy szűrő szükséges
it: Al meno uno filtro è obbligatorio
ja: 最低1つのフィルターが必要です
lt: Būtinas bent vienas filtras
ms: Sekurang-kurangnya satu tapisan diperlukan
nb: Minst ett filter er påkrevd
nl: Er is ten minste één filter benodigd
pl: Co najmniej jeden filtr jest wymagany
pt_br: Pelo menos um filtro é obrigatório
ru: Необходим как минимум один фильтр
sk: Aspoň jeden filter je povinný
sl: Potreben je vsaj en filter
sq: Kërkohet të paktën një filtër
sr: Potreban je bar jedan filter
sv: Minst ett filter krävs
tr: En az bir filtre gerekli
uk: Потрібен щонайменше один фільтр
vi: Bắt buộc có ít nhất một giá trị lọc
zh_hk: 至少需要一個篩選條件
