Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: First, 15th, or last of the month
ar: الأول أو 15 أو الأخير من الشهر
bg: Първо, 15-то или последно число на месеца
ca: Primer, 15 o últim de mes
de: Erster, 15. oder letzter des Monats
eo: First, the 15th, or the end of the month, no cap
es: Primer, decimoquinto o último día del mes
fa: اول، پانزدهم یا آخرین ماه
fi: Kuukauden 1., 15. tai viimeinen
fr: Le premier, le 15 ou le dernier jour du mois
hu: Hónap első, 15. vagy utolsó napja
it: Primo, 15° o ultimo giorno del mese
ja: 毎月1日、15日、または月末
lt: Pirmoji, 15 arba paskutinė mėnesio diena
ms: Pertama, 15, atau terakhir bulan ini
nb: Første, 15. eller siste dag i måneden
nl: Eerste, 15e of laatste van de maand
pl: Pierwszy, piętnasty lub ostatni dzień miesiąca
pt_br: Primeiro, 15º ou último dia do mês
ru: Первое, 15-е или последнее число месяца
sk: Prvý, 15. alebo posledný deň v mesiaci
sl: Prvi, 15. ali zadnji v mesecu
sq: E para, 15-ta, ose e fundit e muajit
sr: Prvi, 15. ili poslednji u mesecu
sv: Första, 15:e eller sista dagen i månaden
tr: Ayın ilk günü, 15'i veya son günü
uk: Першого, 15-го або в останній день місяця
vi: Ngày đầu tiên, ngày 15 hoặc ngày cuối cùng của tháng
zh_hk: 每月的第一、十五或最後一天

source: Day of the month
ar: يوم من الشهر
bg: Ден от месеца
ca: Dia del mes
de: Tag des Monats
eo: Day of the month → Day of the mo'
es: Día del mes
fa: روز ماه
fi: Kuukauden päivä
fr: Jour du mois
hu: A hónap napja
it: Giorno del mese
ja: 月
lt: Mėnesio diena
ms: Hari dalam bulan
nb: Dag i måneden
nl: Dag van de maand
pl: Dzień miesiąca
pt_br: Dia do mês
ru: День месяца
sk: Deň v mesiaci
sl: Dan v mesecu
sq: Dita e muajit
sr: Dan u mesecu
sv: Dag i månaden
tr: Ayın günü
uk: День місяця
vi: Ngày trong tháng
zh_hk: 月日

source: Day of the week
ar: يوم من الأسبوع
bg: Ден от седмицата
ca: Dia de la setmana
de: Tag der Woche
eo: Weekday Vibes
es: Día de la semana
fa: روز هفته
fi: Viikonpäivä
fr: Jour de la semaine
hu: A hét napja
it: Giorno della settimana
ja: 曜日
lt: Savaitės diena
ms: Hari dalam seminggu
nb: Ukens dag
nl: Dag van de week
pl: Dzień tygodnia
pt_br: Dia da semana
ru: День недели
sk: Deň v týždni
sl: Dan v tednu
sq: Dita e javës
sr: Dan u nedelji
sv: Dag i veckan
tr: Haftanın günü
uk: День тижня
vi: Ngày trong tuần
zh_hk: 星期

source: AM/PM
eo: AM/PM → "early bird / night owl"
hu: DE/DU
ja: 午前/午後
lt: PM/PM
ms: PG/PM
sl: AMER / PM
vi: Sáng/Chiều
zh_hk: 上午/下午

source: Reset filter to default state
ar: إعادة تعيين عامل التصفية إلى الحالة الافتراضية
bg: Възстановяване на състоянието на филтъра по подразбиране
ca: Restableix el filtre a l'estat predeterminat
de: Filter auf den Standardzustand zurücksetzen
eo: Reset the filter to its OG vibes
es: Restablecer el filtro a su estado por defecto
fa: فیلتر را به حالت پیش فرض بازنشانی کنید
fi: Palauta suodatin oletustilaan
fr: Réinitialiser le filtre à son état par défaut
hu: Szűrő visszaállítása alapértelmezett állapotba
it: Ripristino del filtro allo stato predefinito
ja: フィルターをデフォルト状態に戻す
lt: Iš naujo nustatykite filtrą į numatytąją būseną
ms: Tetapkan semula penapis kepada keadaan lalai
nb: Tilbakestill filter til standardstatus
nl: Filter terugzetten naar standaardstatus
pl: Zresetuj filtr do stanu domyślnego
pt_br: Redefinir o filtro para o estado padrão
ru: Сброс фильтра в состояние по умолчанию
sk: Obnovenie predvoleného stavu filtra
sl: Ponastavitev filtra na privzeto stanje
sq: Rikthe filtrin në gjendjen parazgjedhje
sr: Vrati filter na podrazumevano stanje
sv: Återställ filtret till standardläge
tr: Filtreyi varsayılan duruma sıfırla
uk: Скинути фільтр до стану за замовчуванням
vi: Đặt lại bộ lọc về trạng thái mặc định
zh_hk: 將篩選器重設為預設狀態

source: {0} item has been moved to the trash.
ar: تم نقل {0} من العناصر إلى سلة المحذوفات.
bg: {0} елементът е преместен в кошчето.
ca: S'ha mogut {0} element a la paperera.
de: {0} Element wurde in den Papierkorb verschoben.
eo: "{0} item has been sent to the trash 🗑️"
es: {0} elemento ha sido movido a la papelera.
fa: مورد {0} به سطل زباله منتقل شد.
fi: {0} kohde on siirretty roskakoriin.
fr: L'élément {0} a été mis à la corbeille.
hu: {0} elem át lett helyezve a lomtárba.
it: L'elemento {0} è stato spostato nel cestino.
ja: {0}アイテムはゴミ箱に移動されました。
lt: {0} elementas buvo perkeltas į šiukšliadėžę.
ms: {0} item telah dialihkan ke sampah.
nb: {0} ting har blitt flyttet til papirkurven.
nl: {0} item is verplaatst naar de prullenbak.
pl: {0} element został przeniesiony do kosza.
pt_br: {0} item foi movido para a lixeira.
ru: {0} предмет был перемещен в корзину.
sk: Položka {0} bola presunutá do koša.
sl: {0} element je bil premaknjen v koš.
sq: {0} element është zhvendosur në kosh.
sr: Stavka ({0}) je premeštena u otpad.
sv: {0} objekt har flyttats till papperskorgen.
tr: {0} öğe çöp kutusuna taşındı.
uk: {0} елемент переміщено до кошика.
vi: {0} các mục đã được chuyển vào thùng rác.
zh_hk: {0} 物品已移至垃圾桶。

source: Results for {0}
ar: نتائج {0}
bg: Резултати за {0}
ca: Resultats per a {0}
de: Ergebnisse für {0}
eo: Results for {0} → Results for {0} (no cap, this one’s pretty neutral, but if you wanna spice it up: "Results for {0}, fr fr")
es: Resultados para {0}
fa: نتایج برای {0}
fi: Tuloksia {0}
fr: Résultats pour {0}
hu: Eredmények: {0}
it: Risultati per {0}
ja: {0} の結果
lt: Rezultatai pagal užklausą {0}
ms: Keputusan untuk {0}
nb: Resultater for {0}
nl: Resultaten voor {0}
pl: Wyniki dla {0}
pt_br: Resultados para {0}
ru: Результаты для {0}
sk: Výsledky pre {0}
sl: Rezultati za {0}
sq: Rezultate për {0}
sr: Rezultati za {0}
sv: Resultat för {0}
tr: {0}için sonuçlar
uk: Результати для {0}
vi: Kết quả cho {0}
zh_hk: {0}的結果

source: Could not download the file
ar: تعذّر تنزيل الملف
bg: Не можа да изтегли файла
ca: No s'ha pogut descarregar el fitxer
de: Die Datei konnte nicht heruntergeladen werden
eo: Couldn’t even download the file, fr fr
es: No se ha podido descargar el archivo
fa: فایل دانلود نشد
fi: Tiedostoa ei voitu ladata
fr: Impossible de télécharger le fichier
hu: A fájlt nem sikerült letölteni
it: Impossibile scaricare il file
ja: ファイルをダウンロードできませんでした
lt: Nepavyko atsisiųsti failo
ms: Tidak dapat memuat turun fail
nb: Kunne ikke laste ned filen
nl: Kon het bestand niet downloaden
pl: Nie można pobrać pliku
pt_br: Não foi possível baixar o arquivo
ru: Не удалось загрузить файл
sk: Nepodarilo sa stiahnuť súbor
sl: Datoteke ni bilo mogoče prenesti
sq: Nuk u shkarkua dot skedari
sr: Nije moguće preuzeti fajl
sv: Det gick inte att ladda ner filen
tr: Dosya indirilemedi
uk: Не вдалося завантажити файл
vi: Không thể tải xuống tệp
zh_hk: 無法下載檔案

source: Export in progress. Are you sure you want to leave?
ar: التصدير قيد التقدم. هل أنت متأكد أنك تريد المغادرة؟
bg: Експортът е в ход. Сигурни ли сте, че искате да напуснете?
ca: Exportació en curs. Estàs segur que vols marxar?
de: Die Ausfuhr ist im Gange. Sind Sie sicher, dass Sie gehen wollen?
eo: Export's lowkey in the works. Are you 100% sure you wanna dip?
es: Exportación en curso. ¿Seguro que quiere salir?
fa: صادرات در حال انجام است. مطمئنی میخوای بری؟
fi: Vienti käynnissä. Oletko varma, että haluat poistua?
fr: Exportation en cours. Êtes-vous sûr de vouloir partir ?
hu: Exportálás folyamatban. Biztosan el akarja hagyni az oldalt?
it: Esportazione in corso. È sicuro di volersene andare?
ja: 輸出中。本当に出ますか？
lt: Vykdomas eksportas. Ar tikrai norite išeiti?
ms: Eksport sedang dijalankan. Adakah anda pasti mahu pergi?
nb: Eksport pågår. Er du sikker på at du vil dra?
nl: Export bezig. Weet je zeker dat je weg wilt?
pl: Eksport w toku. Czy na pewno chcesz wyjść?
pt_br: Exportação em andamento. Tem certeza de que deseja sair?
ru: Экспорт в процессе. Вы уверены, что хотите уйти?
sk: Prebieha export. Ste si istí, že chcete odísť?
sl: Izvoz v teku. Ste prepričani, da želite oditi?
sq: Eksporti në progres. Jeni i sigurt që doni të largoheni?
sr: Izvoz je u toku. Da li si siguran/na da želiš da odeš?
sv: Export pågår. Är du säker på att du vill åka?
tr: İhracat devam ediyor. Gitmek istediğinizden emin misiniz?
uk: Експорт триває. Ви впевнені, що хочете вийти?
vi: Đang xuất. Bạn có chắc chắn muốn thoát không?
zh_hk: 出口中。您確定要離開？

source: Invalid custom GeoJSON: coordinates are outside bounds for latitude and longitude
ar: GeoJSON مخصص غير صالح: الإحداثيات خارج حدود خط العرض وخط الطول
bg: Невалиден потребителски GeoJSON: координатите са извън границите за географска ширина и дължина
ca: GeoJSON personalitzat no vàlid: les coordenades estan fora dels límits de latitud i longitud
de: Ungültiges benutzerdefiniertes GeoJSON: Koordinaten liegen außerhalb der Grenzen für Breiten- und Längengrad
eo: Yo, this custom GeoJSON is totally invalid — the coords are outside the legit bounds for lat and lon, fr.
es: GeoJSON personalizado no válido: las coordenadas están fuera de los límites de latitud y longitud.
fa: GeoJSON سفارشی نامعتبر: مختصات خارج از محدوده طول و عرض جغرافیایی هستند
fi: Virheellinen muokattu GeoJSON: koordinaatit ovat leveys- ja pituusasteen rajojen ulkopuolella
fr: GeoJSON personnalisé non valide : les coordonnées sont en dehors des limites de la latitude et de la longitude
hu: Érvénytelen egyéni GeoJSON: a koordináták a szélességi és hosszúsági határokon kívül esnek
it: GeoJSON personalizzato non valido: le coordinate non rientrano nei limiti di latitudine e longitudine.
ja: 無効なカスタムGeoJSON: 座標が緯度と経度の範囲外です。
lt: Netinkamas tinkintas GeoJSON: koordinatės yra už platumos ir ilgumos ribų
ms: GeoJSON tersuai tidak sah: koordinat berada di luar sempadan untuk latitud dan longitud
nb: Ugyldig egendefinert GeoJSON: koordinatene er utenfor grensene for breddegrad og lengdegrad
nl: Ongeldige aangepaste GeoJSON: coördinaten vallen buiten de grenzen voor breedtegraad en lengtegraad
pl: Nieprawidłowy niestandardowy GeoJSON: współrzędne wykraczają poza granice szerokości i długości geograficznej
pt_br: GeoJSON personalizado inválido: as coordenadas estão fora dos limites de latitude e longitude
ru: Недопустимый пользовательский GeoJSON: координаты выходят за пределы границ широты и долготы
sk: Neplatný vlastný GeoJSON: súradnice sú mimo hraníc zemepisnej šírky a dĺžky
sl: Neveljaven geoJSON po meri: koordinate so zunaj meja za zemljepisno širino in dolžino
sq: GeoJSON i personalizuar i pavlefshëm: koordinatat janë jashtë kufijve për gjerësinë dhe gjatësinë gjeografike
sr: Nevažeći prilagođeni GeoJSON: koordinate su van granica za geografsku širinu i dužinu
sv: Ogiltig anpassad GeoJSON: koordinaterna ligger utanför gränserna för latitud och longitud
tr: Geçersiz özel GeoJSON: koordinatlar enlem ve boylam sınırlarının dışında
uk: Недійсний користувацький GeoJSON: координати виходять за межі широти та довготи
vi: GeoJSON tùy chỉnh không hợp lệ: tọa độ nằm ngoài giới hạn vĩ độ và kinh độ
zh_hk: 自訂 GeoJSON 無效：坐標超出經緯度範圍

source: Reset all filters
ar: أعد ضبط كل الفلاتر
bg: Нулиране на всички филтри
ca: Restableix tots els filtres
de: Alle Filter zurücksetzen
eo: Reset all the vibes
es: Restablecer todos los filtros
fa: همه فیلترها را بازنشانی کنید
fi: Nollaa kaikki suodattimet
fr: Réinitialiser tous les filtres
hu: Az összes szűrő visszaállítása
it: Azzeramento di tutti i filtri
ja: すべてのフィルターをリセット
lt: Iš naujo nustatykite visus filtrus
ms: Tetapkan semula semua penapis
nb: Tilbakestill alle filtre
nl: Alle filters resetten
pl: Zresetuj wszystkie filtry
pt_br: Redefinir todos os filtros
ru: Сбросить все фильтры
sk: Obnovenie všetkých filtrov
sl: Ponastavi vse filtre
sq: Rivendos tE gjithE filtrat
sr: Resetuj sve filtere
sv: Återställ alla filter
tr: Tüm filtreleri sıfırla
uk: Скинути всі фільтри
vi: Đặt lại tất cả bộ lọc
zh_hk: 重設所有篩選條件

source: Download buttons
hu: Letöltési gombok
lt: Atsisiuntimo mygtukai
ms: Butang muat turun

source: Invalid date
ar: تاريخ غير صالح
bg: Невалидна дата
ca: Data no vàlida
de: Ungültiges Datum
eo: That's a no-cap timestamp
es: Fecha inválida
fa: تاریخ نامعتبر است
fi: Väärä päivämäärä
fr: Date invalide
hu: Érvénytelen dátum
it: Data non valida
ja: 無効な日付
lt: Netinkama data
ms: Tarikh tidak sah
nb: Ugyldig dato
nl: Ongeldige datum
pl: Nieprawidłowa data
pt_br: Data inválida
ru: Неверная дата
sk: Neplatný dátum
sl: Neveljaven datum
sq: DatE e pavlefshme
sr: Nevažeći datum
sv: Ogiltigt datum
tr: Geçersiz tarih
uk: Некоректна дата
vi: Ngày không hợp lệ
zh_hk: 無效日期

# {0} is a duration of time (e.g.: 2 months)
source: Not used in over {0}
ar: غير مستخدم منذ أكثر من {0}
bg: Не се използва в над {0}
ca: No s'utilitza en més de {0}
de: Nicht verwendet in über {0}
es: No se utiliza en más de {0}
fa: در بیش از {0}استفاده نمی شود
fi: Ei käytetty yli {0} aikana
fr: Non utilisé dans le cadre de {0}
hu: Több mint {0}-e nem használt
it: Non utilizzato in oltre {0}
ja: {0} 以上では使用しない
lt: Nenaudota daugiau nei {0}
ms: Tidak digunakan dalam lebih {0}
nb: Ikke brukt i over {0}
nl: Niet gebruikt op meer dan {0}
pl: Nieużywany w ponad {0}
pt_br: Não usado em mais de {0}
ru: Не используется в более чем {0}
sk: Nepoužíva sa na stránke {0}
sl: Ne uporablja se več kot {0}
sq: Nuk EshtE pErdorur prej mE shumE se {0}
sr: Nije korišćeno duže od {0}
sv: Oanvänd i över {0}
tr: {0}adresinde kullanılmamaktadır.
uk: Не використовувалося понад {0}
vi: Không được sử dụng trong hơn {0}
zh_hk: 不使用於超過 {0}

# {0} is a duration of time (e.g.: 2 months)
source: All items have been used in the past {0}
ar: تم استخدام جميع العناصر خلال {0} الماضية
bg: Всички артикули са били използвани в миналото {0}
ca: Tots els elements s'han utilitzat en el passat {0}
de: Alle Artikel wurden in der Vergangenheit verwendet {0}
es: Todos los artículos han sido utilizados en el pasado {0}
fa: همه موارد در گذشته {0}استفاده شده است
fi: Kaikki kohteita on käytetty viimeisten {0} aikana
fr: Tous les articles ont été utilisés dans le passé {0}
hu: Minden elem használatban volt az elmúlt {0} időszakban
it: Tutti gli articoli sono stati utilizzati in passato {0}
ja: すべてのアイテムは過去に使用済み{0}。
lt: Visi elementai buvo naudojami per pastaruosius {0}
ms: Semua item telah digunakan pada {0} yang lalu
nb: Alle artiklene har blitt brukt i det siste {0}
nl: Alle items zijn gebruikt in het verleden {0}
pl: Wszystkie przedmioty były używane w przeszłości {0}
pt_br: Todos os itens foram usados ​​no passado {0}
ru: Все предметы были использованы в прошлом {0}
sk: Všetky položky boli použité v minulosti {0}
sl: Vsi predmeti so bili uporabljeni v preteklih {0}
sq: TE gjitha elementet janE pErdorur nE {0} e fundit
sr: Sve stavke su korišćene u poslednjih {0}
sv: Alla artiklar har använts under det senaste året {0}
tr: Tüm ürünler geçmişte kullanılmıştır {0}
uk: Усі елементи використовувалися протягом останніх {0}
vi: Tất cả các mục đã được sử dụng trong quá khứ {0}
zh_hk: 所有項目均在過去使用過 {0}

# A verb in the imperative mood
source: Invalidate
ar: أبطِل
bg: Инвалидиране на
ca: Invalidar
de: Ungültig machen
es: Invalidar
fa: باطل کردن
fi: Mitätöi
fr: Invalider
hu: Érvénytelenítés
it: Invalidare
ja: 無効
lt: Negaliojančiu
ms: Tidak sah
nb: Ugyldiggjør
nl: Ongeldig maken
pl: Unieważnienie
pt_br: Invalidar
ru: Инвалидировать
sk: Zrušenie platnosti
sl: Razveljavi
sq: ZhvlerEso
sr: Poništi keš
sv: Invalidera
tr: Geçersiz kıl
uk: Інвалідувати
vi: Làm mất hiệu lực
zh_hk: 無效

# {0} is a phrase like '1 minute ago' or '30 seconds ago'
source: Showing cached results from {0}
ar: عرض نتائج مخزنة مؤقتًا من {0}
bg: Показване на резултати в кеша от {0}
ca: Es mostren els resultats de la memòria cau de {0}
de: Zwischengespeicherte Ergebnisse von {0}werden angezeigt.
es: Mostrando resultados en caché de {0}
fa: نمایش نتایج حافظه پنهان از {0}
fi: Näytetään välimuistissa olevat tulokset ajalta {0}
fr: Affichage des résultats mis en cache de {0}
hu: Gyorsítótárazott eredmények megjelenítése innen: {0}
it: Mostra i risultati in cache di {0}
ja: {0}のキャッシュ結果を表示
lt: Rodomi talpykloje saugomi rezultatai iš {0}
ms: Menunjukkan hasil cache daripada {0}
nb: Viser hurtigbufrede resultater fra {0}
nl: Toont resultaten uit het cachegeheugen van {0}
pl: Wyświetlanie buforowanych wyników z {0}
pt_br: Mostrando resultados armazenados em cache de {0}
ru: Показывать кэшированные результаты с {0}
sk: Zobrazujú sa výsledky z vyrovnávacej pamäte {0}
sl: Prikaz predpomnjenih rezultatov iz {0}
sq: Po shfaqen rezultatet e cache nga {0}
sr: Prikazujem keširane rezultate iz {0}
sv: Visar cachade resultat från {0}
tr: {0}adresinden önbelleğe alınmış sonuçlar gösteriliyor
uk: Показуємо кешовані результати від {0}
vi: Hiển thị kết quả được lưu trong bộ nhớ đệm từ {0}
zh_hk: 顯示來自 {0}的快取結果

# {0} is a number. Indicates a number of hours (the length of a cache)
source: {0}h
fa: {0}ساعت
fi: {0}a
hu: {0} óra
ja: {0}時
lt: {0} val
ms: {0}j
sv: {0}tim
uk: {0} год
vi: {0}giờ

# Occurs in phrases like 'Send weekly on Sunday'. Only capitalize if necessary
source: Sunday
ar: الأحد
bg: Неделя
ca: Diumenge
de: Sonntag
es: Domingo
fa: یکشنبه
fi: sunnuntai
fr: Dimanche
hu: Vasárnap
it: domenica
ja: 日曜日
lt: sekmadienis
ms: Ahad
nb: Søndag
nl: Zondag
pl: Niedziela
pt_br: Domingo
ru: Воскресенье
sk: Nedeľa
sl: Nedelja
sq: e diel
sr: nedelja
sv: Söndag
tr: Pazar
uk: неділя
vi: Chủ nhật
zh_hk: 星期日

# Occurs in phrases like 'Send weekly on Monday'. Only capitalize if necessary
source: Monday
ar: الاثنين
bg: Понеделник
ca: Dilluns
de: Montag
es: Lunes
fa: دوشنبه
fi: maanantai
fr: Lundi
hu: Hétfő
it: lunedì
ja: 月曜日
lt: Pirmadienis
ms: Isnin
nb: Mandag
nl: Maandag
pl: Poniedziałek
pt_br: Segunda
ru: Понедельник
sk: Pondelok
sl: Ponedeljek
sq: e hënë
sr: ponedeljak
sv: Måndag
tr: Pazartesi
uk: понеділок
vi: Thứ hai
zh_hk: 星期一

# Occurs in phrases like 'Send weekly on Tuesday'. Only capitalize if necessary
source: Tuesday
ar: الثلاثاء
bg: Вторник
ca: Dimarts
de: Dienstag
es: Martes
fa: سه شنبه
fi: tiistai
fr: Mardi
hu: Kedd
it: martedì
ja: 火曜日
lt: antradienis
ms: Selasa
nb: Tirsdag
nl: Dinsdag
pl: Wtorek
pt_br: Terça
ru: Вторник
sk: Utorok
sl: Torek
sq: e martë
sr: utorak
sv: Tisdag
tr: Salı
uk: вівторок
vi: Thứ ba
zh_hk: 星期二

# Occurs in phrases like 'Send weekly on Wednesday'. Only capitalize if necessary
source: Wednesday
ar: الأربعاء
bg: Сряда
ca: Dimecres
de: Mittwoch
es: Miércoles
fa: چهارشنبه
fi: keskiviikko
fr: Mercredi
hu: Szerda
it: mercoledì
ja: 水曜日
lt: trečiadienį
ms: Rabu
nb: Onsdag
nl: Woensdag
pl: Środa
pt_br: Quarta
ru: Среда
sk: Streda
sl: Sreda
sq: e mërkurë
sr: sreda
sv: Onsdag
tr: Çarşamba
uk: середа
vi: Thứ tư
zh_hk: 星期三

# Occurs in phrases like 'Send weekly on Thursday'. Only capitalize if necessary
source: Thursday
ar: الخميس
bg: Четвъртък
ca: Dijous
de: Donnerstag
es: Jueves
fa: پنج شنبه
fi: torstai
fr: Jeudi
hu: Csütörtök
it: giovedì
ja: 木曜日
lt: ketvirtadienis
ms: Khamis
nb: Torsdag
nl: Donderdag
pl: Czwartek
pt_br: Quinta
ru: Четверг
sk: Štvrtok
sl: Četrtek
sq: e enjte
sr: četvrtak
sv: Torsdag
tr: Perşembe
uk: четвер
vi: Thứ năm
zh_hk: 星期四

# Occurs in phrases like 'Send weekly on Friday'. Only capitalize if necessary
source: Friday
ar: الجمعة
bg: Петък
ca: Divendres
de: Freitag
es: Viernes
fa: جمعه
fi: perjantai
fr: Vendredi
hu: Péntek
it: venerdì
ja: 金曜日
lt: penktadienis
ms: Jumaat
nb: Fredag
nl: Vrijdag
pl: Piątek
pt_br: Sexta
ru: Пятница
sk: Piatok
sl: Petek
sq: e premte
sr: petak
sv: Fredag
tr: Cuma
uk: п’ятниця
vi: Thứ sáu
zh_hk: 星期五

# Occurs in phrases like 'Send weekly on Saturday'. Only capitalize if necessary
source: Saturday
ar: السبت
bg: Събота
ca: Dissabte
de: Samstag
es: Sábado
fa: شنبه
fi: lauantai
fr: Samedi
hu: Szombat
it: sabato
ja: 土曜日
lt: šeštadienis
ms: Sabtu
nb: Lørdag
nl: Zaterdag
pl: Sobota
pt_br: Sábado
ru: Суббота
sk: Sobota
sl: Sobota
sq: e shtunë
sr: subota
sv: Lördag
tr: Cumartesi
uk: субота
vi: Thứ bảy
zh_hk: 星期六

# Abbreviation for '1 hour'
source: 1h
fa: 1 ساعت
hu: 1 óra
lt: 1 val
ms: 1j
sl: 1 uro
uk: 1год
vi: 1 giờ

# Abbreviation for '{0} hours'. {0} is a number
source: {0}h
fa: {0}ساعت
fi: {0}a
hu: {0} órák
ja: {0}時
lt: {0} val
ms: {0}j
sv: {0}tim
uk: {0}год
vi: {0}giờ

# Abbreviation for '1 day'
source: 1d
hu: 1 nap
ms: 1h
uk: 1д
vi: 1 ngày

# Abbreviation for '1 month'
source: 1mo
bg: 1 месец
ca: 1 mes
fa: 1 ماه
fi: 1kk
hu: 1 hó
ja: 1月
lt: 1 mėn
ms: 1bln
pt_br: 1 mês
sk: 1mesiac
sl: 1 mesec
sv: 1 månad
tr: 1 ay
uk: 1міс
vi: 1 tháng
zh_hk: 1 月

# Abbreviation for '{0} months'. {0} is a number
source: {0}mo
bg: {0}мо
ca: {0}mes
fa: {0}ماه
fi: {0}kk
hu: {0} hónapok
ja: {0}モ
lt: {0} mėn
ms: {0}bln
pl: {0}nie
pt_br: {0} meses
ru: {0}мо
sl: {0} mesec
sv: {0}mån
uk: {0}міс
vi: {0}tháng

# Abbreviation for '1 year'
source: 1yr
bg: 1 година
ca: 1 any
de: 1 Jahr
es: 1 año
fa: 1 سال
fi: 1v
fr: 1 an
hu: 1 év
it: 1 anno
ja: 1年
lt: 1 m
ms: 1thn
nb: 1 år
nl: 1 jaar
pt_br: 1 a
ru: 1 год
sk: 1 rok
sl: 1 leto
sv: 1 år
tr: 1 yıl
uk: 1р
vi: 1 năm
zh_hk: 1 年

# Abbreviation for '{0} years'. {0} is a number
source: {0}yr
ca: {0}anys
fa: {0}سال
fi: {0}v
fr: {0}ans
hu: {0} évek
ja: {0}年
lt: {0} m
ms: {0}thn
nb: {0}år
pt_br: {0} a
sl: {0}leto
sv: {0}år
uk: {0}р
vi: {0}năm
zh_hk: {0}年

source: Collection Cleanup
ar: تنظيف المجموعات
bg: Почистване на колекцията
ca: Neteja de col·leccions
de: Bereinigung der Sammlung
eo: Vibe Check on the Stash
es: Limpieza de colecciones
fa: پاکسازی مجموعه
fi: Kokoelman puhdistus
fr: Nettoyage de la collection
hu: Gyűjtemény tisztítás
it: Pulizia della collezione
ja: コレクション・クリーンアップ
lt: Kolekcijos valymas
ms: Pembersihan Koleksi
nb: Opprydding i samlingen
nl: Collectie opruimen
pl: Czyszczenie kolekcji
pt_br: Limpeza de coleção
ru: Очистка коллекции
sk: Čistenie zbierky
sl: Čiščenje zbirke
sq: Pastrimi i Koleksioneve
sr: Čišćenje kolekcije
sv: Rensning av samlingar
tr: Koleksiyon Temizliği
uk: Очищення колекцій
vi: Dọn dẹp bộ sưu tập
zh_hk: 收集清理

source: Auth token URL
ar: URL توكن المصادقة
bg: URL адрес на Auth токен
ca: URL del testimoni d'autenticació
eo: Auth token URL → auth token link or URL, fr fr
es: URL del token de autenticación
fa: نشانی اینترنتی رمز تأیید
fi: Todennustokenin URL-osoite
fr: URL du jeton d'authentification
it: URL del token di autorizzazione
ja: 認証トークンURL
lt: Auth prieigos rakto URL
ms: URL token pengesahan
nb: URL for autentiseringstoken
pl: Adres URL tokenu uwierzytelniania
pt_br: URL do token de autenticação
ru: URL-адрес маркера авторизации
sk: Adresa URL tokenu autentifikácie
sl: URL žetona za preverjanje pristnosti
sq: URL e token-it të autentikimit
sr: URL auth tokena
sv: URL för autentiseringstoken
tr: Auth token URL'si
uk: URL токена автентифікації
vi: URL mã thông báo xác thực
zh_hk: 驗證標記 URL

source: Auth provider
ar: موفّر المصادقة
bg: Доставчик на удостоверения за автентичност
ca: Proveïdor d'autorització
de: Autorisierungsanbieter
eo: Auth provider → login squad or auth crew
es: Proveedor de autenticación
fa: ارائه دهنده احراز هویت
fi: Todennustarjoaja
fr: Fournisseur d'authentification
hu: Hitelesítési szolgáltató
it: Provider di autorizzazione
ja: 認証プロバイダー
lt: Autentifikavimo teikėjas
ms: Pembekal pengesahan
nb: Autorisasjonsleverandør
nl: Auth-aanbieder
pl: Dostawca autoryzacji
pt_br: Provedor de autenticação
ru: Провайдер авторизации
sk: Poskytovateľ autentifikácie
sl: Ponudnik preverjanja pristnosti
sq: Ofrues autentikimi
sr: Auth provajder
sv: Auth-leverantör
tr: Yetkilendirme sağlayıcısı
uk: Провайдер автентифікації
vi: Nhà cung cấp xác thực
zh_hk: 驗證提供者
