Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Send it to Slack
ar: أرسله إلى Slack
bg: Изпратете го към Slack
ca: Envia'l a Slack
de: Sende es an Slack
eo: Send it to Slack, fr fr
es: Envíalo a Slack
fa: آن را به Slack بفرستید
fi: Lähetä se Slackiin
fr: Envoyer vers Slack
hu: Küldje el Slack-re
it: Invialo a Slack
ja: Slackに送信
lt: Nusiųskite tai į Slack
ms: Hantar ke Slack
nb: Send det til Slack
nl: Stuur het via Slack
pl: Wyślij to do Slack'a
pt_br: Enviar para o Slack
ru: Отправить в Slack
sk: Odošlite to na Slack
sl: Pošljite ga na Slack
sq: Dërgoje në Slack
sr: Pošalji na Slack
sv: Skicka den till Slack
tr: Slack'e gönder
uk: Надішліть у Slack
vi: Gửi nó đến Slack
zh_hk: 發送給 Slack

source: Pick a channel and a schedule, and Metabase will do the rest.
hu: Válasszon egy csatornát és egy ütemtervet, és a Metabase elvégzi a többit.
ms: Pilih saluran dan jadual, dan Metabase akan melakukan selebihnya.

source: Email this dashboard
ar: أرسل هذه لوحة المعلومات بالبريد الإلكتروني
bg: Изпратете това табло по имейл
ca: Envia el quadre de comandament per correu electrònic
de: Dieses Dashboard per E-Mail senden
eo: Send this dashboard, bestie
es: Enviar este panel por correo electrónico
fa: این داشبورد را ایمیل کنید
fi: Lähetä kojelauta sähköpostilla
fr: Envoyez ce tableau de bord par email
hu: Emailben küldje el ezt az irányítópultot
it: Invia questa dashboard tramite email
ja: このダッシュボードにメールを送信
lt: Siųsti šią informacijos suvestinę el. paštu
ms: E-mel papan pemuka ini
nb: Send infotavlen på e-post
nl: E-mail dit dashboard
pl: Wyślij ten pulpit pocztą elektroniczną
pt_br: Enviar este dashboard por e-mail
ru: Отправить этот дашборд по электронной почте
sk: Poslať emailom tento dashboard
sl: Pošljite to nadzorno ploščo po e-pošti
sq: Dërgo këtë Panel me email
sr: Pošalji ovu kontrolnu tablu e-poštom
sv: Skicka denna instrumentpanel som epost
tr: Bu kontrol paneline e-posta gönder
uk: Надіслати цю дашборд електронною поштою
vi: Gửi trang tổng quan này qua email
zh_hk: 通過電子郵件發送此儀表板

source: Don't send if there aren't results
ar: لا ترسل إذا لم تكن هناك نتائج
bg: Не изпращайте, ако няма резултати
ca: No ho enviïs si no hi ha resultats.
de: Nicht senden, wenn keine Ergebnisse vorliegen
eo: Don’t bother sending if there’s no tea lol
es: No enviar si no hay resultados
fa: اگر نتیجه‌ای وجود ندارد، ارسال نکنید
fi: Älä lähetä, jos tuloksia ei ole
fr: Ne pas envoyer s'il n'y a aucun résultat
hu: Ne küldje el, ha nincsenek eredmények
it: Non inviare se non ci sono risultati
ja: 結果がない場合は送信しないでください
lt: Nesiųsti, jei nėra rezultatų
ms: Jangan hantar jika tiada hasil
nb: Ikke send hvis det ikke er resultater
nl: Stuur niet als er geen resultaten zijn
pl: Nie wysyłaj, jeśli nie ma wyników.
pt_br: Não enviar se não houver resultados
ru: Не отправлять, если нет результатов
sk: Neposielať, ak nie sú výsledky
sl: Ne pošiljajte, če ni rezultatov
sq: Mos dërgo nëse nuk ka rezultate
sr: Ne šalji ako nema rezultata
sv: Skicka inte om resultat saknas
tr: Sonuç yoksa göndermeyin
uk: Не надсилати, якщо немає результатів
vi: Đừng gửi nếu không có kết quả
zh_hk: 如果沒有結果，則不要發送

source: Attach results
ar: إرفاق النتائج
bg: Прикачете резултати
ca: Adjunta els resultats
de: Ergebnisse anhängen
eo: Attach the vibes
es: Adjuntar resultados
fa: اتصال نتایج
fi: Liitä tulokset
fr: Joindre les résultats
hu: Eredmények csatolása
it: Allega i risultati
ja: 結果を付ける
lt: Pridėti rezultatus
ms: Lampirkan hasil
nb: Legg ved resultater
nl: Voeg resultaten toe als bijlage
pl: Załącz wyniki
pt_br: Anexar resultados
ru: Прикрепите результаты
sk: Pripojiť výsledky
sl: Prilaganje rezultatov
sq: Bashkëngjit rezultatet
sr: Priloži rezultate
sv: Bifoga resultat
tr: Sonuçları ekleyin
uk: Додати результати
vi: Đính kèm kết quả
zh_hk: 附加結果

source: Attachments can contain up to 2,000 rows of data.
ar: يمكن أن تحتوي المرفقات على ما يصل إلى 2,000 صف من البيانات.
bg: Прикачените файлове могат да съдържат до 2 000 реда с данни.
ca: Els adjunts poden contenir com a màxim 2.000 registres de dades.
de: Anhänge können bis zu 2000 Zeilen an Daten enthalten.
eo: Attachments can hold up to 2,000 rows of info, fr.
es: Los archivos adjuntos pueden contener hasta 2000 filas de datos.
fa: پیوست‌ها می‌توانند حداکثر ۲٬۰۰۰ سطر داده را شامل شوند.
fi: Liitteet voivat sisältää max 2 000 riviä tietoja.
fr: Les pièces jointes peuvent contenir jusqu'à 2 000 lignes de données.
hu: A mellékletek legfeljebb 2000 sor adatot tartalmazhatnak.
it: Gli allegati possono contenere un massimo di 2.000 righe di dati.
ja: 添付ファイルには、最大2,000行のデータを含めることができます。
lt: Prieduose gali būti iki 2 000 duomenų eilučių.
ms: Lampiran boleh mengandungi sehingga 2,000 baris data.
nb: Vedlegg kan inneholde opp til 2000 rader med data.
nl: Bijlagen kunnen maximaal 2.000 rijen met gegevens bevatten.
pl: Załączniki mogą zawierać do 2 000 wierszy danych.
pt_br: Anexos podem conter até 2.000 linhas de dados.
ru: Вложения могут содержать до 2000 строк данных.
sk: Prílohy môžu obsahovať až 2 000 riadkov údajov.
sl: Priloge lahko vsebujejo do 2.000 vrstic podatkov.
sq: Bashkëngjitjet mund të përmbajnë deri në 2,000 rreshta të dhënash.
sr: Prilozi mogu sadržati do 2.000 redova podataka.
sv: Bilagor kan innehålla upp till 2000 rader data.
tr: Ekler, 2.000 satıra kadar veri içerebilir.
uk: Вкладення можуть містити до 2 000 рядків даних.
vi: Tệp đính kèm có thể chứa tới 2.000 hàng dữ liệu.
zh_hk: 附件最多可以包含2,000行資料。

source: Send this dashboard to Slack
ar: أرسل لوحة المعلومات هذه إلى Slack
bg: Изпратете това табло към Slack
ca: Envia el quadre de comandament a Slack
de: Dieses Dashboard an Slack senden
eo: Send this dashboard to the squad on Slack
es: Enviar este panel a Slack
fa: این داشبورد را به Slack ارسال کنید
fi: Lähetä Dashboard Slackiin
fr: Envoyer ce tableau de bord vers Slack
hu: Küldje el ezt az irányítópultot Slack-re
it: Invia questa dashboard a Slack
ja: このダッシュボードをSlackに送る
lt: Siųsti šią informacijos suvestinę į Slack
ms: Hantar papan pemuka ini ke Slack
nb: Send infotavlen til Slack
nl: Verstuur dit dashboard via Slack
pl: Wyślij ten pulpit do Slack'a
pt_br: Enviar este painel para o Slack
ru: Отправить этот дашборд в Slack
sk: Poslať tento dashboard na Slack
sl: Pošljite to nadzorno ploščo v Slack
sq: Dërgoje këtë panel në Slack
sr: Pošalji ovu kontrolnu tablu na Slack
sv: Skicka denna instrumentpanel till Slack
tr: Bu kontrol panelini Slack'e gönder
uk: Надіслати цей дашборд у Slack
vi: Gửi trang tổng quan này tới Slack
zh_hk: 將此儀表板發送到 Slack

source: Dashboard does not have a parameter with the ID {0}
ar: لا تحتوي لوحة المعلومات على باراميتر بالمعرّف {0}
bg: Таблото за управление няма параметър с идентификатор {0}
ca: El quadre de comandament no te cap paràmetre amb ID {0}
de: Das Dashboard hat keinen Parameter mit der ID {0}
eo: Yo, the dashboard doesn’t got a param with the ID {0} fr.
es: El panel no tiene un parámetro con el ID {0}
fa: داشبورد دارای پارامتری با شناسه {0} نیست
fi: Dashboardissa ei ole parametria, jonka tunnus on {0}
fr: Le tableau de bord n'a pas de paramètre avec l'ID {0}
hu: Az irányítópultnak nincs ilyen azonosítójú {0} paramétere
it: La dashboard non ha un parametro con l'ID {0}
ja: ダッシュボードには ID {0} のパラメータがありません。
lt: Informacijos suvestinėje nėra parametro su ID {0}
ms: Papan pemuka tidak mempunyai parameter dengan ID {0}
nb: Infotavle har ikke parameter med ID {0}
nl: Dashboard heeft geen parameter met de ID {0}
pl: Pulpit nie ma parametru z ID {0}
pt_br: O painel não tem um parâmetro com o ID {0}
ru: На дашборде нет параметра с идентификатором {0}
sk: Dashboard nemá parameter s ID {0}
sl: Nadzorna plošča nima parametra z ID-jem {0}
sq: Paneli nuk ka një parametër me ID {0}
sr: Kontrolna tabla nema parametar sa ID-jem {0}
sv: Instrumentpanelen har ingen parameter med ID {0}
tr: Gösterge tablosunun {0} kimliğine sahip bir parametresi yok
uk: Дашборд не має параметра з ID {0}
vi: Bảng điều khiển không có tham số với ID {0}
zh_hk: 儀表板沒有 ID 為 {0} 的參數

source: Parameter {0} does not have any Fields associated with it
ar: الباراميتر {0} ليس له أي حقول مرتبطة به
bg: Параметърът {0} няма свързани с него полета
ca: El paràmetre {0} no té cap camp associat
de: Mit dem Parameter {0} sind keine Felder verbunden.
eo: Bruh, parameter {0} has no Fields linked to it, fr.
es: El parámetro {0} no tiene ningún campo asociado.
fa: پارامتر {0} هیچ زمینه‌ای مرتبط با آن ندارد
fi: Parametriin {0} ei ole liitetty kenttiä
fr: Aucun champ n'est associé au paramètre {0}.
hu: A(z) {0} paraméterhez nincsenek társítva mezők
it: Il parametro {0} non ha campi associati
ja: パラメタ {0} はそれに関連づく如何なるフィールドも持っていません
lt: Parametras {0} neturi su juo susietų laukų
ms: Parameter {0} tidak mempunyai sebarang medan yang berkaitan dengannya
nb: Parameter {0} har ingen Felt assosiert med seg
nl: Aan parameter {0} zijn geen velden gekoppeld
pl: Parametr {0} nie ma żadnych powiązanych z nim pól
pt_br: O parâmetro {0} não tem nenhum campo associado a ele
ru: Параметр {0} не имеет связанных с ним полей.
sk: Parameter {0} nemá priradené žiadne polia
sl: Parameter {0} nima povezanih polj
sq: Parametri {0} nuk ka asnjë Fushë të lidhur me të
sr: Parametar {0} nema nijedno povezano polje
sv: Parameter {0} är inte kopplad till några fält
tr: {0} parametresinin kendisiyle ilişkili herhangi bir Alanı yok
uk: Параметр {0} не має жодних пов’язаних із ним полів
vi: Tham số {0} không có bất kỳ Trường nào được liên kết với nó
zh_hk: 參數 {0} 沒有與之關聯的任何欄位

source: include must be either empty or the value 'tables'
hu: Az include mezőnek üresnek vagy 'tables' értékűnek kell lennie
ms: sertakan mestilah sama ada kosong atau nilai 'jadual'

source: `database` is required for all queries whose type is not `internal`.
ar: `database` مطلوب لكل الاستعلامات التي ليس نوعها `internal`.
bg: `database` е необходимо за всички заявки, чийто тип не е `internal`.
ca: `database` és obligatori per les consultes de tipus diferent de `internal`.
de: `database` ist bei allen Abfragen notwendig, die nicht vom Typ `internal` sind.
eo: yo, you gotta have a `database` for all queries that aren’t `internal`, fr.
es: Se requiere `database` para todas las consultas cuyo tipo no sea ʻinternal`.
fa: `database` برای تمام پرس و جوهایی که نوع آنها `internal` نیست، لازم است.
fi: `tietokanta` vaaditaan kaikille kyselyille, joiden tyyppi ei ole "sisäinen".
fr: La "base de données" est requise pour toutes les requêtes dont le type n'est pas "interne".
hu: Az `adatbázis` szükséges minden lekérdezéshez, amelynek típusa nem `internal`.
it: Il "database" è richiesto per tutte le query il cui tipo non è "internal".
ja: 型が `internal` ではないすべてのクエリに `database` が必要である。
lt: „Duomenų bazė“ reikalinga visoms užklausoms, kurių tipas nėra „vidinis“.
ms: `pangkalan data` diiperlukan untuk semua query yang jenisnya bukan `dalaman`.
nb: `database` kreves for alle spørringer som ikke er av type `intern`
nl: `database` is vereist voor alle queries waarvan het type niet` intern` is.
pl: `database` jest wymagane dla wszystkich zapytań, których typ nie jest `internal`.
pt_br: `database` é necessário para todas as consultas cujo tipo não seja `internal`.
ru: База данных требуется для всех запросов, тип которых не является внутренним.
sk: `database` je potrebná pre všetky dotazy, ktorých typ nie je `internal`.
sl: »Zbirka podatkov« je obvezna za vse poizvedbe, katerih vrsta ni »interna«.
sq: `database` është i detyrueshëm për të gjitha query-t që tipi i tyre nuk është `internal`.
sr: `database` je obavezan za sve upite čiji tip nije `internal`.
sv: 'database' krävs för alla frågor som inte är av typen 'internal'.
tr: Türü "dahili" olmayan tüm sorgular için "veritabanı" gereklidir.
uk: `database` є обов’язковим для всіх запитів, тип яких не `internal`.
vi: `cơ sở dữ liệu` là bắt buộc đối với tất cả các truy vấn có kiểu không phải là ʻinternal`.
zh_hk: 所有類型非 'internal' 的查詢都需要使用 'database'

source: Password login is disabled for this instance.
ar: تسجيل الدخول بكلمة المرور معطّل لهذا المثيل.
bg: Входът с парола е деактивиран за този инстанс.
ca: l'autenticació per contrasenya està deshabilitada per a aquesta instància.
de: Passwort-Login ist für diese Instanz deaktiviert.
eo: Bruh, password login is totally disabled for this one.
es: El inicio de sesión con contraseña está deshabilitado para esta instancia.
fa: ورود با رمز عبور برای این نمونه غیرفعال شده است.
fi: Salasanalla kirjautuminen on estetty tässä instanssissa.
fr: Le mot de passe de connexion est désactivé dans ce cas.
hu: A jelszavas bejelentkezés le van tiltva ebben az esetben.
it: Il login con password è disabilitato per questa istanza.
ja: このインスタンスでは、パスワードログインは無効になっています。
lt: Prisijungimas slaptažodžiu šiuo atveju išjungtas.
ms: Kata laluan log masuk dilumpuhkan untuk contoh ini.
nb: Innlogging med passord er deaktivert for denne instansen.
nl: Wachtwoordaanmelding is uitgeschakeld voor deze instantie.
pl: Logowanie za pomocą hasła jest wyłączone dla tej instancji.
pt_br: O login com senha foi desabilitado para esta instância.
ru: Пароль для входа в систему отключен для этого экземпляра.
sk: Prihlásenie heslom je pre tento prípad deaktivované.
sl: Prijava z geslom je za ta primer onemogočena.
sq: Hyrja me fjalëkalim është çaktivizuar për këtë instancë.
sr: Prijava lozinkom je onemogućena za ovu instancu.
sv: Inloggning med lösenord är inaktiverat för denna installation.
tr: Bu örnek için şifre girişi devre dışı bırakıldı.
uk: Вхід за паролем вимкнено для цього інстансу.
vi: Đăng nhập bằng mật khẩu bị tắt cho trường hợp này.
zh_hk: 此實例的密碼登入已禁用。

source: Your account is disabled. Please contact your administrator.
ar: حسابك معطّل. يرجى التواصل مع المسؤول.
bg: Вашият акаунт е деактивиран. Моля, свържете се с администратора си.
ca: El vostre compte s'ha deshabilitat. Contacteu amb l'administrador.
de: Ihr Konto ist deaktiviert. Bitte kontaktieren Sie ihren Administrator.
eo: Yo, your account’s on snooze mode. Hit up your admin to get it sorted.
es: Tu cuenta está desactivada. Pregunta a tu administrador.
fa: حساب شما غیرفعال شده است. لطفاً با مدیر خود تماس بگیرید.
fi: Tilisi on poistettu käytöstä. Ota yhteyttä järjestelmänvalvojaasi.
fr: Votre compte est désactivé. Veuillez contacter votre administrateur.
hu: Fiókja le van tiltva. Kérjük, lépjen kapcsolatba az adminisztrátorával.
it: Il tuo account è disabilitato. Si prega di contattare l'amministratore.
ja: あなたのアカウントは無効になりました。管理者に連絡してください。
lt: Jūsų paskyra išjungta. Susisiekite su administratoriumi.
ms: Akaun anda dinyahaktifkan. Sila hubungi pentadbir anda.
nb: Din konto er deaktivert. Vennligst kontakt administrator.
nl: Je account is uitgeschakeld. Neem contact op met de administrator.
pl: Twoje konto jest nieaktywne. Prosimy o kontakt z administratorem.
pt_br: Sua conta foi desabilitada. Entre em contato com seu administrador.
ru: Ваша учетная запись отключена. Обратитесь к своему администратору.
sk: Váš účet je deaktivovaný. Prosím, kontaktujte svojho administrátora.
sl: Vaš račun je onemogočen. Obrnite se na skrbnika.
sq: Llogaria jote është çaktivizuar. Të lutem kontakto administratorin tënd.
sr: Vaš nalog je onemogućen. Kontaktirajte svog administratora.
sv: Ditt konto är inaktiverat. Kontakta din administratör.
tr: Hesabınız devre dışı bırakıldı. Lütfen yöneticinizle iletişime geçin.
uk: Ваш обліковий запис вимкнено. Будь ласка, зверніться до адміністратора.
vi: Tài khoản của bạn bị vô hiệu hóa. Vui lòng liên hệ với quản trị viên của bạn.
zh_hk: 您的帳戶已禁用。請聯絡您的管理員。

source: Your account is disabled.
ar: حسابك معطّل.
bg: Вашият акаунт е деактивиран.
ca: El vostre compte s'ha deshabilitat.
de: Der Account ist deaktiviert.
eo: Yo, your account's totally disabled rn.
es: Tu cuenta está desactivada.
fa: حساب شما غیرفعال شده است.
fi: Tilisi on poistettu käytöstä.
fr: Votre compte est désactivé.
hu: Fiókja le van tiltva.
it: Il tuo account è disabilitato.
ja: あなたのアカウントは無効になりました。
lt: Jūsų paskyra išjungta.
ms: Akaun anda dinyahaktifkan.
nb: Din konto er deaktivert.
nl: Je account is uitgeschakeld.
pl: Twoje konto jest nieaktywne.
pt_br: Sua conta foi desabilitada.
ru: Ваша учетная запись отключена.
sk: Váš účet je deaktivovaný.
sl: Vaš račun je onemogočen.
sq: Llogaria jote është çaktivizuar.
sr: Vaš nalog je onemogućen.
sv: Ditt konto är inaktiverat.
tr: Hesabınız devre dışı bırakıldı.
uk: Ваш обліковий запис вимкнено.
vi: Tài khoản của bạn bị vô hiệu hóa.
zh_hk: 您的帳戶已禁用。

source: Invalid Slack token.
ar: توكن Slack غير صالح.
bg: Невалиден Slack токен.
ca: Token de Slack no vàlid.
de: Ungültiges Slack-Token
eo: Yo, your Slack token is straight up invalid 😂
es: Token de Slack inválido
fa: توکن Slack نامعتبر است.
fi: Virheellinen Slack-token.
fr: Jeton Slack invalide.
hu: Érvénytelen Slack token.
it: Token Slack non valido.
ja: 無効なSlackトークン。
lt: Netinkamas „Slack“ prieigos raktas.
ms: Token Slack tidak sah.
nb: Ugyldig Slack-token.
nl: Ongeldig Slack-token.
pl: Nieprawidłowy token Slack.
pt_br: Token do Slack inválido.
ru: Неверный токен Slack.
sk: Neplatný Slack token.
sl: Neveljaven žeton Slack.
sq: Token Slack i pavlefshëm.
sr: Nevažeći Slack token.
sv: Felaktig Slack-biljett.
tr: Geçersiz Slack jetonu.
uk: Недійсний токен Slack.
vi: Mã thông báo Slack không hợp lệ.
zh_hk: 無效的 Slack 令牌。

source: The ''{0}'' command is only available in Metabase Enterprise Edition.
ar: الأمر ''{0}'' متاح فقط في Metabase Enterprise Edition.
bg: Командата ''{0}'' е налична само в Metabase Enterprise Edition.
ca: La comanda "{0}" només està disponible a Metabase Edició Empresarial.
de: Der Befehl ''{0}'' ist nur in der Metabase Enterprise Edition verfügbar.
eo: The "{0}" command is only a vibe in Metabase Enterprise Edition.
es: El comando ''{0}'' solo está disponible en Metabase Enterprise Edition.
fa: دستور '{0}' فقط در Metabase Enterprise Edition در دسترس است.
fi: Komento ''{0}'' on saatavilla vain Metabase Enterprise Editionissa.
fr: La commande ''{0}'' n'est disponible que dans Metabase Enterprise Edition.
hu: A ''{0}'' parancs csak a Metabase Enterprise Edition verzióban érhető el.
it: Il comando "{0}" è disponibile solo in Metabase Enterprise Edition.
ja: ''{0}''コマンドは商用版Metabaseでのみで利用可能です
lt: Komanda „{0}“ galima tik su „Metabase Enterprise Edition“.
ms: Perintah '{0}' hanya tersedia dalam Metabase Enterprise Edition.
nb: Kommandoen "{0}" er bare tilgjengelig i Metabase Enterprise Edition.
nl: De opdracht ''{0}'' is alleen beschikbaar voor de Metabase Enterprise Edition.
pl: Polecenie ''{0}'' jest dostępne tylko w Metabase Enterprise Edition.
pt_br: O comando ''{0}'' só está disponível no Metabase Enterprise Edition.
ru: Команда "{0}" доступна только в Metabase Enterprise Edition.
sk: Príkaz '{0}' je k dispozícii iba v Metabase Enterprise Edition.
sl: Ukaz ''{0}'' je na voljo samo v Metabase Enterprise Edition.
sq: Komanda ''{0}'' është e disponueshme vetëm në Metabase Enterprise Edition.
sr: Komanda ''{0}'' je dostupna samo u Metabase Enterprise Edition.
sv: Kommandot "{0}" är bara tillgängligt i Enterprise-versionen av Metabase.
tr: '' {0} '' komutu yalnızca Metabase Enterprise Edition'da mevcuttur.
uk: Команда ''{0}'' доступна лише в Metabase Enterprise Edition.
vi: Lệnh '' {0} '' chỉ có trong Metabase Enterprise Edition.
zh_hk: “ {0} ”指令僅可在Metabase Enterprise Edition中使用。

source: Metabase Enterprise Edition extensions are PRESENT.
hu: A Metabase Enterprise Edition bővítmények JELEN vannak.
ms: Sambungan Metabase Enterprise Edition ADA.

source: Usage of Metabase Enterprise Edition features are subject to the Metabase Commercial License.
hu: A Metabase Enterprise Edition funkciók használata a Metabase kereskedelmi licenc hatálya alá tartozik.
ms: Penggunaan ciri-ciri Metabase Enterprise Edition tertakluk kepada Lesen Komersial Metabase.

source: See {0} for details.
hu: Részletekért lásd: {0}.
ms: Lihat {0} untuk butiran.

source: Metabase Enterprise Edition extensions are NOT PRESENT.
hu: A Metabase Enterprise Edition bővítmények NEM találhatók.
ms: Sambungan Metabase Enterprise Edition TIDAK ADA.

source: You''re invited to join {0}''s {1}
ar: أنت مدعو للانضمام إلى {0}''s {1}
bg: Поканени сте да се присъедините към {1} на {0}
ca: Us han covidat a unir-vos a {1} de {0}
de: Sie wurden eingeladen, {0}''s {1} beizutreten
eo: You’re invited to slide into {0}’s {1} fam
es: Estás invitado a unirte a {0} en {1}
fa: شما به پیوستن به {1} {0} دعوت شده‌اید
fi: Sinut on kutsuttu liittymään {0}:n {1}
fr: Vous êtes invités à rejoindre les {0} {1}
hu: Meghívást kapott, hogy csatlakozzon {0} {1}-hez
it: Sei invitato a unirti a {1} di {0}
ja: {0}の{1}に招待されました
lt: Esate pakviesti prisijungti prie {0} {1}
ms: Anda dijemput untuk menyertai {0}''s {1}
nb: Du er invitert til å bli med i {0} sitt {1}
nl: Je bent uitgenodigd om lid te worden van {0} 's {1}
pl: Jesteś zaproszony do dołączenia do {1} użytkownika {0}
pt_br: Você recebeu um convite para participar de {1} de {0}.
ru: Вас приглашают присоединиться к {0} {1}
sk: Ste pozvaní pripojiť sa k {0}''s {1}
sl: Vabljeni ste, da se pridružite {0}'s {1}
sq: Jeni të ftuar të bashkoheni te {1} e {0}
sr: Pozvani ste da se pridružite {0}-ovom {1}
sv: Du är välkommen att gå med i {0}s {1}
tr: {0} adlı kullanıcının {1} grubuna davetlisiniz
uk: Вас запрошено приєднатися до {1} від {0}
vi: Bạn được mời tham gia {0} của {1}
zh_hk: 邀請您加入{0}的{1}

source: {0} created a {1} account
ar: أنشأ {0} حساب {1}
bg: {0} създаде {1} акаунт
ca: {0} ha creat {1} compte
de: {0} hat ein {1} Konto erstellt
eo: {0} lowkey made a {1} account
es: {0} creó una cuenta de {1}
fa: {0} یک حساب {1} ایجاد کرد
fi: {0} loi {1} käyttäjätilin
fr: {0} a créé un compte {1}
hu: {0} létrehozott egy {1} fiókot
it: {0} ha creato un account {1}
ja: {0}は{1}アカウントを作成しました
lt: {0} sukūrė {1} paskyrą
ms: {0} mencipta akaun {1}
nb: {0} opprettet en {1}-konto
nl: {0} heeft een {1} account gemaakt
pl: {0} założył konto {1}
pt_br: {0} criou uma conta {1}
ru: {0} создал аккаунт {1}
sk: {0} vytvoril účet {1}
sl: {0} ustvarili {1} račun
sq: {0} krijoi një llogari {1}
sr: {0} je napravio/la {1} nalog
sv: {0} skapade ett {1}-konto
tr: {0}, bir {1} hesabı oluşturdu
uk: {0} створив(ла) обліковий запис {1}
vi: {0} đã tạo một tài khoản {1}
zh_hk: {0}建立了一個{1}帳戶

source: {0} accepted their {1} invite
ar: قبل {0} دعوتهم إلى {1}
bg: {0} приеха тяхната {1} покана
ca: {0} ha acceptat la invitació de {1}
de: {0} hat die {1} Einladung angenommen
eo: {0} lowkey vibed with their {1} invite
es: {0} aceptó su invitación a {1}
fa: {0} دعوت‌نامه {1} خود را پذیرفت
fi: {0} hyväksyi {1} kutsun
fr: {0} a accepté son invitation {1}
hu: {0} elfogadta a {1} meghívást
it: {0} ha accettato l'invito per {1}
ja: {0}が{1}の招待を受け入れました
lt: {0} priėmė jų {1} kvietimą
ms: {0} menerima jemputan {1} mereka
nb: {0} aksepterte deres {1} invitasjon
nl: {0} hebben hun {1} uitnodiging geaccepteerd
pl: {0} zaakceptował zaproszenie {1}
pt_br: {0} aceitou o convite de {1}
ru: {0} принял их {1} приглашение
sk: {0} prijal ich pozvánku {1}
sl: {0} sprejeli povabilo {1}
sq: {0} pranoi ftesën e vet {1}
sr: {0} je prihvatio/la poziv za {1}
sv: {0} accepterade inbjudan från {1}
tr: {0}, {1} davetini kabul etti
uk: {0} прийняв(ла) запрошення {1}
vi: {0} đã chấp nhận lời mời {1} của họ
zh_hk: {0}接受了他們的{1}邀請
