Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You cannot modify the data model permission for the ''{0}'' group.
ar: لا يمكنك تعديل إذن نموذج البيانات لمجموعة ''{0}''.
ca: No podeu modificar el permís del model de dades per al grup ''{0}''.
de: Die Datenmodellberechtigung für die Gruppe ''{0}'' kann nicht geändert werden.
es: No se puede modificar el permiso del modelo de datos para el grupo ''{0}''.
fa: شما نمی‌توانید مجوز مدل داده را برای گروه ''{0}'' تغییر دهید.
fi: Et voi muokata ''{0}'' -ryhmän tietomallin käyttöoikeuksia.
fr: Vous ne pouvez pas modifier l'autorisation du modèle de données pour le groupe ''{0}''.
it: Non è possibile modificare l'autorizzazione del modello dati per il gruppo ''{0}''.
ja: ''{0}'' グループのデータ モデル権限を変更することはできません。
nb: Du kan ikke endre datamodelltillatelsen for gruppen ''{0}''.
pl: Nie można modyfikować uprawnień modelu danych dla grupy ''{0}''.
pt_br: Você não pode modificar a permissão do modelo de dados para o grupo ''{0}''.
ru: Вы не можете изменить разрешение модели данных для группы ''{0}''.
sk: Pre skupinu ''{0}'' nie je možné upraviť povolenie dátového modelu.
sl: Dovoljenja za podatkovni model za skupino ''{0}'' ni mogoče spremeniti.
sq: Nuk mund të ndryshosh lejen e modelit të të dhënave për grupin ''{0}''.
sr: Ne možete izmeniti dozvolu za model podataka za grupu ''{0}''.
tr: ''{0}'' grubu için veri modeli iznini değiştiremezsiniz.
uk: Ви не можете змінювати дозвіл на модель даних для групи ''{0}''.
vi: Bạn không thể sửa đổi quyền truy cập mô hình dữ liệu cho nhóm ''{0}''.
zh_hk: 您無法修改 ''{0}'' 群組的資料模型權限。

source: Number of active users
ar: عدد المستخدمين النشطين
bg: Брой активни потребители
ca: Nombre d'usuaris actius
de: Anzahl der aktiven Nutzer
eo: Number of peeps actually using it rn
es: Número de usuarios activos
fa: تعداد کاربران فعال
fi: Aktiivisten käyttäjien määrä
fr: Nombre d'utilisateurs actifs
it: Numero di utenti attivi
ja: アクティブユーザー数
lt: Aktyvių vartotojų skaičius
nb: Antall aktive brukere
nl: Aantal actieve gebruikers
pl: Liczba aktywnych użytkowników
pt_br: Número de usuários ativos
ru: Количество активных пользователей
sk: Počet aktívnych používateľov
sl: Število aktivnih uporabnikov
sq: Numri i përdoruesve aktivë
sr: Broj aktivnih korisnika
sv: Antal aktiva användare
tr: Aktif kullanıcı sayısı
uk: Кількість активних користувачів
vi: Số lượng người dùng đang hoạt động
zh_hk: 活躍使用者人數

source: Adding another user would exceed the maximum number of users ({0}) for your plan. Please upgrade to add more users.
ar: ستؤدي إضافة مستخدم آخر إلى تجاوز الحد الأقصى لعدد المستخدمين ({0}) في خطتك. يُرجى الترقية لإضافة المزيد من المستخدمين.
bg: Добавянето на друг потребител би надвишило максималния брой потребители ({0}) за вашия план. Моля, надстройте, за да добавите още потребители.
ca: Afegir un altre usuari superaria el nombre màxim d'usuaris ({0}) per al vostre pla. Actualitzeu per afegir més usuaris.
de: Das Hinzufügen eines weiteren Nutzers würde die maximale Nutzeranzahl ({0}) Ihres Tarifs überschreiten. Bitte aktualisieren Sie Ihren Tarif, um weitere Nutzer hinzuzufügen.
es: Agregar otro usuario superaría el número máximo de usuarios ({0}) de su plan. Actualice su plan para agregar más usuarios.
fa: اضافه کردن یک کاربر دیگر از حداکثر تعداد کاربران ({0}) برای طرح شما فراتر می‌رود. لطفاً برای افزودن کاربران بیشتر، طرح را ارتقا دهید.
fi: Uuden käyttäjän lisääminen ylittäisi sopimuksesi käyttäjien enimmäismäärän ({0}). Päivitä sopimukseesi lisätäksesi lisää käyttäjiä.
fr: L'ajout d'un autre utilisateur dépasserait le nombre maximal d'utilisateurs ({0}) autorisé par votre forfait. Veuillez passer à un forfait supérieur pour ajouter plus d'utilisateurs.
it: L'aggiunta di un altro utente supererebbe il numero massimo di utenti ({0}) per il tuo piano. Esegui l'upgrade per aggiungere altri utenti.
ja: ユーザーを追加すると、プランの上限ユーザー数（{0}）を超えてしまいます。ユーザーを追加するには、アップグレードしてください。
nb: Hvis du legger til en bruker til, overskrider du det maksimale antallet brukere ({0}) for abonnementet ditt. Vennligst oppgrader for å legge til flere brukere.
nl: Het toevoegen van nog een gebruiker zou het maximale aantal gebruikers ({0}) van uw abonnement overschrijden. Upgrade uw abonnement om meer gebruikers toe te voegen.
pl: Dodanie kolejnego użytkownika spowodowałoby przekroczenie maksymalnej liczby użytkowników ({0}) w Twoim planie. Zaktualizuj plan, aby dodać więcej użytkowników.
pt_br: Adicionar outro usuário excederia o número máximo de usuários ({0}) do seu plano. Por favor, atualize seu plano para adicionar mais usuários.
ru: Добавление еще одного пользователя превысит максимальное количество пользователей ({0}) для вашего плана. Пожалуйста, перейдите на более высокий план, чтобы добавить больше пользователей.
sk: Pridaním ďalšieho používateľa by ste prekročili maximálny počet používateľov ({0}) pre váš plán. Ak chcete pridať ďalších používateľov, vykonajte aktualizáciu.
sl: Z dodajanjem še enega uporabnika bi presegli največje dovoljeno število uporabnikov ({0}) za vaš paket. Nadgradite, da dodate več uporabnikov.
sq: Shtimi i një përdoruesi tjetër do të tejkalonte numrin maksimal të përdoruesve ({0}) për planin tënd. Të lutem bëj upgrade që të shtosh më shumë përdorues.
sr: Dodavanje još jednog korisnika bi premašilo maksimalan broj korisnika ({0}) za vaš plan. Nadogradite plan da biste dodali više korisnika.
sv: Att lägga till ytterligare en användare skulle överskrida det maximala antalet användare ({0}) för din plan. Uppgradera för att lägga till fler användare.
tr: Başka bir kullanıcı eklemek, planınızın maksimum kullanıcı sayısını ({0}) aşacaktır. Daha fazla kullanıcı eklemek için lütfen planınızı yükseltin.
uk: Додавання ще одного користувача перевищить максимальну кількість користувачів ({0}) для вашого плану. Будь ласка, оновіть план, щоб додати більше користувачів.
vi: Việc thêm người dùng khác sẽ vượt quá số lượng người dùng tối đa ({0}) cho gói dịch vụ của bạn. Vui lòng nâng cấp để thêm người dùng.
zh_hk: 新增使用者會超過您計劃的最大使用者數 ({0})。請升級以增加使用者。

source: Email for pulse-id doesn''t exist.
ar: البريد الإلكتروني لـ pulse-id غير موجود.
bg: Имейл за pulse-id не съществува.
ca: El correu electrònic per a l'identificador de pols no existeix.
de: E-Mail für Pulse-ID existiert nicht.
eo: Yo, the pulse-id email is straight-up not a thing rn.
es: El correo electrónico para pulse-id no existe.
fa: ایمیل برای pulse-id وجود ندارد.
fi: Sähköpostiosoite pulssitunnukselle ei ole olemassa.
fr: L'e-mail pour pulse-id n'existe pas.
it: L''email per pulse-id non esiste.
ja: pulse-id のメールが存在しません。
lt: El. pašto adresas impulso ID neegzistuoja.
nb: E-post for pulse-id finnes ikke.
nl: E-mailadres voor pulse-id bestaat niet.
pl: Adres e-mail dla pulse-id nie istnieje.
pt_br: O e-mail para pulse-id não existe.
ru: Электронная почта для pulse-id не существует.
sk: Email pre pulse-id neexistuje.
sl: E-pošta za pulse-id ne obstaja.
sq: Email-i për pulse-id nuk ekziston.
sr: Email za pulse-id ne postoji.
sv: E-post för puls-id finns inte.
tr: Pulse-id için e-posta mevcut değil.
uk: Email для pulse-id не існує.
vi: Email của pulse-id không tồn tại.
zh_hk: pulse-id 的電子郵件不存在。

source: Can''t move question into dashboard. Questions saved in dashboards can''t appear in other dashboards.
ar: لا يمكن نقل السؤال إلى لوحة المعلومات. الأسئلة المحفوظة في لوحات المعلومات لا يمكن أن تظهر في لوحات معلومات أخرى.
bg: Въпросът не може да се премести в таблото за управление. Въпросите, запазени в таблата за управление, не могат да се показват в други табла за управление.
ca: No es pot moure la pregunta al tauler. Les preguntes desades als taulers de control no poden aparèixer en altres taulers.
de: Frage kann nicht ins Dashboard verschoben werden. In Dashboards gespeicherte Fragen können nicht in anderen Dashboards angezeigt werden.
eo: Bruh, can’t move the question to the dashboard. Questions saved in one dashboard won’t show up in others, fr.
es: No se puede mover la pregunta al panel. Las preguntas guardadas en paneles no aparecen en otros paneles.
fa: نمی توان سوال را به داشبورد منتقل کرد. سوالات ذخیره شده در داشبوردها نمی توانند در داشبوردهای دیگر ظاهر شوند.
fi: Kysymystä ei voi siirtää kojelautaan. Hallintapaneeleihin tallennetut kysymykset eivät voi näkyä muissa hallintapaneeleissa.
fr: Impossible de déplacer une question vers le tableau de bord. Les questions enregistrées dans les tableaux de bord ne peuvent pas apparaître dans d'autres tableaux de bord.
it: Impossibile spostare la domanda nella dashboard. Le domande salvate nelle dashboard non possono essere visualizzate in altre dashboard.
ja: 質問をダッシュボードに移動できません。ダッシュボードに保存された質問は他のダッシュボードに表示できません。
lt: Negalima perkelti klausimo į prietaisų skydelį. Informacijos suvestinėse išsaugoti klausimai negali būti rodomi kitose informacijos suvestinėse.
nb: Kan ikke flytte spørsmål til dashbordet. Spørsmål som er lagret i dashbord, kan ikke vises i andre dashbord.
nl: Kan vraag niet verplaatsen naar dashboard. Vragen die zijn opgeslagen in dashboards kunnen niet worden weergegeven in andere dashboards.
pl: Nie można przenieść pytania do pulpitu. Pytania zapisane w pulpitach nie mogą pojawić się w innych pulpitach.
pt_br: Não é possível mover a pergunta para o painel. As perguntas salvas nos painéis não podem aparecer em outros painéis.
ru: Невозможно переместить вопрос в панель управления. Вопросы, сохраненные в панелях управления, не могут отображаться в других панелях управления.
sk: Nie je možné presunúť otázku do hlavného panela. Otázky uložené v informačných paneloch sa nemôžu zobraziť v iných informačných paneloch.
sl: Vprašanja ni mogoče premakniti na nadzorno ploščo. Vprašanja, shranjena na nadzornih ploščah, se ne morejo prikazati na drugih nadzornih ploščah.
sq: Nuk mund të zhvendoset pyetja në panel. Pyetjet e ruajtura në panele nuk mund të shfaqen në panele të tjera.
sr: Nije moguće premestiti Pitanje u kontrolnu tablu. Pitanja sačuvana u kontrolnim tablama ne mogu se pojaviti u drugim kontrolnim tablama.
sv: Det går inte att flytta frågan till instrumentpanelen. Frågor som sparats i instrumentpaneler kan inte visas i andra instrumentpaneler.
tr: Soruyu panoya taşıyamıyorum. Panolarda kaydedilen sorular diğer panolarda görüntülenemez.
uk: Не можна перемістити запит у приладову дошку. Запити, збережені в приладових дошках, не можуть з’являтися в інших приладових дошках.
vi: Không thể di chuyển câu hỏi vào bảng điều khiển. Câu hỏi được lưu trong bảng điều khiển không thể xuất hiện trong bảng điều khiển khác.
zh_hk: 無法將問題移至儀表板。在儀表板中儲存的問題無法出現在其他儀表板中。

source: Invalid Dashboard Question: Cannot set `type` on a Dashboard Question
ar: سؤال لوحة معلومات غير صالح: لا يمكن تعيين `type` على سؤال لوحة معلومات
bg: Невалиден въпрос за таблото за управление: Не мога да задам `тип` на табло за управление Въпрос
ca: Pregunta del tauler de control no vàlida: no es pot establir "tipus" a una pregunta del tauler de control
de: Ungültige Dashboard-Frage: Typ" kann nicht auf einem Dashboard eingestellt werden Frage
eo: Bruh, invalid dashboard Q: can't set `type` on a Dashboard Question, fr.
es: Pregunta no válida en el panel de control: No se puede establecer `type` en un Cuadro de Mando Pregunta
fa: سؤال داشبورد نامعتبر: نمی‌توان «نوع» را روی سؤال داشبورد تنظیم کرد
fi: Virheellinen kojelautakysymys: Kysymys: "Tyypin" asettaminen kojelaudalle ei onnistu.
fr: Question de tableau de bord invalide : Impossible de définir `type` sur un tableau de bord Question
it: Domanda del cruscotto non valida: Impossibile impostare `tipo` in un cruscotto Domanda
ja: 無効なダッシュボードの質問ダッシュボードで `type` を設定できない 質問
lt: Neteisingas prietaisų skydelio klausimas: negalima nustatyti informacijos suvestinės klausimo „tipo“.
nb: Ugyldig dashbordspørsmål: Kan ikke angi `type` på et dashbord Spørsmål
nl: Ongeldige Dashboardvraag: Kan `type` niet instellen op een Dashboard Vraag
pl: Nieprawidłowe pytanie na pulpicie: Nie można ustawić `type` na Dashboard Pytanie
pt_br: Pergunta inválida do painel: não é possível definir `type` em uma pergunta do painel
ru: Неверный вопрос приборной панели: Невозможно установить `тип` на приборной панели Вопрос
sk: Neplatný prístrojový panel Otázka: Nemožno nastaviť `typ` na Dashboarde Otázka
sl: Neveljavno vprašanje na nadzorni plošči: Ni mogoče nastaviti »vrste« na vprašanju nadzorne plošče
sq: Pyetje e pavlefshme Paneli: Nuk mund të vendoset `type` në një Pyetje Paneli
sr: Nevažeće Pitanje kontrolne table: Ne može se postaviti `type` na Pitanju kontrolne table
sv: Ogiltig Dashboard-fråga: Kan inte sätta `type` på en Dashboard Fråga
tr: Geçersiz Gösterge Tablosu Sorusu: Bir Gösterge Tablosunda `type` ayarlanamıyor Soru
uk: Недійсний запит на дашборді: не можна встановити `type` для запиту на дашборді
vi: Câu hỏi Bảng điều khiển không hợp lệ: Không thể đặt `type` trên Câu hỏi Bảng điều khiển
zh_hk: 無效的儀表板問題：無法在儀表板上設定 `type` 問題

source: Invalid Dashboard Question: Cannot set `collection_position` on a Dashboard Question
ar: سؤال لوحة معلومات غير صالح: لا يمكن تعيين `collection_position` على سؤال لوحة معلومات
bg: Невалиден въпрос за таблото за управление: Не може да се зададе `collection_position` на табло за управление Въпрос
ca: Pregunta del tauler de control no vàlida: no es pot establir "position_collection" en una pregunta del tauler de control
de: Ungültige Dashboard-Frage: Kann `collection_position` nicht auf einem Dashboard einstellen Frage
eo: Bruh, invalid dashboard Q: can’t set `collection_position` on a Dashboard Question, fr.
es: Pregunta no válida: No se puede definir `collection_position` en un cuadro de mando Pregunta
fa: سؤال داشبورد نامعتبر: نمی توان «موقعیت_مجموعه» را روی سؤال داشبورد تنظیم کرد
fi: Virheellinen kojelautakysymys: Kysymys: Ei voi asettaa `collection_position` kojelaudalle.
fr: Question de tableau de bord invalide : Impossible de définir `collection_position` sur un tableau de bord Question
it: Domanda del cruscotto non valida: Impossibile impostare la `posizione_della_collezione` in un cruscotto Domanda
ja: 無効なダッシュボードの質問ダッシュボードで `collection_position` を設定できない 質問
lt: Neteisingas prietaisų skydelio klausimas: negalima nustatyti informacijos suvestinės klausimo „collection_position“
nb: Ugyldig dashbordspørsmål: Kan ikke angi `collection_position` på et dashbord Spørsmål
nl: Ongeldige Dashboardvraag: Kan `verzameling_positie` niet instellen op een Dashboard Vraag
pl: Nieprawidłowe pytanie na pulpicie: Nie można ustawić `collection_position` w pytaniu na pulpicie
pt_br: Pergunta inválida do painel: não é possível definir `collection_position` em uma pergunta do painel
ru: Неверный вопрос приборной панели: Невозможно установить `collection_position` на панели инструментов Вопрос
sk: Neplatný prístrojový panel Otázka: Nemožno nastaviť `collection_position` na Dashboarde Otázka
sl: Neveljavno vprašanje na nadzorni plošči: Ni mogoče nastaviti »collection_position« na vprašanju na nadzorni plošči
sq: Pyetje e pavlefshme Paneli: Nuk mund të vendoset `collection_position` në një Pyetje Paneli
sr: Nevažeće Pitanje kontrolne table: Ne može se postaviti `collection_position` na Pitanju kontrolne table
sv: Ogiltig instrumentbrädesfråga: Kan inte sätta `collection_position` på en Dashboard Fråga
tr: Geçersiz Gösterge Tablosu Sorusu: Bir Gösterge Tablosunda `collection_position` ayarlanamıyor Soru
uk: Недійсний запит на дашборді: не можна встановити `collection_position` для запиту на дашборді
vi: Câu hỏi Bảng điều khiển không hợp lệ: Không thể đặt `collection_position` trên Câu hỏi Bảng điều khiển
zh_hk: 無效的儀表板問題：無法在儀表板上設定 `collection_position` 問題

source: Invalid dashboard-internal card
ar: بطاقة داخل لوحة معلومات غير صالحة
bg: Невалидна вътрешна карта на таблото за управление
ca: Targeta interna del tauler de control no vàlida
de: Ungültige Dashboard-interne Karte
eo: Yo, this is just a bogus dashboard-internal card lol
es: Tarjeta interna del cuadro de mandos no válida
fa: داشبورد-کارت داخلی نامعتبر است
fi: Virheellinen kojelaudan sisäinen kortti
fr: Carte interne du tableau de bord invalide
it: Scheda interna al cruscotto non valida
ja: 無効なダッシュボード内部カード
lt: Netinkama prietaisų skydelio vidinė kortelė
nb: Ugyldig dashbord-internt kort
nl: Ongeldige dashboard-interne kaart
pl: Nieprawidłowa karta wewnętrzna pulpitu
pt_br: Cartão interno do painel inválido
ru: Неверная карта приборной панели
sk: Neplatná interná karta prístrojovej dosky
sl: Neveljavna notranja kartica nadzorne plošče
sq: Kartë e pavlefshme e brendshme e panelit
sr: Nevažeća dashboard-internal kartica
sv: Ogiltigt kort för intern instrumentpanel
tr: Geçersiz gösterge tablosu-dahili kart
uk: Недійсна внутрішня для дашборду картка
vi: Thẻ nội bộ bảng điều khiển không hợp lệ
zh_hk: 無效的儀表板內接卡

source: Invalid Dashboard Question: Cannot manually set `collection_id` on a Dashboard Question
ar: سؤال لوحة معلومات غير صالح: لا يمكن تعيين `collection_id` يدويًا على سؤال لوحة معلومات
bg: Невалиден въпрос за таблото за управление: Не мога да задам ръчно `collection_id` на табло за управление Въпрос
ca: Pregunta del tauler de control no vàlida: no es pot establir manualment `collection_id` en una pregunta del tauler de control
de: Ungültige Dashboard-Frage: Manuelles Festlegen von `collection_id` auf einem Dashboard nicht möglich Frage
eo: Bruh, invalid dashboard Q: you can't just manually set `collection_id` on a Dashboard Question, fr.
es: Pregunta no válida en el panel de control: No se puede definir manualmente `collection_id` en un cuadro de mando Pregunta
fa: سؤال داشبورد نامعتبر: نمی‌توان «شناسه_مجموعه» را به صورت دستی روی سؤال داشبورد تنظیم کرد
fi: Virheellinen kojelautakysymys: Kysymys: Ei voi asettaa manuaalisesti `collection_id` kojelaudalle Kysymys
fr: Question de tableau de bord invalide : Impossible de définir manuellement `collection_id` sur un tableau de bord Question
it: Domanda del cruscotto non valida: Impossibile impostare manualmente `collection_id` in un dashboard Domanda: Non è possibile impostare manualmente `collection_id` in un dashboard.
ja: 無効なダッシュボードの質問ダッシュボードで `collection_id` を手動で設定できない 質問
lt: Neteisingas prietaisų skydelio klausimas: negalima rankiniu būdu nustatyti „collection_id“ informacijos suvestinės klausime
nb: Ugyldig dashbordspørsmål: Kan ikke angi `collection_id` manuelt på et dashbord Spørsmål
nl: Ongeldige Dashboardvraag: Kan `collectie_id` niet handmatig instellen op een Dashboard Vraag
pl: Nieprawidłowe pytanie na pulpicie: Nie można ręcznie ustawić `collection_id` pytaniu na pulpicie
pt_br: Pergunta inválida do painel: não é possível definir manualmente `collection_id` em uma pergunta do painel
ru: Неверный вопрос приборной панели: Невозможно вручную установить `collection_id` на панели управления Вопрос
sk: Neplatný prístrojový panel Otázka: Nemožno manuálne nastaviť `collection_id` na Dashboarde Otázka
sl: Neveljavno vprašanje na nadzorni plošči: Ni mogoče ročno nastaviti »collection_id« na vprašanju na nadzorni plošči
sq: Pyetje e pavlefshme Paneli: Nuk mund të vendoset manualisht `collection_id` në një Pyetje Paneli
sr: Nevažeće Pitanje kontrolne table: Ne može se ručno postaviti `collection_id` na Pitanju kontrolne table
sv: Ogiltig Dashboard-fråga: Kan inte manuellt ställa in `collection_id` på en Dashboard Fråga
tr: Geçersiz Gösterge Tablosu Sorusu: Bir Gösterge Tablosunda `collection_id` manuel olarak ayarlanamıyor Soru
uk: Недійсний запит на дашборді: не можна вручну встановити `collection_id` для запиту на дашборді
vi: Câu hỏi Bảng điều khiển không hợp lệ: Không thể đặt thủ công `collection_id` trên Câu hỏi Bảng điều khiển
zh_hk: 無效的儀表板問題：無法在儀表板上手動設定 `collection_id` 問題

source: Mismatch detected between Dashboard''s `collection_id` ({0}) and `collection_id` ({1})
ar: تم اكتشاف عدم تطابق بين `collection_id` الخاص بلوحة المعلومات ({0}) و`collection_id` ({1})
bg: Открито е несъответствие между `collection_id` ({0}) и `collection_id` ({1}) на таблото за управление
ca: S'ha detectat una manca de concordança entre l''identificador de la col·lecció' ({0}) i l''identificador de la col·lecció' ({1})
de: Es wurde eine Nichtübereinstimmung zwischen der `collection_id` ({0}) und der `collection_id` ({1}) des Dashboards festgestellt.
eo: Yo, there's a mismatch between Dashboard's `collection_id` ({0}) and `collection_id` ({1})—not vibing.
es: Se detectó una discrepancia entre `collection_id` ({0}) y `collection_id` ({1}) del Dashboard
fa: عدم تطابق بین `collection_id` ({0}) و Collection_id ({1}) داشبورد شناسایی شد
fi: Dashboardin `collection_id` ({0}) ja `collection_id` ({1}) välillä havaittiin ristiriita.
fr: Incompatibilité détectée entre `collection_id` ({0}) et `collection_id` ({1}) du tableau de bord
it: Rilevata incongruenza tra `collection_id` ({0}) e `collection_id` ({1}) della Dashboard
ja: ダッシュボードの `collection_id` ({0}) と `collection_id` ({1}) の間に不一致が検出されました
lt: Aptiktas informacijos suvestinės „collection_id“ ({0}) ir „collection_id“ ({1}) neatitikimas
nb: Uoverensstemmelse oppdaget mellom Dashboard's `collection_id` ({0}) og `collection_id` ({1})
nl: Mismatch gedetecteerd tussen Dashboard''s `collection_id` ({0}) en `collection_id` ({1})
pl: Wykryto niezgodność między `collection_id` ({0}) a `collection_id` ({1}) pulpitu nawigacyjnego
pt_br: Incompatibilidade detectada entre `collection_id` ({0}) e `collection_id` ({1}) do painel
ru: Обнаружено несоответствие между `collection_id` ({0}) и `collection_id` ({1}) панели мониторинга
sk: Zistil sa nesúlad medzi atribútmi `collection_id` ({0}) a `collection_id` ({1}) na informačnom paneli
sl: Zaznano neujemanje med `collection_id` ({0}) in `collection_id` ({1}) nadzorne plošče
sq: U zbulua mospërputhje midis `collection_id` të Panelit ({0}) dhe `collection_id` ({1})
sr: Otkriveno nepoklapanje između Dashboard-ovog `collection_id` ({0}) i `collection_id` ({1})
sv: Felmatchning upptäcktes mellan instrumentpanelens "samlings-id" ({0}) och "samlings-id" ({1})
tr: Dashboard'un `collection_id` ({0}) ve `collection_id` ({1}) arasında uyumsuzluk tespit edildi
uk: Виявлено невідповідність між `collection_id` приладової дошки ({0}) і `collection_id` ({1})
vi: Đã phát hiện sự không khớp giữa `collection_id` ({0}) và `collection_id` ({1}) của Dashboard
zh_hk: 偵測到 Dashboard 的 `collection_id` ({0}) 與 `collection_id` ({1}) 不匹配。
