Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: We'll show the first 10 rows of this table in your Pulse. If you email this, we'll add a file attachment with all columns and up to 2,000 rows.
hu: A Pulse-ban megjelenítjük ennek a táblának az első 10 sorát. Ha e-mailben küldi el, csatolunk egy fájlt, amely tartalmazza az összes oszlopot és legfeljebb 2000 sort.
ms: Kami akan menunjukkan 10 baris pertama jadual ini dalam Pulse anda. Jika anda menghantar e-mel ini, kami akan menambah lampiran fail dengan semua lajur dan sehingga 2,000 baris.

source: Pick columns
ar: اختر أعمدة
bg: Изберете колони
ca: Escollir columnes
de: Spalten auswählen
eo: Choose your cols
es: Selecciona columnas
fa: انتخاب ستون‌ها
fi: Valitse sarakkeet
fr: Choisir des colonnes
hu: Válasszon oszlopokat
it: Seleziona colonne
ja: 列を選ぶ
lt: Pasirinkite stulpelius
ms: Pilih lajur
nb: Velg kolonner
nl: Kies kolommen
pl: Wybierz kolumny
pt_br: Escolher colunas
ru: Выбрать столбцы
sk: Vyberte stĺpce
sl: Izbira stolpcev
sq: Zgjidh kolona
sr: Izaberite kolone
sv: Välj kolumner
tr: Sütun seç
uk: Оберіть стовпці
vi: Chọn các cột
zh_hk: 選取欄位

source: Segment of {0}
hu: {0} szegmense
ms: Segmen {0}

source: Metric for {0}
hu: {0} mutatója
ms: Metrik untuk {0}

source: {0} chart does not support multiple series
hu: A(z) {0} diagram nem támogat több sorozatot
ms: Carta {0} tidak menyokong siri berganda

source: And {0} more
ar: و{0} أخرى
bg: И още {0}
ca: I {0} més
de: Und {0} weitere
eo: And {0} more, fr fr
es: y {0} más
fa: و {0} بیشتر
fi: Ja {0} muuta
fr: Et {0} de plus
hu: És még {0}
it: E {0} altri
ja: そして、さらに{0}。
lt: Ir dar {0}
ms: Dan {0} lagi
nb: Og {0} fler
nl: En nog {0} meer
pl: I {0} więcej
pt_br: E mais {0}
ru: И еще {0}
sk: A {0} ďalšie
sl: In {0} še več
sq: Dhe {0} të tjera
sr: I još {0}
sv: Och ytterligare {0} annan
tr: Ve {0} tane daha
uk: І ще {0}
vi: Và {0} thêm
zh_hk: 和 {0} 更多

source: Others
hu: Mások
ms: Lain-lain

source: {0} alert recipients
hu: {0} figyelmeztetési címzettek
ms: {0} penerima makluman:

source: {0} recipients
hu: {0} címzettek
ms: Penerima {0}

source: This alert will no longer be {0}.
hu: Ez a figyelmeztetés többé nem lesz {0}.
ms: Makluman ini bukan lagi {0}.

source: This dashboard will no longer be {0}.
hu: Ez az irányítópult többé nem lesz {0}.
ms: Papan pemuka ini tidak akan {0} lagi.

source: Unsubscribe {0} from all subscriptions and alerts?
ar: إلغاء اشتراك {0} من كل الاشتراكات والتنبيهات؟
bg: Да се ​​отпиша ли {0} от всички абонаменти и сигнали?
ca: Dessubscriure {0} de totes les subscripcions i alertes?
de: {0} von allen Abonnements und Benachrichtigungen abmelden?
eo: Yo, wanna unfollow {0} from all the subs and alerts?
es: ¿Darse de baja {0} de todas las suscripciones y alertas?
fa: اشتراک {0} از همه اشتراک ها و هشدارها لغو شود؟
fi: Poistetaanko {0} kaikista tilauksista ja hälytyksistä?
fr: Se désabonner {0} de tous les abonnements et alertes ?
hu: Leiratkozás {0} minden feliratkozásról és figyelmeztetésről?
it: Disiscriviti {0} da tutte le iscrizioni e gli avvisi?
ja: すべての購読とアラートから{0}を解除しますか?
lt: Atsisakyti {0} visų prenumeratų ir įspėjimų?
ms: Berhenti melanggan {0} dari semua langganan dan amaran?
nb: Fjern {0} fra alle abonnement og alarmer?
nl: Afmelden {0} voor alle abonnementen en meldingen?
pl: Czy usunąć {0} ze wszystkich subskrypcji i powiadomień?
pt_br: Cancelar inscrição de {0} de todas as assinaturas e alertas?
ru: Отказаться от подписки {0} на все подписки и оповещения?
sk: Odhlásiť {0} zo všetkých odberov a upozornení?
sl: Ali se odjavite {0} od vseh naročnin in opozoril?
sq: Ta çabonosh {0} nga të gjitha abonimet dhe alarmet?
sr: Odjaviti {0} sa svih pretplata i upozorenja?
sv: Avregistrera {0} från alla prenumerationer och varningar?
tr: {0} aboneliğinden tüm abonelikler ve uyarılar çıksın mı?
uk: Відписати {0} від усіх підписок і сповіщень?
vi: Hủy đăng ký {0} khỏi tất cả các đăng ký và cảnh báo?
zh_hk: 取消訂閱 {0} 所有訂閱和警示？

source: This will delete any dashboard subscriptions or alerts {0} has created, and remove them as a recipient from any other subscriptions or alerts.
ar: سيؤدي هذا إلى حذف أي اشتراكات في لوحة المعلومات أو تنبيهات أنشأها {0}، وإزالته كمستلم من أي اشتراكات أو تنبيهات أخرى.
bg: Това ще изтрие всички абонаменти или предупреждения за таблото за управление, които {0} е създал, и ще ги премахне като получател от всички други абонаменти или сигнали.
ca: Això eliminarà les subscripcions o alertes que {0} ha creat, i se l'eliminarà com a recipient d'altres subscripcions o alertes.
de: Dies löscht alle Dashboard-Subscriptions oder Warnungen, die {0} erstellt hat, und entfernt sie als Empfänger von anderen Subscriptions oder Warnungen.
eo: This’s gonna delete all the dashboard subs or alerts {0} made, and take them out as a recipient from any other subs or alerts.
es: Esto eliminará todas las suscripciones o alertas del panel de control que {0} haya creado y las eliminará como destinatario de cualquier otra suscripción o alerta.
fa: با این کار هرگونه اشتراک داشبورد یا هشدارهایی که {0} ایجاد کرده است حذف می شود و آنها به عنوان گیرنده از سایر اشتراک ها یا هشدارها حذف می شوند.
fi: Tämä poistaa kaikki Dashboard tilaukset tai ilmoitukset, jotka {0} on luonut, ja poistaa ne kaikkien muiden tilausten tai ilmoitusten vastaanottajista.
fr: Cela supprimera tous les abonnements au tableau de bord ou les alertes que {0} a créés, et le supprimera comme destinataire de tous les autres abonnements ou alertes.
hu: Ez töröl minden irányítópult-feliratkozást vagy figyelmeztetést, amit {0} létrehozott, és eltávolítja őket címzettként minden más feliratkozásból vagy figyelmeztetésből.
it: Questo eliminerà tutte le iscrizioni o avvisi della dashboard creati da {0} e li rimuoverà come destinatario da qualsiasi altra iscrizione o avviso.
ja: これにより、{0}が作成したダッシュボードのサブスクリプションやアラートが削除され、他のサブスクリプションやアラートの受信者としても削除されます。
lt: Taip bus ištrintos visos {0} sukurtos informacijos suvestinės prenumeratos arba įspėjimai ir pašalinami kaip gavėjai iš kitų prenumeratų ar įspėjimų.
ms: Ini akan memadamkan sebarang langganan papan pemuka atau amaran yang telah {0} cipta, dan mengeluarkan mereka sebagai penerima dari mana-mana langganan atau amaran lain.
nb: Dette vil slette alle abonnement eller alarmer {0} har opprettet for denne infotavlen, og fjerne dem som mottaker av andre abonnement og alarmer.
nl: Hiermee worden alle dashboardabonnementen of waarschuwingen die {0} heeft gemaakt, verwijderd en worden ze als ontvanger verwijderd uit andere abonnementen of waarschuwingen.
pl: Spowoduje to usunięcie wszystkich subskrypcji pulpitu lub alertów utworzonych przez {0} oraz usunięcie ich jako odbiorcy ze wszystkich innych subskrypcji lub alertów.
pt_br: Isso excluirá todas as assinaturas de painel ou alertas que {0} criou e os removerá como destinatários de quaisquer outras assinaturas ou alertas.
ru: Это приведет к удалению всех подписок или предупреждений дашборда, созданных {0}, и удаления их из любых других подписок или предупреждений.
sk: Týmto sa odstránia všetky odbery dashboardu alebo upozornenia vytvorené {0} a odstránia sa ako príjemca z akýchkoľvek iných odberov alebo upozornení.
sl: S tem boste izbrisali vse naročnine na nadzorno ploščo ali opozorila{0} ki jih je ustvaril, in jih odstranili kot prejemnika iz vseh drugih naročnin ali opozoril.
sq: Kjo do të fshijë çdo abonim paneli ose alarm që ka krijuar {0}, dhe do ta heqë atë si marrës nga çdo abonim ose alarm tjetër.
sr: Ovo će obrisati sve pretplate na kontrolne table ili upozorenja koje je {0} kreirao/la i ukloniti ga/je kao primaoca iz svih drugih pretplata ili upozorenja.
sv: Detta kommer att radera alla instrumentpanelprenumerationer eller varningar som {0} har skapat, och ta bort dem som mottagare från alla andra prenumerationer eller varningar.
tr: Bu, {0} tarafından oluşturulan tüm kontrol paneli aboneliklerini veya uyarıları siler ve bunları diğer aboneliklerden veya uyarılardan alıcı olarak kaldırır.
uk: Це видалить усі підписки на дашборди або сповіщення, які створив(ла) {0}, і прибере його/її зі списку одержувачів будь-яких інших підписок або сповіщень.
vi: Điều này sẽ xóa bất kỳ đăng ký bảng điều khiển hoặc cảnh báo nào mà {0} đã tạo và loại bỏ họ khỏi vai trò người nhận từ bất kỳ đăng ký hoặc cảnh báo nào khác.
zh_hk: 這將會刪除 {0} 已建立的任何儀表板訂閱或警示，並將其從任何其他訂閱或警示中移除為收件者。

source: This does not affect email distribution lists that are managed outside of Metabase.
ar: لا يؤثر هذا على قوائم توزيع البريد الإلكتروني التي تتم إدارتها خارج Metabase.
bg: Това не засяга списъци за разпространение на имейли, които се управляват извън Metabase.
ca: Això no afecta les llistes de distribució de correu que es gestionen fora de Metabase.
de: Dies betrifft keine E-Mail-Verteilerlisten, die außerhalb von Metabase verwaltet werden.
eo: This doesn’t mess with email groups that are run outside of Metabase, fr.
es: Esto no afecta a las listas de distribución de correo electrónico que se administran fuera de Metabase.
fa: این بر لیست های توزیع ایمیلی که خارج از Metabase مدیریت می شوند تأثیری نمی گذارد.
fi: Tämä ei vaikuta sähköpostijakelulistoihin, joita hallitaan Metabasen ulkopuolella.
fr: Cela n'affecte pas les listes de distribution de courrier électronique qui sont gérées en dehors de Metabase.
hu: Ez nem érinti a Metabase-on kívül kezelt e-mail terjesztési listákat.
it: Questo non influisce sulle liste di distribuzione email gestite al di fuori di Metabase.
ja: Metabaseの外で管理されているメール配信リストには影響しません。
lt: Tai neturi įtakos el. pašto platinimo sąrašams, kurie tvarkomi už metabazės ribų.
ms: Ini tidak mempengaruhi senarai pengedaran e-mel yang diuruskan di luar Metabase.
nb: Dette påvirker ikke distribusjonslister for e-post som er styrt utenfor Metabase.
nl: Dit heeft geen invloed op e-maildistributielijsten die buiten Metabase worden beheerd.
pl: Nie ma to wpływu na listy dystrybucyjne e-mail, które są zarządzane poza Metabase.
pt_br: Isso não afeta listas de distribuição de e-mail gerenciadas fora do Metabase.
ru: Это не влияет на списки рассылки email, которые управляются вне Metabase.
sk: Toto neovplyvní zoznamy e-mailovej distribúcie, ktoré sú spravované mimo Metabase.
sl: To ne vpliva na e-poštne sezname prejemnikov, ki se upravljajo zunaj zbirke metazbirke.
sq: Kjo nuk prek listat e shpërndarjes së email-eve që menaxhohen jashtë Metabase.
sr: Ovo ne utiče na email distribucione liste kojima se upravlja van Metabase-a.
sv: Detta påverkar inte e-postdistributionslistor som hanteras utanför Metabase.
tr: Bu, Metatabanı dışında yönetilen e-posta dağıtım listelerini etkilemez.
uk: Це не впливає на списки розсилки email, якими керують поза Metabase.
vi: Điều này không ảnh hưởng đến các danh sách phân phối email được quản lý bên ngoài Metabase.
zh_hk: 這不會影響在 Metabase 外部管理的電子郵件分發清單。

source: Team members
hu: Csapattagok
ms: Ahli pasukan

source: Items
hu: Tételek
ms: Item

source: Downloads
ar: التنزيلات
bg: Изтегляния
ca: Descàrregues
eo: Downloads → "D/Ls" or "DLs"
es: Descargas
fa: دانلودها
fi: Lataukset
fr: Téléchargements
hu: Letöltések
it: Scarica
ja: ダウンロード
ms: Muat turun
nb: Nedlastinger
nl: Downloaden
pl: Pobieranie
ru: Загрузки
sk: sťahovanie
sl: Prenosi
sq: Shkarkime
sr: Preuzimanja
sv: Nedladdningar
tr: İndirmeler
uk: Завантаження
vi: Tải xuống
zh_hk: 下載

source: Subscriptions & Alerts
hu: Feliratkozások és figyelmeztetések
ms: Langganan & Amaran

source: Filter by question name
hu: Szűrés kérdésnév alapján
ms: Tapis mengikut nama soalan

source: Filter by dashboard name
hu: Szűrés irányítópult név alapján
ms: Tapis mengikut nama papan pemuka

source: Unsubscribe successful
ar: تم إلغاء الاشتراك بنجاح
bg: Отписването е успешно
ca: Dessubscripció correcta
de: Abmeldung erfolgreich
eo: Unsubscribing? That's a vibe, it's done and dusted 🔥
es: Darse de baja exitoso
fa: لغو اشتراک با موفقیت انجام شد
fi: Poistuminen tilaajalistalta onnistui
fr: Désabonnement réussi
hu: Sikeres leiratkozás
it: Annullamento dell'iscrizione riuscito
ja: 配信停止成功
lt: Atsisakyta prenumeratos sėkmingai
ms: Berhenti melanggan berjaya
nb: Avsluttet abonnement
nl: Afmelden succesvol
pl: Pomyślne usunięcie subskrypcji
pt_br: Inscrição cancelada com sucesso
ru: Успешно отписано
sk: Odhlásenie úspešné
sl: Odjava je bila uspešna
sq: Çabonimi u krye me sukses
sr: Odjava je uspešna
sv: Avprenumeration lyckad
tr: Abonelik iptali Başarılı
uk: Відписку виконано
vi: Hủy đăng ký thành công
zh_hk: 退訂成功

source: Alerts
ar: تنبيهات
bg: Сигнали
ca: Alertes
de: Warnungen
eo: Alerts → Buzzes
es: Alertas
fa: هشدارها
fi: Hälytykset
fr: Alertes
hu: Figyelmeztetések
it: Avvisi
ja: アラート
lt: Perspėjimai
ms: Amaran
nb: Varsler
nl: Waarschuwingen
pl: Alerty
pt_br: Alertas
ru: Оповещения
sk: Upozornenia
sl: Opozorila
sq: Alarme
sr: Upozorenja
sv: Varningar
tr: Uyarılar
uk: Сповіщення
vi: Cảnh báo
zh_hk: 警報

source: Use default
ar: استخدم الإعداد الافتراضي
bg: Използвай първоначалните
ca: Utilitzar el valor per defecte
de: Standard verwenden
eo: Use it as is or just say "go with the default" lol
es: Usar por defecto
fa: استفاده از پیش‌فرض
fi: Käytä oletusta
fr: Utiliser la valeur par défaut
hu: Alapértelmezett használata
it: Usa default
ja: デフォルトの使用
lt: Naudoti numatytąjį
ms: Gunakan lalai
nb: Bruk standardinnstillinger
nl: Gebruik standaard
pl: Użyj domyślne
pt_br: Usar o padrão
ru: Использовать по умолчанию
sk: Použiť predvolené
sl: Uporabi privzeto
sq: Përdor parazgjedhjen
sr: Koristi podrazumevano
sv: Använd standard
tr: Varsayılanı Kullan
uk: Використати дефолтне
vi: Sử dụng mặc định
zh_hk: 使用預設值

source: Use instance default (TTL)
hu: Alapértelmezett időtartam (TTL) használata
ms: Gunakan contoh lalai (TTL)

source: Not seeing something listed here?
ar: لا ترى شيئًا مُدرجًا هنا؟
bg: Не виждате нещо изброено тук?
ca: No veus quelcom llistat aquí?
de: Sie sehen hier nichts aufgelistet?
eo: Not seeing it pop up here?
es: ¿No ves algo en la lista aquí?
fa: چیزی که در اینجا فهرست شده را نمی بینید؟
fi: Etkö näe jotain tässä lueteltua?
fr: Vous ne voyez pas quelque chose dans cette liste ?
hu: Nem lát valamit itt felsorolva?
it: Non vedi qualcosa elencato qui?
ja: ここに掲載されていないものはありますか?
lt: Nematote kažko čia išvardyto?
ms: Tidak nampak sesuatu yang disenaraikan di sini?
nb: Savner du noe her?
nl: Zie je hier iets niet vermeld?
pl: Nie widzisz tutaj czegoś wymienionego?
pt_br: Não está vendo algo listado aqui?
ru: Не видите что-то здесь в списке?
sk: Nevidíte niečo uvedené tu?
sl: Ne vidite ničesar navedenega tukaj?
sq: Nuk po sheh diçka të listuar këtu?
sr: Ne vidite nešto na listi ovde?
sv: Inte ser något listat här?
tr: Burada listelenen bir şey görmüyor musunuz?
uk: Не бачите щось у списку тут?
vi: Không nhìn thấy gì ở đây?
zh_hk: 沒有看到這裡列出的東西嗎？

source: It’s possible you may also receive emails from Metabase if you’re a member of an email distribution list, like “team@mycompany.com” and that list is used as the recipient for an alert or dashboard subscription instead of your individual email.
hu: Lehetséges, hogy Metabase e-maileket is kaphat, ha tagja egy e-mail terjesztési listának, például „team@mycompany.com”, és ezt a listát használják figyelmeztetés vagy irányítópult-feliratkozás címzettjeként az egyéni e-mail helyett.
ms: Adalah mungkin anda juga mungkin menerima e-mel dari Metabase jika anda adalah ahli senarai pengedaran e-mel, seperti “team@mycompany.com” dan senarai tersebut digunakan sebagai penerima untuk amaran atau langganan papan pemuka bukannya e-mel individu anda.

source: Hopefully they’ll be able to help you out!
bg: Дано да успеят да ви помогнат!
ca: Potser ells et podran ajudar!
de: Hoffentlich können sie Ihnen helfen!
eo: Hopefully, they’ll be able to slide and help you out!
es: ¡Esperamos que puedan ayudarte!
fa: امیدوارم آنها بتوانند به شما کمک کنند!
fi: Toivottavasti he voivat auttaa sinua!
fr: J'espère qu'ils seront en mesure de vous aider !
hu: Remélhetőleg tudnak segíteni!
it: Speriamo che possano aiutarvi!
ja: お役に立てることを願っています。
lt: Tikimės, kad jie galės jums padėti!
ms: Harapnya mereka dapat membantu anda!
nb: Forhåpentligvis vil de være i stand til å hjelpe deg!
nl: Hopelijk kunnen ze je verder helpen!
pl: Mam nadzieję, że będzie w stanie Ci pomóc!
pt_br: Esperamos que eles possam ajudar você!
ru: Надеемся, они смогут вам помочь!
sk: Dúfame, že vám budú môcť pomôcť!
sl: Upajmo, da vam bodo lahko pomagali!
sv: Förhoppningsvis kommer de att kunna hjälpa dig!
tr: Umarım size yardımcı olabilirler!
uk: Сподіваємося, вони зможуть вам допомогти!
vi: Hy vọng là họ có thể giúp bạn!
zh_hk: 希望他們能幫到您！

source: your instance administrator
ar: مسؤول المثيل لديك
bg: администратора на вашия екземпляр
ca: l'administrador de la teva instància
de: Ihr Instanz-Administrator
eo: your admin boss
es: tu administrador de esta instalación
fa: مدیر نمونه شما
fi: instanssisi järjestelmänvalvoja
fr: l'administrateur de votre instance
hu: az Ön példányadminisztrátora
it: l'amministratore della tua istanza
ja: インスタンス管理者
lt: jūsų egzemplioriaus administratorius
ms: pentadbir contoh anda
nb: din administrator
nl: je instantiebeheerder
pl: twoim administratorem
pt_br: o administrador da sua instância
ru: администратор вашего экземпляра
sk: váš správca inštancie
sl: skrbnik primerka
sq: administratori i instancës sate
sr: administrator vaše instance
sv: din instansadministratör
tr: örnek yöneticiniz
uk: ваш адміністратор інстансу
vi: quản trị viên instance của bạn
zh_hk: 您的實例管理員

source: Metabase doesn’t manage those lists, so we’d recommend contacting {0}.
hu: A Metabase nem kezeli ezeket a listákat, ezért javasoljuk, hogy lépjen kapcsolatba {0}-vel.
ms: Metabase tidak menguruskan senarai tersebut, jadi kami syorkan menghubungi {0}.

source: Created by you
ar: أنشأته أنت
bg: Създаден от вас
ca: Creat per tu
de: Erstellt von dir
eo: Made by u
es: Creado por usted
fa: ایجاد شده توسط شما
fi: sinun luomasi
fr: Créé par vous
hu: Ön hozta létre
it: Creato da te
ja: 作成者はあなたです．
lt: Sukurtas jūsų
ms: Dicipta oleh anda
nb: Laget av deg
nl: Gemaakt door jou
pl: Utworzony przez Ciebie
pt_br: Criado por você
ru: Создано вами
sk: Vytvorené vami
sl: Ustvarili ste vi
sq: Krijuar nga ti
sr: Kreirali ste vi
sv: Skapad av dig
tr: sizin tarafınızdan oluşturuldu
uk: Створено вами
vi: Tạo bởi bạn
zh_hk: 由您建立

source: Created by {0}
ar: أنشأه {0}
bg: Създадено от {0}
ca: Creat per {0}
de: Erstellt von {0}
eo: Made by {0} or {0} is the plug
es: Creado por {0}
fa: ایجاد شده توسط {0}
fi: Tekijä: {0}
fr: Créé par {0}
hu: Létrehozta: {0}
it: Creato da {0}
ja: {0}が作成しました
lt: Sukūrė {0}
ms: Dicipta oleh {0}
nb: Laget av {0}
nl: Gemaakt door {0}
pl: Utworzony przez {0}
pt_br: Criado por {0}
ru: Создано {0}
sk: Vytvorené {0}
sl: Ustvaril {0}
sq: Krijuar nga {0}
sr: Kreirano od strane {0}
sv: Skapad av {0}
tr: {0} tarafından oluşturuldu
uk: Створено {0}
vi: Tạo bởi {0}
zh_hk: 由 {0}建立

source: Created
ar: تم الإنشاء
bg: Създаден
ca: Creat
de: Erstellt
eo: made or cooked up
es: Creado
fa: ایجاد شده
fi: Luotu
fr: Créé
hu: Létrehozva
it: Creato
ja: 作成
lt: Sukurta
ms: Dicipta
nb: Opprettet
nl: Gemaakt
pl: Utworzony
pt_br: Criado
ru: Создано
sk: Vytvorené
sl: Ustvaril
sq: U krijua
sr: Kreirano
sv: Skapad
tr: oluşturuldu
uk: Створено
vi: Đã tạo
zh_hk: 創建

source: on {0}
ar: في {0}
bg: на {0}
ca: en {0}
de: auf {0}
es: el {0}
fa: در {0}
fr: sur {0}
hu: ekkor: {0}
it: su {0}
ja: 0}で
ms: pada {0}
nb: den {0}
nl: op {0}
pl: w {0}
pt_br: em {0}
ru: на {0}
sk: dňa {0}
sl: na {0}
sq: më {0}
sv: på {0}
tr: {0} tarihinde
vi: trên {0}

source: You receive or created these
ar: أنت تتلقى هذه أو أنشأتها
bg: Вие получавате или създавате тези
ca: Has rebut o creat aquests
de: Sie erhalten oder haben diese erstellt
eo: You either got these or made ’em fr.
es: Recibiste o creaste estos
fa: شما اینها را دریافت کرده یا ایجاد کرده اید
fi: Saat tai loit nämä
fr: Vous recevez ou avez créé ces
hu: Ön kapja vagy hozta létre ezeket
it: Hai ricevuto o creato questi
ja: あなたはこちらの通知を設定、受信しています
lt: Jūs gaunate arba sukūrėte juos
ms: Anda menerima atau mencipta ini
nb: Du mottar eller laget disse
nl: Je hebt deze ontvangen of gemaakt
pl: Otrzymałeś lub stworzyłeś
pt_br: Você recebeu ou criou estes
ru: Вы получаете или создавали эти
sk: Tieto ste prijali alebo vytvorili
sl: Prejmete ali ustvarite te
sq: Ti i merr ose i ke krijuar këto
sr: Ove primate ili ste ih kreirali
sv: Du får eller skapade dessa
tr: Bunları aldınız veya oluşturdunuz
uk: Ви отримуєте або створили ці записи
vi: Bạn nhận được hoặc đã tạo những cái này
zh_hk: 您接收或建立這些

source: Not seeing one here?
ar: لا ترى واحدة هنا؟
bg: Не виждате такъв тук?
ca: No en veus un aquí?
de: Nicht eins hier sehen?
eo: Where’s it at? I’m not seeing it rn
es: ¿No ves uno aquí?
fa: یکی را اینجا نمی بینید؟
fi: Etkö näe täällä yhtä?
fr: Vous n'en voyez pas ici ?
hu: Nem lát itt egyet sem?
it: Non ne vedi uno qui?
ja: ここには見当たらないですか?
lt: Nematote čia vieno?
ms: Tidak melihat satu di sini?
nb: Ser du ikke en her?
nl: Zie je er hier geen?
pl: Nie widzisz tutaj żadnego?
pt_br: Não está vendo um aqui?
ru: Не видите здесь никого?
sk: Nevidíte tu žiadnu?
sl: Tukaj ga ne vidite?
sq: Nuk po e sheh një këtu?
sr: Ne vidite neku ovde?
sv: Inte ser en här?
tr: Burada birini görmüyor musun?
uk: Не бачите тут такого?
vi: Không thấy cái nào ở đây?
zh_hk: 這裡沒有看到嗎？
