Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Remove custom illustration
ar: إزالة التوضيح المخصص
bg: Премахване на персонализирана илюстрация
ca: Elimina la il·lustració personalitzada
de: Benutzerdefinierte Illustration entfernen
eo: Delete the custom art, bestie
es: Eliminar ilustración personalizada
fa: حذف تصویر سفارشی
fi: Poista mukautettu kuvitus
fr: Supprimer l'illustration personnalisée
hu: Egyedi illusztráció eltávolítása
it: Rimuovere l'illustrazione personalizzata
ja: カスタムイラストの削除
lt: Pašalinkite tinkintą iliustraciją
ms: Buang ilustrasi kustom
nb: Fjern egendefinert illustrasjon
nl: Aangepaste illustratie verwijderen
pl: Usuń niestandardową ilustrację
pt_br: Remover ilustração personalizada
ru: Удалить пользовательскую иллюстрацию
sk: Odstránenie vlastnej ilustrácie
sl: Odstranjevanje slike po meri
sq: Hiq ilustrimin e personalizuar
sr: Ukloni prilagođenu ilustraciju
sv: Ta bort illustration
tr: Özel illüstrasyonu kaldırma
uk: Видалити кастомну ілюстрацію
vi: Xóa hình minh họa tùy chỉnh
zh_hk: 移除自訂插圖

source: The “No self-service” access level for View data is going away.
ar: مستوى الوصول “No self-service” لعرض البيانات سيختفي.
bg: Нивото на достъп "Без самообслужване" за данните от Преглед отпада.
ca: El nivell d'accés "Sense autoservei" per a les dades de View desapareixerà.
de: Die Zugriffsstufe "Keine Selbstbedienung" für Ansichtsdaten wird abgeschafft.
eo: The “No self-service” access level for View data is getting yeeted.
es: El nivel de acceso “Sin autoservicio” para Ver datos desaparecerá.
fa: سطح دسترسی "بدون سلف سرویس" برای View data در حال از بین رفتن است.
fi: "Ei itsepalvelua"-oikeus poistuu lukuoikeustasolta.
fr: Le niveau d'accès "Pas de libre-service" pour les données View disparaît.
hu: A „Nincs önkiszolgáló” hozzáférési szint az Adat megtekintéséhez megszűnik.
it: Il livello di accesso "Nessun self-service" per i dati di View sta scomparendo.
ja: ビュー・データに対する "セルフサービスなし "のアクセス・レベルは廃止される。
lt: Duomenų peržiūros prieigos lygis „Nėra savitarnos“ panaikinamas.
ms: Tahap akses "Tidak ada perkhidmatan sendiri" untuk Lihat data akan dihapuskan.
nb: Tilgangsnivået "Ingen selvbetjening" for View-data forsvinner.
nl: Het toegangsniveau "Geen zelfbediening" voor View-gegevens verdwijnt.
pl: Poziom dostępu do danych widoku "Bez samoobsługi" zostanie zniesiony.
pt_br: O nível de acesso “Sem autoatendimento” para visualizar dados será desativado.
ru: Уровень доступа "Без самообслуживания" для данных View исчезает.
sk: Úroveň prístupu "Bez samoobslužného prístupu" pre údaje zobrazenia sa zruší.
sl: Raven dostopa »Brez samopostrežnosti« za ogled podatkov bo izginila.
sq: Niveli i aksesit EBNo self-serviceEC pEr View data po hiqet.
sr: Nivo pristupa “No self-service” za View data se ukida.
sv: “Ingen självservice”-nivån för att visa data är på väg bort.
tr: View verileri için "Self servis yok" erişim düzeyi kaldırılıyor.
uk: Рівень доступу “No self-service” для перегляду даних буде прибрано.
vi: Cấp độ truy cập “Không tự phục vụ” cho dữ liệu View sẽ không còn nữa.
zh_hk: View 資料的「無自助服務」存取層級將會消失。

source: Read more
ar: اقرأ المزيد
bg: Прочетете повече
ca: Llegeix més
de: Lese mehr
eo: Read more → Tap in for the tea
es: Leer más
fa: ادامه مطلب
fi: Lue lisää
fr: En savoir plus
hu: Tudjon meg többet
it: Per saperne di più
ja: もっと読む
lt: Skaityti daugiau
ms: Baca lebih lanjut
nb: Les mer om dette
nl: Meer lezen
pl: Czytaj więcej
pt_br: Ler mais
ru: Читать далее
sk: Prečítajte si viac
sl: Preberi več
sq: Lexo mE shumE
sr: Pročitaj više
sv: Läs mer
tr: Daha fazla bilgi edinin
uk: Дізнатися більше
vi: Đọc thêm
zh_hk: 閱讀更多

source: In a future release, if a group’s View data access for a database (or any of its schemas or tables) is still set to “No self-service (deprecated)”, Metabase will automatically change that group’s View data access for the entire database to “Blocked”. We’ll be defaulting to “Blocked”, the least permissive View data access, to prevent any unintended access to data.
ar: في إصدار قادم، إذا كان وصول مجموعة ما إلى عرض البيانات لقاعدة بيانات (أو لأي من مخططاتها أو جداولها) لا يزال مضبوطًا على “No self-service (deprecated)”، فسيقوم Metabase تلقائيًا بتغيير وصول تلك المجموعة إلى عرض البيانات لقاعدة البيانات بالكامل إلى “Blocked”. سنجعل القيمة الافتراضية “Blocked”، وهي أقل مستويات وصول عرض البيانات سماحًا، لمنع أي وصول غير مقصود إلى البيانات.
bg: В бъдеща версия, ако достъпът на дадена група до данни за преглед на база данни (или някоя от нейните схеми или таблици) все още е зададен на "Без самообслужване (отпаднало)", Metabase автоматично ще промени достъпа на тази група до данни за преглед на цялата база данни на "Блокиран". По подразбиране ще изберем "Blocked" (Блокиран), най-малко разрешаващият достъп до данни View, за да предотвратим всякакъв неволен достъп до данни.
ca: En una versió futura, si l'accés a les dades de visualització d'un grup per a una base de dades (o qualsevol dels seus esquemes o taules) encara està establert en "Sense autoservei (obsolet)", Metabase canviarà automàticament l'accés a les dades de visualització d'aquest grup per a tota la base de dades. a "Bloquejat". Es posarà per defecte a "Bloquejat", l'accés a les dades de visualització menys permissiu, per evitar qualsevol accés no desitjat a les dades.
de: Wenn in einer zukünftigen Version der Ansichtsdatenzugriff einer Gruppe für eine Datenbank (oder eines ihrer Schemata oder Tabellen) immer noch auf "Keine Selbstbedienung (veraltet)" eingestellt ist, wird Metabase den Ansichtsdatenzugriff dieser Gruppe für die gesamte Datenbank automatisch auf "Blockiert" ändern. Die Voreinstellung "Blockiert" ist der am wenigsten zulässige View-Datenzugriff, um einen unbeabsichtigten Datenzugriff zu verhindern.
eo: Okay bet, so in a future update, if a group’s View data access for a database (or any schemas or tables) is still on “No self-service (deprecated),” Metabase will just auto-switch that group’s View data access for the whole database to “Blocked.” We’re going with “Blocked” by default — the most chill and least permissive option — to keep everyone from accidentally peeping data they shouldn’t.
es: En una versión futura, si el acceso a Ver datos de un grupo para una base de datos (o cualquiera de sus esquemas o tablas) todavía está configurado en “Sin autoservicio (obsoleto)”, Metabase cambiará automáticamente el acceso a Ver datos de ese grupo para toda la base de datos a “Bloqueado”. Utilizaremos “Bloqueado”, el acceso a datos de Ver menos permisivo, para evitar cualquier acceso no deseado a los datos.
fa: در نسخه بعدی، اگر دسترسی گروهی به مشاهده اطلاعات برای پایگاه داده (یا هر یک از طرحواره ها یا جداول آن) همچنان روی «بدون سلف سرویس (منسوخ شده)» تنظیم شود، Metabase به طور خودکار دسترسی به داده مشاهده آن گروه برای کل پایگاه داده را به «مسدود شده» تغییر می دهد. برای جلوگیری از هرگونه دسترسی ناخواسته به داده‌ها، به‌طور پیش‌فرض روی «مسدود شده»، کمترین اجازه دسترسی به داده‌های مشاهده، پیش‌فرض می‌شویم.
fi: Tulevassa julkaisussa, jos ryhmän tietokannan (tai minkä tahansa sen skeemojen tai taulukoiden) tietojen katseluoikeus on edelleen asetettu arvoon "Ei itsepalvelua (vanhentunut)", Metabase muuttaa automaattisesti kyseisen ryhmän koko tietokannan tietojen katseluoikeuden. kohtaan "Estetty". Oletusasetuksena on "Estetty", vähäisin tietojen käyttöoikeus, jotta estetään tahaton pääsy tietoihin.
fr: Dans une prochaine version, si l'accès aux données de visualisation d'un groupe pour une base de données (ou l'un de ses schémas ou tables) est toujours réglé sur "Pas de libre-service (obsolète)", Metabase changera automatiquement l'accès aux données de visualisation de ce groupe pour la base de données entière à "Bloqué". Nous utiliserons par défaut "Bloqué", l'accès aux données de vue le moins permissif, afin d'éviter tout accès involontaire aux données.
hu: Egy jövőbeli kiadásban, ha egy csoport adatmegtekintési hozzáférése egy adatbázishoz (vagy bármelyik sémájához vagy táblázatához) még mindig „Nincs önkiszolgáló (elavult)” beállításon van, a Metabase automatikusan „Letiltott” hozzáférésre változtatja az egész adatbázis adatmegtekintési hozzáférését. Az „Letiltott” alapértelmezésre állítjuk, a legkevésbé megengedő adatmegtekintési hozzáférést, hogy megakadályozzuk az adatvéletlen hozzáférését.
it: In una versione futura, se l'accesso ai dati di visualizzazione di un gruppo per un database (o per uno qualsiasi dei suoi schemi o tabelle) è ancora impostato su "No self-service (deprecato)", Metabase cambierà automaticamente l'accesso ai dati di visualizzazione di quel gruppo per l'intero database in "Bloccato". L'impostazione predefinita è "Bloccato", l'accesso ai dati di visualizzazione meno permissivo, per evitare qualsiasi accesso involontario ai dati.
ja: 将来のリリースでは、データベース（またはそのスキーマやテーブル）に対するグループのビューデータアクセスが "セルフサービスなし（非推奨）"に設定されている場合、Metabaseは自動的にデータベース全体に対するそのグループのビューデータアクセスを "ブロック "に変更します。データへの意図しないアクセスを防ぐため、ビューデータアクセスを最も許可性の低い "Blocked "にデフォルト設定します。
lt: Būsimame leidime, jei grupės duomenų bazės (arba bet kurios iš jos schemų ar lentelių) prieiga prie duomenų peržiūros vis dar nustatyta į „Nėra savitarnos (nebenaudojama)“, „Metabase“ automatiškai pakeis tos grupės prieigą prie visos duomenų bazės peržiūrėti duomenis. į „Užblokuota“. Pagal numatytuosius nustatymus nustatysime „Užblokuota“ – mažiausiai leistiną prieigą prie duomenų peržiūros, kad išvengtume netyčinės prieigos prie duomenų.
ms: Dalam keluaran masa hadapan, jika Akses Lihat data kumpulan untuk pangkalan data (atau mana-mana skema atau jadualnya) masih ditetapkan kepada "Tiada layan diri (tidak digunakan lagi)", Metabase secara automatik akan menukar Akses Lihat data kumpulan itu untuk keseluruhan pangkalan data kepada "Disekat". Kami akan menetapkan lalai kepada "Disekat", Akses Lihat data yang paling kurang permisif, untuk mengelakkan sebarang akses tidak sengaja kepada data.
nb: I en fremtidig versjon vil Metabase automatisk endre gruppens tilgang til visningsdata for hele databasen til "Blokkert" hvis en gruppes tilgang til visningsdata for en database (eller noen av dens skjemaer eller tabeller) fortsatt er satt til "Ingen selvbetjening (utgått)". Vi bruker "Blokkert" som standard, som er den minst tillatte visningsdatatilgangen, for å forhindre utilsiktet tilgang til data.
nl: In een toekomstige release, als de View gegevenstoegang van een groep voor een database (of een van zijn schema's of tabellen) nog steeds is ingesteld op "Geen self-service (deprecated)", zal Metabase automatisch de View gegevenstoegang van die groep voor de hele database wijzigen in "Geblokkeerd". We zetten standaard op "Geblokkeerd", de minst toegestane View gegevenstoegang, om onbedoelde toegang tot gegevens te voorkomen.
pl: W przyszłej wersji, jeśli dostęp grupy do danych widoku dla bazy danych (lub dowolnego z jej schematów lub tabel) jest nadal ustawiony na "Brak samoobsługi (przestarzałe)", Metabase automatycznie zmieni dostęp grupy do danych widoku dla całej bazy danych na "Zablokowany". Będziemy domyślnie ustawiać "Zablokowany", najmniej dopuszczalny dostęp do danych widoku, aby zapobiec niezamierzonemu dostępowi do danych.
pt_br: Em uma versão futura, se o acesso a dados de visualização de um grupo para um banco de dados (ou qualquer um de seus esquemas ou tabelas) ainda estiver definido como "Sem autoatendimento (obsoleto)", o Metabase alterará automaticamente o acesso a dados de visualização desse grupo para todo o banco de dados para "Bloqueado". Usaremos como padrão "Bloqueado", o acesso a dados de visualização menos permissivo, para evitar qualquer acesso não intencional aos dados.
ru: В будущем выпуске, если доступ группы к данным View для базы данных (или любой из ее схем или таблиц) все еще установлен на "No self-service (deprecated)", Metabase автоматически изменит доступ этой группы к данным View для всей базы данных на "Blocked". Мы будем использовать по умолчанию значение "Заблокировано", наименее разрешенный доступ к данным View, чтобы предотвратить любой непреднамеренный доступ к данным.
sk: Ak bude v budúcej verzii prístup skupiny k údajom View pre databázu (alebo niektorú z jej schém alebo tabuliek) stále nastavený na "No self-service (deprecated)", Metabase automaticky zmení prístup tejto skupiny k údajom View pre celú databázu na "Blocked". Predvolene nastavíme "Blocked" (Blokovaný), čo je najmenej povolený prístup k údajom View, aby sme zabránili akémukoľvek neúmyselnému prístupu k údajom.
sl: Če je v prihodnji izdaji dostop skupine do ogleda podatkov za zbirko podatkov (ali katero koli njeno shemo ali tabelo) še vedno nastavljen na »Brez samopostrežnega (zastarelo)«, bo zbirka metapodatkov samodejno spremenila dostop do podatkov te skupine za celotno zbirko podatkov na »Blokirano«. Privzeto bomo nastavili »Blokirano«, najmanj dovoljen dostop do podatkov za ogled, da preprečimo nenameren dostop do podatkov.
sq: NE njE version tE ardhshEm, nEse aksesimi i njE grupi te View data pEr njE bazE tE dhEnash (ose cilindo prej skemave apo tabelave tE saj) ende EshtE vendosur nE EBNo self-service (deprecated)EC, Metabase do ta ndryshojE automatikisht aksesin e atij grupi te View data pEr tE gjithE bazEn e tEdhEnave nE EBI bllokuarEC. Do tE kalojmE default nE EBI bllokuarEC, aksesin mE pak lejuEs pEr View data, pEr tE parandaluar EBEdo akses tE paqEllimshEm te tEdhEnat.
sr: U nekom budućem izdanju, ako je grupi pristup View data za bazu (ili bilo koju njenu šemu ili tabelu) i dalje podešen na “No self-service (deprecated)”, Metabase će automatski promeniti pristup View data te grupe za celu bazu na “Blokirano”. Podrazumevano ćemo postaviti “Blokirano”, najmanje permisivan pristup View data, da bismo sprečili bilo kakav nenameran pristup podacima.
sv: I en framtida version, om en grupps View data access för en databas (eller något av dess scheman eller tabeller) fortfarande är inställd på "No self-service (deprecated)", kommer Metabase automatiskt att ändra den gruppens View data access för hela databasen till "Blocked". Vi kommer att använda "Blocked" som standard, den minst tillåtna åtkomsten till visningsdata, för att förhindra oavsiktlig åtkomst till data.
tr: Gelecekteki bir sürümde, bir grubun bir veritabanı (veya şemalarından veya tablolarından herhangi biri) için Görünüm veri erişimi hala "Self servis yok (kullanımdan kaldırıldı)" olarak ayarlanmışsa, Metabase bu grubun tüm veritabanı için Görünüm veri erişimini otomatik olarak "Engellendi" olarak değiştirecektir. Verilere istenmeyen erişimi önlemek için varsayılan olarak en az izin verilen Görünüm veri erişimi olan "Engellenmiş" olarak ayarlayacağız.
uk: У майбутньому релізі, якщо доступ групи до перегляду даних у базі даних (або будь-якій її схемі чи таблиці) все ще встановлено на “No self-service (deprecated)”, Metabase автоматично змінить доступ цієї групи до перегляду даних для всієї бази даних на “Blocked”. За дефолтом ми встановимо “Blocked” — найменш дозволяльний доступ до перегляду даних — щоб запобігти будь-якому ненавмисному доступу до даних.
vi: Trong bản phát hành trong tương lai, nếu quyền truy cập dữ liệu View của nhóm đối với cơ sở dữ liệu (hoặc bất kỳ lược đồ hoặc bảng nào của nhóm đó) vẫn được đặt thành "Không tự phục vụ (đã lỗi thời)", Metabase sẽ tự động thay đổi quyền truy cập dữ liệu View của nhóm đó đối với toàn bộ cơ sở dữ liệu thành "Blocked". Chúng tôi sẽ mặc định là "Blocked", quyền truy cập dữ liệu View ít được phép nhất, để ngăn chặn mọi truy cập không mong muốn vào dữ liệu.
zh_hk: 在未來的版本中，如果某個群組對某個資料庫（或其任何模式或表）的檢視資料存取權限仍設置為 「無自助服務（已淘汰）」，Metabase 將自動將該群組對整個資料庫的檢視資料存取權限變更為 「已封鎖」。我們將預設為 "Blocked"，即最不允許的檢視資料存取，以防止任何非預期的資料存取。

source: Need help? See our docs.
ar: هل تحتاج مساعدة؟ راجع وثائقنا.
bg: Имате нужда от помощ? Вижте нашите документи.
ca: Necessites ajuda? Consulteu els nostres documents.
de: Benötigst Du Hilfe? Wirf einen Blick in unsere Dokumentationen.
eo: Need a hand? Peep our docs.
es: ¿Necesitas ayuda? Accede a nuestra documentación.
fa: به کمک نیاز دارید؟ اسناد ما را ببینید.
fi: Tarvitsetko apua? Katso dokumentaatiomme.
fr: Besoin d'aide ? Consultez nos documents.
hu: Segítségre van szüksége? Nézd meg a dokumentációinkat.
it: Avete bisogno di aiuto? Consultate i nostri documenti.
ja: ヘルプが必要ですか？ドキュメントをご覧ください。
lt: Reikia pagalbos? Peržiūrėkite mūsų dokumentus.
ms: Perlukan bantuan? Lihat dokumen kami.
nb: Trenger du hjelp? Se dokumentene våre.
nl: Hulp nodig? Raadpleeg onze documenten.
pl: Potrzebujesz pomocy? Zobacz naszą dokumentację.
pt_br: Precisa de ajuda? Veja a documentação.
ru: Нужна помощь? Смотрите нашу документацию.
sk: Potrebujete pomoc? Pozrite si naše dokumenty.
sl: Potrebujete pomoč? Oglejte si naše dokumente.
sq: TE duhet ndihmE? Shiko dokumentacionin tonE.
sr: Treba vam pomoć? Pogledajte našu dokumentaciju.
sv: Behöver hjälp? Kolla våran dokumentation.
tr: Yardıma mı ihtiyacınız var? Dokümanlarımıza bakın.
uk: Потрібна допомога? Дивіться нашу документацію.
vi: Cần trợ giúp? Xem tài liệu của chúng tôi.
zh_hk: 需要協助嗎？請參閱我們的說明文件。

source: Permissions help
ar: مساعدة الأذونات
bg: Помощ за разрешенията
ca: Ajuda de permisos
de: Hilfe zu den Berechtigungen
eo: Permissions are lowkey clutch
es: Ayuda con permisos
fa: مجوزها کمک می کند
fi: Käyttöoikeuksien tuki
fr: Aide sur les autorisations
hu: Segítség az engedélyekhez
it: Aiuto per le autorizzazioni
ja: 権限のヘルプ
lt: Leidimai padeda
ms: Bantuan kebenaran
nb: Hjelp med tillatelser
nl: Hulp bij machtigingen
pl: Pomoc dotycząca uprawnień
pt_br: Ajuda sobre permissões
ru: Помощь по разрешениям
sk: Pomoc s oprávneniami
sl: Pomoč za dovoljenja
sq: NdihmE pEr lejet
sr: Pomoć za dozvole
sv: Hjälp om rättigheter
tr: İzinler yardım
uk: Довідка щодо доступів
vi: Quyền trợ giúp
zh_hk: 權限說明

source: View data
ar: عرض البيانات
bg: Преглед на данните
ca: Veure dades
de: Daten anzeigen
eo: Peek at the stats
es: Ver datos
fa: مشاهده داده ها
fi: Katso tietoja
fr: Voir les données
hu: Adatok megtekintése
it: Visualizza i dati
ja: データを見る
lt: Peržiūrėkite duomenis
ms: Lihat data
nb: Vis data
nl: Gegevens bekijken
pl: Wyświetlanie danych
pt_br: Visualizar dados
ru: Просмотр данных
sk: Zobraziť údaje
sl: Ogled podatkov
sq: Shiko të dhënat
sr: Prikaz podataka
sv: Visa data
tr: Verileri görüntüle
uk: Перегляд даних
vi: Xem dữ liệu
zh_hk: 檢視資料

source: Create queries
ar: إنشاء استعلامات
bg: Създаване на заявки
ca: Crear consultes
de: Abfragen erzeugen
eo: Make some sick queries
es: Create consultas
fa: پرس و جو ایجاد کنید
fi: Luo kyselyitä
fr: Créer des requêtes
hu: Lekérdezések létrehozása
it: Creare query
ja: クエリの作成
lt: Kurti užklausas
ms: Cipta pertanyaan
nb: Opprett spørringer
nl: Query's maken
pl: Tworzenie zapytań
pt_br: Criar consultas
ru: Создание запросов
sk: Vytváranie dotazov
sl: Ustvarjanje poizvedb
sq: Krijo pyetje
sr: Kreiranje upita
sv: Skapa frågor
tr: Sorgu oluşturma
uk: Створення запитів
vi: Tạo truy vấn
zh_hk: 建立查詢

source: Migrate to Cloud
hu: Migrálás a Cloudra
ms: Beralih ke Cloud

source: Migration to Metabase Cloud failed
ar: فشل الترحيل إلى Metabase Cloud
bg: Миграцията към Metabase Cloud се провали
ca: La migració a Metabase Cloud ha fallat
de: Die Migration in die Metabase Cloud ist fehlgeschlagen
eo: Migration to Metabase Cloud is a total no-cap, failed.
es: La migración a Metabase Cloud falló
fa: انتقال به ابر پایگاه داده انجام نشد
fi: Metabase Cloudiin siirto epäonnistui
fr: La migration vers Metabase Cloud a échoué
hu: A Metabase Cloudra való migráció sikertelen
it: Migrazione a Metabase Cloud fallita
ja: Metabase Cloud への移行に失敗
lt: Nepavyko perkelti į „Metabase Cloud“.
ms: Peralihan ke Cloud Metabase gagal
nb: Migrering til Metabase Cloud feilet
nl: Migratie naar Metabase Cloud mislukt
pl: Migracja do Metabase Cloud nie powiodła się
pt_br: Falha na migração para o Metabase Cloud
ru: Миграция на Metabase Cloud не удалась
sk: Migrácia do služby Metabase Cloud zlyhala
sl: Selitev v Metabase oblak ni uspela
sq: Migrimi nE Metabase Cloud dEshtoi
sr: Migracija na Metabase Cloud nije uspela
sv: Migrationen till Metabase Cloud misslyckades
tr: Metabase Cloud'a geçiş başarısız oldu
uk: Міграція до Metabase Cloud не вдалася
vi: Di chuyển sang Metabase Cloud không thành công
zh_hk: 遷移到 Metabase Cloud 失敗

source: Migration to Metabase Cloud failed on {0}.
ar: فشل الترحيل إلى Metabase Cloud في {0}.
bg: Миграцията към Metabase Cloud се провали на {0}.
ca: La migració a Metabase Cloud ha fallat el {0}.
de: Die Migration in die Metabase Cloud ist fehlgeschlagen wegen/bei {0}.
eo: Migration to Metabase Cloud totally ghosted on {0}.
es: La migración a Metabase Cloud falló al {0}.
fa: در تاریخ {0}، انتقال به Metabase Cloud انجام نشد.
fi: Siirtyminen Metabase Cloudiin epäonnistui {0}.
fr: La migration vers Metabase Cloud a échoué sur {0}.
hu: A Metabase Cloudra való migráció {0}-n sikertelen volt.
it: La migrazione a Metabase Cloud non è riuscita su {0}.
ja: {0}でMetabase Cloud への移行に失敗しました。
lt: Perkėlimas į „Metabase Cloud“ nepavyko {0}.
ms: Peralihan ke Cloud Metabase gagal pada {0}.
nb: Migrering til Metabase Cloud feilet på {0}.
nl: Migratie naar Metabase Cloud mislukt op {0}.
pl: Migracja do Metabase Cloud nie powiodła się na {0}.
pt_br: A migração para o Metabase Cloud falhou em {0}.
ru: Миграция в Metabase Cloud не удалась на {0}.
sk: Migrácia do Metabase Cloud zlyhala na adrese {0}.
sl: Selitev v oblak Metabase ni uspela na {0}.
sq: Migrimi nE Metabase Cloud dEshtoi mE {0}.
sr: Migracija na Metabase Cloud nije uspela {0}.
sv: Migrationen till Metabase Cloud misslyckades med {0}.
tr: Metabase Cloud'a geçiş {0}adresinde başarısız oldu.
uk: Міграція до Metabase Cloud не вдалася через {0}.
vi: Quá trình di chuyển sang Metabase Cloud không thành công vào lúc {0}.
zh_hk: 在 {0}上遷移至 Metabase Cloud 失敗。

source: Talking to Metabase Cloud...
hu: Kapcsolódás a Metabase Cloudhoz...
lt: Kalbamės su „Metabase Cloud“...
ms: Sedang berhubung dengan Metabase Cloud...

source: Taking a snapshot of this instance...
hu: Pillanatkép készítése erről a példányról...
lt: Darant šio atvejo momentinę nuotrauką...
ms: Mengambil snapshot bagi contoh ini...

source: Uploading the snapshot to the cloud...
hu: A pillanatkép feltöltése a felhőbe...
lt: Momentinė nuotrauka įkeliama į debesį...
ms: Memuat naik snapshot ke cloud...

source: Migration to Metabase Cloud has been canceled.
hu: A Metabase Cloudra való migráció le lett állítva.
lt: Perkėlimas į „Metabase Cloud“ buvo atšauktas.
ms: Peralihan ke Cloud Metabase telah dibatalkan.

source: You are now migrating to Metabase Cloud
hu: Most a Metabase Cloudra migrál.
ms: Anda kini sedang beralih ke Cloud Metabase

source: This instance will be in read-only mode when taking a snapshot. It could take up to 30 minutes.
hu: Ez a példány csak olvasható módban lesz a pillanatkép készítésekor. Ez akár 30 percet is igénybe vehet.
ms: Contoh ini akan berada dalam mod baca sahaja semasa pengambilan snapshot. Ia mungkin mengambil masa sehingga 30 minit.

source: This instance is no longer read-only.
hu: Ez a példány már nem csak olvasható módban van.
ms: Contoh ini tidak lagi dalam mod baca sahaja.

source: In the meantime, you can go to the {0} to finish account creation and configuring your new Cloud instance.
hu: Közben elmehet a(z) {0}-ra, hogy befejezze a fiók létrehozását és az új Cloud példány konfigurálását.
ms: Sementara itu, anda boleh pergi ke {0} untuk menyelesaikan penciptaan akaun dan mengkonfigurasi contoh Cloud baharu anda.

source: Cancel migration
hu: Migráció megszakítása
lt: Atšaukti perkėlimą
ms: Batalkan migrasi

source: Cancel migration?
hu: Migráció megszakítása?
lt: Atšaukti perkėlimą?
ms: Batalkan migrasi?
