Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Database default
ar: الإعداد الافتراضي لقاعدة البيانات
bg: База данни по подразбиране
ca: Predeterminat de la base de dades
de: Datenbankstandard
eo: DB default, fr
es: Base de datos predeterminada
fa: پیش‌فرض پایگاه داده
fi: Tietokannan oletusarvo
fr: Base de données par défaut
it: Database predefinito
ja: データベースのデフォルト
nb: Standard database
nl: Standaard database
pl: Domyślna baza danych
pt_br: Banco de dados padrão
ru: База данных по умолчанию
sk: Predvolená hodnota databázy
sl: Privzeta vrednost baze podatkov
sq: Parazgjedhja e bazës së të dhënave
sr: Podrazumevano za bazu
sv: Databasstandard
tr: Veritabanı varsayılanı
uk: За замовчуванням для бази даних
vi: Cơ sở dữ liệu mặc định
zh_hk: 資料庫預設值

source: URL of the map tile server to use for rendering maps. If you're using a custom map tile server, you can set it here.
ar: URL خادم مربعات الخريطة المستخدم لعرض الخرائط. إذا كنت تستخدم خادم مربعات خريطة مخصّصًا، يمكنك ضبطه هنا.
bg: URL адрес на сървъра за картографски плочки, който да се използва за рендиране на карти. Ако използвате персонализиран сървър за картографски плочки, можете да го зададете тук.
ca: URL del servidor de tessel·les de mapes que s'utilitzarà per renderitzar mapes. Si feu servir un servidor de tessel·les de mapes personalitzat, el podeu definir aquí.
de: URL des Kartenkachelservers, der zum Rendern von Karten verwendet werden soll. Wenn Sie einen benutzerdefinierten Kartenkachelserver verwenden, können Sie ihn hier festlegen.
eo: This is the URL for the map tile server to render maps. If you got your own custom map tile server, you can just set it here, no cap.
es: URL del servidor de mosaicos de mapas que se usará para renderizar mapas. Si usa un servidor de mosaicos de mapas personalizado, puede configurarlo aquí.
fa: آدرس اینترنتی سرور کاشی نقشه برای استفاده در رندر نقشه‌ها. اگر از یک سرور کاشی نقشه سفارشی استفاده می‌کنید، می‌توانید آن را اینجا تنظیم کنید.
fi: Karttojen renderöintiin käytettävän karttaruutupalvelimen URL-osoite. Jos käytät mukautettua karttaruutupalvelinta, voit asettaa sen tähän.
fr: URL du serveur de tuiles à utiliser pour le rendu des cartes. Si vous utilisez un serveur de tuiles personnalisé, vous pouvez le définir ici.
it: URL del server di tile della mappa da utilizzare per il rendering delle mappe. Se utilizzi un server di tile della mappa personalizzato, puoi impostarlo qui.
ja: マップのレンダリングに使用するマップタイルサーバーのURL。カスタムマップタイルサーバーを使用している場合は、ここで設定できます。
lt: Žemėlapių plytelių serverio, naudojamo žemėlapiams pateikti, URL. Jei naudojate tinkintą žemėlapio plytelių serverį, galite jį nustatyti čia.
nb: URL-adressen til kartfliseserveren som skal brukes til gjengivelse av kart. Hvis du bruker en egendefinert kartfliseserver, kan du angi den her.
nl: URL van de map tile server die gebruikt moet worden voor het renderen van kaarten. Als u een aangepaste map tile server gebruikt, kunt u deze hier instellen.
pl: Adres URL serwera kafelków mapy do wykorzystania do renderowania map. Jeśli używasz niestandardowego serwera kafelków mapy, możesz go tutaj ustawić.
pt_br: URL do servidor de blocos de mapa a ser usado para renderizar mapas. Se estiver usando um servidor de blocos de mapa personalizado, você pode defini-lo aqui.
ru: URL сервера тайлов карты, который будет использоваться для рендеринга карт. Если вы используете пользовательский сервер тайлов карты, вы можете установить его здесь.
sk: URL servera mapových dlaždíc, ktorý sa má použiť na vykresľovanie máp. Ak používate vlastný server mapových dlaždíc, môžete ho nastaviť tu.
sl: URL strežnika ploščic zemljevidov, ki ga želite uporabiti za upodabljanje zemljevidov. Če uporabljate strežnik ploščic zemljevidov po meri, ga lahko nastavite tukaj.
sq: URL-ja e serverit të tile-ve të hartës që do të përdoret për të renderuar hartat. Nëse po përdor një server të personalizuar të tile-ve të hartës, mund ta vendosësh këtu.
sr: URL servera za tile-ove mape koji se koristi za renderovanje mapa. Ako koristite prilagođeni server za tile-ove mape, možete ga ovde podesiti.
sv: URL till kartbrickservern som ska användas för att rendera kartor. Om du använder en anpassad kartbrickserver kan du ange den här.
tr: Haritaları işlemek için kullanılacak harita döşeme sunucusunun URL'si. Özel bir harita döşeme sunucusu kullanıyorsanız, bunu burada ayarlayabilirsiniz.
uk: URL сервера картографічних тайлів, який використовуватиметься для рендерингу карт. Якщо ви використовуєте кастомний сервер картографічних тайлів, можете вказати його тут.
vi: URL của máy chủ ô bản đồ để sử dụng cho việc hiển thị bản đồ. Nếu bạn đang sử dụng máy chủ ô bản đồ tùy chỉnh, bạn có thể đặt nó ở đây.
zh_hk: 繪製地圖時要使用的地圖磁貼伺服器的 URL。如果您使用自訂的地圖貼圖伺服器，可以在此設定。

source: Webhooks for alerts
ar: Webhooks للتنبيهات
bg: Уеб кукички за известия
ca: Webhooks per a alertes
de: Webhooks für Warnungen
eo: Webhooks for alerts → Webhooks for the vibes or alerts to keep it 100
es: Webhooks para alertas
fa: وب‌هوک‌ها برای هشدارها
fi: Webhookit hälytyksille
fr: Webhooks pour les alertes
it: Webhook per gli avvisi
ja: アラート用のWebhook
nb: Webhooks for varsler
nl: Webhooks voor waarschuwingen
pl: Webhooki dla alertów
pt_br: Webhooks para alertas
ru: Веб-хуки для оповещений
sk: Webhooky pre upozornenia
sl: Spletni kavlji za opozorila
sq: Webhook-e për alarme
sr: Webhook-ovi za upozorenja
sv: Webhooks för aviseringar
tr: Uyarılar için webhooks
uk: Webhook-и для сповіщень
vi: Webhooks để cảnh báo
zh_hk: 警報的 Webhooks

source: Public sharing
ar: المشاركة العامة
bg: Публично споделяне
ca: Compartició pública
de: Öffentliche Freigabe
eo: Public sharin' (or just "publics")
es: Compartir públicamente
fa: اشتراک گذاری عمومی
fi: Julkinen jakaminen
fr: Partage public
it: Condivisione pubblica
ja: 公開共有
nb: Offentlig deling
nl: Openbaar delen
pl: Udostępnianie publiczne
pt_br: Compartilhamento público
ru: Публичный обмен
sk: Verejné zdieľanie
sl: Javna skupna raba
sq: Ndarje publike
sr: Javno deljenje
sv: Offentlig delning
tr: Genel paylaşım
uk: Публічний доступ
vi: Chia sẻ công khai
zh_hk: 公開分享

source: Shared dashboards
ar: لوحات معلومات مشتركة
bg: Споделени табла за управление
ca: Taulers de control compartits
de: Gemeinsam genutzte Dashboards
eo: Shared dashboards → Squad dashboards
es: Paneles de control compartidos
fa: داشبوردهای مشترک
fi: Jaetut kojelaudat
fr: Tableaux de bord partagés
it: Dashboard condivise
ja: 共有ダッシュボード
nb: Delte dashbord
nl: Gedeelde dashboards
pl: Wspólne pulpity nawigacyjne
pt_br: Painéis compartilhados
ru: Общие панели управления
sk: Zdieľané dashboardy
sl: Deljene nadzorne plošče
sq: Panele të ndara
sr: Deljene kontrolne table
sv: Delade instrumentpaneler
tr: Paylaşılan panolar
uk: Спільні дашборди
vi: Bảng thông tin được chia sẻ
zh_hk: 共用儀表板

source: Shared questions
ar: أسئلة مشتركة
bg: Споделени въпроси
ca: Preguntes compartides
de: Gemeinsame Fragen
eo: Shared questions = Vibe check questions
es: Preguntas compartidas
fa: سوالات مشترک
fi: Jaetut kysymykset
fr: Questions partagées
it: Domande condivise
ja: 共通の質問
nb: Felles spørsmål
nl: Gedeelde vragen
pl: Wspólne pytania
pt_br: Perguntas compartilhadas
ru: Общие вопросы
sk: Zdieľané otázky
sl: Skupna vprašanja
sq: Pyetje të ndara
sr: Deljena pitanja
sv: Delade frågor
tr: Paylaşılan sorular
uk: Спільні запити
vi: Câu hỏi chung
zh_hk: 共用問題

source: Shared documents
ar: مستندات مشتركة
bg: Споделени документи
ca: Documents compartits
de: Gemeinsame Dokumente
es: Documentos compartidos
fa: اسناد مشترک
fi: Jaetut asiakirjat
fr: Documents partagés
it: Documenti condivisi
ja: 共有ドキュメント
nb: Delte dokumenter
nl: Gedeelde documenten
pl: Udostępnione dokumenty
pt_br: Documentos compartilhados
ru: Общие документы
sk: Zdieľané dokumenty
sl: Deljeni dokumenti
sq: Dokumente të ndara
sr: Deljeni dokumenti
sv: Delade dokument
tr: Paylaşılan belgeler
uk: Спільні документи
vi: Tài liệu được chia sẻ
zh_hk: 共用文件

source: Shared action forms
ar: نماذج إجراءات مشتركة
bg: Споделени формуляри за действия
ca: Formularis d'acció compartida
de: Gemeinsame Aktionsformulare
eo: Shared action forms → Squad moves or shared vibe sheets
es: Formularios de acción compartida
fa: فرم‌های اقدام مشترک
fi: Jaetut toimintalomakkeet
fr: Formulaires d'action partagée
it: Moduli di azione condivisi
ja: 共有アクションフォーム
nb: Felles handlingsskjemaer
nl: Gedeelde actieformulieren
pl: Wspólne formularze akcji
pt_br: Formulários de ação compartilhada
ru: Формы совместных действий
sk: Zdieľané formuláre akcií
sl: Obrazci za skupna dejanja
sq: Formularë veprimesh të ndarë
sr: Deljeni akcioni formulari
sv: Delade åtgärdsformulär
tr: Paylaşılan eylem formları
uk: Спільні форми дій
vi: Biểu mẫu hành động được chia sẻ
zh_hk: 共用行動表單

source: Anonymous tracking
ar: التتبّع المجهول
bg: Анонимно проследяване
ca: Seguiment anònim
de: Anonymes Tracking
eo: Anon tracking
es: Seguimiento anónimo
fa: ردیابی ناشناس
fi: Anonyymi seuranta
fr: Suivi anonyme
it: Tracciamento anonimo
ja: 匿名追跡
nb: Anonym sporing
nl: Anonieme tracking
pl: Anonimowe śledzenie
pt_br: Rastreamento anônimo
ru: Анонимное отслеживание
sk: Anonymné sledovanie
sl: Anonimno sledenje
sq: Gjurmim anonim
sr: Anonimno praćenje
sv: Anonym spårning
tr: Anonim izleme
uk: Анонімне відстеження
vi: Theo dõi ẩn danh
zh_hk: 匿名追蹤

source: Custom homepage
ar: صفحة رئيسية مخصّصة
bg: Персонализирана начална страница
ca: Pàgina d'inici personalitzada
de: Benutzerdefinierte Homepage
eo: Custom homepage → Your vibe homepage
es: Página de inicio personalizada
fa: صفحه اصلی سفارشی
fi: Mukautettu etusivu
fr: Page d'accueil personnalisée
it: Homepage personalizzata
ja: カスタムホームページ
nb: Tilpasset hjemmeside
nl: Aangepaste startpagina
pl: Niestandardowa strona główna
pt_br: Página inicial personalizada
ru: Пользовательская домашняя страница
sk: Vlastná domovská stránka
sl: Domača stran po meri
sq: Faqe kryesore e personalizuar
sr: Prilagođena početna stranica
sv: Anpassad startsida
tr: Özel ana sayfa
uk: Користувацька домашня сторінка
vi: Trang chủ tùy chỉnh
zh_hk: 自訂首頁

source: Custom maps
ar: خرائط مخصّصة
bg: Персонализирани карти
ca: Mapes personalitzats
de: Benutzerdefinierte Karten
eo: Custom maps = ✨ personalized mapz ✨
es: Mapas personalizados
fa: نقشه‌های سفارشی
fi: Mukautetut kartat
fr: Cartes personnalisées
it: Mappe personalizzate
ja: カスタムマップ
nb: Egendefinerte kart
nl: Aangepaste kaarten
pl: Niestandardowe mapy
pt_br: Mapas personalizados
ru: Пользовательские карты
sk: Vlastné mapy
sl: Zemljevidi po meri
sq: Harta të personalizuara
sr: Prilagođene mape
sv: Anpassade kartor
tr: Özel haritalar
uk: Користувацькі карти
vi: Bản đồ tùy chỉnh
zh_hk: 自訂地圖

source: No custom maps yet
ar: لا توجد خرائط مخصّصة بعد
bg: Все още няма персонализирани карти
ca: Encara no hi ha mapes personalitzats
de: Noch keine benutzerdefinierten Karten
es: Aún no hay mapas personalizados
fa: هنوز نقشه سفارشی وجود ندارد
fi: Ei vielä mukautettuja karttoja
fr: Pas encore de cartes personnalisées
it: Nessuna mappa personalizzata ancora
ja: カスタムマップはまだありません
nb: Ingen tilpassede kart ennå
nl: Nog geen aangepaste kaarten
pl: Brak niestandardowych map
pt_br: Nenhum mapa personalizado ainda
ru: Пользовательских карт пока нет
sk: Zatiaľ žiadne vlastné mapy
sl: Še ni prilagojenih zemljevidov
sq: Ende s’ka harta të personalizuara
sr: Još nema prilagođenih mapa
sv: Inga anpassade kartor ännu
tr: Henüz özel harita yok
uk: Поки що немає користувацьких мап
vi: Chưa có bản đồ tùy chỉnh nào
zh_hk: 尚未有自訂地圖

source: Which property specifies the region's identifier?
ar: أي خاصية تحدد معرّف المنطقة؟
bg: Кое свойство определя идентификатора на региона?
ca: Quina propietat especifica l'identificador de la regió?
de: Welche Eigenschaft gibt die Kennung der Region an?
eo: Which property is the one that tells you the region's vibe?
es: ¿Qué propiedad especifica el identificador de la región?
fa: کدام ویژگی، شناسه منطقه را مشخص می‌کند؟
fi: Mikä ominaisuus määrittää alueen tunnisteen?
fr: Quelle propriété spécifie l'identifiant de la région ?
it: Quale proprietà specifica l'identificatore della regione?
ja: リージョンの識別子を指定するプロパティはどれですか?
nb: Hvilken egenskap angir regionens identifikator?
nl: Welke eigenschap specificeert de identificatie van de regio?
pl: Która właściwość określa identyfikator regionu?
pt_br: Qual propriedade especifica o identificador da região?
ru: Какое свойство определяет идентификатор региона?
sk: Ktorá vlastnosť určuje identifikátor regiónu?
sl: Katera lastnost določa identifikator regije?
sq: Cila pronë e specifikon identifikuesin e rajonit?
sr: Koje svojstvo određuje identifikator regiona?
sv: Vilken egenskap anger regionens identifierare?
tr: Bölgenin tanımlayıcısını hangi özellik belirliyor?
uk: Яка властивість задає ідентифікатор регіону?
vi: Thuộc tính nào chỉ định mã định danh của vùng?
zh_hk: 哪個屬性指定區域的識別碼？

source: Which property specifies the region's display name?
ar: أي خاصية تحدد اسم عرض المنطقة؟
bg: Кое свойство определя показваното име на региона?
ca: Quina propietat especifica el nom de visualització de la regió?
de: Welche Eigenschaft gibt den Anzeigenamen der Region an?
eo: Which property lowkey shows the region's display name?
es: ¿Qué propiedad especifica el nombre para mostrar de la región?
fa: کدام ویژگی نام نمایشی منطقه را مشخص می‌کند؟
fi: Mikä ominaisuus määrittää alueen näyttönimen?
fr: Quelle propriété spécifie le nom d’affichage de la région ?
it: Quale proprietà specifica il nome visualizzato della regione?
ja: 地域の表示名を指定するプロパティはどれですか?
nb: Hvilken egenskap angir regionens visningsnavn?
nl: Welke eigenschap specificeert de weergavenaam van de regio?
pl: Która właściwość określa nazwę wyświetlaną regionu?
pt_br: Qual propriedade especifica o nome de exibição da região?
ru: Какое свойство определяет отображаемое имя региона?
sk: Ktorá vlastnosť určuje zobrazovaný názov regiónu?
sl: Katera lastnost določa prikazno ime regije?
sq: Cila pronë e specifikon emrin e shfaqjes së rajonit?
sr: Koje svojstvo određuje naziv regiona za prikaz?
sv: Vilken egenskap anger regionens visningsnamn?
tr: Bölgenin görüntü adını hangi özellik belirtir?
uk: Яка властивість задає відображувану назву регіону?
vi: Thuộc tính nào chỉ định tên hiển thị của vùng?
zh_hk: 哪個屬性指定區域的顯示名稱？

source: Please set up a custom SMTP server to change this{0}
ar: يرجى إعداد خادم SMTP مخصّص لتغيير هذا{0}
bg: Моля, настройте персонализиран SMTP сървър, за да промените това{0}
ca: Si us plau, configureu un servidor SMTP personalitzat per canviar això{0}
de: Bitte richten Sie einen benutzerdefinierten SMTP-Server ein, um dies zu ändern{0}
es: Configure un servidor SMTP personalizado para cambiar esto{0}
fa: لطفاً یک سرور SMTP سفارشی برای تغییر این{0}تنظیم کنید.
fi: Määritä mukautettu SMTP-palvelin muuttaaksesi tätä{0}
fr: Veuillez configurer un serveur SMTP personnalisé pour modifier cela{0}
it: Imposta un server SMTP personalizzato per modificare questo{0}
ja: これを変更するには、カスタム SMTP サーバーを設定してください{0}
nb: Konfigurer en egendefinert SMTP-server for å endre dette{0}
nl: Stel een aangepaste SMTP-server in om dit te wijzigen{0}
pl: Skonfiguruj niestandardowy serwer SMTP, aby to zmienić{0}
pt_br: Por favor, configure um servidor SMTP personalizado para alterar isso{0}
ru: Пожалуйста, настройте собственный SMTP-сервер, чтобы изменить это{0}
sk: Ak chcete toto zmeniť, nastavte si vlastný SMTP server{0}
sl: Za spremembo tega nastavite strežnik SMTP po meri{0}
sq: Ju lutemi konfiguroni një server SMTP të personalizuar për ta ndryshuar këtë{0}
sr: Podesite prilagođeni SMTP server da biste promenili ovo{0}
sv: Vänligen konfigurera en anpassad SMTP-server för att ändra detta{0}
tr: Lütfen bunu değiştirmek için özel bir SMTP sunucusu kurun{0}
uk: Будь ласка, налаштуйте користувацький SMTP-сервер, щоб змінити це{0}
vi: Vui lòng thiết lập máy chủ SMTP tùy chỉnh để thay đổi điều này{0}
zh_hk: 請設定自訂 SMTP 伺服器以變更此{0}

source: (Pro only)
bg: (Само за професионалисти)
ca: (Només Pro)
de: (Nur Pro)
es: (Solo Pro)
fa: (فقط نسخه حرفه‌ای)
fi: (Vain Pro)
fr: (Pro uniquement)
it: (Solo Pro)
ja: （プロのみ）
nb: (Kun for Pro)
nl: (Alleen Pro)
pl: (tylko Pro)
pt_br: (Somente Pro)
ru: (только Pro)
sk: (Iba pre profesionálov)
sl: (Samo za profesionalce)
sq: (Vetëm Pro)
sr: (samo Pro)
sv: (Endast Pro)
tr: (Sadece Pro)
uk: (лише Pro)
vi: (Chỉ dành cho chuyên gia)
zh_hk: (僅限專業版)

source: Dates and times
ar: التواريخ والأوقات
bg: Дати и часове
ca: Dates i hores
de: Termine und Uhrzeiten
eo: Vibe check on the times and dates
es: Fechas y horarios
fa: تاریخ‌ها و زمان‌ها
fi: Päivämäärät ja kellonajat
fr: Dates et heures
it: Date e orari
ja: 日付と時刻
nb: Datoer og klokkeslett
nl: Data en tijden
pl: Daty i godziny
pt_br: Datas e horários
ru: Даты и время
sk: Dátumy a časy
sl: Datumi in ure
sq: Datat dhe kohët
sr: Datumi i vremena
sv: Datum och tider
tr: Tarihler ve saatler
uk: Дати й час
vi: Ngày và giờ
zh_hk: 日期和時間

source: Embedded dashboards
ar: لوحات معلومات مضمّنة
bg: Вградени табла за управление
ca: Taulers de control integrats
de: Eingebettete Dashboards
es: Paneles de control integrados
fa: داشبوردهای جاسازی‌شده
fi: Upotetut kojelaudat
fr: Tableaux de bord intégrés
it: Dashboard incorporate
ja: 埋め込みダッシュボード
nb: Innebygde dashbord
nl: Ingebouwde dashboards
pl: Wbudowane pulpity nawigacyjne
pt_br: Painéis incorporados
ru: Встроенные панели управления
sk: Vstavané dashboardy
sl: Vgrajene nadzorne plošče
sq: Panele të inkorporuara
sr: Ugrađene kontrolne table
sv: Inbäddade instrumentpaneler
tr: Gömülü panolar
uk: Вбудовані приладові дошки
vi: Bảng điều khiển nhúng
zh_hk: 嵌入式儀表板

source: Embedded questions
ar: أسئلة مضمّنة
bg: Вградени въпроси
ca: Preguntes incrustades
de: Eingebettete Fragen
es: Preguntas integradas
fa: سوالات جاسازی شده
fi: Upotetut kysymykset
fr: Questions intégrées
it: Domande incorporate
ja: 埋め込まれた質問
nb: Innebygde spørsmål
nl: Ingebedde vragen
pl: Pytania osadzone
pt_br: Perguntas incorporadas
ru: Встроенные вопросы
sk: Vložené otázky
sl: Vdelana vprašanja
sq: Pyetje të inkorporuara
sr: Ugrađena pitanja
sv: Inbäddade frågor
tr: Gömülü sorular
uk: Вбудовані запити
vi: Câu hỏi nhúng
zh_hk: 嵌入式問題

source: Email sent!
ar: تم إرسال البريد الإلكتروني!
bg: Имейл изпратен!
ca: Correu electrònic enviat!
de: E-Mail gesendet!
eo: Email just went brrrrr!
es: Correo electrónico enviado!
fa: ایمیل ارسال شد!
fi: Sähköposti lähetetty!
fr: Courriel envoyé!
it: Email inviata!
ja: 送信されたメール!
nb: E-post sendt!
nl: E-mail is verstuurd!
pl: E-mail wysłany!
pt_br: E-mail enviado!
ru: Электронное письмо отправлено!
sk: Email odoslaný!
sl: Poslano e-poštno sporočilo!
sq: Email-i u dërgua!
sr: E-pošta je poslata!
sv: Epost skickat!
tr: E-posta gönderildi!
uk: Email надіслано!
vi: Email đã được gửi!
zh_hk: 電子郵件已發送!

source: Error sending test email
ar: خطأ في إرسال البريد الإلكتروني التجريبي
bg: Грешка при изпращане на тестов имейл
ca: Error en enviar el correu electrònic de prova
de: Fehler beim Senden der Test-E-Mail
eo: Oops, the test email just lowkey flopped.
es: Error al enviar el correo electrónico de prueba
fa: خطا در ارسال ایمیل آزمایشی
fi: Virhe testisähköpostin lähetyksessä
fr: Erreur lors de l'envoi de l'e-mail de test
it: Errore durante l'invio dell'email di prova
ja: テストメールの送信中にエラーが発生しました
nb: Feil ved sending av test-e-post
nl: Fout bij het verzenden van test-e-mail
pl: Błąd podczas wysyłania wiadomości e-mail testowej
pt_br: Erro ao enviar e-mail de teste
ru: Ошибка отправки тестового письма
sk: Chyba pri odosielaní testovacieho e-mailu
sl: Napaka pri pošiljanju testnega e-poštnega sporočila
sq: Gabim gjatë dërgimit të email-it test
sr: Greška pri slanju test e-pošte
sv: Fel vid sändning av testmeddelande
tr: Test e-postası gönderilirken hata oluştu
uk: Помилка надсилання пробного email
vi: Lỗi khi gửi email thử nghiệm
zh_hk: 傳送測試電子郵件出錯

source: Error saving Site URL
ar: خطأ في حفظ عنوان URL للموقع
bg: Грешка при запазване на URL адреса на сайта
ca: S'ha produït un error en desar l'URL del lloc
de: Fehler beim Speichern der Site-URL
eo: Bruh, the Site URL ain't saving rn
es: Error al guardar la URL del sitio
fa: خطا در ذخیره URL سایت
fi: Virhe tallennettaessa sivuston URL-osoitetta
fr: Erreur lors de l'enregistrement de l'URL du site
it: Errore durante il salvataggio dell'URL del sito
ja: サイト URL の保存中にエラーが発生しました
nb: Feil ved lagring av nettadresse
nl: Fout bij het opslaan van de site-URL
pl: Błąd podczas zapisywania adresu URL witryny
pt_br: Erro ao salvar URL do site
ru: Ошибка сохранения URL-адреса сайта
sk: Chyba pri ukladaní adresy URL stránok
sl: Napaka pri shranjevanju URL-ja spletnega mesta
sq: Gabim gjatë ruajtjes së URL-së së faqes
sr: Greška pri čuvanju URL-a sajta
sv: Det gick inte att spara webbplatsens URL
tr: Site URL'sini kaydederken hata oluştu
uk: Помилка збереження URL сайту
vi: Lỗi khi lưu URL trang web
zh_hk: 儲存網站 URL 錯誤

source: Site url
ar: URL الموقع
bg: URL адрес на сайта
ca: URL del lloc
eo: site link
es: URL del sitio
fa: آدرس سایت
fi: Sivuston URL-osoite
fr: URL du site
it: URL del sito
ja: サイトのURL
nb: Nettstedets url
pl: Adres URL witryny
pt_br: URL do site
ru: URL-адрес сайта
sk: URL adresa stránky
sl: URL spletnega mesta
sq: URL-ja e faqes
sr: URL sajta
sv: Webbadress
tr: Site URL'si
uk: URL сайту
vi: URL trang web
zh_hk: 網站網址

source: Metabase {0} is available. You're running {1}.
ar: يتوفر Metabase {0}. أنت تشغّل {1}.
bg: Метабаза {0} е налична. Тичаш {1}.
ca: La metabase {0} està disponible. Esteu executant {1}.
de: Metabase {0} ist verfügbar. Sie führen {1}aus.
eo: Metabase {0} is up, and you’re on {1} rn.
es: La metabase {0} está disponible. Estás ejecutando {1}.
fa: Metabase {0} در دسترس است. شما در حال اجرا {1}هستید.
fi: Metakanta {0} on saatavilla. Käytät {1}.
fr: La métabase {0} est disponible. Vous exécutez {1}.
it: La metabase {0} è disponibile. Stai eseguendo {1}.
ja: メタベース {0} が利用可能です。 {1}を実行しています。
nb: Metabase {0} er tilgjengelig. Du kjører {1}.
nl: Metabase {0} is beschikbaar. Je gebruikt {1}.
pl: Metabase {0} jest dostępny. Używasz {1}.
pt_br: A versão do Metabase {0} está disponível. Você está executando a versão {1}.
ru: Метабаза {0} доступна. Вы используете {1}.
sk: Metabáza {0} je k dispozícii. Spúšťate {1}.
sl: Metabaza {0} je na voljo. Tečete {1}.
sq: Metabase {0} është i disponueshëm. Po përdor {1}.
sr: Dostupan je Metabase {0}. Ti koristiš {1}.
sv: Metabas {0} är tillgänglig. Du kör {1}.
tr: Metabase {0} kullanılabilir. {1}çalıştırıyorsunuz.
uk: Доступна Metabase {0}. Ви використовуєте {1}.
vi: Metabase {0} đã khả dụng. Bạn đang chạy {1}.
zh_hk: Metabase {0} 可用。您正在執行 {1}。

source: What's new
ar: ما الجديد
bg: Какво е новото
ca: Què hi ha de nou?
de: Was ist neu
es: Qué hay de nuevo
fa: چه خبر؟
fi: Mitä uutta
fr: Quoi de neuf
it: Cosa c'è di nuovo
ja: 新着情報
nb: Hva er nytt
nl: Wat is er nieuw?
pl: Co nowego
pt_br: O que há de novo
ru: Что нового
sk: Čo je nové
sl: Kaj je novega
sq: Çfarë ka të re
sr: Šta ima novo
sv: Nyheter
tr: Ne var ne yok
uk: Що нового
vi: Có gì mới
zh_hk: 最新消息

source: Changelog
ar: سجل التغييرات
bg: Списък с промени
ca: Registre de canvis
de: Änderungsprotokoll
es: Registro de cambios
fa: تغییرات
fi: Muutosloki
fr: Journal des modifications
it: Registro delle modifiche
ja: 変更履歴
nb: Endringslogg
nl: Wijzigingslogboek
pl: Dziennik zmian
pt_br: Registro de alterações
ru: Журнал изменений
sk: Zoznam zmien
sl: Dnevnik sprememb
sq: Regjistër ndryshimesh
sr: Dnevnik promena
sv: Ändringslogg
tr: Değişiklik günlüğü
uk: Журнал змін
vi: Nhật ký thay đổi
zh_hk: 變更日誌
