Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Upgrade to Metabase Pro
ar: الترقية إلى Metabase Pro
bg: Надстройте до Metabase Pro
ca: Actualitzeu a Metabase Pro
de: Upgrade auf Metabase Pro
es: Actualice a Metabase Pro
fa: ارتقا به متابیس پرو
fi: Päivitä Metabase Prohon
fr: Mise à niveau vers Metabase Pro
it: Passa a Metabase Pro
ja: Metabase Proにアップグレード
nb: Oppgrader til Metabase Pro
nl: Upgraden naar Metabase Pro
pl: Aktualizacja do Metabase Pro
pt_br: Faça upgrade para o Metabase Pro
ru: Обновление до Metabase Pro
sk: Prejdite na Metabase Pro
sl: Nadgradnja na Metabase Pro
sq: Kaloni në Metabase Pro
sr: Nadogradi na Metabase Pro
sv: Uppgradera till Metabase Pro
tr: Metabase Pro'ya yükseltin
uk: Оновіться до Metabase Pro
vi: Nâng cấp lên Metabase Pro
zh_hk: 升級至 Metabase Pro

# {0} is the string 'Upgrade to Metabase Pro'
source: {0} to manage your uploaded files and available storage space.
ar: {0} لإدارة ملفاتك المرفوعة ومساحة التخزين المتاحة.
bg: {0} за управление на качените файлове и наличното пространство за съхранение.
ca: {0} per gestionar els fitxers carregats i l'espai d'emmagatzematge disponible.
de: {0} , um Ihre hochgeladenen Dateien und den verfügbaren Speicherplatz zu verwalten.
es: {0} para administrar sus archivos cargados y el espacio de almacenamiento disponible.
fa: {0} برای مدیریت فایل‌های آپلود شده و فضای ذخیره‌سازی موجود.
fi: {0} hallitaksesi ladattuja tiedostojasi ja käytettävissä olevaa tallennustilaa.
fr: {0} pour gérer vos fichiers téléchargés et l'espace de stockage disponible.
it: {0} per gestire i file caricati e lo spazio di archiviazione disponibile.
ja: {0} アップロードしたファイルと使用可能なストレージ容量を管理します。
nb: {0} for å administrere opplastede filer og tilgjengelig lagringsplass.
nl: {0} om uw geüploade bestanden en beschikbare opslagruimte te beheren.
pl: {0} aby zarządzać przesłanymi plikami i dostępną przestrzenią dyskową.
pt_br: {0} para gerenciar seus arquivos enviados e o espaço de armazenamento disponível.
ru: {0} для управления загруженными файлами и доступным пространством для хранения.
sk: {0} na správu nahraných súborov a dostupného úložného priestoru.
sl: {0} za upravljanje naloženih datotek in razpoložljivega prostora za shranjevanje.
sq: {0} për të menaxhuar skedarët e ngarkuar dhe hapësirën e disponueshme të ruajtjes.
sr: {0} da biste upravljali otpremljenim fajlovima i dostupnim prostorom za skladištenje.
sv: {0} för att hantera dina uppladdade filer och tillgängligt lagringsutrymme.
tr: {0} Yüklediğiniz dosyaları ve kullanılabilir depolama alanını yönetmek için.
uk: {0} щоб керувати завантаженими файлами та доступним місцем у сховищі.
vi: {0} để quản lý các tệp đã tải lên và dung lượng lưu trữ khả dụng.
zh_hk: {0} 來管理您上傳的檔案和可用的儲存空間。

source: {0} by {1}
ar: {0} بواسطة {1}
bg: {0} от {1}
ca: {0} per {1}
de: {0} durch {1}
es: {0} por {1}
fa: {0} توسط {1}
fi: {0} ryhmitelty {1}
fr: {0} par {1}
it: {0} per {1}
ja: {1}で{0}
nb: {0} med {1}
nl: {0} bij {1}
pl: {0} na {1}
pt_br: {0} por {1}
ru: {0} по {1}
sk: {0} od {1}
sl: {0} avtor {1}
sq: {0} nga {1}
sr: {0} od {1}
sv: {0} mot {1}
tr: {1} tarafından olan {0}
vi: {0} bởi {1}
zh_hk: {0}由{1}

source: {0} by {1}
ar: {0} بواسطة {1}
bg: {0} от {1}
ca: {0} per {1}
de: {0} durch {1}
es: {0} por {1}
fa: {0} توسط {1}
fi: {0} ryhmitelty {1}
fr: {0} par {1}
it: {0} per {1}
ja: {1}で{0}
nb: {0} med {1}
nl: {0} bij {1}
pl: {0} na {1}
pt_br: {0} por {1}
ru: {0} по {1}
sk: {0} od {1}
sl: {0} avtor {1}
sq: {0} nga {1}
sr: {0} od {1}
sv: {0} mot {1}
tr: {1} tarafından olan {0}
vi: {0} bởi {1}
zh_hk: {0}由{1}

# {0} is the name of the application, usually 'Metabase'
source: This information helps {0} figure out what exactly caused the issue.
ar: تساعد هذه المعلومات {0} على معرفة السبب الدقيق للمشكلة.
bg: Тази информация помага на {0} да установи каква точно е причината за проблема.
ca: Aquesta informació ajuda {0} a esbrinar què ha causat exactament el problema.
de: Diese Informationen helfen {0} herauszufinden, was genau das Problem verursacht hat.
es: Esta información ayuda a {0} a averiguar la causa exacta del problema.
fa: این اطلاعات به {0} کمک می کند تا بفهمد دقیقاً چه چیزی باعث این مشکل شده است.
fi: Nämä tiedot auttavat {0} selvittämään, mikä tarkalleen ottaen aiheutti ongelman.
fr: Ces informations aident {0} à déterminer la cause exacte du problème.
it: Queste informazioni aiutano {0} a capire cosa ha causato esattamente il problema.
ja: この情報は、 {0} 、問題の正確な原因を突き止めるのに役立つ。
lt: Ši informacija padeda {0} išsiaiškinti, kas tiksliai sukėlė problemą.
nb: Denne informasjonen hjelper {0} med å finne ut hva som forårsaket problemet.
nl: Deze informatie helpt {0} om uit te zoeken wat precies het probleem heeft veroorzaakt.
pl: Informacje te pomagają {0} ustalić, co dokładnie spowodowało problem.
pt_br: Essas informações ajudam {0} a descobrir o que exatamente causou o problema.
ru: Эта информация поможет {0} выяснить, что именно вызвало проблему.
sk: Tieto informácie pomôžu stránke {0} zistiť, čo presne spôsobilo problém.
sl: Te informacije {0} pomagajo ugotoviti, kaj točno je povzročilo težavo.
sq: Ky informacion e ndihmon {0} tE kuptojE saktEsisht  E7farE e shkaktoi problemin.
sr: Ove informacije pomažu {0} da utvrdi šta je tačno izazvalo problem.
sv: Informationen hjälper {0} lista ut vad som orsakade problemet.
tr: Bu bilgiler {0} adresinin soruna tam olarak neyin neden olduğunu bulmasına yardımcı olur.
uk: Ця інформація допомагає {0} з’ясувати, що саме спричинило проблему.
vi: Thông tin này giúp {0} tìm ra nguyên nhân chính xác gây ra sự cố.
zh_hk: 此資訊可協助 {0} 找出問題的確切原因。

# {0} is the name of the application, usually 'Metabase'
source: Please submit this report to {0}. Note that it may contain sensitive data from your conversation.
ar: يُرجى إرسال هذا التقرير إلى {0}. لاحظ أنه قد يحتوي على بيانات حساسة من محادثتك.
bg: Моля, изпратете този сигнал до {0}. Обърнете внимание, че той може да съдържа чувствителни данни от вашия разговор.
ca: Si us plau, envieu aquest informe a {0}. Tingueu en compte que pot contenir dades sensibles de la vostra conversa.
de: Bitte senden Sie diesen Bericht an {0}. Beachten Sie, dass er vertrauliche Daten aus Ihrer Konversation enthalten kann.
es: Por favor, envíe este informe a {0}. Tenga en cuenta que podría contener información confidencial de su conversación.
fa: لطفاً این گزارش را به {0}ارسال کنید. توجه داشته باشید که ممکن است حاوی داده‌های حساس از مکالمه شما باشد.
fi: Lähetä tämä raportti osoitteeseen {0}. Huomaa, että se saattaa sisältää arkaluonteisia tietoja keskustelustasi.
fr: Veuillez soumettre ce rapport à {0}. Veuillez noter qu'il peut contenir des données sensibles issues de votre conversation.
it: Invia questo rapporto a {0}. Tieni presente che potrebbe contenere dati sensibili tratti dalla tua conversazione.
ja: このレポートを {0}までご提出ください。会話の機密データが含まれている可能性がありますのでご注意ください。
nb: Vennligst send denne rapporten til {0}. Vær oppmerksom på at den kan inneholde sensitive opplysninger fra samtalen din.
nl: Stuur dit rapport naar {0}. Houd er rekening mee dat het gevoelige gegevens uit uw gesprek kan bevatten.
pl: Proszę przesłać ten raport na adres {0}. Należy pamiętać, że raport może zawierać poufne dane z Twojej rozmowy.
pt_br: Por favor, envie este relatório para {0}. Observe que ele pode conter dados confidenciais da sua conversa.
ru: Пожалуйста, отправьте этот отчёт по адресу {0}. Обратите внимание, что он может содержать конфиденциальные данные из вашего разговора.
sk: Prosím, odošlite túto správu na {0}. Upozorňujeme, že môže obsahovať citlivé údaje z vašej konverzácie.
sl: Prosim, pošljite to poročilo na {0}. Upoštevajte, da lahko vsebuje občutljive podatke iz vašega pogovora.
sq: Ju lutemi dorëzojeni këtë raport te {0}. Vini re se mund të përmbajë të dhëna sensitive nga biseda juaj.
sr: Pošaljite ovaj izveštaj na {0}. Imajte na umu da može da sadrži osetljive podatke iz vašeg razgovora.
sv: Vänligen skicka in denna rapport till {0}. Observera att den kan innehålla känsliga uppgifter från din konversation.
tr: Lütfen bu raporu {0}adresine gönderin. Görüşmenizden hassas veriler içerebileceğini unutmayın.
uk: Надішліть цей звіт до {0}. Зауважте, що він може містити чутливі дані з вашої розмови.
vi: Vui lòng gửi báo cáo này đến {0}. Lưu ý rằng báo cáo này có thể chứa dữ liệu nhạy cảm từ cuộc trò chuyện của bạn.
zh_hk: 請將此報告提交至 {0}。請注意，其中可能包含您談話中的敏感資料。

# {0} is the name of the application, usually 'Metabase'
source: {0} instance version information
ar: معلومات إصدار مثيل {0}
bg: {0} информация за версията на инстанцията
ca: {0} informació de la versió de la instància
de: {0} Informationen zur Instanzversion
es: {0} información sobre la versión de la instancia
fa: اطلاعات نسخه نمونه {0}
fi: {0} instanssin versiotiedot
fr: {0} informations sur la version de l'instance
it: {0} informazioni sulla versione dell'istanza
ja: {0} インスタンスバージョン情報
lt: {0} egzemplioriaus versijos informacija
nb: {0} informasjon om instansversjon
nl: {0} informatie over instantieversie
pl: {0} informacje o wersji instancji
pt_br: Informações sobre a versão da instância {0}
ru: {0} информация о версии экземпляра
sk: {0} informácie o verzii inštancie
sl: {0} informacije o različici primerka
sq: Informacion pEr versionin e instancEs {0}
sr: Informacije o verziji instance {0}
sv: Information om versionen för {0}-instansen
tr: {0} örnek sürüm bilgileri
uk: Інформація про версію інстансу {0}
vi: {0} thông tin phiên bản thể hiện
zh_hk: {0} 實例版本資訊

# {0} is the name of the application, usually 'Metabase'
source: This information helps {0} figure out what exactly caused the issue
ar: تساعد هذه المعلومات {0} على معرفة السبب الدقيق للمشكلة
bg: Тази информация помага на {0} да установи каква точно е причината за проблема.
ca: Aquesta informació ajuda {0} a esbrinar què ha causat exactament el problema
de: Diese Informationen helfen {0} herauszufinden, was genau das Problem verursacht hat.
es: Esta información ayuda a {0} a averiguar la causa exacta del problema.
fa: این اطلاعات به {0} کمک می کند تا بفهمد دقیقاً چه چیزی باعث این مشکل شده است
fi: Nämä tiedot auttavat {0} selvittämään, mikä tarkalleen ottaen aiheutti ongelman.
fr: Ces informations aident {0} à déterminer la cause exacte du problème
it: Queste informazioni aiutano {0} a capire cosa ha causato esattamente il problema.
ja: この情報は、 {0} 、問題の正確な原因を突き止めるのに役立つ。
lt: Ši informacija padeda {0} išsiaiškinti, kas tiksliai sukėlė problemą
nb: Denne informasjonen hjelper {0} med å finne ut hva som forårsaket problemet
nl: Deze informatie helpt {0} uit te zoeken wat het probleem precies heeft veroorzaakt.
pl: Informacje te pomagają {0} ustalić, co dokładnie spowodowało problem
pt_br: Essas informações ajudam {0} a descobrir a causa exata do problema
ru: Эта информация помогает {0} выяснить, что именно вызвало проблему.
sk: Tieto informácie pomáhajú stránke {0} zistiť, čo presne spôsobilo problém.
sl: Te informacije {0} pomagajo ugotoviti, kaj točno je povzročilo težavo
sq: Ky informacion e ndihmon {0} tE kuptojE saktEsisht  E7farE e shkaktoi problemin
sr: Ove informacije pomažu {0} da utvrdi šta je tačno izazvalo problem
sv: Informationen hjälper {0} lista ut vad som orsakade problemet
tr: Bu bilgiler {0} adresinin soruna tam olarak neyin neden olduğunu bulmasına yardımcı olur
uk: Ця інформація допомагає {0} з’ясувати, що саме спричинило проблему
vi: Thông tin này giúp {0} tìm ra nguyên nhân chính xác gây ra sự cố
zh_hk: 此資訊可協助 {0} 找出問題的確切起因

# This is a verb, not a noun
source: Download
ar: نزّل
bg: Изтегляне
ca: Descarregar
de: Herunterladen
es: Descargar
fa: دانلود کنید
fi: Lataa
fr: Télécharger
it: Scaricare
ja: ダウンロード
lt: Atsisiųsti
nb: Last ned
nl: Downloaden
pl: Pobierz
pt_br: Baixar
ru: Скачать
sk: Stiahnite si
sl: Prenesti
sq: Shkarko
sr: Preuzmi
sv: Ladda ner
tr: İndir
uk: Завантажити
vi: Tải về
zh_hk: 下載

# This is a verb, not a noun
source: Submit
ar: إرسال
bg: Изпращане
ca: Envia
de: Einreichen
es: Enviar
fa: ارسال
fi: Lähetä
fr: Envoyer
it: Invia
ja: 決定
nb: Send inn
nl: Versturen
pl: Zatwierdź
pt_br: Enviar
ru: Разместить
sk: Odoslať
sl: Predložiti
sq: Dërgo
sr: Pošalji
sv: Skicka
tr: Gönder
uk: Надіслати
vi: Gửi đi
zh_hk: 送出

source: E.g. September 6, 2024 or $187.50
ar: مثال: 6 سبتمبر 2024 أو $187.50
bg: Например 6 септември 2024 г. или $187,50
ca: Per exemple, 6 de setembre de 2024 o 187,50 $
de: Z. B. 6. September 2024 oder 187,50 $
es: Por ejemplo, el 6 de septiembre de 2024 o $187,50
fa: مثلاً 6 سپتامبر 2024 یا 187.50 دلار
fi: Esim. 6. syyskuuta 2024 tai 187,50 dollaria
fr: Par exemple, le 6 septembre 2024 ou 187,50 $
it: Ad esempio 6 settembre 2024 o $ 187,50
ja: 例： {0}で表示されている、2024 年 9 月 6 日または 187.50 ドルのような形式
lt: Pvz., 2024 m. rugsėjo 6 d. arba 187,50 USD
nb: F.eks. 6. september 2024 eller $187,50
nl: Bijvoorbeeld 6 september 2024 of $ 187,50
pl: Np. 6 września 2024 r. lub 187,50 USD
pt_br: Por exemplo, 6 de setembro de 2024 ou US$ 187,50
ru: Например, 6 сентября 2024 г. или 187,50 долл. США
sk: Napr. 6. septembra 2024 alebo 187,50 USD
sl: Npr. 6. september 2024 ali 187,50 USD
sq: P.sh. 6 shtator 2024 ose $187.50
sr: Npr. 6. septembar 2024. ili $187.50
sv: T.ex. 6 september 2024 eller 187,50 USD
tr: Örn. 6 Eylül 2024 veya 187,50$
uk: Напр., September 6, 2024 або $187.50
vi: Ví dụ ngày 6 tháng 9 năm 2024 hoặc 187,50 đô la
zh_hk: 例如：2024 年 9 月 6 日或 187.50 美元

source: E.g. 2024-09-06 or 187.50
ar: مثال: 2024-09-06 أو 187.50
bg: Например 2024-09-06 или 187,50
ca: Per exemple, 2024-09-06 o 187.50
de: Z. B. 2024-09-06 oder 187,50
es: Por ejemplo, 2024-09-06 o 187.50
fa: به عنوان مثال 2024-09-06 یا 187.50
fi: Esim. 2024-09-06 tai 187.50
fr: Par exemple 2024-09-06 ou 187,50
it: Ad esempio 2024-09-06 o 187,50
ja: 例: 2024-09-06 または 187.50
lt: Pvz., 2024-09-06 arba 187.50 val
nb: F.eks. 2024-09-06 eller 187,50
nl: Bijvoorbeeld 2024-09-06 of 187,50
pl: Np. 2024-09-06 lub 187,50
pt_br: Por exemplo, 2024-09-06 ou 187,50
ru: Например, 2024-09-06 или 187.50
sk: Napr. 2024-09-06 alebo 187,50
sl: Npr. 2024-09-06 ali 187,50
sq: P.sh. 2024-09-06 ose 187.50
sr: Npr. 2024-09-06 ili 187.50
sv: T.ex. 2024-09-06 eller 187,50
tr: Örn. 2024-09-06 veya 187.50
uk: Напр., 2024-09-06 або 187.50
vi: Ví dụ 2024-09-06 hoặc 187.50
zh_hk: 例如：2024-09-06 或 187.50

source: E.g. September 6, 2024 or $187.50, like in {0}
ar: مثال: 6 سبتمبر 2024 أو $187.50، مثلما في {0}
bg: Например 6 септември 2024 г. или $187,50, като в {0}
ca: p. ex. 6 de setembre de 2024 o 187,50 $, com a {0}
de: Z. B. 6. September 2024 oder 187,50 $, wie in {0}
es: Ejm. 6 de Setiembre de 2024 o $187.50, como en {0}
fa: مثلاً 6 سپتامبر 2024 یا 187.50 دلار، مانند {0}
fi: Esim. 6. syyskuuta 2024 tai 187,50$, kuten {0}
fr: Par exemple, le 6 septembre 2024 ou 187,50 $, comme dans {0}
it: Ad esempio 6 settembre 2024 o $ 187,50, come in {0}
ja: 例えば、2024年9月6日または187.50ドル、 {0}のように
lt: Pvz., 2024 m. rugsėjo 6 d. arba 187,50 USD, pvz., {0}
nb: F.eks. 6. september 2024 eller $187,50, som i {0}
nl: Bijv. 6 september 2024 of €187,50, zoals in {0}
pl: Np. 6 września 2024 r. lub 187,50 USD, jak w {0}
pt_br: Por exemplo, 6 de setembro de 2024 ou US$ 187,50, como em {0}
ru: Например, 6 сентября 2024 г. или 187,50 долл. США, как в {0}
sk: Napr. 6. septembra 2024 alebo 187,50 USD, ako v {0}
sl: Npr. 6. september 2024 ali 187,50 USD, kot v {0}
sq: P.sh. 6 shtator 2024 ose $187.50, si në {0}
sr: Npr. 6. septembar 2024. ili $187.50, kao u {0}
sv: T.ex. September 6, 2024 eller $187.50, som i {0}
tr: Örn. 6 Eylül 2024 veya 187,50 $, {0}gibi
uk: Напр., September 6, 2024 або $187.50, як у {0}
vi: Ví dụ ngày 6 tháng 9 năm 2024 hoặc 187,50 đô la, như trong {0}
zh_hk: 例如：2024 年 9 月 6 日或 187.50 美元，如 {0}

source: E.g. 2024-09-06 or 187.50, like in the database
ar: مثال: 2024-09-06 أو 187.50، مثلما في قاعدة البيانات
bg: Например 2024-09-06 или 187.50, като в базата данни
ca: p. ex. 2024-09-06 o 187.50, com a la base de dades
de: Z. B. 2024-09-06 oder 187.50, wie in der Datenbank
es: E.g. 2024-09-06 o 187.50, como en la base de datos.
fa: به عنوان مثال 2024-09-06 یا 187.50، مانند پایگاه داده
fi: Esim. 2024-09-06 tai 187.50, kuten tietokannassa
fr: Par exemple 2024-09-06 ou 187,50, comme dans la base de données
it: Ad esempio 2024-09-06 o 187.50, come nel database
ja: 例えば、データベース内の2024-09-06または187.50など
lt: Pvz., 2024-09-06 arba 187.50, kaip duomenų bazėje
nb: F.eks. 2024-09-06 eller 187.50, som i databasen
nl: Bijv. 2024-09-06 or 187.50, zoals in de database
pl: Np. 2024-09-06 lub 187,50, jak w bazie danych
pt_br: Por exemplo, 2024-09-06 ou 187,50, como no banco de dados
ru: Например, 2024-09-06 или 187.50, как в базе данных
sk: Napr. 2024-09-06 alebo 187,50, ako v databáze
sl: Npr. 2024-09-06 ali 187.50, kot v bazi podatkov
sq: P.sh. 2024-09-06 ose 187.50, si në bazën e të dhënave
sr: Npr. 2024-09-06 ili 187.50, kao u bazi podataka
sv: T.ex. 2024-09-06 eller 187.50, som i databasen
tr: Örn. 2024-09-06 veya 187.50, veritabanındaki gibi
uk: Напр., 2024-09-06 або 187.50, як у базі даних
vi: Ví dụ 2024-09-06 hoặc 187.50, như trong cơ sở dữ liệu
zh_hk: 例如：2024-09-06 或 187.50，就像在資料庫中一樣

# 'this' refers to the question that's being saved
source: Which tab should this go on?
ar: على أي تبويب يجب أن يوضع هذا؟
bg: В кой раздел трябва да се постави това?
ca: En quina pestanya hauria d'anar això?
de: Auf welche Registerkarte soll das?
es: ¿En qué pestaña debería ir esto?
fa: این باید در کدام برگه قرار بگیرد؟
fi: Mille välilehdelle tämän pitäisi mennä?
fr: Sur quel onglet cela doit-il être placé ?
it: Su quale scheda dovrei inserirlo?
ja: これをどのタブに配置する必要がありますか?
nb: Hvilken fane skal dette plasseres på?
nl: Op welk tabblad moet dit komen?
pl: Na której karcie to powinno się znaleźć?
pt_br: Em qual aba isso deve ficar?
ru: На какой вкладке это должно располагаться?
sk: Na ktorú kartu by to malo ísť?
sl: Na kateri zavihek naj to gre?
sq: Në cilin tab duhet të shkojë kjo?
sr: Na koji tab da ide ovo?
sv: Vilken flik ska detta stå på?
tr: Bu hangi sekmeye gitmeli?
uk: На яку вкладку це зберегти?
vi: Nên chuyển mục này sang tab nào?
zh_hk: 這應該放在哪個標籤上？

# {0} is the value is a sample URI of engine
source: e.g. {0}
ar: مثلاً {0}
bg: напр. {0}
ca: p. ex. {0}
de: zB {0}
es: por ejemplo {0}
fa: مثلاً {0}
fi: esim. {0}
fr: par exemple {0}
it: ad esempio {0}
ja: 例: {0}
nb: f.eks. {0}
nl: bijv. {0}
pl: np. {0}
pt_br: por exemplo {0}
ru: например {0}
sk: napr. {0}
sl: npr. {0}
sq: p.sh. {0}
sr: npr. {0}
sv: t.ex. {0}
tr: örneğin {0}
uk: напр. {0}
vi: ví dụ {0}
zh_hk: 例如： {0}

# A verb, not a noun
source: Duplicate
ar: انسخ
bg: Дубликат
ca: Duplicar
de: Duplizieren
es: Duplicar
fa: کپی کردن
fi: Monista
fr: Dupliquer
it: Duplica
ja: 重複
lt: Kopija
nb: Dupliser
nl: Dupliceer
pl: Duplikuj
pt_br: Duplicar
ru: Дублировать
sk: Duplikát
sl: Dvojnik
sq: Dubliko
sr: Dupliciraj
sv: Duplicera
tr: Kopyala
uk: Створити копію
vi: Tạo bản sao
zh_hk: 複製

# A verb, not a noun
source: Move
ar: انقل
bg: Премести
ca: Moure
de: Verschieben
es: Mover
fa: انتقال
fi: Siirrä
fr: Déplacer
it: Sposta
ja: 移動する
lt: Perkelti
nb: Flytt
nl: Verplaats
pl: Przesuń
pt_br: Mover
ru: Переместить
sk: Presunúť
sl: Premikati se
sq: Lëviz
sr: Premesti
sv: Flytta
tr: Taşı
uk: Перемістити
vi: Di chuyển
zh_hk: 移動

# A verb, not a noun
source: View
ar: اعرض
bg: Изглед
ca: Mostra
de: Ansicht
es: Ver
fa: چشم انداز
fi: Katso
fr: Vue
it: Vista
ja: 閲覧
nb: Vis
nl: Bekijken
pl: Podgląd
pt_br: Ver
ru: Просмотр
sk: Zobraziť
sl: Pogled
sq: Shiko
sr: Prikaži
sv: Visa
tr: Görünüm
uk: Переглянути
vi: Xem
zh_hk: 檢視

# {0} is a number greater than 1
source: must be {0} characters or less
ar: يجب أن يكون {0} حرفًا أو أقل
bg: трябва да съдържа {0} знака или по-малко
ca: Ha de tenir {0} caràcters o menys
de: darf höchstens {0} Zeichen haben
es: deben tener {0} caracteres o menos
fa: باید کمتر از {0} کاراکتر باشد
fi: saa olla enintään {0} merkkiä
fr: doit être composé de {0} caractères ou moins
it: deve essere {0} caratteri o meno
ja: {0}文字以下でなければならない
lt: turi sudaryti ne daugiau nei {0} simbolių
nb: må være mindre enn {0} tegn
nl: moet uit {0} of minder karakters bestaan
pl: musi mieć maksymalnie {0} znaków
pt_br: deve ter {0} caracteres ou menos
ru: должно быть {0} символов или меньше
sk: musí obsahovať {0} znakov alebo menej
sl: morajo biti {0} znaki ali manj
sq: duhet të jetë {0} karaktere ose më pak
sr: mora biti {0} karaktera ili manje
sv: måste vara {0} tecken eller mindre
tr: {0} karakter veya daha az olmalıdır
uk: має бути {0} символів або менше
vi: phải có {0} ký tự trở xuống
zh_hk: 必須含或少於 {0} 個字元

# {0} is a number greater than 1
source: must be exactly {0} characters
ar: يجب أن يكون بالضبط {0} حرفًا
bg: трябва да бъде точно {0} знака
ca: ha de tenir exactament {0} caràcters
de: muss genau {0} Zeichen lang sein
es: Debe tener exactamente {0} caracteres
fa: باید دقیقاً {0} کاراکتر باشد
fi: on oltava täsmälleen {0} merkkiä
fr: doit être exactement {0} caractères
it: deve essere esattamente {0} caratteri
ja: 正確に{0}文字でなければならない
lt: turi būti tiksliai {0} simboliai
nb: må være nøyaktig {0} tegn
nl: moet exact {0} tekens bevatten
pl: musi mieć dokładnie {0} znaków
pt_br: deve ter exatamente {0} caracteres
ru: должно быть ровно {0} символов
sk: musí obsahovať presne {0} znakov
sl: morajo biti natančno {0} znaki
sq: duhet të jetë saktësisht {0} karaktere
sr: mora imati tačno {0} karaktera
sv: måste vara exakt {0} tecken
tr: tam olarak {0} karakter olmalıdır
uk: має бути рівно {0} символів
vi: phải chính xác là {0} ký tự
zh_hk: 必須正好是 {0} 字元

# {0} is an identifier of the field provided by user in a custom expression
source: No aggregation found in: {0}. Use functions like Sum() or custom Metrics
ar: لم يتم العثور على تجميع في: {0}. استخدم دوال مثل Sum() أو مقاييس مخصصة
bg: Не е намерено обединение в: {0}. Използвайте функции като Sum() или потребителски метрики
ca: No s'ha trobat cap agregació a: {0}. Utilitzeu funcions com Sum() o mètriques personalitzades
de: Keine Aggregation gefunden in: {0}. Verwenden Sie Funktionen wie Summe() oder eigene Metriken
es: No se ha encontrado agregación en: {0}. Utiliza funciones como Sum() o métricas personalizadas
fa: هیچ تجمعی در: {0}یافت نشد. از توابعی مانند Sum() یا Metrics سفارشی استفاده کنید
fi: Aggregaatiota ei löydy: {0}. Käytä funktioita kuten Sum() tai mukautettuja mittareita.
fr: Aucune agrégation n'a été trouvée dans : {0}. Utiliser des fonctions comme Sum() ou des métriques personnalisées
it: Nessuna aggregazione trovata in: {0}. Utilizzare funzioni come Sum() o metriche personalizzate
ja: 集計は見つかりませんでした： {0}.Sum()のような関数またはカスタムメトリクスを使用する
lt: Apibendrinimo nerasta: {0}. Naudokite tokias funkcijas kaip Sum() arba tinkinta metrika
nb: Ingen aggregering funnet i: {0}. Bruk funksjoner som Sum() eller egendefinerte beregninger
nl: Geen aggregatie gevonden in: {0}. Gebruik functies zoals Som() of aangepaste statistieken
pl: Nie znaleziono agregacji w: {0}. Użyj funkcji takich jak Sum() lub niestandardowych metryk
pt_br: Nenhuma agregação encontrada em: {0}. Use funções como Sum() ou métricas personalizadas
ru: Не найдено ни одного агрегата: {0}. Используйте функции типа Sum() или пользовательские метрики
sk: Nebola nájdená žiadna agregácia v: {0}. Použite funkcie ako Sum() alebo vlastné metriky
sl: Združevanje ni mogoče najti v: {0}. Uporaba funkcij, kot so Sum() ali meritve po meri
sq: Nuk u gjet agregim te: {0}. PErdor funksione si Sum() ose Metrika tE personalizuara
sr: Nije pronađena agregacija u: {0}. Koristi funkcije kao što su Sum() ili prilagođene metrike
sv: Ingen aggregering hittades i: {0}. Använd funktioner som Sum() eller anpassade mätvärden
tr: İçinde toplama bulunamadı: {0}. Sum() gibi işlevleri veya özel Metrikleri kullanın
uk: Не знайдено агрегацію в: {0}. Використовуйте функції на кшталт Sum() або кастомні метрики
vi: Không tìm thấy tổng hợp trong: {0}. Sử dụng các hàm như Sum() hoặc Metrics tùy chỉnh
zh_hk: 未在： {0}.使用 Sum() 等函數或自訂 Metrics
