Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: The group can view select schemas and tables. Can be combined with user attributes to enable row and column security to control what data each person can view.
ar: يمكن للمجموعة عرض مخططات وقواعد بيانات (schemas) وجداول محددة. يمكن دمجه مع سمات المستخدمين لتمكين أمان الصفوف والأعمدة للتحكم في البيانات التي يمكن لكل شخص عرضها.
bg: Групата може да преглежда избрани схеми и таблици. Може да се комбинира с потребителски атрибути, за да се активира защитата на редове и колони, за да се контролира какви данни може да преглежда всеки човек.
ca: El grup pot veure esquemes i taules seleccionats. Es pot combinar amb atributs d'usuari per habilitar la seguretat de files i columnes per controlar quines dades pot veure cada persona.
de: Die Gruppe kann ausgewählte Schemata und Tabellen anzeigen. Kann mit Benutzerattributen kombiniert werden, um Zeilen- und Spaltensicherheit zu aktivieren und so zu steuern, welche Daten jede Person anzeigen kann.
es: El grupo puede ver esquemas y tablas seleccionados. Se puede combinar con atributos de usuario para habilitar la seguridad de filas y columnas y controlar qué datos puede ver cada usuario.
fa: این گروه می‌تواند طرح‌ها و جداول انتخابی را مشاهده کند. می‌تواند با ویژگی‌های کاربر ترکیب شود تا امنیت سطر و ستون را فعال کند و کنترل کند که هر فرد چه داده‌هایی را می‌تواند مشاهده کند.
fi: Ryhmä voi tarkastella tiettyjä skeemoja ja taulukoita. Voidaan yhdistää käyttäjäattribuutteihin rivi- ja sarakesuojauksen käyttöönottoa varten, jotta voidaan hallita, mitä tietoja kukin henkilö voi tarkastella.
fr: Le groupe peut consulter certains schémas et tables. L'association avec les attributs utilisateur permet de sécuriser les lignes et les colonnes afin de contrôler les données accessibles à chaque personne.
it: Il gruppo può visualizzare schemi e tabelle selezionati. Può essere combinato con gli attributi utente per abilitare la sicurezza di righe e colonne e controllare quali dati ogni persona può visualizzare.
ja: グループは選択したスキーマとテーブルを表示できます。ユーザー属性と組み合わせて行と列のセキュリティを有効にすることで、各ユーザーが表示できるデータを制御できます。
nb: Gruppen kan se utvalgte skjemaer og tabeller. Kan kombineres med brukerattributter for å aktivere rad- og kolonnesikkerhet for å kontrollere hvilke data hver person kan se.
nl: De groep kan geselecteerde schema's en tabellen bekijken. Kan worden gecombineerd met gebruikerskenmerken om rij- en kolombeveiliging in te schakelen en zo te bepalen welke gegevens elke persoon kan bekijken.
pl: Grupa może przeglądać wybrane schematy i tabele. Można to połączyć z atrybutami użytkownika, aby włączyć zabezpieczenia wierszy i kolumn, kontrolując, jakie dane może przeglądać każda osoba.
pt_br: O grupo pode visualizar esquemas e tabelas selecionados. Pode ser combinado com atributos de usuário para habilitar a segurança de linhas e colunas, controlando quais dados cada pessoa pode visualizar.
ru: Группа может просматривать выбранные схемы и таблицы. Это можно комбинировать с атрибутами пользователей, чтобы обеспечить безопасность строк и столбцов и контролировать, какие данные может просматривать каждый пользователь.
sk: Skupina si môže zobraziť vybrané schémy a tabuľky. Možno kombinovať s atribútmi používateľov, aby sa umožnilo zabezpečenie riadkov a stĺpcov a kontrolovalo, aké údaje si môže každá osoba zobraziť.
sl: Skupina si lahko ogleda izbrane sheme in tabele. Lahko se kombinira z uporabniškimi atributi, da se omogoči varnost vrstic in stolpcev za nadzor nad podatki, ki si jih lahko ogleda vsaka oseba.
sq: Grupi mund të shohë skema dhe tabela të përzgjedhura. Mund të kombinohet me atribute përdoruesi për të aktivizuar sigurinë e rreshtave dhe kolonave që të kontrollohet çfarë të dhënash mund të shohë secili person.
sr: Grupa može da vidi izabrane šeme i tabele. Može da se kombinuje sa korisničkim atributima da bi se omogućila bezbednost po redovima i kolonama i kontrolisalo koje podatke svaka osoba može da vidi.
sv: Gruppen kan visa utvalda scheman och tabeller. Kan kombineras med användarattribut för att aktivera rad- och kolumnsäkerhet för att kontrollera vilka data varje person kan visa.
tr: Grup, seçili şemaları ve tabloları görüntüleyebilir. Satır ve sütun güvenliğini etkinleştirmek ve her bir kişinin hangi verileri görüntüleyebileceğini kontrol etmek için kullanıcı öznitelikleriyle birleştirilebilir.
uk: Група може переглядати вибрані схеми й таблиці. Можна поєднувати з атрибутами користувача, щоб увімкнути безпеку рядків і стовпців та контролювати, які дані може переглядати кожна людина.
vi: Nhóm có thể xem các lược đồ và bảng đã chọn. Có thể kết hợp với thuộc tính người dùng để kích hoạt bảo mật hàng và cột nhằm kiểm soát dữ liệu mà mỗi người có thể xem.
zh_hk: 群組可以檢視選取的模式和資料表。可與使用者屬性結合，啟用行與列安全性，以控制每個人可以檢視哪些資料。

source: The group can't use the query builder or drill through existing questions. They also can't see the data in the Browse data section. They can still view questions based on this data, if they have permissions to the relevant collection. ‘Blocked‘, ‘Impersonated‘ and ‘Row and column security‘ in another group will override ‘No self-service‘.
ar: لا يمكن للمجموعة استخدام منشئ الاستعلامات أو التنقّل التفصيلي عبر الأسئلة الموجودة. كما لا يمكنهم رؤية البيانات في قسم استعراض البيانات. لا يزال بإمكانهم عرض الأسئلة المبنية على هذه البيانات إذا كانت لديهم أذونات للمجموعة ذات الصلة. سيؤدي ‘Blocked‘ و‘Impersonated‘ و‘Row and column security‘ في مجموعة أخرى إلى تجاوز ‘No self-service‘.
bg: Групата не може да използва конструктора на заявки или да преглежда съществуващи въпроси. Те също така не могат да виждат данните в секцията „Преглед на данни“. Те все още могат да преглеждат въпроси, базирани на тези данни, ако имат разрешения за съответната колекция. „Блокирано“, „Персонализирано“ и „Защита на редове и колони“ в друга група ще отменят „Без самообслужване“.
ca: El grup no pot utilitzar el creador de consultes ni analitzar les preguntes existents. Tampoc pot veure les dades de la secció Navega per les dades. Encara pot veure les preguntes basades en aquestes dades si té permisos per a la col·lecció pertinent. Les opcions "Bloquejat", "Suplantat" i "Seguretat de files i columnes" d'un altre grup substituiran "Sense autoservei".
de: Die Gruppe kann den Abfrage-Generator nicht verwenden und vorhandene Fragen nicht genauer untersuchen. Sie kann die Daten im Abschnitt „Daten durchsuchen“ auch nicht sehen. Sie kann weiterhin Fragen basierend auf diesen Daten anzeigen, sofern sie über Berechtigungen für die entsprechende Sammlung verfügt. „Blockiert“, „Identität angenommen“ und „Zeilen- und Spaltensicherheit“ in einer anderen Gruppe überschreiben „Kein Self-Service“.
es: El grupo no puede usar el generador de consultas ni explorar las preguntas existentes. Tampoco puede ver los datos en la sección Explorar datos. Sin embargo, puede ver las preguntas basadas en estos datos si tiene permisos para la colección correspondiente. Las opciones "Bloqueado", "Suplantado" y "Seguridad de filas y columnas" en otro grupo anularán "Sin autoservicio".
fa: این گروه نمی‌تواند از سازنده‌ی پرس‌وجو استفاده کند یا سوالات موجود را بررسی کند. آن‌ها همچنین نمی‌توانند داده‌ها را در بخش مرور داده‌ها مشاهده کنند. آن‌ها همچنان می‌توانند سوالات مبتنی بر این داده‌ها را مشاهده کنند، البته اگر مجوز دسترسی به مجموعه‌ی مربوطه را داشته باشند. «مسدود شده»، «جعل هویت» و «امنیت سطر و ستون» در گروه دیگر، «بدون سلف سرویس» را لغو می‌کنند.
fi: Ryhmä ei voi käyttää kyselyiden luontityökalua tai porautua olemassa olevien kysymysten läpi. He eivät myöskään voi nähdä Selaa tietoja -osiossa olevia tietoja. He voivat edelleen tarkastella näihin tietoihin perustuvia kysymyksiä, jos heillä on käyttöoikeudet kyseiseen kokoelmaan. Toisen ryhmän "Estetty", "Tekiyty" ja "Rivi- ja sarakesuojaus" ohittavat "Ei itsepalvelua" -asetuksen.
fr: Le groupe ne peut pas utiliser le générateur de requêtes ni explorer les questions existantes. Il ne peut pas non plus consulter les données de la section « Parcourir les données ». Il peut néanmoins consulter les questions basées sur ces données, s'il dispose des autorisations nécessaires pour accéder à la collection concernée. Les options « Bloqué », « Usurpation d'identité » et « Sécurité des lignes et des colonnes » d'un autre groupe remplacent l'option « Pas de libre-service ».
it: Il gruppo non può utilizzare il generatore di query né analizzare le domande esistenti. Inoltre, non può visualizzare i dati nella sezione Esplora dati. Può comunque visualizzare le domande basate su questi dati, se dispone delle autorizzazioni per la raccolta pertinente. Le impostazioni "Bloccato", "Impersonato" e "Sicurezza righe e colonne" in un altro gruppo sostituiranno "Nessun self-service".
ja: グループはクエリビルダーを使用したり、既存の質問をドリルスルーしたりすることはできません。また、「データの参照」セクションのデータも表示できません。ただし、関連するコレクションへの権限を持っている場合は、このデータに基づく質問を表示することはできます。別のグループで「ブロック」、「偽装」、「行と列のセキュリティ」が設定されている場合、「セルフサービスなし」は無効になります。
nb: Gruppen kan ikke bruke spørringsbyggeren eller gå gjennom eksisterende spørsmål. De kan heller ikke se dataene i delen Bla gjennom data. De kan likevel se spørsmål basert på disse dataene, hvis de har rettigheter til den relevante samlingen. "Blokkert", "Impersonated" og "Rad- og kolonnesikkerhet" i en annen gruppe vil overstyre "Ingen selvbetjening".
nl: De groep kan de querybuilder niet gebruiken en kan bestaande vragen niet doorzoeken. Ze kunnen ook de gegevens in de sectie Gegevens doorbladeren niet bekijken. Ze kunnen nog steeds vragen bekijken op basis van deze gegevens, mits ze machtigingen hebben voor de betreffende verzameling. 'Geblokkeerd', 'Geïmiteerd' en 'Rij- en kolombeveiliging' in een andere groep overschrijven 'Geen selfservice'.
pl: Grupa nie może korzystać z kreatora zapytań ani przeglądać istniejących pytań. Nie może również przeglądać danych w sekcji „Przeglądaj dane”. Nadal może przeglądać pytania oparte na tych danych, jeśli ma uprawnienia do odpowiedniej kolekcji. Ustawienia „Zablokowane”, „Podszywające się” oraz „Zabezpieczenia wierszy i kolumn” w innej grupie zastępują ustawienia „Bez samoobsługi”.
pt_br: O grupo não pode usar o criador de consultas nem navegar pelas perguntas existentes. Também não pode ver os dados na seção "Navegar pelos dados". Ainda poderá visualizar perguntas com base nesses dados, se tiver permissões para a coleção relevante. "Bloqueado", "Representado" e "Segurança de linha e coluna" em outro grupo substituirão "Sem autoatendimento".
ru: Группа не может использовать конструктор запросов или детализировать существующие вопросы. Они также не могут просматривать данные в разделе «Просмотр данных». Они по-прежнему могут просматривать вопросы на основе этих данных, если у них есть разрешения на доступ к соответствующей коллекции. Значения «Заблокировано», «Олицетворено» и «Безопасность строк и столбцов» в другой группе переопределяют значение «Без самообслуживания».
sk: Skupina nemôže používať nástroj na tvorbu dotazov ani prechádzať existujúcimi otázkami. Taktiež nemôže vidieť údaje v sekcii Prehliadať údaje. Stále si však môže zobraziť otázky založené na týchto údajoch, ak má povolenia na prístup k príslušnej kolekcii. Možnosti „Blokované“, „Zosobnené“ a „Zabezpečenie riadkov a stĺpcov“ v inej skupine prepíšu možnosť „Žiadna samoobsluha“.
sl: Skupina ne more uporabljati graditelja poizvedb ali vrtati po obstoječih vprašanjih. Prav tako ne more videti podatkov v razdelku Brskaj po podatkih. Še vedno si lahko ogleda vprašanja, ki temeljijo na teh podatkih, če ima dovoljenja za ustrezno zbirko. Možnosti »Blokirano«, »Poosebljeno« in »Varnost vrstic in stolpcev« v drugi skupini bodo preglasile možnost »Brez samopostrežne storitve«.
sq: Grupi nuk mund të përdorë ndërtuesin e pyetjeve ose të bëjë drill-through te pyetjet ekzistuese. Gjithashtu nuk mund t’i shohë të dhënat te seksioni Shfleto të dhënat. Ata prapë mund të shohin pyetje të bazuara në këto të dhëna, nëse kanë leje për koleksionin përkatës. ‘I bllokuar‘, ‘Me rol të imituar‘ dhe ‘Siguria e rreshtave dhe kolonave‘ në një grup tjetër do të mbishkruajnë ‘Pa vetëshërbim‘.
sr: Grupa ne može da koristi kreator upita niti da ide u detalje kroz postojeća pitanja. Takođe ne može da vidi podatke u odeljku Pregledaj podatke. I dalje može da vidi pitanja zasnovana na ovim podacima, ako ima dozvole za odgovarajuću kolekciju. „Blokirano“, „Impersonirano“ i „Bezbednost po redovima i kolonama“ u drugoj grupi će nadjačati „Bez samoposluživanja“.
sv: Gruppen kan inte använda frågebyggaren eller gå igenom befintliga frågor. De kan inte heller se informationen i avsnittet Bläddra bland data. De kan fortfarande visa frågor baserade på denna information, om de har behörighet till den relevanta samlingen. "Blockerad", "Imiterad" och "Rad- och kolumnsäkerhet" i en annan grupp åsidosätter "Ingen självbetjäning".
tr: Grup, sorgu oluşturucuyu kullanamaz veya mevcut sorulara ayrıntılı olarak göz atamaz. Ayrıca, "Verilere Göz At" bölümündeki verileri de göremezler. İlgili koleksiyona erişim izinleri varsa, bu verilere dayalı soruları yine de görüntüleyebilirler. Başka bir gruptaki "Engellendi", "Taklit Edildi" ve "Satır ve sütun güvenliği", "Kendi kendine hizmet yok" seçeneğini geçersiz kılar.
uk: Група не може використовувати конструктор запитів або робити drill-through за наявними запитами. Вона також не може бачити дані в розділі "Перегляд даних". Вони все одно можуть переглядати запити на основі цих даних, якщо мають права доступу до відповідної колекції. ‘Blocked‘, ‘Impersonated‘ і ‘Row and column security‘ в іншій групі перекриють ‘No self-service‘.
vi: Nhóm không thể sử dụng trình tạo truy vấn hoặc tìm kiếm sâu qua các câu hỏi hiện có. Họ cũng không thể xem dữ liệu trong phần Duyệt dữ liệu. Họ vẫn có thể xem các câu hỏi dựa trên dữ liệu này nếu có quyền đối với bộ sưu tập liên quan. Các tùy chọn "Bị chặn", "Mạo danh" và "Bảo mật hàng và cột" trong một nhóm khác sẽ ghi đè lên tùy chọn "Không tự phục vụ".
zh_hk: 群組無法使用查詢建立工具或鑽研現有的問題。他們也無法檢視瀏覽資料區段中的資料。如果他們擁有相關集合的權限，仍可檢視基於此資料的問題。其他群組中的「封鎖」、「冒充」和「行與列安全性」將覆寫「無自助服務」。

source: Row and column security (Pro)
ar: أمان الصفوف والأعمدة (Pro)
bg: Защита на редове и колони (Pro)
ca: Seguretat de files i columnes (Pro)
de: Zeilen- und Spaltensicherheit (Pro)
es: Seguridad de filas y columnas (Pro)
fa: امنیت سطر و ستون (نسخه حرفه‌ای)
fi: Rivi- ja sarakesuojaus (Pro)
fr: Sécurité des lignes et des colonnes (Pro)
it: Sicurezza di righe e colonne (Pro)
ja: 行と列のセキュリティ (Pro)
nb: Rad- og kolonnesikkerhet (Pro)
nl: Rij- en kolombeveiliging (Pro)
pl: Bezpieczeństwo wierszy i kolumn (Pro)
pt_br: Segurança de linha e coluna (Pro)
ru: Безопасность строк и столбцов (Pro)
sk: Zabezpečenie riadkov a stĺpcov (Pro)
sl: Varnost vrstic in stolpcev (Pro)
sq: Siguria e rreshtave dhe kolonave (Pro)
sr: Bezbednost po redovima i kolonama (Pro)
sv: Rad- och kolumnsäkerhet (Pro)
tr: Satır ve sütun güvenliği (Pro)
uk: Безпека рядків і стовпців (Pro)
vi: Bảo mật hàng và cột (Pro)
zh_hk: 行和列安全性 (Pro)

source: {0} The group can edit database settings for a given database in the "Database" tab of the Admin settings.
ar: {0} يمكن للمجموعة تعديل إعدادات قاعدة البيانات لقاعدة بيانات معينة في تبويب "Database" ضمن إعدادات المسؤول.
de: {0} Die Gruppe kann die Datenbankeinstellungen für eine bestimmte Datenbank auf der Registerkarte "Datenbank" der Administratoreinstellungen bearbeiten.
es: {0} El grupo puede editar la configuración de la base de datos para una base de datos determinada en la pestaña "Base de datos" de la configuración de administrador.
fa: {0} این گروه می‌تواند تنظیمات پایگاه داده را برای یک پایگاه داده مشخص در تب "پایگاه داده" از تنظیمات مدیریت ویرایش کند.
fi: {0} Ryhmä voi muokata tietyn tietokannan asetuksia ylläpitäjän asetusten "Tietokanta"-välilehdellä.
fr: {0} Le groupe peut modifier les paramètres de base de données pour une base de données donnée dans l'onglet « Base de données » des paramètres d'administration.
it: {0} Il gruppo può modificare le impostazioni del database per un determinato database nella scheda "Database" delle impostazioni di amministrazione.
ja: {0} グループは、管理設定の「データベース」タブで、特定のデータベースのデータベース設定を編集できます。
pl: {0} Grupa może edytować ustawienia bazy danych dla danej bazy danych na karcie „Baza danych” w ustawieniach administratora.
pt_br: {0} O grupo pode editar as configurações do banco de dados para um determinado banco de dados na guia "Banco de dados" das configurações de administrador.
ru: {0} Группа может редактировать настройки базы данных для указанной базы данных во вкладке "Database" в настройках админа.
sk: {0} Skupina môže upravovať nastavenia databázy pre danú databázu na karte „Databáza“ v nastaveniach správcu.
sl: {0} Skupina lahko ureja nastavitve baze podatkov za določeno bazo podatkov na zavihku »Baza podatkov« v skrbniških nastavitvah.
sq: {0} Grupi mund të redaktojë cilësimet e bazës së të dhënave për një bazë të dhënash të caktuar në skedën "Database" te cilësimet e Admin.
sr: {0} Grupa može da uređuje podešavanja baze podataka za datu bazu u kartici "Baza podataka" u Administratorskim podešavanjima.
tr: {0} Grup, Yönetici ayarlarının "Veritabanı" sekmesinde belirli bir veritabanı için veritabanı ayarlarını düzenleyebilir.
uk: {0} Група може редагувати налаштування бази даних для вибраної бази даних на вкладці "Database" в адмін-налаштуваннях.
vi: {0} Nhóm có thể chỉnh sửa cài đặt cơ sở dữ liệu cho một cơ sở dữ liệu cụ thể trong tab "Cơ sở dữ liệu" của cài đặt Quản trị.
zh_hk: {0} 群組可以在管理員設定的「資料庫」標籤中編輯指定資料庫的資料庫設定。

source: {0} The group can create, edit, and run Transforms for a given database.
ar: {0} يمكن للمجموعة إنشاء التحويلات وتعديلها وتشغيلها لقاعدة بيانات معينة.
de: {0} Die Gruppe kann Transformationen für eine bestimmte Datenbank erstellen, bearbeiten und ausführen.
es: {0} El grupo puede crear, editar y ejecutar transformaciones para una base de datos determinada.
fa: {0} این گروه می‌تواند Transformها را برای یک پایگاه داده مشخص ایجاد، ویرایش و اجرا کند.
fi: {0} Ryhmä voi luoda, muokata ja suorittaa muunnoksia tietylle tietokannalle.
fr: {0} Le groupe peut créer, modifier et exécuter des transformations pour une base de données donnée.
it: {0} Il gruppo può creare, modificare ed eseguire trasformazioni per un determinato database.
ja: {0} グループは、特定のデータベースの変換を作成、編集、実行できます。
pl: {0} Grupa może tworzyć, edytować i uruchamiać transformacje dla danej bazy danych.
pt_br: {0} O grupo pode criar, editar e executar transformações para um determinado banco de dados.
ru: {0} Группа может создавать, редактировать и запускать Трансформы для указанной базы данных.
sk: {0} Skupina môže vytvárať, upravovať a spúšťať transformácie pre danú databázu.
sl: {0} Skupina lahko ustvarja, ureja in izvaja transformacije za dano zbirko podatkov.
sq: {0} Grupi mund të krijojë, redaktojë dhe ekzekutojë Transformime për një bazë të dhënash të caktuar.
sr: {0} Grupa može da kreira, uređuje i pokreće transformacije za datu bazu podataka.
tr: {0} Grup, belirli bir veritabanı için Dönüşümler oluşturabilir, düzenleyebilir ve çalıştırabilir.
uk: {0} Група може створювати, редагувати та запускати Трансформи для вибраної бази даних.
vi: {0} Nhóm có thể tạo, chỉnh sửa và chạy các phép biến đổi cho một cơ sở dữ liệu nhất định.
zh_hk: {0} 該群組可以為指定資料庫建立、編輯及執行轉換。

source: Transforms (Pro):
ar: التحويلات (Pro):
es: Transformaciones (Pro):
fa: تبدیل‌ها (حرفه‌ای):
fi: Muunnokset (Pro):
fr: Transformations (Pro) :
it: Trasformazioni (Pro):
ja: 変換（プロ）：
pl: Transformacje (Pro):
pt_br: Transforma (Pro):
ru: Трансформы (Pro):
sk: Transformácie (Pro):
sl: Transformacije (Pro):
sq: Transformime (Pro):
sr: Transformacije (Pro):
tr: Dönüşümler (Pro):
uk: Трансформи (Pro):
vi: Biến đổi (Phiên bản Pro):

source: Data Analysts always have full access to edit table metadata.
ar: محللو البيانات لديهم دائمًا وصول كامل لتعديل بيانات تعريف الجدول.
ca: Els analistes de dades sempre tenen accés complet per editar les metadades de la taula.
de: Datenanalysten haben stets vollen Zugriff auf die Bearbeitung der Tabellenmetadaten.
es: Los analistas de datos siempre tienen acceso completo para editar los metadatos de la tabla.
fa: تحلیلگران داده همیشه دسترسی کامل به ویرایش متادیتای جدول دارند.
fi: Data-analyytikoilla on aina täydet oikeudet muokata taulukon metatietoja.
fr: Les analystes de données ont toujours un accès complet à la modification des métadonnées des tables.
it: Gli analisti dei dati hanno sempre pieno accesso per modificare i metadati delle tabelle.
ja: データ アナリストは常にテーブル メタデータを編集するためのフル アクセス権を持ちます。
nb: Dataanalytikere har alltid full tilgang til å redigere tabellmetadata.
pl: Analitycy danych mają zawsze pełny dostęp do edycji metadanych tabeli.
pt_br: Os analistas de dados sempre têm acesso total para editar os metadados da tabela.
ru: Дата-аналитики всегда имеют полный доступ к редактированию метаданных таблицы.
sk: Analytici údajov majú vždy plný prístup k úprave metadát tabuliek.
sl: Analitiki podatkov imajo vedno poln dostop do urejanja metapodatkov tabele.
sq: Analistët e të Dhënave kanë gjithmonë akses të plotë për të redaktuar metadatat e tabelës.
sr: Analitičari podataka uvek imaju pun pristup za uređivanje metapodataka tabela.
tr: Veri analistleri her zaman tablo meta verilerini düzenleme konusunda tam erişime sahiptir.
uk: Аналітики даних завжди мають повний доступ до редагування метаданих таблиць.
vi: Các nhà phân tích dữ liệu luôn có quyền truy cập đầy đủ để chỉnh sửa siêu dữ liệu của bảng.
zh_hk: 資料分析師始終擁有編輯資料表元資料的完整存取權。

source: Data Analysts always have full access to library collections.
ar: محللو البيانات لديهم دائمًا وصول كامل إلى مجموعات المكتبة.
ca: Els analistes de dades sempre tenen accés complet a les col·leccions de la biblioteca.
de: Datenanalysten haben stets vollen Zugriff auf die Bibliotheksbestände.
es: Los analistas de datos siempre tienen acceso completo a las colecciones de la biblioteca.
fa: تحلیلگران داده همیشه به مجموعه‌های کتابخانه دسترسی کامل دارند.
fi: Data-analyytikoilla on aina täysi pääsy kirjaston kokoelmiin.
fr: Les analystes de données ont toujours un accès complet aux collections de la bibliothèque.
it: Gli analisti di dati hanno sempre pieno accesso alle collezioni della biblioteca.
ja: データ アナリストは常にライブラリ コレクションに完全にアクセスできます。
nb: Dataanalytikere har alltid full tilgang til bibliotekets samlinger.
pl: Analitycy danych mają zawsze pełny dostęp do zbiorów bibliotecznych.
pt_br: Os analistas de dados têm sempre acesso total às coleções da biblioteca.
ru: Дата-аналитики всегда имеют полный доступ к коллекциям библиотеки.
sk: Analytici údajov majú vždy plný prístup ku knižničným zbierkam.
sl: Analitiki podatkov imajo vedno poln dostop do knjižničnih zbirk.
sq: Analistët e të Dhënave kanë gjithmonë akses të plotë në koleksionet e librarisë.
sr: Analitičari podataka uvek imaju pun pristup kolekcijama biblioteke.
tr: Veri analistleri her zaman kütüphane koleksiyonlarına tam erişime sahiptir.
uk: Аналітики даних завжди мають повний доступ до колекцій бібліотеки.
vi: Các nhà phân tích dữ liệu luôn có quyền truy cập đầy đủ vào các bộ sưu tập thư viện.
zh_hk: 資料分析師總是可以完全存取圖書館的館藏。
