Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Sum of [[this]] by [[Country]]
ar: مجموع [[this]] حسب [[Country]]
bg: Сума от [[това]] от [[Държава]]
ca: Suma de [[this]] per [[Country]]
de: Summe von [[this]] nach [[Country]]
eo: Sum of [[this]] by [[Country]] → Total of [[this]] in [[Country]], fr fr
es: Suma de [[this]] por [[Country]]
fa: جمع [[this]] توسط [[Country]]
fi: [[this]] summa per [[Maa]]
fr: Somme de [[this]] par [[Country]]
hu: [[ez]] összege [[Ország]] szerint
it: Somma di [[this]] per [[Country]]
ja: [[Country]] 別の [[this]] 合計
lt: [[]] Suma [[Šalis]]
ms: Jumlah [[ini]] mengikut [[Negara]]
nb: Summen av [[this]] for [[Country]]
nl: Som van [[this]] per [[Country]]
pl: Suma [[this]] według [[Country]]
pt_br: Soma de [[this]] por [[Country]]
ru: Сумма [[this]] по [[Country]]
sk: Súčet [[this]] do [[Country]]
sl: Vsota [[to]] po [[država]]
sq: Shuma e [[this]] sipas [[Country]]
sr: Zbir [[this]] po [[Country]]
sv: Summan av [[this]] per [[Country]]
tr: [[this]]'in [[Country]]'e göre toplamı
uk: Сума [[this]] за [[Country]]
vi: Tổng của [[này]] bởi [[Quốc gia]]
zh_hk: [[國家]]的[[this]]之和

source: States that are performing best
ar: الولايات الأفضل أداءً
bg: Държави, които се представят най-добре
ca: Les províncies amb millors resultats
de: Leistungstärkste Staaten
eo: States that are lowkey slaying the game
es: Las provincia con mejores resultados
fa: کشورهایی که بهترین عملکرد را دارند
fi: Parhaiten menestyvät valtiot
fr: États qui fonctionnent le mieux
hu: A legjobban teljesítő államok
it: Stati che stanno ottenendo i migliori risultati
ja: 最もパフォーマンスが良い州
lt: Valstybės, kurios veikia geriausiai
ms: Negeri-negeri yang menunjukkan prestasi terbaik
nb: Stater som yter best
nl: Staten die het beste presteren
pl: Stany które osiągają najlepsze wyniki
pt_br: Estados com melhor desempenho
ru: Штаты, которые показывают лучшие результаты
sk: Štáty, ktoré dosahujú najlepšie výsledky
sl: Države, ki so najuspešnejše
sq: Shtetet me performancën më të mirë
sr: Države koje imaju najbolje rezultate
sv: Stater som går bäst
tr: En iyi eyaletler
uk: Штати з найкращими показниками
vi: Các tiểu bang đang hoạt động tốt nhất
zh_hk: 表現最好的州

source: Created At by month of the year
hu: Létrehozás hónap szerint
ms: Dicipta Pada mengikut bulan dalam tahun

source: Sum of [[this]] by [[State]]
ar: مجموع [[this]] حسب [[State]]
bg: Сума от [[това]] от [[щат]]
ca: Sumatori de [[this]] per [[State]]
de: Summe von [[this]] nach [[State]]
eo: Sum of [[this]] by [[State]] = total of [[this]] from [[State]] or just "the 411 of [[this]] in [[State]]" but honestly, depends on the vibe you want lol
es: Suma de [[this]] por [[State]]
fa: جمع [[this]] توسط [[State]]
fi: [[this]] summa per[[State]]
fr: Somme de [[this]] par [[State]]
hu: [[ennek]] összege [[Állam]] szerint
it: Somma di [[this]] per [[State]]
ja: [[State]] 別の [[this]] の合計
lt: [[Tai]] suma [[valstybė]]
ms: Jumlah [[ini]] mengikut [[Negeri]]
nb: Sum av [[this]] for [[State]]
nl: Som van [[this]] per [[State]]
pl: Suma [[this]] według [[State]]
pt_br: Soma de [[this]] por [[State]]
ru: Сумма [[this]] по [[State]]
sk: Súčet [[this]] od [[State]]
sl: Vsota [[to]] s [[država]]
sq: Shuma e [[this]] sipas [[State]]
sr: Zbir [[this]] po [[State]]
sv: Summan av [[this]] per [[State]]
tr: [[this]]'in [[State]]'e göre toplamı
uk: Сума [[this]] за [[State]]
vi: Tổng của [[này]] bởi [[Bang]]
zh_hk: [[this]] 按 [[State]] 的總和

source: Sum of [[GenericNumber]] per [[this]]
ar: مجموع [[GenericNumber]] لكل [[this]]
bg: Сума от [[GenericNumber]] на [[this]]
ca: Sumatori de [[GenericNumber]] per [[ŧhis]]
de: Summe von [[GenericNumber]] nach [[this]]
eo: Sum of [[GenericNumber]] per [[this]] → Total of [[GenericNumber]] per [[this]], fr fr
es: Suma de [[GenericNumber]] por [[this]]
fa: مجموع [[GenericNumber]] به ازای [[this]]
fi: [[GenericNumber]]:n summa per [[this]]
fr: Somme de [[GenericNumber]] par [[this]]
hu: [[GenericNumber]] összege [[ez]] szerint
it: Somma di [[GenericNumber]] per [[this]]
ja: [[this]] ごとの [[GenericNumber]] の合計
lt: [[GenericNumber]] suma [[tai]]
ms: Jumlah [[NomborGenerik]] setiap [[ini]]
nb: Sum av [[GenericNumber]] per [[this]]
nl: Som van [[GenericNumber]] per [[this]]
pl: Suma [[GenericNumber]] według [[this]]
pt_br: Soma de [[GenericNumber]] por [[this]]
ru: Сумма по [[GenericNumber]] [[this]]
sk: Súčet [[GenericNumber]] na [[this]]
sl: Vsota [[GenericNumber]] na [[this]]
sq: Shuma e [[GenericNumber]] për [[this]]
sr: Zbir [[GenericNumber]] po [[this]]
sv: Summan av [[GenericNumber]] per [[this]]
tr: [[This]] başına [[GenericNumber]] toplamı
uk: Сума [[GenericNumber]] за [[this]]
vi: Tổng của [[GenericNumber]] mỗi [[này]]
zh_hk: 每[[this]]的[[GenericNumber]]總和

source: Events by coordinates
ar: الأحداث حسب الإحداثيات
bg: Събития по координати
ca: Esdeveniments per coordenades
de: Ereignisse nach Koordinaten
eo: Vibe check by coords
es: Eventos por coordenadas
fa: رویدادها توسط مختصات
fi: Tapahtumat koordinaattien mukaan
fr: Événements par coordonnées
hu: Események koordináták szerint
it: Eventi per coordinate
ja: 座標別のイベント
lt: Įvykiai pagal koordinates
ms: Acara mengikut koordinat
nb: Hendelser etter koordinater
nl: Gebeurtenissen per coördinaat
pl: Zdarzenia według współrzędnych
pt_br: Eventos por coordenadas
ru: События по координатам
sk: Udalosti podľa súradníc
sl: Dogodki po koordinatah
sq: Ngjarje sipas koordinatave
sr: Događaji po koordinatama
sv: Händelser per koordinater
tr: Koordinatlara göre olaylar
uk: Події за координатами
vi: Sự kiện theo tọa độ
zh_hk: 坐標的活動

source: Top referral pages
hu: Legnépszerűbb hivatkozási oldalak
ms: Halaman rujukan teratas

source: An exploration of your users to get you started.
ar: استكشاف لمستخدميك لتبدأ.
bg: Проучване на вашите потребители, за да започнете.
ca: Una exploració dels teus usuaris per començar
de: Eine Erkundung Ihrer Benutzer, um Ihnen den Einstieg zu erleichtern.
eo: A quick deep dive into your users to get you rollin' fam.
es: Un exploración de tus usuarios para empezar.
fa: کاوش در مورد کاربران خود برای شروع کار.
fi: Käyttäjien tutkiminen, jotta pääset alkuun.
fr: Une exploration de vos utilisateurs pour vous aider à démarrer.
hu: A felhasználóid feltárása, hogy elkezdhesd.
it: Un'esplorazione ai tuoi utenti per cominciare.
ja: ユーザーの理解を深めることで、より良いスタートを切ることができます。
lt: Jūsų naudotojų tyrimas, kad galėtumėte pradėti.
ms: Penerokaan pengguna anda untuk memulakan anda.
nb: En utforskning av dine brukere for å få deg i gang.
nl: Een verkenning van je gebruikers om je op weg te helpen.
pl: Eksploracja twoich użytkowników, aby zacząć.
pt_br: Uma exploração dos seus usuários para você começar.
ru: Исследование ваших пользователей, чтобы вы начали.
sk: Preskúmanie používateľov, aby ste mohli začať.
sl: Raziskovanje uporabnikov za začetek.
sq: Një eksplorim i përdoruesve të tu për të të nisur.
sr: Istraživanje vaših korisnika za lakši početak.
sv: En genomlysning av dina användare för att komma igång.
tr: Başlangıç için kullanıclarınızın incelemesi.
uk: Дослідження ваших користувачів, щоб допомогти вам почати.
vi: Một cuộc thăm dò người dùng của bạn để giúp bạn bắt đầu.
zh_hk: 用戶探索以幫助您開始。

source: An overview of your [[this]] and how its distributed across time, place, and categories.
hu: Áttekintés a [[this]]-ről, valamint arról, hogyan oszlik meg időben, helyen és kategóriákban.
ms: Gambaran keseluruhan [[ini]] anda dan bagaimana ia diedarkan mengikut masa, tempat, dan kategori.

source: Average income per state
ar: متوسط الدخل لكل ولاية
bg: Среден доход за държава
ca: Ingressos mitjos per província
de: Durchschnittseinkommen pro Bundesland
eo: Basic income per state, fr fr
es: Ingresos medios por provincia
fa: درآمد متوسط در هر ایالت
fi: Keskitulot osavaltiota kohti
fr: Revenu moyen par état
hu: Átlagos jövedelem államonként
it: Entrate medie per stato
ja: 州ごとの平均収益
lt: Vidutinės pajamos vienam valstybei
ms: Pendapatan purata setiap negeri
nb: Gjennomsnittlig inntekt per stat
nl: Gemiddeld inkomen per staat
pl: Średni dochód na stan
pt_br: Média de renda por estado
ru: Средняя выручка по штату
sk: Priemerný príjem na štát
sl: Povprečni dohodek na državo
sq: Të ardhura mesatare për shtet
sr: Prosečan prihod po državi
sv: Genomsnittlig förtjänst mer stat
tr: Eyalete göre ortalama gelir
uk: Середній дохід за штатом
vi: Thu nhập trung bình trên mỗi huyện
zh_hk: 每個州的平均收入

source: [[this]] by [[GenericCategoryMedium]]
ar: [[this]] حسب [[GenericCategoryMedium]]
bg: [[това]] от [[GenericCategoryMedium]]
ca: [[this]] per [[GenericCategoryMedium]]
de: [[this]] nach [[GenericCategoryMedium]]
eo: Yo, [[this]] by [[GenericCategoryMedium]] lowkey hits different
es: [[this]] por [[GenericCategoryMedium]]
fa: [[this]] توسط [[GenericCategorMedium]]
fi: [[this]] per [[GenericCategoryMedium]]
fr: [[this]] par [[GenericCategoryMedium]]
hu: [[ez]] [[GenericCategoryMedium]] szerint
it: [[this]] per [[GenericCategoryMedium]]
ja: [[GenericCategoryMedium]] 別の [[this]]
lt: [[tai]] pagal [[GenericCategoryMedium]]
ms: [[ini]] mengikut [[KategoriAmSederhana]]
nb: [[this]] etter [[FenericCategoryMedium]]
nl: [[this]] per [[GenericCategoryMedium]]
pl: [[this]] na [[GenericCategoryMedium]]
pt_br: [[this]] por [[GenericCategoryMedium]]
ru: [[this]] по [[GenericCategoryMedium]]
sk: [[this]] od [[GenericCategoryMedium]]
sl: [[to]] avtor [[GenericCategoryMedium]]
sq: [[this]] sipas [[GenericCategoryMedium]]
sr: [[this]] po [[GenericCategoryMedium]]
sv: [[this]] per [[GenericCategoryMedium]]
tr: [[GenericCategoryMedium]] göre [[this]]
uk: [[this]] за [[GenericCategoryMedium]]
vi: [[this]] bởi [[GenericCategoryMedium]
zh_hk: [[this]] 每[[GenericCategoryMedium]]

source: Total transactions
ar: إجمالي المعاملات
bg: Общо транзакции
ca: Total transaccions
de: Gesamttransaktionen
eo: Vibe check on the total sales, fr.
es: Total transacciones
fa: کل معاملات
fi: Tapahtumat yhteensä
fr: Total des transactions
hu: Összes tranzakció
it: Transazioni totali
ja: 総トランザクション数
lt: Iš viso transakciijų
ms: Jumlah transaksi
nb: Totalt antall transaksjoner
nl: Totaal aantal transacties
pl: Razem transakcji
pt_br: Total de transações
ru: Всего транзакций
sk: Transakcie spolu
sl: Transakcije skupaj
sq: Transaksione totale
sr: Ukupno transakcija
sv: Totalt antal transaktioner
tr: Toplam işlem
uk: Усього транзакцій
vi: Tổng số giao dịch
zh_hk: 總交易量

source: [[this.short-name]] that have joined over time
ar: [[this.short-name]] التي انضمت عبر الزمن
bg: [[this.short-name]], които са се присъединили с течение на времето
ca: [[this.short-name] que s'han afegit al llarg del temps
de: [[this.short-name]] die über die Zeit inzugefügt wurden
eo: [[this.short-name]] that’s been vibing here over time
es: [[this.short-name]] que se han unido a lo largo del tiempo
fa: [[this.short-name]] که به مرور زمان پیوسته اند
fi: [[this.short-name]], jotka ovat liittyneet ajan myötä
fr: [[this.short-name]] qui a rejoint au fil du temps
hu: [[this.short-name]], amelyek idővel csatlakoztak
it: [[this.short-name]] che si sono uniti nel tempo
ja: [[this.short-name]] の参加数推移
lt: [[this.short-name]], kurie per tam tikrą laiką prisijungė
ms: [[nama-pendek.ini]] yang telah menyertai dari masa ke masa
nb: [[this.short-name]] som har blitt innmeldt over tid
nl: [[this.short-name]] die zich in de loop der tijd hebben aangesloten
pl: [[this.short-name]], które dołączyły z czasem
pt_br: [[this.short-name]] que se inscreveram ao longo do tempo
ru: [[this.short-name]] которое добавлено во времени.
sk: [[this.short-name]], ktoré sa pripojili v priebehu času
sl: [[this.short-name]] ki so se sčasoma pridružili
sq: [[this.short-name]] që janë bashkuar me kalimin e kohës
sr: [[this.short-name]] koji su se pridružili kroz vreme
sv: [[this.short-name]] som har slagits ihop över tid
tr: Zaman içinde katılan [[this.short-name]]
uk: [[this.short-name]], що приєдналися протягом останнього часу
vi: [[this.short-name]] đã tham gia theo thời gian
zh_hk: [[this.short-name]] 隨著時間加入

source: The [[this]] by location
ar: مقياس [[this]] حسب الموقع
bg: [[Това]] по местоположение
ca: Els [[this]] per ubicació
de: Das [[this]] nach Lokationen
eo: The [[this]] fr in the area
es: Los [[this]] por ubicación
fa: [[this]] توسط مکان
fi: [[this]] sijainnin mukaan
fr: Le [[this]] par emplacement
hu: A [[ez]] hely szerint
it: Il [[this]] per luogo
ja: 場所別の [[this]]
lt: [[Tai]] pagal vietą
ms: [[ini]] mengikut lokasi
nb: [[this]] etter plassering
nl: [[this]] per locatie
pl: [[this]] według lokalizacji
pt_br: [[this]] por localidade
ru: [[this]] по расположению
sk: [[This]] by location
sl: [[to]] po lokaciji
sq: [[this]] sipas vendndodhjes
sr: [[this]] po lokaciji
sv: [[this]] per plats
tr: yerine göre [[this]]
uk: [[this]] за локацією
vi: [[This]] theo vị trí
zh_hk: [[this]] 按位置

source: Events per month of the year
ar: الأحداث لكل شهر من السنة
bg: Събития за месец от годината
ca: Esdeveniments per mes de l'any
de: Ereignisse nach Monat des Jahres
eo: Monthly vibe check
es: Eventos por mes del año
fa: رویدادها در هر ماه از سال
fi: Tapahtumat kuukausittain
fr: Événements par mois de l'année
hu: Események az év hónapja szerint
it: Eventi per mese dell'anno
ja: 月毎のイベント
lt: Įvykiai per metus
ms: Acara setiap bulan dalam setahun
nb: Hendelser per måned i året
nl: Gebeurtenissen per maand van het jaar
pl: Wydarzenia według miesiąca w roku
pt_br: Eventos por mês do ano
ru: События по месяцу года
sk: Udalosti za mesiac v roku
sl: Dogodki po mesecih v letu
sq: Evente për muaj të vitit
sr: Događaji po mesecima u godini
sv: Händelser per månad
tr: Yılın ayına göre olaylar
uk: Події за місяцем року
vi: Sự kiện mỗi tháng trong năm
zh_hk: 一年中每月的事件

source: [[this]] by [[GenericNumber]]
ar: [[this]] حسب [[GenericNumber]]
bg: [[това]] от [[GenericNumber]]
ca: [[this]] per [[GenericNumber]]
de: [[this]] nach [[GenericNumber]]
eo: This is straight up [[this]] by [[GenericNumber]]—no cap.
es: [[this]] por [[GenericNumber]]
fa: [[this]] توسط [[GenericNumber]]
fi: [[this]] per [[GenericNumber]]
fr: [[this]] par [[GenericNumber]]
hu: [[ez]] [[GenericNumber]] szerint
it: [[this]] per [[GenericNumber]]
ja: [[GenericNumber]] 別の [[this]]
lt: [[tai]] pagal [[GenericNumber]]
ms: [[ini]] mengikut [[NomborAm]]
nb: [[this]] etter [[GenericNumber]]
nl: [[this]] per [[GenericNumber]]
pl: [[this]] według [[GenericNumber]]
pt_br: [[this]] por [[GenericNumber]]
ru: [[this]] по [[GenericNumber]]
sk: [[this]] od [[GenericNumber]]
sl: [[to]] avtor [[GenericNumber]]
sq: [[this]] sipas [[GenericNumber]]
sr: [[this]] po [[GenericNumber]]
sv: [[this]] per [[GenericNumber]]
tr: [[GenericNumber]] göre [[this]]
uk: [[this]] за [[GenericNumber]]
vi: [[this]] bởi [[GenericNumber]
zh_hk: [[this]] 由 [[GenericNumber]]

source: Quarters when [[this.short-name]] were added
ar: الأرباع التي أُضيفت فيها [[this.short-name]]
bg: Четвърти, когато [[this.short-name]] бяха добавени
ca: Trimestres als que s'ha afegit [[this.short-name]]
de: Quartale als [[this.short-name]] hinzugefügt wurde
eo: Quarters when [[this.short-name]] got added, fr.
es: Trimestres en los que se añadío [[this.short-name]]
fa: چهارم وقتی [[this.short-name]] اضافه شد
fi: Kvartaalit, jolloin [[this.short-name]] lisättiin
fr: Trimestres lorsque [[this.short-name]] a été ajouté
hu: Negyedévek, amikor [[this.short-name]] hozzáadva
it: Trimestri quando [[this.short-name]] sono stati aggiunti
ja: [[this.short-name]] が追加された四半期
lt: Ketvirčiai, kai buvo pridėta [[this.short-name]]
ms: Suku tahun apabila [[this.short-name]] ditambah
nb: Kvartal når [[this.short-name]] ble lagt til
nl: Kwartalen waar [[this.short-name]] zijn toegevoegd
pl: Kwartały, gdy [[this.short-name]] zostały dodane
pt_br: Trimestres quando [[this.short-name]] foram adicionados
ru: Кварталы, когда [[this.short-name]] было добавлено
sk: Štvrťroky, keď boli pridané [[this.short-name]]
sl: Četrtine, ko je bilo dodano [[this.short-name]]
sq: Tremujorët kur u shtuan [[this.short-name]]
sr: Kvartali kada su [[this.short-name]] dodati
sv: Kvartal när [[this.short-name]] lades till
tr: [[this.short-name]] eklendiğinde konutlar
uk: Квартали, коли було додано [[this.short-name]]
vi: Một quý khi [[this.short-name]] đã được thêm vào
zh_hk: 添加 [[this.short-name]] 時的季度

source: How these [[this.short-name]] are distributed
ar: كيف يتوزع هذا [[this.short-name]]
bg: Как се разпределят тези [[this.short-name]]
ca: Com es distribueixen [[this.short-name]]
de: Wie dies [[this.short-name]] verteilt wurde
eo: How these [[this.short-name]] are be spreadin' out
es: Como se distribuyen [[this.short-name]]
fa: نحوه توزیع این [[this.short-name]]
fi: [[this.short-name]]: miten nämä jakautuvat
fr: Comment ces [[this.short-name]] sont distribués
hu: Hogyan oszlanak el ezek a [[this.short-name]]
it: Come questi [[this.short-name]] sono distribuiti
ja: [[this.short-name]] の分布
lt: Kaip šie [[this.short-name]] yra platinami
ms: Bagaimana [[nama-pendek.ini]] ini diedarkan
nb: Hvordan disse [[this.short-name]] er fordelt
nl: Hoe deze [[this.short-name]] verdeeld zijn
pl: W jaki sposób te [[this.short-name]] są dystrybuowane
pt_br: Como esses [[this.short-name]] são distribuídos
ru: Как эти [[this.short-name]] распространяются
sk: Ako sú distribuované [[this.short-name]]
sl: Kako so ti [[this.short-name]] porazdeljeni
sq: Si shpërndahen këto [[this.short-name]]
sr: Kako su ovi [[this.short-name]] raspoređeni
sv: Hur dessa [[this.short-name]] är fördelade
tr: [[this.short-name]] ların nasıl dağıtılması
uk: Як розподілені ці [[this.short-name]]
vi: những [[this.short-name]] này được phân bổ như thế nào
zh_hk: 檢視 [[this.short-name]] 是如何分布的

source: [[this.short-name]] by [[GenericNumber]]
ar: [[this.short-name]] حسب [[GenericNumber]]
bg: [[this.short-name]] от [[GenericNumber]]
ca: [[this.short-name]] per [[GenericNumber]]
de: [[this.short-name]] nach [[GenericNumber]]
eo: [[this.short-name]] by [[GenericNumber]] is kinda mid, not gonna lie.
es: [[this.short-name]] por [[GenericNumber]]
fa: [[this.short-name]] توسط [[GenericNumber]]
fi: [[this.short-name]] per [[GenericNumber]]
fr: [[this.short-name]] par [[GenericNumber]]
hu: [[this-short-name]] [[GenericNumber]] szerint
it: [[this.short-name]] per [[GenericNumber]]
ja: [[GenericNumber]] 別の [[this.short-name]]
lt: [[this.short-name]] pagal [[GenericNumber]]
ms: [[nama-pendek.ini]] mengikut [[NomborAm]]
nb: [[this.short-name]] for [[GenericNumber]]
nl: [[this.short-name]] per [[GenericNumber]]
pl: [[this.short-name]] według [[GenericNumber]]
pt_br: [[this.short-name]] por [[GenericNumber]]
ru: [[this.short-name]] по [[GenericNumber]]
sk: [[this.short-name]] od [[GenericNumber]]
sl: [[this.short-name]] avtor [[GenericNumber]]
sq: [[this.short-name]] sipas [[GenericNumber]]
sr: [[this.short-name]] po [[GenericNumber]]
sv: [[this.short-name]] per [[GenericNumber]]
tr: [[GenericNumber]] göre [[this.short-name]]
uk: [[this.short-name]] за [[GenericNumber]]
vi: [[this.short-name]] bởi [[GenericNumber]
zh_hk: [[this.short-name]] 由 [[GenericNumber]]

source: Where users are coming from
ar: من أين يأتي المستخدمون
bg: Откъде идват потребителите
ca: D'on venen els usuaris
de: Von wo her Anwender kommen
eo: Where the users are vibing from
es: De donde vienen los usuarios
fa: از کجا کاربران می آیند
fi: Mistä käyttäjät tulevat
fr: D'où viennent les utilisateurs
hu: Honnan érkeznek a felhasználók
it: Da dove stanno arrivando gli utenti
ja: ユーザーがどこから来たか
lt: Kai vartotojai atvyksta
ms: Dari mana pengguna datang
nb: Hvor brukerne dine kommer fra
nl: Waar gebruikers vandaan komen
pl: Skąd pochodzą użytkownicy
pt_br: De onde os usuários estão vindo
ru: Откуда приходят пользователи
sk: Odkiaľ prichádzajú používatelia
sl: Od kod prihajajo uporabniki
sq: Nga po vijnë përdoruesit
sr: Odakle korisnici dolaze
sv: Var användare kommer ifrån
tr: Kullanıcıların gelen yeri
uk: Звідки приходять користувачі
vi: Người dùng đến từ đâu
zh_hk: 使用者來源

source: [[this]] comparisons and correlations
ar: مقارنات وارتباطات [[this]]
bg: [[това]] сравнения и корелации
ca: comparacions i correlacions de [[this]]
de: [[this]] Vergleiche und Korrelationen
eo: this comparisons and correlations = this vibes and connections
es: comparaciones y correlaciones de [[this]]
fa: [[this]] مقایسه و همبستگی
fi: [[this]] vertailuja ja korrelaatioita
fr: [[this]] comparaisons et corrélations
hu: [[ez]] összehasonlítások és korrelációk
it: [[this]] confronti e correlazioni
ja: [[this]] の比較と相関
lt: [[]] palyginimai ir koreliacijos
ms: Perbandingan dan korelasi [[ini]]
nb: [[this]] sammenligninger og korrelasjoner
nl: [[this]] vergelijkingen en correlaties
pl: [[this]] porównania i korelacje
pt_br: Comparações e correlações de [[this]]
ru: [[this]] сравнения и совпадения
sk: [[this]] porovnania a korelácie
sl: [[to]] primerjave in korelacije
sq: Krahasime dhe korrelacione të [[this]]
sr: [[this]] poređenja i korelacije
sv: [[this]] jämförelser och korrelation
tr: [[this]] karşılaştırmalar ve korelasyonlar
uk: Порівняння та кореляції [[this]]
vi: [[this]] so sánh và tương quan
zh_hk: [[this]] 比較和相關性

source: Total income
ar: إجمالي الدخل
bg: Общ доход
ca: Ingressos totals
de: Gesamteinkommen
eo: Total income → Total coinz
es: Ingreso total
fa: درآمد کلی
fi: Kokonaistulot
fr: Revenu total
hu: Teljes bevétel
it: Entrate totali
ja: 総収益
lt: Iš viso įplaukų
ms: Jumlah pendapatan
nb: Total inntekt
nl: Totaal inkomen
pl: Dochód całkowity
pt_br: Total de renda
ru: Общий доход
sk: Celkový príjem
sl: Skupni dohodek
sq: Totali i të ardhurave
sr: Ukupan prihod
sv: Total förtjänst
tr: Toplam gelir
uk: Загальний дохід
vi: Tổng thu nhậ
zh_hk: 總收入

source: Total income per month
ar: إجمالي الدخل لكل شهر
bg: Общ доход на месец
ca: Ingressos totals per més
de: Gesamteinkommen nach Monat
eo: Total income per month → "Total cash flow monthly"
es: Inrgeso total por mes
fa: درآمد کل در هر ماه
fi: Kokonaistulot kuukaudessa
fr: Revenu total par mois
hu: Összes bevétel havonta
it: Entrate totali per mese
ja: 月毎の全収益
lt: Iš viso įplaukų per mėnesį
ms: Jumlah pendapatan setiap bulan
nb: Total inntekt per måned
nl: Totaal inkomen per maand
pl: Całkowity dochód według miesiąca
pt_br: Total de renda por mês
ru: Общий дохов по месяцу
sk: Celkový príjem za mesiac
sl: Skupni mesečni dohodek
sq: Të ardhura totale për muaj
sr: Ukupan prihod po mesecu
sv: Total förtjänst per månad
tr: Ay başına toplam gelir
uk: Загальний дохід за місяць
vi: Tổng thu nhập mỗi tháng
zh_hk: 每月總收入

source: Number of users per source
ar: عدد المستخدمين حسب المصدر
bg: Брой потребители на източник
ca: Nombre d'usuaris per orígen
de: Anzahl der Nutzer nach Quelle
eo: Number of peeps per source
es: Número de usuarios por origen
fa: تعداد کاربران در هر منبع
fi: Käyttäjien määrä lähdettä kohti
fr: Nombre d'utilisateurs par source
hu: Felhasználók száma forrásonként
it: Numero di utenti per sorgente
ja: ソースごとのユーザー数
lt: Vartotojų skaičius iš vieno šaltinio
ms: Bilangan pengguna setiap sumber
nb: Antall brukere per kilde
nl: Aantal gebruikers per bron
pl: Liczba użytkowników na źródło
pt_br: Número de usuários por fonte
ru: Количество пользователей по источникам
sk: Počet používateľov na zdroj
sl: Število uporabnikov na vir
sq: Numri i përdoruesve për burim
sr: Broj korisnika po izvoru
sv: Antal användare per källa
tr: Kaynak başına kullanıcı sayısı
uk: Кількість користувачів за джерелом
vi: Số lượng người dùng trên mỗi nguồn
zh_hk: 每個來源的使用者數量
