Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Documentation
ar: التوثيق
bg: Документация
ca: Documentació
de: Dokumentation
eo: docs
es: Documentación
fa: مستندات
fi: Dokumentaatio
hu: Dokumentáció
it: Documentazione
ja: ドキュメンテーション
lt: Dokumentacija
ms: Dokumentasi
nb: Dokumentasjon
nl: Documentatie
pl: Dokumentacja
pt_br: Documentação
ru: Документация
sk: Dokumentácia
sl: Dokumentacija
sq: Dokumentacion
sr: Dokumentacija
sv: Dokumentation
tr: Dokümantasyon
uk: Документація
vi: Tài liệu
zh_hk: 文件

source: Search documentation for "{0}"
ar: ابحث في الوثائق عن "{0}"
bg: Търсене в документацията за "{0}"
ca: Cerca documentació per a "{0}"
de: Die Dokumentation nach "{0}" durchsuchen
eo: Look up the docs for "{0}" fam
es: Buscar en la documentación para "{0}"
fa: جستجوی اسناد برای "{0}"
fi: Etsi "{0}" dokumentaatiota
fr: Documentation de recherche pour "{0}"
hu: Dokumentáció keresése a(z) "{0}" kifejezésre
it: Cerca la documentazione per "{0}"
ja: "{0}"の検索ドキュメント
lt: Ieškoti dokumentuose pagal „{0}“
ms: Cari dokumentasi untuk "{0}"
nb: Søk i dokumentasjon etter "{0}"
nl: Zoek documentatie voor "{0}"
pl: Wyszukaj dokumentację dla "{0}"
pt_br: Pesquisar documentação para "{0}"
ru: Поиск документации для "{0}"
sk: Vyhľadajte dokumentáciu pre "{0}"
sl: Išči dokumentacijo za "{0}"
sq: Kërko në dokumentacion për "{0}"
sr: Pretraži dokumentaciju za "{0}"
sv: Sök dokumentation för "{0}"
tr: "{0}" için belgeleri arayın
uk: Шукати в документації "{0}"
vi: Tìm kiếm tài liệu cho "{0}"
zh_hk: 搜尋文件 "{0}"

source: View search results for "{0}"
ar: اعرض نتائج البحث عن "{0}"
bg: Преглед на резултатите от търсенето за "{0}"
ca: Mostra els resultats de la cerca per a "{0}"
de: Suchergebnisse für "{0}" anzeigen
eo: Check out the search results for "{0}" lol
es: Ver resultados de la búsqueda "{0}"
fa: مشاهده نتایج جستجو برای "{0}"
fi: Katso "{0}" tuloksia
fr: Voir les resultats de recherche pour "{0}"
hu: Keresési eredmények megtekintése a(z) "{0}" kifejezésre
it: Visualizza i risultati della ricerca per "{0}"
ja: "{0}"の検索結果を見る
lt: Peržiūrėkite „{0}“ paieškos rezultatus
ms: Lihat hasil carian untuk "{0}"
nb: Vis søkeresultater for "{0}"
nl: Zoekresultaten weergeven voor "{0}"
pl: Wyświetl wyniki wyszukiwania dla "{0}"
pt_br: Ver resultados da pesquisa para "{0}"
ru: Результаты поиска для "{0}"
sk: Zobraziť výsledky vyhľadávania pre "{0}"
sl: Ogled rezultatov iskanja za "{0}"
sq: Shiko rezultatet e kërkimit për "{0}"
sr: Prikaži rezultate pretrage za "{0}"
sv: Visa sökresultat för "{0}"
tr: "{0}" için arama sonuçlarını görüntüleyin
uk: Переглянути результати пошуку для "{0}"
vi: Xem kết quả tìm kiếm cho "{0}"
zh_hk: 檢視 "{0}" 的搜尋結果

source: Your database was added! Want to configure permissions?
eo: Your database just got added, fr. Wanna set up the perms?
hu: Az adatbázis hozzáadva! Szeretné konfigurálni az engedélyeket?
lt: Jūsų duomenų bazė buvo pridėta! Norite konfigūruoti leidimus?
ms: Pangkalan data anda telah ditambah! Mahu mengkonfigurasi kebenaran?

source: You can change these settings later in the Permissions tab. Do you want to configure it?
eo: You can tweak these settings later in the Permissions tab. Do you wanna set it up now?
hu: Később módosíthatja ezeket a beállításokat az Engedélyek fülön. Szeretné most konfigurálni?
lt: Šiuos nustatymus vėliau galėsite pakeisti skirtuke Leidimai. Ar norite jį sukonfigūruoti?
ms: Anda boleh mengubah tetapan ini kemudian di tab Kebenaran. Mahu mengkonfigurasinya?

source: Maybe later
eo: Maybe fr l8
hu: Talán később
lt: Gal vėliau
ms: Mungkin nanti

source: Configure permissions
eo: Set up the vibes for who can ✨slide in✨
hu: Engedélyek konfigurálása
lt: Konfigūruoti leidimus
ms: Konfigurasikan kebenaran

source: {0} will only be able to use the query builder for {1}.
ar: {0} سيتمكن فقط من استخدام منشئ الاستعلامات لـ {1}.
bg: {0} ще можете да използвате само конструктора на заявки за {1}.
ca: {0} només podrà utilitzar el creador de consultes per a {1}.
de: {0} können nur die Abfrage builder für {1}verwenden.
eo: {0} can only use the query builder for {1}, fr.
es: {0} solo podrá utilizar el generador de consultas para {1}.
fa: {0} فقط می تواند از پرس و جوی برای {1}استفاده کند.
fi: {0} voi käyttää vain kyselytyökalua kohteelle {1}.
fr: {0} ne pourra utiliser le générateur de requêtes que pour {1}. pour {1}.
hu: {0} csak a lekérdezésépítőt használhatja a(z) {1}-hez.
it: {0} sarà possibile utilizzare il costruttore di query solo per {1}.
ja: {0}は{1}のクエリビルダのみを使用することができます。 ビルダーしか使えません
lt: {0} galės naudoti tik {1} užklausų kūrimo priemonę.
ms: {0} hanya akan dapat menggunakan pembina query untuk {1}.
nb: {0} vil bare kunne bruke spørringen builder for {1}.
nl: {0} kan alleen de query builder gebruiken voor {1}.
pl: {0} będzie mógł korzystać tylko z konstruktora zapytań dla {1}.
pt_br: {0} só poderá usar o construtor de consultas para {1}.
ru: {0} можно будет использовать только запрос для {1}.
sk: {0} bude možné použiť iba dotaz builder pre {1}.
sl: {0} bo lahko uporabil samo poizvedbo graditelj za {1}.
sq: {0} do të mund të përdorë vetëm ndërtuesin e pyetjeve për {1}.
sr: {0} će moći da koristi samo kreator upita za {1}.
sv: {0} kommer endast kunna använda frågebyggaren för {1}.
tr: {0} sadece {1} için sorgu oluşturucuyu kullanabilecek.
uk: {0} зможе використовувати лише конструктор запитів для {1}.
vi: {0} sẽ chỉ có thể sử dụng trình xây dựng truy vấn cho {1}.
zh_hk: {0} 將只能使用查詢 建立 {1}。

source: {0} will be able to use the query builder and write native queries for {1}.
ar: {0} سيتمكن من استخدام منشئ الاستعلامات وكتابة استعلامات أصلية لـ {1}.
bg: {0} ще можете да използвате конструктора на заявки и да пишете собствени заявки за {1}.
ca: {0} podrà utilitzar el creador de consultes i escriure consultes natives per a {1}.
de: {0} können den Query Builder verwenden und native Abfragen für {1}schreiben.
eo: {0} can now flex with the query builder and write legit native queries for {1}.
es: {0} podrá utilizar el generador de consultas y escribir consultas nativas para {1}.
fa: {0} می تواند از سازنده پرس و جو استفاده کند و پرس و جوهای بومی را برای {1}بنویسد.
fi: {0} voi käyttää kyselytyökalua ja kirjoittaa natiivikyselyitä kohteelle {1}.
fr: {0} pourra utiliser le générateur de requêtes et écrire des requêtes natives pour {1}.
hu: {0} használhatja a lekérdezésépítőt és írhat natív lekérdezéseket a(z) {1}-hez.
it: {0} sarà in grado di utilizzare il costruttore di query e di scrivere query native per {1}.
ja: {0}はクエリビルダを使用し、{1}のネイティブクエリを書くことができる。
lt: {0} galės naudoti užklausų kūrimo priemonę ir rašyti savąsias užklausas, skirtas {1}.
ms: {0} akan dapat menggunakan pembina query dan menulis pertanyaan asli untuk {1}.
nb: {0} vil kunne bruke spørringsbyggeren og skrive egne spørringer for {1}.
nl: {0} zal de query-editor kunnen gebruiken en SQL-queries kunnen schrijven voor {1}.
pl: {0} będą mogli korzystać z kreatora zapytań i pisać natywne zapytania dla {1}.
pt_br: {0} poderá usar o construtor de consultas e escrever consultas nativas para {1}.
ru: {0} смогут использовать конструктор запросов и писать собственные запросы для {1}.
sk: {0} bude môcť používať nástroj na tvorbu dotazov a písať natívne dotazy pre {1}.
sl: {0} bo lahko uporabljal graditelja poizvedb in pisal izvorne poizvedbe za {1}.
sq: {0} do të mund të përdorë ndërtuesin e pyetjeve dhe të shkruajë pyetje native për {1}.
sr: {0} će moći da koristi kreator upita i piše nativne upite za {1}.
sv: {0} kan använda frågebyggaren samt skriva originalfrågor mot {1}.
tr: {0} sorgu oluşturucuyu kullanabilecek ve {1}için yerel sorgular yazabilecektir.
uk: {0} зможе використовувати конструктор запитів і писати нативні запити для {1}.
vi: {0} sẽ có thể sử dụng trình xây dựng truy vấn và viết các truy vấn gốc cho {1}.
zh_hk: {0} 將能夠使用查詢建立器，並為 {1}撰寫原生查詢。

source: {0} will not be able to use the query builder or write native queries for {1}.
ar: {0} لن يتمكن من استخدام منشئ الاستعلامات أو كتابة استعلامات أصلية لـ {1}.
bg: {0} няма да можете да използвате конструктора на заявки или да пишете собствени заявки за {1}.
ca: {0} no podrà utilitzar el creador de consultes ni escriure consultes natives per a {1}.
de: {0} nicht in der Lage sein, den Query Builder zu verwenden oder native Abfragen für {1}zu schreiben.
eo: {0} can't even use the query builder or write native queries for {1}, fr.
es: {0} no podrá utilizar el generador de consultas ni escribir consultas nativas para {1}.
fa: {0} نمی تواند از سازنده پرس و جو استفاده کند یا پرس و جوهای بومی را برای {1}بنویسد.
fi: {0} ei voi käyttää kyselytyökalua eikä kirjoittaa natiivikyselyitä kohteelle {1}.
fr: {0} ne pourra pas utiliser le générateur de requêtes ou écrire des requêtes natives pour {1}.
hu: {0} nem használhatja a lekérdezésépítőt és nem írhat natív lekérdezéseket a(z) {1}-hez.
it: {0} non sarà in grado di utilizzare il costruttore di query o di scrivere query native per {1}.
ja: {0}はクエリビルダを使用することも、{1}のネイティブクエリを書くこともできません。
lt: {0} negalės naudoti užklausų kūrimo priemonės arba rašyti savųjų užklausų, skirtų {1}.
ms: {0} tidak akan dapat menggunakan pembina query atau menulis pertanyaan asli untuk {1}.
nb: {0} vil ikke kunne bruke spørringsbyggeren eller skrive opprinnelige spørringer for {1}.
nl: {0} zal niet in staat zijn om de query-editor te gebruiken of SQL-queries te schrijven voor {1}.
pl: {0} nie będzie mógł korzystać z konstruktora zapytań ani pisać natywnych zapytań dla {1}.
pt_br: {0} não poderá usar o construtor de consultas ou escrever consultas nativas para {1}.
ru: {0} не смогут использовать конструктор запросов или писать собственные запросы для {1}.
sk: {0} nebude možné používať nástroj na tvorbu dotazov ani písať natívne dotazy pre {1}.
sl: {0} ne bo mogel uporabljati graditelja poizvedb ali pisati izvornih poizvedb za {1}.
sq: {0} nuk do të mund të përdorë ndërtuesin e pyetjeve ose të shkruajë pyetje native për {1}.
sr: {0} neće moći da koristi kreator upita niti da piše nativne upite za {1}.
sv: {0} kommer inte kunna använda frågebyggaren eller skriva originalfrågor mot {1}.
tr: {0} sorgu oluşturucuyu kullanamayacak veya {1}için yerel sorgular yazamayacaktır.
uk: {0} не зможе використовувати конструктор запитів або писати нативні запити для {1}.
vi: {0} sẽ không thể sử dụng trình xây dựng truy vấn hoặc viết truy vấn gốc cho {1}.
zh_hk: {0} 將無法使用查詢建立程式或為 {1}撰寫原生查詢。

source: {0} will have granular query creation permissions for {1}.
ar: {0} ستكون لديه أذونات تفصيلية لإنشاء الاستعلامات لـ {1}.
bg: {0} ще имате подробни разрешения за създаване на заявки за {1}.
ca: {0} tindrà permisos de creació de consultes granulars per a {1}.
de: {0} wird über granulare Abfrageerstellungsrechte für {1}verfügen.
eo: {0} will have the deets to make super detailed queries for {1}.
es: {0} tendrá permisos granulares de creación de consultas para {1}.
fa: {0} برای {1}مجوزهای ایجاد پرس و جوی دانه بندی خواهد داشت.
fi: {0} saa hienojakoiset kyselyluontioikeudet kohteelle {1}.
fr: {0} aura des permissions granulaires de création de requêtes pour {1}.
hu: {0} részletes lekérdezés-létrehozási engedélyekkel rendelkezik a(z) {1}-hez.
it: {0} avrà permessi di creazione di query granulari per {1}.
ja: {0}は{1}に対する詳細なクエリ作成権限を持つ。
lt: {0} turės išsamius užklausų kūrimo leidimus, skirtus {1}.
ms: {0} akan mempunyai kebenaran penciptaan query yang terperinci untuk {1}.
nb: {0} vil ha detaljerte rettigheter for oppretting av spørringer for {1}.
nl: {0} heeft granulaire machtigingen voor het maken van query's voor {1}.
pl: {0} będzie miał szczegółowe uprawnienia do tworzenia zapytań dla {1}.
pt_br: {0} terá permissões granulares de criação de consultas para {1}.
ru: {0} будут иметь подробные разрешения на создание запросов для {1}.
sk: {0} bude mať granulárne oprávnenia na vytváranie dotazov pre {1}.
sl: {0} bodo imeli podrobna dovoljenja za ustvarjanje poizvedb za {1}.
sq: {0} do të ketë leje granulare për krijimin e pyetjeve për {1}.
sr: {0} će imati granularne dozvole za kreiranje upita za {1}.
sv: {0} kommer att ha detaljerade behörigheter för att skapa frågor för {1}.
tr: {0} {1}için ayrıntılı sorgu oluşturma izinlerine sahip olacaktır.
uk: {0} матиме деталізовані дозволи на створення запитів для {1}.
vi: {0} sẽ có quyền tạo truy vấn chi tiết cho {1}.
zh_hk: {0} 將擁有 {1}的粒度查詢建立權限。

source: Didn't find any results
ar: لم يتم العثور على أي نتائج
bg: Не намерих никакви резултати
ca: No s'ha trobat cap resultat
de: Keine Ergebnisse gefunden
eo: No cap, I couldn't find anything lol
es: No encontré ningún resultado
fa: هیچ نتیجه ای پیدا نکرد
fi: Tuloksia ei löytynyt
fr: Aucun resultat trouvé
hu: Nem találtunk eredményeket
it: Non ho trovato alcun risultato
ja: 結果は見つからなかった
lt: Nerasta jokių rezultatų
ms: Tiada dapatan
nb: Fant ingen resultater
nl: Geen resultaten gevonden
pl: Nie znaleziono żadnych wyników
pt_br: Não encontrou resultados
ru: Не нашел никаких результатов
sk: Nenašiel žiadne výsledky
sl: Ni bilo ugotovljenih rezultatov
sq: Nuk u gjetën rezultate
sr: Nema rezultata
sv: Hittade inga resultat
tr: Herhangi bir sonuç bulamadım
uk: Результатів не знайдено
vi: Không tìm thấy kết quả nào
zh_hk: 沒有找到任何結果

source: Could not fetch preview
ar: تعذّر جلب المعاينة
bg: Не може да се извлича предварителен преглед
ca: No s'ha pogut obtenir la vista prèvia
de: Vorschau konnte nicht geladen werden
eo: Couldn't even get the preview, fr.
es: No se pudo obtener la vista previa
fa: پیش نمایش واکشی نشد
fi: Esikatselua ei voitu noutaa
fr: Impossible de charger l'aperçu
hu: Nem sikerült az előnézetet lekérni
it: Impossibile recuperare l'anteprima
ja: プレビューを取得できませんでした
lt: Nepavyko gauti peržiūros
ms: Tidak dapat mengambil pratonton
nb: Kunne ikke hente forhåndsvisning
nl: Kon voorbeeld niet ophalen
pl: Nie można pobrać podglądu
pt_br: Não foi possível obter a pré-visualização
ru: Не удалось получить предварительный просмотр
sk: Nepodarilo sa načítať náhľad
sl: Predogleda ni bilo mogoče pridobiti
sq: Nuk u mor dot preview
sr: Nije moguće preuzeti pregled
sv: Kunde inte hämta förhandsgranskning
tr: Önizleme alınamadı
uk: Не вдалося отримати попередній перегляд
vi: Không thể tải bản xem trước
zh_hk: 無法取得預覽

source: Unpin from zero
ar: إلغاء التثبيت عند الصفر
bg: Отключване от нула
ca: Desenganxa de zero
de: Von Null aufheben
eo: Unpin from zero → Unpin from the ground, I guess?
es: Desanclar desde cero
fa: پین را از صفر بردارید
fi: Irrota kiinnitys nollasta
fr: Détacher de zéro
hu: Kitűzés eltávolítása a nulláról
it: Staccare da zero
ja: ゼロからのアンピン
lt: Atsegti nuo nulio
ms: Buka pin dari sifar
nb: Unpin fra null
nl: Niet vanaf nul beginnen
pl: Odłącz od zera
pt_br: Desafixar do zero
ru: Отсоедините от нуля
sk: Odpojenie od nuly
sl: Odpni od nič
sq: ShkyE7e nga zero
sr: Ne fiksiraj na nulu
sv: Plocka upp från noll
tr: Sıfırdan pimi çıkar
uk: Відкріпити від нуля
vi: Bỏ ghim từ số không
zh_hk: 從零開始解釘

source: Line shape
ar: شكل الخط
bg: Форма на линията
ca: Forma de línia
de: Linienform
eo: Line shape → That’s just how the line be, fr.
es: Forma de línea
fa: شکل خط
fi: Viivan muoto
fr: Forme de la ligne
hu: Vonalforma
it: Forma della linea
ja: ライン形状
lt: Linijos forma
ms: Bentuk garis
nb: Linjeform
nl: Lijnvorm
pl: Kształt linii
pt_br: Formato de linha
ru: Форма линии
sk: Tvar čiary
sl: Oblika črte
sq: Forma e vijEs
sr: Oblik linije
sv: Linjeform
tr: Çizgi şekli
uk: Форма лінії
vi: Hình dạng đường thẳng
zh_hk: 線條形狀

source: Line size
ar: حجم الخط
bg: Размер на линията
ca: Mida de la línia
de: Liniengröße
eo: Line size → "Line size" (no change needed, it's pretty straightforward)
es: Tamaño de línea
fa: اندازه خط
fi: Viivan koko
fr: Taille de la ligne
hu: Vonalméret
it: Dimensione della linea
ja: ラインサイズ
lt: Linijos dydis
ms: Saiz garis
nb: Linjestørrelse
nl: Lijngrootte
pl: Rozmiar linii
pt_br: Tamanho de linha
ru: Размер линии
sk: Veľkosť riadku
sl: Velikost vrstice
sq: MadhEsia e vijEs
sr: Debljina linije
sv: Linjestorlek
tr: Hat boyutu
uk: Товщина лінії
vi: Kích thước dòng
zh_hk: 線尺寸

source: Lighthouse
ar: منارة
ca: Far
de: Leuchtturm
eo: Lighthouse → Glow-up beacon
es: Faro
fa: فانوس دریایی
fi: Majakka
fr: Phare
hu: Világítótorony
it: Faro
ja: 灯台
lt: Švyturys
ms: Rumah Api
nb: Fyrtårn
nl: Vuurtoren
pl: Latarnia morska
pt_br: Farol
ru: Маяк
sk: Maják
sl: Svetilnik
sq: Far
sr: Svetionik
sv: Fyr
tr: Deniz Feneri
uk: Маяк
vi: Ngọn hải đăng
zh_hk: 燈塔

source: No illustration
ar: بدون توضيح
bg: Без илюстрация
ca: Sense il·lustració
de: Keine Illustration
eo: No cap, no pics
es: Sin ilustración
fa: بدون تصویر
fi: Ei kuvitusta
fr: Pas d'illustration
hu: Nincs illusztráció
it: Nessuna illustrazione
ja: イラストなし
lt: Jokios iliustracijos
ms: Tiada ilustrasi
nb: Ingen illustrasjon
nl: Geen illustratie
pl: Brak ilustracji
pt_br: Sem ilustração
ru: Без иллюстраций
sk: Bez ilustrácie
sl: Brez ilustracije
sq: Pa ilustrim
sr: Bez ilustracije
sv: Ingen illustration
tr: Resim yok
uk: Без ілюстрації
vi: Không có hình minh họa
zh_hk: 無插圖

source: Sailboat
ar: مركب شراعي
bg: Ветроходна лодка
ca: Veler
de: Segelboot
eo: sailboat → sailvibe
es: Velero
fa: قایق بادبانی
fi: Purjevene
fr: Bateau
hu: Vitorlás hajó
it: Barca a vela
ja: ヨット
lt: Burlaivis
ms: Perahu Layar
nb: Seilbåt
nl: Zeilboot
pl: Żaglówka
pt_br: Veleiro
ru: Парусник
sk: Plachetnica
sl: Jadrnica
sq: VarkE me vela
sr: Jedrilica
sv: Segelbåt
tr: Yelkenli
uk: Вітрильник
vi: Thuyền buồm
zh_hk: 帆船

source: The image you chose is larger than 2MB. Please choose another one.
ar: الصورة التي اخترتها أكبر من 2MB. يرجى اختيار صورة أخرى.
bg: Избраното от вас изображение е по-голямо от 2 MB. Моля, изберете друго.
ca: La imatge que has triat és més gran que 2 MB. Si us plau, tria'n una altra.
de: Das von Ihnen gewählte Bild ist größer als 2 MB. Bitte wählen Sie ein anderes.
eo: Yo, the pic you picked is over 2MB. Pls pick a different one, thx!
es: La imagen que elegiste tiene más de 2 MB. Por favor elige otro.
fa: تصویری که انتخاب کردید بزرگتر از 2 مگابایت است. لطفا یکی دیگر را انتخاب کنید
fi: Valitsemasi kuva on suurempi kuin 2 Mt. Valitse toinen.
fr: L'image choisie fait plus de 2Mo. Merci d'en choisir une autre.
hu: A választott kép nagyobb, mint 2 MB. Kérjük, válasszon egy másikat.
it: L'immagine scelta è più grande di 2 MB. Sceglietene un'altra.
ja: 選択した画像が2MB以上です。別の画像を選択してください。
lt: Pasirinktas vaizdas yra didesnis nei 2 MB. Pasirinkite kitą.
ms: Imej yang anda pilih lebih besar daripada 2MB. Sila pilih yang lain.
nb: Bildet du valgte er større enn 2MB. Vennligst velg et annet.
nl: De afbeelding die je hebt gekozen is groter dan 2MB. Kies een andere.
pl: Wybrany obraz jest większy niż 2 MB. Wybierz inny obraz.
pt_br: A imagem escolhida tem mais de 2 MB. Escolha outra.
ru: Выбранное вами изображение имеет размер более 2 МБ. Пожалуйста, выберите другое.
sk: Obrázok, ktorý ste vybrali, je väčší ako 2 MB. Vyberte si iný.
sl: Slika, ki ste jo izbrali, je večja od 2 MB. Prosimo, izberite drugo.
sq: Imazhi qE zgjodhe EshtE mE i madh se 2MB. TE lutem zgjidh njE tjetEEr.
sr: Slika koju ste izabrali veća je od 2MB. Molimo izaberite drugu.
sv: Bilden du valde är större än 2MB. Vänligen välj en annan.
tr: Seçtiğiniz resim 2 MB'den büyük. Lütfen başka bir tane seçin.
uk: Вибране зображення більше ніж 2 МБ. Виберіть інше.
vi: Hình ảnh bạn chọn lớn hơn 2MB. Vui lòng chọn hình ảnh khác.
zh_hk: 您選擇的圖片大於 2MB。請選擇另一個。

source: The image you chose is corrupted. Please choose another one.
ar: الصورة التي اخترتها تالفة. يرجى اختيار صورة أخرى.
bg: Избраното от вас изображение е повредено. Моля, изберете друго.
ca: La imatge que has triat està malmesa. Si us plau, tria'n una altra.
de: Das von Ihnen gewählte Bild ist beschädigt. Bitte wählen Sie ein anderes.
eo: Bruh, the pic you picked is totally corrupted. Pls pick a different one, thx.
es: La imagen que elegiste está corrupta. Por favor elige otro.
fa: تصویری که انتخاب کردید خراب است. لطفا یکی دیگر را انتخاب کنید
fi: Valitsemasi kuva on vioittunut. Valitse toinen.
fr: L'image choisie est corrompue. Merci d'en choisir une autre.
hu: A választott kép sérült. Kérjük, válasszon egy másikat.
it: L'immagine scelta è danneggiata. Sceglietene un'altra.
ja: 選択した画像が壊れています。別のものを選択してください。
lt: Pasirinktas vaizdas yra sugadintas. Pasirinkite kitą.
ms: Imej yang anda pilih rosak. Sila pilih yang lain.
nb: Bildet du valgte er ødelagt. Vennligst velg et annet.
nl: De afbeelding die je hebt gekozen is beschadigd. Kies een andere.
pl: Wybrany obraz jest uszkodzony. Wybierz inny obraz.
pt_br: A imagem escolhida está corrompida. Escolha outra.
ru: Выбранное вами изображение повреждено. Пожалуйста, выберите другое.
sk: Obrázok, ktorý ste vybrali, je poškodený. Vyberte si iný.
sl: Slika, ki ste jo izbrali, je poškodovana. Prosimo, izberite drugo.
sq: Imazhi qE zgjodhe EshtE i korruptuar. TE lutem zgjidh njE tjetEEr.
sr: Slika koju ste izabrali je oštećena. Molimo izaberite drugu.
sv: Bilden du valde verkar korrupt. Vänligen välj en annan.
tr: Seçtiğiniz resim bozuk. Lütfen başka bir tane seçin.
uk: Вибране зображення пошкоджене. Виберіть інше.
vi: Hình ảnh bạn chọn bị hỏng. Vui lòng chọn hình ảnh khác.
zh_hk: 您選擇的圖片已損壞。請選擇另一個。

source: Choose File
ar: اختر ملفًا
bg: Изберете Файл
ca: Tria un arxiu
de: Datei auswählen
eo: Pick a file, bestie
es: Elige el archivo
fa: فایل را انتخاب کنید
fi: Valitse tiedosto
fr: Choisir le fichier
hu: Fájl kiválasztása
it: Scegliere il file
ja: ファイルを選択
lt: Pasirinkite Failas
ms: Pilih Fail
nb: Velg fil
nl: Kies bestand
pl: Wybierz plik
pt_br: Selecionar arquivo
ru: Выберите файл
sk: Vyberte si súbor
sl: Izberite Datoteka
sq: Zgjidh skedarin
sr: Izaberi fajl
sv: Välj fil
tr: Dosya Seçin
uk: Вибрати файл
vi: Chọn tập tin
zh_hk: 選擇檔案

source: No file chosen
ar: لم يتم اختيار ملف
bg: Няма избран файл
ca: No s'ha seleccionat cap fitxer
de: Keine Datei ausgewählt
eo: No cap, no file picked 😬
es: Ningún archivo elegido
fa: هیچ فایلی انتخاب نشد
fi: Ei valittua tiedostoa
fr: Aucun fichier choisi
hu: Nincs fájl kiválasztva
it: Nessun file scelto
ja: 選択したファイルがない
lt: Nepasirinktas joks failas
ms: Tiada fail dipilih
nb: Ingen fil valgt
nl: Geen bestand gekozen
pl: Nie wybrano żadnego pliku
pt_br: Nenhum arquivo selecionado
ru: Файл не выбран
sk: Žiadny zvolený súbor
sl: Datoteka ni izbrana
sq: Nuk EshtE zgjedhur asnjE skedar
sr: Nijedan fajl nije izabran
sv: Ingen fil vald
tr: Seçilen dosya yok
uk: Файл не вибрано
vi: Không có tập tin nào được chọn
zh_hk: 未選擇檔案

source: Remove uploaded image
ar: إزالة الصورة المرفوعة
bg: Премахване на качено изображение
ca: Elimina la imatge penjada
de: Hochgeladenes Bild entfernen
eo: Delete the pic I dropped
es: Eliminar imagen cargada
fa: حذف تصویر آپلود شده
fi: Poista ladattu kuva
fr: Supprimer l'image téléchargée
hu: Feltöltött kép eltávolítása
it: Rimuovere l'immagine caricata
ja: アップロードされた画像を削除する
lt: Pašalinti įkeltą vaizdą
ms: Buang ilustrasi yang dimuat naik
nb: Fjern opplastet bilde
nl: Geüploade afbeelding verwijderen
pl: Usuń przesłany obraz
pt_br: Remover imagem carregada
ru: Удалить загруженное изображение
sk: Odstránenie nahraného obrázka
sl: Odstranjevanje naložene slike
sq: Hiq imazhin e ngarkuar
sr: Ukloni otpremljenu sliku
sv: Ta bort uppladdad bild
tr: Yüklenen resmi kaldır
uk: Видалити завантажене зображення
vi: Xóa hình ảnh đã tải lên
zh_hk: 移除上傳的影像
