Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Set via environment variable
ar: تم تعيينه عبر متغير بيئة
bg: Задаване чрез променливата на средата
ca: Estableix mitjançant variable d'entorn
de: Einstellung über Umgebungsvariable
eo: Set through the vibe check on environment variables
es: Configurar vía variable de ambiente
fa: تنظیم از طریق متغیر محیطی
fi: Aseta ympäristömuuttujalla
fr: Définir via une variable d'environnement
hu: Környezeti változón keresztül beállítva
it: Impostato tramite la variabile d'ambiente
ja: 環境変数で設定
lt: Nustatyti per aplinkos kintamąjį
ms: Tetapkan melalui pembolehubah persekitaran
nb: Settes via miljøvariabel
nl: Instellen via omgevingsvariabele
pl: Ustawiane przez zmienną środowiskową
pt_br: Configurar através de variável de ambiente
ru: Устанавливается через переменную окружения
sk: Nastavenie prostredníctvom premennej prostredia
sl: Nastavi prek okoljske spremenljivke
sq: Caktuar përmes variablës së mjedisit
sr: Podešeno preko promenljive okruženja
sv: Sätts via miljövariabel
tr: Ortam değişkeni aracılığıyla ayarla
uk: Встановлено через змінну середовища
vi: Thiết lập thông qua biến môi trường
zh_hk: 透過環境變數設定

source: Search:
bg: Търсене:
ca: Cerca:
eo: Look up:
hu: Keresés:
lt: Ieškoti:
ms: Cari:
nb: Søk:
nl: Zoeken:
sv: Sök:

source: Clear cache and refresh
ar: امسح الكاش وحدّث
bg: Изчистване на кеша и опресняване
ca: Esborra la memòria cau i actualitza
de: Cache löschen und aktualisieren
eo: Reset and reboot, bestie
es: Limpiar el caché y refrescar
fa: حافظه پنهان را پاک کنید و به روز کنید
fi: Tyhjennä välimuisti ja virkistä
fr: Effacer le cache et rafraîchir
hu: Gyorsítótár törlése és frissítés
it: Cancellare la cache e aggiornare
ja: キャッシュの消去と更新
lt: Išvalyti laikinają talpyklą ir užkrauti pakartotinai
ms: Kosongkan cache dan muat semula
nb: Tøm hurtigbufferen og oppdater
nl: Cache wissen en vernieuwen
pl: Wyczyść pamięć podręczną i odśwież
pt_br: Limpar cache e atualizar
ru: Очистить кэш и обновить
sk: Vymazanie vyrovnávacej pamäte a obnovenie
sl: Počistite predpomnilnik in osvežite
sq: Pastro cache-in dhe rifresko
sr: Očisti keš i osveži
sv: Rensa cache och ladda om
tr: Önbelleği temizleyin ve yenileyin
uk: Очистити кеш і оновити
vi: Xóa bộ nhớ đệm và làm mới
zh_hk: 清除快取並進行刷新

source: See more about this model
hu: Tudjon meg többet erről a modellről
ms: Lihat lebih lanjut mengenai model ini

source: Select these
ar: حدد هذه
bg: Изберете тези
ca: Seleccioneu aquests
de: Diese auswählen
eo: Pick these, fr fr
es: Selecciona estos
fa: اینها را انتخاب کنید
fi: Valitse nämä
fr: Sélectionner
hu: Ezeket válassza ki
it: Selezionare questi
ja: これらを選択する
lt: Pasirinkite šiuos
ms: Pilih ini
nb: Velg disse
nl: Selecteer deze
pl: Wybierz te
pt_br: Selecione estes
ru: Выберите эти
sk: Vyberte tieto
sl: Izberite te
sq: Zgjidh këto
sr: Izaberi ove
sv: Välj dessa
tr: Bunları seçin
uk: Вибрати ці
vi: Chọn những cái này
zh_hk: 選擇這些

source: Docs
bg: Документи
ca: Documents
de: Dokumente
eo: Docs → "Docs" (still pretty chill, no cap)
fa: اسناد
fi: Tiedostot
hu: Dokumentáció
it: Documenti
ja: 資料
lt: Dokumentai
ms: Dokumen
nb: Dokumenter
pl: Dokumenty
pt_br: Documentos
ru: Документы
sk: Dokumenty
sl: Dokumenti
sq: Dokumente
sr: Dokumentacija
sv: Dok
tr: Dokümanlar
uk: Документація
vi: Tài liệu
zh_hk: 文件

source: Create Metrics to define the official way to calculate important numbers for your team
ar: أنشئ مقاييس لتحديد الطريقة الرسمية لحساب الأرقام المهمة لفريقك
bg: Създаване на метрики за определяне на официалния начин за изчисляване на важни числа за вашия екип
ca: Creeu mètriques per definir la manera oficial de calcular números importants per al vostre equip
de: Erstellen Sie Metriken, um den offiziellen Weg zur Berechnung wichtiger Zahlen für Ihr Team zu definieren.
eo: Make some metrics to suss out the legit way to count those key numbers for your squad.
es: Cree métricas para definir rumbo para calcular números importantes para su equipo
fa: برای تعریف روش رسمی محاسبه اعداد مهم برای تیم خود، معیارهایی ایجاد کنید
fi: Luo mittareita määrittääksesi virallisen tavan laskea tärkeitä numeroita tiimillesi
fr: Créez des indicateur pour définir un référentiel de chiffres importants pour votre équipe
hu: Hozzon létre metrikákat, hogy meghatározza a hivatalos módot csapata számára fontos számok kiszámítására
it: Creare metriche per definire il modo ufficiale di calcolare i numeri importanti per il vostro team.
ja: メトリクスを作成し、チームにとって重要な数値を計算する公式な方法を定義する。
lt: Sukurkite Metrikas savo komandos svarbių tikslų apskaičiavimui
ms: Cipta Metrik untuk menentukan cara rasmi mengira nombor penting untuk pasukan anda
nb: Opprett Metrics for å definere den offisielle måten å beregne viktige tall for teamet ditt på
nl: Metrics maken om de officiële manier te definiëren om belangrijke cijfers voor je team te berekenen
pl: Utwórz metryki, aby zdefiniować oficjalny sposób obliczania ważnych liczb dla swojego zespołu.
pt_br: Crie métricas para definir a maneira oficial de calcular números importantes para sua equipe
ru: Создайте метрики, чтобы определить официальный способ расчета важных показателей для вашей команды
sk: Vytvorenie metrík na definovanie oficiálneho spôsobu výpočtu dôležitých čísel pre váš tím
sl: Ustvarite meritve za določitev uradnega načina izračuna pomembnih številk za vašo ekipo
sq: Krijo Metrika për të përcaktuar mënyrën zyrtare të llogaritjes së numrave të rëndësishëm për ekipin tënd
sr: Kreirajte metrike da definišete zvaničan način izračunavanja važnih brojeva za vaš tim
sv: Skapa mätvärde för att definiera ett gemensamt sätt att beräkna viktiga tal mellan varandra
tr: Ekibiniz için önemli sayıları hesaplamanın resmi yolunu tanımlamak için Metrikler oluşturun
uk: Створюйте метрики, щоб визначити офіційний спосіб обчислення важливих показників для вашої команди
vi: Tạo số liệu để xác định cách chính thức tính toán các con số quan trọng cho nhóm của bạn
zh_hk: 建立指標，定義計算團隊重要數字的官方方式

source: Metrics are like pre-defined calculations: create your aggregations once, save them as metrics, and use them whenever you need to analyze your data.
ar: المقاييس مثل الحسابات المحددة مسبقًا: أنشئ عمليات التجميع مرة واحدة، واحفظها كمقاييس، واستخدمها كلما احتجت إلى تحليل بياناتك.
bg: Метриките са като предварително дефинирани изчисления: създайте веднъж обобщенията си, запазете ги като метрики и ги използвайте винаги, когато трябва да анализирате данните си.
ca: Les mètriques són com càlculs predefinits: creeu les vostres agregacions una vegada, deseu-les com a mètriques i utilitzeu-les sempre que necessiteu analitzar les vostres dades.
de: Metriken sind wie vordefinierte Berechnungen: Erstellen Sie Ihre Aggregationen einmal, speichern Sie sie als Metriken und verwenden Sie sie, wenn Sie Ihre Daten analysieren müssen.
eo: Metrics are like those preset calc things: make your aggregations once, save them as metrics, and then just flex with them whenever you’re analyzing your data.
es: Las métricas son como cálculos pre-definidos: crea fórmulas una vez y guárdalas como métricas, luego úsalas cuando las necesites para analizar tu data.
fa: معیارها مانند محاسبات از پیش تعریف شده هستند: یک بار مجموعه های خود را ایجاد کنید، آنها را به عنوان معیار ذخیره کنید و هر زمان که نیاز به تجزیه و تحلیل داده های خود داشتید از آنها استفاده کنید.
fi: Mittarit ovat kuin ennalta määritettyjä laskelmia: luo aggregaatiot kerran, tallenna ne mittareiksi ja käytä niitä aina, kun sinun on analysoitava tietojasi.
fr: Les indicateurs sont des calculs prédéfinis: créez vos agrégations, sauvegardez-les en tant qu'indicateurs et utilisez-les dans vos analyses.
hu: A metrikák előre definiált számítások: egyszer hozzon létre aggregációkat, mentse el őket metrikaként, és használja őket bármikor az adatok elemzéséhez.
it: Le metriche sono come calcoli predefiniti: create le vostre aggregazioni una volta, salvatele come metriche e utilizzatele ogni volta che avete bisogno di analizzare i vostri dati.
ja: メトリクスは、定義済みの計算のようなものです。集計を一度作成し、メトリクスとして保存しておけば、データ分析が必要なときにいつでも使用できます。
lt: Metrikos yra panašios į iš anksto aprašytus apskaičiavimus: vieną kartą sukūrus agregavimus ir išsaugojus juos kaip metrikas, jūs galėsite jomis pasinaudoti kiekvieną kartą kai analizuosite savo duomenis.
ms: Metrik adalah seperti pengiraan yang dipratakrifkan: buat pengagregatan anda sekali, simpannya sebagai metrik dan gunakannya pada bila-bila masa anda perlu menganalisis data anda.
nb: Beregninger er som forhåndsdefinerte beregninger: Lag aggregeringene dine én gang, lagre dem som beregninger, og bruk dem når du trenger å analysere dataene dine.
nl: Metrics zijn als voorgedefinieerde berekeningen: maak je aggregaties één keer, sla ze op als metrics en gebruik ze wanneer je je gegevens moet analyseren.
pl: Metryki są jak wstępnie zdefiniowane obliczenia: utwórz agregacje raz, zapisz je jako metryki i używaj ich za każdym razem, gdy chcesz przeanalizować swoje dane.
pt_br: As métricas são como cálculos predefinidos: crie suas agregações uma vez, salve-as como métricas e use-as sempre que precisar analisar seus dados.
ru: Метрики подобны предопределенным вычислениям: создайте свои агрегации один раз, сохраните их как метрики и используйте их всякий раз, когда вам нужно проанализировать данные.
sk: Metriky sú ako preddefinované výpočty: raz vytvorte agregácie, uložte ich ako metriky a použite ich vždy, keď potrebujete analyzovať údaje.
sl: Meritve so kot vnaprej določeni izračuni: združevanje ustvarite enkrat, jih shranite kot meritve in jih uporabite, kadar koli morate analizirati podatke.
sq: Metrikat janë si llogaritje të paracaktuara: krijo agregimet një herë, ruaji si metrika dhe përdori sa herë që të duhet të analizosh të dhënat e tua.
sr: Metrike su kao unapred definisani proračuni: napravite svoje agregacije jednom, sačuvajte ih kao metrike i koristite ih kad god treba da analizirate podatke.
sv: Mätvärden är som fördefinierade beräkningar: skapa dina sammanställningar en gång, spara dem som mätvärden och använd dem när du behöver analysera dina data.
tr: Metrikler önceden tanımlanmış hesaplamalar gibidir: toplamalarınızı bir kez oluşturun, bunları metrik olarak kaydedin ve verilerinizi analiz etmeniz gerektiğinde bunları kullanın.
uk: Метрики — це попередньо визначені обчислення: створіть агрегації один раз, збережіть їх як метрики й використовуйте щоразу, коли потрібно аналізувати дані.
vi: Số liệu giống như các phép tính được xác định trước: tạo tổng hợp một lần, lưu chúng dưới dạng số liệu và sử dụng bất cứ khi nào bạn cần phân tích dữ liệu.
zh_hk: 度量單位就像是預先定義的計算：一次建立您的彙總，儲存為度量單位，並在需要分析資料時隨時使用。

source: {0} ({1}{2}-period moving average)
hu: {0} ({1}{2} idősoros mozgóátlag)
lt: {0} ({1}{2} laikotarpio slenkamasis vidurkis)
ms: {0} ({1}{2}-tempoh purata bergerak)

source: {0} ({1}{2}-row moving average)
hu: {0} ({1}{2}-soros mozgóátlag)
lt: {0} ({1}{2} eilučių slenkamasis vidurkis)
ms: {0} ({1}{2}-baris purata bergerak)

source: {0} ({1}{2}-{3} moving average)
hu: {0} ({1}{2}-{3} mozgóátlag)
lt: {0} ({1}{2}–{3} slenkamasis vidurkis)
ms: {0} ({1}{2}-{3} purata bergerak)

source: Attach results as files
ar: إرفاق النتائج كملفات
bg: Прикрепете резултатите като файлове
ca: Adjunteu els resultats com a fitxers
de: Ergebnisse als Dateien anhängen
eo: Attach the results as files, fr fr
es: Adjuntar resultados como archivos
fa: نتایج را به صورت فایل پیوست کنید
fi: Liitä tulokset tiedostoina
fr: Attacher les résultats en pièce jointe
hu: Eredmények csatolása fájlként
it: Allegare i risultati come file
ja: 結果をファイルとして添付
lt: Pridėkite rezultatus kaip failus
ms: Lampirkan hasil sebagai fail
nb: Legg ved resultater som filer
nl: Resultaten als bestanden bijvoegen
pl: Załączanie wyników jako plików
pt_br: Anexar resulltados como arquivos
ru: Прикрепить результаты в виде файлов
sk: Pripojenie výsledkov ako súborov
sl: Prilaganje rezultatov kot datotek
sq: Bashkëngjit rezultatet si skedarë
sr: Priloži rezultate kao fajlove
sv: Bifoga resultat som filer
tr: Sonuçları dosya olarak ekleme
uk: Додати результати як файли
vi: Đính kèm kết quả dưới dạng tệp
zh_hk: 將結果附加為檔案

source: "{0}" is an unaggregated field: if it has more than one row with the same value, their measure values will be summed.
ar: "{0}" حقل غير مُجمَّع: إذا كان لديه أكثر من صف بالقيمة نفسها، فسيتم جمع قيم المقياس الخاصة بها.
bg: "{0}" е неагрегирано поле: ако в него има повече от един ред с една и съща стойност, стойностите им ще бъдат сумирани.
ca: "{0}" és un camp no agregat: si té més d'una fila amb el mateix valor, se sumaran els seus valors de mesura.
de: "{0}" ist ein nicht aggregiertes Feld: Wenn es mehr als eine Zeile mit demselben Wert hat, werden ihre Messwerte addiert.
eo: "{0}" is a whole unorganized mess: if it’s got more than one row with the same vibe, their measure values will just be added up, fr.
es: "{0}" es un campo no agregado: si tiene más de una fila con el mismo valor, se sumarán sus valores de medida.
fa: "{0}" یک فیلد تجمیع نشده است: اگر بیش از یک ردیف با مقدار یکسان داشته باشد، مقادیر اندازه گیری آنها جمع می شود.
fi: "{0}" on yhdistämätön kenttä: jos siinä on useampi kuin yksi rivi, jolla on sama arvo, niiden mitta-arvot lasketaan yhteen.
fr: "{0}" est un champ non agrégé: s'il y a plus d'une ligne avec la même valeur, celles-ci seront additionnées.
hu: A(z) „{0}” egy nem aggregált mező: ha több sora van ugyanazzal az értékkel, azok mérési értékei összeadódnak.
it: "{0}" è un campo non aggregato: se ha più righe con lo stesso valore, i loro valori di misura saranno sommati.
ja: "{0}「同じ値を持つ行が複数ある場合、それらのメジャー値は合計されます。
lt: „{0}“ yra neapibendrintas laukas: jei jame yra daugiau nei viena eilutė su ta pačia verte, jų matų reikšmės bus sumuojamos.
ms: "{0}" ialah medan tidak teragregat: jika ia mempunyai lebih daripada satu baris dengan nilai yang sama, nilai ukurannya akan dijumlahkan.
nb: "{0}" er et uaggregert felt: Hvis det har mer enn én rad med samme verdi, blir måleverdiene summert.
nl: "{0}" is een niet-geaggregeerd veld: als het meer dan één rij met dezelfde waarde heeft, worden hun meetwaarden bij elkaar opgeteld.
pl: "{0}" jest polem niesegregowanym: jeśli ma więcej niż jeden wiersz z tą samą wartością, ich wartości miar zostaną zsumowane.
pt_br: "{0}" é um campo não agregado: se tiver mais de uma linha com o mesmo valor, seus valores de medida serão somados.
ru: "{0}" неагрегированное поле: если оно содержит более одной строки с одинаковым значением, их значения мер будут суммированы.
sk: "{0}" je neagregované pole: ak má viac ako jeden riadok s rovnakou hodnotou, ich merné hodnoty sa spočítajú.
sl: "{0}" je neagregirano polje: če ima več kot eno vrstico z enako vrednostjo, se njihove merske vrednosti seštejejo.
sq: "{0}" është një fushë e paagreguar: nëse ka më shumë se një rresht me të njëjtën vlerë, vlerat e matjes do të mblidhen.
sr: "{0}" je neagregirano polje: ako ima više od jednog reda sa istom vrednošću, njihove vrednosti mere će biti sabrane.
sv: "{0}" är ett icke-aggregerat fält: om det har mer än en rad med samma värde, kommer värdena att summeras.
tr: "{0}" toplanmamış bir alandır: aynı değere sahip birden fazla satıra sahipse, hesaplama değerleri toplanır.
uk: "{0}" — неагреговане поле: якщо є більше ніж один рядок з однаковим значенням, їхні значення міри буде підсумовано.
vi: "{0}" là trường chưa tổng hợp: nếu trường này có nhiều hơn một hàng có cùng giá trị, giá trị phép đo của chúng sẽ được cộng lại.
zh_hk: "{0}"是一個未聚合欄位：如果它有多行具有相同的值，它們的量測值將會相加。

source: Clear cache for this dashboard
ar: امسح الكاش لهذه لوحة المعلومات
bg: Изчистване на кеша за това табло за управление
ca: Esborra la memòria cau d'aquest tauler
de: Cache für dieses Dashboard löschen
eo: Clear the cache for this dashboard, fr.
es: Limpiar caché para este tablero
fa: حافظه پنهان این داشبورد را پاک کنید
fi: Tyhjennä tämän kojelaudan välimuisti
fr: Effacer le cache pour ce tableau de bord
hu: Gyorsítótár törlése ehhez a dashboardhoz
it: Cancella la cache per questo cruscotto
ja: このダッシュボードのキャッシュをクリアする
lt: Išvalyti šios informacijos suvestinės talpyklą
ms: Kosongkan cache untuk papan pemuka ini
nb: Tøm hurtigbufferen for dette dashbordet
nl: Cache wissen voor dit dashboard
pl: Wyczyść pamięć podręczną tego pulpitu
pt_br: Limpar cache para este painel
ru: Очистить кэш для этой панели
sk: Vymazanie vyrovnávacej pamäte pre tento prístrojový panel
sl: Počistite predpomnilnik za to nadzorno ploščo
sq: Pastro cache-in për këtë panel
sr: Očisti keš za ovu kontrolnu tablu
sv: Rensa cache för instrumentpanelen
tr: Bu gösterge tablosu için önbelleği temizle
uk: Очистити кеш для цієї приладової дошки
vi: Xóa bộ nhớ đệm cho bảng điều khiển này
zh_hk: 清除此儀表板的快取

source: Clear cache for this question
ar: امسح الكاش لهذا السؤال
bg: Изчистване на кеша за този въпрос
ca: Esborra la memòria cau d'aquesta pregunta
de: Cache für diese Frage löschen
eo: Clear your cache for this question, bestie
es: Limpiar el caché para esta pregunta
fa: کش این سوال را پاک کنید
fi: Tyhjennä tämän kysymyksen välimuisti
fr: Effacer le cache pour cette question
hu: Gyorsítótár törlése ehhez a kérdéshez
it: Cancella la cache per questa domanda
ja: この質問のキャッシュをクリアする
lt: Išvalykite šio klausimo talpyklą
ms: Kosongkan cache untuk soalan ini
nb: Tøm hurtigbufferen for dette spørsmålet
nl: Verwijder cache voor deze vraag
pl: Wyczyść pamięć podręczną dla tego pytania
pt_br: Limpar cache para esta pergunta
ru: Очистить кэш для этого вопроса
sk: Vymazať vyrovnávaciu pamäť pre túto otázku
sl: Počisti predpomnilnik za to vprašanje
sq: Pastro cache-in për këtë pyetje
sr: Očisti keš za ovo pitanje
sv: Rensa cache för frågan
tr: Bu soru için önbelleği temizleyin
uk: Очистити кеш для цього запиту
vi: Xóa bộ nhớ đệm cho câu hỏi này
zh_hk: 清除此問題的快取記憶體

source: Clear cache for this database
ar: امسح الكاش لهذه قاعدة البيانات
bg: Изчистване на кеша за тази база данни
ca: Esborra la memòria cau d'aquesta base de dades
de: Cache für diese Datenbank löschen
eo: Clear the cache for this database, fr fr
es: Limpiar el caché para esta base de datos
fa: کش این پایگاه داده را پاک کنید
fi: Tyhjennä tämän tietokannan välimuisti
fr: Effacer le cache pour cette base de donnée
hu: Gyorsítótár törlése ehhez az adatbázishoz
it: Cancella la cache per questo database
ja: このデータベースのキャッシュをクリアする
lt: Išvalykite šios duomenų bazės talpyklą
ms: Kosongkan cache untuk pangkalan data ini
nb: Tøm hurtigbufferen for denne databasen
nl: Cache wissen voor deze database
pl: Wyczyść pamięć podręczną dla tej bazy danych
pt_br: Limpar cache para este banco de dados
ru: Очистить кэш для этой базы данных
sk: Vymazanie vyrovnávacej pamäte tejto databázy
sl: Počisti predpomnilnik za to zbirko podatkov
sq: Pastro cache-in për këtë databazë
sr: Očisti keš za ovu bazu podataka
sv: Rensa cachen för databasen
tr: Bu veritabanı için önbelleği temizle
uk: Очистити кеш для цієї бази даних
vi: Xóa bộ nhớ đệm cho cơ sở dữ liệu này
zh_hk: 清除此資料庫的快取記憶體

source: Caching settings
ar: إعدادات الكاش
bg: Настройки за кеширане
ca: Configuració de la memòria cau
de: Cache Einstellungen
eo: Saving the vibe settings
es: Ajustes de caché
fa: تنظیمات حافظه پنهان
fi: Välimuistin asetukset
fr: Paramètres de cache
hu: Gyorsítótár-beállítások
it: Impostazioni della cache
ja: キャッシュ設定
lt: Talpyklos nustatymai
ms: Tetapan cache
nb: Caching-innstillinger
nl: Caching-instellingen
pl: Ustawienia buforowania
pt_br: Configurações de cache
ru: Настройки кэширования
sk: Nastavenia ukladania do vyrovnávacej pamäte
sl: Nastavitve predpomnjenja
sq: Cilësimet e cache-it
sr: Podešavanja keširanja
sv: Cacheinställningar
tr: Önbelleğe alma ayarları
uk: Налаштування кешування
vi: Cài đặt bộ nhớ đệm
zh_hk: 快取設定

source: When to get new results
ar: متى يتم جلب نتائج جديدة
bg: Кога да получите нови резултати
ca: Quan obtenir nous resultats
de: Wann Sie neue Ergebnisse erhalten
eo: When to get that fresh tea
es: Cuando traer nuevos resultados
fa: چه زمانی برای دریافت نتایج جدید
fi: Milloin saa uusia tuloksia
fr: Quand rafraîchir les résultats
hu: Mikor szerezzen be új eredményeket
it: Quando ottenere nuovi risultati
ja: 新しい結果を得るには
lt: Kada gauti naujų rezultatų
ms: Bila nak dapat keputusan baru
nb: Når du skal få nye resultater
nl: Wanneer krijg je nieuwe resultaten?
pl: Kiedy uzyskać nowe wyniki
pt_br: Quando obter novos resultados
ru: Когда получить новые результаты
sk: Kedy získať nové výsledky
sl: Kdaj pridobiti nove rezultate
sq: Kur të merren rezultate të reja
sr: Kada dobiti nove rezultate
sv: När ska nya resultat hämtas
tr: Yeni sonuçlar ne zaman alınır
uk: Коли отримувати нові результати
vi: Khi nào nhận được kết quả mới
zh_hk: 何時獲得新結果

source: Dashboard and question caching
ar: كاش لوحة المعلومات والسؤال
bg: Табло за управление и кеширане на въпроси
ca: Tauler i memòria cau de preguntes
de: Zwischenspeicherung von Dashboard und Fragen
eo: Dashboard and question caching → Dashboard and question stash, fr fr
es: Caching de tableros y preguntas
fa: داشبورد و ذخیره سوالات
fi: Kojelautojen ja kysymysten välimuisti
fr: Mise en cache des questions et tableaux de bord
hu: Dashboard- és kérdésgyorsítótár
it: Cruscotto e cache delle domande
ja: ダッシュボードと質問のキャッシュ
lt: Prietaisų skydelis ir klausimų kaupimas talpykloje
ms: Papan pemuka dan cache soalan
nb: Dashbord og hurtigbufring av spørsmål
nl: Caching van dashboards en vragen
pl: Buforowanie pulpitu i pytań
pt_br: Cache de painel e perguntas
ru: Панель инструментов и кэширование вопросов
sk: Prístrojová doska a ukladanie otázok do vyrovnávacej pamäte
sl: Nadzorna plošča in predpomnjenje vprašanj
sq: Cache-i i paneleve dhe pyetjeve
sr: Keširanje kontrolnih tabli i pitanja
sv: Cache för instrumentpaneler och frågor
tr: Gösterge tablosu ve soru önbelleğe alma
uk: Кешування дашбордів і запитів
vi: Bảng điều khiển và bộ nhớ đệm câu hỏi
zh_hk: 儀表板和問題快取
