Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Delete unsynced changes (can’t be undone)
ar: احذف التغييرات غير المتزامنة (لا يمكن التراجع عنها)
bg: Изтриване на несинхронизирани промени (не може да се отмени)
ca: Suprimeix els canvis no sincronitzats (no es pot desfer)
de: Nicht synchronisierte Änderungen löschen (kann nicht rückgängig gemacht werden)
es: Eliminar cambios no sincronizados (no se pueden deshacer)
fa: تغییرات همگام‌سازی نشده را حذف کنید (قابل بازگشت نیستند)
fi: Poista synkronoimattomat muutokset (ei voi kumota)
fr: Supprimer les modifications non synchronisées (opération irréversible)
it: Elimina le modifiche non sincronizzate (non possono essere annullate)
ja: 同期されていない変更を削除します（元に戻すことはできません）
nb: Slett usynkroniserte endringer (kan ikke angres)
nl: Niet-gesynchroniseerde wijzigingen verwijderen (kunnen niet ongedaan worden gemaakt)
pl: Usuń niezsynchronizowane zmiany (nie można ich cofnąć)
pt_br: Excluir alterações não sincronizadas (não podem ser desfeitas)
ru: Удалить несинхронизированные изменения (нельзя отменить)
sk: Odstrániť nesynchronizované zmeny (nedá sa vrátiť späť)
sl: Izbriši nesinhronizirane spremembe (ni mogoče razveljaviti)
sq: Fshi ndryshimet e pasinkronizuara (s’mund të zhbëhet)
sr: Obriši nesinhronizovane izmene (ne može se poništiti)
sv: Ta bort osynkroniserade ändringar (kan inte ångras)
tr: Senkronize olmayan değişiklikleri sil (geri alınamaz)
uk: Вилучити несинхронізовані зміни (неможливо скасувати)
vi: Xóa các thay đổi chưa đồng bộ (không thể hoàn tác)
zh_hk: 刪除未同步的變更 (無法撤銷)

source: Choose how to proceed:
ar: اختر كيفية المتابعة:
bg: Изберете как да продължите:
ca: Trieu com procedir:
de: Wählen Sie, wie Sie fortfahren möchten:
es: Elija cómo proceder:
fa: نحوه ادامه کار را انتخاب کنید:
fi: Valitse, miten edetä:
fr: Choisissez comment procéder :
it: Scegli come procedere:
ja: 続行方法を選択してください:
nb: Velg hvordan du vil fortsette:
nl: Kies hoe u wilt doorgaan:
pl: Wybierz sposób postępowania:
pt_br: Escolha como proceder:
ru: Выберите способ продолжения:
sk: Vyberte si, ako postupovať:
sl: Izberite, kako želite nadaljevati:
sq: Zgjidh si të vazhdosh:
sr: Izaberite kako da nastavite:
sv: Välj hur du vill fortsätta:
tr: Nasıl devam edeceğinizi seçin:
uk: Виберіть, як продовжити:
vi: Chọn cách tiến hành:
zh_hk: 選擇如何繼續：

source: Your branch is behind the remote branch.
ar: فرعك متأخر عن الفرع البعيد.
bg: Вашият клон е зад отдалечения клон.
ca: La teva sucursal està darrere de la sucursal remota.
de: Ihr Zweig befindet sich hinter dem Remote-Zweig.
es: Su rama está detrás de la rama remota.
fa: شاخه شما پشت شاخه راه دور است.
fi: Toimipisteesi on etätoimipisteen takana.
fr: Votre branche est derrière la branche distante.
it: La tua filiale si trova dietro la filiale remota.
ja: あなたのブランチはリモート ブランチより後ろにあります。
nb: Din gren ligger bak den eksterne grenen.
nl: Jouw filiaal bevindt zich achter het externe filiaal.
pl: Twoja gałąź znajduje się za gałęzią zdalną.
pt_br: Sua ramificação está atrás da ramificação remota.
ru: Ваша ветка находится за удаленной веткой.
sk: Vaša pobočka je za vzdialenou pobočkou.
sl: Vaša podružnica je za oddaljeno podružnico.
sq: Branch-i yt është prapa branch-it remote.
sr: Vaša grana zaostaje za udaljenom granom.
sv: Din filial ligger bakom den fjärrstyrda filialen.
tr: Şubeniz uzak şubenin arkasındadır.
uk: Ваша гілка відстає від віддаленої гілки.
vi: Nhánh của bạn nằm sau nhánh từ xa.
zh_hk: 您的分支在遠端分支之後。

source: What do you want to do?
ar: ماذا تريد أن تفعل؟
bg: Какво искаш да направиш?
ca: Què vols fer?
de: Was möchten Sie tun?
es: ¿Qué es lo que quieres hacer?
fa: می‌خواهی چه کار کنی؟
fi: Mitä haluat tehdä?
fr: Qu'est-ce que vous voulez faire?
it: Cosa vuoi fare?
ja: あなたは何をしたいですか？
nb: Hva har du lyst til å gjøre?
nl: Wat wil je doen?
pl: Co chcesz zrobić?
pt_br: O que você quer fazer?
ru: Что ты хочешь делать?
sk: Čo chceš robiť?
sl: Kaj želiš narediti?
sq: Çfarë dëshiron të bësh?
sr: Šta želite da uradite?
sv: Vad vill du göra?
tr: Ne yapmak istiyorsun?
uk: Що ви хочете зробити?
vi: Bạn muốn làm gì?
zh_hk: 你想做什麼？

source: You have unsynced changes. What do you want to do?
ar: لديك تغييرات غير متزامنة. ماذا تريد أن تفعل؟
bg: Имате несинхронизирани промени. Какво искате да направите?
ca: Tens canvis no sincronitzats. Què vols fer?
de: Sie haben nicht synchronisierte Änderungen. Was möchten Sie tun?
es: Tienes cambios sin sincronizar. ¿Qué quieres hacer?
fa: شما تغییرات همگام‌سازی نشده دارید. چه کاری می‌خواهید انجام دهید؟
fi: Sinulla on synkronoimattomia muutoksia. Mitä haluat tehdä?
fr: Vos modifications ne sont pas synchronisées. Que souhaitez-vous faire ?
it: Ci sono modifiche non sincronizzate. Cosa vuoi fare?
ja: 同期されていない変更があります。どうしますか?
nb: Du har usynkroniserte endringer. Hva vil du gjøre?
nl: Je hebt niet-gesynchroniseerde wijzigingen. Wat wil je doen?
pl: Masz niezsynchronizowane zmiany. Co chcesz zrobić?
pt_br: Você tem alterações não sincronizadas. O que você quer fazer?
ru: У вас есть несинхронизированные изменения. Что вы хотите сделать?
sk: Máte nesynchronizované zmeny. Čo chcete urobiť?
sl: Imate nesinhronizirane spremembe. Kaj želite storiti?
sq: Ke ndryshime të pasinkronizuara. Çfarë dëshiron të bësh?
sr: Imate nesinhronizovane izmene. Šta želite da uradite?
sv: Du har osynkroniserade ändringar. Vad vill du göra?
tr: Değişiklikleriniz senkronize edilmedi. Ne yapmak istiyorsunuz?
uk: У вас є несинхронізовані зміни. Що ви хочете зробити?
vi: Bạn có những thay đổi chưa được đồng bộ. Bạn muốn làm gì?
zh_hk: 您有未同步的變更。您要做什麼？

source: Force push will replace the remote version with your changes
ar: سيستبدل force push النسخة البعيدة بتغييراتك
bg: Принудителното натискане ще замени отдалечената версия с вашите промени.
ca: La push forçada substituirà la versió remota pels vostres canvis.
de: Force Push ersetzt die Remote-Version durch Ihre Änderungen
es: Force Push reemplazará la versión remota con sus cambios
fa: فشار اجباری، نسخه ریموت را با تغییرات شما جایگزین می‌کند.
fi: Pakota työntö korvaa etäversion muutoksillasi
fr: Force push remplacera la version distante par vos modifications
it: Force push sostituirà la versione remota con le tue modifiche
ja: 強制プッシュにより、リモートバージョンが変更内容に置き換えられます
nb: Force push erstatter den eksterne versjonen med endringene dine
nl: Force push vervangt de externe versie met uw wijzigingen
pl: Wymuszone wypchnięcie spowoduje zastąpienie wersji zdalnej Twoimi zmianami
pt_br: O push forçado substituirá a versão remota com suas alterações
ru: Принудительная отправка заменит удаленную версию вашими изменениями.
sk: Vynútené odoslanie nahradí vzdialenú verziu vašimi zmenami.
sl: Prisilno potiskanje bo oddaljeno različico nadomestilo z vašimi spremembami.
sq: Force push do ta zëvendësojë versionin remote me ndryshimet e tua
sr: Force push će zameniti udaljenu verziju vašim izmenama
sv: Force push ersätter fjärrversionen med dina ändringar
tr: Zorla itme, uzak sürümü değişikliklerinizle değiştirecektir
uk: Force push замінить віддалену версію вашими змінами
vi: Đẩy mạnh sẽ thay thế phiên bản từ xa bằng những thay đổi của bạn
zh_hk: 強制推送會以您的變更取代遠端版本

source: Failed to push changes
ar: فشل دفع التغييرات
bg: Неуспешно изпращане на промените
ca: No s'han pogut enviar els canvis
de: Änderungen konnten nicht übertragen werden
es: No se pudieron implementar cambios
fa: اعمال تغییرات ناموفق بود
fi: Muutosten lähettäminen epäonnistui
fr: Échec de l'application des modifications
it: Impossibile inviare le modifiche
ja: 変更をプッシュできませんでした
nb: Kunne ikke pushe endringer
nl: Het is niet gelukt om de wijzigingen door te voeren
pl: Nie udało się przesłać zmian
pt_br: Falha ao enviar alterações
ru: Не удалось отправить изменения
sk: Nepodarilo sa odoslať zmeny
sl: Sprememb ni bilo mogoče poslati
sq: Dështoi push i ndryshimeve
sr: Neuspešan push izmena
sv: Misslyckades med att skicka ändringar
tr: Değişiklikler uygulanamadı
uk: Не вдалося запушити зміни
vi: Không thể đẩy thay đổi
zh_hk: 推送變更失敗

source: Please enter a valid branch name
ar: يرجى إدخال اسم فرع صالح
bg: Моля, въведете валидно име на клон
ca: Si us plau, introduïu un nom de sucursal vàlid
de: Bitte geben Sie einen gültigen Filialnamen ein
es: Por favor ingrese un nombre de sucursal válido
fa: لطفا نام شعبه را به درستی وارد کنید
fi: Anna kelvollinen sivukonttorin nimi
fr: Veuillez saisir un nom de succursale valide
it: Inserisci un nome di filiale valido
ja: 有効な支店名を入力してください
nb: Vennligst skriv inn et gyldig filialnavn
nl: Voer een geldige filiaalnaam in
pl: Proszę podać prawidłową nazwę oddziału
pt_br: Por favor, insira um nome de filial válido
ru: Пожалуйста, введите действительное название филиала
sk: Zadajte platný názov pobočky
sl: Vnesite veljavno ime podružnice
sq: Ju lutem vendos një emër të vlefshëm për branch-in
sr: Unesite važeći naziv grane
sv: Ange ett giltigt filialnamn
tr: Lütfen geçerli bir şube adı girin
uk: Будь ласка, введіть коректну назву гілки
vi: Vui lòng nhập tên chi nhánh hợp lệ
zh_hk: 請輸入有效的分公司名稱

source: This branch name already exists
ar: اسم هذا الفرع موجود بالفعل
bg: Това име на клон вече съществува
ca: Aquest nom de branca ja existeix
de: Dieser Filialname existiert bereits
es: Este nombre de sucursal ya existe
fa: این نام شاخه از قبل وجود دارد
fi: Tämä haaran nimi on jo olemassa
fr: Ce nom de branche existe déjà
it: Questo nome di filiale esiste già
ja: このブランチ名は既に存在します
nb: Dette grennavnet finnes allerede
nl: Deze taknaam bestaat al
pl: Ta nazwa oddziału już istnieje
pt_br: Este nome de branch já existe
ru: Это имя ветки уже существует
sk: Tento názov pobočky už existuje
sl: To ime veje že obstaja
sq: Ky emër branch-i ekziston tashmë
sr: Ovaj naziv grane već postoji
sv: Detta grennamn finns redan
tr: Bu şube adı zaten mevcut
uk: Така назва гілки вже існує
vi: Tên chi nhánh này đã tồn tại
zh_hk: 此分支名稱已存在

source: Failed to push changes to new branch
ar: فشل دفع التغييرات إلى الفرع الجديد
bg: Неуспешно изпращане на промените към новия клон
ca: No s'han pogut enviar els canvis a la nova branca
de: Fehler beim Übertragen der Änderungen auf den neuen Zweig
es: No se pudieron enviar los cambios a la nueva rama
fa: ارسال تغییرات به شاخه جدید ناموفق بود
fi: Muutosten siirtäminen uuteen haaraan epäonnistui
fr: Échec de l'envoi des modifications à la nouvelle branche
it: Impossibile inviare le modifiche al nuovo ramo
ja: 新しいブランチへの変更のプッシュに失敗しました
nb: Kunne ikke overføre endringer til ny gren
nl: Het is niet gelukt om wijzigingen naar de nieuwe branch te pushen
pl: Nie udało się przesłać zmian do nowej gałęzi
pt_br: Falha ao enviar alterações para o novo branch
ru: Не удалось отправить изменения в новую ветку
sk: Nepodarilo sa odoslať zmeny do novej vetvy
sl: Sprememb ni bilo mogoče poslati v novo vejo
sq: Dështoi push i ndryshimeve te branch-i i ri
sr: Neuspešan push izmena na novu granu
sv: Misslyckades med att skicka ändringar till den nya grenen
tr: Değişiklikler yeni dala gönderilemedi
uk: Не вдалося запушити зміни в нову гілку
vi: Không thể đẩy thay đổi sang nhánh mới
zh_hk: 推送變更到新分支失敗

source: Delete unsynced changes
ar: احذف التغييرات غير المتزامنة
bg: Изтриване на несинхронизираните промени
ca: Suprimeix els canvis no sincronitzats
de: Nicht synchronisierte Änderungen löschen
es: Eliminar cambios no sincronizados
fa: حذف تغییرات همگام‌سازی نشده
fi: Poista synkronoimattomat muutokset
fr: Supprimer les modifications non synchronisées
it: Elimina le modifiche non sincronizzate
ja: 同期されていない変更を削除する
nb: Slett usynkroniserte endringer
nl: Niet-gesynchroniseerde wijzigingen verwijderen
pl: Usuń niezsynchronizowane zmiany
pt_br: Excluir alterações não sincronizadas
ru: Удалить несинхронизированные изменения
sk: Odstrániť nesynchronizované zmeny
sl: Izbriši nesinhronizirane spremembe
sq: Fshi ndryshimet e pasinkronizuara
sr: Obriši nesinhronizovane izmene
sv: Ta bort osynkroniserade ändringar
tr: Senkronize olmayan değişiklikleri sil
uk: Вилучити несинхронізовані зміни
vi: Xóa những thay đổi chưa đồng bộ
zh_hk: 刪除未同步的變更

source: Synced Collections
ar: مجموعات متزامنة
bg: Синхронизирани колекции
ca: Col·leccions sincronitzades
de: Synchronisierte Sammlungen
es: Colecciones sincronizadas
fa: مجموعه‌های همگام‌سازی شده
fi: Synkronoidut kokoelmat
fr: Collections synchronisées
it: Collezioni sincronizzate
ja: 同期されたコレクション
nb: Synkroniserte samlinger
nl: Gesynchroniseerde collecties
pl: Zsynchronizowane kolekcje
pt_br: Coleções sincronizadas
ru: Синхронизированные коллекции
sk: Synchronizované kolekcie
sl: Sinhronizirane zbirke
sq: Koleksione të sinkronizuara
sr: Sinhronizovane kolekcije
sv: Synkroniserade samlingar
tr: Senkronize Koleksiyonlar
uk: Синхронізовані колекції
vi: Bộ sưu tập được đồng bộ hóa
zh_hk: 同步收藏集

source: No synced collections
ar: لا توجد مجموعات متزامنة
bg: Няма синхронизирани колекции
ca: No hi ha col·leccions sincronitzades
de: Keine synchronisierten Sammlungen
es: No hay colecciones sincronizadas
fa: هیچ مجموعه همگام‌سازی‌شده‌ای وجود ندارد
fi: Ei synkronoituja kokoelmia
fr: Aucune collection synchronisée
it: Nessuna raccolta sincronizzata
ja: 同期されたコレクションはありません
nb: Ingen synkroniserte samlinger
nl: Geen gesynchroniseerde collecties
pl: Brak zsynchronizowanych kolekcji
pt_br: Nenhuma coleção sincronizada
ru: Нет синхронизированных коллекций
sk: Žiadne synchronizované kolekcie
sl: Ni sinhroniziranih zbirk
sq: S’ka koleksione të sinkronizuara
sr: Nema sinhronizovanih kolekcija
sv: Inga synkroniserade samlingar
tr: Senkronize edilmiş koleksiyon yok
uk: Немає синхронізованих колекцій
vi: Không có bộ sưu tập nào được đồng bộ hóa
zh_hk: 沒有同步收藏集

source: Please select a duration and provide a ticket number.
ar: يرجى تحديد مدة وتوفير رقم تذكرة.
bg: Моля, изберете продължителност и посочете номер на билет.
ca: Seleccioneu una durada i proporcioneu un número de tiquet.
de: Bitte wählen Sie eine Dauer und geben Sie eine Ticketnummer an.
es: Seleccione una duración y proporcione un número de ticket.
fa: لطفا مدت زمان را انتخاب کنید و شماره بلیط را ارائه دهید.
fi: Valitse kesto ja anna lipun numero.
fr: Veuillez sélectionner une durée et indiquer un numéro de billet.
it: Seleziona una durata e fornisci un numero di biglietto.
ja: 期間を選択し、チケット番号を入力してください。
nb: Velg en varighet og oppgi et billettnummer.
nl: Selecteer een duur en geef een ticketnummer op.
pl: Proszę wybrać czas trwania i podać numer biletu.
pt_br: Por favor, selecione a duração e forneça um número de bilhete.
ru: Пожалуйста, выберите продолжительность и укажите номер билета.
sk: Vyberte trvanie a uveďte číslo lístka.
sl: Izberite trajanje in navedite številko vozovnice.
sq: Ju lutem zgjidh një kohëzgjatje dhe jep një numër ticket-i.
sr: Izaberite trajanje i unesite broj tiketa.
sv: Välj en längd och ange ett biljettnummer.
tr: Lütfen bir süre seçin ve bilet numarası girin.
uk: Будь ласка, виберіть тривалість і вкажіть номер тікета.
vi: Vui lòng chọn thời hạn và cung cấp số vé.
zh_hk: 請選擇持續時間，並提供票號。

source: Access grant created successfully
ar: تم إنشاء منحة الوصول بنجاح
bg: Предоставянето на достъп е създадено успешно
ca: La concessió d'accés s'ha creat correctament
de: Zugriffsberechtigung erfolgreich erstellt
es: Concesión de acceso creada con éxito
fa: مجوز دسترسی با موفقیت ایجاد شد
fi: Käyttöoikeuslupa luotu onnistuneesti
fr: Subvention d'accès créée avec succès
it: Concessione di accesso creata con successo
ja: アクセス許可が正常に作成されました
nb: Tilgangsbevilling opprettet med suksess
nl: Toegangstoekenning succesvol aangemaakt
pl: Udzielenie dostępu zostało pomyślnie utworzone
pt_br: Concessão de acesso criada com sucesso
ru: Грант доступа успешно создан
sk: Prístupový grant bol úspešne vytvorený
sl: Dodelitev dostopa je bila uspešno ustvarjena
sq: Grant-i i aksesit u krijua me sukses
sr: Odobrenje pristupa je uspešno kreirano
sv: Åtkomstbeviljande har skapats
tr: Erişim izni başarıyla oluşturuldu
uk: Грант доступу успішно створено
vi: Đã tạo quyền truy cập thành công
zh_hk: 成功建立存取授權

source: Sorry, something went wrong. Please try again
ar: عذرًا، حدث خطأ ما. يُرجى المحاولة مرة أخرى
bg: За съжаление, нещо се обърка. Моля, опитайте отново.
ca: Ho sentim, alguna cosa ha anat malament. Si us plau, torna-ho a intentar.
de: Entschuldigung, es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Lo sentimos, algo salió mal. Inténtalo de nuevo.
fa: ببخشید، مشکلی پیش آمد. لطفا دوباره امتحان کنید.
fi: Jotain meni pieleen. Yritä uudelleen.
fr: Désolé, une erreur s'est produite. Veuillez réessayer.
it: Spiacenti, si è verificato un problema. Riprova.
ja: 申し訳ございません。問題が発生しました。もう一度お試しください。
nb: Beklager, noe gikk galt. Vennligst prøv igjen
nl: Sorry, er is iets misgegaan. Probeer het opnieuw.
pl: Przepraszamy, coś poszło nie tak. Spróbuj ponownie.
pt_br: Desculpe, algo deu errado. Por favor, tente novamente.
ru: Извините, что-то пошло не так. Попробуйте ещё раз.
sk: Prepáčte, niečo sa pokazilo. Skúste to znova.
sl: Žal je šlo nekaj narobe. Poskusite znova.
sq: Na vjen keq, diçka shkoi keq. Ju lutem provoni përsëri
sr: Žao nam je, nešto je pošlo po zlu. Pokušajte ponovo
sv: Tyvärr, något gick fel. Försök igen.
tr: Üzgünüz, bir sorun oluştu. Lütfen tekrar deneyin.
uk: Вибачте, щось пішло не так. Спробуйте ще раз
vi: Rất tiếc, có lỗi xảy ra. Vui lòng thử lại
zh_hk: 抱歉，出錯了。請再試一次

source: Grant Access?
ar: منح الوصول؟
bg: Да се предостави достъп?
ca: Concedir accés?
de: Zugriff gewähren?
es: ¿Conceder acceso?
fa: دسترسی اعطا کنید؟
fi: Myönnetäänkö käyttöoikeus?
fr: Accorder l'accès ?
it: Concedere l'accesso?
ja: アクセスを許可しますか?
nb: Gi tilgang?
nl: Toegang verlenen?
pl: Udzielić dostępu?
pt_br: Conceder acesso?
ru: Предоставить доступ?
sk: Udeliť prístup?
sl: Odobritev dostopa?
sq: Të jap akses?
sr: Dodeliti pristup?
sv: Bevilja åtkomst?
tr: Erişim İzni Verilsin mi?
uk: Надати доступ?
vi: Cấp quyền truy cập?
zh_hk: 授予存取權？

source: You are about to allow a Metabase team member to access your instance.
ar: أنت على وشك السماح لعضو من فريق Metabase بالوصول إلى مثيلك.
bg: На път сте да разрешите на член на екипа на Metabase достъп до вашия екземпляр.
ca: Esteu a punt de permetre que un membre de l'equip de la Metabase accedeixi a la vostra instància.
de: Sie sind im Begriff, einem Mitglied des Metabase-Teams Zugriff auf Ihre Instanz zu gewähren.
es: Está a punto de permitir que un miembro del equipo de Metabase acceda a su instancia.
fa: شما در شرف اجازه دادن به یکی از اعضای تیم متابیس برای دسترسی به نمونه خود هستید.
fi: Olet antamassa Metabase-tiimin jäsenelle luvan käyttää instanssiasi.
fr: Vous êtes sur le point d'autoriser un membre de l'équipe Metabase à accéder à votre instance.
it: Stai per consentire a un membro del team Metabase di accedere alla tua istanza.
ja: Metabase チーム メンバーにインスタンスへのアクセスを許可しようとしています。
nb: Du er i ferd med å gi et medlem av Metabase-teamet tilgang til forekomsten din.
nl: U staat op het punt om een Metabase-teamlid toegang te geven tot uw exemplaar.
pl: Zamierzasz zezwolić członkowi zespołu Metabase na dostęp do Twojej instancji.
pt_br: Você está prestes a permitir que um membro da equipe da Metabase acesse sua instância.
ru: Вы собираетесь разрешить члену команды Metabase доступ к вашему экземпляру.
sk: Chystáte sa povoliť členovi tímu Metabase prístup k vašej inštancii.
sl: Članu ekipe Metabase boste dovolili dostop do vašega primerka.
sq: Je gati t’i lejosh një anëtari të ekipit Metabase të aksesojë instancën tënde.
sr: Upravo ćete dozvoliti članu Metabase tima da pristupi vašoj instanci.
sv: Du kommer att ge en medlem i Metabase-teamet åtkomst till din instans.
tr: Bir Metabase ekip üyesinin örneğinize erişmesine izin vermek üzeresiniz.
uk: Ви збираєтеся дозволити учаснику команди Metabase отримати доступ до вашого інстансу.
vi: Bạn sắp cho phép một thành viên trong nhóm Metabase truy cập vào phiên bản của mình.
zh_hk: 您要允許 Metabase 團隊成員存取您的實例。

source: The Success Engineer will have full admin access until the grant expires or is revoked.
ar: سيحصل مهندس النجاح على صلاحيات مسؤول كاملة حتى تنتهي المنحة أو يتم سحبها.
bg: Инженерът по успеха ще има пълен администраторски достъп, докато гранта изтече или бъде отменен.
ca: L'enginyer d'èxit tindrà accés d'administrador complet fins que la concessió caduqui o sigui revocada.
de: Der Success Engineer hat bis zum Ablauf oder Widerruf der Fördermittel volle Administratorrechte.
es: El ingeniero de éxito tendrá acceso de administrador completo hasta que la concesión expire o sea revocada.
fa: مهندس موفقیت تا زمان انقضا یا لغو مجوز، دسترسی کامل به بخش مدیریت خواهد داشت.
fi: Menestysinsinöörillä on täydet järjestelmänvalvojan oikeudet, kunnes käyttöoikeus vanhenee tai peruutetaan.
fr: L'ingénieur en charge de la réussite disposera d'un accès administrateur complet jusqu'à l'expiration ou la révocation de l'autorisation.
it: Il Success Engineer avrà pieno accesso amministrativo fino alla scadenza o alla revoca della concessione.
ja: サクセス エンジニアは、権限付与の有効期限が切れるか取り消されるまで、完全な管理者アクセス権を持ちます。
nb: Success Engineer vil ha full administratortilgang frem til tildelingen utløper eller tilbakekalles.
nl: De Success Engineer heeft volledige beheerdersrechten totdat de licentie verloopt of wordt ingetrokken.
pl: Inżynier ds. sukcesu będzie miał pełny dostęp administracyjny do czasu wygaśnięcia lub odwołania grantu.
pt_br: O Engenheiro de Sucesso terá acesso administrativo completo até que a concessão expire ou seja revogada.
ru: Инженер по успеху будет иметь полный доступ администратора до истечения срока действия гранта или до его отзыва.
sk: Úspešný inžinier bude mať plný administrátorský prístup až do uplynutia platnosti grantu alebo jeho zrušenia.
sl: Inženir za uspeh bo imel poln skrbniški dostop, dokler se nepovratna sredstva ne iztečejo ali ne bodo preklicana.
sq: Success Engineer do të ketë akses të plotë administratori derisa autorizimi të skadojë ose të revokohet.
sr: Success Engineer će imati potpuni admin pristup dok ovlašćenje ne istekne ili ne bude opozvano.
sv: Success Engineer har fullständig administratörsåtkomst tills beviljandet löper ut eller återkallas.
tr: Başarı Mühendisi, hibe süresi dolana veya iptal edilene kadar tam yönetici erişimine sahip olacaktır.
uk: Success Engineer матиме повний адмін-доступ, доки надання доступу не закінчиться або не буде відкликано.
vi: Kỹ sư thành công sẽ có toàn quyền quản trị cho đến khi khoản tài trợ hết hạn hoặc bị thu hồi.
zh_hk: 成功工程師將擁有完整的管理存取權，直到授予到期或被撤銷為止。

source: Access duration
ar: مدة الوصول
bg: Продължителност на достъпа
ca: Durada de l'accés
de: Zugriffsdauer
es: Duración del acceso
fa: مدت زمان دسترسی
fi: Käyttöoikeuden kesto
fr: Durée d'accès
it: Durata dell'accesso
ja: アクセス期間
nb: Varighet for tilgang
nl: Toegangsduur
pl: Czas trwania dostępu
pt_br: Duração do acesso
ru: Продолжительность доступа
sk: Trvanie prístupu
sl: Trajanje dostopa
sq: Kohëzgjatja e aksesit
sr: Trajanje pristupa
sv: Åtkomsttid
tr: Erişim süresi
uk: Тривалість доступу
vi: Thời lượng truy cập
zh_hk: 存取時間

source: 48 hours
ar: 48 ساعة
bg: 48 часа
ca: 48 hores
de: 48 Stunden
es: 48 horas
fa: ۴۸ ساعت
fi: 48 tuntia
fr: 48 heures
it: 48 ore
ja: 48時間
nb: 48 timer
nl: 48 uur
pl: 48 godzin
pt_br: 48 horas
ru: 48 часа
sk: 48 hodiny
sl: 48 uri
sq: 48 orë
sr: 48 sati
sv: 48 timmar
tr: 48 saat
uk: 48 годин
vi: 48 giờ
zh_hk: 48 小时

source: 96 hours
ar: 96 ساعة
bg: 96 часа
ca: 96 hores
de: 96 Stunden
es: 96 horas
fa: ۹۶ ساعت
fi: 96 tuntia
fr: 96 heures
it: 96 ore
ja: 96時間
nb: 96 timer
nl: 96 uur
pl: 96 godzin
pt_br: 96 horas
ru: 96 часа
sk: 96 hodiny
sl: 96 uri
sq: 96 orë
sr: 96 sati
sv: 96 timmar
tr: 96 saat
uk: 96 годин
vi: 96 giờ
zh_hk: 96 小时

source: Choose...
ar: اختر...
bg: Изберете...
ca: Tria...
de: Wählen...
es: Elegir...
fa: انتخاب کن...
fi: Valita...
fr: Choisir...
it: Scegliere...
ja: 選ぶ...
nb: Velg...
nl: Kiezen...
pl: Wybierać...
pt_br: Escolher...
ru: Выбирать...
sk: Vyberte si...
sl: Izberi ...
sq: Zgjidh...
sr: Izaberite...
sv: Välja...
tr: Seçmek...
uk: Виберіть...
vi: Chọn...
zh_hk: 選擇...
