Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: There are too many stages (>1000) to save card.
ar: يوجد عدد كبير جدًا من المراحل (>1000) لحفظ البطاقة.
bg: Има твърде много етапи (>1000) за запазване на картата.
ca: Hi ha massa etapes (>1000) per desar la targeta.
de: Es gibt zu viele Stufen (>1000), um die Karte zu speichern.
eo: There’s like over 1000 stages, so saving the card is a whole vibe.
es: Hay demasiadas etapas (>1000) para guardar la tarjeta.
fa: مراحل بسیار زیادی (بیش از 1000) برای ذخیره کارت وجود دارد.
fi: Kortin tallentamiseen on liian monta vaihetta (>1000).
fr: Il y a trop d'étapes (> 1000) pour sauvegarder la carte.
it: Ci sono troppe fasi (>1000) per salvare la carta.
ja: カードを保存するにはステージが多すぎます (>1000)。
lt: Yra per daug etapų (>1000), kad būtų galima išsaugoti kortelę.
nb: Det er for mange etapper (>1000) til å lagre kort.
nl: Er zijn teveel levels (>1000) om de kaart op te slaan.
pl: Jest zbyt wiele etapów (>1000), aby zapisać kartę.
pt_br: Há muitos estágios (>1000) para salvar o cartão.
ru: Слишком много этапов (>1000) для сохранения карты.
sk: Na uloženie karty je príliš veľa fáz (>1000).
sl: Za shranjevanje kartice je preveč stopenj (>1000).
sq: Ka shumë faza (>1000) për të ruajtur kartën.
sr: Ima previše faza (>1000) da bi se sačuvala kartica.
sv: Det finns för många steg (>1000) för att spara kortet.
tr: Kartı kaydetmek için çok fazla aşama (>1000) var.
uk: Занадто багато стадій (>1000), щоб зберегти картку.
vi: Có quá nhiều màn chơi (>1000) để lưu thẻ.
zh_hk: 有太多的階段 (>1000) 無法儲存卡片。

source: Cannot save card with cycles.
ar: لا يمكن حفظ بطاقة تحتوي على دورات.
bg: Не може да се запази карта с цикли.
ca: No es pot desar la targeta amb cicles.
de: Karte mit Zyklen kann nicht gespeichert werden.
eo: Bruh, can't save the card with cycles, fr.
es: No se puede guardar la tarjeta con ciclos.
fa: کارت با چرخه ذخیره نمی شود.
fi: Korttia ei voi tallentaa jaksoilla.
fr: Impossible de sauvegarder la carte avec les cycles.
it: Impossibile salvare la scheda con i cicli.
ja: サイクルのあるカードは保存できません。
lt: Nepavyko išsaugoti kortelės su ciklais.
nb: Kan ikke lagre kort med sykluser.
nl: Kan kaart niet opslaan met cycli.
pl: Nie można zapisać karty z cyklami.
pt_br: Não é possível salvar o cartão com ciclos.
ru: Невозможно сохранить карту с циклами.
sk: Nie je možné uložiť kartu s cyklami.
sl: Kartice s cikli ni mogoče shraniti.
sq: Nuk mund të ruhet karta me cikle.
sr: Nije moguće sačuvati karticu sa ciklusima.
sv: Kan inte spara kort med cykler.
tr: Döngülü kart kaydedilemiyor.
uk: Неможливо зберегти картку з циклами.
vi: Không thể lưu thẻ có chu kỳ.
zh_hk: 無法以循環方式儲存卡片。

source: Aggregations should contain at least one aggregation function.
ar: يجب أن تحتوي التجميعات على دالة تجميع واحدة على الأقل.
bg: Агрегациите трябва да съдържат поне една агрегационна функция.
ca: Les agregacions han de contenir com a mínim una funció d'agregació.
de: Aggregationen sollten mindestens eine Aggregatfunktion enthalten.
es: Las agregaciones deben contener al menos una función de agregación.
fa: تجمیع‌ها باید حداقل شامل یک تابع تجمیع باشند.
fi: Aggregaatioiden tulisi sisältää vähintään yksi aggregaatiofunktio.
fr: Les agrégations doivent contenir au moins une fonction d’agrégation.
it: Le aggregazioni devono contenere almeno una funzione di aggregazione.
ja: 集計には少なくとも 1 つの集計関数が含まれている必要があります。
nb: Aggregeringer bør inneholde minst én aggregeringsfunksjon.
nl: Aggregaties moeten minimaal één aggregatiefunctie bevatten.
pl: Agregacje powinny zawierać co najmniej jedną funkcję agregującą.
pt_br: As agregações devem conter pelo menos uma função de agregação.
ru: Агрегации должны содержать как минимум одну функцию агрегации.
sk: Agregácie by mali obsahovať aspoň jednu agregačnú funkciu.
sl: Agregacije morajo vsebovati vsaj eno agregacijsko funkcijo.
sq: Agregimet duhet të përmbajnë të paktën një funksion agregimi.
sr: Agregacije treba da sadrže bar jednu agregacionu funkciju.
sv: Aggregeringar bör innehålla minst en aggregeringsfunktion.
tr: Toplamalar en az bir toplama fonksiyonu içermelidir.
uk: Агрегації мають містити щонайменше одну агрегувальну функцію.
vi: Tổng hợp phải chứa ít nhất một hàm tổng hợp.
zh_hk: 彙總應至少包含一個彙總功能。

source: Segment cycle detected: {0}
ar: تم اكتشاف دورة في الشريحة: {0}
ca: Cicle de segment detectat: {0}
de: Segmentzyklus erkannt: {0}
es: Ciclo de segmento detectado: {0}
fa: چرخه قطعه شناسایی شد: {0}
fi: Segmentin sykli havaittu: {0}
fr: Cycle de segment détecté : {0}
it: Ciclo del segmento rilevato: {0}
ja: セグメントサイクルが検出されました: {0}
nb: Segment syklus oppdaget: {0}
pl: Wykryto cykl segmentu: {0}
pt_br: Ciclo de segmento detectado: {0}
ru: Обнаружен цикл сегментов: {0}
sk: Zistený cyklus segmentu: {0}
sl: Zaznan cikel segmenta: {0}
sq: U zbulua cikël segmentesh: {0}
sr: Otkriven ciklus segmenta: {0}
tr: Segment döngüsü tespit edildi: {0}
uk: Виявлено цикл у сегменті: {0}
vi: Chu kỳ phân đoạn được phát hiện: {0}
zh_hk: 偵測到的區段週期： {0}

source: Segment {0} does not exist.
ar: الشريحة {0} غير موجودة.
ca: El segment {0} no existeix.
de: Das Segment {0} existiert nicht.
es: El segmento {0} no existe.
fa: بخش {0} وجود ندارد.
fi: Segmenttiä {0} ei ole olemassa.
fr: Le segment {0} n'existe pas.
it: Il segmento {0} non esiste.
ja: セグメント {0} は存在しません。
nb: Segmentet {0} finnes ikke.
pl: Segment {0} nie istnieje.
pt_br: O segmento {0} não existe.
ru: Сегмент {0} не существует.
sk: Segment {0} neexistuje.
sl: Segment {0} ne obstaja.
sq: Segmenti {0} nuk ekziston.
sr: Segment {0} ne postoji.
tr: {0} segmenti mevcut değil.
uk: Сегмент {0} не існує.
vi: Phân đoạn {0} không tồn tại.
zh_hk: 分段 {0} 不存在。

source: starting {0} second from now
ar: بدءًا بعد {0} ثانية من الآن
bg: започвайки от {0} секунди от сега
ca: començant {0} segon a partir d'ara
de: ab {0} Sekunde ab jetzt
eo: Starting {0} seconds from now, bestie, no cap
es: comenzando {0} segundo a partir de ahora
fa: شروع از {0} ثانیه‌ای دیگر
fi: alkaen {0} sekunnin kuluttua
fr: à partir de {0} seconde à partir de maintenant
it: a partire da {0} secondi da adesso
ja: 今から {0} 秒後
nl: beginnend over {0} seconde vanaf nu
pl: zaczynając za {0} sekundę od teraz
pt_br: começando daqui a {0} segundo
ru: начиная с {0} секунды
sk: začína o {0} sekundu
sl: začenši čez {0} sekundo
sq: duke filluar pas {0} sekonde nga tani
sr: počinje za {0} sekundu
sv: börjar {0} sekund från nu
tr: şu andan itibaren {0} saniye sonra başlıyor
uk: починаючи через {0} секунду
vi: bắt đầu {0} giây kể từ bây giờ
zh_hk: 從現在開始 {0} 秒

source: starting {0} minute ago
ar: بدءًا قبل {0} دقيقة
bg: започва преди {0} минута
ca: començant fa {0} minut
de: Beginn vor {0} Minuten
eo: just started {0} min ago lol
es: hace {0} minutos
fa: شروع {0} دقیقه پیش
fi: alkaen {0} minuutti sitten
fr: à partir de {0} il y a une minute
it: iniziato {0} minuto fa
ja: {0} 分前から
nb: starter {0} minutt siden
nl: vanaf {0} minuut geleden
pl: zaczynając {0} minutę temu
pt_br: começando há {0} minuto
ru: начало {0} минуту назад
sk: začína pred {0} minútou
sl: začenši pred {0} minutami
sq: duke filluar {0} minutë më parë
sr: počinje pre {0} minuta
sv: började för {0} minut sedan
tr: {0} dakika önce başlıyor
uk: починаючи {0} хвилину тому
vi: bắt đầu {0} phút trước
zh_hk: 從 {0} 分鐘前開始

source: Previous {0} months
ar: الأشهر {0} السابقة
bg: Предишни {0} месеца
ca: Mesos anteriors {0}
de: Vorherige {0} Monate
eo: Last {0} months or previous {0} months (no cap)
es: Últimos {0} meses
fa: ماه‌های قبلی {0}
fi: Edelliset {0} kuukautta
fr: {0} mois précédents
it: {0} mesi precedenti
ja: 過去 {0} か月
nb: Tidligere {0} måneder
nl: Vorige {0} maanden
pl: Poprzednie {0} miesięcy
pt_br: {0} meses anteriores
ru: Предыдущие {0} месяцев
sk: Predchádzajúcich {0} mesiacov
sl: Prejšnjih {0} mesecev
sq: {0} muajt e mëparshëm
sr: Prethodnih {0} meseci
sv: Föregående {0} månader
tr: Önceki {0} aylar
uk: Попередні {0} місяців
vi: {0} tháng trước
zh_hk: 上一個 {0} 月

source: Next hour or this hour
ar: الساعة التالية أو هذه الساعة
bg: Следващия час или този час
ca: La propera hora o aquesta hora
de: Nächste Stunde oder diese Stunde
eo: Like, either rn or in a sec, fr fr
es: La próxima hora o esta hora
fa: ساعت بعد یا همین ساعت
fi: Seuraava tunti vai tämä tunti
fr: L'heure prochaine ou cette heure-ci
it: La prossima ora o quest'ora
ja: 次の1時間か今1時間か
nb: Neste time eller denne timen
nl: Volgend uur of dit uur
pl: Następna godzina lub ta godzina
pt_br: Próxima hora ou esta hora
ru: Следующий час или этот час
sk: Budúcu hodinu alebo túto hodinu
sl: Naslednja ura ali ta ura
sq: Ora e ardhshme ose kjo orë
sr: Sledeći sat ili ovaj sat
sv: Nästa timme eller denna timme
tr: Gelecek saat veya bu saat
uk: Наступна година або ця година
vi: Giờ tới hoặc giờ này
zh_hk: 下一小時或這一小時

source: Previous month or this month
ar: الشهر السابق أو هذا الشهر
bg: Предишния месец или този месец
ca: Mes anterior o aquest mes
de: Vorheriger Monat oder dieser Monat
eo: Last month or this month, fr fr
es: Mes anterior o este mes
fa: ماه قبل یا این ماه
fi: Edellinen kuukausi vai tämä kuukausi
fr: Mois précédent ou ce mois-ci
it: Mese precedente o questo mese
ja: 前月または今月
nb: Forrige måned eller denne måneden
nl: Vorige maand of deze maand
pl: Poprzedni miesiąc lub ten miesiąc
pt_br: Mês anterior ou este mês
ru: Предыдущий месяц или этот месяц
sk: Predchádzajúci mesiac alebo tento mesiac
sl: Prejšnji mesec ali ta mesec
sq: Muaji i mëparshëm ose ky muaj
sr: Prethodni mesec ili ovaj mesec
sv: Föregående månad eller denna månad
tr: Önceki ay veya bu ay
uk: Попередній місяць або цей місяць
vi: Tháng trước hoặc tháng này
zh_hk: 上個月或本月

source: Next millisecond
ar: الملّي ثانية التالية
bg: Следваща милисекунда
ca: Següent mil·lisegon
de: Nächste Millisekunde
eo: Next millisecond → Next sec, fr fr
es: Próximo milisegundo
fa: میلی ثانیه بعدی
fi: Seuraava millisekunti
fr: Prochaine milliseconde
it: Prossimo millisecondo
ja: 次のミリ秒
nb: Neste millisekund
nl: Volgende milliseconde
pl: Następna milisekunda
pt_br: Próximo milissegundo
ru: Следующая миллисекунда
sk: Ďalšia milisekunda
sl: Naslednja milisekunda
sq: Milisekonda e ardhshme
sr: Sledeća milisekunda
sv: Nästa millisekund
tr: Sonraki milisaniye
uk: Наступна мілісекунда
vi: Mili giây tiếp theo
zh_hk: 下一個毫秒

source: Next {0} years
ar: السنوات {0} التالية
bg: Следващите {0} години
ca: Els propers {0} anys
de: Nächste {0} Jahre
eo: Next {0} years → The next {0} years, fr fr
es: Los próximos {0} años
fa: سال آینده {0}
fi: Seuraavat {0} vuotta
fr: Prochaines {0} années
it: Prossimi {0} anni
ja: 今後 {0} 年
nb: Neste {0} år
nl: Volgende {0} jaar
pl: Następne {0} lat
pt_br: Próximos {0} anos
ru: Следующие {0} лет
sk: Ďalších {0} rokov
sl: Naslednjih {0} let
sq: {0} vitet e ardhshëm
sr: Sledećih {0} godina
sv: Nästa {0} år
tr: Önümüzdeki {0} yıl
uk: Наступні {0} років
vi: {0} năm tới
zh_hk: 下一個 {0} 年

source: Next {0} days or today
ar: الأيام {0} التالية أو اليوم
bg: Следващите {0} дни или днес
ca: Els propers {0} dies o avui
de: Nächste {0} Tage oder heute
eo: Next {0} days or today → Next {0} days or fr fr today
es: Los próximos {0} días o hoy
fa: {0} روز آینده یا امروز
fi: Seuraavat {0} päivää tai tänään
fr: Prochains {0} jours ou aujourd'hui
it: Prossimi {0} giorni o oggi
ja: 今後 {0} 日または今日
nb: Neste {0} dager eller i dag
nl: Volgende {0} dagen of vandaag
pl: Następne {0} dni lub dziś
pt_br: Próximos {0} dias ou hoje
ru: Следующие {0} дней или сегодня
sk: Nasledujúcich {0} dní alebo dnes
sl: Naslednjih {0} dni ali danes
sq: {0} ditët e ardhshme ose sot
sr: Sledećih {0} dana ili danas
sv: Nästa {0} dagar eller idag
tr: Önümüzdeki {0} gün veya bugün
uk: Наступні {0} днів або сьогодні
vi: {0} ngày tới hoặc hôm nay
zh_hk: 下一個 {0} 天或今天

source: Previous {0} seconds
ar: الثواني {0} السابقة
bg: Предишни {0} секунди
ca: Segons anteriors {0}
de: Vorherige {0} Sekunden
eo: Last {0} secs
es: {0} segundos anteriores
fa: ثانیه قبلی {0}
fi: Edellinen {0} sekuntia
fr: {0} secondes précédentes
it: Precedenti {0} secondi
ja: 過去 {0} 秒
nb: Forrige {0} sekunder
nl: Vorige {0} seconden
pl: Poprzednie {0} sekund
pt_br: {0} segundos anteriores
ru: Предыдущие {0} секунд
sk: Predchádzajúcich {0} sekúnd
sl: Prejšnjih {0} sekund
sq: {0} sekondat e mëparshme
sr: Prethodnih {0} sekundi
sv: Föregående {0} sekunder
tr: Önceki {0} saniye
uk: Попередні {0} секунд
vi: Trước {0} giây
zh_hk: 上一頁 {0} 秒

source: Next hour
ar: الساعة التالية
bg: Следващия час
ca: La propera hora
de: Nächste Stunde
eo: Tbh, just say "next hour" — it's already pretty chill, no cap.
es: Próxima hora
fa: ساعت بعد
fi: Seuraava tunti
fr: L'heure prochaine
it: Prossima ora
ja: 次の1時間
nb: Neste time
nl: Volgend uur
pl: Następna godzina
pt_br: Próxima hora
ru: Следующий час
sk: Ďalšia hodina
sl: Naslednjo uro
sq: Ora e ardhshme
sr: Sledeći sat
sv: Nästa timme
tr: Sonraki saat
uk: Наступна година
vi: Giờ tiếp theo
zh_hk: 下一小時

source: Next {0} milliseconds
ar: المللي ثانية {0} التالية
bg: Следващите {0} милисекунди
ca: Següents {0} mil·lisegons
de: Nächste {0} Millisekunden
eo: Next {0} ms, fr fr
es: Próximos {0} milisegundos
fa: میلی ثانیه بعدی {0}
fi: Seuraavat {0} millisekuntia
fr: Prochain {0} millisecondes
it: Prossimi {0} millisecondi
ja: 次の {0} ミリ秒
nb: Neste {0} millisekunder
nl: Volgende {0} milliseconden
pl: Następne {0} milisekund
pt_br: Próximos {0} milissegundos
ru: Далее {0} миллисекунд
sk: Ďalších {0} milisekúnd
sl: Naslednjih {0} milisekund
sq: {0} milisekondat e ardhshme
sr: Sledećih {0} milisekundi
sv: Nästa {0} millisekunder
tr: Sonraki {0} milisaniye
uk: Наступні {0} мілісекунд
vi: Tiếp theo {0} mili giây
zh_hk: 下一個 {0} 毫秒

source: Next {0} minutes
ar: الدقائق {0} التالية
bg: Следващите {0} минути
ca: Pròxims {0} minuts
de: Nächste {0} Minuten
eo: Next {0} mins, fr
es: Próximos {0} minutos
fa: دقیقه بعدی {0}
fi: Seuraavat {0} minuuttia
fr: Prochaines {0} minutes
it: Prossimi {0} minuti
ja: 次の {0} 分
nb: Neste {0} minutter
nl: Volgende {0} minuten
pl: Następne {0} minut
pt_br: Próximos {0} minutos
ru: Следующие {0} минут
sk: Ďalších {0} minút
sl: Naslednjih {0} minut
sq: {0} minutat e ardhshme
sr: Sledećih {0} minuta
sv: Nästa {0} minuter
tr: Sonraki {0} dakika
uk: Наступні {0} хвилин
vi: {0} phút tiếp theo
zh_hk: 下一個 {0} 分鐘

source: Previous {0} minutes or this minute
ar: الدقائق {0} السابقة أو هذه الدقيقة
bg: Предишни {0} минути или тази минута
ca: Minuts anteriors {0} o aquest minut
de: Vorherige {0} Minuten oder diese Minute
eo: Previous {0} minutes or this minute → Last {0} mins or this sec
es: {0} minutos anteriores o este minuto
fa: {0} دقیقه قبل یا همین الان
fi: Edellinen {0} minuuttia tai tämä minuutti
fr: {0} minutes précédentes ou cette minute
it: Minuti precedenti {0} o questo minuto
ja: 過去 {0} 分または今分
nb: Forrige {0} minutter eller dette minuttet
nl: Vorige {0} minuten of deze minuut
pl: Poprzednie {0} minuty lub ta minuta
pt_br: {0} minutos anteriores ou este minuto
ru: Предыдущие {0} минут или эта минута
sk: Predchádzajúcich {0} minút alebo táto minúta
sl: Prejšnjih {0} minut ali te minute
sq: {0} minutat e mëparshme ose kjo minutë
sr: Prethodnih {0} minuta ili ovaj minut
sv: Föregående {0} minuter eller denna minut
tr: Önceki {0} dakika veya bu dakika
uk: Попередні {0} хвилин або ця хвилина
vi: {0} phút trước hoặc phút này
zh_hk: 上一頁 {0} 分鐘或這一分鐘

source: Next quarter or this quarter
ar: الربع التالي أو هذا الربع
bg: Следващото тримесечие или това тримесечие
ca: El proper trimestre o aquest trimestre
de: Nächstes Quartal oder dieses Quartal
eo: Next quarter or this quarter → next drop or this one
es: El próximo trimestre o este trimestre
fa: سه ماهه بعدی یا این سه ماهه
fi: Seuraava neljännes vai tämä neljännes
fr: Le prochain trimestre ou ce trimestre
it: Il prossimo trimestre o questo trimestre
ja: 次の四半期か今四半期か
nb: Neste kvartal eller dette kvartalet
nl: Volgend kwartaal of dit kwartaal
pl: Następny kwartał lub ten kwartał
pt_br: Próximo trimestre ou este trimestre
ru: В следующем квартале или в этом квартале
sk: Budúci štvrťrok alebo tento štvrťrok
sl: Naslednje četrtletje ali to četrtletje
sq: Tremujori i ardhshëm ose ky tremujor
sr: Sledeći kvartal ili ovaj kvartal
sv: Nästa kvartal eller detta kvartal
tr: Gelecek çeyrek veya bu çeyrek
uk: Наступний квартал або цей квартал
vi: Quý tới hoặc quý này
zh_hk: 下一季或本季

source: Next {0} milliseconds or this millisecond
ar: المللي ثانية {0} التالية أو هذه المللي ثانية
bg: Следващите {0} милисекунди или тази милисекунда
ca: Els següents {0} mil·lisegons o aquest mil·lisegon
de: Nächste {0} Millisekunden oder diese Millisekunde
eo: Next {0} ms or this ms, fr fr
es: Los siguientes {0} milisegundos o este milisegundo
fa: میلی ثانیه بعدی {0} یا این میلی ثانیه
fi: Seuraavat {0} millisekuntia tai tämä millisekunti
fr: Prochaines {0} millisecondes ou cette milliseconde
it: Prossimi {0} millisecondi o questo millisecondo
ja: 次の {0} ミリ秒またはこのミリ秒
nb: Neste {0} millisekunder eller dette millisekundet
nl: Volgende {0} milliseconden of deze milliseconde
pl: Następne {0} milisekund lub ta milisekunda
pt_br: Próximos {0} milissegundos ou este milissegundo
ru: Следующие {0} миллисекунды или эта миллисекунда
sk: Nasledujúcich {0} milisekúnd alebo táto milisekunda
sl: Naslednjih {0} milisekund ali ta milisekunda
sq: {0} milisekondat e ardhshme ose kjo milisekondë
sr: Sledećih {0} milisekundi ili ova milisekunda
sv: Nästa {0} millisekunder eller denna millisekund
tr: Sonraki {0} milisaniye veya bu milisaniye
uk: Наступні {0} мілісекунд або ця мілісекунда
vi: Tiếp theo {0} mili giây hoặc mili giây này
zh_hk: 下一個 {0} 毫秒或此毫秒

source: Next {0} quarters
ar: الأرباع {0} التالية
bg: Следващите {0} тримесечия
ca: Els propers {0} quarts
de: Nächste {0} Quartale
eo: Next {0} quarters → Next {0} Qs, fr fr
es: Próximos {0} trimestres
fa: ربع بعدی {0}
fi: Seuraavat {0} neljännekset
fr: Prochains {0} trimestres
it: Prossimi {0} trimestri
ja: 次の {0} 四半期
nb: Neste {0} kvartaler
nl: Volgende {0} kwartalen
pl: Następne {0} kwartały
pt_br: Próximos {0} trimestres
ru: Следующие {0} кварталы
sk: Ďalšie {0} štvrťroky
sl: Naslednjih {0} četrtin
sq: {0} tremujorët e ardhshëm
sr: Sledećih {0} kvartala
sv: Nästa {0} kvartal
tr: Sonraki {0} çeyrek
uk: Наступні {0} кварталів
vi: {0} quý tiếp theo
zh_hk: 下一個 {0} 季度

source: This second
ar: هذه الثانية
bg: Тази втора
ca: Aquest segon
de: Diese Sekunde
eo: this second fr
es: Este segundo
fa: این ثانیه
fi: Tämä toinen
fr: Cette seconde
it: Questo secondo
ja: この2番目の
nb: Denne andre
nl: Deze tweede
pl: Ta druga
pt_br: Este segundo
ru: Эта секунда
sk: Túto sekundu
sl: Ta drugič
sq: Kjo sekondë
sr: Ova sekunda
sv: Denna andra
tr: Bu ikinci
uk: Ця секунда
vi: Thứ hai này
zh_hk: 這第二個

source: Next {0} hours or this hour
ar: الساعات {0} التالية أو هذه الساعة
bg: Следващите {0} часа или този час
ca: Les properes {0} hores o aquesta hora
de: Nächste {0} Stunden oder diese Stunde
eo: Next {0} hours or this hour → The next {0} hrs or even this one, fr
es: Las próximas {0} horas o esta hora
fa: ساعت بعدی {0} یا همین ساعت
fi: Seuraavat {0} tuntia tai tämä tunti
fr: Prochaines {0} heures ou cette heure
it: Prossime {0} ore o quest'ora
ja: 次の {0} 時間またはこの時間
nb: Neste {0} timer eller denne timen
nl: Volgende {0} uur of dit uur
pl: Następne {0} godzin lub ta godzina
pt_br: Próximas {0} horas ou esta hora
ru: Следующие {0} часов или этот час
sk: Nasledujúcich {0} hodín alebo túto hodinu
sl: Naslednjih {0} ur ali to uro
sq: {0} orët e ardhshme ose kjo orë
sr: Sledećih {0} sati ili ovaj sat
sv: Nästa {0} timmar eller denna timme
tr: Sonraki {0} saat veya bu saat
uk: Наступні {0} годин або ця година
vi: {0} giờ tiếp theo hoặc giờ này
zh_hk: 下一個 {0} 小時或這個小時

source: Next second or this second
ar: الثانية التالية أو هذه الثانية
bg: Следващата секунда или тази секунда
ca: El següent segon o aquest segon
de: Nächste Sekunde oder diese Sekunde
eo: Next sec or this sec
es: El próximo segundo o este segundo
fa: ثانیه بعدی یا این ثانیه
fi: Seuraava sekunti vai tämä sekunti
fr: La seconde suivante ou cette seconde
it: Il secondo successivo o questo secondo
ja: 次の一秒か、今の一秒か
nb: Neste sekund eller i dette sekund
nl: Volgende seconde of deze seconde
pl: Następna sekunda lub ta sekunda
pt_br: Próximo segundo ou este segundo
ru: В следующую секунду или в эту секунду
sk: Ďalšiu sekundu alebo túto sekundu
sl: Naslednjo sekundo ali to sekundo
sq: Sekonda e ardhshme ose kjo sekondë
sr: Sledeća sekunda ili ova sekunda
sv: Nästa sekund eller denna sekund
tr: Bir sonraki saniye veya bu saniye
uk: Наступна секунда або ця секунда
vi: Giây tiếp theo hoặc giây này
zh_hk: 下一秒或這一秒

source: Next year or this year
ar: السنة التالية أو هذه السنة
bg: Следващата година или тази година
ca: L'any que ve o aquest any
de: Nächstes Jahr oder dieses Jahr
eo: Either this year or next year, fr fr
es: El año que viene o este año
fa: سال دیگه یا امسال
fi: Ensi vuonna vai tänä vuonna
fr: L'année prochaine ou cette année
it: L'anno prossimo o quest'anno
ja: 来年か今年か
nb: Neste år eller i år
nl: Volgend jaar of dit jaar
pl: W przyszłym roku lub w tym roku
pt_br: No próximo ano ou neste ano
ru: В следующем году или в этом году
sk: Budúci rok alebo tento rok
sl: Naslednje leto ali letos
sq: Viti i ardhshëm ose ky vit
sr: Sledeća godina ili ova godina
sv: Nästa år eller i år
tr: Gelecek yıl veya bu yıl
uk: Наступний рік або цей рік
vi: Năm sau hoặc năm nay
zh_hk: 明年或今年

source: Previous {0} minutes
ar: الدقائق {0} السابقة
bg: Предишни {0} минути
ca: Minuts anteriors {0}
de: Vorherige {0} Minuten
eo: Last {0} mins, fr
es: Últimos {0} minutos
fa: دقیقه قبلی {0}
fi: Edellinen {0} minuuttia
fr: {0} minutes précédentes
it: Minuti precedenti {0}
ja: 過去 {0} 分
nb: Forrige {0} minutter
nl: Vorige {0} minuten
pl: Poprzednie {0} minut
pt_br: {0} minutos anteriores
ru: Предыдущие {0} минут
sk: Predchádzajúcich {0} minút
sl: Prejšnjih {0} minut
sq: {0} minutat e mëparshme
sr: Prethodnih {0} minuta
sv: Föregående {0} minuter
tr: Önceki {0} dakika
uk: Попередні {0} хвилин
vi: Trước {0} phút
zh_hk: 上一頁 {0} 分鐘

source: starting {0} week from now
ar: بدءًا بعد {0} أسبوع من الآن
bg: започвайки от {0} седмица от сега
ca: a partir d'una setmana {0}
de: ab {0} Woche
eo: kicking off {0} week from now, fr
es: a partir de ahora {0} semana
fa: شروع از {0} هفته‌ی آینده
fi: alkaen {0} viikon päästä
fr: à partir de {0} semaine à partir de maintenant
it: a partire da {0} settimana da adesso
ja: {0} 週間後から開始
nb: starter {0} om en uke
nl: vanaf {0} week vanaf nu
pl: zaczynając za {0} tydzień od teraz
pt_br: começando daqui a {0} semana
ru: начиная с {0} недели
sk: od {0} týždňa
sl: začenši čez {0} teden
sq: duke filluar pas {0} jave nga tani
sr: počinje za {0} nedelju
sv: börjar {0} vecka från nu
tr: {0} haftadan itibaren başlıyor
uk: починаючи через {0} тиждень
vi: bắt đầu từ {0} tuần kể từ bây giờ
zh_hk: 從現在開始 {0} 週

source: Today or yesterday
ar: اليوم أو أمس
bg: Днес или вчера
ca: Avui o ahir
de: Heute oder gestern
eo: Today or yesterday → Today or like, yesterday, I’m deadass confused fr
es: Hoy o ayer
fa: امروز یا دیروز
fi: Tänään vai eilen
fr: Aujourd'hui ou hier
it: Oggi o ieri
ja: 今日か昨日か
nb: I dag eller i går
nl: Vandaag of gisteren
pl: Dzisiaj czy wczoraj
pt_br: Hoje ou ontem
ru: Сегодня или вчера
sk: Dnes alebo včera
sl: Danes ali včeraj
sq: Sot ose dje
sr: Danas ili juče
sv: Idag eller igår
tr: Bugün veya dün
uk: Сьогодні або вчора
vi: Hôm nay hay hôm qua
zh_hk: 今天或昨天
