Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Metrics that use {0}
ar: المقاييس التي تستخدم {0}
bg: Метрики, които използват {0}
ca: Mètriques que utilitzen {0}
de: Metriken, die {0}verwenden
es: Métricas que utilizan {0}
fa: معیارهایی که از {0}استفاده می‌کنند
fi: Mittarit, jotka käyttävät {0}-merkkiä
fr: Métriques qui utilisent {0}
it: Metriche che utilizzano {0}
ja: {0}を使用するメトリック
nb: Beregninger som bruker {0}
nl: Metrieken die {0}gebruiken
pl: Metryki wykorzystujące {0}
pt_br: Métricas que usam {0}
ru: Метрики, которые используют {0}
sk: Metriky, ktoré používajú {0}
sl: Metrike, ki uporabljajo {0}
sq: Metrika që përdorin {0}
sr: Metrike koje koriste {0}
sv: Mätvärden som använder {0}
tr: {0}kullanan metrikler
uk: Метрики, що використовують {0}
vi: Các số liệu sử dụng {0}
zh_hk: 使用 {0}的度量標準

source: Table generated by {0}
ar: جدول تم إنشاؤه بواسطة {0}
bg: Таблица, генерирана от {0}
ca: Taula generada per {0}
de: Tabelle generiert von {0}
es: Tabla generada por {0}
fa: جدول تولید شده توسط {0}
fi: Taulukon on luonut {0}
fr: Tableau généré par {0}
it: Tabella generata da {0}
ja: {0}によって生成された表
nb: Tabell generert av {0}
nl: Tabel gegenereerd door {0}
pl: Tabela wygenerowana przez {0}
pt_br: Tabela gerada por {0}
ru: Таблица сгенерирована {0}
sk: Tabuľka vygenerovaná programom {0}
sl: Tabelo je ustvaril {0}
sq: Tabelë e gjeneruar nga {0}
sr: Tabela generisana od {0}
sv: Tabell genererad av {0}
tr: {0}tarafından oluşturulan tablo
uk: Таблиця, згенерована {0}
vi: Bảng được tạo bởi {0}
zh_hk: 由 {0}產生的表格

source: Tables that use {0}
ar: الجداول التي تستخدم {0}
bg: Таблици, които използват {0}
ca: Taules que utilitzen {0}
de: Tabellen, die {0}verwenden
es: Tablas que utilizan {0}
fa: جداولی که از {0}استفاده می‌کنند
fi: Taulukot, jotka käyttävät {0}-merkkiä
fr: Tables qui utilisent {0}
it: Tabelle che utilizzano {0}
ja: {0}を使用するテーブル
nb: Tabeller som bruker {0}
nl: Tabellen die {0}gebruiken
pl: Tabele wykorzystujące {0}
pt_br: Tabelas que usam {0}
ru: Таблицы, использующие {0}
sk: Tabuľky, ktoré používajú {0}
sl: Tabele, ki uporabljajo {0}
sq: Tabela që përdorin {0}
sr: Tabele koje koriste {0}
sv: Tabeller som använder {0}
tr: {0}kullanan tablolar
uk: Таблиці, що використовують {0}
vi: Bảng sử dụng {0}
zh_hk: 使用 {0}的表格

source: Transforms that use {0}
ar: التحويلات التي تستخدم {0}
bg: Трансформации, които използват {0}
ca: Transformacions que utilitzen {0}
de: Transformationen, die {0}verwenden
es: Transformaciones que utilizan {0}
fa: تبدیل‌هایی که از {0}استفاده می‌کنند
fi: Muunnokset, jotka käyttävät {0}
fr: Transformations qui utilisent {0}
it: Trasformazioni che utilizzano {0}
ja: {0}を使用する変換
nb: Transformasjoner som bruker {0}
nl: Transformaties die {0}gebruiken
pl: Transformacje wykorzystujące {0}
pt_br: Transformações que usam {0}
ru: Преобразования, использующие {0}
sk: Transformácie, ktoré používajú {0}
sl: Transformacije, ki uporabljajo {0}
sq: Transformime që përdorin {0}
sr: Transformacije koje koriste {0}
sv: Transformationer som använder {0}
tr: {0}kullanan dönüşümler
uk: Трансформації, що використовують {0}
vi: Các phép biến đổi sử dụng {0}
zh_hk: 使用 {0}的變形

source: Workspace transforms that use {0}
ar: تحويلات مساحة العمل التي تستخدم {0}
es: Transformaciones del espacio de trabajo que utilizan {0}
fa: تبدیل‌های فضای کاری که از {0}استفاده می‌کنند
fi: Työtilan muunnokset, jotka käyttävät {0}-merkkiä
it: Trasformazioni dell'area di lavoro che utilizzano {0}
ja: {0}を使用するワークスペース変換
pt_br: Transformações de espaço de trabalho que usam {0}
ru: Трансформы рабочего пространства, которые используют {0}
sk: Transformácie pracovného priestoru, ktoré používajú {0}
sl: Preobrazbe delovnega prostora, ki uporabljajo {0}
sq: Transformime të hapësirës së punës që përdorin {0}
sr: Transformacije radnog prostora koje koriste {0}
uk: Трансформи робочого простору, що використовують {0}
vi: Các phép biến đổi không gian làm việc sử dụng {0}
zh_hk: 使用 {0}的工作區變換

source: Snippets that use {0}
ar: المقتطفات التي تستخدم {0}
bg: Фрагменти, които използват {0}
ca: Fragments que utilitzen {0}
de: Snippets, die {0}verwenden
es: Fragmentos que utilizan {0}
fa: قطعه کدهایی که از {0}استفاده می‌کنند
fi: Katkelmat, jotka käyttävät {0}-merkkiä
fr: Extraits qui utilisent {0}
it: Frammenti che utilizzano {0}
ja: {0}を使用するスニペット
nb: Utdrag som bruker {0}
nl: Fragmenten die {0}gebruiken
pl: Fragmenty wykorzystujące {0}
pt_br: Trechos que usam {0}
ru: Фрагменты, использующие {0}
sk: Úryvky, ktoré používajú {0}
sl: Delčki, ki uporabljajo {0}
sq: Fragmente kodi që përdorin {0}
sr: Isječci koda koji koriste {0}
sv: Snippets som använder {0}
tr: {0}kullanan kod parçacıkları
uk: Фрагменти, що використовують {0}
vi: Các đoạn trích sử dụng {0}
zh_hk: 使用 {0}的片段

source: Dashboards that use {0}
ar: لوحات المعلومات التي تستخدم {0}
bg: Табла за управление, които използват {0}
ca: Taulers de control que utilitzen {0}
de: Dashboards, die {0}verwenden
es: Paneles que utilizan {0}
fa: داشبوردهایی که از {0}استفاده می‌کنند
fi: Kojelaudat, jotka käyttävät {0}
fr: Tableaux de bord qui utilisent {0}
it: Dashboard che utilizzano {0}
ja: {0}を使用するダッシュボード
nb: Dashbord som bruker {0}
nl: Dashboards die {0}gebruiken
pl: Panele wykorzystujące {0}
pt_br: Painéis que usam {0}
ru: Панели мониторинга, использующие {0}
sk: Dashboardy, ktoré používajú {0}
sl: Nadzorne plošče, ki uporabljajo {0}
sq: Panele që përdorin {0}
sr: Kontrolne table koje koriste {0}
sv: Instrumentpaneler som använder {0}
tr: {0}kullanan panolar
uk: Приладові дошки, що використовують {0}
vi: Bảng thông tin sử dụng {0}
zh_hk: 使用 {0}的儀表板

source: Documents that use {0}
ar: المستندات التي تستخدم {0}
bg: Документи, които използват {0}
ca: Documents que utilitzen {0}
de: Dokumente, die {0}verwenden
es: Documentos que utilizan {0}
fa: اسنادی که از {0}استفاده می‌کنند
fi: Dokumentit, jotka käyttävät {0}-merkkiä
fr: Documents qui utilisent {0}
it: Documenti che utilizzano {0}
ja: {0}を使用するドキュメント
nb: Dokumenter som bruker {0}
nl: Documenten die {0}gebruiken
pl: Dokumenty używające {0}
pt_br: Documentos que usam {0}
ru: Документы, использующие {0}
sk: Dokumenty, ktoré používajú {0}
sl: Dokumenti, ki uporabljajo {0}
sq: Dokumente që përdorin {0}
sr: Dokumenti koji koriste {0}
sv: Dokument som använder {0}
tr: {0}kullanan belgeler
uk: Документи, що використовують {0}
vi: Tài liệu sử dụng {0}
zh_hk: 使用 {0}的文件

source: Row and column security rules that use {0}
ar: قواعد أمان الصفوف والأعمدة التي تستخدم {0}
bg: Правила за сигурност на редове и колони, които използват {0}
ca: Regles de seguretat de files i columnes que utilitzen {0}
de: Zeilen- und Spaltensicherheitsregeln, die {0}verwenden
es: Reglas de seguridad de filas y columnas que utilizan {0}
fa: قوانین امنیتی سطر و ستون که از {0}استفاده می‌کنند
fi: Rivi- ja sarakesuojaussäännöt, jotka käyttävät {0}
fr: Règles de sécurité des lignes et des colonnes qui utilisent {0}
it: Regole di sicurezza di riga e colonna che utilizzano {0}
ja: {0}を使用する行と列のセキュリティルール
nb: Sikkerhetsregler for rader og kolonner som bruker {0}
nl: Rij- en kolombeveiligingsregels die {0}gebruiken
pl: Reguły bezpieczeństwa wierszy i kolumn wykorzystujące {0}
pt_br: Regras de segurança de linha e coluna que usam {0}
ru: Правила безопасности строк и столбцов, использующие {0}
sk: Pravidlá zabezpečenia riadkov a stĺpcov, ktoré používajú {0}
sl: Varnostna pravila vrstic in stolpcev, ki uporabljajo {0}
sq: Rregulla sigurie për rreshta dhe kolona që përdorin {0}
sr: Bezbednosna pravila za redove i kolone koja koriste {0}
sv: Säkerhetsregler för rader och kolumner som använder {0}
tr: {0}kullanan satır ve sütun güvenlik kuralları
uk: Правила безпеки рядків і стовпців, що використовують {0}
vi: Các quy tắc bảo mật hàng và cột sử dụng {0}
zh_hk: 使用 {0}的行和列安全規則

source: Segments that use {0}
ar: شرائح تستخدم {0}
bg: Сегменти, които използват {0}
ca: Segments que utilitzen {0}
de: Segmente, die {0}verwenden
es: Segmentos que utilizan {0}
fa: بخش‌هایی که از {0}استفاده می‌کنند
fi: Segmentit, jotka käyttävät {0}-merkkiä
fr: Segments qui utilisent {0}
it: Segmenti che utilizzano {0}
ja: {0}を使用するセグメント
nb: Segmenter som bruker {0}
nl: Segmenten die {0}gebruiken
pl: Segmenty wykorzystujące {0}
pt_br: Segmentos que usam {0}
ru: Сегменты, использующие {0}
sk: Segmenty, ktoré používajú {0}
sl: Segmenti, ki uporabljajo {0}
sq: Segmente që përdorin {0}
sr: Segmenti koji koriste {0}
sv: Segment som använder {0}
tr: {0}kullanan segmentler
uk: Сегменти, що використовують {0}
vi: Các phân đoạn sử dụng {0}
zh_hk: 使用 {0}的區段

source: Measures that use {0}
ar: مقاييس تستخدم {0}
ca: Mesures que utilitzen {0}
de: Maßnahmen, die {0}verwenden
es: Medidas que utilizan {0}
fa: معیارهایی که از {0}استفاده می‌کنند
fi: Tahdit, jotka käyttävät {0}
fr: Mesures qui utilisent {0}
it: Misure che utilizzano {0}
ja: {0}を使用する対策
nb: Tiltak som bruker {0}
pl: Środki wykorzystujące {0}
pt_br: Medidas que usam {0}
ru: Меры, использующие {0}
sk: Opatrenia, ktoré používajú {0}
sl: Mere, ki uporabljajo {0}
sq: Matje që përdorin {0}
sr: Mere koje koriste {0}
tr: {0}kullanan ölçümler
uk: Вимірювання, що використовують {0}
vi: Các biện pháp sử dụng {0}
zh_hk: 使用 {0}的措施

source: Generated table
ar: جدول مُولَّد
bg: Генерирана таблица
ca: Taula generada
de: Generierte Tabelle
es: Tabla generada
fa: جدول تولید شده
fi: Luotu taulukko
fr: Tableau généré
it: Tabella generata
ja: 生成されたテーブル
nb: Generert tabell
nl: Gegenereerde tabel
pl: Wygenerowana tabela
pt_br: Tabela gerada
ru: Сгенерированная таблица
sk: Vygenerovaná tabuľka
sl: Ustvarjena tabela
sq: Tabelë e gjeneruar
sr: Generisana tabela
sv: Genererad tabell
tr: Oluşturulan tablo
uk: Згенерована таблиця
vi: Bảng đã tạo
zh_hk: 產生的表格

source: Restricted table
ar: جدول مقيَّد
bg: Ограничена таблица
ca: Taula restringida
de: Eingeschränkter Tisch
es: Tabla restringida
fa: جدول محدود شده
fi: Rajoitettu pöytä
fr: Table restreinte
it: Tavolo riservato
ja: 制限されたテーブル
nb: Begrenset tabell
nl: Beperkte tabel
pl: Ograniczona tabela
pt_br: Tabela restrita
ru: Ограниченная таблица
sk: Obmedzená tabuľka
sl: Omejena tabela
sq: Tabelë e kufizuar
sr: Ograničena tabela
sv: Begränsad tabell
tr: Kısıtlı tablo
uk: Обмежена таблиця
vi: Bảng bị hạn chế
zh_hk: 限制表

source: 1 grouping
ar: تجميع واحد
bg: 1 групиране
ca: 1 agrupació
de: 1 Gruppierung
eo: 1 squad or 1 crew
es: 1 agrupación
fa: 1 گروه بندی
fi: 1 ryhmittely
fr: 1 groupement
it: 1 raggruppamento
ja: 1 グループ
lt: 1 grupavimas
nb: 1 gruppering
nl: 1 groepering
pl: 1 grupa
pt_br: 1 agrupamento
ru: 1 группировка
sk: 1 zoskupenie
sl: 1 združevanje
sq: 1 grupim
sr: 1 grupisanje
sv: 1 gruppering
tr: 1 gruplama
uk: 1 групування
vi: 1 nhóm
zh_hk: 1 組

source: 1 filter
ar: فلتر واحد
bg: 1 филтър
ca: 1 filtre
eo: just 1 filter, fr 🫣
es: 1 filtro
fa: 1 فیلتر
fi: 1 suodatin
fr: 1 filtre
it: 1 filtro
ja: 1フィルター
lt: 1 filtras
pl: 1 filtr
pt_br: 1 filtro
ru: 1 фильтр
sq: 1 filtEEr
tr: 1 filtre
uk: 1 фільтр
vi: 1 bộ lọc
zh_hk: 1 個過濾器

source: 1 summary
ar: ملخص واحد
bg: 1 обобщение
ca: 1 resum
de: 1 Zusammenfassung
eo: 1 quick tea
es: 1 resumen
fa: 1 خلاصه
fi: 1 yhteenveto
fr: 1 résumé
it: 1 sintesi
ja: 1 要約
lt: 1 aprašymas
nb: 1 sammendrag
nl: 1 samenvatting
pl: 1 podsumowanie
pt_br: 1 resumo
ru: 1 резюме
sk: 1 zhrnutie
sl: 1 Povzetek
sq: 1 pErmbledhje
sr: 1 sažetak
sv: 1 sammanfattning
tr: 1 Özet
uk: 1 підсумок
vi: 1 tóm tắt
zh_hk: 1 摘要

source: {0} summaries
ar: {0} ملخصات
bg: {0} обобщения
ca: {0} resums
de: {0} Zusammenfassungen
eo: {0} recaps
es: {0} resúmenes
fa: {0} خلاصه
fi: {0} yhteenvedot
fr: {0} résumés
it: {0} riassunti
ja: {0} 概要
lt: {0} aprašymų
nb: {0} sammendrag
nl: {0} samenvattingen
pl: {0} podsumowania
pt_br: {0} resumos
ru: {0} резюме
sk: {0} zhrnutia
sl: {0} povzetki
sq: {0} pErmbledhje
sr: {0} sažetaka
sv: {0} sammanfattningar
tr: {0} ÖZETLER
uk: {0} підсумків
vi: {0} tóm tắt
zh_hk: {0} 摘要

source: We didn't find anything
ar: لم نعثر على أي شيء
de: Wir haben nichts gefunden.
es: No encontramos nada
fa: ما چیزی پیدا نکردیم
fi: Emme löytäneet mitään
fr: Nous n'avons rien trouvé
it: Non abbiamo trovato nulla
ja: 何も見つかりませんでした
pl: Nic nie znaleźliśmy
pt_br: Não encontramos nada.
ru: Мы ничего не нашли
sk: Nič sme nenašli
sl: Nismo našli ničesar
sq: Nuk gjetëm asgjë
sr: Nismo ništa pronašli
tr: Hiçbir şey bulamadık.
uk: Ми нічого не знайшли
vi: Chúng tôi không tìm thấy gì cả.
zh_hk: 我們什麼都沒找到

source: Where to search:
ar: أين تبحث:
de: Wo soll gesucht werden?
es: Dónde buscar:
fa: کجا جستجو کنیم:
fi: Mistä etsiä:
fr: Où chercher :
it: Dove cercare:
ja: 検索する場所:
pl: Gdzie szukać:
pt_br: Onde pesquisar:
ru: Где искать:
sk: Kde hľadať:
sl: Kje iskati:
sq: Ku të kërkohet:
sr: Gde pretražiti:
tr: Arama yapılacak yer:
uk: Де шукати:
vi: Nơi tìm kiếm:
zh_hk: 在哪裡搜尋

source: No results.
ar: لا توجد نتائج.
bg: Няма резултати.
ca: No hi ha resultats.
de: Keine Ergebnisse.
es: No hay resultados.
fa: بدون نتیجه.
fi: Ei tuloksia.
fr: Pas de résultats.
it: Nessun risultato.
ja: 結果がありません.
nb: Ingen resultater.
nl: Geen resultaten.
pl: Brak wyników.
pt_br: Sem resultados.
ru: Нет результатов.
sk: Žiadne výsledky.
sl: Ni rezultatov.
sq: Asnjë rezultat.
sr: Nema rezultata.
sv: Inga resultat.
tr: Sonuç yok.
uk: Немає результатів.
vi: Không có kết quả.
zh_hk: 沒有結果.

source: Sorry, this file is too large
ar: عذرًا، هذا الملف كبير جدًا
bg: За съжаление, този файл е твърде голям
ca: Ho sento, aquest fitxer és massa gran.
de: Entschuldigung, diese Datei ist zu groß
es: Lo sentimos, este archivo es demasiado grande.
fa: ببخشید، حجم این فایل خیلی زیاده
fi: Valitettavasti tämä tiedosto on liian suuri
fr: Désolé, ce fichier est trop volumineux
it: Spiacenti, questo file è troppo grande
ja: 申し訳ありませんが、このファイルは大きすぎます
nb: Beklager, denne filen er for stor
nl: Sorry, dit bestand is te groot
pl: Przepraszamy, ten plik jest za duży
pt_br: Desculpe, este arquivo é muito grande
ru: Извините, этот файл слишком большой
sk: Prepáčte, tento súbor je príliš veľký
sl: Žal je ta datoteka prevelika
sq: Më vjen keq, ky skedar është shumë i madh
sr: Žao nam je, ovaj fajl je prevelik
sv: Tyvärr, den här filen är för stor
tr: Üzgünüz, bu dosya çok büyük
uk: Вибачте, цей файл занадто великий
vi: Xin lỗi, tập tin này quá lớn
zh_hk: 抱歉，此檔案太大

source: Drag and drop a file here
ar: اسحب وأفلت ملفًا هنا
bg: Плъзнете и пуснете файл тук
ca: Arrossega i deixa anar un fitxer aquí
de: Ziehen Sie eine Datei hierher und legen Sie sie dort ab
es: Arrastre y suelte un archivo aquí
fa: یک فایل را اینجا بکشید و رها کنید
fi: Vedä ja pudota tiedosto tähän
fr: Faites glisser et déposez un fichier ici
it: Trascina e rilascia un file qui
ja: ここにファイルをドラッグアンドドロップしてください
nb: Dra og slipp en fil her
nl: Sleep een bestand hierheen
pl: Przeciągnij i upuść plik tutaj
pt_br: Arraste e solte um arquivo aqui
ru: Перетащите файл сюда
sk: Presuňte súbor sem
sl: Povlecite in spustite datoteko sem
sq: Zvarrit dhe lësho një skedar këtu
sr: Prevucite i otpustite fajl ovde
sv: Dra och släpp en fil här
tr: Bir dosyayı buraya sürükleyip bırakın
uk: Перетягніть файл сюди
vi: Kéo và thả một tập tin ở đây
zh_hk: 將檔案拖放至此

source: Upload
ar: ارفع
bg: Качване
ca: Pujada
de: Hochladen
es: Subir
fa: آپلود
fi: Lataa
fr: Télécharger
it: Caricamento
ja: アップロード
nb: Last opp
nl: Uploaden
pl: Wgrywać
pt_br: Carregar
ru: Загрузить
sk: Nahrať
sl: Naloži
sq: Ngarko
sr: Otpremi
sv: Ladda upp
tr: Yüklemek
uk: Завантажити
vi: Tải lên
zh_hk: 上傳

source: Manage databases
ar: إدارة قواعد البيانات
bg: Управление на бази данни
ca: Gestionar bases de dades
de: Verwalten von Datenbanken
es: Administrar bases de datos
fa: مدیریت پایگاه‌های داده
fi: Hallitse tietokantoja
fr: Gérer les bases de données
it: Gestire i database
ja: データベースを管理する
nb: Administrere databaser
nl: Databases beheren
pl: Zarządzaj bazami danych
pt_br: Gerenciar bancos de dados
ru: Управление базами данных
sk: Spravovať databázy
sl: Upravljanje podatkovnih baz
sq: Menaxho bazat e të dhënave
sr: Upravljaj bazama podataka
sv: Hantera databaser
tr: Veritabanlarını yönet
uk: Керувати базами даних
vi: Quản lý cơ sở dữ liệu
zh_hk: 管理資料庫

source: Manage imports
ar: إدارة الاستيرادات
bg: Управление на импорта
ca: Gestiona les importacions
de: Importe verwalten
es: Gestionar importaciones
fa: مدیریت واردات
fi: Hallinnoi tuontia
fr: Gérer les importations
it: Gestisci le importazioni
ja: インポートの管理
nb: Administrer import
nl: Importen beheren
pl: Zarządzaj importami
pt_br: Gerenciar importações
ru: Управление импортом
sk: Správa importov
sl: Upravljanje uvoza
sq: Menaxho importet
sr: Upravljaj uvozima
sv: Hantera importer
tr: İthalatları yönet
uk: Керувати імпортом
vi: Quản lý nhập khẩu
zh_hk: 管理進口

source: Linked tables
ar: الجداول المرتبطة
bg: Свързани таблици
ca: Taules enllaçades
de: Verknüpfte Tabellen
eo: Linked tables → Connected docs or smth like that
es: Tablas vinculadas
fa: جداول مرتبط
fi: Linkitetyt taulukot
fr: Tables liées
it: Tabelle collegate
ja: リンクされたテーブル
lt: Susietos lentelės
nb: Koblede tabeller
nl: Gekoppelde tabellen
pl: Tabele połączone
pt_br: Tabelas vinculadas
ru: Связанные таблицы
sk: Prepojené tabuľky
sl: Povezane tabele
sq: Tabela të lidhura
sr: Povezane tabele
sv: Länkade tabeller
tr: Bağlantılı tablolar
uk: Пов’язані таблиці
vi: Bảng liên kết
zh_hk: 連結表

source: This model is not linked to any tables.
ar: هذا النموذج غير مرتبط بأي جداول.
bg: Този модел не е свързан с никакви таблици.
ca: Aquest model no està vinculat a cap taula.
de: Dieses Modell ist mit keinen Tabellen verknüpft.
eo: This model ain’t linked to any tables, fr.
es: Este modelo no está vinculado a ninguna tabla.
fa: این مدل به هیچ جدولی پیوند ندارد.
fi: Tätä mallia ei ole linkitetty mihinkään taulukkoon.
fr: Ce modèle n'est lié à aucune table.
it: Questo modello non è collegato ad alcuna tabella.
ja: このモデルはどのテーブルにもリンクされていません。
lt: Šis modelis nesusietas su jokiomis lentelėmis.
nb: Denne modellen er ikke knyttet til noen tabeller.
nl: Dit model is aan geen enkele tabel gekoppeld.
pl: Ten model nie jest powiązany z żadnymi tabelami.
pt_br: Este modelo não está vinculado a nenhuma tabela.
ru: Эта модель не связана ни с одной таблицей.
sk: Tento model nie je prepojený so žiadnymi tabuľkami.
sl: Ta model ni povezan z nobeno tabelo.
sq: Ky model nuk është i lidhur me asnjë tabelë.
sr: Ovaj model nije povezan ni sa jednom tabelom.
sv: Denna modell är inte kopplad till några tabeller.
tr: Bu model hiçbir tabloya bağlı değildir.
uk: Ця модель не пов’язана з жодними таблицями.
vi: Mô hình này không liên kết với bất kỳ bảng nào.
zh_hk: 此模型未與任何表格連結。

source: This question is not linked to any tables.
ar: هذا السؤال غير مرتبط بأي جداول.
bg: Този въпрос не е свързан с никакви таблици.
ca: Aquesta pregunta no està vinculada a cap taula.
de: Diese Frage ist mit keiner Tabelle verknüpft.
eo: This question's not even linked to any tables, fr.
es: Esta pregunta no está vinculada a ninguna tabla.
fa: این سؤال به هیچ جدولی مرتبط نیست.
fi: Tätä kysymystä ei ole linkitetty mihinkään taulukkoon.
fr: Cette question n'est liée à aucun tableau.
it: Questa domanda non è collegata ad alcuna tabella.
ja: この質問はどのテーブルにもリンクされていません。
lt: Šis klausimas nesusietas su jokia lentele.
nb: Dette spørsmålet er ikke knyttet til noen tabeller.
nl: Deze vraag is aan geen enkele tabel gekoppeld.
pl: To pytanie nie jest powiązane z żadną tabelą.
pt_br: Esta pergunta não está vinculada a nenhuma tabela.
ru: Этот вопрос не связан ни с одной таблицей.
sk: Táto otázka nie je spojená so žiadnou tabuľkou.
sl: To vprašanje ni povezano z nobeno tabelo.
sq: Kjo pyetje nuk është e lidhur me asnjë tabelë.
sr: Ovo pitanje nije povezano ni sa jednom tabelom.
sv: Denna fråga är inte kopplad till några tabeller.
tr: Bu soru hiçbir tabloya bağlı değil.
uk: Цей запит не пов’язаний з жодними таблицями.
vi: Câu hỏi này không liên quan tới bất kỳ bảng nào.
zh_hk: 此問題未與任何表格連結。

source: Show less
ar: اعرض أقل
bg: Покажи по-малко
ca: Mostra menys
de: Weniger anzeigen
eo: Show less → Lowkey show me less
es: Mostrar menos
fa: کمتر نشان دادن
fi: Näytä vähemmän
fr: Afficher moins
it: Mostra meno
ja: 表示を減らす
lt: Rodyti mažiau
nb: Vis mindre
nl: Minder weergeven
pl: Pokaż mniej
pt_br: Mostrar menos
ru: Показать меньше
sk: Ukážte menej
sl: Prikaži manj
sq: Shfaq më pak
sr: Prikaži manje
sv: Visa mindre
tr: Daha az göster
uk: Показати менше
vi: Hiển thị ít hơn
zh_hk: 顯示更少

source: Show all
ar: اعرض الكل
bg: Покажи всички
ca: Mostra-ho tot
de: Alle anzeigen
eo: Show all → Spill the tea on everything
es: Mostrar todo
fa: نمایش همه
fi: Näytä kaikki
fr: Tout afficher
it: Mostra tutto
ja: すべて表示
lt: Rodyti viską
nb: Vis alle
nl: Alles weergeven
pl: Pokaż wszystko
pt_br: Mostrar tudo
ru: Показать все
sk: Zobraziť všetky
sl: Prikaži vse
sq: Shfaq të gjitha
sr: Prikaži sve
sv: Visa alla
tr: Tümünü göster
uk: Показати все
vi: Hiển thị tất cả
zh_hk: 顯示全部

source: Reply…
ar: رد…
bg: Отговор…
ca: Respon…
de: Antwort…
es: Responder…
fa: پاسخ…
fi: Vastaa…
fr: Répondre…
it: Rispondi…
ja: 返信…
nb: Svar…
nl: Antwoord…
pl: Odpowiedz…
pt_br: Responder…
ru: Ответить…
sk: Odpovedať…
sl: Odgovori…
sq: Përgjigju…
sr: Odgovori…
sv: Svara…
tr: Yanıtla…
uk: Відповісти…
vi: Trả lời…
zh_hk: 回覆…

source: Send ({0} + Enter)
ar: إرسال ({0} + Enter)
bg: Изпрати ({0} + Enter)
ca: Enviar ({0} + Intro)
de: Senden ({0} + Eingabe)
es: Enviar ({0} + Enter)
fa: ارسال ({0} + Enter)
fi: Lähetä ({0} + Enter)
fr: Envoyer ({0} + Entrée)
it: Invia ({0} + Invio)
ja: 送信（{0} + Enter）
nl: Verzenden ({0} + Enter)
pl: Wyślij ({0} + Enter)
pt_br: Enviar ({0} + Enter)
ru: Отправить ({0} + Enter)
sk: Odoslať ({0} + Enter)
sl: Pošlji ({0} + Enter)
sq: Dërgo ({0} + Enter)
sr: Pošalji ({0} + Enter)
sv: Skicka ({0} + Enter)
tr: Gönder ({0} + Enter)
uk: Надіслати ({0} + Enter)
vi: Gửi ({0} + Enter)
zh_hk: 傳送 ({0} + Enter)

source: Pick a dashboard to appear on the homepage
ar: اختر لوحة معلومات لتظهر في الصفحة الرئيسية
bg: Изберете табло за управление, което да се показва на началната страница
ca: Trieu un tauler de control perquè aparegui a la pàgina d'inici
de: Wählen Sie ein Dashboard aus, das auf der Startseite angezeigt werden soll
es: Elige un panel para que aparezca en la página de inicio
fa: یک داشبورد برای نمایش در صفحه اصلی انتخاب کنید
fi: Valitse kotisivulle näytettävä kojelauta
fr: Choisissez un tableau de bord à afficher sur la page d'accueil
it: Seleziona una dashboard da visualizzare nella home page
ja: ホームページに表示するダッシュボードを選択する
nb: Velg et dashbord som skal vises på hjemmesiden
nl: Kies een dashboard dat op de startpagina moet verschijnen
pl: Wybierz pulpit nawigacyjny, który będzie wyświetlany na stronie głównej
pt_br: Selecione um painel para aparecer na página inicial
ru: Выберите панель управления, которая будет отображаться на главной странице
sk: Vyberte dashboard, ktorý sa zobrazí na domovskej stránke
sl: Izberite nadzorno ploščo, ki bo prikazana na domači strani
sq: Zgjidh një panel që të shfaqet në faqen kryesore
sr: Izaberite kontrolnu tablu koja će se prikazivati na početnoj stranici
sv: Välj en instrumentpanel som ska visas på startsidan
tr: Ana sayfada görünecek bir pano seçin
uk: Виберіть дашборд, який буде показано на домашній сторінці
vi: Chọn bảng điều khiển để xuất hiện trên trang chủ
zh_hk: 選取顯示在首頁的儀表板
