Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Unable to determine whether the database connection is readonly, as we are missing metadata from sync.
ar: تعذر تحديد ما إذا كان اتصال قاعدة البيانات للقراءة فقط، لأننا نفتقد بيانات وصفية من المزامنة.
bg: Не е възможно да се определи дали връзката с базата данни е само за четене, тъй като липсват метаданни от синхронизацията.
ca: No es pot determinar si la connexió a la base de dades és de només lectura, ja que ens falten metadades de la sincronització.
de: Es kann nicht ermittelt werden, ob die Datenbankverbindung schreibgeschützt ist, da Metadaten aus der Synchronisierung fehlen.
es: No se puede determinar si la conexión de la base de datos es de solo lectura, ya que faltan metadatos de la sincronización.
fa: نمی‌توانم تشخیص دهم که آیا اتصال پایگاه داده فقط خواندنی است یا خیر، زیرا ما متادیتای همگام‌سازی را از دست داده‌ایم.
fi: Tietokantayhteyden määrittäminen vain luku -tilassa ei onnistu, koska synkronoinnista puuttuu metatietoja.
fr: Impossible de déterminer si la connexion à la base de données est en lecture seule, car il manque des métadonnées de synchronisation.
it: Impossibile determinare se la connessione al database è di sola lettura, poiché mancano metadati dalla sincronizzazione.
ja: 同期からメタデータが欠落しているため、データベース接続が読み取り専用かどうかを判断できません。
nb: Kan ikke avgjøre om databasetilkoblingen er skrivebeskyttet, siden vi mangler metadata fra synkroniseringen.
nl: Kan niet bepalen of de databaseverbinding alleen-lezen is, omdat er metagegevens van de synchronisatie ontbreken.
pl: Nie można określić, czy połączenie z bazą danych jest tylko do odczytu, ponieważ brakuje metadanych z synchronizacji.
pt_br: Não é possível determinar se a conexão com o banco de dados é somente leitura, pois faltam metadados da sincronização.
ru: Невозможно определить, доступно ли соединение с базой данных только для чтения, так как отсутствуют метаданные при синхронизации.
sk: Nepodarilo sa určiť, či je pripojenie k databáze iba na čítanie, pretože chýbajú metadáta zo synchronizácie.
sl: Ni mogoče ugotoviti, ali je povezava z zbirko podatkov samo za branje, ker pri sinhronizaciji manjkajo metapodatki.
sq: Nuk mund të përcaktohet nëse lidhja e bazës së të dhënave është vetëm për lexim, sepse na mungojnë metadata nga sync.
sr: Nije moguće utvrditi da li je konekcija ka bazi podataka readonly, jer nedostaju metapodaci iz sinhronizacije.
sv: Det gick inte att avgöra om databasanslutningen är skrivskyddad eftersom vi saknar metadata från synkroniseringen.
tr: Senkronizasyondan meta veriler eksik olduğundan veritabanı bağlantısının salt okunur olup olmadığı belirlenemiyor.
uk: Не вдалося визначити, чи є підключення до бази даних лише для читання, оскільки нам бракує метаданих із синхронізації.
vi: Không thể xác định liệu kết nối cơ sở dữ liệu có phải là chỉ đọc hay không vì chúng tôi thiếu siêu dữ liệu từ quá trình đồng bộ hóa.
zh_hk: 無法確定資料庫連線是否為唯讀，因為我們遺失了同步的元資料。

source: Whether the Database has table data editing enabled.
ar: ما إذا كانت قاعدة البيانات مفعّلًا فيها تعديل بيانات الجداول.
es: Si la base de datos tiene habilitada la edición de datos de tabla.
fa: آیا ویرایش داده‌های جدول در پایگاه داده فعال است یا خیر.
fi: Onko tietokannassa taulukon tietojen muokkaus käytössä.
it: Indica se nel database è abilitata la modifica dei dati della tabella.
ja: データベースでテーブル データの編集が有効になっているかどうか。
pt_br: Verificar se a edição de dados da tabela está habilitada no banco de dados.
ru: Включено ли в базе данных редактирование данных в таблицах.
sk: Či má databáza povolenú úpravu údajov tabuľky.
sl: Ali ima zbirka podatkov omogočeno urejanje podatkov tabele.
sq: Nëse Baza e të Dhënave e ka aktivizuar redaktimin e të dhënave të tabelës.
sr: Da li baza podataka ima omogućeno uređivanje podataka u tabelama.
uk: Чи ввімкнено редагування даних таблиць у базі даних.
vi: Liệu cơ sở dữ liệu có cho phép chỉnh sửa dữ liệu bảng hay không.
zh_hk: 資料庫是否已啟用資料表資料編輯。

source: Whether a non-table chart has already been generated. Required for analytics to track instance activation journey.
ar: ما إذا كان قد تم إنشاء مخطط غير جدولي بالفعل. مطلوب للتحليلات لتتبع رحلة تفعيل المثيل.
bg: Дали вече е генерирана диаграма, която не е таблична. Изисква се, за да може анализът да проследява пътя на активиране на екземпляр.
ca: Si ja s'ha generat un gràfic que no sigui una taula. Necessari perquè les anàlisis puguin fer un seguiment del recorregut d'activació de la instància.
de: Ob bereits ein Nicht-Tabellendiagramm generiert wurde. Erforderlich für Analysen, um den Aktivierungsverlauf der Instanz zu verfolgen.
eo: Bruh, just check if a non-table chart’s already been made. We need it for analytics to peep the whole activation vibe.
es: Si ya se generó un gráfico sin tabla. Es necesario para que los análisis rastreen el proceso de activación de la instancia.
fa: اینکه آیا نمودار غیر جدولی قبلاً ایجاد شده است یا خیر. برای ردیابی روند فعال‌سازی نمونه توسط تجزیه و تحلیل، مورد نیاز است.
fi: Onko taulukkoon kuulumaton kaavio jo luotu. Vaaditaan, jotta analytiikka voi seurata instanssin aktivointiprosessia.
fr: Indique si un graphique non tabulaire a déjà été généré. Nécessaire pour que les analyses puissent suivre le parcours d'activation de l'instance.
it: Indica se è già stato generato un grafico non tabellare. Necessario per l'analisi per tracciare il percorso di attivazione dell'istanza.
ja: テーブル以外のチャートがすでに生成されているかどうか。インスタンスのアクティベーションの進行状況を追跡するための分析に必要です。
nb: Om det allerede er generert et diagram som ikke er en tabell. Nødvendig for analyser for å spore aktiveringsreisen for forekomster.
nl: Of er al een niet-tabelgrafiek is gegenereerd. Vereist voor analyse om het activeringstraject van de instantie te volgen.
pl: Czy wykres niebędący tabelą został już wygenerowany. Wymagane do analizy w celu śledzenia ścieżki aktywacji instancji.
pt_br: Se um gráfico não tabular já foi gerado. Necessário para que o Analytics acompanhe a jornada de ativação da instância.
ru: Была ли уже сгенерирована нетабличная диаграмма. Требуется для аналитики, чтобы отслеживать путь активации экземпляра.
sk: Či už bol vygenerovaný graf, ktorý nie je tabuľkou. Vyžaduje sa na to, aby analytika mohla sledovať proces aktivácie inštancie.
sl: Ali je bil grafikon, ki ni tabela, že ustvarjen. Zahtevano za analitiko, da lahko sledi poti aktivacije primerka.
sq: Nëse tashmë është gjeneruar një grafik jo-tabelë. E nevojshme për analytics për të ndjekur rrugëtimin e aktivizimit të instancës.
sr: Da li je već generisan grafikon koji nije tabela. Potrebno za analitiku da prati putanju aktivacije instance.
sv: Om ett diagram som inte är en tabell redan har genererats. Krävs för att analyser ska kunna spåra instansaktiveringsprocess.
tr: Tablo dışı bir grafik daha önce oluşturulmuş mu? Analitiklerin örnek etkinleştirme yolculuğunu izlemesi için gereklidir.
uk: Чи вже згенеровано діаграму (не таблицю). Потрібно для аналітики, щоб відстежувати шлях активації інстансу.
vi: Biểu đồ không phải bảng đã được tạo hay chưa. Yêu cầu phân tích để theo dõi hành trình kích hoạt phiên bản.
zh_hk: 是否已產生非表格圖表。分析追蹤實例啟動過程所需。

source: Enable the collection of anonymous usage data in order to help us improve.
ar: فعّل جمع بيانات الاستخدام المجهولة لمساعدتنا على التحسين.
de: Aktiviere die Erfassung anonymer Nutzungsdaten, um uns bei Verbesserungen zu helfen.
es: Habilita la recopilación de datos de uso anónimos para ayudarnos a mejorar.
fa: برای کمک به بهبود ما، جمع‌آوری داده‌های استفاده ناشناس را فعال کنید.
fi: Salli anonyymien käyttötietojen kerääminen, jotta voimme parantaa palveluitamme.
fr: Activer la collecte de données d’utilisation anonymes afin de nous aider à nous améliorer.
it: Abilita la raccolta di dati di utilizzo anonimi per aiutarci a migliorare.
ja: 匿名の使用状況データの収集を有効にして、改善に役立てます。
pl: Włącz zbieranie anonimowych danych o użyciu, aby pomóc nam ulepszać produkt.
pt_br: Permita a coleta de dados de uso anônimos para nos ajudar a melhorar.
ru: Включить сбор анонимных данных об использовании, чтобы помочь нам улучшить продукт.
sk: Povoľte zhromažďovanie anonymných údajov o používaní, aby ste nám pomohli zlepšiť sa.
sl: Omogočite zbiranje anonimnih podatkov o uporabi, da nam pomagate pri izboljšanju.
sq: Aktivizo mbledhjen e të dhënave anonime të përdorimit për të na ndihmuar të përmirësohemi.
sr: Omogućite prikupljanje anonimnih podataka o korišćenju da biste nam pomogli da unapredimo proizvod.
tr: Anonim kullanım verilerinin toplanmasını etkinleştirerek iyileştirmemize yardımcı olun.
uk: Увімкнути збір анонімних даних про використання, щоб допомогти нам удосконалювати продукт.
vi: Cho phép thu thập dữ liệu sử dụng ẩn danh để giúp chúng tôi cải thiện dịch vụ.
zh_hk: 啟用收集匿名使用資料，以協助我們改進。

source: Matching style for native query editor''s autocomplete. Can be "substring", "prefix", or "off". Larger instances can have performance issues matching using substring, so can use prefix matching, or turn autocompletions off.
ar: نمط المطابقة للإكمال التلقائي في محرر الاستعلام الأصلي. يمكن أن يكون "substring" أو "prefix" أو "off". قد تواجه المثيلات الكبيرة مشاكل أداء عند المطابقة باستخدام substring، لذا يمكنك استخدام مطابقة prefix أو إيقاف الإكمالات التلقائية.
bg: Съответстващ стил за автоматично довършване на редактора на собствени заявки. Може да бъде "подниз", "префикс" или "изключено". По-големите екземпляри могат да имат проблеми с производителността при съпоставяне с помощта на подниз, така че можете да използвате съвпадение на префикс или да изключите автоматичното довършване.
ca: Estil coincident per a l'emplenament automàtic de l'editor de consultes nadiu. Pot ser "subcadena", "prefix" o "desactivat". Les instàncies més grans poden tenir problemes de rendiment de concordança amb subcadenes, de manera que poden utilitzar la concordança de prefix o desactivar les complecions automàtiques.
de: Übereinstimmungsstil für die automatische Vervollständigung des nativen Abfrageeditors. Kann „Teilzeichenfolge“, „Präfix“ oder „Aus“ sein. Größere Instanzen können Leistungsprobleme beim Abgleich mit Teilzeichenfolgen haben. Verwenden Sie daher Präfixübereinstimmungen oder deaktivieren Sie die automatische Vervollständigung.
eo: Matching style for native query editor’s autocomplete: can be “substring,” “prefix,” or “off.” If it's a big deal, using substring might slow things down, so you can go with prefix or just turn auto-complete off.
es: Estilo de coincidencia para el autocompletado del editor de consultas nativo. Puede ser "subcadena", "prefijo" o "desactivado". Las instancias más grandes pueden tener problemas de rendimiento al usar subcadenas, por lo que pueden usar la coincidencia con prefijo o desactivar el autocompletado.
fa: تطبیق سبک برای تکمیل خودکار ویرایشگر پرس و جو بومی. می تواند "زیر رشته"، "پیشوند" یا "خاموش" باشد. نمونه‌های بزرگ‌تر می‌توانند در تطبیق با استفاده از رشته فرعی مشکلات عملکردی داشته باشند، بنابراین می‌توانند از تطبیق پیشوند استفاده کنند یا تکمیل خودکار را خاموش کنند.
fi: Vastaava tyyli natiivikyselyeditorin automaattiselle täydennykselle. Voi olla "alimerkkijono", "etuliite" tai "pois". Suuremmissa ilmentymissä voi olla suorituskykyongelmia alimerkkijonon täsmäyttämisessä, joten ne voivat käyttää etuliitesovitusta tai poistaa automaattiset täydennykset käytöstä.
fr: Style de correspondance pour la saisie semi-automatique de l'éditeur de requêtes natif. Peut être « sous-chaîne », « préfixe » ou « désactivé ». Les instances plus volumineuses peuvent rencontrer des problèmes de performances lors de la correspondance avec une sous-chaîne ; il est donc conseillé d'utiliser la correspondance avec un préfixe ou de désactiver la saisie semi-automatique.
it: Stile di corrispondenza per il completamento automatico dell'editor di query nativo. Può essere "sottostringa", "prefisso" o "disattivato". Le istanze più grandi possono avere problemi di prestazioni nella corrispondenza tramite sottostringa, quindi possono usare la corrispondenza prefisso o disattivare i completamenti automatici.
ja: ネイティブ クエリ エディターのオートコンプリートのマッチング スタイル。「substring」、「prefix」、または「off」を指定できます。インスタンスが大きい場合、サブ文字列を使用したマッチングでパフォーマンスの問題が発生する可能性があるため、プレフィックス マッチングを使用するか、オートコンプリートをオフにすることができます。
lt: Atitinkantis savosios užklausų rengyklės automatinio užbaigimo stilius. Gali būti „poeilutė“, „priešdėlis“ arba „išjungta“. Didesniuose egzemplioriuose gali kilti našumo problemų derinant naudojant poeilelę, todėl galima naudoti priešdėlių atitiktį arba išjungti automatinį užbaigimą.
nb: Matchende stil for autofullføring i den opprinnelige spørreredigereren. Kan være "delstreng", "prefiks" eller "av". Større instanser kan ha ytelsesproblemer med å bruke substring, så du kan bruke prefiks-matching eller slå av autofullføring.
nl: Matching style voor native query editor''s autocomplete. Kan "substring", "prefix" of "off" zijn. Grotere instanties kunnen prestatieproblemen hebben met matching met substring, dus kan prefix matching gebruiken of autocompletions uitschakelen.
pl: Styl dopasowania dla autouzupełniania natywnego edytora zapytań. Może być „substring”, „prefix” lub „off”. Większe wystąpienia mogą mieć problemy z wydajnością dopasowywania przy użyciu substring, więc można użyć dopasowania prefix lub wyłączyć autouzupełnianie.
pt_br: Estilo de correspondência para o preenchimento automático do editor de consultas nativo. Pode ser "substring", "prefix" ou "off". Instâncias maiores podem ter problemas de desempenho ao fazer a correspondência usando substring, portanto, é possível usar a correspondência de prefixo ou desativar o preenchimento automático.
ru: Стиль соответствия для автозаполнения собственного редактора запросов. Может быть "substring", "prefix" или "off". Более крупные экземпляры могут иметь проблемы с производительностью при сопоставлении с использованием подстроки, поэтому можно использовать сопоставление префикса или отключить автозаполнение.
sk: Štýl zhody pre automatické dopĺňanie editora natívnych dotazov. Môže byť „podreťazec“, „predpona“ alebo „vypnuté“. Väčšie inštancie môžu mať problémy s výkonom pri zhode pomocou podreťazca, takže môžete použiť zhodu predpony alebo vypnúť automatické dopĺňanie.
sl: Ujemanje sloga za samodokončanje izvornega urejevalnika poizvedb. Lahko je "podniz", "predpona" ali "izklopljeno". Večji primerki imajo lahko težave z zmogljivostjo pri ujemanju z uporabo podniza, zato lahko uporabite ujemanje predpone ali izklopite samodokončanja.
sq: Stili i përputhjes për autocomplete-in e editorit të pyetjeve native. Mund të jetë "substring", "prefix" ose "off". Instancat më të mëdha mund të kenë probleme performance me përputhjen me substring, ndaj mund të përdorni përputhje me prefix, ose ta çaktivizoni autocomplete-in.
sr: Stil podudaranja za autocomplete u editoru nativnih upita. Može biti "substring", "prefix" ili "off". Veće instance mogu imati probleme sa performansama pri podudaranju pomoću substring, pa možete koristiti prefix podudaranje ili isključiti autocomplete.
sv: Matchande stil för inbyggd frågeredigerares autoslutförande. Kan vara "understräng", "prefix" eller "av". Större instanser kan ha prestandaproblem med att matcha med hjälp av delsträng, så kan använda prefixmatchning eller stänga av autoslutföranden.
tr: Yerel sorgu düzenleyicisinin otomatik tamamlaması için eşleşen stil. "Alt dize", "ön ek" veya "kapalı" olabilir. Daha büyük örnekler alt dizeyi kullanarak eşleştirmede performans sorunları yaşayabilir, bu nedenle ön ek eşleştirmesi kullanabilir veya otomatik tamamlamaları kapatabilirsiniz.
uk: Стиль співставлення для автодоповнення нативного редактора запитів. Може бути "substring", "prefix" або "off". У більших інстансах можуть бути проблеми з продуктивністю під час співставлення за substring, тож можна використовувати співставлення за prefix або вимкнути автодоповнення.
vi: Kiểu khớp cho chức năng tự động hoàn thành của trình soạn thảo truy vấn gốc. Có thể là "chuỗi con", "tiền tố" hoặc "tắt". Các phiên bản lớn hơn có thể gặp sự cố về hiệu suất khi khớp bằng chuỗi con, do đó có thể sử dụng chức năng khớp tiền tố hoặc tắt chức năng tự động hoàn thành.
zh_hk: 本機查詢編輯器的自動完成匹配樣式。可以是「子串」、「前綴」或「關閉」。使用子串進行匹配時，較大的實例可能會產生效能問題，因此可以使用前綴匹配，或關閉自動完成。

source: Invalid number separators.
ar: فواصل أرقام غير صالحة.
bg: Невалидни разделители за числа.
ca: Separadors de números no vàlids.
de: Ungültige Zahlentrennzeichen.
es: Separadores de números no válidos.
fa: جداکننده‌های اعداد نامعتبر هستند.
fi: Virheelliset numeroiden erottimet.
fr: Séparateurs de nombres non valides.
it: Separatori numerici non validi.
ja: 数値区切り文字が無効です。
nb: Ugyldige tallseparatorer.
nl: Ongeldige scheidingstekens voor getallen.
pl: Nieprawidłowe separatory liczb.
pt_br: Separadores de números inválidos.
ru: Недопустимые разделители чисел.
sk: Neplatné oddeľovače čísel.
sl: Neveljavna ločila števil.
sq: Ndarës numrash të pavlefshëm.
sr: Nevažeći separatori brojeva.
sv: Ogiltiga sifferavgränsare.
tr: Geçersiz sayı ayırıcıları.
uk: Некоректні роздільники чисел.
vi: Dấu phân cách số không hợp lệ.
zh_hk: 無效的數字分隔符。

source: Batch size to use for deletion of old rows for audit-related tables (like query_execution). Can be only set as an environment variable.
ar: حجم الدفعة المستخدم لحذف الصفوف القديمة من الجداول المرتبطة بالتدقيق (مثل query_execution). يمكن تعيينه فقط كمتغير بيئة.
bg: Размер на партидата, която се използва за изтриване на стари редове за таблици, свързани с одита (като query_execution). Може да се зададе само като променлива на средата.
ca: Mida del lot que s'utilitza per suprimir files antigues per a taules relacionades amb l'auditoria (com ara query_execution). Només es pot establir com a variable d'entorn.
de: Stapelgröße, die für das Löschen alter Zeilen für audit-bezogene Tabellen (wie query_execution) zu verwenden ist. Kann nur als Umgebungsvariable gesetzt werden.
eo: Yo, the batch size for deleting old rows from audit tables (like query_execution) is only settable as an environment variable, lowkey.
es: Tamaño del lote a utilizar para la eliminación de filas antiguas para tablas relacionadas con auditoría (como query_execution). Sólo puede establecerse como variable de entorno.
fa: اندازه دسته ای برای حذف ردیف های قدیمی برای جداول مربوط به حسابرسی (مانند query_execution). فقط می تواند به عنوان یک متغیر محیطی تنظیم شود.
fi: Erän koko, jota käytetään vanhojen rivien poistamiseen tarkastukseen liittyvissä taulukoissa (kuten query_execution). Voidaan asettaa vain ympäristömuuttujana.
fr: Taille du lot à utiliser pour la suppression des anciennes lignes des tables liées à l'audit (comme query_execution). Ne peut être défini qu'en tant que variable d'environnement.
it: Dimensione del batch da utilizzare per l'eliminazione delle vecchie righe per le tabelle relative all'audit (come query_execution). Può essere impostata solo come variabile d'ambiente.
ja: 監査関連テーブル（query_executionなど）の古い行の削除に使用するバッチサイズ。環境変数としてのみ設定可能。
lt: Paketo dydis, naudojamas senoms su auditu susijusių lentelių eilėms ištrinti (pvz., užklausos_vykdymas). Galima nustatyti tik kaip aplinkos kintamąjį.
nb: Batchstørrelse som skal brukes til sletting av gamle rader for revisjonsrelaterte tabeller (som query_execution). Kan bare angis som en miljøvariabel.
nl: Batchgrootte om te gebruiken voor het verwijderen van oude rijen voor audit-gerelateerde tabellen (zoals query_execution). Kan alleen worden ingesteld als omgevingsvariabele.
pl: Rozmiar partii używany do usuwania starych wierszy dla tabel związanych z audytem (takich jak query_execution). Może być ustawiona tylko jako zmienna środowiskowa.
pt_br: Tamanho do lote a ser usado para a exclusão de linhas antigas de tabelas relacionadas à auditoria (como query_execution). Só pode ser definido como uma variável de ambiente.
ru: Пакетный размер для удаления старых строк в таблицах, связанных с аудитом (например, query_execution). Может быть задан только как переменная окружения.
sk: Veľkosť dávky, ktorá sa má použiť na vymazanie starých riadkov pre tabuľky súvisiace s auditom (ako query_execution). Môže byť nastavená len ako premenná prostredia.
sl: Velikost paketa, ki se uporablja za brisanje starih vrstic za tabele, povezane z nadzorom (na primer query_execution). Lahko se nastavi samo kot okoljska spremenljivka.
sq: Madhësia e batch-it për t’u përdorur për fshirjen e rreshtave të vjetër në tabelat e lidhura me audit (si query_execution). Mund të vendoset vetëm si variabël mjedisi.
sr: Veličina batch-a koja se koristi za brisanje starih redova iz tabela vezanih za audit (kao query_execution). Može se podesiti samo preko environment varijable.
sv: Batchstorlek som ska användas för radering av gamla rader för revisionsrelaterade tabeller (som query_execution). Kan endast ställas in som en miljövariabel.
tr: Denetimle ilgili tablolar için eski satırların silinmesinde kullanılacak toplu iş boyutu (query_execution gibi). Yalnızca bir ortam değişkeni olarak ayarlanabilir.
uk: Розмір батча для видалення старих рядків у таблицях, пов’язаних з аудитом (як-от query_execution). Можна встановити лише як змінну середовища.
vi: Kích thước lô để sử dụng cho việc xóa các hàng cũ cho các bảng liên quan đến kiểm toán (như query_execution). Chỉ có thể được đặt làm biến môi trường.
zh_hk: 用於刪除稽核相關資料表（如 query_execution）舊行的批次大小。只能設定為環境變數。

source: This authentication method has expired. Please contact your administrator.
ar: انتهت صلاحية طريقة المصادقة هذه. يُرجى التواصل مع المسؤول.
bg: Този метод за удостоверяване е изтекъл. Моля, свържете се с вашия администратор.
ca: Aquest mètode d'autenticació ha caducat. Poseu-vos en contacte amb el vostre administrador.
de: Diese Authentifizierungsmethode ist abgelaufen. Bitte wenden Sie sich an Ihren Administrator.
es: Este método de autenticación ha caducado. Póngase en contacto con su administrador.
fa: این روش احراز هویت منقضی شده است. لطفا با مدیر خود تماس بگیرید.
fi: Tämä todennusmenetelmä on vanhentunut. Ota yhteyttä järjestelmänvalvojaan.
fr: Cette méthode d'authentification a expiré. Veuillez contacter votre administrateur.
it: Questo metodo di autenticazione è scaduto. Contatta l'amministratore.
ja: この認証方法は期限切れです。管理者にお問い合わせください。
nb: Denne autentiseringsmetoden har utløpt. Vennligst kontakt administratoren din.
nl: Deze authenticatiemethode is verlopen. Neem contact op met uw beheerder.
pl: Ta metoda uwierzytelniania wygasła. Skontaktuj się z administratorem.
pt_br: Este método de autenticação expirou. Entre em contato com o administrador.
ru: Срок действия этого метода аутентификации истёк. Обратитесь к администратору.
sk: Platnosť tejto metódy overovania vypršala. Kontaktujte svojho správcu.
sl: Ta metoda preverjanja pristnosti je potekla. Obrnite se na skrbnika.
sq: Kjo metodë autentikimi ka skaduar. Ju lutem kontaktoni administratorin tuaj.
sr: Ovaj metod autentifikacije je istekao. Kontaktirajte svog administratora.
sv: Den här autentiseringsmetoden har upphört att gälla. Kontakta administratören.
tr: Bu kimlik doğrulama yönteminin süresi doldu. Lütfen yöneticinizle iletişime geçin.
uk: Термін дії цього методу автентифікації сплив. Будь ласка, зверніться до адміністратора.
vi: Phương thức xác thực này đã hết hạn. Vui lòng liên hệ với quản trị viên của bạn.
zh_hk: 此驗證方法已過期。請聯絡您的管理員。

source: Metabase
bg: Метабаза
eo: Metabase is kinda like the OG for data viz, so I’d say it’s the “big brain” app or just “the plug for stats” lol. No super slang equivalent, but if you wanna sound chill, you could say “Metabase is lowkey the vibe for data stuff.”
fa: متابیس
fr: Base de données
ja: メタベース
lt: Metabazė
nl: Metabank
pl: Metabaza
ru: Метабаза
sk: Metabáza
sl: Metabaza
sv: Metabas
vi: Cơ sở dữ liệu
