Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: A value that is true iff the metabase instance has one or more users registered.
ar: قيمة تكون true iff كان مثيل metabase لديه مستخدم واحد أو أكثر مسجّل.
bg: Стойност, която е истинска само ако инстанцията на Metabase има един или повече регистрирани потребители.
ca: Un valor que és cert si i només si la instància de Metabase té un o més usuaris registrats.
de: Ein Wert, der nur dann wahr ist, wenn in der Metabase-Instanz ein oder mehrere Benutzer registriert sind.
eo: A value that’s legit only if the metabase has at least one user signed up, fr.
es: Un valor que es verdadero si la instancia de metabase tiene uno o más usuarios registrados.
fa: مقداری که اگر نمونه متاباز یک یا چند کاربر ثبت شده داشته باشد، درست است.
fi: Arvo, joka on tosi, jos metabase-instanssilla on yksi tai useampi rekisteröity käyttäjä.
fr: Une valeur qui est vraie si l'instance de métabase a un ou plusieurs utilisateurs enregistrés.
hu: Egy érték, amely igaz, ha és csak ha a metabase instance-ában egy vagy több felhasználó van regisztrálva.
it: Un valore che è vero se l'istanza del metabase ha uno o più utenti registrati.
ja: メタベース・インスタンスに 1 人以上のユーザーが登録されている場合に真となる値。
lt: Reikšmė, kuri yra teisinga, jei metabazės egzempliorius turi vieną ar daugiau užregistruotų vartotojų.
ms: Nilai yang benar jika dan hanya jika contoh metabase mempunyai satu atau lebih pengguna yang didaftarkan.
nb: En verdi som er sann hvis metabaseforekomsten har én eller flere brukere registrert.
nl: Een waarde die waar is als en slechts als de Metabase-instantie één of meer geregistreerde gebruikers heeft.
pl: Wartość true, jeśli instancja metabazy ma jednego lub więcej zarejestrowanych użytkowników.
pt_br: Um valor que é verdadeiro se a instância do Metabase tiver um ou mais usuários registrados.
ru: Значение, которое равно true, если в экземпляре метабазы зарегистрирован один или несколько пользователей.
sk: Hodnota, ktorá je true, ak inštancia metabázy má jedného alebo viacerých registrovaných používateľov.
sl: Vrednost, ki je resnična, če je v primerku metabaze registriran eden ali več uporabnikov.
sq: Një vlerë që është true vetëm nëse instanca e Metabase ka një ose më shumë përdorues të regjistruar.
sr: Vrednost koja je true iff metabase instanca ima jednog ili više registrovanih korisnika.
sv: Ett värde som är sant om metabasinstansen har en eller flera användare registrerade.
tr: Metatabanı örneğinin kayıtlı bir veya daha fazla kullanıcısı varsa doğru olan bir değer.
uk: Значення, що є true тоді й лише тоді, коли інстанс metabase має одного або більше зареєстрованих користувачів.
vi: Giá trị đúng nếu phiên bản metabase có một hoặc nhiều người dùng đã đăng ký.
zh_hk: 當 Metabase 實例有一個或多個用戶註冊時，值為 true。

source: Metabase config files require a Premium token with the :config-text-file feature.
ar: تتطلب ملفات إعدادات Metabase Token Premium مع ميزة :config-text-file.
bg: Конфигурационните файлове на Metabase изискват премиум маркер с функцията :config-text-file.
ca: Els fitxers de configuració de Metabase requereixen un token Premium amb la funció :config-text-file.
de: Metabase-Konfigurationsdateien erfordern ein Premium-Token mit der :config-text-file Funktion.
eo: Yo, your Metabase config files need a Premium token with the :config-text-file feature to work.
es: Los archivos de configuración de Metabase requieren un token Premium con la función :config-text-file.
fa: فایل های پیکربندی متابیس به یک توکن Premium با ویژگی :config-text-file نیاز دارند.
fi: Metabase-konfiguraatiotiedostot vaativat Premium-tunnuksen, jossa on :config-text-file-ominaisuus.
fr: Les fichiers de configuration de la métabase nécessitent un jeton Premium avec la fonctionnalité :config-text-file.
hu: A Metabase konfigurációs fájlokhoz prémium token szükséges a :config-text-file funkcióval.
it: I file di configurazione del database richiedono un token Premium con la funzione :config-text-file.
ja: メタベース設定ファイルには、:config-text-file機能を持つプレミアムトークンが必要です。
lt: Metabazės konfigūracijos failams reikalingas Premium prieigos raktas su :config-text-file funkcija.
ms: Fail konfigurasi Metabase memerlukan token Premium dengan :ciri konfigurasi-fail-teks.
nb: Metabase-konfigurasjonsfiler krever et Premium-token med funksjonen :config-text-file.
nl: Metabase-configuratiebestanden vereisen een premium-token met de functie :config-text-file.
pl: Pliki konfiguracyjne metabazy wymagają tokena Premium z funkcją :config-text-file.
pt_br: Os arquivos de configuração do Metabase exigem um token Premium com o recurso :config-text-file.
ru: Для файлов конфигурации метабазы требуется токен Premium с функцией :config-text-file.
sk: Konfiguračné súbory metabázy vyžadujú token Premium s funkciou :config-text-file.
sl: Konfiguracijske datoteke metabase zahtevajo žeton Premium s funkcijo :config-text-file.
sq: Skedarët e konfigurimit të Metabase kërkojnë një token Premium me veçorinë :config-text-file.
sr: Metabase config fajlovi zahtevaju Premium token sa funkcionalnošću :config-text-file.
sv: Metabasens konfigurationsfiler kräver en Premium-token med funktionen :config-text-file.
tr: Metabase yapılandırma dosyaları, :config-text-file özelliğine sahip bir Premium belirteci gerektirir.
uk: Файли конфігурації Metabase потребують Premium-токен із фічею :config-text-file.
vi: Tệp cấu hình Metabase yêu cầu mã thông báo Premium có tính năng :config-text-file.
zh_hk: Metabase 配置文件需要具有 :config-text-file 功能的 Premium 令牌。

source: Allowed email address domain(s) for new Dashboard Subscriptions and Alerts. To specify multiple domains, separate each domain with a comma, with no space in between. To allow all domains, leave the field empty. This setting doesn’t affect existing subscriptions.
ar: نطاق(ات) عناوين البريد الإلكتروني المسموح بها لاشتراكات لوحات المعلومات والتنبيهات الجديدة. لتحديد عدة نطاقات، افصل كل نطاق بفاصلة، دون مسافة بينهما. للسماح بكل النطاقات، اترك الحقل فارغًا. لا يؤثر هذا الإعداد على الاشتراكات الحالية.
bg: Разрешени домейни на имейл адреси за нови абонаменти за Табло и известия. За да посочите няколко домейна, разделете всеки домейн със запетая, без интервал между тях. За да разрешите всички домейни, оставете полето празно. Това настройка не влияе на съществуващите абонаменти.
ca: Dominis d'adreces de correu electrònic permesos per a les subscripcions i alertes noves del quadre de comandament. Per especificar diversos dominis, separeu cada domini amb una coma, sense espai entremig. Per permetre tots els dominis, deixeu el camp buit. Aquesta configuració no afecta les subscripcions existents.
de: Erlaubte E-Mail-Adresse Domäne(n) für neue Dashboard-Abonnements und Warnungen. Um mehrere Domänen anzugeben, trennen Sie jede Domäne mit einem Komma, ohne Leerzeichen dazwischen. Um alle Domänen zu erlauben, lassen Sie das Feld leer. Diese Einstellung beeinflusst bestehende Abonnements nicht.
eo: Yo, here’s the tea: You can set which email domains can get those new Dashboard Subs and Alerts. If you wanna add multiple, just comma-separate them without spaces. If you wanna let all domains slide, just leave it blank. Also, this won’t mess with any subs you already got going.
es: Dominios de correo electrónico permitidos para las nuevas suscripciones y alertas del Panel de Control. Para especificar varios dominios, sepárelos con una coma y sin espacios. Para permitir todos los dominios, deje el campo vacío. Esta configuración no afecta a las suscripciones existentes.
fa: دامنه(های) آدرس ایمیل مجاز برای اشتراک‌ها و هشدارهای جدید داشبورد. برای تعیین چندین دامنه، هر دامنه را با کاما از هم جدا کنید و هیچ فاصله‌ای بین آنها قرار ندهید. برای مجاز کردن همه دامنه‌ها، فیلد را خالی بگذارید. این تنظیم بر اشتراک‌های موجود تأثیری ندارد.
fi: Sallitut sähköpostiosoitteen verkkotunnukset uusille koontinäkymän tilauksille ja hälytyksille. Voit määrittää useita verkkotunnuksia erottamalla ne toisistaan pilkulla ilman välilyöntejä. Jos haluat sallia kaikki verkkotunnukset, jätä kenttä tyhjäksi. Tämä asetus ei vaikuta olemassa oleviin tilauksiin.
fr: Domaine(s) d'adresse électronique autorisé(s) pour les nouveaux abonnements au tableau de bord et les nouvelles alertes. Pour spécifier plusieurs domaines, séparez chaque domaine par une virgule, sans espace entre les deux. Pour autoriser tous les domaines, laissez le champ vide. Ce paramètre n'affecte pas les abonnements existants.
hu: Engedélyezett e-mail cím domain(ek) új irányítópult előfizetésekhez és értesítésekhez. Több domain megadásához válassza el az egyes domaineket vesszővel, szóköz nélkül. Az összes domain engedélyezéséhez hagyja üresen a mezőt. Ez a beállítás nem érinti a meglévő előfizetéseket.
it: Domini di indirizzi email consentiti per i nuovi abbonamenti e avvisi della dashboard. Per specificare più domini, separarli con una virgola, senza spazi. Per consentire tutti i domini, lasciare il campo vuoto. Questa impostazione non influisce sugli abbonamenti esistenti.
ja: 新しいダッシュボード購読とアラートに対して許可される電子メールアドレスのドメイン。複数のドメインを指定するには、各ドメインをカンマで区切ってください。すべてのドメインを許可するには、フィールドを空のままにします。この設定は既存の購読には影響しません。
lt: Leidžiamas (-i) el. pašto adreso domenas (-ai) naujiems prietaisų skydelio prenumeratams ir įspėjimams. Jei norite nurodyti kelis domenus, kiekvieną domeną atskirkite kableliais be tarpų. Norėdami leisti visus domenus, palikite lauką tuščią. Šis nustatymas neturi įtakos esamoms prenumeratoms.
ms: Domain alamat e-mel yang dibenarkan untuk Langganan Papan Pemuka dan Amaran baru. Untuk menetapkan beberapa domain, pisahkan setiap domain dengan koma, tanpa ruang di antara. Untuk membenarkan semua domain, biarkan medan ini kosong. Tetapan ini tidak mempengaruhi langganan sedia ada.
nb: Tillatte e-postadressedomene for nye Dashboard-abonnementer og -varsler. Hvis du vil angi flere domener, skiller du hvert domene med et komma, uten mellomrom. Hvis du vil tillate alle domener, lar du feltet stå tomt. Denne innstillingen påvirker ikke eksisterende abonnementer.
nl: Toegestane e-mailadresdomein(en) voor nieuwe Dashboard Abonnementen en Meldingen. Om meerdere domeinen op te geven, scheid elk domein met een komma, zonder spaties ertussen. Om alle domeinen toe te staan, laat het veld leeg. Deze instelling heeft geen invloed op bestaande abonnementen.
pl: Dozwolone domeny adresów e-mail dla nowych subskrypcji Dashboard i alertów. Aby określić wiele domen, oddziel każdą domenę przecinkiem, bez spacji pomiędzy nimi. Aby zezwolić na wszystkie domeny, pozostaw pole puste. To ustawienie nie ma wpływu na istniejące subskrypcje.
pt_br: Domínio(s) de endereço de e-mail permitido(s) para novas assinaturas de painel e alertas. Para especificar vários domínios, separe cada domínio com uma vírgula, sem espaço entre eles. Para permitir qualquer domínio, deixe o campo vazio. Essa configuração não afeta as assinaturas existentes.
ru: Разрешенный домен(ы) адреса электронной почты для новых подписок на дашборд и оповещений. Чтобы указать несколько доменов, разделяйте каждый домен запятой, без пробела между ними. Чтобы разрешить все домены, оставьте поле пустым. Данная настройка не влияет на существующие подписки.
sk: Povolené domény e-mailových adries pre nové odbery a upozornenia na Dashboarde. Ak chcete zadať viacero domén, oddeľte každú doménu čiarkou bez medzery. Ak chcete povoliť všetky domény, nechajte pole prázdne. Toto nastavenie neovplyvňuje existujúce odbery.
sl: Dovoljene domene e-poštnih naslovov za nove naročnine in opozorila na nadzorno ploščo. Če želite določiti več domen, vsako domeno ločite z vejico, med katero ni presledka. Če želite dovoliti vse domene, pustite polje prazno. Ta nastavitev ne vpliva na obstoječe naročnine.
sq: Domain(et) e lejuara të adresave email për Abonime Paneli dhe Alarme të reja. Për të specifikuar disa domain, ndaj secilin domain me presje, pa hapësirë mes tyre. Për të lejuar të gjitha domain-et, lëre fushën bosh. Ky cilësim nuk ndikon abonimet ekzistuese.
sr: Dozvoljeni domen(i) email adresa za nove pretplate na kontrolnu tablu i upozorenja. Da navedeš više domena, razdvoji svaki domen zarezom, bez razmaka. Da dozvoliš sve domene, ostavi polje prazno. Ovo podešavanje ne utiče na postojeće pretplate.
sv: Tillåtna e-postadressdomäner för nya instrumentpanelsprenumerationer och aviseringar. Om du vill ange flera domäner, separera varje domän med ett kommatecken, utan mellanslag. Om du vill tillåta alla domäner, lämna fältet tomt. Den här inställningen påverkar inte befintliga prenumerationer.
tr: Yeni Pano Abonelikleri ve Uyarıları için izin verilen e-posta adresi etki alanı(ları). Birden fazla etki alanı belirtmek için, her etki alanını virgülle ayırın ve aralarında boşluk bırakmayın. Tüm etki alanlarına izin vermek için alanı boş bırakın. Bu ayar mevcut abonelikleri etkilemez.
uk: Дозволені домени email-адрес для нових підписок на дашборди та сповіщень. Щоб указати кілька доменів, розділяйте кожен домен комою без пробілів. Щоб дозволити всі домени, залиште поле порожнім. Це налаштування не впливає на наявні підписки.
vi: Miền địa chỉ email được phép cho Đăng ký và Cảnh báo Bảng điều khiển mới. Để chỉ định nhiều miền, hãy phân tách từng miền bằng dấu phẩy, không có khoảng trắng ở giữa. Để cho phép tất cả các miền, hãy để trống trường. Thiết lập này không ảnh hưởng đến các đăng ký hiện có.
zh_hk: 允許新的儀表板訂閱和警報的電子郵件地址域。要指定多個域，請用逗號分隔每個域，並且之間沒有空格。若要允許所有域，請將該欄位留空。此設置不影響現有訂閱。

source: Advanced Permissions
ar: أذونات متقدمة
bg: Разширени разрешения за достъп
ca: Permisos avançats
de: Erweiterte Berechtigungen
eo: Next-level perms
es: Permisos avanzados
fa: مجوزهای پیشرفته
fi: Edistyneet käyttöoikeudet
fr: Permissions avancées
hu: Speciális jogosultságok
it: Permessi avanzati
ja: 高度な権限
lt: Išplėstiniai leidimai
ms: Kebenaran Lanjutan
nb: Avanserte tillatelser
nl: Geavanceerde Rechten
pl: Uprawnienia zaawansowane
pt_br: Permissões avançadas
ru: Расширенные привилегии доступа
sk: Rozšírené oprávnenia
sl: Napredna dovoljenja
sq: Leje të avancuara
sr: Napredne dozvole
sv: Avancerade behörigheter
tr: Gelişmiş İzinler
uk: Розширені дозволи
vi: Quyền nâng cao
zh_hk: 進階權限

source: Serialization
ar: التسلسل
bg: Сериализация
ca: Serialització
de: Serialisierung
eo: Serialization? That’s basically just “saving stuff in a way that’s easy to share or store,” but lowkey, I’d say it’s like “file flex” or “info drip” lol.
es: Serialización
fa: سریال سازی
fi: Sarjallistaminen
fr: Sérialisation
hu: Sorozatosítás
it: Serializzazione
ja: 連載
lt: Serializavimas
ms: Penyerianan
nb: Serialisering
nl: Serialisatie
pl: Serializacja
pt_br: Serialização
ru: Сериализация
sk: Serializácia
sl: Serializacija
sq: Serializim
sr: Serijalizacija
sv: Serialisering
tr: Serileştirme
uk: Серіалізація
vi: Tuần tự hóa
zh_hk: 序列化

source: Audit app
ar: تطبيق التدقيق
bg: Приложение за одит
ca: Aplicació d'auditoria
eo: Audit app → Audit thingy or audit tool, frfr
es: Aplicación de auditoría
fa: اپلیکیشن حسابرسی
fi: Tarkastussovellus
fr: Application d'audit
hu: Audit alkalmazás
it: App di audit
ja: 監査アプリ
lt: Audito programa
ms: Aplikasi audit
nb: App for revisjon
nl: Controle app
pl: Aplikacja do audytu
pt_br: Aplicativo de auditoria
ru: Приложение для аудита
sk: Aplikácia Audit
sl: Aplikacija za nadzor
sq: Aplikacioni Audit
sr: Audit aplikacija
sv: App för revision
tr: Denetim uygulaması
uk: Застосунок аудиту
vi: Ứng dụng kiểm toán
zh_hk: 審核應用

source: Content verification
ar: التحقق من المحتوى
bg: Проверка на съдържанието
ca: Verificació de contingut
de: Inhaltsüberprüfung
eo: Vibe check on the content
es: Verificación de contenidos
fa: تایید محتوا
fi: Sisällön varmennus
fr: Vérification du contenu
hu: Tartalomellenőrzés
it: Verifica dei contenuti
ja: コンテンツ検証
lt: Turinio patikrinimas
ms: Pengesahan kandungan
nb: Verifisering av innhold
nl: Inhoudverificatie
pl: Weryfikacja zawartości
pt_br: Verificação de conteúdo
ru: Проверка содержимого
sk: Overenie obsahu
sl: Preverjanje vsebine
sq: Verifikimi i përmbajtjes
sr: Verifikacija sadržaja
sv: Verifiering av innehåll
tr: İçerik doğrulama
uk: Перевірка контенту
vi: Xác minh nội dung
zh_hk: 內容驗證

source: SAML-based authentication
ar: مصادقة تعتمد على SAML
bg: Проверка на удостоверяване въз основа на SAML
ca: Autenticació basada en SAML
de: SAML-basierte Authentifizierung
eo: SAML auth be like legit login vibes
es: Autenticación basada en SAML
fa: احراز هویت مبتنی بر SAML
fi: SAML-pohjainen todennus
fr: Authentification basée sur SAML
hu: SAML alapú hitelesítés
it: Autenticazione basata su SAML
ja: SAMLベースの認証
lt: SAML pagrįstas autentifikavimas
ms: Pengesahan berasaskan SAML
nb: SAML-basert autentisering
nl: SAML-gebaseerde authenticatie
pl: Uwierzytelnianie oparte na SAML
pt_br: Autenticação baseada em SAML
ru: Аутентификация на основе SAML
sk: Overovanie založené na SAML
sl: Preverjanje pristnosti na podlagi SAML
sq: Autentikim i bazuar në SAML
sr: Autentifikacija zasnovana na SAML-u
sv: SAML-baserad autentisering
tr: SAML tabanlı kimlik doğrulama
uk: Автентифікація на основі SAML
vi: Xác thực dựa trên SAML
zh_hk: 基於SAML的身份驗證

source: JWT-based authentication
ar: مصادقة تعتمد على JWT
bg: Проверка на удостоверяване въз основа на JWT
ca: Autenticació basada en JWT
de: JWT-basierte Authentifizierung
eo: JWT-based auth = 🔑✨
es: Autenticación basada en JWT
fa: احراز هویت مبتنی بر JWT
fi: JWT-pohjainen todennus
fr: Authentification basée sur JWT
hu: JWT alapú hitelesítés
it: Autenticazione basata su JWT
ja: JWTベースの認証
lt: JWT pagrįstas autentifikavimas
ms: Pengesahan asas-JWT
nb: JWT-basert autentisering
nl: JWT-gebaseerde authenticatie
pl: Uwierzytelnianie oparte na JWT
pt_br: Autenticação baseada em JWT
ru: Аутентификация на основе JWT
sk: Overovanie založené na JWT
sl: Preverjanje pristnosti na podlagi JWT
sq: Autentikim i bazuar në JWT
sr: Autentifikacija zasnovana na JWT-u
sv: JWT-baserad autentisering
tr: JWT tabanlı kimlik doğrulama
uk: Автентифікація на основі JWT
vi: Xác thực dựa trên JWT
zh_hk: 基於JWT的身份驗證

source: Invalid redirect URL
ar: URL إعادة توجيه غير صالح
bg: Невалиден адрес за пренасочване URL
ca: URL de redirecció no vàlida
de: Ungültige Umleitungs-URL
eo: Bruh, that URL is totally invalid rn
es: URL de redirección no válida
fa: URL تغییر مسیر نامعتبر است
fi: Virheellinen uudelleenohjaus-URL
fr: URL de redirection invalide
hu: Érvénytelen átirányítási URL
it: URL di reindirizzamento non valido
ja: 無効なリダイレクトURL
lt: Neteisingas peradresavimo URL
ms: URL pengalihan tidak sah
nb: Ugyldig viderekoblingsadresse
nl: Ongeldige omleidings-URL
pl: Nieprawidłowy adres URL przekierowania
pt_br: URL de redirecionamento inválido
ru: Недопустимый URL-адрес перенаправления
sk: Neplatná adresa URL presmerovania
sl: Neveljaven URL za preusmeritev
sq: URL ridrejtimi e pavlefshme
sr: Nevažeći URL za preusmeravanje
sv: Ogiltig URL för omdirigering
tr: Geçersiz yönlendirme URL'si
uk: Недійсний URL перенаправлення
vi: URL chuyển hướng không hợp lệ
zh_hk: 無效的重定向URL

source: Overview of [[this]] data from Google Analytics
hu: A Google Analytics [[ez]] adatainak áttekintése
ms: Gambaran keseluruhan data [[ini]] dari Google Analytics

source: Where most sessions originate
hu: Ahonnan a legtöbb munkamenet származik
ms: Di mana kebanyakan sesi bermula

source: Here's an overview of [[this]] data from Google Analytics
hu: Íme a Google Analytics [[this]] adatainak áttekintése
ms: Ini adalah gambaran keseluruhan data [[ini]] dari Google Analytics

source: Database levels
hu: Adatbázis szintek
ms: Tahap pangkalan data

source: Schema and table levels
hu: Séma és tábla szintek
ms: Tahap skema dan jadual

source: Other data permissions
ar: أذونات بيانات أخرى
bg: Други разрешения за данни
ca: Altres permisos de dades
de: Andere Datenberechtigungen
eo: Other data perms
es: Otros permisos de datos
fa: سایر مجوزهای داده
fi: Muut tietojen käyttöoikeudet
fr: Autres autorisations de données
hu: Egyéb adatengedélyek
it: Altre autorizzazioni per i dati
ja: その他のデータ許可
lt: Kiti duomenų leidimai
ms: Kebenaran data lain
nb: Andre datatillatelser
nl: Andere datarechten
pl: Inne uprawnienia do danych
pt_br: Outras permissões de dados
ru: Другие привилегии на данные
sk: Iné povolenia na údaje
sl: Druga dovoljenja za podatke
sq: Leje të tjera të të dhënave
sr: Ostale dozvole za podatke
sv: Andra datatillstånd
tr: Diğer veri izinleri
uk: Інші дозволи даних
vi: Quyền dữ liệu khác
zh_hk: 其他資料權限

source: Pick a dashboard to serve as the homepage
ar: اختر لوحة معلومات لتكون الصفحة الرئيسية
bg: Изберете табло, което да служи като начална страница
ca: Trieu un quadre de comandament per servir com a pàgina d'inici
de: Wählen Sie ein Dashboard als Startseite
eo: Pick a dashboard to be your main vibe, bestie
es: Elige un panel que sirva de página de inicio
fa: داشبوردی را برای خدمت به عنوان صفحه اصلی انتخاب کنید
fi: Valitse kojelauta kotisivuksi
fr: Choisissez un tableau de bord qui servira de page d'accueil
hu: Válasszon egy irányítópultot kezdőlapként
it: Scegliere una dashboard che funga da homepage
ja: ホームページとなるダッシュボードを選ぶ
lt: Pasirinkite prietaisų skydelį, kuris bus pagrindinis puslapis
ms: Pilih papan pemuka untuk dijadikan laman utama
nb: Velg et dashbord som skal fungere som startside
nl: Kies een dashboard om als de startpagina te dienen
pl: Wybierz pulpit, który będzie służył jako strona główna
pt_br: Escolha um painel para usar como página inicial
ru: Выберите дашборд в качестве домашней страницы
sk: Vyberte si prístrojový panel, ktorý bude slúžiť ako domovská stránka
sl: Izbira nadzorne plošče, ki bo služila kot domača stran
sq: Zgjidh një panel që të shërbejë si homepage
sr: Izaberi kontrolnu tablu koja će biti početna stranica
sv: Välj en instrumentpanel som ska fungera som startsida
tr: Ana sayfa olarak kullanılacak bir gösterge tablosu seçin
uk: Виберіть дашборд, який буде домашньою сторінкою
vi: Chọn một bảng điều khiển để làm trang chủ
zh_hk: 選擇一個儀表板作為首頁

source: Customize
ar: خصّص
bg: Персонализиране
ca: Personalitza
de: Anpassen
eo: flex out your style
es: Personalizar
fa: سفارشی کردن
fi: Mukauta
fr: Personnaliser
hu: Testreszabás
it: Personalizzazione
ja: カスタマイズ
lt: Tinkinti
ms: Sesuaikan
nb: Tilpass
nl: Aanpassen
pl: Dostosuj
pt_br: Personalizar
ru: Настроить
sk: Prispôsobenie stránky
sl: Prilagodite
sq: Personalizo
sr: Prilagodi
sv: Anpassa
tr: Özelleştirme
uk: Налаштувати
vi: Tùy chỉnh
zh_hk: 自訂

source: Connect your database
hu: Csatlakoztassa az adatbázisát
ms: Sambungkan pangkalan data anda

source: Apply all filters
hu: Az összes szűrő alkalmazása
ms: Terapkan semua penapis
