Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Maximum time, in seconds, to wait for LDAP server before falling back to local authentication
ar: أقصى مدة، بالثواني، للانتظار لخادم LDAP قبل الرجوع إلى المصادقة المحلية
bg: Максимално време в секунди за изчакване на LDAP сървъра, преди да се премине към локално удостоверяване
ca: Temps màxim, en segons, d'espera del servidor LDAP abans de tornar a l'autenticació local
de: Maximale Wartezeit in Sekunden auf den LDAP-Server, bevor auf die lokale Authentifizierung zurückgegriffen wird
es: Tiempo máximo, en segundos, de espera al servidor LDAP antes de recurrir a la autenticación local
fa: حداکثر زمان (برحسب ثانیه) برای انتظار برای سرور LDAP قبل از بازگشت به احراز هویت محلی
fi: Enimmäisaika sekunteina, jonka odotat LDAP-palvelimelta ennen paikalliseen todennukseen palaamista
fr: Temps maximal, en secondes, d'attente du serveur LDAP avant de revenir à l'authentification locale
it: Tempo massimo, in secondi, di attesa del server LDAP prima di ricorrere all'autenticazione locale
ja: ローカル認証にフォールバックする前に LDAP サーバーを待機する最大時間（秒）
nb: Maksimum tid, i sekunder, for å vente på LDAP-serveren før man går tilbake til lokal autentisering
nl: Maximale tijd, in seconden, om te wachten op de LDAP-server voordat er wordt teruggevallen op lokale authenticatie
pl: Maksymalny czas oczekiwania (w sekundach) na serwer LDAP przed powrotem do uwierzytelniania lokalnego
pt_br: Tempo máximo, em segundos, de espera pelo servidor LDAP antes de retornar à autenticação local
ru: Максимальное время ожидания сервера LDAP (в секундах) перед переходом на локальную аутентификацию
sk: Maximálny čas čakania na server LDAP v sekundách pred prechodom na lokálne overenie
sl: Najdaljši čas čakanja na strežnik LDAP v sekundah, preden se vrne na lokalno preverjanje pristnosti
sq: Koha maksimale, në sekonda, për të pritur serverin LDAP përpara se të kalohet te autentikimi lokal
sr: Maksimalno vreme, u sekundama, za čekanje LDAP servera pre prelaska na lokalnu autentifikaciju
sv: Maximal tid, i sekunder, att vänta på LDAP-servern innan återgång till lokal autentisering
tr: Yerel kimlik doğrulamasına geri dönmeden önce LDAP sunucusunun beklemesi gereken maksimum süre (saniye cinsinden)
uk: Максимальний час очікування відповіді від LDAP-сервера (у секундах), після якого буде виконано резервний перехід на локальну автентифікацію
vi: Thời gian tối đa, tính bằng giây, để chờ máy chủ LDAP trước khi quay lại xác thực cục bộ
zh_hk: 返回本機驗證之前等待 LDAP 伺服器的最長時間 (秒)

source: User lookup filter. The placeholder '''{login}''' will be replaced by the user supplied login.
ar: فلتر البحث عن المستخدم. سيتم استبدال placeholder '''{login}''' ببيانات تسجيل الدخول التي أدخلها المستخدم.
bg: Филтър за търсене на потребители. Заместителят '''{login}''' ще бъде заменен от въведеното от потребителя име за вход.
ca: Filtre de cerca d'usuaris. El marcador de posició '''{login}''' serà substituït per l'inici de sessió proporcionat per l'usuari.
de: Benutzersuchfilter. Der Platzhalter '''{login}''' wird durch den vom Benutzer angegebenen Benutzernamen ersetzt.
eo: User lookup filter. The placeholder '''{login}''' will be swapped with whatever login the user types in, fr.
es: Filtro de búsqueda de usuarios. El marcador '''{login}''' se reemplazará con el nombre de usuario proporcionado por el usuario.
fa: فیلتر جستجوی کاربر جای جای ""{login}"" با ورود به سیستم ارائه شده توسط کاربر جایگزین می شود.
fi: Käyttäjän hakusuodatin. Paikkamerkki '''{login}''' korvataan käyttäjän antamalla kirjautumistunnuksella.
fr: Filtre de recherche d'utilisateur. L'espace réservé '''{login}''' sera remplacé par le login fourni par l'utilisateur.
it: Filtro di ricerca utente. Il segnaposto '''{login}''' verrà sostituito dal login fornito dall'utente.
ja: ユーザー検索フィルター。プレースホルダー '''{login}''' は、ユーザーが指定したログインに置き換えられます。
lt: Vartotojo paieškos filtras. Vietos rezervavimo ženklas '''{login}''' bus pakeistas vartotojo pateiktu prisijungimo vardu.
nb: Filter for brukeroppslag. Plassholderen '''{login}''' vil bli erstattet av brukerens pålogging.
nl: Gebruikersopzoekfilter. De tijdelijke aanduiding '''{login}''' wordt vervangen door de door de gebruiker opgegeven login.
pl: Filtr wyszukiwania użytkownika. Symbol zastępczy '''{login}''' zostanie zastąpiony przez podany przez użytkownika login.
pt_br: Filtro de pesquisa de usuário. A variável '''{login}''' será substituída pelo login fornecido pelo usuário.
ru: Фильтр поиска пользователя. Заполнитель '''{login}''' будет заменен на предоставленный пользователем логин.
sk: Filter vyhľadávania používateľov. Zástupný symbol '''{login}''' bude nahradený prihlasovacím menom zadaným používateľom.
sl: Filter za iskanje uporabnikov. Nadomestni znak '''{login}''' bo nadomeščen z uporabniško prijavo.
sq: Filtër për kërkimin e përdoruesit. Placeholder-i '''{login}''' do të zëvendësohet nga login-i i dhënë nga përdoruesi.
sr: Filter za pretragu korisnika. Placeholder '''{login}''' biće zamenjen login-om koji je uneo korisnik.
sv: Användaruppslagsfilter. Platshållaren '''{login}''' kommer att ersättas av användarens inloggning.
tr: Kullanıcı arama filtresi. '''{login}''' yer tutucusu, kullanıcı tarafından sağlanan oturum açma bilgileriyle değiştirilecektir.
uk: Фільтр пошуку користувача. Плейсхолдер '''{login}''' буде замінено на логін, наданий користувачем.
vi: Bộ lọc tra cứu người dùng. Chỗ giữ chỗ '''{login}''' sẽ được thay thế bằng thông tin đăng nhập do người dùng cung cấp.
zh_hk: 使用者查詢篩選器。佔位符號 '''{login}''' 將被使用者提供的登入名稱取代。

source: Cannot run transforms on audit databases.
ar: لا يمكن تشغيل التحويلات على قواعد بيانات التدقيق.
bg: Не могат да се изпълняват трансформации върху бази данни за одит.
ca: No es poden executar transformacions a les bases de dades d'auditoria.
de: Transformationen können nicht auf Auditdatenbanken ausgeführt werden.
es: No se pueden ejecutar transformaciones en bases de datos de auditoría.
fa: نمی‌توان تبدیل‌ها را روی پایگاه‌های داده حسابرسی اجرا کرد.
fi: Muunnoksia ei voi suorittaa tarkastustietokannoissa.
fr: Impossible d'exécuter des transformations sur les bases de données d'audit.
it: Impossibile eseguire trasformazioni sui database di audit.
ja: 監査データベースでは変換を実行できません。
nb: Kan ikke kjøre transformasjoner på revisjonsdatabaser.
nl: Transformaties kunnen niet worden uitgevoerd op auditdatabases.
pl: Nie można przeprowadzać transformacji w bazach danych audytu.
pt_br: Não é possível executar transformações em bancos de dados de auditoria.
ru: Невозможно выполнить преобразования в базах данных аудита.
sk: Transformácie nie je možné spustiť na audítorských databázach.
sl: Preobrazb ni mogoče izvajati v revizijskih bazah podatkov.
sq: Nuk mund të ekzekutohen transformime në baza të dhënash audit.
sr: Nije moguće pokretati transformacije na audit bazama podataka.
sv: Det går inte att köra transformationer på granskningsdatabaser.
tr: Denetim veritabanlarında dönüşümler çalıştırılamaz.
uk: Неможливо запускати трансформації на аудитних базах даних.
vi: Không thể chạy chuyển đổi trên cơ sở dữ liệu kiểm tra.
zh_hk: 無法在稽核資料庫上執行轉換。

source: The target database cannot be found.
ar: تعذّر العثور على قاعدة البيانات المستهدفة.
bg: Целевата база данни не може да бъде намерена.
ca: No es pot trobar la base de dades de destinació.
de: Die Zieldatenbank kann nicht gefunden werden.
es: No se puede encontrar la base de datos de destino.
fa: پایگاه داده هدف پیدا نمی‌شود.
fi: Kohdetietokantaa ei löydy.
fr: La base de données cible est introuvable.
it: Impossibile trovare il database di destinazione.
ja: ターゲットデータベースが見つかりません。
nb: Måldatabasen kan ikke finnes.
nl: De doeldatabase kan niet worden gevonden.
pl: Nie można odnaleźć bazy danych docelowej.
pt_br: O banco de dados de destino não pode ser encontrado.
ru: Не удалось найти целевую базу данных.
sk: Cieľovú databázu sa nepodarilo nájsť.
sl: Ciljne baze podatkov ni mogoče najti.
sq: Baza e të dhënave e synuar nuk u gjet.
sr: Ciljna baza ne može da se pronađe.
sv: Måldatabasen kan inte hittas.
tr: Hedef veritabanı bulunamadı.
uk: Цільову базу даних не знайдено.
vi: Không tìm thấy cơ sở dữ liệu đích.
zh_hk: 無法找到目標資料庫。

source: Cannot run transforms on the sample database.
ar: لا يمكن تشغيل التحويلات على قاعدة البيانات النموذجية.
bg: Не могат да се изпълняват трансформации върху примерната база данни.
ca: No es poden executar transformacions a la base de dades d'exemple.
de: Transformationen können auf der Beispieldatenbank nicht ausgeführt werden.
es: No se pueden ejecutar transformaciones en la base de datos de muestra.
fa: نمی‌توان تبدیل‌ها را روی پایگاه داده نمونه اجرا کرد.
fi: Muunnoksia ei voida suorittaa esimerkkitietokannassa.
fr: Impossible d'exécuter des transformations sur l'exemple de base de données.
it: Impossibile eseguire le trasformazioni sul database di esempio.
ja: サンプル データベースで変換を実行できません。
nb: Kan ikke kjøre transformasjoner på eksempeldatabasen.
nl: Transformaties kunnen niet worden uitgevoerd op de voorbeelddatabase.
pl: Nie można uruchomić transformacji w przykładowej bazie danych.
pt_br: Não é possível executar transformações no banco de dados de amostra.
ru: Невозможно выполнить преобразования в образце базы данных.
sk: Nie je možné spustiť transformácie na vzorovej databáze.
sl: Preobrazb v vzorčni zbirki podatkov ni mogoče izvesti.
sq: Nuk mund të ekzekutohen transformime në bazën e të dhënave shembull.
sr: Nije moguće pokretati transformacije na primer bazi podataka.
sv: Det går inte att köra transformationer på exempeldatabasen.
tr: Örnek veritabanında dönüşümler çalıştırılamıyor.
uk: Неможливо запускати трансформації на демонстраційній базі даних.
vi: Không thể chạy chuyển đổi trên cơ sở dữ liệu mẫu.
zh_hk: 無法在樣本資料庫上執行轉換。

source: Premium features required for this transform type are not enabled.
ar: ميزات Premium المطلوبة لهذا النوع من التحويلات غير مفعّلة.
bg: Премиум функциите, необходими за този тип трансформация, не са активирани.
ca: Les funcions premium necessàries per a aquest tipus de transformació no estan habilitades.
de: Für diesen Transformationstyp erforderliche Premiumfunktionen sind nicht aktiviert.
es: Las funciones premium requeridas para este tipo de transformación no están habilitadas.
fa: ویژگی‌های پریمیوم مورد نیاز برای این نوع تبدیل فعال نیستند.
fi: Tämän muunnostyypin edellyttämät premium-ominaisuudet eivät ole käytössä.
fr: Les fonctionnalités Premium requises pour ce type de transformation ne sont pas activées.
it: Le funzionalità premium richieste per questo tipo di trasformazione non sono abilitate.
ja: この変換タイプに必要なプレミアム機能が有効になっていません。
nb: Premium-funksjoner som kreves for denne transformasjonstypen, er ikke aktivert.
nl: Premiumfuncties die vereist zijn voor dit transformatietype zijn niet ingeschakeld.
pl: Funkcje premium wymagane dla tego typu transformacji nie są włączone.
pt_br: Os recursos premium necessários para esse tipo de transformação não estão habilitados.
ru: Премиум-функции, необходимые для этого типа преобразования, не включены.
sk: Prémiové funkcie potrebné pre tento typ transformácie nie sú povolené.
sl: Premium funkcije, potrebne za to vrsto transformacije, niso omogočene.
sq: Veçoritë Premium të nevojshme për këtë lloj transformimi nuk janë të aktivizuara.
sr: Premium funkcije potrebne za ovu vrstu transformacije nisu uključene.
sv: Premiumfunktioner som krävs för den här transformationstypen är inte aktiverade.
tr: Bu dönüşüm türü için gereken premium özellikler etkinleştirilmedi.
uk: Преміум-функції, потрібні для цього типу трансформації, не увімкнені.
vi: Các tính năng cao cấp cần thiết cho loại chuyển đổi này không được bật.
zh_hk: 未啟用此變形類型所需的高級功能。

source: A table with that name already exists.
ar: يوجد بالفعل جدول بهذا الاسم.
bg: Вече съществува таблица с това име.
ca: Ja existeix una taula amb aquest nom.
de: Eine Tabelle mit diesem Namen ist bereits vorhanden.
es: Ya existe una tabla con ese nombre.
fa: یک جدول با آن نام از قبل وجود دارد.
fi: Samanniminen taulukko on jo olemassa.
fr: Une table portant ce nom existe déjà.
it: Esiste già una tabella con quel nome.
ja: その名前のテーブルはすでに存在します。
nb: Det finnes allerede en tabell med det navnet.
nl: Er bestaat al een tabel met die naam.
pl: Tabela o takiej nazwie już istnieje.
pt_br: Já existe uma tabela com esse nome.
ru: Таблица с таким именем уже существует.
sk: Tabuľka s týmto názvom už existuje.
sl: Tabela s tem imenom že obstaja.
sq: Një tabelë me atë emër ekziston tashmë.
sr: Tabela sa tim nazivom već postoji.
sv: En tabell med det namnet finns redan.
tr: Bu isimde bir tablo zaten mevcut.
uk: Таблиця з такою назвою вже існує.
vi: Đã có bảng có tên đó.
zh_hk: 已存在具有該名稱的資料表。

source: Checkpoint column ''{0}'' has unsupported type {1}. Only numeric and temporal columns are supported for incremental filtering.
ar: عمود نقطة التحقق ''{0}'' له نوع غير مدعوم {1}. لا يُدعم للتصفية التزايدية إلا الأعمدة الرقمية والزمنية.
de: Die Checkpoint-Spalte ''{0}'' hat den nicht unterstützten Typ {1}. Für die inkrementelle Filterung werden nur numerische und temporale Spalten unterstützt.
es: La columna de punto de control ''{0}'' tiene un tipo no compatible, {1}. Solo se admiten columnas numéricas y temporales para el filtrado incremental.
fa: ستون نقطه بازرسی ''{0}'' نوع {1}را پشتیبانی نمی‌کند. فقط ستون‌های عددی و زمانی برای فیلتر افزایشی پشتیبانی می‌شوند.
fi: Tarkistuspistesarakkeella ''{0}'' on tukematon tyyppi {1}. Vain numeerisia ja ajallisia sarakkeita tuetaan inkrementaalisessa suodatuksessa.
fr: La colonne de point de contrôle ''{0}'' a un type non pris en charge {1}. Seules les colonnes numériques et temporelles sont prises en charge pour le filtrage incrémentiel.
it: La colonna del checkpoint ''{0}'' ha il tipo non supportato {1}. Per il filtraggio incrementale sono supportate solo colonne numeriche e temporali.
ja: チェックポイント列 ''{0}'' の型はサポートされていません {1}。増分フィルタリングでは数値列と時間列のみがサポートされています。
pl: Kolumna punktu kontrolnego ''{0}'' ma nieobsługiwany typ {1}. Do filtrowania przyrostowego obsługiwane są tylko kolumny numeryczne i czasowe.
pt_br: A coluna de ponto de verificação ''{0}'' tem um tipo não suportado {1}. Somente colunas numéricas e temporais são suportadas para filtragem incremental.
ru: Столбец контрольной точки "{0}" имеет неподдерживаемый тип {1}. Для инкрементной фильтрации поддерживаются только числовые и временные столбцы.
sk: Stĺpec kontrolného bodu ''{0}'' má nepodporovaný typ {1}. Pre prírastkové filtrovanie sú podporované iba číselné a časové stĺpce.
sl: Kontrolni stolpec ''{0}'' ima nepodprt tip {1}. Za inkrementalno filtriranje so podprti samo numerični in časovni stolpci.
sq: Kolona checkpoint ''{0}'' ka tip të pambështetur {1}. Vetëm kolonat numerike dhe kohore mbështeten për filtrimin inkremental.
sr: Kontrolna kolona ''{0}'' ima nepodržan tip {1}. Za inkrementalno filtriranje podržane su samo numeričke i vremenske kolone.
tr: Kontrol noktası sütunu ''{0}'' desteklenmeyen {1}türüne sahip. Artımlı filtreleme için yalnızca sayısal ve zamansal sütunlar desteklenir.
uk: Колонка checkpoint ''{0}'' має непідтримуваний тип {1}. Для інкрементної фільтрації підтримуються лише числові та часові колонки.
vi: Cột điểm kiểm tra ''{0}'' có kiểu dữ liệu không được hỗ trợ {1}. Chỉ các cột số và thời gian mới được hỗ trợ cho việc lọc tăng dần.
zh_hk: 檢查點欄位 ''{0}'' 有不支援的類型 {1}。增量過濾只支援數值和時間列。

source: The database does not support the requested transform features.
ar: قاعدة البيانات لا تدعم ميزات التحويل المطلوبة.
bg: Базата данни не поддържа заявените функции за трансформация.
ca: La base de dades no admet les funcions de transformació sol·licitades.
de: Die Datenbank unterstützt die angeforderten Transformationsfunktionen nicht.
es: La base de datos no admite las funciones de transformación solicitadas.
fa: پایگاه داده از ویژگی‌های تبدیل درخواستی پشتیبانی نمی‌کند.
fi: Tietokanta ei tue pyydettyjä muunnosominaisuuksia.
fr: La base de données ne prend pas en charge les fonctionnalités de transformation demandées.
it: Il database non supporta le funzionalità di trasformazione richieste.
ja: データベースは要求された変換機能をサポートしていません。
nb: Databasen støtter ikke de forespurte transformasjonsfunksjonene.
nl: De database ondersteunt de gevraagde transformatiefuncties niet.
pl: Baza danych nie obsługuje żądanych funkcji transformacji.
pt_br: O banco de dados não suporta os recursos de transformação solicitados.
ru: База данных не поддерживает запрошенные функции преобразования.
sk: Databáza nepodporuje požadované transformačné funkcie.
sl: Podatkovna baza ne podpira zahtevanih funkcij transformacije.
sq: Databaza nuk i mbështet veçoritë e kërkuara të transformimit.
sr: Baza podataka ne podržava tražene funkcije transformacije.
sv: Databasen stöder inte de begärda transformeringsfunktionerna.
tr: Veritabanı istenen dönüştürme özelliklerini desteklemiyor.
uk: База даних не підтримує запитані можливості трансформацій.
vi: Cơ sở dữ liệu không hỗ trợ các tính năng chuyển đổi được yêu cầu.
zh_hk: 資料庫不支援要求的變換功能。

source: Checkpoint column not found in query.
ar: لم يتم العثور على عمود نقطة التحقق في الاستعلام.
de: Die Spalte „Checkpoint“ wurde in der Abfrage nicht gefunden.
es: Columna de punto de control no encontrada en la consulta.
fa: ستون نقطه بازرسی در پرس و جو یافت نشد.
fi: Tarkistuspiste-saraketta ei löytynyt kyselystä.
fr: Colonne de point de contrôle introuvable dans la requête.
it: Colonna checkpoint non trovata nella query.
ja: クエリ内にチェックポイント列が見つかりません。
pl: Kolumna punktu kontrolnego nie została znaleziona w zapytaniu.
pt_br: Coluna de ponto de verificação não encontrada na consulta.
ru: Столбец контрольной точки не найден в запросе.
sk: Stĺpec kontrolného bodu sa v dopyte nenašiel.
sl: Stolpca kontrolne točke ni bilo mogoče najti v poizvedbi.
sq: Kolona checkpoint nuk u gjet në pyetje.
sr: Kontrolna kolona nije pronađena u upitu.
tr: Sorguda Checkpoint sütunu bulunamadı.
uk: У запиті не знайдено стовпець checkpoint.
vi: Không tìm thấy cột Checkpoint trong truy vấn.
zh_hk: 查詢中找不到檢查點列。

source: Transforms are not supported on databases with DB routing enabled.
ar: التحويلات غير مدعومة على قواعد البيانات التي تم تمكين DB routing عليها.
bg: Трансформациите не се поддържат в бази данни с активирано маршрутизиране на базата данни.
ca: Les transformacions no són compatibles amb les bases de dades amb l'encaminament de bases de dades habilitat.
de: Transformationen werden auf Datenbanken mit aktiviertem DB-Routing nicht unterstützt.
es: Las transformaciones no son compatibles con bases de datos con enrutamiento de bases de datos habilitado.
fa: تبدیل‌ها در پایگاه‌های داده‌ای که مسیریابی پایگاه داده در آن‌ها فعال است، پشتیبانی نمی‌شوند.
fi: Muunnoksia ei tueta tietokannoissa, joissa tietokannan reititys on käytössä.
fr: Les transformations ne sont pas prises en charge sur les bases de données avec le routage DB activé.
it: Le trasformazioni non sono supportate sui database con routing DB abilitato.
ja: DB ルーティングが有効になっているデータベースでは変換はサポートされません。
nb: Transformasjoner støttes ikke på databaser med aktivert DB-ruting.
nl: Transformaties worden niet ondersteund op databases waarop DB-routering is ingeschakeld.
pl: Transformacje nie są obsługiwane w bazach danych z włączonym routingiem DB.
pt_br: Transformações não são suportadas em bancos de dados com roteamento de BD habilitado.
ru: Преобразования не поддерживаются в базах данных с включенной маршрутизацией БД.
sk: Transformácie nie sú podporované v databázach s povoleným smerovaním databázy.
sl: Transformacije niso podprte v bazah podatkov z omogočenim usmerjanjem baze podatkov.
sq: Transformimet nuk mbështeten në databaza me DB routing të aktivizuar.
sr: Transformacije nisu podržane na bazama sa uključenim DB routing-om.
sv: Transformationer stöds inte på databaser med aktiverad databasroutning.
tr: DB yönlendirmesi etkinleştirilmiş veritabanlarında dönüşümler desteklenmez.
uk: Transforms не підтримуються для баз даних з увімкненим DB routing.
vi: Chuyển đổi không được hỗ trợ trên cơ sở dữ liệu có bật định tuyến DB.
zh_hk: 啟用 DB 路由的資料庫不支援變形。

source: Checkpoint column type {0} is not supported. Only numeric and temporal types are supported for incremental filtering.
ar: نوع عمود نقطة التحقق {0} غير مدعوم. لا يُدعم للتصفية التزايدية إلا الأنواع الرقمية والزمنية.
de: Der Checkpoint-Spaltentyp {0} wird nicht unterstützt. Für die inkrementelle Filterung werden nur numerische und temporale Datentypen unterstützt.
es: No se admite el tipo de columna de punto de control {0} . Solo se admiten los tipos numéricos y temporales para el filtrado incremental.
fa: نوع ستون Checkpoint {0} پشتیبانی نمی‌شود. فقط انواع عددی و زمانی برای فیلترینگ افزایشی پشتیبانی می‌شوند.
fi: Tarkistuspistesarakkeen tyyppiä {0} ei tueta. Vain numeerisia ja ajallisia tyyppejä tuetaan inkrementaalisessa suodatuksessa.
fr: Le type de colonne de point de contrôle {0} n'est pas pris en charge. Seuls les types numériques et temporels sont pris en charge pour le filtrage incrémentiel.
it: Il tipo di colonna checkpoint {0} non è supportato. Per il filtraggio incrementale sono supportati solo i tipi numerici e temporali.
ja: チェックポイント列タイプ {0} はサポートされていません。インクリメンタルフィルタリングでサポートされているのは、数値型と日時型のみです。
pl: Typ kolumny punktu kontrolnego {0} nie jest obsługiwany. Do filtrowania przyrostowego obsługiwane są tylko typy numeryczne i temporalne.
pt_br: O tipo de coluna de ponto de verificação {0} não é compatível. Apenas os tipos numérico e temporal são compatíveis com a filtragem incremental.
ru: Тип столбца контрольной точки {0} не поддерживается. Для инкрементной фильтрации поддерживаются только числовые и временные типы.
sk: Typ stĺpca kontrolného bodu {0} nie je podporovaný. Pre prírastkové filtrovanie sú podporované iba číselné a časové typy.
sl: Vrsta stolpca kontrolne točke {0} ni podprta. Za inkrementalno filtriranje so podprti samo numerični in časovni tipi.
sq: Tipi {0} i kolonës checkpoint nuk mbështetet. Vetëm tipet numerike dhe kohore mbështeten për filtrimin inkremental.
sr: Tip kontrolne kolone {0} nije podržan. Za inkrementalno filtriranje podržani su samo numerički i vremenski tipovi.
tr: Checkpoint sütun türü {0} desteklenmiyor. Artımlı filtreleme için yalnızca sayısal ve zamansal türler desteklenir.
uk: Тип колонки checkpoint {0} не підтримується. Для інкрементної фільтрації підтримуються лише числові та часові типи.
vi: Kiểu cột Checkpoint {0} không được hỗ trợ. Chỉ các kiểu số và thời gian được hỗ trợ cho tính năng lọc tăng dần.
zh_hk: 不支援檢查點欄位類型 {0}。增量篩選僅支援數值與時間類型。

source: Transform run started
ar: بدأ تشغيل التحويل
bg: Изпълнението на трансформацията започна
ca: L'execució de la transformació ha començat
de: Transform-Lauf gestartet
es: Se inició la ejecución de transformación
fa: اجرای تبدیل آغاز شد
fi: Muunnosajo aloitettu
fr: L'exécution de la transformation a commencé
it: Esecuzione della trasformazione avviata
ja: 変換実行が開始されました
nb: Transformasjonskjøring startet
nl: Transformatierun gestart
pl: Rozpoczęto transformację
pt_br: Execução de transformação iniciada
ru: Начался запуск преобразования
sk: Spustenie transformácie
sl: Izvajanje transformacije se je začelo
sq: Ekzekutimi i transformimit filloi
sr: Pokretanje transformacije je započeto
sv: Transformationskörning startad
tr: Dönüşüm çalışması başladı
uk: Запуск трансформації розпочато
vi: Quá trình chuyển đổi bắt đầu
zh_hk: 變形運行開始
