Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: No admin users found! At least one admin user is needed to act as the owner for all the loaded entities.
eo: Bruh, no admin users found! You gotta have at least one admin to be the owner for all the loaded stuff, fr.
hu: Nem található admin felhasználó! Legalább egy admin felhasználóra van szükség, hogy minden betöltött elem tulajdonosaként működjön.
lt: Nerasta jokių administratorių! Reikia bent vieno administratoriaus naudotojo, kuris veiktų kaip visų įkeltų objektų savininkas.
ms: Tiada pengguna pentadbir ditemui! Sekurang-kurangnya satu pengguna pentadbir diperlukan untuk bertindak sebagai pemilik untuk semua entiti yang dimuatkan.

source: Error loading dependencies: reference to an unknown entity {0}
hu: Hiba a függőségek betöltésekor: hivatkozás egy ismeretlen entitásra {0}
ms: Ralat memuatkan kebergantungan: rujukan kepada entiti yang tidak diketahui {0}

source: Can''t resolve {0} in fully qualified name {1}
hu: A(z) {0} nem oldható fel a teljesen minősített névben {1}
ms: Tidak dapat menyelesaikan {0} dalam nama yang layak sepenuhnya {1}

source: Model {0} does not support upsert
eo: Bruh, Model {0} ain’t about that upsert life.
hu: A(z) {0} modell nem támogatja az upsertet
lt: Modelis {0} nepalaiko upsert
ms: Model {0} tidak menyokong penambahan data

source: Error inserting {0}
eo: Error trying to slide in {0} fr fr
hu: Hiba a(z) {0} beszúrásakor
lt: Klaida įterpiant {0}
ms: Ralat memasukkan {0}

source: Inserting {0}
hu: {0} beszúrása
ms: Memasukkan {0}

source: {0} already exists -- skipping
hu: {0} már létezik -- kihagyás
ms: {0} sudah wujud -- melangkau

source: Skipping {0} (nothing to update)
hu: {0} kihagyása (nincs frissítenivaló)
ms: Melangkau {0} (tiada apa yang perlu dikemas kini)

source: Updating {0}
hu: {0} frissítése
ms: Mengemas kini {0}

source: Error updating {0}
eo: Oops, couldn't update {0} rn
hu: Hiba a(z) {0} frissítésekor
lt: Klaida atnaujinant {0}
ms: Ralat mengemas kini {0}

source: SSO has not been enabled and/or configured
ar: لم يتم تمكين SSO و/أو تهيئته
bg: SSO не е активиран и/или конфигуриран
ca: El SSO no s'ha activat i/o configurat
de: SSO wurde nicht aktiviert und / oder konfiguriert
eo: SSO isn't set up or turned on rn, fr fr
es: SSO no se ha habilitado y/o configurado
fa: SSO فعال نشده و/یا پیکربندی نشده است
fi: SSO ei ole otettu käyttöön ja/tai määritetty
fr: SSO n'a pas été activé et / ou configuré
hu: Az egyszeri bejelentkezés nincs engedélyezve és/vagy konfigurálva
it: SSO non è stato abilitato e/o configurato
ja: SSOが有効化されていない、または設定されていない
lt: SSO nebuvo įjungtas ir (arba) sukonfigūruotas
ms: SSO belum diaktifkan dan/atau dikonfigurasikan
nb: SSO har ikke blitt aktivert og/eller konfigurert
nl: SSO is niet ingeschakeld en / of geconfigureerd
pl: SSO nie zostało włączone i/lub skonfigurowane
pt_br: SSO não foi habilitado e/ou configurado
ru: SSO не включен и/или не настроен.
sk: SSO nebolo povolené a/alebo nakonfigurované
sl: Enotna prijava ni bila omogočena in/ali konfigurirana
sq: SSO nuk është aktivizuar dhe/ose konfiguruar
sr: SSO nije omogućen i/ili konfigurisan
sv: SSO har inte aktiverats eller konfigurerats
tr: SSO etkinleştirilmedi ve / veya yapılandırılmadı
uk: SSO не увімкнено та/або не налаштовано
vi: SSO chưa được kích hoạt và/hoặc cấu hình
zh_hk: 尚未啟用和/或配置SSO

source: SSO requires a valid token
hu: Az SSO érvényes tokent igényel
ms: SSO memerlukan token yang sah

source: Error returning SSO entry point
hu: Hiba az SSO belépési pont visszaadásakor
ms: Ralat mengembalikan titik masuk SSO

source: Error logging in
hu: Hiba a bejelentkezéskor
ms: Ralat log masuk

source: Can't create new JWT user when JWT is not configured
hu: Nem hozható létre új JWT felhasználó, ha a JWT nincs konfigurálva
ms: Tidak boleh mencipta pengguna JWT baru apabila JWT tidak dikonfigurasikan

source: JWT SSO has not been enabled and/or configured
hu: A JWT SSO nincs engedélyezve és/vagy konfigurálva
ms: JWT SSO belum diaktifkan dan/atau dikonfigurasikan

source: Invalid SAML configuration: could not find user email.
eo: Bruh, the SAML setup is whack – can't find the user’s email, so it’s invalid.
hu: Érvénytelen SAML-konfiguráció: nem található a felhasználói e-mail.
lt: Netinkama SAML konfigūracija: nepavyko rasti vartotojo el. pašto
ms: Konfigurasi SAML tidak sah: tidak dapat mencari emel pengguna.

source: We tried looking for {0}, but couldn't find the attribute.
hu: Megpróbáltuk keresni {0}-t, de nem találtuk az attribútumot.
ms: Kami cuba mencari {0}, tetapi tidak dapat mencari atribut tersebut.

source: Please make sure your SAML IdP is properly configured.
eo: Yo, make sure your SAML IdP is fully set up right, fr.
hu: Győződjön meg róla, hogy az SAML IdP megfelelően van konfigurálva.
lt: Įsitikinkite, kad SAML IDP yra tinkamai sukonfigūruotas.
ms: Pastikan SAML IdP anda dikonfigurasikan dengan betul.

source: SAML has not been enabled and/or configured
ar: لم يتم تمكين SAML و/أو تهيئته
bg: SAML не е активиран и/или конфигуриран
ca: So s'ha habilita i/o configurat el SAML
de: SAML wurde nicht aktiviert und / oder konfiguriert
eo: SAML isn’t turned on or set up rn, fr.
es: no se ha habilitado y/o configurado SAML
fa: SAML فعال نشده و/یا پیکربندی نشده است
fi: SAML ei ole otettu käyttöön ja/tai määritetty
fr: SAML n'a pas été activé et/ou configuré
hu: A SAML nincs engedélyezve és/vagy konfigurálva
it: SAML non è stato abilitato e/o configurato
ja: SAML が有効化されていない、または構成されていない
lt: SAML neįjungtas ir (arba) nesukonfigūruotas
ms: SAML belum diaktifkan dan/atau dikonfigurasikan
nb: SAML er ikke aktivert og/eller konfigurert
nl: SAML is niet ingeschakeld en / of geconfigureerd
pl: SAML nie został włączony i/lub skonfigurowany
pt_br: SAML não foi habilitado e/ou configurado
ru: SAML выключен и/или не настроен
sk: SAML nebol povolený a/alebo nakonfigurovaný
sl: SAML ni bil omogočen in/ali konfiguriran
sq: SAML nuk është aktivizuar dhe/ose konfiguruar
sr: SAML nije omogućen i/ili konfigurisan
sv: SAML har inte blivit aktiverad eller konfigurerad
tr: SAML etkinleştirilmedi ve / veya yapılandırılmadı
uk: SAML не увімкнено та/або не налаштовано
vi: SAML chưa được kích hoạt và/hoặc cấu hình
zh_hk: 尚未啟用和/或配置SAML

source: Warning: expected `redirect` param, but none is present
hu: Figyelmeztetés: várható `redirect` paraméter, de nincs jelen
ms: Amaran: param `redirect` dijangka, tetapi tiada yang hadir

source: Error generating SAML request
ar: خطأ في إنشاء طلب SAML
bg: Грешка при генериране SAML заявка
ca: Error en generar la petició SAML
de: Fehler beim Generieren der SAML-Anforderung
eo: Bruh, the SAML request just totally ghosted me lol.
es: Error generando petición SAML
fa: خطا در تولید درخواست SAML
fi: Virhe SAML-pyynnön luomisessa
fr: Erreur à la génération de la requête SAML
hu: Hiba a SAML kérés generálásakor
it: Errore nella generazione della richiesta SAML
ja: SAMLリクエストの生成エラー
lt: Klaida generuojant SAML užklausą
ms: Ralat menjana permintaan SAML
nb: Feil ved generering av SAML-forespørsel
nl: Fout bij het genereren van SAML-verzoek
pl: Błąd generowania żądania SAML
pt_br: Erro ao gerar solicitação SAML
ru: Ошибка формирования SAML запроса
sk: Chyba pri generovaní požiadavky SAML
sl: Napaka pri ustvarjanju zahteve SAML
sq: Gabim gjatë gjenerimit të kërkesës SAML
sr: Greška pri generisanju SAML zahteva
sv: Fel vid skapande av SAML-förfrågan
tr: SAML isteği oluşturulurken hata meydana geldi
uk: Помилка під час формування запиту SAML
vi: Lỗi khi tạo yêu cầu SAML
zh_hk: 生成SAML請求時出錯

source: Unable to log in: SAML IdP certificate is not set.
ar: تعذّر تسجيل الدخول: لم يتم تعيين شهادة SAML IdP.
bg: Невъзможност за вписване: SAML Idp сертификат не е настроен.
ca: No es pot accedir: El certificat del IDP SAML no està establert.
de: Anmeldung nicht möglich: SAML-IdP-Zertifikat ist nicht festgelegt.
eo: Can't log in rn: SAML IdP cert is not even set lol
es: No se puede iniciar sesión: el certificado SAML IdP no está configurado.
fa: نمی توان وارد شد: گواهی SAML IdP تنظیم نشده است.
fi: Kirjautuminen ei onnistu: SAML IdP -varmenne ei ole asetettu.
fr: Impossible de se connecter : Le certificat SAML IdP n'est pas défini.
hu: Nem sikerült bejelentkezni: az SAML IdP tanúsítvány nincs beállítva.
it: Impossibile accedere: il certificato SAML IdP non è impostato.
ja: ログインできません。SAML IdP 証明書が設定されていません。
lt: Nepavyko prisijungti: SAML IDP sertifikatas nenustatytas.
ms: Tidak dapat log masuk: sijil SAML IdP tidak ditetapkan.
nb: Kunne ikke logge inn: SAML idP-sertifikat er ikke konfigurert.
nl: Inloggen mislukt: SAML IdP-certificaat is niet ingesteld.
pl: Nie można zalogować się: certyfikat SAML IdP nie jest ustawiony.
pt_br: Não é possível fazer login: o certificado IdP SAML não foi definido.
ru: Ошибка входа: отсутствует SAML IdP сертификат.
sk: Nemožno sa prihlásiť: certifikát SAML IdP nie je nastavený.
sl: Prijava ni mogoča: potrdilo SAML IdP ni nastavljeno.
sq: Nuk u arrit hyrja: certifikata e IdP SAML nuk është vendosur.
sr: Nije moguće prijaviti se: SAML IdP sertifikat nije podešen.
sv: Kan inte logga in: SAML IdP-certifikatet är inte angivet.
tr: Giriş yapılamıyor: SAML IdP sertifikası ayarlanmadı.
uk: Не вдається увійти: сертифікат IdP SAML не задано.
vi: Không thể đăng nhập: Chứng chỉ SAML IdP chưa được thiết lập.
zh_hk: 無法登錄：未設置SAML IdP證書。

source: SAML response validation failed
hu: A SAML válasz érvényesítése sikertelen
ms: Pengesahan respons SAML gagal

source: Unable to log in: SAML response validation failed
ar: تعذّر تسجيل الدخول: فشل التحقق من صحة استجابة SAML
bg: Невъзможност за вписване: Валидация на SAML отговор неуспешна
ca: No es pot accedir: Ha fallat la validació de la resposta SAML
de: Anmeldung nicht möglich: Validierung der SAML-Antwort fehlgeschlagen
eo: Can't log in: SAML response totally flopped, bro.
es: No se puede iniciar sesión: la validación de la respuesta SAML falló
fa: نمی توان وارد شد: اعتبارسنجی پاسخ SAML شکست خورد
fi: Kirjautuminen ei onnistu: SAML-vastauksen validointi epäonnistui
fr: Impossible de se connecter : Échec de la validation de la réponse SAML
hu: Nem sikerült bejelentkezni: a SAML válasz érvényesítése sikertelen
it: Impossibile accedere: la validazione della risposta SAML non è riuscita
ja: ログインできません:SAML レスポンスの検証に失敗しました
lt: Nepavyko prisijungti: SAML atsakymo patvirtinimas nepavyko
ms: Tidak dapat log masuk: pengesahan respons SAML gagal
nb: Kunne ikke logge inn: Validering av SAML-svar feilet
nl: Inloggen mislukt: validatie van SAML-antwoord mislukt
pl: Nie można się zalogować: Weryfikacja odpowiedzi SAML nie powiodła się
pt_br: Não é possível fazer login: falha na validação da resposta SAML
ru: Невозможно войти: Ошибка проверки ответа SAML
sk: Nemožno sa prihlásiť: overenie odpovede SAML zlyhalo
sl: Prijava ni mogoča: preverjanje veljavnosti odgovora SAML ni uspelo
sq: Nuk u arrit hyrja: validimi i përgjigjes SAML dështoi
sr: Nije moguće prijaviti se: validacija SAML odgovora nije uspela
sv: Kan inte logga in: SAML-svaret kunde inte valideras
tr: Giriş yapılamıyor: SAML yanıtı doğrulaması başarısız oldu
uk: Не вдається увійти: не вдалося перевірити відповідь SAML
vi: Không thể đăng nhập: Xác thực phản hồi SAML thất bại
zh_hk: 無法登錄：SAML響應驗證失敗

source: Unable to log in: SAML info does not contain user attributes.
ar: تعذّر تسجيل الدخول: معلومات SAML لا تحتوي على سمات المستخدم.
bg: Невъзможност за вписване: Информацията от SAML не съдържа атрибутите на потребителя.
ca: No es pot accedir: La informació SAML no conté els atributs d'usuari.
de: Anmeldung nicht möglich: SAML-Informationen enthalten keine Benutzerattribute.
eo: Bruh, can't log in: SAML info ain't got the user deets.
es: No se puede iniciar sesión: la información de SAML no contiene atributos de usuario.
fa: نمی توان وارد شد: اطلاعات SAML حاوی صفات کاربر نیست.
fi: Kirjautuminen ei onnistu: SAML-tiedot eivät sisällä käyttäjän attribuutteja.
fr: Impossible de se connecter : Les informations SAML ne contiennent pas d'attributs utilisateur.
hu: Nem sikerült bejelentkezni: a SAML információ nem tartalmaz felhasználói attribútumokat.
it: Impossibile accedere: le informazioni SAML non contengono attributi dell'utente.
ja: ログインできません:SAML 情報にユーザー属性が含まれていません。
lt: Nepavyko prisijungti: SAML informacijoje nėra vartotojo atributų.
ms: Tidak dapat log masuk: maklumat SAML tidak mengandungi atribut pengguna.
nb: Kunne ikke logge inn: SAML-informasjon inneholder ikke brukerattributter.
nl: Inloggen mislukt: SAML-informatie bevat geen gebruikerskenmerken.
pl: Nie można się zalogować: informacje SAML nie zawierają atrybutów użytkownika.
pt_br: Não é possível fazer login: as informações SAML não contêm os atributos do usuário
ru: Невозможно войти: Отсутствуют пользовательские атрибуты SAML.
sk: Nemožno sa prihlásiť: informácie SAML neobsahujú používateľské atribúty.
sl: Prijava ni mogoča: podatki SAML ne vsebujejo uporabniških atributov.
sq: Nuk u arrit hyrja: informacioni SAML nuk përmban atribute përdoruesi.
sr: Nije moguće prijaviti se: SAML info ne sadrži korisničke atribute.
sv: Kan inte logga in: SAML-info innehåller inte användarattribut.
tr: Giriş yapılamıyor: SAML bilgisi, kullanıcı özelliklerini içermez.
uk: Не вдалося увійти: інформація SAML не містить атрибутів користувача.
vi: Không thể đăng nhập: Thông tin SAML không chứa các thuộc tính người dùng.
zh_hk: 無法登入：SAML訊息不包含使用者屬性。

source: Enable SAML authentication.
hu: SAML hitelesítés engedélyezése.
ms: Aktifkan pengesahan SAML.

source: This is the URL where your users go to log in to your identity provider. Depending on which IdP you''re using, this usually looks like https://your-org-name.example.com or https://example.com/app/my_saml_app/abc123/sso/saml
hu: Ez az az URL, ahová a felhasználók bejelentkeznek az identitásszolgáltatóba. Attól függően, hogy melyik IdP vagy használatával ez általában így néz ki: https://your-org-name.example.com vagy https://example.com/app/my_saml_app/abc123/sso/saml
ms: Ini adalah URL di mana pengguna anda pergi untuk log masuk ke penyedia identiti anda. Bergantung pada IdP yang anda gunakan, ini biasanya kelihatan seperti https://your-org-name.example.com atau https://example.com/app/my_saml_app/abc123/sso/saml

source: Error parsing SAML identity provider certificate
hu: Hiba az SAML identitásszolgáltató tanúsítványának elemzésekor
ms: Ralat mengurai sijil penyedia identiti SAML

source: Invalid identity provider certificate. Certificate should be a base-64 encoded string.
ar: شهادة مزوّد الهوية غير صالحة. يجب أن تكون الشهادة سلسلة بترميز base-64.
bg: Невалиден сертификат за установяване на самоличност. Сертификатът трябва да е низ с base-64 енкодинг.
ca: Certificat del proveïdor d'identitats no vàlid. El certificat ha de ser una cadena en base-64.
de: Ungültiges Identitätsanbieterzertifikat. Das Zertifikat sollte eine Base-64-codierte Zeichenfolge sein.
eo: Bruh, your identity provider cert is invalid. It’s gotta be a legit base64 string, fr fr.
es: Certificado de proveedor de identidad no válido. El certificado debe ser una cadena codificada en base 64.
fa: گواهی ارائه دهنده هویت نامعتبر است. گواهی باید یک رشته رمزگذاری شده با base-64 باشد.
fi: Virheellinen tunnistepalvelimen varmenne. Varmenne tulisi olla base-64 koodattu merkkijono.
fr: Certificat de fournisseur d'identité non valable. Le certificat doit être une chaîne codée en base-64.
hu: Érvénytelen identitásszolgáltató tanúsítvány. A tanúsítványnak Base-64 kódolású karakterláncnak kell lennie.
it: Certificato fornitore di identità non valido. Il certificato deve essere una stringa codificata in base-64.
ja: 無効な ID プロバイダ証明書です。証明書はbase-64にエンコードされた文字列でなければなりません。
lt: Neteisingas tapatybės teikėjo sertifikatas. Sertifikatas turi būti 64 užkoduota eilutė.
ms: Sijil penyedia identiti tidak sah. Sijil harus berupa rentetan yang dikodkan base-64.
nb: Ugyldig sertifikat for identitetstilbyder. Sertifikatet må være en tekststreng kodet i base-64.
nl: Ongeldig identiteitsprovidercertificaat. Het certificaat moet een met base 64 gecodeerde tekenreeks zijn.
pl: Nieprawidłowy certyfikat dostawcy tożsamości. Certyfikat powinien być ciągiem zakodowanym w base-64.
pt_br: Certificado de provedor de identidade inválido. O certificado deve ser uma sequência de caracteres codificada em base 64.
ru: Некорректный сертификат поставщика аутентификации. Сертификат должен быть в формате base-64.
sk: Neplatný certifikát poskytovateľa identít. Certifikát musí byť reťazcom kódovaným v base-64.
sl: Neveljavno potrdilo ponudnika identitete. Potrdilo mora biti niz, kodiran z osnovo 64.
sq: Certifikatë e pavlefshme e identity provider. Certifikata duhet të jetë një string i koduar base-64.
sr: Nevažeći sertifikat identity provider-a. Sertifikat treba da bude base-64 kodiran string.
sv: Felaktigt certifikat från autentiseringssystemet. Certifikatet borde vara en base-64-kodad sträng.
tr: Geçersiz kimlik sağlayıcı sertifikası. Sertifika, temel 64 kodlu bir dize olmalıdır.
uk: Недійсний сертифікат провайдера ідентифікації. Сертифікат має бути рядком у кодуванні base64.
vi: Chứng chỉ của nhà cung cấp danh tính không hợp lệ. Chứng chỉ phải là một chuỗi được mã hóa base-64.
zh_hk: 身份提供者證書無效。證書應為以base-64編碼的字串。

source: Encoded certificate for the identity provider. Depending on your IdP, you might need to download this, open it in a text editor, then copy and paste the certificate's contents here.
hu: Kódolt tanúsítvány az identitásszolgáltató számára. Az IdP-től függően előfordulhat, hogy le kell töltenie ezt, nyissa meg egy szövegszerkesztőben, majd másolja és illessze be ide a tanúsítvány tartalmát.
ms: Sijil yang dikodkan untuk penyedia identiti. Bergantung pada IdP anda, anda mungkin perlu memuat turun ini, membukanya dalam penyunting teks, kemudian menyalin dan menampal kandungan sijil di sini.

source: This is a unique identifier for the IdP. Often referred to as Entity ID or simply 'Issuer'. Depending on your IdP, this usually looks something like http://www.example.com/141xkex604w0Q5PN724v
hu: Ez az IdP egyedi azonosítója. Gyakran entitásazonosítóként vagy egyszerűen „kibocsátóként” hivatkoznak rá. Attól függően az IdP-jén ez általában valahogy így néz ki: http://www.example.com/141xkex604w0Q5PN724v
ms: Ini adalah pengecam unik untuk IdP. Selalunya disebut sebagai Entity ID atau hanya 'Issuer'. Bergantung pada IdP anda, ini biasanya kelihatan seperti http://www.example.com/141xkex604w0Q5PN724v

source: This application name will be used for requests to the Identity Provider
ar: سيُستخدم اسم هذا التطبيق للطلبات إلى مزوّد الهوية
bg: Това име на приложението ще се използва за заявки към доставчика на самоличност
ca: Aquest nom s'utilitzarà per identificar l'aplicació amb el Proveïdor d'identitat
de: Dieser Anwendungsname wird für Anfragen an den Identitätsanbieter verwendet
eo: This app name's gonna be used for asking the Identity Provider, fr.
es: Este nombre de aplicación se utilizará para solicitudes al proveedor de identidad.
fa: این نام برنامه برای درخواست‌ها به ارائه دهنده هویت استفاده خواهد شد
fi: Tämän sovelluksen nimi tullaan käyttämään pyyntöihin tunnistepalvelimelle.
fr: Ce nom de demande sera utilisé pour les demandes adressées au fournisseur d'identité
hu: Ezt az alkalmazásnevet az identitásszolgáltatóhoz intézett kérésekhez fogják használni
it: Questo nome dell'applicazione verrà utilizzato per le richieste al fornitore di identità
ja: このアプリケーション名は、Identity Provider へのリクエストに使用される。
lt: Šis programos pavadinimas bus naudojamas teikiant užklausas tapatybės teikėjui
ms: Nama aplikasi ini akan digunakan untuk permintaan kepada Penyedia Identiti
nb: Applikasjonsnavnet som vil bli brukt av forespørsler til identitetstilbyderen
nl: Deze applicatienaam wordt gebruikt voor verzoeken aan de identiteitsprovider
pl: Ta nazwa aplikacji będzie używana do żądań kierowanych do Dostawcy Tożsamości
pt_br: Este nome de aplicativo será usado para solicitações ao Provedor de Identidade
ru: Это имя приложения будет использовано при запросах к поставщику аутентификации
sk: Tento názov aplikácie sa použije pre požiadavky smerované k poskytovateľovi identity
sl: To ime aplikacije bo uporabljeno za zahteve ponudniku identitete
sq: Ky emër aplikacioni do të përdoret për kërkesa te Identity Provider
sr: Ovaj naziv aplikacije će se koristiti za HTTP zahteve ka Identity Provider-u
sv: Denna applikationens namn kommer att använder vid begäran om autentisering
tr: Bu uygulama adı, Kimlik Sağlayıcıya yapılan istekler için kullanılacaktır
uk: Ця назва застосунку буде використана для запитів до провайдера ідентифікації
vi: Tên ứng dụng này sẽ được sử dụng cho các yêu cầu đến Nhà Cung Cấp Danh Tính
zh_hk: 此應用程式名稱將用於向身份提供者提交請求。

source: Absolute path to the Keystore file to use for signing SAML requests
ar: مسار مطلق إلى ملف مخزن المفاتيح لاستخدامه في توقيع طلبات SAML
bg: Абсолютен път до Keystore файла, който ще се използва за подписване на SAML заявки
ca: Camí absolut al fitxer de claus utilitzats per signar les peticions SAML
de: Absoluter Pfad zur Keystore-Datei, die zum Signieren von SAML-Anforderungen verwendet werden soll
eo: The full path to the Keystore file u gotta use for signing those SAML requests, fr.
es: Ruta absoluta al archivo de almacén de claves que se utilizará para firmar solicitudes SAML
fa: مسیر مطلق به فایل Keystore برای استفاده در امضای درخواست‌های SAML
fi: Absoluuttinen polku Keystore-tiedostoon, jota käytetään SAML-pyyntöjen allekirjoittamiseen
fr: Chemin absolu du fichier Keystore à utiliser pour signer les demandes SAML
hu: A SAML kérések aláírására szolgáló kulcstárfájl abszolút elérési útja
it: Percorso assoluto al file Keystore da utilizzare per firmare le richieste SAML
ja: SAML リクエストの署名に使用する Keystore ファイルへの絶対パス
lt: Absoliutus kelias į Keystore failą, naudojamas SAML užklausoms pasirašyti
ms: Laluan mutlak ke fail Keystore untuk digunakan bagi menandatangani permintaan SAML
nb: Absolutt sti til Nøkkellager brukt for å signere SAML-forespørsler
nl: Absoluut pad naar het keystore-bestand dat moet worden gebruikt voor het ondertekenen van SAML-verzoeken
pl: Absolutna ścieżka do pliku Keystore do użycia przy podpisywaniu żądań SAML
pt_br: Caminho absoluto para o arquivo de repositório de chaves a ser usado para assinar solicitações SAML
ru: Абсолютный путь к хранилищю ключей, используемого для подписания SAML запросов
sk: Absolútna cesta k súboru Keystore na podpisovanie SAML požiadaviek
sl: Absolutna pot do datoteke shrambe ključev, ki se uporablja za podpisovanje zahtev SAML
sq: Path absolut te skedari i depos së çelësave që do të përdoret për nënshkrimin e kërkesave SAML
sr: Apsolutna putanja do fajla skladišta ključeva koji se koristi za potpisivanje SAML zahteva
sv: Fullständig sökväg till Keystore-filen som används för att signera SAML-anrop
tr: SAML isteklerini imzalamak için kullanılacak Anahtar Deposu dosyasına giden mutlak yol
uk: Абсолютний шлях до файлу сховища ключів, який використовуватиметься для підписування SAML-запитів
vi: Đường dẫn tuyệt đối đến tệp Keystore được sử dụng để ký các yêu cầu SAML
zh_hk: 用於簽署SAML請求的密鑰庫文件的絕對路徑。
