Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Group search base
ar: قاعدة بحث المجموعات
bg: Групова база за търсене
ca: Base de cerca de grup
de: Gruppen-Suchbasis
eo: Group search base → Squad find spot
es: Base de búsqueda para Grupo
fa: پایگاه جستجوی گروهی
fi: Ryhmän etsinnän aloituskohta
fr: Base de recherche des groupes
hu: Csoportos keresési bázis
it: Ricerca base gruppo
ja: グループ検索ベース
lt: Grupių paieškos bazė
ms: Asas carian kumpulan
nb: Gruppesøkebase
nl: Groep zoekbasis
pl: Baza wyszukiwania grupowego
pt_br: Base de pesquisa de grupo
ru: База для поиска группы
sk: Základňa vyhľadávania v skupinach
sl: Baza za skupinsko iskanje
sq: Baza e kërkimit të grupeve
sr: Osnova pretrage grupa
sv: Gruppdatabas
tr: Grup arama tabanı
uk: База пошуку груп
vi: Cơ sở tìm kiếm nhóm
zh_hk: 使用者組搜索庫

source: Maps
ar: الخرائط
bg: Карти
ca: Mapes
de: Karten
eo: Maps → Mapz
es: Mapas
fa: نقشه
fi: Kartat
fr: Cartes
hu: Térképek
it: Mappe
ja: マップ
lt: Žemėlapiai
ms: Peta
nb: Kart
nl: Kaarten
pl: Mapy
pt_br: Mapas
ru: Карты
sk: Mapy
sl: Zemljevidi
sq: Hartat
sr: Mape
sv: Kartor
tr: Haritalar
uk: Карти
vi: Các bản đồ
zh_hk: 地圖

source: Map tile server URL
ar: URL خادم مربعات الخريطة
bg: URL адрес на сървъра за плочки на картата
ca: URL del servidor de capes de mapes
de: Karten-Server-URL
eo: Map tile server URL → Map tile server link, fr fr
es: URL del servidor de capas de mapa
fa: URL کاشی نقشه کاشی
fi: Karttojen kuvakepalvelimen URL
fr: URL du serveur de cartes
hu: Térképcsempe szerver URL-je
it: URL del MAP TILE SERVER
ja: マップタイルサーバーのURL
lt: Žemėlapio plytelių serverio URL
ms: URL Pelayan peta jubin
nb: URL til tjener for kartfliser
nl: URL van kaarttegelserver (Maps)
pl: Adres URL serwera kafli mapy
pt_br: URL do servidor de blocos de mapa
ru: URL сервера загрузки плиток карты
sk: Namapujte polia z URL servra
sl: Preslikava URL-ja strežnika ploščic
sq: URL-ja e serverit të tile-ve të hartës
sr: URL servera za tile-ove mape
sv: URL till server med "Map tiles"
tr: Harita yerleştirme URL'si
uk: URL сервера картографічних тайлів
vi: Đường dẫn đến máy chủ mảnh bản đồ
zh_hk: 地圖貼片伺服器URL

source: Metabase uses OpenStreetMaps by default.
ar: يستخدم Metabase OpenStreetMaps افتراضيًا.
bg: Metabase използва OpenStreetMaps по подразбиране.
ca: Metabase fa servir OpenStretMaps per defecte.
de: Metabase nutzt standardmäßig OpenStreetMaps.
eo: Metabase’s default is basically OpenStreetMaps, fr.
es: Metabase usa OpenStreetMaps por defecto.
fa: Metabase از طریق OpenStreetMaps به طور پیش فرض استفاده می کند.
fi: Metabae käyttää OpenStreetMapsiä oletuksena
fr: Metabase utilise OpenStreetMaps par défaut.
hu: A Metabase alapértelmezés szerint az OpenStreetMaps programot használja.
it: Metabase utilizza OpenStreetMaps per impostazione predefinita.
ja: Metabaseはデフォルト設定でOpenStreetMapsを使用します
lt: Metabase pagal numatytuosius nustatymus naudoja OpenStreetMaps.
ms: Metabase menggunakan OpenStreetMap secara lalai.
nb: Metabase bruker OpenStreetMaps som standard.
nl: Metabase gebruikt standaard OpenStreetMaps.
pl: Domyślnie Metabase korzysta z OpenStreetMaps.
pt_br: O Metabase usa o OpenStreetMaps por padrão.
ru: По умолчанию, Metabase использует OpenStreetMaps.
sk: Metabase používa OpenStreetMaps ako predvolené.
sl: Metabase privzeto uporablja OpenStreetMaps.
sq: Metabase përdor OpenStreetMaps si parazgjedhje.
sr: Metabase podrazumevano koristi OpenStreetMaps.
sv: Metabase använder OpenStreetMaps som förval.
tr: Metabase, varsayılan olarak OpenStreetMaps kullanır.
uk: За замовчуванням Metabase використовує OpenStreetMaps.
vi: Metabase mặc định sử dụngOpenStreetMaps
zh_hk: Metabase預設使用OpenStreet地圖

source: Custom Maps
hu: Egyéni térképek
lt: Pasirinktiniai žemėlapiai
ms: Peta tersuai

source: Add your own GeoJSON files to enable different region map visualizations
ar: أضف ملفات GeoJSON الخاصة بك لتمكين تصورات خرائط مناطق مختلفة
bg: Добавете свои собствени GeoJSON файлове, за да активирате различни визуализации на регионални карти
ca: Afegeix els teus propis fitxers GeoJSON per habilitar diferents visualitzacions de mapes de regió
de: Füge deine eigene GeoJSON Datei hinzu, um verschiedene Kartenvisualisierungen zu aktivieren
eo: Drop your own GeoJSON files so u can flex different region map vibes.
es: Añade tus propios archivos GeoJSON para habilitar diferentes visualizaciones de mapas de región
fa: فایل های GeoJSON خودتان را برای افزودن تصویر های مختلف نقشه های منطقه اضافه کنید
fi: Lisää oma GeoJSON aktivoidaksesi eri karttavisualisoinnin
fr: Ajouter vos propres fichiers GeoJSON pour permettre la visualisation sur d'autres régions
hu: Adja hozzá saját GeoJSON-fájljait a különböző régiótérkép-vizualizációk engedélyezéséhez
it: Aggiungi i tuoi file GeoJSON per abilitare visualizzazioni di mappe di regioni diverse
ja: 独自のGeoJSONファイルを追加することで、異なる地域のマップビジュアライゼーションができます
ms: Tambah fail GeoJSON anda sendiri untuk membolehkan visualisasi peta kawasan yang berbeza
nb: Legg til din egen GeoJSON fil for å aktivere forskjellige regionale kartvisualiseringer
nl: Voeg je eigen GeoJSON bestanden toe om andere regio visualisaties in te schakelen
pl: Dodaj własne pliki GeoJSON, aby umożliwić wizualizacje różnych map regionu
pt_br: Adicione seus próprios arquivos GeoJSON para permitir diferentes visualizações de mapas de região
ru: Добавьте собственные GeoJSON файлы для возможности визуализации различных регионов на картах
sk: Pridajte vlastné súbory GeoJSON, aby ste povolili rôzne vizualizácie máp regiónov
sl: Dodajte lastne datoteke GeoJSON, da omogočite različne ponazoritve zemljevidov regij
sq: Shto skedarët e tu GeoJSON për të aktivizuar vizualizime të ndryshme të hartave rajonale
sr: Dodajte svoje GeoJSON fajlove da biste omogućili različite vizualizacije mapa regiona
sv: Lägg till dina egna GeoJSON-filer för att aktivera olika visningar av kartregioner
tr: Farklı bölge haritası görselleştirmelerini etkinleştirmek için kendi GeoJSON dosyalarınızı ekleyin
uk: Додайте власні GeoJSON файли, щоб увімкнути візуалізації карт різних регіонів
vi: Thêm các file GeoJSON của bạn để có thể hiển thị các khu vực bản đồ khác nhau
zh_hk: 新增您自己的GeoJSON檔案以啟用不同的區域地圖可視化

source: Public Sharing
ar: المشاركة العامة
bg: Публично споделяне
ca: Compartir públicament
de: Öffentliches Teilen
eo: Public sharin' (or just "publics")
es: Uso compartido público
fa: اشتراک عمومی
fi: Julkinen jakaminen
fr: Partage public
hu: Nyilvános megosztás
it: Condivisione pubblica
ja: 公開
lt: Viešasis bendrinimas
ms: Perkongsian Awam
nb: Offentlig deling
nl: Publiek delen
pl: Udostępnianie publiczne
pt_br: Compartilhamento público
ru: Общий доступ
sk: Verejné zdieľanie
sl: Javna skupna raba
sq: Ndarje Publike
sr: Javno deljenje
sv: Dela publikt
tr: Genel Paylaşım
uk: Публічний шеринг
vi: Chia sẻ công khai
zh_hk: 公開分享

source: Enable Public Sharing
ar: فعّل المشاركة العامة
bg: Активирайте публичното споделяне
ca: Permetre compartir públicament
de: Aktiviere Öffentliches Teilen
eo: Turn on that public share vibe
es: Habilitar el intercambio público
fa: اشتراکگذاری عمومی را فعال کنید
fi: Ota käyttöön julkinen jakaminen
fr: Activer le partage public
hu: Nyilvános megosztás engedélyezése
it: Abilita la condivisione pubblica
ja: 公開を有効化する
lt: Įgalinti viešąjį bendrinimą
ms: Aktifkan Perkongsian Awam
nb: Aktiver offentlig deling
nl: Schakel publiek delen in
pl: Włącz udostępnianie publiczne
pt_br: Ativar o compartilhamento público
ru: Включить общий доступ
sk: Zapnúť verejné zdieľanie
sl: Omogočanje javne skupne rabe
sq: Aktivizo Ndarjen Publike
sr: Uključi javno deljenje
sv: Aktivera publik delning
tr: Genel Paylaşımı Etkinleştir
uk: Увімкнути публічний доступ
vi: Bật chia sẻ công khai
zh_hk: 開啟公開共享

source: Shared Dashboards
hu: Megosztott irányítópultok
lt: Bendrintos informacijos suvestinės
ms: Papan Pemuka Dikongsi

source: Shared Questions
hu: Megosztott kérdések
lt: Bendrinti klausimai
ms: Soalan Dikongsi

source: Embedding in other Applications
hu: Beágyazás más alkalmazásokba
ms: Penyematan dalam aplikasi lain

source: Enable Embedding Metabase in other Applications
hu: Metabase beágyazásának engedélyezése más alkalmazásokban
ms: Aktifkan penyematan Metabase dalam aplikasi lain

source: Embedding secret key
ar: مفتاح سرّي للتضمين
bg: Вграждане на таен ключ
ca: Clau secreta de incrustació
de: Einbetten des geheimen Schlüssels
eo: Locking in the secret code
es: Clave secreta de incrustación
fa: بستن کلید مخفی
fi: Salattu upotusavain
fr: Clé secrète d'intégration
hu: Titkos kulcs beágyazása
it: Chiave segreta incorporata
ja: 秘密キーを埋め込む
lt: Įterpti slaptą raktą
ms: Menyematkan kekunci rahsia
nb: Hemmelig innebyggingsnøkkel
nl: Geheime sleutel embedden
pl: Osadzanie klucza tajnego
pt_br: Chave secreta de incorporação
ru: Секретный ключ для встраивания
sk: Kľúč pre zdieľanie
sl: Vdelava skrivnega ključa
sq: Çelësi sekret i integrimit
sr: Tajni ključ za ugradnju
sv: Hemlig nyckel för inbäddning
tr: Gizli anahtarı yerleştirme
uk: Секретний ключ для вбудовування
vi: Mã nhúng khoá bí mật
zh_hk: 嵌入密鑰

source: Embedded Dashboards
eo: Embedded Dashboards → It's like, "Squad's got those embedded dashboards" but honestly, just keep it as is, no cap.
hu: Beágyazott irányítópultok
lt: Įterptos informacijos suvestinės
ms: Penyematan papan pemuka

source: Embedded Questions
eo: Embedded Qs
hu: Beágyazott kérdések
lt: Įterpti klausimai
ms: soalan tersemat

source: Enable Caching
hu: Gyorsítótárazás engedélyezése
ms: Aktifkan Caching

source: Minimum Query Duration
hu: Minim
ms: Tempoh minimum Query

source: Cache Time-To-Live (TTL) multiplier
hu: Gyorsítótár Élettartam (TTL) szorzó
ms: Penggandaan Cache Time-To-Live (TTL)

source: Max Cache Entry Size
hu: Maximális gyorsítótár bejegyzés mérete
ms: Saiz maksimum entri Cache

source: Your alert is all set up.
ar: تم إعداد تنبيهك بالكامل.
bg: Вашият сигнал е настроен.
ca: La teva alerta està configurada.
de: Dein Alarm ist aufgesetzt.
eo: Your alert is all good to go, fr.
es: Tu alerta está configurada.
fa: هشدار شما تنظیم شده است.
fi: Hälytykset on kytketty valmiiksi
fr: Votre alerte est configurée.
hu: A figyelmeztetés elkészült.
it: Il tuo avviso è tutto configurato.
ja: アラートが設定されました
lt: Jūsų įspėjimas yra paruoštas.
ms: Pemberitahuan anda telah ditetapkan sepenuhnya.
nb: Dine varsel er satt opp.
nl: Je alert is ingesteld
pl: Alert jest skonfigurowany.
pt_br: Seu alerta está definido.
ru: Ваше предупреждение настроено.
sk: Vaše upozornenie je nastavené.
sl: Opozorilo je nastavljeno.
sq: Alarmi yt është konfiguruar.
sr: Tvoje upozorenje je podešeno.
sv: Din övervakning är uppsatt.
tr: Uyarın tamamıyla hazır.
uk: Ваше сповіщення повністю налаштоване.
vi: Cảnh báo của bạn đã được thiết lập.
zh_hk: 您的警示已經全部設定好了

source: Your alert was updated.
ar: تم تحديث تنبيهك.
bg: Вашият сигнал е актуализиран.
ca: La teva alerta ha estat actualitzada.
de: Dein Alarm wurde aktualisiert.
eo: Your alert just got a glow-up 🤙
es: Tu alerta fue actualizada.
fa: هشدار شما به روز شد
fi: Hälytystäsi päivitettiin.
fr: Votre alerte a été mise à jour
hu: A figyelmeztetés frissítve lett.
it: L'avviso è stato aggiornato.
ja: アラートが更新されました
lt: Jūsų įspėjimas atnaujintas.
ms: Pemberitahuan anda telah dikemas kini.
nb: Dine varsler er oppdatert.
nl: Je alert is geüpdatet
pl: Alert został zaktualizowany.
pt_br: Seu alerta foi atualizado.
ru: Предупреждение было сохранено.
sk: Vaše upozornenie je upravené.
sl: Opozorilo je bilo posodobljeno.
sq: Alarmi yt u përditësua.
sr: Tvoje upozorenje je ažurirano.
sv: Din övervakning uppdaterades.
tr: Uyarınız güncellendi.
uk: Ваше сповіщення оновлено.
vi: Cảnh báo của bạn đã được cập nhật.
zh_hk: 您的警示已經更新了

source: The alert was successfully deleted.
ar: تم حذف التنبيه بنجاح.
bg: Сигналът беше успешно изтрит.
ca: L'alerta s'ha eliminat correctament.
de: Dein Alarm wurde erfolgreich gelöscht.
eo: The alert was totally deleted, no cap.
es: La alerta fue eliminada correctamente.
fa: هشدار با موفقیت حذف شد
fi: Hälytys poistettiin onnistuneesti.
fr: L'alerte a été supprimer avec succès.
hu: A figyelmeztetés sikeresen törölve lett.
it: L'avviso è stato cancellato con successo.
ja: アラートが削除されました
lt: Įspėjimas buvo sėkmingai ištrintas.
ms: Pemberitahuan telah berjaya dipadamkan.
nb: Varselen ble vellykket slettet.
nl: De alert is succesvol verwijderd
pl: Alert został pomyślnie usunięty.
pt_br: O alerta foi excluído corretamente.
ru: Предупреждение успешно удалено.
sk: Upozornenie bolo úspešne odstránené.
sl: Opozorilo je bilo uspešno izbrisano.
sq: Alarmi u fshi me sukses.
sr: Upozorenje je uspešno obrisano.
sv: Övervakningen borttagen.
tr: Uyarı başarıyla silindi.
uk: Сповіщення успішно видалено.
vi: Đã xoá cảnh báo thành công.
zh_hk: 警示成功刪除了

source: Please enter a valid formatted email address.
hu: Kérem, adjon meg egy érvényes formátumú e-mail címet
ms: Sila masukkan alamat emel yang diformat dengan betul.

source: Passwords do not match
ar: كلمتا المرور غير متطابقتين
bg: Паролите не съвпадат
ca: Les contrasenyes no coincideixen
de: Passwörter stimmen nicht überein
eo: Passwords aren’t it rn
es: Las contraseñas no coinciden
fa: رمزهای ورود مطابقت ندارند
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
hu: A jelszavak nem egyeznek
it: La password non corrisponde
ja: パスワードが一致しません
lt: Slaptažodžiai nesutampa
ms: Kata laluan tidak sepadan
nb: Passordene er ikke like
nl: Wachtwoorden komen niet overeen
pl: Hasła się nie zgadzają
pt_br: As senhas não correspondem
ru: Введённые пароли не совпадают
sk: Heslo sa nezhoduje
sl: Gesla se ne ujemajo
sq: Fjalëkalimet nuk përputhen
sr: Lozinke se ne podudaraju
sv: Lösenorden stämmer inte överens
tr: Parolalar uyuşmuyor
uk: Паролі не збігаються
vi: Mật khẩu không khớp
zh_hk: 密碼不匹配

source: Back to login
hu: Vissza a bejelentkezéshez
ms: Kembali ke log masuk

source: No Metabase account exists for this Google account.
hu: Nincs Metabase fiók ehhez a Google fiókhoz.
ms: Tiada akaun Metabase wujud untuk akaun ini.

source: You'll need an administrator to create a Metabase account before you can use Google to log in.
hu: Szüksége lesz egy adminisztrátorra, hogy létrehozzon egy Metabase-fiókot, mielőtt Google-fiókjával be tudna jelentkezni.
ms: Anda memerlukan pentadbir untuk membuat akaun Metabase sebelum anda boleh menggunakan Google untuk log masuk.

source: Sign in with {0}
hu: Bejelentkezés {0}-val
ms: Log masuk dengan {0}

source: Please contact an administrator to have them reset your password
hu: Kérjük, vegye fel a kapcsolatot egy adminisztrátorral a jelszó visszaállításához
ms: Sila hubungi pentadbir untuk meminta mereka menetapkan semula kata laluan anda

source: Forgot password
ar: نسيت كلمة المرور
bg: Забравена парола
ca: No recordo la meva contrasenya
de: Passwort vergessen
eo: Forgot the login info, frags?
es: Olvidé mi contraseña
fa: فراموشی پسورد / پسورد خود را فراموش کرده اید؟
fi: Unohdin salasanan
fr: Mot de passe oublié
hu: Elfelejtett jelszó
it: Password dimenticata
ja: パスワードをお忘れの場合
lt: Pamiršau slaptažodį
ms: Lupa kata laluan
nb: Glemt passord
nl: Wachtwoord vergeten
pl: Zapomniałem hasła
pt_br: Esqueci minha senha
ru: Забыли пароль
sk: Zabudol som heslo
sl: Pozabljeno geslo
sq: Harrova fjalëkalimin
sr: Zaboravljena lozinka
sv: Glömt lösenord
tr: Parolamı unuttum
uk: Забули пароль
vi: Quên mật khẩu
zh_hk: 忘記密碼

source: The email you use for your Metabase account
hu: A Metabase-fiókjához használt e-mail
ms: E-mel yang anda gunakan untuk akaun Metabase anda

source: Send password reset email
ar: إرسال بريد إعادة تعيين كلمة المرور
bg: Изпратете имейл за нулиране на паролата
ca: Enviar el correu electrònic per recuperar la contrasenya
de: Sende E-Mail zur Kennwortzurücksetzung
eo: Send me that password reset link, pls
es: Enviar correo electrónico de restablecimiento de contraseña
fa: ارسال ایمیل بازیابی پسورد
fi: Lähetä salasanan palautusviesti
fr: Envoyer un courriel de réinitialisation de mot de passe
hu: Jelszó visszaállító e-mail küldése
it: Invia email di reimpostazione della password
ja: パスワードリセットのメールを送信する
lt: Siųsti el. laišką slaptažodžio nustatymui iš naujo
ms: Hantar emel tetapan semula kata laluan
nb: Send e-post for tilbskestilling av passord
nl: Verstuur e-mail voor wachtwoordreset
pl: Wyślij e-mail resetowania hasła
pt_br: Enviar e-mail de redefinição de senha
ru: Послать емаил для сброса пароля
sk: Poslať email na reset hesla
sl: Pošljite e-poštno sporočilo za ponastavitev gesla
sq: Dërgo email për rivendosjen e fjalëkalimit
sr: Pošalji email za resetovanje lozinke
sv: Skicka epost om återställning av lösenord
tr: Şifre sıfırlama e-postası gönder
uk: Надіслати лист для скидання пароля
vi: Gửi email khôi phục mật khẩu
zh_hk: 發送帳號重設郵件

source: Check your email for instructions on how to reset your password.
hu: Ellenőrizze e-mailjét a jelszó visszaállítási útmutatóért.
ms: Periksa emel anda untuk arahan tentang cara menetapkan semula kata laluan anda.

source: Sign in to Metabase
hu: Jelentkezzen be a Metabase-ba
ms: Daftar masuk ke Metabase

source: OR
hu: VAGY
ms: ATAU

source: Username or email address
ar: اسم المستخدم أو عنوان البريد الإلكتروني
bg: Потребителско име или имейл адрес
ca: Nom d'usuari o adreça de correu electrònic
de: Benutzername oder E-Mail-Adresse
eo: Grabbie your username or email, bestie
es: Nombre de usuario o dirección de correo electrónico
fa: نام کاربری یا آدرس ایمیل
fi: Käyttäjänimi tai sähköpostiosoite
fr: Identifiant ou adresse électronique
hu: Felhasználónév vagy email cím
it: Username e indirizzo email
ja: ユーザーネームまたはメールアドレス
lt: Vartotojo vardas arba elektroninio pašto adresas
ms: Nama pengguna atau alamat emel
nb: Brukernavn eller e-postadresse
nl: Gebruikersnaam of e-mailadres
pl: Nazwa użytkownika lub adres email
pt_br: Nome de usuário ou endereço de e-mail
ru: Имя пользователя или email
sk: Používateľske meno alebo email
sl: Uporabniško ime ali e-poštni naslov
sq: Emri i përdoruesit ose adresa e emailit
sr: Korisničko ime ili email adresa
sv: Användarnamn eller epost-adress
tr: Kullanıcı adı yada e-posta adresi
uk: Імя користувача або email-адреса
vi: Tên tài khoản hoặc địa chỉ email
zh_hk: 使用者名稱或者信箱地址

source: Sign in
ar: سجّل الدخول
bg: Впиши се
ca: Accedeix
de: Anmelden
eo: Vibe check login
es: Acceder
fa: ورود
fi: Kirjaudu sisään
fr: Se connecter
hu: Bejelentkezés
it: Accedi
ja: サインイン
lt: Prisijungti
ms: Daftar masuk
nb: Logg inn
nl: Inloggen
pl: Zaloguj
pt_br: Entrar
ru: Войти
sk: Prihlásiť sa
sl: Prijava
sq: Hyr
sr: Prijavi se
sv: Logga in
tr: Oturum aç
uk: Увійти
vi: Đăng nhập
zh_hk: 登入

source: I seem to have forgotten my password
ar: يبدو أنني نسيت كلمة المرور
bg: Изглежда съм забравил паролата си
ca: Sembla que no recordo la meva contrasenya
de: Ich habe mein Passwort vermutlich vergessen
eo: Bruh, I lowkey forgot my password lol
es: Parece que olvidé mi contraseña
fa: به نظر می رسد رمز عبور من را فراموش کرده ام
fi: Olen näköjään unohtanut salasanani
fr: J'ai oublié mon mot de passe
hu: Úgy tűnik, elfelejtettem a jelszavamat
it: Mi sembra di aver dimenticato la mia password
ja: パスワードを忘れてしまいました
lt: Man atrodo, kad pamiršau savo slaptažodį
ms: Nampaknya saya terlupa kata laluan saya
nb: Jeg har dessverre glemt passordet mitt
nl: Het lijkt erop dat ik mijn wachtwoord vergeten ben
pl: Chyba zapomniałem hasła
pt_br: Parece que esqueci minha senha
ru: Похоже что я забыл свой пароль
sk: Zdá sa, že som zabudol svoje heslo
sl: Zdi se, da sem pozabil geslo
sq: Duket se e kam harruar fjalëkalimin
sr: Izgleda da sam zaboravio/la lozinku
sv: Jag verkar ha glömt lösenordet
tr: Galiba şifremi unuttum
uk: Схоже, я забув свій пароль
vi: Có vẻ như tôi đã quên mật khẩu của mình
zh_hk: 我似乎忘記了我的密碼

source: request a new reset email
hu: kérjen új visszaállítási e-mailt
ms: Meminta emel set semula baru

source: Whoops, that's an expired link
ar: عفوًا، هذا رابط منتهي الصلاحية
bg: Ами сега, това е изтекла връзка
ca: Vaja, aquest enllaç ha caducat
de: Ups, das ist ein abgelaufener Link
eo: Oops, that link's totally dead rn
es: Vaya, ese es un enlace caducado
fa: اوه، این یک لینک منقضی شده است
fi: Ups, ei voimassa oleva linkki
fr: Oups, ce lien a expiré
hu: Hoppá, ez egy lejárt link
it: Ops, questo è un link scaduto
ja: このリンクは有効期限切れです
lt: Ups, ši nuoroda nebegalioja
ms: Maaf, pautan itu telah tamat tempoh
nb: Oops, nettlinken har utløpt
nl: Oeps... dat is een verlopen link
pl: Ups, ten link wygasł
pt_br: Opa, esse é um link expirado
ru: Уууупс, кажется эта ссылку устарела.
sk: Platnosť tohto odkazu už vypršala
sl: Ups, to je potekla povezava
sq: Ups, ai link ka skaduar
sr: Ups, to je istekli link
sv: Hoppsan, den länken är inte längre giltig
tr: Whoops, bağlantı geçerlilik süresi doldu
uk: Ой, це посилання протерміноване
vi: Ôi, liên kết đó đã hết hạn
zh_hk: 噢，那是個過期的連結

source: For security reasons, password reset links expire after a little while. If you still need to reset your password, you can {0}.
hu: Biztonsági okokból a jelszó-visszaállítási hivatkozások egy idő után lejárnak. Ha még mindig szüksége van a jelszó visszaállítására {0}.
ms: Atas sebab keselamatan, pautan tetapan semula kata laluan akan tamat tempoh selepas beberapa ketika. Jika anda masih perlu menetapkan semula kata laluan anda, anda boleh {0}.

source: New password
ar: كلمة مرور جديدة
bg: Нова парола
ca: Nova contrasenya
de: Neues Passwort
eo: New pass, fr fr
es: Nueva contraseña
fa: رمز عبور جدید
fi: Uusi salasana
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova password
ja: 新しいパスワード
lt: Naujas slaptažodis
ms: Kata laluan baru
nb: Nytt passord
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: Nova senha
ru: Новый пароль
sk: Nové heslo
sl: Novo geslo
sq: Fjalëkalim i ri
sr: Nova lozinka
sv: Nytt lösenord
tr: Yeni Şifre
uk: Новий пароль
vi: Mật khẩu mới
zh_hk: 新密碼

source: To keep your data secure, passwords {0}
ar: للحفاظ على أمان بياناتك، كلمات المرور {0}
bg: За да защитите данните си, пароли {0}
ca: Per mantenir les teves dades segures les contrasenyes {0}
de: Um die Daten sicher zu halten, Passwörter {0}
eo: To keep your data on lock, passwords {0} are lowkey essential
es: Para mantener tus datos seguros, las contraseñas {0}
fa: برای حفظ اطلاعات خود، گذرواژه {0}
fi: Varmistaaksesi tietoturvasi, salasanat {0}
fr: Pour conserver vos données en sécurité, les mots de passe {0}
hu: Adatai biztonságának megőrzése érdekében a jelszavakat {0}
it: Per proteggere i dati, password {0}
ja: データを安全に保つため、パスワードは{0}
lt: Kad jūsų duomenys būtų saugūs, slaptažodžiai {0}
ms: Untuk memastikan data anda selamat, kata laluan {0}
nb: For å holde dataen trygg er passordet {0}
nl: Om je data veilig te houden, wachtwoorden {0}
pl: Aby zapewnić bezpieczeństwo danych, hasła {0}
pt_br: Para manter seus dados seguros, senhas {0}
ru: Ради безопасности, пароли {0}
sk: Ak chcete zachovať bezpečnosť svojich údajov, heslá {0}
sl: Za varnost podatkov gesla {0}
sq: Për ta mbajtur të dhënat e tua të sigurta, fjalëkalimet {0}
sr: Da bi vaši podaci bili bezbedni, lozinke {0}
sv: Lösenord behöver {0} för att vara data ska vara säkra
tr: Verilerinizi güvende tutmak için, şifreler {0}
uk: Щоб зберегти ваші дані в безпеці, паролі {0}
vi: Để giữ cho dữ liệu của bạn được bảo mật, mật khẩu {0}
zh_hk: 為了確保您的資料安全，密碼{0}

source: Create a new password
hu: Hozzon létre egy új jelszót
ms: Cipta kata laluan baru

source: Make sure its secure like the instructions above
hu: Győződjön meg róla, hogy a fenti utasítások szerint biztonságos
ms: Pastikan ia selamat seperti arahan di atas

source: Confirm new password
hu: Erősítsd meg az új jelszót
ms: Sahkan kata laluan baru

source: Make sure it matches the one you just entered
hu: Győződjön meg arról, hogy megegyezik az imént megadottal
ms: Pastikan ia sepadan dengan yang anda baru masukkan

source: Your password has been reset.
hu: A jelszavad vissza lett állítva.
ms: Kata laluan anda telah ditetapkan semula.

source: Sign in with your new password
hu: Jelentkezzen be új jelszavával
ms: Daftar masuk dengan kata laluan baru anda
