Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: This will be added to the end of `$value1`.
ar: سيُضاف هذا إلى نهاية `$value1`.
bg: Това ще бъде добавено в края на `$value1`.
ca: Això s'afegirà al final de `$value1`.
de: Dies wird am Ende von „$value1“ hinzugefügt.
eo: This’s gonna be tacked on the end of `$value1` fr.
es: Esto se agregará al final de `$value1`.
fa: این به انتهای `$value1` اضافه خواهد شد.
fi: Tämä lisätään kohdan `$value1` loppuun.
fr: Ceci sera ajouté à la fin de `$value1`.
it: Verrà aggiunto alla fine di `$value1`.
ja: これは `$value1` の末尾に追加されます。
nb: Dette vil bli lagt til på slutten av `$value1`.
nl: Dit wordt toegevoegd aan het einde van `$value1`.
pl: Ta wartość zostanie dodana na końcu `$value1`.
pt_br: Isso será adicionado ao final de `$value1`.
ru: Это будет добавлено в конец `$value1`.
sk: Toto bude pridané na koniec `$value1`.
sl: To bo dodano na konec `$value1`.
sq: Kjo do të shtohet në fund të `$value1`.
sr: Ovo će biti dodato na kraj `$value1`.
sv: Detta kommer att läggas till i slutet av `$value1`.
tr: Bu `$value1`'ın sonuna eklenecektir.
uk: Це буде додано в кінець `$value1`.
vi: Phần này sẽ được thêm vào cuối `$value1`.
zh_hk: 這將會加到 `$value1` 的末尾。

source: This will be added to the end of `$value2`, and so on.
ar: سيُضاف هذا إلى نهاية `$value2`، وهكذا.
bg: Това ще бъде добавено в края на `$value2` и т.н.
ca: Això s'afegirà al final de `$value2`, i així successivament.
de: Dies wird am Ende von „$value2“ hinzugefügt und so weiter.
eo: This gonna get tacked onto the end of `$value2` and so on, fr.
es: Esto se agregará al final de `$value2`, y así sucesivamente.
fa: این به انتهای `$value2` و غیره اضافه خواهد شد.
fi: Tämä lisätään kohdan `$value2` loppuun ja niin edelleen.
fr: Ceci sera ajouté à la fin de `$value2`, et ainsi de suite.
it: Questo verrà aggiunto alla fine di `$value2`, e così via.
ja: これは `$value2` の末尾に追加されます。
nb: Dette blir lagt til på slutten av `$value2`, og så videre.
nl: Dit wordt toegevoegd aan het einde van `$value2`, enzovoort.
pl: Zostanie to dodane na końcu `$value2` itd.
pt_br: Isso será adicionado ao final de `$value2`, e assim por diante.
ru: Это будет добавлено в конец `$value2` и так далее.
sk: Toto bude pridané na koniec `$value2` a tak ďalej.
sl: To bo dodano na konec `$value2` in tako naprej.
sq: Kjo do të shtohet në fund të `$value2`, e kështu me radhë.
sr: Ovo će biti dodato na kraj `$value2`, i tako dalje.
sv: Detta kommer att läggas till i slutet av `$value2`, och så vidare.
tr: Bu `$value2`'ın sonuna eklenecek, vs.
uk: Це буде додано в кінець `$value2` і так далі.
vi: Phần này sẽ được thêm vào cuối `$value2`, v.v.
zh_hk: 這將會加到 `$value2` 的末尾，如此類推。

source: Extracts the domain name (eg. `"metabase"`) from a URL or email
ar: يستخرج اسم النطاق (مثل `"metabase"`) من URL أو بريد إلكتروني
bg: Извлича името на домейна (напр. „метабаза“) от URL или имейл
ca: Extreu el nom de domini (per exemple, `"metabase"`) d'un URL o correu electrònic
de: Extrahiert den Domänennamen (z. B. „Metabase“) aus einer URL oder E-Mail
eo: Pulls the domain name (like “metabase”) from a URL or email, fr fr
es: Extrae el nombre de dominio (por ejemplo, "metabase"") de una URL o correo electrónico
fa: نام دامنه (مثلاً `"metabase"`) را از یک URL یا ایمیل استخراج می کند
fi: Poimii verkkotunnuksen nimen (esim. `"metatietokanta"`) URL-osoitteesta tai sähköpostista
fr: Extrait le nom de domaine (par exemple, « métabase ») d'une URL ou d'un e-mail
it: Estrae il nome di dominio (ad esempio `"metabase"`) da un URL o da un'e-mail
ja: URL または電子メールからドメイン名 (例: `"metabase"`) を抽出します
nb: Henter domenenavnet (f.eks. `"metabase"`) fra en URL eller e-post
nl: Haalt de domeinnaam (bijv. `"metabase"`) uit een URL of e-mail
pl: Wyodrębnia nazwę domeny (np. ``metabaza'') z adresu URL lub wiadomości e-mail
pt_br: Extrai o nome de domínio (por exemplo, `"metabase"`) de um URL ou e-mail
ru: Извлекает доменное имя (например, `"metabase"`) из URL-адреса или адреса электронной почты.
sk: Extrahuje názov domény (napr. `"metabáza"`) z adresy URL alebo e-mailu
sl: Izvleče ime domene (npr. `»metabaza«`) iz URL-ja ali elektronske pošte
sq: Nxjerr emrin e domenit (p.sh. `"metabase"`) nga një URL ose email
sr: Izvlači naziv domena (npr. `"metabase"`) iz URL-a ili email-a
sv: Extraherar domännamnet (t.ex. `"metabas"`) från en URL eller e-post
tr: Alan adını (örneğin `"metabase"`) bir URL veya e-postadan çıkarır
uk: Витягує доменне імʼя (напр. `"metabase"`) з URL або email
vi: Trích xuất tên miền (ví dụ: `"metabase"`) từ URL hoặc email
zh_hk: 從 URL 或電子郵件中萃取網域名稱 (例如 `"metabase"`)。

source: Extracts the first subdomain (eg. `"status"` from `"status.metabase.com"`, `""` from `"bbc.co.uk"`) from a URL. Ignores `"www"`.
ar: يستخرج أول subdomain (مثل `"status"` من `"status.metabase.com"`، و`""` من `"bbc.co.uk"`) من URL. يتجاهل `"www"`.
bg: Извлича първия поддомейн (напр. `"status"` от `"status.metabase.com``, `""` от `"bbc.co.uk`) от URL. Игнорира „www“.
ca: Extreu el primer subdomini (per exemple, `"estat"` de `"status.metabase.com"`, `""` de `"bbc.co.uk"`) d'un URL. Ignora `"www"`.
de: Extrahiert die erste Subdomäne (z. B. „status“ aus „status.metabase.com“, „““ aus „bbc.co.uk“) aus einer URL. „www“ wird ignoriert.
eo: Pulls the first subdomain (like, “status” from “status.metabase.com”, or just “” from “bbc.co.uk”). Ignores “www”.
es: Extrae el primer subdominio (p. ej., `"status"` de `"status.metabase.com"`, `""` de `"bbc.co.uk"`) de una URL. Ignora `"www"`.
fa: اولین زیر دامنه (مثلاً «وضعیت»» از «status.metabase.com»، «»» از «bbc.co.uk») را از یک URL استخراج می کند. «www» را نادیده می گیرد.
fi: Purkaa ensimmäisen aliverkkotunnuksen (esim. `"status"` osoitteesta `"status.metabase.com"`, `""` osoitteesta `"bbc.co.uk"`) URL-osoitteesta. Ohittaa `"www"`.
fr: Extrait le premier sous-domaine (par exemple, « status » de « status.metabase.com » ou « bbc.co.uk ») d'une URL. Ignore « www ».
it: Estrae il primo sottodominio (ad esempio `"status"` da `"status.metabase.com"`, `""` da `"bbc.co.uk"`) da un URL. Ignora `"www"`.
ja: URL から最初のサブドメインを抽出します (例: `"status.metabase.com"` から `"status"`、`"bbc.co.uk"` から `""`)。`"www"` は無視されます。
nb: Henter ut det første underdomenet (f.eks. `"status"` fra `"status.metabase.com"`, `""` fra `"bbc.co.uk"`) fra en URL. Ignorerer `"www"`.
nl: Haalt het eerste subdomein (bijv. `"status"` van `"status.metabase.com"`, `""` van `"bbc.co.uk"`) uit een URL. Negeert `"www"`.
pl: Wyodrębnia pierwszą subdomenę (np. `"status"` z `"status.metabase.com"`, `""` z `"bbc.co.uk"`) z adresu URL. Ignoruje `"www"`.
pt_br: Extrai o primeiro subdomínio (por exemplo, `"status"` de `"status.metabase.com"`, `""` de `"bbc.co.uk"`) de um URL. Ignora `"www"`.
ru: Извлекает первый поддомен (например, `"status"` из `"status.metabase.com"`, `""` из `"bbc.co.uk"`) из URL. Игнорирует `"www"`.
sk: Extrahuje prvú subdoménu (napr. `"stav"` z `"status.metabase.com"`, `""` z `"bbc.co.uk"`) z adresy URL. Ignoruje „www“.
sl: Ekstrahira prvo poddomeno (npr. `"status"` iz `"status.metabase.com``, `""` iz `"bbc.co.uk`) iz URL-ja. Ignorira "www".
sq: Nxjerr subdomenin e parë (p.sh. `"status"` nga `"status.metabase.com"`, `""` nga `"bbc.co.uk"`) nga një URL. Injoron `"www"`.
sr: Izvlači prvi poddomen (npr. `"status"` iz `"status.metabase.com"`, `""` iz `"bbc.co.uk"`) iz URL-a. Ignoriše `"www"`.
sv: Extraherar den första underdomänen (t.ex. `"status"` från `"status.metabase.com", `""` från `"bbc.co.uk"`) från en URL. Ignorerar "www".
tr: Bir URL'den ilk alt etki alanını (örneğin `"status.metabase.com"`dan `"status"`, `"bbc.co.uk"`dan `""`) çıkarır. `"www"`yi yok sayar.
uk: Витягує перший субдомен (напр. `"status"` з `"status.metabase.com"`, `""` з `"bbc.co.uk"`) з URL. Ігнорує `"www"`.
vi: Trích xuất tên miền phụ đầu tiên (ví dụ: `"status"` từ `"status.metabase.com"`, `""` từ `"bbc.co.uk"`) từ một URL. Bỏ qua `"www"`.
zh_hk: 從 URL 擷取第一個子網域 (例如 `"status.metabase.com「` 中的 `」status"`，`"bc.co.uk「` 中的 `」"")。忽略 `"www"`。

source: Extracts the host (domain name and TLD, eg. `"metabase.com"` from `"status.metabase.com"`) from a URL or email
ar: يستخرج المضيف (اسم النطاق وTLD، مثل `"metabase.com"` من `"status.metabase.com"`) من URL أو بريد إلكتروني
bg: Извлича хоста (име на домейн и TLD, напр. „metabase.com“ от „status.metabase.com“) от URL или имейл
ca: Extreu l'amfitrió (nom de domini i TLD, per exemple, `"metabase.com"` de `"status.metabase.com"`) d'un URL o correu electrònic
de: Extrahiert den Host (Domänenname und TLD, zB `"metabase.com"` aus `"status.metabase.com"`) aus einer URL oder E-Mail
eo: Pulls the host (like the domain name and TLD, e.g., “metabase.com”) from a URL or email — super straightforward fr.
es: Extrae el host (nombre de dominio y TLD, p. ej., `"metabase.com"` de `"status.metabase.com"`) de una URL o correo electrónico
fa: میزبان (نام دامنه و TLD، به عنوان مثال، "metabase.com"" از "status.metabase.com") را از یک URL یا ایمیل استخراج می کند.
fi: Purkaa isännän (verkkotunnuksen nimi ja TLD, esim. `"metabase.com"` osoitteesta "status.metabase.com"`) URL-osoitteesta tai sähköpostista
fr: Extrait l'hôte (nom de domaine et TLD, par exemple `"metabase.com"` de `"status.metabase.com"`) d'une URL ou d'un e-mail
it: Estrae l'host (nome di dominio e TLD, ad esempio `"metabase.com"` da `"status.metabase.com"`) da un URL o da un'e-mail
ja: URL または電子メールからホスト (ドメイン名と TLD、例: `"status.metabase.com"` から `"metabase.com"`) を抽出します。
nb: Henter ut verten (domenenavn og TLD, f.eks. `"metabase.com"` fra `"status.metabase.com"`) fra en URL eller e-post
nl: Haalt de host (domeinnaam en TLD, bijvoorbeeld `"metabase.com"` van `"status.metabase.com"`) uit een URL of e-mail
pl: Wyodrębnia hosta (nazwę domeny i TLD, np. `"metabase.com"` z `"status.metabase.com"`) z adresu URL lub wiadomości e-mail
pt_br: Extrai o host (nome de domínio e TLD, por exemplo, `"metabase.com"` de `"status.metabase.com"`) de um URL ou e-mail
ru: Извлекает хост (доменное имя и TLD, например, `"metabase.com"` из `"status.metabase.com"`) из URL-адреса или адреса электронной почты.
sk: Extrahuje hostiteľa (názov domény a TLD, napr. `"metabase.com"` z `"status.metabase.com"`) z adresy URL alebo e-mailu
sl: Ekstrahira gostitelja (ime domene in TLD, npr. `"metabase.com"` iz `"status.metabase.com`) iz URL-ja ali e-pošte
sq: Nxjerr host-in (emrin e domenit dhe TLD, p.sh. `"metabase.com"` nga `"status.metabase.com"`) nga një URL ose email
sr: Izvlači host (naziv domena i TLD, npr. `"metabase.com"` iz `"status.metabase.com"`) iz URL-a ili email-a
sv: Extraherar värden (domännamn och toppdomän, t.ex. `"metabase.com"` från `"status.metabase.com"`) från en URL eller e-post
tr: Bir URL veya e-postadan ana bilgisayarı (alan adı ve TLD, örneğin ``status.metabase.com''dan ``metabase.com'') çıkarır
uk: Витягує host (доменне імʼя та TLD, напр. `"metabase.com"` з `"status.metabase.com"`) з URL або email
vi: Trích xuất máy chủ (tên miền và TLD, ví dụ: `"metabase.com"` từ `"status.metabase.com"`) từ URL hoặc email
zh_hk: 從 URL 或電子郵件擷取主機 (網域名稱和 TLD，例如：從 `"status.metabase.com「` 擷取 `」metabase.com"`)

source: Returns `true` if `$string1` contains `$string2` within it (or `$string3`, etc. if specified).
ar: يعيد `true` إذا كانت `$string1` تحتوي على `$string2` بداخلها (أو `$string3`، إلخ إن تم تحديدها).
bg: Връща `true`, ако `$string1` съдържа `$string2` в себе си (или `$string3` и т.н., ако е посочено).
ca: Retorna `true` si `$string1` conté `$string2` (o `$string3`, etc. si s'especifica).
de: Gibt „true“ zurück, wenn „$string1“ „$string2“ enthält (oder „$string3“ usw., falls angegeben).
eo: Returns `true` if `$string1` has `$string2` (or `$string3`, etc. if u specify) inside it — like, it’s checkin’ if it’s in there fr fr.
es: Devuelve "verdadero" si "$string1" contiene "$string2" dentro de él (o "$string3", etc. si se especifica).
fa: اگر «$string1» حاوی «$string2» باشد، «درست» را برمی‌گرداند (یا «$string3»، و غیره اگر مشخص شده باشد).
fi: Palauttaa arvon "true", jos `$string1` sisältää `$string2` (tai `$string3` jne., jos se on määritetty).
fr: Renvoie `true` si `$string1` contient `$string2` (ou `$string3`, etc. si spécifié).
it: Restituisce `true` se `$string1` contiene `$string2` al suo interno (o `$string3`, ecc. se specificato).
ja: `$string1` に `$string2` (または指定されている場合は `$string3` など) が含まれている場合は `true` を返します。
nb: Returnerer `true` hvis `$string1` inneholder `$string2` (eller `$string3`, osv. hvis spesifisert).
nl: Retourneert `true` als `$string1` `$string2` bevat (of `$string3`, enz. indien opgegeven).
pl: Zwraca wartość `true`, jeśli `$string1` zawiera `$string2` (lub `$string3` itd., jeśli określono).
pt_br: Retorna `true` se `$string1` contiver `$string2` (ou `$string3`, etc., se especificado).
ru: Возвращает `true`, если `$string1` содержит `$string2` внутри себя (или `$string3` и т. д., если указано).
sk: Vráti hodnotu `true`, ak `$string1` obsahuje `$string2` (alebo `$string3` atď., ak je zadané).
sl: Vrne `true`, če `$string1` vsebuje `$string2` v sebi (ali `$string3` itd., če je navedeno).
sq: Kthen `true` nëse `$string1` përmban `$string2` brenda tij (ose `$string3`, etj. nëse specifikohet).
sr: Vraća `true` ako `$string1` sadrži `$string2` u sebi (ili `$string3`, itd. ako je navedeno).
sv: Returnerar "true" om `$string1` innehåller `$string2` inom sig (eller `$string3`, etc. om det anges).
tr: `$string1` içinde `$string2` varsa (veya belirtilmişse `$string3` vb.) `true` değerini döndürür.
uk: Повертає `true`, якщо `$string1` містить у собі `$string2` (або `$string3` тощо, якщо вказано).
vi: Trả về `true` nếu `$string1` chứa `$string2` bên trong nó (hoặc `$string3`, v.v. nếu được chỉ định).
zh_hk: 如果 `$string1` 中包含 `$string2`（或 `$string3` 等，如果指定），則返回 `true`。

source: You can add more values to look for.
ar: يمكنك إضافة المزيد من القيم للبحث عنها.
bg: Можете да добавите още стойности, които да търсите.
ca: Podeu afegir més valors per buscar.
de: Sie können weitere Werte hinzufügen, nach denen gesucht werden soll.
eo: You can flex more values to peep.
es: Puedes añadir más valores a buscar.
fa: می توانید مقادیر بیشتری را برای جستجو اضافه کنید.
fi: Voit lisätä lisää etsittäviä arvoja.
fr: Vous pouvez ajouter d'autres valeurs à rechercher.
it: È possibile aggiungere altri valori da ricercare.
ja: さらに値を追加して探すこともできる。
lt: Galite pridėti daugiau verčių, kurių reikia ieškoti.
nb: Du kan legge til flere verdier å se etter.
nl: Je kunt meer waarden toevoegen om naar te zoeken.
pl: Możesz dodać więcej wartości do wyszukiwania.
pt_br: Você pode adicionar mais valores para procurar.
ru: Вы можете добавить другие значения для поиска.
sk: Môžete pridať ďalšie hodnoty, ktoré chcete hľadať.
sl: Dodate lahko več vrednosti, ki jih želite iskati.
sq: Mund të shtoni më shumë vlera për të kërkuar.
sr: Možeš da dodaš još vrednosti koje tražiš.
sv: Du kan lägga till flera värden att söka efter.
tr: Aranacak daha fazla değer ekleyebilirsiniz.
uk: Ви можете додати більше значень для пошуку.
vi: Bạn có thể thêm nhiều giá trị hơn để tìm kiếm.
zh_hk: 您可以加入更多要尋找的值。

source: Optional. Set to `"case-insensitive"` to perform a case-insensitive match.
ar: اختياري. عيّنه إلى `"case-insensitive"` لإجراء مطابقة غير حساسة لحالة الأحرف.
bg: Не е задължително. Задайте на `"case-insensitive"`, за да извършите съвпадение без значение за малки и главни букви.
ca: Opcional. Estableix com a `"no distingeix entre majúscules i minúscules"` per fer una coincidència que no distingeix entre majúscules i minúscules.
de: Optional. Setzen Sie es auf „case-insensitive“, um eine Übereinstimmung ohne Berücksichtigung der Groß- und Kleinschreibung durchzuführen.
eo: Optional. Just set it to `\"case-insensitive\"` if u wanna do a no-cap case-insensitive match.
es: Opcional. Configure como "sin distinción entre mayúsculas y minúsculas" para realizar una coincidencia sin distinción entre mayúsculas y minúsculas.
fa: اختیاری. برای انجام یک تطابق غیرحساس به حروف کوچک و بزرگ، روی "بدون حساسیت"" تنظیم کنید.
fi: Valinnainen. Aseta arvoksi "Kirjainkoolla ei ole merkitystä" suorittaaksesi vastaavuuden.
fr: Facultatif. Définissez sur « insensible à la casse » pour effectuer une correspondance insensible à la casse.
it: Facoltativo. Impostare su `"case-insensitive"` per eseguire una corrispondenza senza distinzione tra maiuscole e minuscole.
ja: オプション。大文字と小文字を区別しない一致を実行するには、`"case-insensitive"` に設定します。
nb: Valgfritt. Sett til `"case-insensitive"` for å utføre en case-insensitiv match.
nl: Optioneel. Stel in op `"case-insensitive"` om een hoofdletterongevoelige match uit te voeren.
pl: Opcjonalnie. Ustaw na `"case-insensitive"`, aby wykonać dopasowanie bez uwzględniania wielkości liter.
pt_br: Opcional. Defina como `"case-insensitive"` para executar uma correspondência que não diferencia maiúsculas de minúsculas.
ru: Необязательно. Установите `"case-insensitive"`, чтобы выполнить сопоставление без учета регистра.
sk: Voliteľné. Ak chcete vykonať zhodu bez rozlišovania malých a veľkých písmen, nastavte možnosť „nerozlišujú sa malé a veľké písmená“.
sl: Neobvezno. Nastavite na »neobčutljivo za velike in male črke«, da izvedete ujemanje brez upoštevanja velikih in malih črk.
sq: Opsionale. Vendose në `"case-insensitive"` për të kryer përputhje pa dallim shkronjash të mëdha/të vogla.
sr: Opcionalno. Podesite na `"case-insensitive"` da biste izvršili podudaranje bez obzira na velika/mala slova.
sv: Frivillig. Ställ in på `"skiftlägesokänslig"` för att utföra en skiftlägesokänslig matchning.
tr: İsteğe bağlı. Büyük/küçük harfe duyarlı olmayan bir eşleşme gerçekleştirmek için `"büyük/küçük harfe duyarlı değil"` olarak ayarlayın.
uk: Опційно. Встановіть `"case-insensitive"`, щоб виконувати регістро-незалежне зіставлення.
vi: Tùy chọn. Đặt thành `"case-insensitive"` để thực hiện so khớp không phân biệt chữ hoa chữ thường.
zh_hk: 可選。設定為 `「不區分大小寫」，以執行不區分大小寫的匹配。

source: Returns `true` if `$string1` does not contain `$string2` within it (and `$string3`, etc. if specified).
ar: يعيد `true` إذا كانت `$string1` لا تحتوي على `$string2` بداخلها (وكذلك `$string3`، إلخ إن تم تحديدها).
bg: Връща `true`, ако `$string1` не съдържа `$string2` в себе си (и `$string3` и т.н., ако е указано).
ca: Retorna `true` si `$string1` no conté `$string2` (i `$string3`, etc. si s'especifica).
de: Gibt „true“ zurück, wenn „$string1“ nicht „$string2“ enthält (und „$string3“ usw., falls angegeben).
eo: It returns a fat no if `$string1` doesn’t have `$string2` in it (or `$string3`, if that’s a thing).
es: Devuelve "verdadero" si "$string1" no contiene "$string2" dentro de él (y "$string3", etc. si se especifica).
fa: اگر «$string1» حاوی «$string2» نباشد (و در صورت مشخص شدن، «$string3» و غیره باشد، «true» را برمی‌گرداند.
fi: Palauttaa arvon "true", jos `$string1` ei sisällä `$string2` (ja `$string3` jne., jos se on määritetty).
fr: Renvoie `true` si `$string1` ne contient pas `$string2` (et `$string3`, etc. si spécifié).
it: Restituisce `true` se `$string1` non contiene `$string2` al suo interno (e `$string3`, ecc. se specificato).
ja: `$string1` に `$string2` が含まれていない場合 (指定されている場合は `$string3` など) は `true` を返します。
nb: Returnerer `true` hvis `$string1` ikke inneholder `$string2` (og `$string3`, osv. hvis spesifisert).
nl: Retourneert `true` als `$string1` niet `$string2` bevat (en `$string3`, enz. indien opgegeven).
pl: Zwraca wartość `true`, jeśli `$string1` nie zawiera w sobie `$string2` (ani `$string3` itd., jeśli określono).
pt_br: Retorna `true` se `$string1` não contiver `$string2` dentro dele (e `$string3`, etc., se especificado).
ru: Возвращает `true`, если `$string1` не содержит `$string2` внутри себя (и `$string3` и т. д., если указано).
sk: Vráti `true`, ak `$string1` v sebe neobsahuje `$string2` (a `$string3` atď., ak je zadané).
sl: Vrne `true`, če `$string1` ne vsebuje `$string2` v sebi (in `$string3` itd., če je podano).
sq: Kthen `true` nëse `$string1` nuk përmban `$string2` brenda tij (dhe `$string3`, etj. nëse specifikohet).
sr: Vraća `true` ako `$string1` ne sadrži `$string2` u sebi (i `$string3`, itd. ako je navedeno).
sv: Returnerar "true" om `$string1` inte innehåller `$string2` i sig (och `$string3`, etc. om det anges).
tr: `$string1` içinde `$string2` bulunmuyorsa (ve belirtilmişse `$string3` vb.) `true` değerini döndürür.
uk: Повертає `true`, якщо `$string1` не містить у собі `$string2` (і `$string3` тощо, якщо вказано).
vi: Trả về `true` nếu `$string1` không chứa `$string2` bên trong nó (và `$string3`, v.v. nếu được chỉ định).
zh_hk: 如果 `$string1` 中不含 `$string2`（如果指定，還包括 `$string3` 等），則返回 `true`。

source: Returns true if the beginning of the `$string1` matches the `$string2` (or `$string3`, etc. if specified).
ar: يعيد true إذا كانت بداية `$string1` تطابق `$string2` (أو `$string3`، إلخ إن تم تحديدها).
bg: Връща true, ако началото на `$string1` съвпада с `$string2` (или `$string3` и т.н., ако е посочено).
ca: Retorna cert si el començament de `$string1` coincideix amb `$string2` (o `$string3`, etc. si s'especifica).
de: Gibt „true“ zurück, wenn der Anfang von „$string1“ mit „$string2“ (oder „$string3“ usw., falls angegeben) übereinstimmt.
eo: It returns true if the start of `$string1` matches `$string2` (or `$string3`, etc. if you specify).
es: Devuelve verdadero si el comienzo de `$string1` coincide con `$string2` (o `$string3`, etc. si se especifica).
fa: اگر ابتدای «$string1» با «$string2» مطابقت داشته باشد (یا «$string3»، و غیره در صورت مشخص شدن، به درستی برمی گردد.
fi: Palauttaa tosi, jos$string1`:n alku vastaa `$string2` (tai `$string3` jne., jos määritetty).
fr: Renvoie vrai si le début de `$string1` correspond à `$string2` (ou `$string3`, etc. si spécifié).
it: Restituisce true se l'inizio di `$string1` corrisponde a `$string2` (o `$string3`, ecc. se specificato).
ja: `$string1` の先頭が `$string2` (または指定されている場合は `$string3` など) と一致する場合は true を返します。
nb: Returnerer true hvis begynnelsen av `$string1` samsvarer med `$string2` (eller `$string3`, osv. hvis spesifisert).
nl: Retourneert true als het begin van `$string1` overeenkomt met `$string2` (of `$string3`, enz. indien opgegeven).
pl: Zwraca wartość true, jeśli początek `$string1` pasuje do `$string2` (lub `$string3` itd., jeśli określono).
pt_br: Retorna true se o início de `$string1` corresponder a `$string2` (ou `$string3`, etc., se especificado).
ru: Возвращает true, если начало `$string1` совпадает с `$string2` (или `$string3` и т. д., если указано).
sk: Vráti hodnotu true, ak sa začiatok `$string1` zhoduje s `$string2` (alebo `$string3` atď., ak je zadaný).
sl: Vrne true, če se začetek `$string1` ujema z `$string2` (ali `$string3` itd., če je navedeno).
sq: Kthen true nëse fillimi i `$string1` përputhet me `$string2` (ose `$string3`, etj. nëse specifikohet).
sr: Vraća true ako početak `$string1` odgovara `$string2` (ili `$string3`, itd. ako je navedeno).
sv: Returnerar sant om början av `$string1` matchar `$string2` (eller `$string3`, etc. om det anges).
tr: `$string1` başlangıcının `$string2` (veya belirtilmişse `$string3` vb.) ile eşleşmesi durumunda doğru döner.
uk: Повертає true, якщо початок `$string1` збігається з `$string2` (або `$string3` тощо, якщо вказано).
vi: Trả về true nếu phần đầu của `$string1` khớp với `$string2` (hoặc `$string3`, v.v. nếu được chỉ định).
zh_hk: 如果 `$string1` 的開頭與 `$string2` (或 `$string3` 等，如果指定)匹配，則返回 true。
