Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Hover over a table and click the yellow lightning bolt {0}. {1} will create a bunch of charts based on that data and arrange them on a dashboard.
ar: مرّر المؤشر فوق جدول وانقر على صاعقة البرق الصفراء {0}. سيقوم {1} بإنشاء مجموعة من المخططات بناءً على تلك البيانات وترتيبها على لوحة معلومات.
bg: Наведете мишката над таблица и щракнете върху жълтата светкавица {0}. {1} ще създаде няколко диаграми въз основа на тези данни и ще ги подреди на табло за управление.
ca: Passeu el cursor per sobre d'una taula i feu clic al llamp groc {0}. {1} crearà un munt de gràfics basats en aquestes dades i els organitzarà en un tauler.
de: Bewegen Sie den Mauszeiger über eine Tabelle und klicken Sie auf den gelben Blitz {0}. {1} erstellt auf der Grundlage dieser Daten eine Reihe von Diagrammen und ordnet sie in einem Dashboard an.
eo: Just hover over the table and tap the yellow lightning bolt {0}. {1} will whip up a bunch of charts from that data and throw them on a dashboard, fr fr.
es: Coloca el cursor sobre una tabla y haz clic en el rayo amarillo {0}. {1} creará un conjunto de gráficos basados ​​en esos datos y los organizará en un panel.
fa: ماوس را روی یک میز نگه دارید و روی رعد و برق زرد {0}کلیک کنید. {1} مجموعه ای از نمودارها را بر اساس آن داده ها ایجاد می کند و آنها را در داشبورد مرتب می کند.
fi: Vie hiiri taulun päälle ja napsauta keltaista salamaa {0}. {1} luo joukon kaavioita näiden tietojen perusteella ja järjestää ne kojelautaan.
fr: Survolez un tableau et cliquez sur l'éclair jaune {0}. {1} créera une série de graphiques basés sur ces données et les disposera sur un tableau de bord.
hu: Vigye az egérmutatót egy táblázat fölé, és kattintson a sárga villámcsapásra {0}. A(z) {1} létrehoz egy csomó diagramot az adatok alapján, és elrendezi őket egy dashboardon.
it: Passare il mouse su una tabella e fare clic sul fulmine giallo {0}. {1} creerà una serie di grafici basati su quei dati e li disporrà in un cruscotto.
ja: 表の上にカーソルを置いて、黄色い稲妻のマーク {0}をクリックしてください。 {1} は、そのデータに基づいてたくさんのチャートを作成し、ダッシュボード上に並べます。
lt: Užveskite pelės žymeklį virš stalo ir spustelėkite geltoną žaibą {0}. {1} sukurs krūvą diagramų pagal tuos duomenis ir sutvarkys jas prietaisų skydelyje.
ms: Tuding di atas meja dan klik panah petir kuning {0}. {1} akan mencipta sekumpulan carta berdasarkan data tersebut dan menyusunnya pada papan pemuka.
nb: Hold musepekeren over en tabell og klikk på det gule lynet {0}. {1} oppretter en rekke diagrammer basert på disse dataene og arrangerer dem på et dashbord.
nl: Beweeg de muis over een tabel en klik op de gele bliksemschicht {0}. {1} maakt een aantal grafieken op basis van die gegevens en rangschikt ze op een dashboard.
pl: Najedź kursorem na tabelę i kliknij żółtą błyskawicę {0}. {1} utworzy kilka wykresów na podstawie tych danych i rozmieści je na pulpicie.
pt_br: Passe o mouse sobre uma tabela e clique no raio amarelo {0}. {1} criará vários gráficos com base nesses dados e os organizará em um painel.
ru: Наведите указатель мыши на таблицу и выберите желтую молнию {0}. {1} создаст набор диаграмм на основе этих данных и разместит их на дашборде.
sk: Prejdite nad tabuľku a kliknite na žltý blesk {0}. {1} vytvorí na základe týchto údajov niekoľko grafov a usporiadajú sa na informačnom paneli.
sl: Premaknite kazalec miške nad mizo in kliknite rumeno strelo {0}. {1} bo na podlagi teh podatkov ustvaril kup grafikonov in jih razporedil na nadzorno ploščo.
sq: Kaloni kursorin mbi një tabelë dhe klikoni rrufenë e verdhë {0}. {1} do të krijojë një tufë grafikësh bazuar në ato të dhëna dhe do ti radhisë në një panel.
sr: Pređi mišem preko tabele i klikni na žutu munju {0}. {1} će napraviti gomilu grafikona na osnovu tih podataka i rasporediti ih na kontrolnoj tabli.
sv: Håll muspekaren över en tabell och klicka på den gula blixten {0}. {1} kommer att skapa ett antal diagram baserade på dessa data och ordna dem på en instrumentpanel.
tr: Bir tablonun üzerine gelin ve sarı şimşek simgesine tıklayın {0}. {1} bu verilere dayanarak bir grup grafik oluşturacak ve bunları bir gösterge tablosunda düzenleyecektir.
uk: Наведіть курсор на таблицю та натисніть жовту блискавку {0}. {1} створить купу діаграм на основі цих даних і розташує їх на дашборді.
vi: Di chuột qua bảng và nhấp vào tia sét màu vàng {0}. {1} sẽ tạo một loạt biểu đồ dựa trên dữ liệu đó và sắp xếp chúng trên bảng điều khiển.
zh_hk: 將滑鼠移至表格上，然後按一下黃色閃電燈 {0}。 {1} 會根據該資料建立一堆圖表，並將它們排列在儀表板上。

source: You need to enable this feature first.
ar: تحتاج إلى تفعيل هذه الميزة أولًا.
bg: Първо трябва да разрешите тази функция.
ca: Primer heu d'activar aquesta funció.
de: Sie müssen diese Funktion erst aktivieren.
eo: You gotta turn this feature on first, fr.
es: Primero tienes que activar esta funcionalidad.
fa: ابتدا باید این ویژگی را فعال کنید.
fi: Sinun on ensin otettava tämä ominaisuus käyttöön.
fr: Vous devez d'abord activer cette fonction.
hu: Először engedélyeznie kell ezt a funkciót.
it: È necessario abilitare prima questa funzione.
ja: まずこの機能を有効にする必要がある。
lt: Pirmiausia turite įjungti šią funkciją.
ms: Anda perlu mendayakan ciri ini terlebih dahulu.
nb: Du må aktivere denne funksjonen først.
nl: Je moet deze functie eerst inschakelen.
pl: Najpierw należy włączyć tę funkcję.
pt_br: Você precisa habilitar esse recurso primeiro.
ru: Сначала необходимо включить эту функцию.
sk: Túto funkciu musíte najprv povoliť.
sl: To funkcijo morate najprej omogočiti.
sq: Së pari duhet ta aktivizoni këtë veçori.
sr: Prvo moraš da omogućiš ovu funkciju.
sv: Du behöver aktivera denna funktionen först.
tr: Önce bu özelliği etkinleştirmeniz gerekir.
uk: Спочатку потрібно увімкнути цю функцію.
vi: Trước tiên, bạn cần bật tính năng này.
zh_hk: 您需要先啟用此功能。

source: Make an interactive chart with the query builder
ar: أنشئ مخططًا تفاعليًا باستخدام منشئ الاستعلامات
bg: Изготвяне на интерактивна диаграма с помощта на конструктора на заявки
ca: Feu un gràfic interactiu amb el creador de consultes
de: Erstellen Sie ein interaktives Diagramm mit dem Query Builder
eo: Make a lit interactive chart with the query builder fam
es: Crea un gráfico interactivo con el generador de consultas
fa: یک نمودار تعاملی با سازنده پرس و جو ایجاد کنید
fi: Tee interaktiivinen kaavio kyselytyökalulla
fr: Créer un graphique interactif avec le générateur de requêtes
hu: Készítsen interaktív diagramot a lekérdezésszerkesztővel
it: Creare un grafico interattivo con il costruttore di query
ja: クエリビルダでインタラクティブなチャートを作る
lt: Sukurkite interaktyvią diagramą naudodami užklausų kūrimo priemonę
ms: Buat carta interaktif dengan pembina pertanyaan
nb: Lag et interaktivt diagram med spørringsbyggeren
nl: Een interactieve grafiek maken met de query builder
pl: Utwórz interaktywny wykres za pomocą konstruktora zapytań
pt_br: Crie um gráfico interativo com o construtor de consultas
ru: Создайте интерактивную диаграмму с помощью конструктора запросов
sk: Vytvorenie interaktívneho grafu pomocou nástroja na tvorbu dotazov
sl: Ustvarjanje interaktivnega grafikona z graditeljem poizvedb
sq: Krijo një grafik interaktiv me ndërtuesin e pyetjeve
sr: Napravi interaktivni grafikon pomoću kreatora upita
sv: Skapa en interaktiv graf med frågebyggaren
tr: Sorgu oluşturucu ile etkileşimli bir grafik oluşturma
uk: Створіть інтерактивну діаграму за допомогою конструктора запитів
vi: Tạo biểu đồ tương tác với trình xây dựng truy vấn
zh_hk: 使用查詢建立器製作互動圖表

source: Filter and summarize data, add custom columns, join data from other tables, and more - {0}. And when you build a chart with the query builder, people will be able to {1} to explore the data further.
ar: قم بتصفية البيانات وتلخيصها، وأضف أعمدة مخصّصة، ووحّد بيانات من جداول أخرى، وغير ذلك - {0}. وعندما تنشئ مخططًا باستخدام منشئ الاستعلامات، سيتمكن الأشخاص من {1} لاستكشاف البيانات بشكل أعمق.
bg: Филтриране и обобщаване на данни, добавяне на персонализирани колони, обединяване на данни от други таблици и др. - {0}. А когато създадете диаграма с помощта на конструктора на заявки, хората ще могат да {1} да изследват данните допълнително.
ca: Filtreu i resumiu dades, afegiu columnes personalitzades, uniu dades d'altres taules i molt més: {0}. I quan creeu un gràfic amb el creador de consultes, les persones podran {1} explorar més les dades.
de: Filtern und fassen Sie Daten zusammen, fügen Sie benutzerdefinierte Spalten hinzu, verbinden Sie Daten aus anderen Tabellen und vieles mehr - {0}. Und wenn Sie ein Diagramm mit dem Query Builder erstellen, können die Benutzer unter {1} die Daten weiter untersuchen.
eo: Filter and sum it up, toss in some custom columns, mash data from other tables, and more – {0}. And when you make a chart with the query builder, peeps will be able to {1} to dive deeper into the data.
es: Filtrar y resumir datos, agregar columnas personalizadas, unir datos de otras tablas y más - {0}. Y cuando creas un gráfico con el generador de consultas, las personas podrán {1} explorar los datos más a fondo.
fa: داده‌ها را فیلتر و خلاصه کنید، ستون‌های سفارشی اضافه کنید، داده‌ها را از جداول دیگر بپیوندید و موارد دیگر - {0}. و هنگامی که نموداری را با سازنده پرس و جو می سازید، افراد می توانند {1} داده ها را بیشتر کاوش کنند.
fi: Suodata ja summaa tiedot, lisää mukautettuja sarakkeita, yhdistä tiedot muista taulukoista ja paljon muuta - {0}. Ja kun luot kaavion kyselytyökalulla, ihmiset voivat {1} tutkia tietoja tarkemmin.
fr: Filtrez et résumez les données, ajoutez des colonnes personnalisées, joignez des données provenant d'autres tables, et bien plus encore - {0}. Et lorsque vous créez un graphique à l'aide du générateur de requêtes, les utilisateurs peuvent se rendre sur le site {1} pour explorer davantage les données.
hu: Szűrje és foglalja össze az adatokat, adjon hozzá egyedi oszlopokat, csatlakoztassa más táblák adatait és még sok mást - {0}. És amikor diagramot készít a lekérdezésszerkesztővel, mások {1}-vel tovább vizsgálhatják az adatokat.
it: Filtrate e riepilogate i dati, aggiungete colonne personalizzate, unite i dati di altre tabelle e altro ancora - {0}. Inoltre, quando si costruisce un grafico con il costruttore di query, le persone potranno visitare {1} per esplorare ulteriormente i dati.
ja: データのフィルタリングや要約、カスタムカラムの追加、他のテーブルからのデータの結合など - {0}。また、クエリ・ビルダーでチャートを作成すると、 {1} 、さらにデータを探索できるようになる。
lt: Filtruokite ir apibendrinkite duomenis, pridėkite pasirinktinių stulpelių, sujunkite duomenis iš kitų lentelių ir dar daugiau – {0}. Kai sukursite diagramą naudodami užklausų kūrimo priemonę, žmonės galės {1} toliau tyrinėti duomenis.
ms: Tapis dan ringkaskan data, tambah lajur tersuai, sertai data daripada jadual lain dan banyak lagi - {0}. Dan apabila anda membina carta dengan pembina pertanyaan, orang akan dapat {1} meneroka data dengan lebih lanjut.
nb: Filtrer og oppsummer data, legg til egendefinerte kolonner, koble sammen data fra andre tabeller og mye mer - {0}. Og når du bygger et diagram med spørringsbyggeren, kan folk gå til {1} for å utforske dataene ytterligere.
nl: Filter en vat gegevens samen, voeg aangepaste kolommen toe, voeg gegevens uit andere tabellen samen en nog veel meer - {0}. En wanneer je een grafiek maakt met de query builder, kunnen mensen {1} gebruiken om de gegevens verder te verkennen.
pl: Filtruj i podsumowuj dane, dodawaj niestandardowe kolumny, łącz dane z innych tabel i nie tylko - {0}. Po utworzeniu wykresu za pomocą kreatora zapytań użytkownicy będą mogli {1} dalej eksplorować dane.
pt_br: Filtre e resuma dados, adicione colunas personalizadas, junte dados de outras tabelas e muito mais - {0}. E quando criar um gráfico com o construtor de consultas, as pessoas poderão {1} para explorar os dados ainda mais.
ru: Фильтруйте и обобщайте данные, добавляйте пользовательские столбцы, объединяйте данные из других таблиц и многое другое - {0}. А когда вы построите диаграмму с помощью конструктора запросов, люди смогут перейти на сайт {1} для дальнейшего изучения данных.
sk: Filtrovanie a sumarizácia údajov, pridávanie vlastných stĺpcov, spájanie údajov z iných tabuliek a ďalšie - {0}. A keď vytvoríte graf pomocou nástroja na vytváranie dotazov, ľudia budú môcť {1} ďalej skúmať údaje.
sl: Filtrirajte in povzemite podatke, dodajte stolpce po meri, združite podatke iz drugih tabel in še več – {0}. Ko ustvarite grafikon z graditeljem poizvedb, bodo ljudje lahko {1} za nadaljnje raziskovanje podatkov.
sq: Filtro dhe përmblidh të dhënat, shto kolona të personalizuara, bashko të dhëna nga tabela të tjera, dhe më shumë - {0}. Dhe kur ndërtoni një grafik me ndërtuesin e pyetjeve, njerëzit do të munden të {1} për të eksploruar më tej të dhënat.
sr: Filtriraj i sumiraj podatke, dodaj prilagođene kolone, spoji podatke iz drugih tabela i još mnogo toga – {0}. A kada napraviš grafikon pomoću kreatora upita, ljudi će moći da {1} kako bi dalje istražili podatke.
sv: Filtrera och sammanfatta data, lägg till anpassade kolumner, koppla data från andra tabeller och mycket mer - {0}. Och när du skapar ett diagram med Query Builder kan användarna gå in på {1} för att utforska data ytterligare.
tr: Verileri filtreleyin ve özetleyin, özel sütunlar ekleyin, diğer tablolardaki verileri birleştirin ve daha fazlasını yapın - {0}. Ve sorgu oluşturucu ile bir grafik oluşturduğunuzda, insanlar verileri daha fazla keşfetmek için {1} adresine girebilecekler.
uk: Фільтруйте й підсумовуйте дані, додавайте кастомні колонки, робіть джойни з даними з інших таблиць тощо — {0}. А коли ви створите діаграму в конструкторі запитів, люди зможуть {1}, щоб дослідити дані глибше.
vi: Lọc và tóm tắt dữ liệu, thêm các cột tùy chỉnh, nối dữ liệu từ các bảng khác, v.v. - {0}. Và khi bạn xây dựng biểu đồ bằng trình tạo truy vấn, mọi người sẽ có thể {1} để khám phá dữ liệu sâu hơn.
zh_hk: 篩選和總結資料、新增自訂欄位、加入其他表格的資料等 - {0}。而當您使用查詢建立器建立圖表時，人們就能 {1} ，進一步探索資料。

source: all without SQL
ar: كل ذلك بدون SQL
bg: всичко това без SQL
ca: tot sense SQL
de: alles ohne SQL
eo: all totally without SQL, fr fr
es: todo sin SQL
fa: همه بدون SQL
fi: kaikki ilman SQL:ää
fr: le tout sans SQL
hu: mindezt SQL nélkül
it: tutto senza SQL
ja: すべてSQLなし
lt: viskas be SQL
ms: semua tanpa SQL
nb: alt uten SQL
nl: allemaal zonder SQL
pl: wszystko bez SQL
pt_br: tudo sem SQL
ru: все без SQL
sk: všetko bez SQL
sl: vse brez SQL
sq: gjithçka pa SQL
sr: sve bez SQL-a
sv: helt utan SQL
tr: hepsi SQL olmadan
uk: усе без SQL
vi: tất cả đều không có SQL
zh_hk: 全無 SQL

source: drill-through the chart
ar: التنقّل التفصيلي داخل المخطط
bg: пробиване на диаграмата
ca: detallar el gràfic
de: das Diagramm durchbohren
eo: clicking through the chart just hit different lol
es: gráfico de exploración detallada
fa: تمرین از طریق نمودار
fi: poraudu kaavion läpi
fr: percer le diagramme
hu: a diagram drill-through lehetőségével
it: trapanare il grafico
ja: ドリルスルー・チャート
lt: pergręžkite diagramą
ms: latih tubi carta
nb: bor gjennom diagrammet
nl: door de grafiek boren
pl: przeglądanie wykresu
pt_br: detalhar o gráfico
ru: просмотреть график
sk: vŕtať sa v grafe
sl: Prikaz prikaza po grafikonu
sq: të shkoni më thellë në grafik
sr: produbljuju grafikon
sv: borra igenom diagrammet
tr: grafiği delin
uk: зробити drill-through по діаграмі
vi: khoan xuyên qua biểu đồ
zh_hk: 穿透圖表

source: Query with SQL
ar: استعلم باستخدام SQL
bg: Запитване със SQL
ca: Consulta amb SQL
de: Abfrage mit SQL
eo: Spilling the tea with SQL
es: Consultar con SQL
fa: پرس و جو با SQL
fi: Kysely SQL:llä
fr: Interroger avec SQL
hu: Lekérdezés SQL-lel
it: Interrogazione con SQL
ja: SQLクエリ
lt: Užklausa naudojant SQL
ms: Pertanyaan dengan SQL
nb: Spørring med SQL
nl: Query met SQL
pl: Zapytanie SQL
pt_br: Consulta com SQL
ru: Запросы с помощью SQL
sk: Dotazovanie pomocou jazyka SQL
sl: Poizvedba s SQL-jem
sq: Query me SQL
sr: Upituj sa SQL
sv: Fråga med SQL
tr: SQL ile Sorgulama
uk: Робіть запити SQL
vi: Truy vấn với SQL
zh_hk: 使用 SQL 進行查詢

source: Use the {0} to query data with SQL or the query language native to your database. You can insert variables in your code to create {1}, and reference the results of models or other saved question in your code.
ar: استخدم {0} للاستعلام عن البيانات باستخدام SQL أو لغة الاستعلام الأصلية لقاعدة بياناتك. يمكنك إدراج متغيرات في الكود لإنشاء {1}، والرجوع إلى نتائج النماذج أو سؤال محفوظ آخر في الكود.
bg: Използвайте {0} , за да правите заявки за данни с помощта на SQL или езика за заявки, който е вграден във вашата база данни. Можете да вмъквате променливи в кода си, за да създавате {1}, и да се позовавате на резултатите от модели или други запазени въпроси в кода си.
ca: Utilitzeu {0} per consultar dades amb SQL o el llenguatge de consulta nadiu de la vostra base de dades. Podeu inserir variables al vostre codi per crear {1} i fer referència als resultats dels models o a una altra pregunta desada al vostre codi.
de: Verwenden Sie die {0} , um Daten mit SQL oder der Abfragesprache Ihrer Datenbank abzufragen. Sie können Variablen in Ihren Code einfügen, um {1}zu erstellen, und die Ergebnisse von Modellen oder anderen gespeicherten Fragen in Ihrem Code referenzieren.
eo: Use the {0} to fetch data with SQL or whatever query language your database's vibing with. You can plug in variables in your code to make {1}, and call up results from models or other saved questions in your code.
es: Utiliza {0} para consultar datos con SQL o el lenguaje de consulta nativo de tu base de datos. Puedes insertar variables en tu código para crear {1} y hacer referencia a los resultados de los modelos u otras preguntas guardadas en tu código.
fa: از {0} برای جستجوی داده ها با SQL یا زبان پرس و جو بومی پایگاه داده خود استفاده کنید. برای ایجاد {1}می توانید متغیرهایی را در کد خود وارد کنید و به نتایج مدل ها یا سایر سؤالات ذخیره شده در کد خود اشاره کنید.
fi: Käytä {0}:ssa SQL-kyselyä tai tietokantaan kuuluvaa kyselykieltä. Voit lisätä koodiisi muuttujia luodaksesi {1} ja viitata mallien tuloksiin tai muihin tallennettuihin kysymyksiin.
fr: Utilisez le site {0} pour interroger les données avec SQL ou le langage d'interrogation propre à votre base de données. Vous pouvez insérer des variables dans votre code pour créer {1}, et référencer les résultats des modèles ou d'autres questions sauvegardées dans votre code.
hu: Használja a(z) {0}-t az adatok SQL-lel vagy az adatbázis natív lekérdezési nyelvével való lekérdezéséhez. Kódjába változókat illeszthet be, hogy {1}-t hozzon létre, és hivatkozhat modellek vagy más mentett kérdések eredményeire a kódjában.
it: Utilizzare {0} per interrogare i dati con SQL o con il linguaggio di interrogazione nativo del database. È possibile inserire variabili nel codice per creare {1}e fare riferimento ai risultati dei modelli o di altre interrogazioni salvate nel codice.
ja: {0} を使用して、SQL またはデータベース固有のクエリ言語でデータをクエリします。コード内に変数を挿入して {1} を作成し、モデルやその他の保存された質問の結果をコード内で参照することができます。
lt: Naudokite {0}, kad pateiktumėte duomenų užklausą naudodami SQL arba užklausos kalbą, esančią jūsų duomenų bazėje. Galite įterpti kintamuosius į savo kodą, kad sukurtumėte {1}, ir nurodykite modelių rezultatus ar kitą išsaugotą klausimą savo kode.
ms: Gunakan {0} untuk bertanya data dengan SQL atau bahasa pertanyaan asli kepada pangkalan data anda. Anda boleh memasukkan pembolehubah dalam kod anda untuk mencipta {1} dan merujuk keputusan model atau soalan lain yang disimpan dalam kod anda.
nb: Bruk {0} til å stille spørsmål om data med SQL eller databasens eget spørrespråk. Du kan sette inn variabler i koden din for å opprette {1}, og referere til resultatene av modeller eller andre lagrede spørsmål i koden din.
nl: Gebruik {0} om gegevens op te vragen met SQL of de querytaal van je database. Je kunt variabelen invoegen in je code om {1}te maken en in je code verwijzen naar de resultaten van modellen of andere opgeslagen vragen.
pl: Skorzystaj z {0} , aby zapytać o dane za pomocą SQL lub języka zapytań natywnego dla Twojej bazy danych. Możesz wstawiać zmienne w swoim kodzie, aby utworzyć {1}i odwoływać się do wyników modeli lub innych zapisanych zapytań w swoim kodzie.
pt_br: Use {0} para consultar dados com SQL ou com a linguagem de consulta nativa do seu banco de dados. Você pode inserir variáveis em seu código para criar {1} e fazer referência aos resultados de modelos ou outras perguntas salvas em seu código.
ru: Используйте {0} для запросов к данным с помощью SQL или языка запросов, характерного для вашей базы данных. Вы можете вставлять переменные в свой код для создания {1}, а также ссылаться на результаты моделей или других сохраненных вопросов в своем коде.
sk: Na vyhľadávanie údajov pomocou jazyka SQL alebo dotazovacieho jazyka, ktorý je natívny pre vašu databázu, použite stránku {0} . Do svojho kódu môžete vkladať premenné na vytvorenie {1}, a vo svojom kóde sa môžete odvolávať na výsledky modelov alebo iných uložených otázok.
sl: Uporabite {0} za poizvedovanje po podatkih s SQL ali jezikom poizvedbe, ki izvira iz vaše zbirke podatkov. V kodo lahko vstavite spremenljivke, da ustvarite {1} in se sklicujete na rezultate modelov ali druga shranjena vprašanja v kodi.
sq: Përdorni {0} për të query-uar të dhëna me SQL ose gjuhën e pyetjeve native të databazës suaj. Mund të fusni variabla në kodin tuaj për të krijuar {1}, dhe të referoni rezultatet e modeleve ose një pyetje tjetër të ruajtur në kodin tuaj.
sr: Koristi {0} da upituješ podatke sa SQL-om ili jezikom za upite koji je nativan za tvoju bazu podataka. Možeš da ubaciš promenljive u svoj kod da napraviš {1} i da referenciraš rezultate modela ili drugog sačuvanog pitanja u svom kodu.
sv: Använd {0} för att ställa frågor om data med SQL eller det frågespråk som används i din databas. Du kan infoga variabler i din kod för att skapa {1}och referera till resultaten av modeller eller andra sparade frågor i din kod.
tr: Verileri SQL veya veritabanınıza özgü sorgu dili ile sorgulamak için {0} adresini kullanın. {1}oluşturmak için kodunuza değişkenler ekleyebilir ve kodunuzdaki modellerin veya diğer kaydedilmiş soruların sonuçlarına başvurabilirsiniz.
uk: Використовуйте {0}, щоб робити запити до даних за допомогою SQL або мови запитів, рідної для вашої бази даних. Ви можете вставляти змінні у свій код, щоб створювати {1}, а також посилатися у коді на результати моделей чи інших збережених запитів.
vi: Sử dụng {0} để truy vấn dữ liệu bằng SQL hoặc ngôn ngữ truy vấn gốc của cơ sở dữ liệu của bạn. Bạn có thể chèn biến vào mã của mình để tạo {1}và tham chiếu kết quả của các mô hình hoặc câu hỏi đã lưu khác trong mã của bạn.
zh_hk: 使用 {0} 以 SQL 或資料庫原生的查詢語言來查詢資料。您可以在程式碼中插入變數以建立 {1}，並在程式碼中參考模型或其他儲存問題的結果。

source: native query editor
ar: محرّر الاستعلامات الأصلية
bg: собствен редактор на заявки
ca: editor de consultes natiu
de: nativer Abfrage-Editor
eo: native query editor → native fetch tool or just the homie query box
es: editor de consultas nativas
fa: ویرایشگر پرس و جو بومی
fi: natiivikyselytyökalu
fr: éditeur de requêtes natif
hu: natív lekérdezésszerkesztő
it: editor di query nativo
ja: ネイティブクエリーエディター
lt: savosios užklausos redaktorius
ms: editor pertanyaan asli
nb: egen spørreredaktør
nl: SQL-query-editor
pl: natywny edytor zapytań
pt_br: editor de consultas nativo
ru: встроенный редактор запросов
sk: natívny editor dotazov
sl: Izvorni urejevalnik poizvedb
sq: editori i pyetjeve native
sr: editor za nativne upite
sv: inbyggd fråge-redigerare
tr: yerel sorgu düzenleyici
uk: редактор нативних запитів
vi: trình soạn thảo truy vấn gốc
zh_hk: 原生查詢編輯器

source: SQL templates
ar: قوالب SQL
bg: Шаблони на SQL
ca: Plantilles SQL
de: SQL Vorlagen
eo: SQL templates → SQL BOPs
es: Plantillas de SQL
fa: قالب های SQL
fi: SQL-pohjia
fr: Modèles SQL
hu: SQL sablonok
it: Modelli SQL
ja: SQLテンプレート
lt: SQL šablonai
ms: templat SQL
nb: SQL-maler
nl: SQL-sjablonen
pl: Szablony SQL
pt_br: modelos SQL
ru: Шаблоны SQL
sk: Šablóny SQL
sl: Predloge SQL
sq: template SQL
sr: SQL šabloni
sv: SQL-mallar
tr: SQL şablonları
uk: SQL-шаблони
vi: Mẫu SQL
zh_hk: SQL 範本
