Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Thanks for helping us improve
ar: شكرًا لمساعدتنا على التحسين
bg: Благодаря, че ни помогнахте да се подобрим
ca: Gràcies per ajudar-nos a millorar
de: Danke, dass sie uns bei der Verbesserung helfen
eo: Thx for helping us level up
es: Gracias por ayudarnos a mejorar
fa: با تشکر برای کمک به بهبود ما
fi: Kiitos auttaessasi parantamaan
fr: Merci de nous aider à améliorer Metabase
hu: Köszönjük, hogy segít javítani
it: Grazie per averci aiutato a migliorare
ja: ご協力ありがとうございます
lt: Ačiū, kad padėjote mums tobulėti
ms: Terima kasih kerana membantu kami menambah baik
nb: Takk for hjelpen
nl: Bedankt dat je ons helpt te verbeteren
pl: Dzięki za pomoc w usprawnianiu nas
pt_br: Agradecemos por nos ajudar a melhorar
ru: Спасибо за помощь в улучшении
sk: Ďakujeme, že ste nám pomohli vylepšiť
sl: Hvala, ker ste nam pomagali izboljšati
sq: Faleminderit që na ndihmoni të përmirësohemi
sr: Hvala što nam pomažete da se unapredimo
sv: Tack för att du hjälper oss bli bättre
tr: Geliştirmemize yardımcı olduğunuz için teşekkürler
uk: Дякуємо, що допомагаєте нам ставати кращими
vi: Cảm ơn đã giúp chúng tôi cải tiến
zh_hk: 感謝幫助我們提升

source: We won't collect any usage events
ar: لن نجمع أي أحداث استخدام
bg: Няма да събираме никакви събития за използване
ca: No recopilarem cap esdeveniment d'ús
de: Wir sammeln keine Benutzerereignisse
eo: We’re not gonna scoop up any usage stuff, no cap
es: No recopilaremos ningún evento de uso
fa: ما هر گونه رویداد استفاده را جمع آوری نخواهیم کرد
fi: Emme kerää käyttötapahtumia
fr: Nous ne collecterons aucun évènement d'utilisation
hu: Nem gyűjtünk semmilyen használati eseményt
it: Non raccoglieremo eventi di utilizzo
ja: Usage eventに関する情報は収集いたしません
lt: Mes nenorime rinkti jokių naudojimo įvykių
ms: Kami tidak akan mengumpul sebarang peristiwa penggunaan
nb: Vi vil ikke samle inn noen brukshendelser
nl: We verzamelen geen gebruiker interacties
pl: Nie będziemy zbierać żadnych zdarzeń użycia
pt_br: Nós não coletaremos nenhum evento de uso
ru: Мы не хотим собирать никакие события использования
sk: Nebudeme zhromažďovať žiadne udalosti použitia
sl: Ne bomo zbirali nobenih dogodkov uporabe
sq: Nuk do të mbledhim asnjë event përdorimi
sr: Nećemo prikupljati nijedne događaje korišćenja
sv: Vi kommer inte att samla in någon användningsstatistik
tr: Herhangi bir kullanım etkinliği toplamayacağız
uk: Ми не будемо збирати жодних подій використання
vi: Chúng tôi sẽ không thu tập sự kiện được sử dụng
zh_hk: 我們不會收集任何使用事件訊息

source: In order to help us improve Metabase, we'd like to collect certain data about usage through Google Analytics.
hu: A Metabase fejlesztése érdekében szeretnénk bizonyos adatokat gyűjteni a használatról a Google Analytics segítségével.
ms: Untuk membantu kami meningkatkan Metabase, kami ingin mengumpul data tertentu tentang penggunaan melalui Google Analytics.

source: Here's a full list of everything we track and why.
hu: Itt van egy teljes lista mindarról, amit nyomon követünk és miért.
ms: Berikut adalah senarai lengkap semua yang kami jejaki dan sebabnya.

source: Allow Metabase to anonymously collect usage events
ar: اسمح لـ Metabase بجمع أحداث الاستخدام بشكل مجهول
bg: Позволете на Metabase да събира анонимно събития за използване
ca: Permetre que Metabase reculli registres d'ús de forma anònima
de: Erlaube Metabase das anonyme Sammeln von Ereignisinformationen
eo: Let Metabase auto-collect usage events without anyone knowing, fr.
es: Permitir que Metabase recopile eventos de uso de forma anónima
fa: اجازه دهید Metabase به صورت ناشناس رویدادهای استفاده را جمع آوری کند
fi: Salli Metabasen kerätä anonyymiä käyttötietoja
fr: Permettre à Metabase de collecter anonymement les événements d'utilisation
hu: Engedélyezze a Metabase számára a használati események anonim gyűjtését
it: Consenti a Metabase di raccogliere dati anonimi sugli eventi
ja: Metabaseが匿名の情報収集をすることに同意する
lt: Leisti „Metabase“ anonimiškai surinkti naudojimo įvykius
ms: Benarkan Metabase mengumpul peristiwa penggunaan secara tanpa nama
nb: Tillat Metabase å samle inn bruksdata anonymt
nl: Laat Metabase anoniem gebruiksgebeurtenissen verzamelen
pl: Zezwalaj na anonimowe zbieranie zdarzeń użycia Metabase
pt_br: Permitir que a Metabase colete eventos de uso anonimamente
ru: Разрешить Metabase собирать анонимные данные о использовании
sk: Povoliť metabáze anonymne zbierať udalosti použitia
sl: Omogočanje anonimnega zbiranja dogodkov uporabe v zbirki metapodatkov
sq: Lejo Metabase të mbledhë në mënyrë anonime evente përdorimi
sr: Dozvoli Metabase-u da anonimno prikuplja događaje korišćenja
sv: Tillåt Metabase att samla in anonym användningsdata
tr: Metabase' in kullanım olaylarını anonim olarak toplamasına izin ver
uk: Дозволити Metabase анонімно збирати події використання
vi: Cho phép Metabase thu thập sự kiện được sử dụng ẩn danh
zh_hk: 允許Metabase匿名收集使用事件

source: Metabase {0} collects anything about your data or question results.
ar: Metabase {0} يجمع أي شيء حول بياناتك أو نتائج أسئلتك.
bg: Metabase {0} събира всичко относно вашите данни или резултати от въпроси.
ca: Metabase {0} recull informació sobre les teves dades o els resultats de les preguntes.
de: Metabase {0} sammelt alles über deine Daten oder Frageergebnisse.
eo: Metabase {0} basically scoops up anything about your data or question results, fr.
es: Metabase {0} recopila información sobre tus datos o resultados de preguntas.
fa: Metabase {0} اطلاعاتی درباره نتایج یا نتایج شما را جمع آوری می کند.
fi: Metabase {0} kerää mitä vaan tiedoistasi tai kysymystuloksistasi.
fr: Metabase {0} ne collecte rien concernant vos données ou les réponses de vos questions.
hu: A Metabase {0} nem gyűjt semmit az adatairól vagy a kérdései eredményeiről.
it: Metabase {0} reccoglie nulla riguardo i tuoi dati e risultati.
ja: Metabase はデータや質問結果に関する情報を{0}収集しません
lt: Metabazė {0} renka viską apie jūsų duomenis ar klausimų rezultatus.
ms: Metabase {0} tidak mengumpul apa-apa tentang data atau hasil pertanyaan anda.
nb: Metabase {0} samler alt om dine data eller resultat på spørsmål.
nl: Metabase verzamelt {0} je gegevens of vraagresultaten.
pl: Metabase {0} nie gromadzi żadnych informacji na temat Twoich danych ani wyników pytań.
pt_br: A Metabase {0} coleta informações sobre seus dados ou resultados de perguntas.
ru: Metabase {0} собирает что либо о ваших данных или результатах запросов.
sk: Metabase {0} zhromažďuje čokoľvek o vašich údajoch alebo výsledkoch otázok.
sl: Metabase {0} zbira vse o vaših podatkih ali rezultatih vprašanj.
sq: Metabase {0} mbledh asgjë rreth të dhënave tuaja ose rezultateve të pyetjeve.
sr: Metabase {0} prikuplja bilo šta o vašim podacima ili rezultatima pitanja.
sv: Metabase {0} samlar in allt om din data och frågeresultat
tr: Metabase {0}, verileriniz veya soru sonuçlarınızla ilgili bir şeyler toplar.
uk: Metabase {0} ніколи не збирає нічого про ваші дані або результати запитів.
vi: Metabase {0} thu thập mọi thứ về dữ liệu hay kết quả câu hỏi của bạn
zh_hk: Metabase{0}收集任何事情關於您的資料或者提問結果

source: never
ar: أبدًا
bg: никога
ca: mai
de: niemals
eo: Nah, fr never
es: nunca
fa: هرگز
fi: ei koskaan
fr: jamais
hu: soha
it: mai
ja: 一切
lt: niekada
ms: tidak pernah
nb: aldri
nl: nooit
pl: nigdy
pt_br: nunca
ru: никогда
sk: nikdy
sl: nikoli
sq: kurrë
sr: nikada
sv: aldrig
tr: asla
uk: ніколи
vi: không bao giờ
zh_hk: 永不

source: All collection is completely anonymous.
ar: كل ما يتم جمعه مجهول تمامًا.
bg: Цялата колекция е напълно анонимна.
ca: Tota la informació obtinguda es totalment anònima.
de: Die gesamte Sammlung ist völlig anonym.
eo: All collection is totally lowkey anonymous, fr.
es: Toda la información obtenida es completamente anónima.
fa: تمام مجموعه کاملا ناشناس است.
fi: Kaikki kokoelma on täysin anonyymi.
fr: Toute la collection est complètement anonyme
hu: Az összes adatgyűjtés teljesen névtelen.
it: Tutte le raccolte dati sono completamente anonime.
ja: 情報収集は全て匿名です
lt: Visa kolekcija yra visiškai anoniminė.
ms: Semua koleksi adalah sepenuhnya anonim.
nb: All innsamling av data er anonymt.
nl: Alle collecties zijn volledig anoniem
pl: Wszystkie dane są całkowicie anonimowe.
pt_br: Toda a coleta é completamente anônima.
ru: Все коллекции полностью анонимны.
sk: Celá zbierka je úplne anonymná.
sl: Vsa zbirka je popolnoma anonimna.
sq: I gjithë mbledhja është plotësisht anonime.
sr: Svo prikupljanje je potpuno anonimno.
sv: All insamling är helt anonym
tr: Tüm koleksiyon tamamen anonimdir.
uk: Усі зібрані дані повністю анонімні.
vi: Tất cả bộ sưu tập đều hoàn toàn ẩn danh
zh_hk: 所有的收集都是匿名的。

source: Collection can be turned off at any point in your admin settings.
ar: يمكن إيقاف الجمع في أي وقت من إعدادات المسؤول.
bg: Събирането може да бъде изключено по всяко време в настройките на вашия администратор.
ca: La recopilació es pot desactivar en qualsevol moment des de la pàgina de configuració.
de: Die Sammlung kann zu jedem beliebigen Zeitpunkt in den administrativen Einstellungen deaktiviert werden.
eo: You can dip the collection whenever you want in your admin settings, fr.
es: La recopilación puede desactivarse en cualquier momento en la sección de configuración.
fa: مجموعه را می توانید در هر نقطه از تنظیمات مدیریت خود خاموش کنید.
fi: Keräys voidaan ottaa pois käytöstä milloin vain järjestelmänvalvojan asetuksista.
fr: La collection peut être désactivée à tout moment dans vos paramètres d'administration.
hu: A gyűjtést bármikor kikapcsolhatja az admin beállításokban.
it: La raccolta dati può essere disabilitata in qualsiasi momento dalle impostazioni di amministrazione.
ja: 情報収集による設定は管理者設定からいつでも変更することができます
lt: Kolekcija gali būti išjungta bet kuriame jūsų administratoriaus nustatymų taške.
ms: Koleksi boleh dimatikan pada bila-bila masa dalam tetapan pentadbir anda.
nb: Samling kan skrus av når som helst i admin-innstillingene.
nl: Collectie kan op elk moment in je beheerdersinstellingen worden uitgeschakeld.
pl: Zbieranie danych możesz wyłączyć w dowolnym momencie w ustawieniach administratora.
pt_br: A coleta pode ser desativada a qualquer momento em suas configurações de administrador.
ru: Коллекция может быть отключена в любой момент в настройках администратора.
sk: Zbieranie môžete kedykoľvek vypnúť v nastaveniach správcu.
sl: Zbiranje lahko kadar koli izklopite v skrbniških nastavitvah.
sq: Mbledhja mund të çaktivizohet në çdo moment te cilësimet e administratorit.
sr: Prikupljanje možete isključiti u bilo kom trenutku u administratorskim podešavanjima.
sv: Insamling kan när som helst slås av i admin-inställningarna.
tr: Koleksiyon, yönetici ayarlarınızdaki herhangi bir noktada kapatılabilir.
uk: Збір даних можна вимкнути будь-коли в налаштуваннях адміністратора.
vi: Có thể tắt bộ sưu tập bất cứ lúc nào trong phần cài đặt quản trị của bạn
zh_hk: 您隨時可以在管理設定中關閉訊息收集。

source: If you feel stuck
ar: إذا شعرت بأنك عالق
bg: Ако се чувствате заседнали
ca: Si et sents abrumant
de: Wenn du feststeckst
eo: If you’re lowkey stuck,
es: Si te sientes abrumado
fa: اگر احساس می کنید گیر کرده اید
fi: Mikäli koet olevasi hukassa
fr: Si vous vous sentez coincé
hu: Ha elakadna
it: Se ti senti bloccato
ja: お困りの場合
lt: Jei jaučiatės įstrigę
ms: Jika anda berasa tersekat
nb: Hvis du føler at du sitter fast
nl: Als je er niet uitkomt
pl: Jeśli czujesz, że utknąłeś
pt_br: Se você não souber o que fazer,
ru: Если вы застряли
sk: Ak sa cítite zaseknutý
sl: Če se počutite obtičali
sq: Nëse ndihesh i bllokuar
sr: Ako zapnete
sv: Om du har fastnat
tr: Sıkışmış hissediyorsan
uk: Якщо ви застрягли
vi: Nếu bạn cảm thấy bế tắc
zh_hk: 如果您不知從何下手

source: our getting started guide
ar: دليل البدء الخاص بنا
bg: нашето начално ръководство
ca: la nostra guia d'iniciació
de: unsere Startanleitung
eo: our gettin' started guide
es: nuestra guía de inicio
fa: راهنمای شروع به کار ما
fi: aloitusoppaamme
fr: notre guide de démarrage
hu: az első lépések útmutatónk
it: la nostra guida rapida
ja: スタートガイド
lt: mūsų pradžios vadovas
ms: panduan permulaan kami
nb: vår oppstartsguide
nl: onze beknopte handleiding
pl: nasz przewodnik dla początkujących
pt_br: nosso guia inicial
ru: наше руководство по началу работы
sk: náš sprievodca Začíname
sl: Naš vodnik za začetek
sq: udhëzuesi ynë për fillimin
sr: naš vodič za početak
sv: vår start-guide
tr: başlangıç kılavuzumuz
uk: наш посібник із початку роботи
vi: Hướng dẫn khởi động của chúng tôi
zh_hk: 初始化檔案

source: Welcome to Metabase
ar: مرحبًا بك في Metabase
bg: Добре дошли в Metabase
ca: Benvingut/da a Metabase
de: Willkommen bei Metabase
eo: Yo, welcome to Metabase!
es: Bienvenid@ a Metabase
fa: به Metabase خوش آمدید
fi: Tervetuloa Metabaseen
fr: Bienvenue sur Metabase
hu: Üdvözöljük a Metabase-ban
it: Benvenuto in Metabase
ja: Metabaseへようこそ
lt: Sveiki atvykę į „Metabase“
ms: Selamat datang ke Metabase
nb: Velkommen til Metabase
nl: Welkom bij Metabase
pl: Witamy w Metabase
pt_br: Esta é a Metabase
ru: Добро пожаловать в Metabase
sk: Vitajte v Metabase
sl: Dobrodošli v Metabase
sq: Mirë se vjen në Metabase
sr: Dobrodošli u Metabase
sv: Välkommen till Metabase
tr: Metabase' e Hoş Geldiniz
uk: Ласкаво просимо до Metabase
vi: Chào mừng đến Metabase
zh_hk: 歡迎來到Metabase

source: Looks like everything is working. Now let’s get to know you, connect to your data, and start finding you some answers!
hu: Úgy tűnik, minden működik. Most ismerkedjünk meg, kapcsolódjunk adataihoz, és kezdjük el megtalálni a válaszokat!
ms: Nampaknya semuanya berfungsi. Sekarang mari kita kenali anda, sambungkan ke data anda, dan mula mencari jawapan!

source: Let's get started
ar: لنبدأ
bg: Да започваме
ca: Comencem
de: Lass uns loslegen
eo: Ayo, let’s get this bread started
es: Empecemos
fa: بیا شروع کنیم
fi: Aloitetaan
fr: C'est parti
hu: Kezdjük el
it: Iniziamo
ja: 開始しましょう
lt: Pradėkime
ms: Mari kita mulakan
nb: Kom i gang
nl: Laten we starten
pl: Zacznijmy
pt_br: Vamos começar
ru: Начнем
sk: Začnime
sl: Začnimo
sq: Le të fillojmë
sr: Hajde da počnemo
sv: Låt oss komma igång
tr: Başlayalım
uk: Почнімо
vi: Cùng bắt đầu
zh_hk: 讓我們開始吧

source: You're all set up!
ar: أنت جاهز تمامًا!
bg: Готови сте!
ca: Ja està tot llest!
de: Es ist alles eingerichtet!
eo: You’re all good to go!
es: ¡Estás listo!
fa: همه شما تنظیم شده اند!
fi: Kaikki valmista!
fr: Tout est configuré !
hu: Minden készen áll!
it: Abbiamo impostato tutto!
ja: 準備ができました!
lt: Visi esate įsteigti!
ms: Anda sudah bersedia!
nb: Alt er klart og satt opp!
nl: Je bent er helemaal klaar voor!
pl: Wszystko ustawione!
pt_br: Está tudo pronto!
ru: Все настроено!
sk: Všetci ste pripravení!
sl: Vse je pripravljeno!
sq: Je gati!
sr: Sve je spremno!
sv: Nu är allt klart!
tr: Her şey hazır!
uk: Усе налаштовано!
vi: Bạn đã được trang bị đầy đủ
zh_hk: 您已經設定完畢了！

source: Take me to Metabase
ar: خذني إلى Metabase
bg: Заведете ме в Metabase
ca: Portam a Metabase
de: Führe mich zu Metabase
eo: Take me to Metabase, fr fam
es: Llévame a Metabase
fa: من را به Metabase ببر
fi: Vie minut Metabaseen
fr: Emmenez-moi dans Metabase
hu: Vigyen a Metabase-hez
it: Portami su Metabase
ja: Metabaseを使い始める
lt: Atveskite mane į Metabase
ms: Bawa saya ke Metabase
nb: Ta meg med til Metabase
nl: Breng me naar Metabase
pl: Zabierz mnie do Metabase
pt_br: Leve-me para a Metabase
ru: Покажите мне Metabase
sk: Ukážte mi Metabase
sl: Odpelji me na Metabase
sq: Më çoni te Metabase
sr: Odvedi me u Metabase
sv: Gå vidare till Metabase
tr: Beni Metabase' e götür
uk: Перейти до Metabase
vi: Đưa tôi đến Metabase
zh_hk: 帶我去Metabase

source: What should we call you?
ar: بماذا نُناديك؟
bg: Как да ви наречем?
ca: Com t'hem d'anomenar?
de: Wie sollen wir dich nennen?
eo: What's the vibes for what we should call u?
es: ¿Cómo deberíamos llamarte?
fa: ما باید با شما تماس بگیریم؟
fi: Miten kutsumme sinua?
fr: Comment devons-nous vous appeler ?
hu: Minek nevezzük?
it: Come dovremmo chiamarti?
ja: 何とお呼びしましょうか?
lt: Ką turėtume vadinti?
ms: Apa yang patut kami panggil anda?
nb: Hva skal vi kalle deg?
nl: Hoe moeten we je noemen?
pl: Jak powinniśmy Cię nazywać?
pt_br: Como devemos te chamar?
ru: Как мы можем вас называть?
sk: Čo by sme vám mali spustiť?
sl: Kako naj vas imenujemo?
sq: Si duhet të të quajmë?
sr: Kako da vas zovemo?
sv: Vad ska vi kalla dig?
tr: Size nasıl hitap etmeliyiz?
uk: Як нам до вас звертатися?
vi: Chúng tôi nên gọi bạn là gì
zh_hk: 我們應該怎麼稱呼您？

source: Hi, {0}. nice to meet you!
hu: Szia, {0}! Örülök, hogy találkoztunk!
ms: Hai, {0}. selamat berkenalan!

source: Create a password
ar: أنشئ كلمة مرور
bg: Създай парола
ca: Crea una contrasenya
de: Erstelle ein Passwort
eo: Make a sick password
es: Crea una contraseña
fa: یک رمز عبور ایجاد کنید
fi: Luo salasana
fr: Créer un mot de passe
hu: Hozzon létre egy jelszót
it: Crea una password
ja: 新しいパスワード
lt: Sukurkite slaptažodį
ms: Cipta kata laluan
nb: Lag ett nytt passord
nl: Maak een wachtwoord
pl: Stwórz hasło
pt_br: Crie uma senha
ru: Создайте пароль
sk: Vytvoriť heslo
sl: Ustvarjanje gesla
sq: Krijo një fjalëkalim
sr: Napravite lozinku
sv: Skapa ett lösenord
tr: Şifre oluştur
uk: Створіть пароль
vi: Thiết lập mật khẩu
zh_hk: 建立一個密碼

source: Confirm password
hu: Jelszó megerősítése
ms: Sahkan kata laluan

source: Shhh... but one more time so we get it right
ar: ششش... لكن مرة أخرى للتأكد من صحتها
bg: Шшш ... но още веднъж, за да се оправим
ca: Shhh... una altra vegada per assegurar-nos que ho fem bé
de: Pssst...aber noch einmal, damit wir es richtig machen
eo: Lowkey, just one more time so we’re all on the same page, fr.
es: Shhh... otra vez, para asegurarnos que lo hacemos bien
fa: شوش ... اما یک بار دیگر، بنابراین ما آن را درست می گیریم
fi: Shhh... mutta kerran vielä, jotta saamme sen oikein
fr: Chut... une seconde fois de façon à s'en assurer
hu: Pszt... de még egyszer, hogy biztos jól legyen
it: Shhh... un'ultima volta così non sbagliamo
ja: もう一度お試しください
lt: Shhh ... bet dar kartą, kad galėtume tai padaryti
ms: Psst... tetapi sekali lagi supaya kita betul-betul faham
nb: Hyyysj... Men en gang til å vi kan få det riktig
nl: Sssssst... maar nog een keer zodat we het zeker weten
pl: Szzz... więc jeszcze raz, aby to prawidłowo zadziałało
pt_br: Xiu… de novo, só pra ter certeza que está certo
ru: Тсс… но еще раз, чтобы наверняка
sk: Ticho ... takže ešte raz, takže to máme v poriadku
sl: Srrrrr... ampak še enkrat, da bomo naredili prav
sq: Shhh... edhe një herë që ta kemi saktë
sr: Pssst... još jednom da bismo bili sigurni
sv: Schhh... men en gång till så det blir rätt
tr: Shhh ... ama bir kez daha doğru anlıyoruz
uk: Тссс... але ще раз, щоб ми точно все ввели правильно
vi: Shhh... thêm một lần nữa để chúng tôi chắc rằng nó đúng
zh_hk: 噓……再輸入一次讓我們確保它是對的

source: Your company or team name
hu: Cégének vagy csapatának neve
ms: Nama syarikat atau pasukan anda

source: Department of awesome
hu: Fantasztikus osztály
ms: Jabatan hebat

source: Metabot is admiring your integers…
hu: A Metabot csodálja az egész számaidat…
ms: Metabot mengagumi integer anda...

source: Metabot is performing billions of differential equations…
hu: A Metabot milliárdnyi differenciálegyenletet old meg…
ms: Metabot menjalankan berbilion persamaan pembezaan...

source: Metabot is doing science…
hu: A Metabot tudományt művel…
ms: Metabot melakukan sains...

source: Metabot is checking out your metrics…
hu: A Metabot ellenőrzi a mutatóidat…
ms: Metabot memeriksa metrik anda...

source: Metabot is looking for trends and outliers…
hu: A Metabot trendeket és kiugró értékeket keres…
ms: Metabot sedang mencari trend dan perkara yang luar biasa...

source: Metabot is consulting the quantum abacus…
hu: A Metabot a kvantumabakusszal konzultál…
ms: Metabot sedang merujuk abacus quantum...

source: Metabot is feeling pretty good about all this…
hu: A Metabot nagyon jól érzi magát ezzel kapcsolatban…
ms: Metabot berasa cukup baik tentang semua ini...

source: We’ll show you some interesting explorations of your data in just a few minutes.
hu: Mutatunk néhány érdekes felfedezést az Ön adataiból csak néhány perc.
ms: Kami akan tunjukkan beberapa penjelajahan menarik data anda dalam beberapa minit.

source: This seems to be taking a while. In the meantime, you can check out one of these example explorations to see what Metabase can do for you.
hu: Ez eltart egy darabig. Addig is megtekintheti az alábbi példa feltárásokat, hogy lássa, mire képes a Metabase.
ms: Ini nampaknya mengambil masa. Sementara itu, anda boleh menyemak salah satu eksplorasi contoh ini untuk melihat apa yang Metabase boleh lakukan untuk anda.

source: I took a look at the data you just connected, and I have some explorations of interesting things I found. Hope you like them!
hu: Megnéztem az adatokat, amelyeket most csatlakoztatott, és van néhány érdekes feltárásom. Remélem, tetszeni fognak!
ms: Saya telah melihat data yang baru anda sambungkan, dan saya mempunyai beberapa eksplorasi tentang perkara menarik yang saya dapati. Semoga anda menyukainya!

source: I'm done exploring for now
hu: Most egyelőre befejeztem a felfedezést
ms: Saya sudah selesai meneroka buat masa ini

source: Welcome to the Query Builder!
hu: Üdvözöljük a Lekérdezéskészítőben!
ms: Selamat datang ke Pembina Query!

source: The Query Builder lets you assemble questions (or "queries") to ask about your data.
hu: A Lekérdezéskészítő segítségével kérdéseket (vagy "lekérdezéseket") állíthat össze az adatokkal kapcsolatban.
ms: Pembina Query membolehkan anda menyusun soalan (atau "queries") untuk bertanya tentang data anda.

source: Tell me more
hu: Mondj többet
ms: Ceritakan lebih lanjut

source: Start by picking the table with the data that you have a question about.
hu: Kezdje azzal, hogy kiválasztja a táblázatot, amelyben az adatok vannak, amelyekről kérdése van.
ms: Mulakan dengan memilih jadual dengan data yang anda ingin tanyakan.

source: Go ahead and select the "Orders" table from the dropdown menu.
hu: Menjen előre, és válassza ki a "Rendelések" táblázatot a legördülő menüből.
ms: Sila pilih jadual "Orders" dari menu lungsur turun.

source: Filter your data to get just what you want.
hu: Szűrje az adatait, hogy pontosan azt kapja, amit szeretne.
ms: Tapis data anda untuk mendapatkan apa yang anda mahukan

source: Click the plus button and select the "Created At" field.
hu: Kattintson a plusz gombra, és válassza ki a "Létrehozva" mezőt.
ms: Klik butang tambah dan pilih medan "Dibuat Pada".

source: Here we can pick how many days we want to see data for, try 10
hu: Itt kiválaszthatjuk, hány nap adatait szeretnénk látni, próbáljuk meg a 10-et
ms: Di sini kita boleh memilih berapa hari kita ingin melihat data, cuba 10

source: Here's where you can choose to add or average your data, count the number of rows in the table, or just view the raw data.
hu: Itt választhat, hogy hozzáadja vagy átlagolja az adatait, megszámolja a táblázat sorainak számát, vagy csak megnézi a nyers adatokat.
ms: Di sini anda boleh memilih untuk menambah atau purata data anda, mengira bilangan baris dalam jadual, atau hanya melihat data langsung.

source: Try it: click on <strong>Raw Data</strong> to change it to <strong>Count of rows</strong> so we can count how many orders there are in this table.
hu: Próbálja ki: kattintson a <strong>Nyers adatok</strong> lehetőségre, hogy átváltsa a <strong>Sorok száma</strong> lehetőségre, így megszámolhatjuk, hány rendelés van ebben a táblázatban.
ms: Cuba: klik pada <kuat>Data Langsung</kuat> untuk mengubahnya kepada <kuat>Bilangan baris</kuat> supaya kita boleh mengira berapa banyak pesanan dalam jadual ini.

source: Add a grouping to break out your results by category, day, month, and more.
hu: Adjon hozzá egy csoportosítást, hogy kategória, nap, hónap és egyéb szerint bontsa ki az eredményeit.
ms: ambah pengelompokan untuk memecahkan hasil anda mengikut kategori, hari, bulan, dan banyak lagi.
