Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Just a heads up: your Metabase will be read-only for up to 30 minutes while we prep it for migration.
ar: للتنبيه فقط: سيكون Metabase لديك للقراءة فقط لمدة تصل إلى 30 دقيقة بينما نُحضّره للترحيل.
bg: Само едно предупреждение: вашата метабаза ще бъде само за четене до 30 минути, докато я подготвим за миграция.
ca: Només un avís: la vostra Metabase serà només de lectura durant un màxim de 30 minuts mentre la preparem per a la migració.
de: Nur als Vorwarnung: Ihre Metabase wird für bis zu 30 Minuten schreibgeschützt sein, während wir sie für die Migration vorbereiten.
eo: Yo, just a heads up: your Metabase’s gonna be on read-only mode for up to 30 mins while we prep it for the migration.
es: Solo un aviso: tu Metabase será de solo lectura por unos 30 minutos mientras lo preparamos para la migración.
fa: فقط یک سر بالا: Metabase شما تا 30 دقیقه فقط خواندنی خواهد بود در حالی که ما آن را برای مهاجرت آماده می کنیم.
fi: Vain varoituksena: Metabase on lukukiellossa enintään 30 minuuttia , kun valmistelemme sitä siirtoa varten.
fr: Juste un petit avertissement : votre base de données sera en lecture seule pour 30 minutes pendant que nous la préparons pour la migration.
hu: Csak egy figyelmeztetés: a Metabase legfeljebb 30 percig csak olvasható lesz, amíg előkészítjük a migrációhoz.
it: Solo un avviso: il vostro Metabase sarà di sola lettura per un massimo di 30 minuti mentre lo prepariamo per la migrazione.
ja: 注意: メタベースは移行準備の間、最大30分間読み取り専用になります。 メタベースが読み取り専用になります。
lt: Įspėjimas: jūsų metabazė bus tik skaitoma iki 30 minučių, kol mes ją paruošime perkėlimui.
ms: Hanya pemberitahuan: Metabase anda akan berada dalam mod baca-sahaja sehingga 30 minit semasa kami menyiapkannya untuk migrasi.
nb: Bare en påminnelse: din Metabase vil være skrivebeskyttes i opp til 30 minutter mens vi forbederer den til migrering.
nl: Even een heads-up: uw Metabase zal read-only zijn voor maximaal 30 minuten terwijl we het voorbereiden op de migratie.
pl: Uprzedzamy: Metabase będzie dostępna tylko do odczytu przez maksymalnie 30 minut, podczas gdy my będziemy przygotowywać ją do migracji.
pt_br: Atenção: seu Metabase ficará somente para leitura por até 30 minutos enquanto o preparamos para a migração.
ru: Предупреждаем: ваша метабаза будет доступна только для чтения в течение 30 минут, пока мы готовим ее к миграции.
sk: Len upozornenie: vaša databáza Metabase bude až 30 minút len na čítanie , kým ju pripravíme na migráciu.
sl: Opozorilo: vaša metabaza bo do 30 minut samo za branje, medtem ko jo bomo pripravljali na migracijo.
sq: Thjesht pEr dijeni: Metabase yt do tE jetE vetEm pEr lexim deri nE 30 minuta ndErsa e pErgatisim pEr migrim.
sr: Samo da znaš: tvoj Metabase će biti samo za čitanje do 30 minuta dok ga pripremamo za migraciju.
sv: Bara en förvarning: din metabas kommer att vara skrivskyddad i upp till 30 minuter medan vi förbereder den för migrering.
tr: Sadece bir uyarı: Metatabanınız, biz onu geçiş için hazırlarken 30 dakikaya kadar salt okunur olacaktır.
uk: Попередження: ваш Metabase буде доступний лише для читання до 30 хвилин, поки ми готуємо його до міграції.
vi: Lưu ý: Metabase của bạn sẽ ở chế độ chỉ đọc trong tối đa 30 phút trong khi chúng tôi chuẩn bị để di chuyển.
zh_hk: 請注意：當我們準備遷移時，您的 Metabase 將會有長達 30 分鐘的唯讀時間。

source: On {0}
ar: في {0}
bg: На {0}
ca: El {0}
de: Auf {0}
eo: on {0} is kinda sus rn
es: En {0}
fa: در {0}
fi: Osoitteessa {0}
fr: Sur {0}
hu: {0}-án/én
it: Su {0}
ja: {0}で
ms: Pada {0}
nb: På {0}
nl: Op {0}
pl: W {0}
pt_br: Em {0}
ru: На {0}
sk: Dňa {0}
sl: Na {0}
sq: Më {0}
sr: Dana {0}
sv: På {0}
tr: {0} Tarihinde
uk: О {0}
vi: Trên {0}
zh_hk: 關於 {0}

source: To complete the migration, set up your account in the Metabase Store
ar: لإكمال الترحيل، أعد إعداد حسابك في Metabase Store
bg: За да завършите миграцията, настройте акаунта си в Metabase Store
ca: Per completar la migració, configureu el vostre compte a la botiga Metabase
de: Um die Migration abzuschließen, richten Sie Ihr Konto im Metabase Store ein.
eo: To finish the move, get your account set up in the Metabase Store, bestie.
es: Para completar la migración, configura tu cuenta en Metabase Store
fa: برای تکمیل انتقال، حساب خود را در فروشگاه متابیس راه اندازی کنید
fi: Kun haluat saattaa siirtymisen päätökseen, määritä tilisi Metabase Store -palvelussa.
fr: Pour terminer la migration, configurez votre compte dans la base de données Metabase Store
hu: A migráció befejezéséhez állítsa be fiókját a Metabase Store-ban
it: Per completare la migrazione, configurare l'account nel Metabase Store.
ja: 移行を完了するには、Metabase Storeでアカウントを設定します。
lt: Norėdami užbaigti perkėlimą, nustatykite paskyrą metabazės parduotuvėje
ms: Untuk menyelesaikan peralihan, sediakan akaun anda di Metabase Store
nb: For å gjøre ferdig migreringen, sett opp din konto i Metabase Store
nl: Om de migratie te voltooien, stelt u uw account in de Metabase Store in
pl: Aby zakończyć migrację, skonfiguruj swoje konto w Metabase Store
pt_br: Para completar a migração, configure sua conta na Metabase Store
ru: Чтобы завершить миграцию, настройте свою учетную запись в Metabase Store
sk: Ak chcete dokončiť migráciu, nastavte svoje konto v službe Metabase Store
sl: Če želite dokončati selitev, nastavite račun v trgovini z metabazami
sq: PEr tE pErfunduar migrimin, konfiguro llogarinE tEnde nE Metabase Store
sr: Da dovršiš migraciju, podesi svoj nalog u Metabase Store
sv: För att slutföra migreringen ska du konfigurera ditt konto i Metabase Store
tr: Geçişi tamamlamak için Metabase Store'da hesabınızı ayarlayın
uk: Щоб завершити міграцію, налаштуйте свій акаунт у Metabase Store
vi: Để hoàn tất quá trình di chuyển, hãy thiết lập tài khoản của bạn trong Metabase Store
zh_hk: 要完成遷移，請在 Metabase Store 設定您的帳戶

source: Migrating to Metabase Cloud…
hu: Migrálás a Metabase Cloud-ba...
lt: Perkeliama į „Metabase Cloud“…
ms: Beralih ke Cloud Metabase…

source: While we snapshot your Metabase data, people will be able to view questions and dashboards, but they won't be able to edit or create anything new. It should only take up to 30 minutes
hu: Amíg pillanatképet készítünk a Metabase adatairól, az emberek megtekinthetik a kérdéseket és műszerfalakat, de nem tudnak szerkeszteni vagy új dolgokat létrehozni. Legfeljebb 30 percet vesz igénybe.
lt: Kol darysime jūsų metabazės duomenis, žmonės galės peržiūrėti klausimus ir informacijos suvestines, bet negalės redaguoti ar kurti nieko naujo. Tai turėtų trukti tik iki 30 minučių
ms: Semasa kami mengambil snapshot data Metabase anda, orang ramai akan dapat melihat soalan dan papan pemuka, tetapi mereka tidak akan dapat menyunting atau membuat apa-apa yang baru. Ia sepatutnya hanya mengambil masa sehingga 30 minit.

source: Auto-connected
ar: تم الربط تلقائيًا
bg: Автоматично свързване
ca: Connectat automàticament
de: Auto-Verbindung
eo: Auto-connected → Auto-synced fr fr
es: Auto-conectar
fa: اتصال خودکار
fi: Automaattisesti yhdistetty
fr: Auto-connecté
hu: Automatikusan csatlakoztatva
it: Autoconnessione
ja: 自動接続
lt: Automatiškai prijungtas
ms: Sambung secara automatik
nb: Auto-tilkoblet
nl: Automatisch aangesloten
pl: Automatyczne połączenie
pt_br: Conectado automaticamente
ru: Автоматическое подключение
sk: Automatické pripojenie
sl: Samodejna povezava
sq: I lidhur automatikisht
sr: Automatski povezano
sv: Autoansluten
tr: Otomatik bağlandı
uk: Підключено автоматично
vi: Tự động kết nối
zh_hk: 自動連線

source: Connect to
ar: اربط بـ
bg: Свържете се с
ca: Conectat amb
de: Verbinden mit
eo: Link up with
es: Conectar a
fa: اتصال به
fi: Yhdistä
fr: Se connecter à
hu: Csatlakozás ide:
it: Collegarsi a
ja: 接続する
lt: Prisijunkite prie
ms: Sambungkan kepada
nb: Koble til
nl: Aansluiten op
pl: Połącz do
pt_br: Conectar a
ru: Подключение к
sk: Pripojenie k
sl: Povežite se z
sq: Lidhu me
sr: Poveži sa
sv: Anslut till
tr: Bağlanmak için
uk: Підключити до
vi: Kết nối tới
zh_hk: 連接至

source: Add a Unit of Time widget
hu: Időegység widget hozzáadása
ms: Tambah widget Unit Masa

source: Move, trash, and more…
ar: نقل ونقل إلى المهملات والمزيد…
bg: Преместване, изхвърляне на отпадъци и още…
ca: Moure, Paperera i molt més…
de: Verschieben, Papierkorb und mehr…
eo: Bye, trash and more… this is so not it lol
es: Mover, papelera y más…
fa: انتقال، سطل زباله، و موارد دیگر…
fr: Déménager, faire les poubelles, et plus encore...
hu: Mozgatás, törlés és egyéb...
it: Spostamenti, rifiuti e altro…
ja: 引っ越し、削除、その他...。
lt: Perkelti, išmesti šiukšles ir daugiau...
ms: Pindahkan, buang, dan banyak lagi…
nb: Flytt, kast, med mer…
nl: Verplaatsen, weggooien en nog meer…
pl: Przesuń, usuń, i inne...
pt_br: Mover, excluir e mais...
ru: Перемещение, удаление и многое другое…
sk: Presun, odpadky a ďalšie…
sl: Premikanje, smeti in še več ...
sq: Lëviz, çoje te koshi dhe më shumë…
sr: Premesti, prebaci u otpad i još…
sv: Flytta, ta bort, med mera…
tr: Taşın, çöpe at ve daha fazlası…
uk: Перемістити, в кошик та інше…
vi: Di chuyển, vứt rác và nhiều hơn nữa…
zh_hk: 移動、垃圾和更多…

source: Upload CSVs
hu: CSV-k feltöltése
ms: Muat Naik CSV

source: Customizing look and feel
ar: تخصيص الشكل والمظهر
bg: Персонализиране на външния вид и усещане
ca: Personalització de l'aspecte
de: Darstellung anpassen
eo: Making the vibe and aesthetic totally *chef's kiss*
es: Personalizando la apariencia y funcionamiento
fa: سفارشی کردن ظاهر و احساس
fi: Ulkoasun mukauttaminen
fr: Personnalisation de l'apparence et de la convivialité
hu: Megjelenés testreszabása
it: Personalizzazione del look and feel
ja: ルック＆フィールのカスタマイズ
lt: Išvaizdos ir pojūčio pritaikymas
ms: Menyesuaikan penampilan dan rasa
nb: Tilpasser utseende og følelse
nl: Look en feel aanpassen
pl: Dostosuj wygląd i zachowanie
pt_br: Personalizando a aparência
ru: Настройка внешнего вида и настроек
sk: Prispôsobenie vzhľadu a ovládania
sl: Prilagajanje videza in delovanja
sq: Personalizimi i pamjes dhe ndjesisE
sr: Prilagođavanje izgleda
sv: Anpassa utseende och känsla
tr: Görünüm ve hissi özelleştirme
uk: Налаштування вигляду
vi: Tùy chỉnh giao diện
zh_hk: 自訂外觀和感覺

source: These options require changing the server code. You can play around with and preview the options here. Check out the {0} for more.
ar: تتطلب هذه الخيارات تغيير كود الخادم. يمكنك التجربة ومعاينة الخيارات هنا. اطّلع على {0} للمزيد.
bg: Тези опции изискват промяна на кода на сървъра. Можете да си поиграете с опциите и да ги прегледате тук. Вижте {0} за повече информация.
ca: Aquestes opcions requereixen canviar el codi del servidor. Podeu jugar i previsualitzar les opcions aquí. Fes una ullada a {0} per obtenir més informació.
de: Diese Optionen erfordern eine Änderung des Servercodes. Sie können die Optionen hier ausprobieren und sich eine Vorschau ansehen. Weitere Informationen finden Sie unter {0} .
eo: These options need you to tinker with the server code. You can mess around with and preview the options here. Peep the {0} for more info.
es: Estas opciones requieren cambiar el código del servidor. Puedes jugar y obtener una vista previa de las opciones aquí. Consulta {0} para obtener más información.
fa: این گزینه ها نیاز به تغییر کد سرور دارند. در اینجا می‌توانید با گزینه‌ها بازی کنید و پیش‌نمایش کنید. برای اطلاعات بیشتر، {0} را بررسی کنید.
fi: Nämä vaihtoehdot edellyttävät palvelinkoodin muuttamista. Voit leikkiä ja esikatsella vaihtoehtoja täällä. Katso lisätietoja osoitteesta {0} .
fr: Ces options nécessitent de modifier le code du serveur. Vous pouvez jouer avec les options et les prévisualiser ici. Consultez les {0} pour en savoir plus.
hu: Ezek az opciók a szerver kódjának módosítását igénylik. Itt próbálhatja ki és tekintheti meg az opciókat. További információkért nézze meg a(z) {0}-t.
it: Queste opzioni richiedono la modifica del codice del server. È possibile giocare con le opzioni e visualizzarle in anteprima qui. Per saperne di più, consultare il sito {0} .
ja: これらのオプションはサーバーコードを変更する必要があります。オプションはここでプレビューできます。詳しくは{0}をご覧ください。
lt: Šioms parinktims reikia pakeisti serverio kodą. Čia galite žaisti ir peržiūrėti parinktis. Daugiau informacijos rasite {0}.
ms: Pilihan ini memerlukan perubahan pada kod pelayan. Anda boleh bermain dengan dan melihat pratonton yang pilihan di sini. Semak {0} untuk maklumat lanjut.
nb: Disse alternativene krever at du endrer serverkoden. Du kan leke deg med og forhåndsvise alternativene her. Sjekk ut {0} for mer informasjon.
nl: Voor deze opties moet de servercode worden gewijzigd. Je kunt de opties hier bekijken en ermee spelen. Kijk op {0} voor meer informatie.
pl: Opcje te wymagają zmiany kodu serwera. Możesz pobawić się i podejrzeć opcje tutaj. Więcej informacji można znaleźć na stronie {0} .
pt_br: Essas opções exigem a alteração do código do servidor. Você pode experimentar e visualizar as opções aqui. Veja {0} para mais informações.
ru: Эти варианты требуют изменения кода сервера. Вы можете поиграть с опциями и просмотреть их здесь. Подробнее смотрите на сайте {0} .
sk: Tieto možnosti vyžadujú zmenu kódu servera. S možnosťami sa môžete pohrať a prezrieť si ich tu. Viac informácií nájdete na stránke {0} .
sl: Te možnosti zahtevajo spremembo kode strežnika. Tukaj se lahko poigrate in si ogledate predogled možnosti. Za več informacij si oglejte {0}.
sq: KEto opsione kErkojnE ndryshim tE kodit tE serverit. KEtu mund tE luash me opsionet dhe tEi parashikosh. Shiko {0} pEr mE shumE.
sr: Ove opcije zahtevaju izmenu serverskog koda. Ovde možeš da se igraš sa opcijama i pregledaš ih. Pogledaj {0} za više informacija.
sv: Dessa alternativ kräver att serverkoden ändras. Du kan leka med och förhandsgranska alternativen här. Kolla in {0} för mer information.
tr: Bu seçenekler sunucu kodunun değiştirilmesini gerektirir. Buradaki seçeneklerle oynayabilir ve önizleme yapabilirsiniz. Daha fazlası için {0} adresine göz atın.
uk: Ці параметри потребують змін у коді сервера. Тут можна поекспериментувати з параметрами та попередньо переглянути їх. Перегляньте {0}, щоб дізнатися більше.
vi: Các tùy chọn này yêu cầu thay đổi mã máy chủ. Bạn có thể thử nghiệm và xem trước các tùy chọn tại đây. Hãy xem {0} để biết thêm.
zh_hk: 這些選項需要變更伺服器程式碼。您可以在此遊玩並預覽選項。更多資訊請參閱 {0}。

source: Theme
ar: السمة
bg: Тема
ca: Tema
de: Thema
eo: Vibe or aesthetic
es: Tema
fa: تم
fi: Teema
fr: Thème
hu: Téma
it: Tema
ja: テーマ
lt: Tema
ms: Tema
nb: Tema
nl: Thema
pl: Temat
pt_br: Tema
ru: Тема
sk: Téma
sl: Tema
sq: TemE
sr: Tema
sv: Tema
tr: Tema
uk: Тема
vi: Chủ đề
zh_hk: 主題

source: Dashboard background
ar: خلفية لوحة المعلومات
bg: Фон на информационното табло
ca: Fons del tauler de control
de: Dashboard Hintergrund
eo: Dashboard vibe
es: Fondo del Cuadro de Mando
fa: پس زمینه داشبورد
fi: Kojelaudan tausta
fr: Fond du tableau de bord
hu: Műszerfal háttér
it: Sfondo del cruscotto
ja: ダッシュボードの背景
lt: Prietaisų skydelio fonas
ms: Latar belakang papan pemuka
nb: Bakgrunn for infotavle
nl: Achtergrond dashboard
pl: Tło pulpitu
pt_br: Plano de fundo do painel
ru: Фон приборной панели
sk: Pozadie prístrojovej dosky
sl: Ozadje nadzorne plošče
sq: Sfondi i panelit
sr: Pozadina kontrolne table
sv: Bakgrund för instrumentpanelen
tr: Gösterge tablosu arka planı
uk: Фон дашборду
vi: Nền bảng điều khiển
zh_hk: 儀表板背景

source: Dashboard border
ar: إطار لوحة المعلومات
bg: Граница на таблото за управление
ca: Vora del quadre de comandament
de: Dashboard Rahmen
eo: Dashboard border → Dashboard border's kinda sus but lowkey, lol
es: Borde del Cuadro de Mando
fa: حاشیه داشبورد
fi: Kojelaudan raja
fr: Bordure du tableau de bord
hu: Műszerfal keret
it: Bordo del cruscotto
ja: ダッシュボード・ボーダー
lt: Prietaisų skydelio kraštinė
ms: Sempadan papan pemuka
nb: Infotavleramme
nl: Dashboardrand
pl: Kolor pulpitu
pt_br: Borda do painel
ru: Граница приборной панели
sk: Ohraničenie prístrojovej dosky
sl: Obroba nadzorne plošče
sq: Kufiri i panelit
sr: Okvir kontrolne table
sv: Instrumentpanelens kant
tr: Gösterge paneli kenarlığı
uk: Рамка дашборду
vi: Đường viền bảng điều khiển
zh_hk: 儀表板邊框

source: Question border
ar: إطار السؤال
bg: Граница на въпроса
ca: Vora de les preguntes
de: Frage Rahmen
eo: Question border → Question’s on the edge, fr fr
es: Borde de la pregunta
fa: حاشیه سوال
fi: Kysymyksen raja
fr: Bordure de la question
hu: Kérdés keret
it: Bordo della domanda
ja: 質問ボーダー
lt: Klausimo riba
ms: Sempadan soalan
nb: Spørsmålsramme
nl: Vraag grens
pl: Kolor pytania
pt_br: Borda da pergunta
ru: Граница вопроса
sk: Hranica otázky
sl: Vprašaj mejo
sq: Kufiri i pyetjes
sr: Okvir pitanja
sv: Ram runt fråga
tr: Soru sınırı
uk: Рамка запиту
vi: Đường viền câu hỏi
zh_hk: 問題邊界

source: Look and Feel
ar: الشكل والمظهر
bg: Вид и усещане
ca: Aspecte
de: Aussehen und Gefühl
eo: Aesthetic and Vibe
es: Apariencia y Funcionamiento
fa: نگاه کنید و احساس کنید
fi: Ulkonäkö ja tunnelma
fr: L'aspect et la convivialité
hu: Megjelenés
ja: ルック＆フィール
lt: Pažiūrėk ir Jausk
ms: Penampilan dan Rasa
nb: Utseende og følelse
nl: Uiterlijk en gevoel
pl: Wygląd i zachowanie
pt_br: Aparência
ru: Внешний вид и ощущения
sk: Vzhľad a pocit
sl: Videz in občutek
sq: Pamja dhe Ndjesia
sr: Izgled
sv: Utseende och känsla
tr: Görünüm ve Hissiyat
uk: Вигляд і поведінка
vi: Nhìn và cảm nhận
zh_hk: 外觀與感覺

source: There is no data to display. Check the query to ensure there are non-null x-axis values.
ar: لا توجد بيانات لعرضها. تحقّق من الاستعلام للتأكد من وجود قيم غير فارغة لمحور x.
bg: Няма данни за показване. Проверете заявката, за да се уверите, че има стойности по оста x, които не са нулеви.
ca: No hi ha dades per mostrar. Comproveu la consulta per assegurar-vos que hi ha valors de l'eix x no nuls.
de: Es gibt keine Daten zur Anzeige. Überprüfen Sie die Abfrage, um sicherzustellen, dass es nicht-leere X-Achsen-Werte gibt.
eo: Bruh, there's no data to show rn. Double-check the query, make sure the x-axis values aren’t null or smth.
es: No hay datos para mostrar. Verifica la consulta para asegurarte de que haya valores del eje x no nulos.
fa: هیچ داده ای برای نمایش وجود ندارد. برای اطمینان از وجود مقادیر غیر تهی محور x، پرس و جو را بررسی کنید.
fi: Näytettäviä tietoja ei ole. Tarkista kyselystä, että x-akselin arvot eivät ole tyhjiä.
fr: Il n'y a pas de données à afficher. Vérifier la requête pour s'assurer que les valeurs de l'axe des x ne sont pas nulles.
hu: Nincs megjeleníthető adat. Ellenőrizze a lekérdezést, hogy az x-tengelyen ne legyenek null értékek.
it: Non ci sono dati da visualizzare. Controllare la query per assicurarsi che ci siano valori non nulli sull'asse delle ascisse.
ja: 表示するデータがありません。クエリをチェックして、X 軸の値が NULL でないことを確認してください。
lt: Nėra duomenų, kuriuos būtų galima rodyti. Patikrinkite užklausą, kad įsitikintumėte, jog x ašies reikšmės nėra nulinės.
ms: Tiada data untuk dipaparkan. Semak query untuk memastikan terdapat nilai paksi-x yang bukan null.
nb: Det er ingen data å vise. Sjekk spørringen for å sikre at det ikke er noen x-akseverdier som er ikke-null.
nl: Er zijn geen gegevens om weer te geven. Controleer de query om er zeker van te zijn dat de x-aswaarden niet-null zijn.
pl: Brak danych do wyświetlenia. Sprawdź zapytanie, aby upewnić się, że wartości osi x nie są zerowe.
pt_br: Não há dados para exibir. Verifique a consulta para garantir que não haja valores nulos no eixo x.
ru: Нет данных для отображения. Проверьте запрос, чтобы убедиться, что значения оси x не являются нулевыми.
sk: Nie sú k dispozícii žiadne údaje na zobrazenie. Skontrolujte dotaz, či na osi x nie sú nulové hodnoty.
sl: Ni podatkov za prikaz. Preverite poizvedbo in se prepričajte, da obstajajo vrednosti osi x, ki niso ničelne.
sq: Nuk ka tEdhEna pEr tE shfaqur. Kontrollo pyetjen pEr tE siguruar qE ka vlera jo-null nE boshtin x.
sr: Nema podataka za prikaz. Proveri upit da bi se uverio/la da postoje nenulte vrednosti na x-osi.
sv: Det finns inga data att visa. Kontrollera frågan för att säkerställa att det inte finns nollvärden på x-axeln.
tr: Görüntülenecek veri yok. Boş olmayan x ekseni değerleri olduğundan emin olmak için sorguyu kontrol edin.
uk: Немає даних для відображення. Перевірте запит, щоб переконатися, що на осі X є ненульові значення.
vi: Không có dữ liệu để hiển thị. Kiểm tra truy vấn để đảm bảo không có giá trị trục x nào là null.
zh_hk: 沒有資料要顯示。檢查查詢以確保有非空的 x 軸值。

# {0} is a location where the dashboard was moved to
source: Dashboard moved to {0}
ar: تم نقل لوحة المعلومات إلى {0}
bg: Информационното табло е преместено в {0}
ca: El quadre de comandament de control s'ha mogut a {0}
de: Dashboard verschoben nach {0}
es: Cuadro de Mando movido a {0}
fa: داشبورد به {0}منتقل شد
fi: Kojelauta siirretty osoitteeseen {0}
fr: Tableau de bord déplacé vers {0}
hu: A műszerfal áthelyezve ide: {0}
it: Cruscotto spostato su {0}
ja: ダッシュボードが{0}に移動
lt: Informacijos suvestinė perkelta į {0}
ms: Papan pemuka dipindahkan ke {0}
nb: Infotavle flyttet til {0}
nl: Dashboard verplaatst naar {0}
pl: Pulpit przeniesiony do {0}.
pt_br: Painel movido para {0}
ru: Приборная панель переехала на {0}
sk: Prístrojová doska sa presunula na stránku {0}
sl: Nadzorna plošča je bila premaknjena v {0}
sq: Paneli u zhvendos nE {0}
sr: Kontrolna tabla premeštena u {0}
sv: Dashboard flyttad till {0}
tr: Gösterge tablosu {0}adresine taşındı
uk: Дашборд переміщено до {0}
vi: Bảng điều khiển được di chuyển đến {0}
zh_hk: 儀表板移至 {0}

# indicates an email address to which to send diagnostic information
source: If the error persists, you can download diagnostic information
hu: Ha a hiba továbbra is fennáll, letöltheti a diagnosztikai információkat
lt: Jei klaida išlieka, galite atsisiųsti diagnostikos informaciją
ms: Jika ralat berterusan, anda boleh memuat turun maklumat diagnostik

# Appears in phrases like '1-10 of 100', referring to a page of results
source: of
ar: من
bg: на
ca: de
de: von
es: de
fa: از
fr: de
hu: -ból/-ből/-nak/-nek/-ról/-ről
it: di
ja: の
lt: iš
ms: daripada
nb: av
nl: van
pl: z
pt_br: de
ru: из
sk: z
sl: od
sq: nga
sr: od
sv: av
uk: із
vi: của
zh_hk: 的

source: You cannot modify the Trash Collection.
eo: You can’t even mess with the Trash Collection, fr.
hu: Nem módosíthatja a lomtár gyűjteményét.
lt: Šiukšlių kolekcijos keisti negalite.
ms: Anda tidak boleh mengubah Koleksi Sampah.

source: GeoJSON URL returned invalid content-type
ar: أرجع URL لـ GeoJSON نوع محتوى غير صالح
bg: GeoJSON URL връща невалиден тип съдържание
ca: L'URL GeoJSON ha retornat un tipus de contingut no vàlid
de: Die GeoJSON URL hat einen ungültigen Content-Type zurückgeliefert
eo: The GeoJSON URL was giving off some sus content-type vibes, lol.
es: La URL de GeoJSON devolvió un tipo de contenido no válido
fa: URL GeoJSON نوع محتوای نامعتبر را برگرداند
fi: GeoJSON URL palautti virheellisen sisältötyypin
fr: L'URL GeoJSON a renvoyé un type de contenu invalide
hu: A GeoJSON URL érvénytelen tartalomtípust adott vissza
it: URL GeoJSON restituito con tipo di contenuto non valido
ja: GeoJSON URLが無効なcontent-typeを返した。
lt: GeoJSON URL grąžino netinkamą turinio tipą
ms: URL GeoJSON mengembalikan jenis kandungan tidak sah
nb: GeoJSON URL returnerte ugyldig innholdstype
nl: GeoJSON URL retourneerde ongeldig inhoudstype
pl: Adres URL GeoJSON zwrócił nieprawidłowy typ zawartości
pt_br: O URL GeoJSON retornou um tipo de conteúdo inválido
ru: URL-адрес GeoJSON возвращает неверный тип содержимого
sk: Adresa URL GeoJSON vrátila neplatný typ obsahu
sl: URL GeoJSON je vrnil neveljavno vrsto vsebine
sq: URL e GeoJSON ktheu content-type tE pavlefshEm
sr: GeoJSON URL je vratio nevažeći content-type
sv: GeoJSON URL returnerade ogiltig innehållstyp
tr: GeoJSON URL'si geçersiz içerik türü döndürdü
uk: URL GeoJSON повернув недійсний content-type
vi: URL GeoJSON trả về loại nội dung không hợp lệ
zh_hk: GeoJSON URL 傳回無效的內容類型
