Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Tenant users can only access tenant collections
ar: يمكن لمستخدمي المستأجر الوصول فقط إلى مجموعات المستأجر
bg: Потребителите на наематели имат достъп само до колекциите на наематели
ca: Els usuaris inquilins només poden accedir a les col·leccions d'inquilins
de: Mandantenbenutzer können nur auf Mandantensammlungen zugreifen
es: Los usuarios inquilinos solo pueden acceder a las colecciones de inquilinos
fa: کاربران مستأجر فقط می‌توانند به مجموعه‌های مستأجر دسترسی داشته باشند
fi: Vuokralaiset voivat käyttää vain vuokralaisten kokoelmia
fr: Les utilisateurs locataires peuvent uniquement accéder aux collections locataires.
it: Gli utenti tenant possono accedere solo alle raccolte tenant
ja: テナントユーザーはテナントコレクションにのみアクセスできます
nb: Leietakerbrukere kan bare få tilgang til leietakersamlinger
nl: Alleen tenantgebruikers hebben toegang tot tenantcollecties.
pl: Użytkownicy dzierżawcy mogą uzyskiwać dostęp wyłącznie do kolekcji dzierżawcy
pt_br: Os usuários inquilinos só podem acessar as coleções do inquilino.
ru: Пользователи тенанта имеют доступ только к коллекциям тенанта
sk: Používatelia nájomníkov majú prístup iba ku kolekciám nájomníkov
sl: Najemniki lahko dostopajo samo do zbirk najemnikov
sq: Përdoruesit tenant mund të aksesojnë vetëm koleksione tenant
sr: Tenant korisnici mogu da pristupe samo tenant kolekcijama
sv: Hyresgästanvändare kan endast komma åt hyresgästsamlingar
tr: Kiracı kullanıcılar yalnızca kiracı koleksiyonlarına erişebilir.
uk: Користувачі тенанта можуть мати доступ лише до колекцій тенанта
vi: Người dùng thuê nhà chỉ có thể truy cập vào các bộ sưu tập của người thuê nhà.
zh_hk: 租戶使用者只能存取租戶收藏

source: Tenant users cannot manage database permissions
ar: لا يمكن لمستخدمي المستأجر إدارة أذونات قاعدة البيانات
bg: Потребителите на наематели не могат да управляват разрешенията за база данни
ca: Els usuaris inquilins no poden gestionar els permisos de la base de dades
de: Mandantenbenutzer können die Datenbankberechtigungen nicht verwalten.
es: Los usuarios inquilinos no pueden administrar los permisos de la base de datos
fa: کاربران مستأجر نمی‌توانند مجوزهای پایگاه داده را مدیریت کنند
fi: Vuokralaiset eivät voi hallita tietokannan käyttöoikeuksia
fr: Les utilisateurs locataires ne peuvent pas gérer les autorisations de base de données.
it: Gli utenti tenant non possono gestire le autorizzazioni del database
ja: テナントユーザーはデータベース権限を管理できません
nb: Leietakerbrukere kan ikke administrere databasetillatelser
nl: Gebruikers van een tenant kunnen de databaserechten niet beheren.
pl: Użytkownicy dzierżawcy nie mogą zarządzać uprawnieniami do bazy danych
pt_br: Os usuários locatários não podem gerenciar permissões de banco de dados.
ru: Пользователи тенанта не могут управлять разрешениями базы данных
sk: Používatelia nájomníka nemôžu spravovať povolenia databázy
sl: Najemniki ne morejo upravljati dovoljenj baze podatkov
sq: Përdoruesit tenant nuk mund të menaxhojnë lejet e databazës
sr: Tenant korisnici ne mogu da upravljaju dozvolama baze podataka
sv: Hyresgästanvändare kan inte hantera databasbehörigheter
tr: Kiracı kullanıcılar veritabanı izinlerini yönetemezler.
uk: Користувачі тенанта не можуть керувати дозволами для баз даних
vi: Người dùng thuê không thể quản lý quyền truy cập cơ sở dữ liệu.
zh_hk: 租戶使用者無法管理資料庫權限

source: Tenant users cannot have settings permissions
ar: لا يمكن لمستخدمي المستأجر الحصول على أذونات الإعدادات
bg: Потребителите на наематели не могат да имат разрешения за настройки
ca: Els usuaris inquilins no poden tenir permisos de configuració
de: Mandantenbenutzer haben keine Einstellungsberechtigungen.
es: Los usuarios inquilinos no pueden tener permisos de configuración
fa: کاربران مستأجر نمی‌توانند مجوزهای تنظیمات داشته باشند
fi: Vuokralaisilla ei voi olla asetusoikeuksia
fr: Les utilisateurs locataires ne peuvent pas avoir d'autorisations de configuration.
it: Gli utenti tenant non possono avere autorizzazioni di impostazione
ja: テナントユーザーには設定権限がありません
nb: Leietakerbrukere kan ikke ha innstillingsrettigheter
nl: Gebruikers van een tenant hebben geen machtigingen voor het instellen van instellingen.
pl: Użytkownicy dzierżawy nie mogą mieć uprawnień do ustawień
pt_br: Os usuários locatários não podem ter permissões de configuração.
ru: Пользователи тенанта не могут иметь доступа к настройкам
sk: Používatelia nájomníka nemôžu mať povolenia na nastavenia
sl: Najemniki ne morejo imeti dovoljenj za nastavitve
sq: Përdoruesit tenant nuk mund të kenë leje për cilësimet
sr: Tenant korisnici ne mogu da imaju dozvole za podešavanja
sv: Hyresgästanvändare kan inte ha inställningsbehörighet
tr: Kiracı kullanıcılar ayarlar iznine sahip olamazlar.
uk: Користувачі тенанта не можуть мати дозволів для налаштувань
vi: Người dùng thuê nhà không thể có quyền thiết lập.
zh_hk: 租戶使用者不能擁有設定權限

source: Tenant users cannot have monitoring permissions
ar: لا يمكن لمستخدمي المستأجر الحصول على أذونات المراقبة
bg: Потребителите на наематели не могат да имат разрешения за наблюдение
ca: Els usuaris inquilins no poden tenir permisos de supervisió
de: Mandantenbenutzer können keine Überwachungsberechtigungen haben.
es: Los usuarios inquilinos no pueden tener permisos de monitoreo
fa: کاربران مستاجر نمی‌توانند مجوزهای نظارت داشته باشند
fi: Vuokralaisilla ei voi olla valvontaoikeuksia
fr: Les utilisateurs locataires ne peuvent pas avoir d'autorisations de surveillance.
it: Gli utenti tenant non possono avere autorizzazioni di monitoraggio
ja: テナントユーザーには監視権限を与えることはできません
nb: Leietakerbrukere kan ikke ha overvåkingstillatelser
nl: Gebruikers met een tenant hebben geen monitoringrechten.
pl: Użytkownicy dzierżawcy nie mogą mieć uprawnień do monitorowania
pt_br: Os usuários locatários não podem ter permissões de monitoramento.
ru: Пользователи тенанта не могут иметь разрешения на мониторинг
sk: Používatelia nájomníkov nemôžu mať povolenia na monitorovanie
sl: Najemniki ne morejo imeti dovoljenj za spremljanje
sq: Përdoruesit tenant nuk mund të kenë leje monitorimi
sr: Tenant korisnici ne mogu da imaju dozvole za nadzor
sv: Hyresgästanvändare kan inte ha övervakningsbehörighet
tr: Kiracı kullanıcılar izleme iznine sahip olamazlar.
uk: Користувачі тенанта не можуть мати дозволів на моніторинг
vi: Người dùng thuê nhà không thể có quyền giám sát.
zh_hk: 租戶使用者不能擁有監控權限

source: Error clearing email settings
ar: خطأ في مسح إعدادات البريد الإلكتروني
bg: Грешка при изчистване на настройките за имейл
ca: S'ha produït un error en esborrar la configuració del correu electrònic
de: Fehler beim Löschen der E-Mail-Einstellungen
eo: Oops, the email settings are lowkey being a mess rn
es: Error al borrar la configuración del correo electrónico
fa: خطا در پاک کردن تنظیمات ایمیل
fi: Virhe sähköpostiasetusten tyhjentämisessä
fr: Erreur lors de la suppression des paramètres de messagerie
it: Errore durante la cancellazione delle impostazioni e-mail
ja: メール設定の消去中にエラーが発生しました
nb: Feil ved tømming av e-postinnstillinger
nl: Fout bij het wissen van e-mailinstellingen
pl: Błąd podczas czyszczenia ustawień poczty e-mail
pt_br: Erro ao limpar as configurações de e-mail
ru: Ошибка очистки настроек электронной почты
sk: Chyba pri vymazaní nastavení e-mailu
sl: Napaka pri brisanju nastavitev e-pošte
sq: Gabim gjatë pastrimit të cilësimeve të email-it
sr: Greška pri brisanju email podešavanja
sv: Fel vid rensning av e-postinställningar
tr: E-posta ayarlarını temizleme hatası
uk: Помилка очищення налаштувань email
vi: Lỗi khi xóa cài đặt email
zh_hk: 清除電子郵件設定錯誤

source: Email settings cleared
ar: تم مسح إعدادات البريد الإلكتروني
bg: Настройките за имейл са изчистени
ca: S'ha esborrat la configuració del correu electrònic
de: E-Mail-Einstellungen gelöscht
eo: Email settings got yeeted
es: Configuración de correo electrónico borrada
fa: تنظیمات ایمیل پاک شد
fi: Sähköpostiasetukset tyhjennetty
fr: Paramètres de messagerie effacés
it: Impostazioni e-mail cancellate
ja: メール設定をクリアしました
nb: E-postinnstillinger slettet
nl: E-mailinstellingen gewist
pl: Ustawienia poczty e-mail zostały wyczyszczone
pt_br: Configurações de e-mail apagadas
ru: Настройки электронной почты очищены
sk: Nastavenia e-mailu boli vymazané
sl: Nastavitve e-pošte so bile počiščene
sq: Cilësimet e email-it u pastruan
sr: Email podešavanja su obrisana
sv: E-postinställningar rensade
tr: E-posta ayarları temizlendi
uk: Налаштування email очищено
vi: Đã xóa cài đặt email
zh_hk: 清除電子郵件設定

source: Email settings updated
ar: تم تحديث إعدادات البريد الإلكتروني
bg: Настройките за имейл са актуализирани
ca: Configuració del correu electrònic actualitzada
de: E-Mail-Einstellungen aktualisiert
eo: Email settings got a glow-up
es: Configuración de correo electrónico actualizada
fa: تنظیمات ایمیل به‌روزرسانی شد
fi: Sähköpostiasetukset päivitetty
fr: Paramètres de messagerie mis à jour
it: Impostazioni e-mail aggiornate
ja: メール設定が更新されました
nb: Oppdaterte e-postinnstillinger
nl: E-mailinstellingen bijgewerkt
pl: Zaktualizowano ustawienia poczty e-mail
pt_br: Configurações de e-mail atualizadas
ru: Настройки электронной почты обновлены
sk: Nastavenia e-mailu boli aktualizované
sl: Nastavitve e-pošte so bile posodobljene
sq: Cilësimet e email-it u përditësuan
sr: Email podešavanja su ažurirana
sv: E-postinställningar uppdaterade
tr: E-posta ayarları güncellendi
uk: Налаштування email оновлено
vi: Cài đặt email đã được cập nhật
zh_hk: 更新電子郵件設定

source: Error updating email settings
ar: خطأ في تحديث إعدادات البريد الإلكتروني
bg: Грешка при актуализиране на настройките за имейл при актуализиране на грешка
ca: S'ha produït un error en actualitzar la configuració del correu electrònic
de: Fehler beim Aktualisieren der E-Mail-Einstellungen
eo: Oops, can't update the email settings rn
es: Error al actualizar la configuración del correo electrónico
fa: خطا در به‌روزرسانی تنظیمات ایمیل
fi: Virhe sähköpostiasetusten päivittämisessä
fr: Erreur lors de la mise à jour des paramètres de messagerie
it: Errore durante l'aggiornamento delle impostazioni e-mail
ja: メール設定の更新中にエラーが発生しました
nb: Feil ved oppdatering av e-postinnstillinger
nl: Fout bij het bijwerken van e-mailinstellingen
pl: Błąd podczas aktualizacji ustawień poczty e-mail
pt_br: Erro ao atualizar as configurações de e-mail
ru: Ошибка обновления настроек электронной почты
sk: Chyba pri aktualizácii nastavení e-mailu
sl: Napaka pri posodabljanju nastavitev e-pošte
sq: Gabim gjatë përditësimit të cilësimeve të email-it
sr: Greška pri ažuriranju podešavanja e-pošte
sv: Fel vid uppdatering av e-postinställningar
tr: E-posta ayarlarını güncellerken hata oluştu
uk: Помилка оновлення налаштувань email
vi: Lỗi khi cập nhật cài đặt email
zh_hk: 更新電子郵件設定錯誤

source: SMTP Configuration
ar: إعدادات SMTP
bg: SMTP конфигурация
ca: Configuració SMTP
de: SMTP-Konfiguration
eo: SMTP setup, fr fr
es: Configuración SMTP
fa: پیکربندی SMTP
fi: SMTP-konfiguraatio
fr: Configuration SMTP
it: Configurazione SMTP
ja: SMTP設定
nb: SMTP-konfigurasjon
nl: SMTP-configuratie
pl: Konfiguracja SMTP
pt_br: Configuração SMTP
ru: Конфигурация SMTP
sk: Konfigurácia SMTP
sl: Konfiguracija SMTP-ja
sq: Konfigurimi SMTP
sr: SMTP konfiguracija
sv: SMTP-konfiguration
tr: SMTP Yapılandırması
uk: Конфігурація SMTP
vi: Cấu hình SMTP
zh_hk: SMTP 設定

source: This instance is in development mode and can be used for development or testing purposes only.
ar: هذا المثيل في وضع التطوير ولا يمكن استخدامه إلا لأغراض التطوير أو الاختبار.
bg: Този екземпляр е в режим на разработка и може да се използва само за целите на разработка или тестване.
ca: Aquesta instància està en mode de desenvolupament i només es pot utilitzar amb finalitats de desenvolupament o proves.
de: Diese Instanz befindet sich im Entwicklungsmodus und kann nur zu Entwicklungs- oder Testzwecken verwendet werden.
es: Esta instancia está en modo de desarrollo y puede usarse únicamente con fines de desarrollo o de prueba.
fa: این نمونه در حالت توسعه است و فقط می‌تواند برای اهداف توسعه یا آزمایش مورد استفاده قرار گیرد.
fi: Tämä instanssi on kehitystilassa ja sitä voidaan käyttää vain kehitys- tai testaustarkoituksiin.
fr: Cette instance est en mode développement et peut être utilisée à des fins de développement ou de test uniquement.
it: Questa istanza è in modalità di sviluppo e può essere utilizzata solo per scopi di sviluppo o test.
ja: このインスタンスは開発モードであり、開発またはテストの目的でのみ使用できます。
nb: Denne forekomsten er i utviklingsmodus og kan kun brukes til utviklings- eller testformål.
nl: Dit exemplaar bevindt zich in de ontwikkelingsmodus en kan alleen voor ontwikkelings- of testdoeleinden worden gebruikt.
pl: Ta instancja znajduje się w trybie programistycznym i można jej używać wyłącznie w celach programistycznych i testowych.
pt_br: Esta instância está em modo de desenvolvimento e pode ser usada apenas para fins de desenvolvimento ou teste.
ru: Данный экземпляр находится в режиме разработки и может использоваться только в целях разработки или тестирования.
sk: Táto inštancia je vo vývojovom režime a možno ju použiť iba na vývojové alebo testovacie účely.
sl: Ta primerek je v razvojnem načinu in se lahko uporablja samo za razvojne ali testne namene.
sq: Kjo instancë është në modalitet zhvillimi dhe mund të përdoret vetëm për zhvillim ose testim.
sr: Ova instanca je u razvojnom režimu i može se koristiti samo za razvoj ili testiranje.
sv: Den här instansen är i utvecklingsläge och kan endast användas för utvecklings- eller teständamål.
tr: Bu örnek geliştirme modundadır ve yalnızca geliştirme veya test amaçlarıyla kullanılabilir.
uk: Цей інстанс у режимі розробки й може використовуватися лише для розробки або тестування.
vi: Phiên bản này đang ở chế độ phát triển và chỉ có thể được sử dụng cho mục đích phát triển hoặc thử nghiệm.
zh_hk: 此範例處於開發模式，只能用於開發或測試目的。

source: Manage instance
ar: إدارة المثيل
bg: Управление на екземпляр
ca: Gestiona la instància
de: Instanz verwalten
es: Administrar instancia
fa: مدیریت نمونه
fi: Hallinnoi instanssia
fr: Gérer l'instance
it: Gestisci istanza
ja: インスタンスの管理
nb: Administrer forekomst
nl: Instantie beheren
pl: Zarządzaj instancją
pt_br: Gerenciar instância
ru: Управлять экземпляром
sk: Spravovať inštanciu
sl: Upravljanje primerka
sq: Menaxho instancën
sr: Upravljaj instancom
sv: Hantera instans
tr: Örneği yönet
uk: Керувати інстансом
vi: Quản lý trường hợp
zh_hk: 管理實例

source: This instance is in development mode and can be used for development or testing purposes only. To spin up more development instances, use your development license token.
ar: هذا المثيل في وضع التطوير ولا يمكن استخدامه إلا لأغراض التطوير أو الاختبار. لإنشاء المزيد من مثيلات التطوير، استخدم توكن ترخيص التطوير لديك.
bg: Този екземпляр е в режим на разработка и може да се използва само за целите на разработка или тестване. За да стартирате още екземпляри за разработка, използвайте вашия токен за лиценз за разработка.
ca: Aquesta instància està en mode de desenvolupament i només es pot utilitzar amb finalitats de desenvolupament o proves. Per iniciar més instàncies de desenvolupament, utilitzeu el vostre testimoni de llicència de desenvolupament.
de: Diese Instanz befindet sich im Entwicklungsmodus und kann nur zu Entwicklungs- oder Testzwecken verwendet werden. Um weitere Entwicklungsinstanzen zu aktivieren, verwenden Sie Ihr Entwicklungslizenz-Token.
es: Esta instancia está en modo de desarrollo y solo se puede usar para fines de desarrollo o pruebas. Para crear más instancias de desarrollo, use su token de licencia de desarrollo.
fa: این نمونه در حالت توسعه است و فقط می‌تواند برای اهداف توسعه یا آزمایش استفاده شود. برای راه‌اندازی نمونه‌های توسعه بیشتر، از توکن مجوز توسعه خود استفاده کنید.
fi: Tämä instanssi on kehitystilassa ja sitä voidaan käyttää vain kehitys- tai testaustarkoituksiin. Jos haluat käynnistää lisää kehitysinstansseja, käytä kehityslisenssitunnustasi.
fr: Cette instance est en mode développement et peut être utilisée uniquement à des fins de développement ou de test. Pour lancer d'autres instances de développement, utilisez votre jeton de licence de développement.
it: Questa istanza è in modalità di sviluppo e può essere utilizzata solo per scopi di sviluppo o test. Per avviare altre istanze di sviluppo, utilizza il token della tua licenza di sviluppo.
ja: このインスタンスは開発モードであり、開発またはテスト目的にのみ使用できます。開発インスタンスをさらに起動するには、開発ライセンストークンを使用してください。
nb: Denne forekomsten er i utviklingsmodus og kan kun brukes til utviklings- eller testformål. Hvis du vil spinne opp flere utviklingsforekomster, bruker du utviklingslisens-tokenet ditt.
nl: Deze instantie bevindt zich in de ontwikkelingsmodus en kan alleen voor ontwikkelings- of testdoeleinden worden gebruikt. Gebruik uw ontwikkelingslicentietoken om meer ontwikkelingsinstanties te starten.
pl: Ta instancja jest w trybie deweloperskim i może być używana wyłącznie do celów deweloperskich lub testowych. Aby uruchomić więcej instancji deweloperskich, użyj swojego tokena licencji deweloperskiej.
pt_br: Esta instância está em modo de desenvolvimento e pode ser usada apenas para fins de desenvolvimento ou teste. Para ativar mais instâncias de desenvolvimento, use seu token de licença de desenvolvimento.
ru: Этот экземпляр находится в режиме разработки и может использоваться только для целей разработки или тестирования. Чтобы запустить больше экземпляров разработки, используйте токен лицензии на разработку.
sk: Táto inštancia je vo vývojovom režime a možno ju použiť iba na vývojové alebo testovacie účely. Ak chcete spustiť ďalšie vývojové inštancie, použite svoj vývojový licenčný token.
sl: Ta instanca je v razvojnem načinu in se lahko uporablja samo za razvojne ali testne namene. Če želite zagnati več razvojnih instanc, uporabite svoj žeton za razvojno licenco.
sq: Kjo instancë është në modalitet zhvillimi dhe mund të përdoret vetëm për zhvillim ose testim. Për të hapur më shumë instanca zhvillimi, përdor token-in e licencës së zhvillimit.
sr: Ova instanca je u razvojnom režimu i može se koristiti samo za razvoj ili testiranje. Da biste pokrenuli još razvojnih instanci, koristite svoj razvojni licencni token.
sv: Den här instansen är i utvecklingsläge och kan endast användas för utvecklings- eller teständamål. För att skapa fler utvecklingsinstanser, använd din utvecklingslicenstoken.
tr: Bu örnek geliştirme modundadır ve yalnızca geliştirme veya test amaçları için kullanılabilir. Daha fazla geliştirme örneği oluşturmak için geliştirme lisans belirtecinizi kullanın.
uk: Цей інстанс у режимі розробки й може використовуватися лише для розробки або тестування. Щоб підняти більше dev-інстансів, використайте токен dev-ліцензії.
vi: Phiên bản này đang ở chế độ phát triển và chỉ có thể được sử dụng cho mục đích phát triển hoặc thử nghiệm. Để tạo thêm phiên bản phát triển, hãy sử dụng mã thông báo giấy phép phát triển của bạn.
zh_hk: 該實例處於開發模式，僅可用於開發或測試目的。若要啟動更多開發實體，請使用您的開發授權標記。

source: Get your token
ar: احصل على توكنك
bg: Вземете своя токен
ca: Aconsegueix el teu token
de: Holen Sie sich Ihr Token
es: Consigue tu token
fa: توکن خود را دریافت کنید
fi: Hanki oma tunnuksesi
fr: Obtenez votre jeton
it: Ottieni il tuo token
ja: トークンを取得する
nb: Få tokenet ditt
nl: Ontvang uw token
pl: Zdobądź swój token
pt_br: Pegue seu token
ru: Получите свой токен
sk: Získajte svoj token
sl: Pridobite svoj žeton
sq: Merr token-in tënd
sr: Preuzmi svoj token
sv: Hämta din token
tr: Jetonunuzu alın
uk: Отримайте свій токен
vi: Nhận mã thông báo của bạn
zh_hk: 取得您的代用幣
