Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: "{0}" has been archived
ar: تمت أرشفة "{0}"
bg: „{0}“ е архивирано
ca: "{0}" s'ha arxivat
de: "{0}" wurde archiviert
es: "{0}" ha sido archivado
fa: «{0}» بایگانی شده است
fi: "{0}" on arkistoitu
fr: "{0}" a été archivé
it: "{0}" è stato archiviato
ja: 「{0}」はアーカイブされました
nb: "{0}" har blitt arkivert
nl: "{0}" is gearchiveerd
pl: „{0}” zostało zarchiwizowane
pt_br: "{0}" foi arquivado
ru: «{0}» заархивировано
sk: Súbor „{0}“ bol archivovaný
sl: »{0}« je bil arhiviran
sq: "{0}" u arkivua
sr: "{0}" je arhiviran
sv: "{0}" har arkiverats
tr: "{0}" arşivlendi
uk: "{0}" переміщено в архів
vi: "{0}" đã được lưu trữ
zh_hk: "{0}" 已存檔

source: Snippet folder options
ar: خيارات مجلد المقتطفات
ca: Opcions de carpeta de fragments
de: Snippet-Ordneroptionen
es: Opciones de carpeta de fragmentos
fa: گزینه‌های پوشه قطعه کد
fi: Katkelmakansion asetukset
fr: options du dossier d'extraits
it: Opzioni della cartella Snippet
ja: スニペットフォルダのオプション
nb: Alternativer for utdragsmapper
pl: Opcje folderu fragmentów kodu
pt_br: Opções da pasta de trechos
ru: Параметры папки сниппетов
sk: Možnosti priečinka s úryvkami
sl: Možnosti mape z izrezki kode
sq: Opsionet e dosjes së fragmenteve
sr: Opcije foldera za isečke
tr: Kod parçacığı klasörü seçenekleri
uk: Параметри папки фрагментів
vi: Tùy chọn thư mục đoạn mã
zh_hk: 片段資料夾選項

source: Select a folder for your snippet
ar: حدّد مجلدًا للمقتطف الخاص بك
bg: Изберете папка за вашия фрагмент
ca: Seleccioneu una carpeta per al vostre fragment
de: Wählen Sie einen Ordner für Ihren Codeausschnitt aus.
es: Seleccione una carpeta para su fragmento
fa: یک پوشه برای قطعه کد خود انتخاب کنید
fi: Valitse kansio katkelmallesi
fr: Sélectionnez un dossier pour votre extrait de code.
it: Seleziona una cartella per il tuo frammento
ja: スニペットのフォルダを選択してください
nb: Velg en mappe for snippet ditt
nl: Selecteer een map voor uw fragment
pl: Wybierz folder dla swojego fragmentu kodu
pt_br: Selecione uma pasta para o seu trecho de código.
ru: Выберите папку для вашего фрагмента
sk: Vyberte priečinok pre úryvok kódu
sl: Izberite mapo za svoj delček kode
sq: Zgjidh një dosje për fragmentin tënd të kodit
sr: Izaberite fasciklu za svoj isečak koda
sv: Välj en mapp för ditt utdrag
tr: Parçanız için bir klasör seçin
uk: Виберіть папку для свого фрагмента
vi: Chọn một thư mục cho đoạn trích của bạn
zh_hk: 為您的片段選擇資料夾

source: Loading values...
ar: جارٍ تحميل القيم...
bg: Зареждане на стойности...
ca: S'estan carregant els valors...
de: Werte werden geladen...
es: Cargando valores...
fa: در حال بارگذاری مقادیر...
fi: Arvoja ladataan...
fr: Chargement des valeurs...
it: Caricamento valori in corso...
ja: 値を読み込んでいます...
nb: Laster inn verdier...
nl: Waarden laden...
pl: Ładowanie wartości...
pt_br: Carregando valores...
ru: Загрузка значений...
sk: Načítavajú sa hodnoty...
sl: Nalaganje vrednosti ...
sq: Po ngarkohen vlerat...
sr: Učitavanje vrednosti...
sv: Laddar värden...
tr: Değerler yükleniyor...
uk: Завантажуємо значення...
vi: Đang tải giá trị...
zh_hk: 載入值...

source: Add option:
ar: إضافة خيار:
bg: Добавяне на опция:
ca: Afegeix una opció:
de: Option hinzufügen:
es: Añadir opción:
fa: اضافه کردن گزینه:
fi: Lisää vaihtoehto:
fr: Ajouter une option :
it: Aggiungi opzione:
ja: オプションを追加:
nb: Legg til alternativ:
nl: Optie toevoegen:
pl: Dodaj opcję:
pt_br: Adicionar opção:
ru: Добавить опцию:
sk: Pridať možnosť:
sl: Dodaj možnost:
sq: Shto opsion:
sr: Dodaj opciju:
sv: Lägg till alternativ:
tr: Seçenek ekle:
uk: Додати опцію:
vi: Thêm tùy chọn:
zh_hk: 新增選項：

source: Nothing found
ar: لم يتم العثور على شيء
bg: Нищо не беше намерено
ca: No s'ha trobat res
de: Nichts gefunden
es: No se encontró nada
fa: چیزی پیدا نشد
fi: Mitään ei löytynyt
fr: Rien trouvé
it: Niente trovato
ja: 何も見つかりません
nb: Ingenting funnet
nl: Niets gevonden
pl: Nic nie znaleziono
pt_br: Nada encontrado
ru: Ничего не найдено
sk: Nič sa nenašlo
sl: Nič ni bilo najdeno
sq: Asgjë nuk u gjet
sr: Ništa nije pronađeno
sv: Ingenting hittades
tr: Hiçbir şey bulunamadı
uk: Нічого не знайдено
vi: Không tìm thấy gì
zh_hk: 沒有發現

source: New record
ar: سجل جديد
bg: Нов рекорд
ca: Nou rècord
de: Neuer Rekord
es: Nuevo récord
fa: رکورد جدید
fi: Uusi ennätys
fr: Nouveau record
it: Nuovo record
ja: 新記録
nb: Ny rekord
nl: Nieuw record
pl: Nowy rekord
pt_br: Novo recorde
ru: Новый рекорд
sk: Nový rekord
sl: Nov rekord
sq: Regjistrim i ri
sr: Novi zapis
sv: Nytt rekord
tr: Yeni rekor
uk: Новий запис
vi: Kỷ lục mới
zh_hk: 新紀錄

source: Create a new record
ar: إنشاء سجل جديد
bg: Създаване на нов запис
ca: Crea un registre nou
de: Erstellen eines neuen Datensatzes
es: Crear un nuevo registro
fa: ایجاد یک رکورد جدید
fi: Luo uusi tietue
fr: Créer un nouvel enregistrement
it: Crea un nuovo record
ja: 新しいレコードを作成する
nb: Opprett en ny post
nl: Een nieuw record maken
pl: Utwórz nowy rekord
pt_br: Criar um novo registro
ru: Создать новую запись
sk: Vytvoriť nový záznam
sl: Ustvari nov zapis
sq: Krijo një regjistrim të ri
sr: Kreiraj novi zapis
sv: Skapa en ny post
tr: Yeni bir kayıt oluştur
uk: Створити новий запис
vi: Tạo một bản ghi mới
zh_hk: 建立新記錄

source: Editing unavailable: no PK defined
ar: التعديل غير متاح: لم يتم تعريف PK
bg: Редактирането не е налично: няма дефиниран PK
ca: Edició no disponible: no PK definit
de: Bearbeitung nicht möglich: kein PK definiert
es: Edición no disponible: no hay PK definido
fa: ویرایش در دسترس نیست: هیچ PK تعریف نشده است
fi: Muokkaus ei ole käytettävissä: PK:ta ei ole määritelty
fr: Modification indisponible : aucun PK défini
it: Modifica non disponibile: nessun PK definito
ja: 編集不可: PKが定義されていません
nb: Redigering utilgjengelig: ingen PK definert
nl: Bewerken niet beschikbaar: geen PK gedefinieerd
pl: Edycja niedostępna: nie zdefiniowano klucza głównego
pt_br: Edição indisponível: nenhuma PK definida
ru: Редактирование недоступно: PK не определен
sk: Úprava nie je k dispozícii: nie je definovaný žiadny PK
sl: Urejanje ni na voljo: PK ni definiran
sq: Redaktimi i padisponueshëm: nuk është përcaktuar PK
sr: Uređivanje nije dostupno: nije definisan PK
sv: Redigering inte tillgänglig: inget PK definierat
tr: Düzenleme yapılamıyor: PK tanımlanmadı
uk: Редагування недоступне: PK не визначено
vi: Không thể chỉnh sửa: không có PK nào được xác định
zh_hk: 無法編輯：未定義 PK

source: Add a primary key in your database or set an {0} to enable editing
ar: أضف مفتاحًا أساسيًا في قاعدة بياناتك أو اضبط {0} لتمكين التعديل
bg: Добавете първичен ключ към вашата база данни или задайте {0} , за да разрешите редактирането
ca: Afegeix una clau primària a la base de dades o estableix un {0} per habilitar l'edició
de: Fügen Sie einen Primärschlüssel in Ihrer Datenbank hinzu oder setzen Sie ein {0} , um die Bearbeitung zu ermöglichen
es: Agregue una clave principal en su base de datos o configure un {0} para habilitar la edición
fa: یک کلید اصلی در پایگاه داده خود اضافه کنید یا برای فعال کردن ویرایش، {0} را تنظیم کنید.
fi: Lisää tietokantaan ensisijainen avain tai aseta {0} ottaaksesi muokkauksen käyttöön
fr: Ajoutez une clé primaire dans votre base de données ou définissez un {0} pour activer l'édition
it: Aggiungi una chiave primaria nel tuo database o imposta {0} per abilitare la modifica
ja: データベースに主キーを追加するか、編集を有効にするには {0} を設定します
nb: Legg til en primærnøkkel i databasen eller angi en {0} for å aktivere redigering
nl: Voeg een primaire sleutel toe aan uw database of stel een {0} in om bewerken mogelijk te maken
pl: Dodaj klucz podstawowy do swojej bazy danych lub ustaw {0} , aby umożliwić edycję
pt_br: Adicione uma chave primária em seu banco de dados ou defina um {0} para habilitar a edição
ru: Добавьте первичный ключ в базу данных или установите {0} , чтобы разрешить редактирование.
sk: Pridajte primárny kľúč do databázy alebo nastavte {0} , aby ste umožnili úpravy
sl: Dodajte primarni ključ v svojo zbirko podatkov ali nastavite {0} , da omogočite urejanje
sq: Shto një primary key në databazën tënde ose cakto një {0} për të aktivizuar redaktimin
sr: Dodajte primarni ključ u bazu ili podesite {0} da biste omogućili uređivanje
sv: Lägg till en primärnyckel i din databas eller ange en {0} för att aktivera redigering
tr: Veritabanınıza birincil anahtar ekleyin veya düzenlemeyi etkinleştirmek için {0} değerini ayarlayın
uk: Додайте первинний ключ у вашій базі даних або задайте {0}, щоб увімкнути редагування
vi: Thêm khóa chính vào cơ sở dữ liệu của bạn hoặc đặt {0} để cho phép chỉnh sửa
zh_hk: 在資料庫中加入主索引鍵或設定 {0} 以啟用編輯功能

source: Couldn't save table changes:
ar: تعذر حفظ تغييرات الجدول:
bg: Не можаха да се запазят промените в таблицата:
ca: No s'han pogut desar els canvis de la taula:
de: Tabellenänderungen konnten nicht gespeichert werden:
es: No se pudieron guardar los cambios de la tabla:
fa: نتوانستم تغییرات جدول را ذخیره کنم:
fi: Taulukon muutoksia ei voitu tallentaa:
fr: Impossible d'enregistrer les modifications du tableau :
it: Impossibile salvare le modifiche alla tabella:
ja: テーブルの変更を保存できませんでした:
nb: Kunne ikke lagre tabellendringer:
nl: Wijzigingen in de tabel konden niet worden opgeslagen:
pl: Nie udało się zapisać zmian w tabeli:
pt_br: Não foi possível salvar as alterações da tabela:
ru: Не удалось сохранить изменения в таблице:
sk: Zmeny v tabuľke sa nepodarilo uložiť:
sl: Sprememb tabele ni bilo mogoče shraniti:
sq: Nuk u ruajtën ndryshimet e tabelës:
sr: Nije moguće sačuvati promene tabele:
sv: Kunde inte spara tabelländringarna:
tr: Tablo değişiklikleri kaydedilemedi:
uk: Не вдалося зберегти зміни таблиці:
vi: Không thể lưu các thay đổi trong bảng:
zh_hk: 無法儲存表格變更：

source: Couldn't save table changes
ar: تعذر حفظ تغييرات الجدول
bg: Не можаха да се запазят промените в таблицата
ca: No s'han pogut desar els canvis de la taula
de: Tabellenänderungen konnten nicht gespeichert werden
es: No se pudieron guardar los cambios de la tabla
fa: نتوانستم تغییرات جدول را ذخیره کنم
fi: Taulukon muutoksia ei voitu tallentaa
fr: Impossible d'enregistrer les modifications du tableau
it: Impossibile salvare le modifiche alla tabella
ja: テーブルの変更を保存できませんでした
nb: Kunne ikke lagre tabellendringer
nl: Wijzigingen in de tabel konden niet worden opgeslagen
pl: Nie udało się zapisać zmian w tabeli
pt_br: Não foi possível salvar as alterações da tabela
ru: Не удалось сохранить изменения в таблице.
sk: Zmeny v tabuľke sa nepodarilo uložiť
sl: Sprememb tabele ni bilo mogoče shraniti
sq: Nuk u ruajtën ndryshimet e tabelës
sr: Nije moguće sačuvati promene tabele
sv: Det gick inte att spara tabelländringarna
tr: Tablo değişiklikleri kaydedilemedi
uk: Не вдалося зберегти зміни таблиці
vi: Không thể lưu các thay đổi của bảng
zh_hk: 無法儲存表格變更

source: Loading data...
ar: جارٍ تحميل البيانات...
bg: Зареждане на данни...
ca: S'estan carregant les dades...
de: Daten werden geladen...
es: Cargando datos...
fa: در حال بارگذاری داده‌ها...
fi: Ladataan tietoja...
fr: Chargement des données...
it: Caricamento dati in corso...
ja: データを読み込んでいます...
nb: Laster inn data...
nl: Gegevens worden geladen...
pl: Ładowanie danych...
pt_br: Carregando dados...
ru: Загрузка данных...
sk: Načítavajú sa údaje...
sl: Nalaganje podatkov ...
sq: Po ngarkohen të dhënat...
sr: Učitavanje podataka...
sv: Laddar data...
tr: Veriler yükleniyor...
uk: Завантажуємо дані...
vi: Đang tải dữ liệu...
zh_hk: 載入資料...

source: Record successfully created
ar: تم إنشاء السجل بنجاح
bg: Записът е създаден успешно
ca: Registre creat correctament
de: Datensatz erfolgreich erstellt
es: Registro creado exitosamente
fa: رکورد با موفقیت ایجاد شد
fi: Tietue luotu onnistuneesti
fr: Enregistrement créé avec succès
it: Record creato con successo
ja: レコードが正常に作成されました
nb: Record vellykket opprettet
nl: Record succesvol aangemaakt
pl: Rekord został pomyślnie utworzony
pt_br: Registro criado com sucesso
ru: Запись успешно создана
sk: Záznam bol úspešne vytvorený
sl: Zapis je bil uspešno ustvarjen
sq: Regjistrimi u krijua me sukses
sr: Zapis je uspešno kreiran
sv: Posten har skapats
tr: Kayıt başarıyla oluşturuldu
uk: Запис успішно створено
vi: Bản ghi đã được tạo thành công
zh_hk: 成功建立記錄

source: Add your first tenant to add tenant users
ar: أضف أول مستأجر لك لإضافة مستخدمي المستأجر
bg: Добавете първия си наемател, за да добавите потребители на наематели
ca: Afegeix el primer inquilí per afegir usuaris inquilins
de: Fügen Sie Ihren ersten Mandanten hinzu, um Mandantenbenutzer hinzuzufügen.
es: Agregue su primer inquilino para agregar usuarios inquilinos
fa: برای افزودن کاربران مستاجر، اولین مستاجر خود را اضافه کنید
fi: Lisää ensimmäinen vuokraajasi lisätäksesi vuokraajakäyttäjiä
fr: Ajoutez votre premier locataire pour ajouter des utilisateurs locataires.
it: Aggiungi il tuo primo tenant per aggiungere utenti tenant
ja: 最初のテナントを追加してテナントユーザーを追加します
nb: Legg til din første leietaker for å legge til leietakerbrukere
nl: Voeg uw eerste huurder toe om huurders toe te voegen.
pl: Dodaj swojego pierwszego najemcę, aby dodać użytkowników najemcy
pt_br: Adicione seu primeiro locatário para adicionar usuários locatários.
ru: Добавьте своего первого тенанта, чтобы добавлять пользователей тенанта
sk: Pridajte prvého nájomníka a pridajte používateľov nájomníka
sl: Dodajte prvega najemnika, da dodate uporabnike najemnikov
sq: Shto tenant-in tënd të parë për të shtuar përdorues tenant
sr: Dodajte svoj prvi tenant da biste dodali tenant korisnike
sv: Lägg till din första hyresgäst för att lägga till hyresgästanvändare
tr: Kiracı kullanıcıları eklemek için ilk kiracınızı ekleyin.
uk: Додайте свого першого тенанта, щоб додати користувачів тенанта
vi: Thêm người thuê đầu tiên của bạn vào mục thêm người dùng thuê.
zh_hk: 新增您的第一位租戶，以新增租戶使用者

source: Invite tenant users or provision them via SSO
ar: ادعُ مستخدمي المستأجر أو أنشئهم عبر SSO
bg: Поканете потребители на наематели или ги осигурете чрез SSO
ca: Convidar usuaris inquilins o proveir-los mitjançant SSO
de: Laden Sie Mandantenbenutzer ein oder stellen Sie sie über SSO bereit.
es: Invitar a usuarios inquilinos o aprovisionarlos mediante SSO
fa: کاربران مستاجر را دعوت کنید یا از طریق SSO به آنها سرویس بدهید
fi: Kutsu vuokralaisia tai anna heille lupa kertakirjautumisen kautta
fr: Invitez les utilisateurs locataires ou provisionnez-les via l'authentification unique (SSO).
it: Invita gli utenti tenant o forniscili tramite SSO
ja: テナントユーザーを招待するか、SSO経由でプロビジョニングする
nb: Inviter leietakerbrukere eller klargjør dem via SSO
nl: Nodig tenantgebruikers uit of geef ze toegang via SSO.
pl: Zaproś użytkowników dzierżawy lub zapewnij im dostęp za pomocą logowania jednokrotnego
pt_br: Convide usuários locatários ou provisione-os via SSO (Single Sign-On).
ru: Приглашайте пользователей тенанта или создавайте их через SSO
sk: Pozvite používateľov nájomníka alebo im poskytnite služby prostredníctvom jediného prihlásenia (SSO).
sl: Povabite najemnike ali jim omogočite dostop prek enotne prijave (SSO)
sq: Fto përdorues tenant ose ofroji (provision) përmes SSO
sr: Pozovite tenant korisnike ili ih provision-ujte preko SSO
sv: Bjud in hyresgästanvändare eller etablera dem via SSO
tr: Kiracı kullanıcılarını davet edin veya SSO aracılığıyla yetkilendirin.
uk: Запросіть користувачів тенанта або надайте їм доступ через SSO
vi: Mời người dùng thuê bao hoặc cấp quyền cho họ thông qua SSO.
zh_hk: 透過 SSO 邀請租戶使用者或提供他們

source: Use tenant groups to manage access for tenant users. Every tenant has access to these groups.
ar: استخدم مجموعات المستأجر لإدارة الوصول لمستخدمي المستأجر. لكل مستأجر وصول إلى هذه المجموعات.
bg: Използвайте групи наематели, за да управлявате достъпа на потребителите на наематели. Всеки наемател има достъп до тези групи.
ca: Feu servir grups de tenants per gestionar l'accés dels usuaris de tenants. Tots els tenants tenen accés a aquests grups.
de: Verwenden Sie Mandantengruppen, um den Zugriff für Mandantenbenutzer zu verwalten. Jeder Mandant hat Zugriff auf diese Gruppen.
es: Utilice grupos de inquilinos para gestionar el acceso de los usuarios. Todos los inquilinos tienen acceso a estos grupos.
fa: از گروه‌های مستاجر برای مدیریت دسترسی کاربران مستاجر استفاده کنید. هر مستاجر به این گروه‌ها دسترسی دارد.
fi: Käytä vuokralaisryhmiä hallitaksesi vuokralaiskäyttäjien käyttöoikeuksia. Jokaisella vuokralaisella on pääsy näihin ryhmiin.
fr: Utilisez les groupes de locataires pour gérer l'accès des utilisateurs locataires. Chaque locataire a accès à ces groupes.
it: Utilizza i gruppi tenant per gestire l'accesso degli utenti tenant. Ogni tenant ha accesso a questi gruppi.
ja: テナントグループを使用して、テナントユーザーのアクセスを管理します。すべてのテナントがこれらのグループにアクセスできます。
nb: Bruk leietaker-grupper til å administrere tilgang for leietakerbrukere. Alle leietakere har tilgang til disse gruppene.
nl: Gebruik tenantgroepen om de toegang voor tenantgebruikers te beheren. Elke tenant heeft toegang tot deze groepen.
pl: Użyj grup dzierżawców, aby zarządzać dostępem użytkowników dzierżawców. Każdy dzierżawca ma dostęp do tych grup.
pt_br: Utilize grupos de inquilinos para gerenciar o acesso dos usuários de cada inquilino. Todos os inquilinos têm acesso a esses grupos.
ru: Используйте группы тенанта, чтобы управлять доступом для пользователей тенанта. У каждого тенанта есть доступ к этим группам.
sk: Na správu prístupu používateľov nájomníkov použite skupiny nájomníkov. Každý nájomník má prístup k týmto skupinám.
sl: Za upravljanje dostopa uporabnikov najemnikov uporabite skupine najemnikov. Vsak najemnik ima dostop do teh skupin.
sq: Përdor grupet e tenant për të menaxhuar aksesin për përdoruesit tenant. Çdo tenant ka akses te këto grupe.
sr: Koristite tenant grupe za upravljanje pristupom tenant korisnika. Svaki tenant ima pristup ovim grupama.
sv: Använd hyresgästgrupper för att hantera åtkomst för hyresgästanvändare. Varje hyresgäst har åtkomst till dessa grupper.
tr: Kiracı kullanıcılarının erişimini yönetmek için kiracı gruplarını kullanın. Her kiracının bu gruplara erişimi vardır.
uk: Використовуйте групи тенанта, щоб керувати доступом для користувачів тенанта. Кожен тенант має доступ до цих груп.
vi: Sử dụng các nhóm người thuê để quản lý quyền truy cập cho người dùng trong từng người thuê. Mỗi người thuê đều có quyền truy cập vào các nhóm này.
zh_hk: 使用租戶群組管理租戶使用者的存取權。每個租戶都可以存取這些群組。

source: External collections
ar: المجموعات الخارجية
bg: Външни колекции
ca: Col·leccions externes
de: Externe Sammlungen
es: Colecciones externas
fa: مجموعه‌های خارجی
fi: Ulkoiset kokoelmat
fr: Collections externes
it: Collezioni esterne
ja: 外部コレクション
nb: Eksterne samlinger
nl: Externe collecties
pl: Kolekcje zewnętrzne
pt_br: Coleções externas
ru: Внешние коллекции
sk: Externé kolekcie
sl: Zunanje zbirke
sq: Koleksione të jashtme
sr: Eksterne kolekcije
sv: Externa samlingar
tr: Dış koleksiyonlar
uk: Зовнішні колекції
vi: Bộ sưu tập bên ngoài
zh_hk: 外部收藏

source: Create a shared collection
ar: أنشئ مجموعة مشتركة
bg: Създаване на споделена колекция
ca: Crea una col·lecció compartida
de: Erstellen einer gemeinsamen Sammlung
es: Crear una colección compartida
fa: ایجاد یک مجموعه مشترک
fi: Luo jaettu kokoelma
fr: Créer une collection partagée
it: Crea una raccolta condivisa
ja: 共有コレクションを作成する
nb: Opprett en delt samling
nl: Een gedeelde verzameling maken
pl: Utwórz wspólną kolekcję
pt_br: Criar uma coleção compartilhada
ru: Создать общую коллекцию
sk: Vytvoriť zdieľanú kolekciu
sl: Ustvarite skupno zbirko
sq: Krijo një koleksion të përbashkët
sr: Kreiraj deljenu kolekciju
sv: Skapa en delad samling
tr: Paylaşılan bir koleksiyon oluşturun
uk: Створити спільну колекцію
vi: Tạo bộ sưu tập dùng chung
zh_hk: 建立共用收藏集

source: Tenant users' personal collections
ar: المجموعات الشخصية لمستخدمي المستأجر
ca: Col·leccions personals dels usuaris inquilins
de: Persönliche Sammlungen der Mieterbenutzer
es: Colecciones personales de los usuarios inquilinos
fa: مجموعه‌های شخصی کاربران مستاجر
fi: Vuokralaisten käyttäjien henkilökohtaiset kokoelmat
fr: Collections personnelles des utilisateurs locataires
it: Collezioni personali degli utenti inquilini
ja: テナントユーザーの個人コレクション
nb: Leietakerbrukernes personlige samlinger
pl: Kolekcje osobiste użytkowników najemców
pt_br: coleções pessoais dos usuários inquilinos
ru: Личные коллекции пользователей тенанта
sk: Osobné zbierky nájomníkov
sl: Osebne zbirke najemnikov
sq: Koleksionet personale të përdoruesve të tenantit
sr: Lične kolekcije korisnika tenanta
tr: Kiracı kullanıcıların kişisel koleksiyonları
uk: Особисті колекції користувачів тенанта
vi: Bộ sưu tập cá nhân của người dùng thuê nhà
zh_hk: 租戶使用者的個人收藏

source: New shared collection
ar: مجموعة مشتركة جديدة
bg: Нова споделена колекция
ca: Nova col·lecció compartida
de: Neue gemeinsame Sammlung
es: Nueva colección compartida
fa: مجموعه مشترک جدید
fi: Uusi jaettu kokoelma
fr: Nouvelle collection partagée
it: Nuova raccolta condivisa
ja: 新しい共有コレクション
nb: Ny felles samling
nl: Nieuwe gedeelde collectie
pl: Nowa wspólna kolekcja
pt_br: Nova coleção compartilhada
ru: Новая общая коллекция
sk: Nová zdieľaná kolekcia
sl: Nova skupna zbirka
sq: Koleksion i ri i përbashkët
sr: Nova deljena kolekcija
sv: Ny delad samling
tr: Yeni ortak koleksiyon
uk: Нова спільна колекція
vi: Bộ sưu tập dùng chung mới
zh_hk: 新的共用集合

source: Cannot reactivate users on a disabled tenant
ar: لا يمكن إعادة تنشيط المستخدمين في مستأجر معطّل
bg: Не може да се активират повторно потребители на деактивиран клиент
ca: No es poden reactivar els usuaris en un inquilí desactivat
de: Benutzer können in einem deaktivierten Mandanten nicht reaktiviert werden.
es: No se pueden reactivar los usuarios en un inquilino deshabilitado
fa: نمی‌توان کاربران را در یک مستاجر غیرفعال دوباره فعال کرد
fi: Käyttäjiä ei voi aktivoida uudelleen käytöstä poistetussa vuokraajassa
fr: Impossible de réactiver les utilisateurs sur un locataire désactivé
it: Impossibile riattivare gli utenti su un tenant disabilitato
ja: 無効化されたテナントのユーザーを再アクティブ化することはできません
nb: Kan ikke reaktivere brukere på en deaktivert leietaker
nl: Gebruikers kunnen niet opnieuw worden geactiveerd op een uitgeschakelde tenant.
pl: Nie można ponownie aktywować użytkowników w przypadku wyłączonego dzierżawcy
pt_br: Não é possível reativar usuários em um locatário desativado.
ru: Нельзя повторно активировать пользователей в отключенном тенанте
sk: Používateľov nie je možné znova aktivovať u zakázaného nájomníka
sl: Uporabnikov pri onemogočenem najemniku ni mogoče ponovno aktivirati
sq: Nuk mund të riaktivizohen përdoruesit në një tenant të çaktivizuar
sr: Nije moguće ponovo aktivirati korisnike na onemogućenom tenant-u
sv: Det går inte att återaktivera användare på en inaktiverad hyresgäst
tr: Devre dışı bırakılmış bir kiracıdaki kullanıcılar yeniden etkinleştirilemez.
uk: Неможливо повторно активувати користувачів у вимкненому тенанті
vi: Không thể kích hoạt lại người dùng trên tài khoản đã bị vô hiệu hóa.
zh_hk: 無法重新啟動停用租戶上的使用者

source: Unknown tenant
ar: مستأجر غير معروف
bg: Неизвестен наемател
ca: Inquilí desconegut
de: Unbekannter Mieter
es: Inquilino desconocido
fa: مستاجر ناشناس
fi: Tuntematon vuokralainen
fr: Locataire inconnu
it: Inquilino sconosciuto
ja: 不明なテナント
nb: Ukjent leietaker
nl: Onbekende huurder
pl: Nieznany najemca
pt_br: Inquilino desconhecido
ru: Неизвестный тенант
sk: Neznámy nájomník
sl: Neznani najemnik
sq: Tenant i panjohur
sr: Nepoznat tenant
sv: Okänd hyresgäst
tr: Bilinmeyen kiracı
uk: Невідомий тенант
vi: Người thuê nhà không rõ danh tính
zh_hk: 未知租戶
