Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: A {0} can only go in Collections in the {1} namespace.
ar: لا يمكن وضع {0} إلا في مجموعات ضمن نطاق الأسماء {1}.
bg: А {0} може да отиде само в Колекции в пространството от имена {1}.
ca: Un {0} només pot anar a una col·lecció al nom d'espais {1}.
de: {0} kann nur in Sammlungen des Namensraums {1} enthalten sein.
eo: A {0} can only slide into Collections in the {1} namespace, fr fr.
es: Un {0} solo puede ir en Colecciones en el espacio de nombres {1}.
fa: یک {0} فقط می‌تواند در مجموعه‌های فضای نام {1} برود.
fi: {0} toimii vain nimiavaruuden {1} kokoelmissa.
fr: Un {0} ne peut aller que dans les Collections de l'espace de noms {1}.
hu: A(z) {0} csak a(z) {1} névtér gyűjteményeibe kerülhet.
it: Un {0} può andare solo in Collezioni {1}
ja: {0}は{1}名前空間のコレクションにのみ移動することができます。
lt: {0} gali patekti tik į rinkinius {1} vardų srityje.
ms: Satu {0} hanya boleh berada dalam Koleksi di ruang nama {1}.
nb: En {0} kan bare gå til en samling i navnerom {1}.
nl: Een {0} mag alleen in Collecties in de namespace {1}.
pl: {0} może zostać zapisany tylko do kolekcji {1}
pt_br: Um {0} só pode ir em Coleções no namespace {1}.
ru: {0} может входить только в коллекции в пространстве имен {1}.
sk: {0} môže byť umiestnený iba v kolekciách v mennej oblasti {1}.
sl: {0} lahko prenese le v zbirke v imenskem prostoru {1}.
sq: Një {0} mund të vendoset vetëm në Koleksione në namespace-in {1}.
sr: {0} može biti samo u Kolekcijama u {1} namespace-u.
sv: En {0} kan bara läggas i samlingar med "namespace" {1}.
tr: Bir {0} yalnızca {1} ad alanındaki Koleksiyonlara gidebilir.
uk: {0} може бути лише в колекціях у просторі імен {1}.
vi: {0} chỉ có thể đi vào Bộ sưu tập trong không gian tên {1}.
zh_hk: {0} 只能進入 {1} 名稱空間的 Collections 中。

source: Error sending database deletion notification
hu: Hiba az adatbázis törlési értesítés küldése közben
ms: Ralat menghantar pemberitahuan penghapusan pangkalan data

source: You cannot update the creator_id of a NativeQuerySnippet.
ar: لا يمكنك تحديث creator_id لـ NativeQuerySnippet.
bg: Не можете да актуализирате Creator_id на NativeQuerySnippet.
ca: No es pot actualitzar l'id_creador d'una NativeQuerySnippet.
de: Sie können die creator_id eines NativeQuerySnippets nicht aktualisieren.
eo: Bruh, you can't change the creator_id of a NativeQuerySnippet, fr fr.
es: No puedes actualizar el creator_id de un Fragmento Nativo.
fa: شما نمی توانید creator_id یک NativeQuerySnippet را به روز کنید.
fi: Et voi päivittää natiivikyselykoodinpätkän "luoja_id":tä
fr: Vous ne pouvez pas mettre à jour le creator_id d'un NativeQuerySnippet.
hu: A NativeQuerySnippet creator_id nem frissíthető.
it: Non puoi aggiornare il creator_id di una NativeQuerySnippet
ja: NativeQuerySnippetのcreator_idは更新できません。
lt: Negalite atnaujinti „NativeQuerySnippet“ kūrėjo_id.
ms: Anda tidak boleh mengemas kini id_pencipta bagi NativeQuerySnippet.
nb: Du kan ikke oppdatere creator_id på en NaturligSpørringUtvalg.
nl: Je kunt de creator_id van een NativeQuerySnippet niet bijwerken.
pl: Nie można zmienić creator_id w NativeQuerySnippet.
pt_br: Não é possível atualizar o creator_id de um NativeQuerySnippet.
ru: Вы не можете обновить creator_id для NativeQuerySnippet.
sk: Nemôžete aktualizovať creator_id pre NativeQuerySnippet.
sl: Ne morete posodobiti creator_id NativeQuerySnippet.
sq: Nuk mund të përditësoni creator_id të një NativeQuerySnippet.
sr: Ne možete da ažurirate creator_id za NativeQuerySnippet.
sv: Du kan inte uppdatera fältet creator_id i en NativeQuerySnippet.
tr: Bir NativeQuerySnippet'in creator_id değerini güncelleyemezsiniz.
uk: Ви не можете оновити creator_id для NativeQuerySnippet.
vi: Bạn không thể cập nhật creator_id của NativeQuerySnippet.
zh_hk: 您無法更新 NativeQuerySnippet 的 creator_id。

source: Error fetching value of Setting
hu: Hiba a beállítás értékének lekérésekor
ms: Ralat mengambil nilai Tetapan

source: The language that should be used for Metabase's UI, system emails, pulses, and alerts.
hu: Az a nyelv, amelyet a Metabase felhasználói felületén, rendszer e-mailjeiben, impulzusaiban és figyelmeztetéseiben kell használni.
ms: Bahasa yang perlu digunakan untuk UI Metabase, sistem e-mel, denyutan, dan amaran.

source: This is also the default language for all users, which they can change from their own account settings.
hu: Ez az alapértelmezett nyelv minden felhasználó számára, amelyet saját fiókbeállításaikból megváltoztathatnak.
ms: Ini juga adalah bahasa lalai untuk semua pengguna, yang boleh mereka ubah dari tetapan akaun mereka sendiri.

source: Invalid locale {0}
ar: لغة/إعدادات محلية غير صالحة {0}
bg: Невалиден локал {0}
ca: Localització no vàlida {0}
de: Ungültige Sprache {0}
eo: Bruh, {0} is not valid rn
es: Configuración regional {0} no válida
fa: محل نامعتبر {0}
fi: Virheellinen paikallisuusasetus {0}
fr: Localisation invalide {0}
hu: Érvénytelen nyelv- és országkód: {0}
it: Località non trovata {0}
ja: ロケール{0}が不正です
lt: Netinkama lokalė {0}
ms: Lokasi tidak sah {0}
nb: Ugylding lokale {0}
nl: Ongeldige landinstelling {0}
pl: Nieprawidłowa lokalizacja {0}
pt_br: Local inválido {0}
ru: Неверная локаль {0}
sk: Neplatná lokalita {0}
sl: Neveljavna območna {0}
sq: Locale e pavlefshme {0}
sr: Nevažeći locale {0}
sv: Felaktig lokalisering {0}
tr: Geçersiz yerel ayar {0}
uk: Недійсна локаль {0}
vi: Ngôn ngữ không hợp lệ {0}
zh_hk: 無效的語系環境 {0}

source: Force all traffic to use HTTPS via a redirect, if the site URL is HTTPS
ar: فرض استخدام HTTPS لكل الزيارات عبر إعادة التوجيه، إذا كان عنوان URL للموقع هو HTTPS
bg: Принудете целия трафик да използва HTTPS чрез пренасочване, ако URL адресът на сайта е HTTPS
ca: Força tot el trànsit a utilitzar HTTPS mitjançant una redirecció, si la URL del lloc és HTTPS
de: HTTPS-Verkehr per Umleitung erzwingen, wenn die Site-URL HTTPS ist
eo: Make sure all the traffic is rerouted to HTTPS if the site’s already on HTTPS, so like, no cap, it’s all secure fr.
es: Forzar todo el tráfico a usar HTTPS a través de una redirección, si la URL del sitio es HTTPS
fa: تمام ترافیک را از طریق تغییر مسیر به استفاده از HTTPS مجبور کنید، اگر آدرس سایت HTTPS است
fi: Pakota kaikki liikenne käyttämään HTTPS:ää uudelleenohjauksen avulla, jos sivuston URL on HTTPS.
fr: Forcer tout le trafic à utiliser HTTPS via une redirection, si l'URL du site est HTTPS
hu: Kényszerítse az összes forgalmat HTTPS használatára átirányítással, ha a webhely URL-je HTTPS
it: Forza tutto il traffico a usare HTTPS con un redirect se il sito utilizza HTTPS
ja: サイトURLがHTTPSのとき、すべてのトラフィックをリダイレクトでHTTPSに強制できます
lt: Priverskite visą srautą naudoti HTTPS per peradresavimą, jei svetainės URL yra HTTPS
ms: Paksa semua trafik menggunakan HTTPS melalui pengalihan, jika URL laman web adalah HTTPS
nb: Tving all trafikk til å bruke HTTPS via omdirigering, hvis URL for nettsted er HTTPS
nl: Alle verkeer verplicht via HTTPS (indien URL met "https" begint)
pl: Wymuś użycie HTTPS poprzez przekierowanie dla całego ruchu, jeśli URL strony zawiera HTTPS
pt_br: Forçar todo o tráfego a usar HTTPS por meio de um redirecionamento, se o URL do site for HTTPS
ru: Принудительно весь трафик использовать HTTPS через перенаправление, если URL сайта является HTTPS
sk: Vynútiť všetkej premávke používanie HTTPS prostredníctvom presmerovania, ak je URL stránky HTTPS
sl: Vsilite, da ves promet uporablja HTTPS prek preusmeritve, če je URL spletnega mesta HTTPS
sq: Detyro gjithë trafikun të përdorë HTTPS përmes një ridrejtimi, nëse URL-ja e faqes është HTTPS
sr: Forsiraj sav saobraćaj da koristi HTTPS preko preusmeravanja, ako je URL sajta HTTPS
sv: Tvinga alla trafik att gå via HTTPS via en "redirect" om sajtens URL är HTTPS
tr: Site URL'si HTTPS ise, tüm trafiği bir yönlendirme yoluyla HTTPS kullanmaya zorlayın
uk: Примусово спрямовувати весь трафік на HTTPS через редірект, якщо URL сайту — HTTPS
vi: Buộc tất cả lưu lượng truy cập sử dụng HTTPS thông qua chuyển hướng, nếu URL trang web là HTTPS
zh_hk: 如果站點 URL 為 HTTPS，則強制所有流量通過重定向使用 HTTPS

source: Cannot redirect requests to HTTPS unless `site-url` is HTTPS.
ar: لا يمكن إعادة توجيه الطلبات إلى HTTPS إلا إذا كانت `site-url` هي HTTPS.
bg: Не може да пренасочва заявки към HTTPS, освен ако адресът на сайта (site-url) не е HTTPS.
ca: No es poden redireccionar les peticions a HTTPS si el lloc web no és HTTPS.
de: Anfragen an HTTPS können nicht umgeleitet werden, außer die `site-url` ist ebenfalls HTTPS.
eo: Bruh, you can't redirect requests to HTTPS unless `site-url` is actually HTTPS, fr fr.
es: No se pueden redirigir solicitudes a HTTPS a menos que `site-url` sea HTTPS.
fa: نمی توان درخواست‌ها را به HTTPS تغییر جهت داد مگر اینکه `آدرس سایت` HTTPS باشد.
fi: Ei voi ohjata pyyntöjä HTTPS:ään, ellei `site-url` ole HTTPS.
fr: Ne peut pas rediriger les demandes vers le HTTPS à moins que "site-url" ne soit HTTPS.
hu: A kéréseket nem lehet HTTPS-re átirányítani, hacsak a `site-url` nem HTTPS.
it: Impossibile reindirizzare le richieste ad HTTPS finchè 'site-url' non è HTTPS
ja: `site-url` がHTTPSでない限り、リクエストをHTTPSにリダイレクトできません。
lt: Negalima peradresuoti užklausų į HTTPS, nebent „svetainės URL“ yra HTTPS.
ms: Tidak dapat mengalihkan permintaan ke HTTPS melainkan `site-url` adalah HTTPS.
nb: Kan ikke omdirigere forespørsler til HTTP hvis ikke `nettsted-url` er HTTPS.
nl: Kan niet naar HTTPS doorsturen indien URL niet met "https" begint.
pl: Nie można przekierować zapytań na HTTPS dopóki `site-url` nie będzie zawierał HTTPS.
pt_br: Não é possível redirecionar solicitações para HTTPS, a não ser que `site-url` seja HTTPS.
ru: Невозможно перенаправить запросы к HTTPS, если `site-url` не является HTTPS.
sk: Požiadavky nie je možné presmerovať na HTTPS, pokiaľ 'site-url' nie je HTTPS.
sl: Zahtev ni mogoče preusmeriti na HTTPS, razen če je »web-url« HTTPS.
sq: Nuk mund të ridrejtohen kërkesat në HTTPS përveçse kur `site-url` është HTTPS.
sr: Nije moguće preusmeriti zahteve na HTTPS osim ako `site-url` nije HTTPS.
sv: Kan inte tvinga anrop till HTTPS om inte sajtens URL är HTTPS.
tr: `Site-url` HTTPS olmadığı sürece istekler HTTPS'ye yönlendirilemez.
uk: Неможливо перенаправляти запити на HTTPS, якщо `site-url` не є HTTPS.
vi: Không thể chuyển hướng yêu cầu đến HTTPS trừ khi `site-url` là HTTPS.
zh_hk: 除非 `site-url` 是 HTTPS，否則不能將請求重定向到 HTTPS。

source: Error registering fonts: Metabase will not be able to send Pulses.
ar: خطأ في تسجيل الخطوط: لن يتمكن Metabase من إرسال النبضات.
bg: Грешка при регистрацията на шрифтове: Metabase няма да може да изпраща импулси.
ca: Error en registrar les fonts: Metabase no podrà enviar Polsos.
de: Fehler beim Registrieren der Fonts. Metabase wird nicht in der Lage sein, Pulse zu versenden.
eo: Bruh, got a font glitch: Metabase can't send those Pulses now, fr.
es: Error al registrar fuentes: Metabase no podrá enviar pulsos.
fa: خطا در ثبت فونت‌ها: Metabase قادر به ارسال پالس‌ها نخواهد بود.
fi: Virhe rekisteröitäessä fontteja: Metabase ei pysty lähettämään Pulssia.
fr: Erreur d'enregistrement des polices : Metabase ne pourra pas envoyer les Pulses.
hu: Hiba a betűtípusok regisztrálásakor: A Metabase nem fog tudni impulzusokat küldeni.
it: Errore registrazione fonts: Metabase non potrà inviare i Pulse
ja: フォントの登録エラー：Metabaseはパルスを送信できません。
lt: Klaida registruojant šriftus: metabazė negalės siųsti impulsų.
ms: Ralat mendaftar fon: Metabase tidak akan dapat menghantar Pulses.
nb: Feil ved registrering av skrifttyper: Metabase vil ikke være i stand til å sende Pulser.
nl: Fout bij het registreren van fonts: Metabase zal geen Pulses kunnen verzenden.
pl: Błąd w rejestracji czcionek: Metabase nie będzie mógł wysyłać Pulsów.
pt_br: Erro ao registrar fontes: o Metabase não poderá enviar pulsos.
ru: Ошибка регистрации шрифтов: metabase не сможет отправлять пульсы.
sk: Chyba pri registrácii fontov: Metabase nebude schopný posielať Pulzy.
sl: Napaka pri registraciji pisav: Metabase ne bo mogel pošiljati impulzov.
sq: Gabim gjatë regjistrimit të fonteve: Metabase nuk do të mund të dërgojë Pulse.
sr: Greška pri registrovanju fontova: Metabase neće moći da šalje Pulse-ove.
sv: Fel vid registrering av fonter. Metabase kommer inte att kunna göra utskick.
tr: Yazı tipleri kaydedilirken hata oluştu: Metabase, bildirim gönderemez.
uk: Помилка реєстрації шрифтів: metabase не відправлятиме пульси.
vi: Lỗi khi đăng ký phông chữ: Metabase sẽ không thể gửi Xung.
zh_hk: 註冊字體時出錯：Metabase 無法發送 Pulse。

source: This is a known issue with certain JVMs. See {0} and for more details.
ar: هذه مشكلة معروفة في بعض JVMs. راجع {0} لمزيد من التفاصيل.
bg: Това е известен проблем с някои JVM. Вижте {0} и за повече подробности.
ca: Això és una incidència coneguda de vàries JVMs. Vegeu {0} per a més detalls.
de: Dies ist ein bekanntes Problem mit bestimmten JVMs. Für weitere Details: {0}
eo: This is a known bug with some JVMs. Check {0} for more info, fr.
es: Este es un problema conocido con ciertas JVM. Ver {0} para más detalles.
fa: این یک مشکل شناخته شده با برخی JVMها است. برای جزئیات بیشتر، {0} را ببینید.
fi: Tämä on tiedossa oleva ongelma tietyillä JVM:illä. Katso {0} ja saadaksesi lisätietoja.
fr: C'est un problème connu de certaines JVMs. Voir {0} et pour plus de détails.
hu: Ez egy ismert probléma bizonyos JVM-eknél. További részletekért lásd: {0}.
it: Questo è un problema noto con alcune Macchine Virtuali Java (JVM). Vedi {0} per maggiori informazioni.
ja: これは、特定のJVMの既知の問題です。詳細については、 {0} をご覧ください。
lt: Tai žinoma tam tikrų JVM problema. Žr. {0} ir daugiau informacijos.
ms: Ini adalah isu yang dikenali dengan JVM tertentu. Lihat {0} dan untuk maklumat lanjut.
nb: Dette er et kjent problem med enkelte JVM-er. Se {0} for detaljer.
nl: Dit is een bekend probleem met bepaalde JVM's. Zie {0} voor meer details.
pl: To jest znany błąd z niektórymi JVMami. Zobacz {0} aby dowiedzieć się więcej.
pt_br: Esse é um problema conhecido em algumas JVMs. Veja {0} para mais detalhes.
ru: Это известная проблема с некоторыми JVM. Смотрите {0} и для более подробной информации.
sk: Toto je známy problém s niektorými JVM. Pozrite si {0} a pre viac podrobností.
sl: To je znana težava pri nekaterih JVM-jih. Glejte {0} in za več podrobnosti.
sq: Ky është një problem i njohur me disa JVM. Shih {0} për më shumë detaje.
sr: Ovo je poznat problem sa određenim JVM-ovima. Pogledajte {0} za više detalja.
sv: Detta är ett känt problem med vissa JVM. Se {0} för mer info.
tr: Bu belirli JVM'lerde bilinen bir sorundur. Daha fazla ayrıntı için {0} bölümüne bakın.
uk: Це відома проблема з деякими JVM. Див. {0} для докладнішої інформації.
vi: Đây là một vấn đề đã biết với các JVM nhất định. Xem {0} và để biết thêm chi tiết.
zh_hk: 這是某些JVM的已知問題。有關更多詳細資訊，請參考{0}。

source: Error rendering Pulse
hu: Hiba az impulzus megjelenítésekor
ms: Ralat merender Pulse

source: Query timed out after {0}, raising timeout exception.
hu: A lekérdezés időtúllépést ért el {0} után, időtúllépési kivétel emelése.
ms: Pertanyaan tamat masa selepas {0}, menaikkan pengecualian tamat masa.

source: No fields found for table {0}.
eo: No cap, no fields found for table {0} fam.
hu: Nem található mező a(z) {0} táblához.
lt: Lentelėje {0} nerasta laukų.
ms: Tiada medan ditemui untuk jadual {0}.

source: Case
bg: Дело
ca: Cas
de: Fall
eo: Case = "situation" or "drama" (depending on context), but in Gen Z slang, it could just be "the tea" if it's about gossip or the situation.
es: Caso
fa: مورد
fi: Tapaus
fr: Casse
hu: Ügy
it: Casistica
ja: ケース
lt: Byla
ms: Kes
nb: Sak
nl: Zaak
pl: Stan
pt_br: Caso
ru: случай
sk: Prípad
sl: Kovček
sv: Stora/små
tr: Durum
uk: Випадок
vi: Trường hợp
zh_hk: 案例

source: Variance of {0}
ar: تباين {0}
bg: Дисперсия на {0}
ca: Variància de {0}
de: Abweichung von {0}
eo: Variance of {0} → The vibe of {0} is kinda sus rn
es: Varianza de {0}
fa: واریانس {0}
fi: Nollan varianssi
fr: Variance de {0}
hu: {0} varianciája
it: Variazione di {0}
ja: {0}の分散
lt: {0} nuokrypis
ms: Varians {0}
nb: Varians av {0}
nl: Variantie van {0}
pl: Wariancja {0}
pt_br: Variância de {0}
ru: Дисперсия {0}
sk: Rozptyl {0}
sl: Varianca {0}
sq: Varianca e {0}
sr: Varijansa za {0}
sv: Skillnad i {0}
tr: {0} sapması
uk: Дисперсія {0}
vi: Phương sai của {0}
zh_hk: {0}的變異數

source: Median of {0}
ar: وسيط {0}
bg: Медиана на {0}
ca: Mediana de {0}
de: Median von {0}
eo: Median of {0} is basically the "middle vibe of {0}" or just "the mid point of {0}."
es: Mediana de {0}
fa: میانه {0}
fi: Mediaani luvuista {0}
fr: Médian de {0}
hu: {0} mediánja
it: Media di {0}
ja: {0}の中央値
lt: {0} mediana
ms: Median {0}
nb: Middelverdi for {0}
nl: Mediaan van {0}
pl: Mediana z {0}
pt_br: Mediana de {0}
ru: Медиана {0}
sk: Medián {0}
sl: Mediana {0}
sq: Mediana e {0}
sr: Medijana za {0}
sv: Median av {0}
tr: {0} medyanı
uk: Медіана {0}
vi: Trung vị của {0}
zh_hk: {0} 的中位數

source: {0}th percentile of {1}
ar: النسبة المئوية {0} من {1}
bg: {0}-ти процентил от {1}
ca: {0}é percentil de {1}
de: {0}. Perzentil von {1}
eo: {0}th percentile of {1} → {0}th level of {1} (or you can say "the {0}th percentile of {1}" if you wanna keep it chill)
es: percentil {0} de {1}
fa: درصد {0} از {1}
fi: {1}:n {0}. persentiili
fr: {0}ième percentile de {1}
hu: {1} {0}. percentilise
it: {0} percentile di {1}
ja: {1}の{0}パーセンタイル値
lt: {0} procentilis iš {1}
ms: Peratusan {0} daripada {1}
nb: {0}ende persentil av {1}
nl: {0}(st)e percentiel van {1}
pl: {0} percentyl z {1)
pt_br: {0}º percentil de {1}
ru: {0} й процентиль {1}
sk: {0} percentil z {1}
sl: {0}. percentil {1}
sq: Percentili i {0}-të i {1}
sr: {0}. percentil za {1}
sv: {0}:a percentilen av {1}
tr: {1} {0}. Persentil
uk: {0}-й процентиль {1}
vi: {0} phần trăm của {1}
zh_hk: {1}的第{0}個百分位數

source: Not caching results: results are larger than {0} KB
hu: Az eredmények nem kerülnek gyorsítótárba: az eredmények nagyobbak, mint {0} KB
ms: Tidak menyimpan keputusan dalam cache: keputusan lebih besar daripada {0} KB

source: Cannot cache results: expected byte array, got {0}
hu: Nem lehet az eredményeket gyorsítótárba helyezni: várt bájttömb, kapott {0}
ms: Tidak dapat menyimpan keputusan dalam cache: dijangka array bait, dapat {0}

source: Request is closed; no one to return cached results to
hu: A kérés lezárult; nincs, akinek a gyorsítótárazott eredményeket visszaadni lehetne
ms: Permintaan ditutup; tiada siapa untuk mengembalikan keputusan dalam cache

source: Error attempting to fetch cached results for query with hash {0}
hu: Hiba a gyorsítótárazott eredmények lekérésekor a(z) {0} hash-hez tartozó lekérdezéshez
ms: Ralat cuba untuk mendapatkan keputusan dalam cache untuk pertanyaan dengan hash {0}

source: Error preparing statement to fetch cached query results
hu: Hiba a gyorsítótárazott lekérdezési eredmények lekérési utasításának előkészítésekor
ms: Ralat menyediakan kenyataan untuk mendapatkan keputusan pertanyaan dalam cache

source: Error processing query: {0}
hu: Hiba a lekérdezés feldolgozása során: {0}
ms: Ralat memproses pertanyaan: {0}

source: Unexpected exception in endpoint
hu: Váratlan kivétel az végponton
ms: Pengecualian tidak dijangka dalam endpoint

source: Unexpected Exception in API request handler
hu: Váratlan kivétel az API kéréskezelőben
ms: Pengecualian tidak dijangka dalam pengendali permintaan API

source: Error reducing {0}
hu: Hiba a(z) {0} csökkentésekor
ms: Ralat mengurangkan {0}

source: Error generating timeseries insight keyed by: {0}
hu: Hiba az időszakos betekintés létrehozásában, kulcs: {0}
ms: Ralat menjana pandangan siri masa yang diindeks oleh: {0}

source: Database position of {0} has changed from ''{1}'' to ''{2}''.
hu: A(z) {0} adatbázis pozíciója megváltozott: ''{1}'' helyett ''{2}''.
ms: Kedudukan pangkalan data {0} telah berubah dari ''{1}'' kepada ''{2}''.

source: Unscheduling task for Database {0}: trigger: {1}
hu: Feladat ütemezésének megszüntetése a(z) {0} adatbázishoz: kiváltó ok: {1}
ms: Tidak menjadualkan tugas untuk Pangkalan Data {0}: pencetus: {1}

source: value must be a keyword or string.
ar: يجب أن تكون القيمة keyword أو string.
bg: стойност трябва да е ключова дума или низ.
ca: el valor ha de ser una clau o una cadena
de: Der Wert muss ein Schlüsselwort oder eine Zeichenkette sein.
eo: Bruh, value gotta be a keyword or a string, fr.
es: El valor debe ser una palabra clave o una cadena.
fa: مقدار باید یک کلیدواژه یا رشته باشد.
fi: arvon on oltava avainsana tai merkkijono.
fr: La valeur doit être un mot-clef ou une chaîne
hu: értékének kulcsszónak vagy karakterláncnak kell lennie.
it: il valore deve essere una keyword o una stringa.
ja: 値はキーワードまたは文字列でなければなりません。
lt: reikšmė turi būti raktinis žodis arba eilutė.
ms: nilai mesti kata kunci atau rentetan.
nb: verdien må være et nøkkelord eller en tekststreng.
nl: waarde moet een trefwoord of tekenreeks zijn.
pl: wartość musi być słowem kluczowym lub stringiem
pt_br: valor precisa ser uma palavra-chave ou sequência.
ru: значение должно быть ключевым словом или строкой.
sk: hodnota musí byť kľúčové slovo alebo reťazec.
sl: Vrednost mora biti ključna beseda ali niz.
sq: vlera duhet të jetë një keyword ose string.
sr: vrednost mora biti keyword ili string.
sv: värdet måste vara ett nyckelord eller sträng.
tr: değer bir anahtar kelime veya dize olmalıdır.
uk: значення має бути keyword або string.
vi: giá trị phải là một từ khóa hoặc chuỗi.
zh_hk: 值必須是關鍵字或字串。

source: String must be a valid two-letter ISO language or language-country code e.g. 'en' or 'en_US'.
hu: A karakterláncnak érvényes kétbetűs ISO nyelv- vagy nyelv-országkódnak kell lennie, pl. 'en' vagy 'en_US'.
ms: Rentetan mesti bahasa ISO dua huruf yang sah atau kod bahasa-negara seperti 'en' atau 'en_US'.

source: Rows {0}-{1}
hu: {0}-{1}. sorok
ms: Baris {0}-{1}

source: User attribute configuration (optional)
hu: Felhasználói attribútum konfiguráció (opcionális)
ms: Konfigurasi atribut pengguna (pilihan)

source: Using {0}
ar: باستخدام {0}
bg: Използва {0}
ca: Utilitzant {0}
de: Verwende {0}
eo: Using {0} → Throwing {0} in the mix
es: Utilizando {0}
fa: استفاده از {0}
fi: Käyttää {0}
fr: En utilisant {0}
hu: {0} használata
it: In uso {0}
ja: {0}を使用して
lt: Naudojant {0}
ms: Menggunakan {0}
nb: Bruker {0}
nl: Gebruikend {0}
pl: Używając {0}
pt_br: Usando {0}
ru: Использование {0}
sk: Použitie {0}
sl: Uporaba {0}
sq: Duke përdorur {0}
sr: Koristi se {0}
sv: Använder {0}
tr: {0} kullanılıyor
uk: Використовується {0}
vi: Sử dụng {0}
zh_hk: 使用{0}

source: Set up SAML-based SSO
ar: إعداد SSO المستند إلى SAML
bg: Настройте SAML-базирано SSO
ca: Configura SSO basat en SAML
de: SAML-basiertes SSO einrichten
eo: Get that SAML SSO poppin'
es: Configura Acceso con SAML
fa: پیکربندی SSO بر اساس SAML
fi: Määritä SAML-pohjainen kertakirjautuminen
fr: Mettre en place un SSO basé sur SAML
hu: SAML-alapú SSO beállítása
it: Configura SSO basato su SAML
ja: SAMLベースのSSOを設定する
lt: Nustatykite SAML pagrįstą SSO
ms: Sediakan SSO berasaskan SAML
nb: Sett opp SAML-basert SSO
nl: SSO met SAML instellen
pl: Skonfiguruj SSO na bazie SAML
pt_br: Configurar SSO baseado em SAML
ru: Как настроить систему единого входа на базе SAML
sk: Nastaviť SAML-založené SSO
sl: Nastavitev enotne prijave na podlagi protokola SAML
sq: Konfiguro SSO të bazuar në SAML
sr: Podesi SSO zasnovan na SAML-u
sv: Sätt upp SAML-baserad SSO
tr: SAML tabanlı SSO kurma
uk: Налаштувати SSO на основі SAML
vi: Thiết lập SSO dựa trên SAML
zh_hk: 設置基於 SAML 的 SSO

source: SAML Authentication
hu: SAML hitelesítés
ms: Pengesahan SAML
