Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Upload data to this model
ar: حمّل البيانات إلى هذا النموذج
bg: Качване на данни в този модел
ca: Afegir dades a aquest model
de: Daten in dieses Model hochladen
eo: Drop the data into this model, fr fr
es: Subir datos a este modelo
fa: داده ها را در این مدل آپلود کنید
fi: Lataa tiedot tähän malliin
fr: Télécharger des données sur ce modèle
hu: Adatok feltöltése ehhez a modellhez
it: Caricare i dati in questo modello
ja: データをこのモデルにアップロードする
lt: Įkelkite duomenis į šį modelį
ms: Muat naik data ke model ini
nb: Last opp data til denne modellen
nl: Gegevens uploaden naar dit model
pl: Prześlij dane do tego modelu
pt_br: Fazer upload de dados para este modelo
ru: Загрузите данные в эту модель
sk: Nahrávanie údajov do tohto modelu
sl: Nalaganje podatkov v ta model
sq: Ngarko të dhëna në këtë model
sr: Otpremi podatke u ovaj model
sv: Ladda upp data till modellen
tr: Bu modele veri yükleme
uk: Завантажити дані до цієї моделі
vi: Tải dữ liệu lên mô hình này
zh_hk: 上傳資料至此模型

source: Start date
ar: تاريخ البدء
bg: Начална дата
ca: Data d'inici
de: Startdatum
eo: Vibe check date
es: Fecha inicio
fa: تاریخ شروع
fi: Alkupäivä
fr: Date de début
hu: Kezdő dátum
it: Data di inizio
ja: 開始日
lt: Pradžios data
ms: Tarikh mula
nb: Startdato
nl: Startdatum
pl: Data rozpoczęcia
pt_br: Data de início
ru: Дата начала
sk: Dátum začiatku
sl: Datum začetka
sq: Data e fillimit
sr: Datum početka
sv: Startdatum
tr: Başlangıç tarihi
uk: Дата початку
vi: Ngày bắt đầu
zh_hk: 開始日期

source: End date
ar: تاريخ الانتهاء
bg: Крайна дата
ca: Data final
de: Enddatum
eo: Last day lol
es: Fecha fin
fa: تاریخ پایان
fi: Loppupäivä
fr: Date de fin
hu: Befejező dátum
it: Data di fine
ja: 終了日
lt: Pabaigos data
ms: Tarikh akhir
nb: Sluttdato
nl: Einddatum
pl: Data zakończenia
pt_br: Data de término
ru: Дата окончания
sk: Dátum ukončenia
sl: Končni datum
sq: Data e përfundimit
sr: Datum završetka
sv: Slutdatum
tr: Bitiş tarihi
uk: Дата завершення
vi: Ngày kết thúc
zh_hk: 結束日期

source: Start time
ar: وقت البدء
bg: Начален час
ca: Temps d'inici
de: Startzeit
eo: Vibe check: Start Time
es: Hora inicio
fa: زمان شروع
fi: Alkuaika
fr: Heure de début
hu: Kezdő időpont
it: Ora di inizio
ja: 開始時間
lt: Pradžios laikas
ms: Masa mula
nb: Starttid
nl: Starttijd
pl: Czas rozpoczęcia
pt_br: Hora de início
ru: Время начала
sk: Čas začiatku
sl: Začetni čas
sq: Ora e fillimit
sr: Vreme početka
sv: Starttid
tr: Başlangıç zamanı
uk: Час початку
vi: Thời gian bắt đầu
zh_hk: 開始時間

source: End time
ar: وقت الانتهاء
bg: Краен час
ca: Temps final
de: Endzeit
eo: The end times
es: Hora fin
fa: زمان پایان
fi: Loppuaika
fr: Heure de fin
hu: Befejező időpont
it: Ora di fine
ja: 終了時間
lt: Pabaigos laikas
ms: Masa akhir
nb: Slutttid
nl: Eindtijd
pl: Czas zakończenia
pt_br: Hora de término
ru: Время окончания
sk: Čas ukončenia
sl: Končni čas
sq: Ora e përfundimit
sr: Vreme završetka
sv: Sluttid
tr: Bitiş zamanı
uk: Час завершення
vi: Thời gian kết thúc
zh_hk: 結束時間

source: Configure your parameters' types and properties here. The values for these parameters can come from user input, or from a dashboard filter.
ar: اضبط أنواع خصائص الباراميترات هنا. يمكن أن تأتي قيم هذه الباراميترات من إدخال المستخدم، أو من فلتر لوحة المعلومات.
bg: Тук конфигурирайте типовете и свойствата на параметрите си. Стойностите на тези параметри могат да бъдат въведени от потребителя или от филтър на таблото за управление.
ca: Configureu els tipus i les propietats dels vostres paràmetres aquí. Els valors d'aquests paràmetres poden provenir de l'entrada de l'usuari o d'un filtre del quadre de comandament.
de: Konfigurieren Sie hier die Typen und Eigenschaften Ihrer Parameter. Die Werte für diese Parameter können aus Benutzereingaben oder aus einem Dashboard-Filter stammen.
eo: Set up your param types and stuff here. The values can be from the user or a dashboard filter, fr.
es: Configura los tipos y propiedades de tus parámetros aquí. Los valores de estos parámetros pueden provenir de la entrada del usuario o de un filtro del panel.
fa: انواع و ویژگی های پارامترهای خود را در اینجا پیکربندی کنید. مقادیر این پارامترها می تواند از ورودی کاربر یا از فیلتر داشبورد باشد.
fi: Määritä tässä parametrien tyypit ja ominaisuudet. Näiden parametrien arvot voivat tulla käyttäjän syöttämänä tai kojelaudan suodattimesta.
fr: Configurez ici les types et les propriétés de vos paramètres. Les valeurs de ces paramètres peuvent provenir de l'entrée de l'utilisateur ou d'un filtre du tableau de bord.
hu: Itt állíthatja be a paraméterek típusait és tulajdonságait. Ezeknek a paramétereknek az értékei származhatnak felhasználói bevitelből vagy egy irányítópult-szűrőből.
it: Configurare qui i tipi e le proprietà dei parametri. I valori di questi parametri possono provenire dall'input dell'utente o da un filtro del dashboard.
ja: ここでパラメータのタイプとプロパティを設定します。これらのパラメータの値は、ユーザーの入力、またはダッシュボードのフィルタから取得できます。
lt: Čia sukonfigūruokite savo parametrų tipus ir savybes. Šių parametrų reikšmės gali būti gaunamos iš vartotojo įvesties arba iš prietaisų skydelio filtro.
ms: Konfigurasikan jenis dan sifat parameter anda di sini. Nilai untuk parameter ini boleh datang dari input pengguna, atau dari penapis papan pemuka.
nb: Konfigurer dine parameteres type og egenskaper her. Verdien for disse parameterne kan komme fra brukeren selv, eller et filter på en infotavle.
nl: Configureer hier de types en eigenschappen van je parameters. De waarden voor deze parameters kunnen afkomstig zijn van gebruikersinvoer of van een dashboardfilter.
pl: Tutaj można skonfigurować typy i właściwości parametrów. Wartości tych parametrów mogą pochodzić z danych wprowadzonych przez użytkownika lub z filtra pulpitu.
pt_br: Configure os tipos e as propriedades de seus parâmetros aqui. Os valores para esses parâmetros podem vir da entrada do usuário ou de um filtro do painel.
ru: Настройте здесь типы и свойства параметров. Значения для этих параметров могут быть получены из пользовательского ввода или из фильтра приборной панели.
sk: Tu nakonfigurujte typy a vlastnosti parametrov. Hodnoty týchto parametrov môžu pochádzať zo vstupu používateľa alebo z filtra ovládacieho panela.
sl: Tukaj lahko konfigurirate vrste in lastnosti parametrov. Vrednosti za te parametre lahko izvirajo iz vnosa uporabnika ali filtra nadzorne plošče.
sq: Konfiguro këtu llojet dhe vetitë e parametrave tuaj. Vlerat për këta parametra mund të vijnë nga input-i i përdoruesit, ose nga një filtër i panelit.
sr: Ovde podesite tipove i svojstva parametara. Vrednosti za ove parametre mogu da dolaze iz korisničkog unosa ili iz filtera na kontrolnoj tabli.
sv: Konfigurera dina parameter-typer/egenskaper här. Värdena för parametrarna kan komma från användaren eller ett filter från en instrumentpanel.
tr: Parametrelerinizin türlerini ve özelliklerini burada yapılandırın. Bu parametreler için değerler kullanıcı girdisinden veya bir gösterge tablosu filtresinden gelebilir.
uk: Налаштуйте тут типи та властивості ваших параметрів. Значення для цих параметрів можуть надходити від введення користувача або з фільтра дашборда.
vi: Cấu hình các loại và thuộc tính của tham số tại đây. Các giá trị cho các tham số này có thể đến từ đầu vào của người dùng hoặc từ bộ lọc bảng điều khiển.
zh_hk: 在此設定參數的類型和屬性。這些參數的值可以來自使用者輸入或儀表板篩選器。

source: A "powered by Metabase" banner appears on static embeds. You can {0} to remove it.
hu: A statikus beágyazásokon megjelenik egy „powered by Metabase” szalaghirdetés. {0} gombbal távolíthatja el.
ms: Banner "dikuasakan oleh Metabase" muncul pada penyematan statik. Anda boleh {0} untuk mengalihkannya.

source: upgrade to a paid plan
hu: frissítés fizetett tervre
ms: menaik taraf kepada pelan berbayar

source: Use static embedding when you don’t want to give people ad hoc query access to their data for whatever reason, or you want to present data that applies to all of your tenants at once.{0}
eo: Use static embedding when you don’t wanna give folks ad hoc query access to their data for whatever reason, or you wanna show data that hits all your tenants at once.
hu: Használja a statikus beágyazást, ha bármilyen okból nem szeretne ad hoc lekérdezéseket biztosítani az adatokhoz, vagy olyan adatokat szeretne megjeleníteni, amelyek az összes bérlőre vonatkoznak egyszerre.{0}
lt: Naudokite statinį įterpimą, kai dėl kokios nors priežasties nenorite suteikti žmonėms ad hoc užklausos prieigos prie jų duomenų arba norite pateikti duomenis, taikomus visiems jūsų nuomininkams vienu metu.{0}
ms: Gunakan penyematan statik apabila anda tidak mahu memberikan akses query ad hoc kepada data mereka untuk apa jua sebab, atau anda mahu mempersembahkan data yang berlaku kepada semua penyewa anda sekaligus.{0}

source: Manage
ar: إدارة
bg: Управление на
ca: Gestionar
de: Verwalten
eo: cope or handle
es: Administrar
fa: مدیریت کنید
fi: Hallinnoi
fr: Gérer
hu: Kezelés
it: Gestire
ja: 管理
lt: Tvarkyti
ms: Uruskan
nb: Behandle
nl: Beheer
pl: Zarządzanie
pt_br: Gerenciar
ru: Управлять
sk: Spravujte stránku
sl: Upravljanje
sq: Menaxho
sr: Upravljaj
sv: Hantera
tr: Yönetmek
uk: Керувати
vi: Quản lý
zh_hk: 管理

source: Use interactive embedding when you want to {0} and people want to create their own questions, dashboards, models, and more, all in their own data sandbox.
eo: Use interactive embedding when you wanna {0} and peeps wanna make their own questions, dashboards, models, and more, all in their own data sandbox.
hu: Használja az interaktív beágyazást, ha {0} szeretné létrehozni saját kérdéseit, irányítópultjait, modelljeit és még sok mást, mindezt saját adathordozójukban.
lt: Naudokite interaktyvųjį įterpimą, kai norite {0}, o žmonės nori kurti savo klausimus, informacijos suvestines, modelius ir daugiau – visa tai savo duomenų smėlio dėžėje.
ms: Gunakan pembenaman interaktif apabila anda ingin {0} dan orang ingin mencipta soalan, papan pemuka, model, dan banyak lagi, semua dalam data terpencil mereka sendiri.

source: offer multi-tenant, self-service analytics
eo: Offer mad multi-tenant, self-serve analytics — it's basically giving everyone their own vibe to check data solo, no cap.
hu: több bérlős, önkiszolgáló elemzést kínál
lt: pasiūlyti kelių nuomininkų savitarnos analizę
ms: menawarkan analisis pelbagai penyewa dan perkhidmatan diri

source: Check out our Quick Start
hu: Tekintse meg a Gyorsindítót
ms: Semak Panduan Pantas kami

source: Your plan allows you to use Interactive Embedding create interactive embedding experiences with drill-through and more.
hu: A terv lehetővé teszi, hogy az Interaktív beágyazás használatával interaktív beágyazási élményeket teremtsen átfúrással és még sok mással.
ms: Pelan anda membenarkan anda menggunakan Penyematan Interaktif untuk mencipta pengalaman penyematan interaktif dengan penembusan dan banyak lagi.

source: Set it up
hu: Beállítás
ms: Sediakan

source: Give your customers the full power of Metabase in your own app, with SSO, advanced permissions, customization, and more.
ar: امنح عملاءك كامل قوة Metabase في تطبيقك، مع SSO، وأذونات متقدمة، وتخصيص، وغير ذلك.
bg: Дайте на клиентите си пълната мощ на Metabase във вашето собствено приложение, с SSO, разширени разрешения, персонализиране и други.
ca: Dóna als teus clients tota la potència de Metabase a la teva pròpia aplicació, amb SSO, permisos avançats, personalització i molt més.
de: Geben Sie Ihren Kunden die volle Leistung von Metabase in Ihrer eigenen App, mit SSO, erweiterten Berechtigungen, Anpassung und mehr.
es: Ofrezca a sus clientes todo el poder de Metabase en su propia aplicación, con SSO, permisos avanzados, personalización y más.
fa: با SSO، مجوزهای پیشرفته، سفارشی‌سازی و موارد دیگر، به مشتریان خود قدرت کامل Metabase را در برنامه خود بدهید.
fi: Anna asiakkaillesi Metabasen täysi teho omassa sovelluksessasi, mukaan lukien kertakirjautuminen, lisäkäyttöoikeudet, mukautukset ja paljon muuta.
fr: Offrez à vos clients toute la puissance de Metabase dans votre propre application, avec SSO, autorisations avancées, personnalisation et bien plus encore.
hu: Adja meg ügyfelei számára a Metabase teljes erejét saját alkalmazásában, SSO-val, speciális engedélyekkel, testreszabással és sok mással.
it: Offri ai tuoi clienti tutta la potenza di Metabase nella tua app, con SSO, autorizzazioni avanzate, personalizzazione e molto altro.
ja: SSO、高度な権限、カスタマイズなどを使用して、独自のアプリで顧客に Metabase の全機能を提供します。
ms: Berikan pelanggan anda kuasa penuh Metabase dalam aplikasi anda sendiri, dengan SSO, kebenaran lanjutan, penyesuaian, dan banyak lagi.
nb: Gi kundene dine full tilgang til Metabase i din egen app, med SSO, avanserte tillatelser, tilpasning og mye mer.
nl: Geef uw klanten alle mogelijkheden van Metabase in uw eigen app, met SSO, geavanceerde machtigingen, aanpassingen en meer.
pl: Udostępnij swoim klientom pełną funkcjonalność Metabase w swojej aplikacji, z funkcją logowania jednokrotnego (SSO), zaawansowanymi uprawnieniami, możliwością personalizacji i wieloma innymi funkcjami.
pt_br: Ofereça aos seus clientes todo o poder do Metabase em seu próprio aplicativo, com SSO, permissões avançadas, personalização e muito mais.
ru: Предоставьте своим клиентам все возможности Metabase в вашем собственном приложении с единым входом, расширенными разрешениями, настройкой и многим другим.
sk: Poskytnite svojim zákazníkom plný potenciál Metabase vo vašej vlastnej aplikácii s jednorazovým prihlásením (SSO), rozšírenými povoleniami, prispôsobením a ďalšími funkciami.
sl: Svojim strankam zagotovite polno moč Metabase v svoji aplikaciji, z enotno prijavo (SSO), naprednimi dovoljenji, prilagajanjem in še več.
sq: Jepu klientëve të tu fuqinë e plotë të Metabase në aplikacionin tënd, me SSO, leje të avancuara, personalizim dhe më shumë.
sr: Omogućite svojim korisnicima punu moć Metabase-a u svojoj aplikaciji, uz SSO, napredne dozvole, prilagođavanje i još mnogo toga.
sv: Ge dina kunder all kraft i Metabase i din egen app, med SSO, avancerade behörigheter, anpassning och mer.
tr: Müşterilerinize kendi uygulamanızda SSO, gelişmiş izinler, özelleştirme ve daha fazlasıyla Metabase'in tüm gücünü sunun.
uk: Надайте вашим клієнтам всю потужність Metabase у вашому застосунку — із SSO, розширеними дозволами, кастомізацією та іншим.
vi: Cung cấp cho khách hàng toàn bộ sức mạnh của Metabase trong ứng dụng của riêng bạn, với SSO, quyền nâng cao, tùy chỉnh và nhiều tính năng khác.
zh_hk: 透過 SSO、進階權限、自訂等功能，在您自己的應用程式中為您的客戶提供 Metabase 的全部功能。

source: Interactive Embedding
hu: Interaktív beágyazás
ms: Penyematan Interaktif

source: {0} ago
ar: قبل {0}
bg: {0} преди
ca: fa {0}
de: {0} her
eo: {0} ago → {0} was so long ago, like ages ago or just yesteryear lol
es: hace {0}
fa: {0} پیش
fi: {0} sitten
fr: Il y a {0} ans
hu: {0} ezelőtt
it: {0} fa
ja: {0}年前
lt: prieš {0}
ms: {0} yang lalu
nb: {0} siden
nl: {0} geleden
pl: {0} temu
pt_br: {0} atrás
ru: {0} назад
sk: {0} pred
sl: {0} nazaj
sq: {0} më parë
sr: pre {0}
sv: {0} sedan
tr: {0} önce
uk: {0} тому
vi: {0} trước
zh_hk: {0} 之前

source: {0} from now
ar: بعد {0} من الآن
bg: {0} от сега
ca: {0} a partir d'ara
de: {0} ab jetzt
eo: {0} fr fr now
es: {0} a partir de ahora
fa: {0} از هم اکنون
fi: {0} tästä lähtien
fr: {0} à partir de maintenant
hu: {0} mostantól
it: {0} da ora
ja: これから{0}。
lt: {0} nuo dabar
ms: {0} dari sekarang
nb: {0} fra nå
nl: {0} vanaf nu
pl: {0} od teraz
pt_br: {0} a partir de agora
ru: {0} с этого момента
sk: {0} odteraz
sl: {0} od zdaj
sq: {0} nga tani
sr: za {0}
sv: {0} från och med nu
tr: {0} Şu andan itibaren
uk: через {0}
vi: {0} từ bây giờ
zh_hk: {0} 從現在開始

source: Select longitude column
ar: حدّد عمود خط الطول
bg: Изберете колона за географска дължина
ca: Seleccioneu la columna de longitud
de: Spalte Längengrad auswählen
eo: Pick the longitood column, bestie
es: Seleccionar columna de longitud
fa: ستون طول جغرافیایی را انتخاب کنید
fi: Valitse pituusastesarake
fr: Sélectionner la colonne de longitude
hu: Válassza ki a hosszúsági oszlopot
it: Selezionare la colonna della longitudine
ja: 経度列を選択
lt: Pasirinkite ilgumos stulpelį
ms: Pilih lajur longitude
nb: Velg lengdegradskolonne
nl: Selecteer kolom lengtegraad
pl: Wybierz kolumnę długości geograficznej
pt_br: Selecione a coluna de longitude
ru: Выберите столбец долготы
sk: Vyberte stĺpec zemepisnej dĺžky
sl: Izberite stolpec zemljepisne dolžine
sq: Zgjidh kolonën e gjatësisë gjeografike
sr: Izaberi kolonu za geografsku dužinu
sv: Välj longitud-kolumn
tr: Boylam sütununu seçin
uk: Виберіть колонку довготи
vi: Chọn cột kinh độ
zh_hk: 選擇經度列

source: Select latitude column
ar: حدّد عمود خط العرض
bg: Изберете колона за географска ширина
ca: Seleccioneu la columna de latitud
de: Spalte Breitengrad auswählen
eo: Pick the lat column, bestie
es: Seleccionar columna de latitud
fa: ستون عرض جغرافیایی را انتخاب کنید
fi: Valitse leveyssastesarake
fr: Sélectionner la colonne de latitude
hu: Válassza ki a szélességi oszlopot
it: Selezionare la colonna della latitudine
ja: 緯度列を選択
lt: Pasirinkite platumos stulpelį
ms: Pilih lajur latitud
nb: Velg breddegradskolonne
nl: Selecteer kolom breedtegraad
pl: Wybierz kolumnę szerokości geograficznej
pt_br: Selecione a coluna de latitude
ru: Выберите столбец широты
sk: Vyberte stĺpec zemepisnej šírky
sl: Izberite stolpec »Zemljepisna širina«
sq: Zgjidh kolonën e gjerësisë gjeografike
sr: Izaberi kolonu za geografsku širinu
sv: Välj latitud-kolumn
tr: Enlem sütununu seçin
uk: Виберіть колонку широти
vi: Chọn cột vĩ độ
zh_hk: 選擇緯度列

source: Help Link in the Settings menu
hu: Segítség link a Beállítások menüben
lt: Pagalbos nuoroda meniu Nustatymai
ms: Pautan Bantuandalam menu Tetapan

source: The Settings menu includes a Help link that goes to
hu: A Beállítások menü tartalmaz egy Súgó hivatkozást, amely a címre vezet
ms: Menu Tetapan termasuk pautan Bantuan yang menuju ke

source: this page
ar: هذه الصفحة
bg: тази страница
ca: aquesta pàgina
de: diese Seite
eo: this page, fr
es: esta página
fa: این صفحه
fi: tämä sivu
fr: cette page
hu: ez az oldal
it: questa pagina
ja: このページ
lt: šį puslapį
ms: halaman ini
nb: denne side
nl: deze pagina
pl: ta strona
pt_br: esta página
ru: эта страница
sk: táto stránka
sl: Ta stran
sq: kjo faqe
sr: ova stranica
sv: denna sida
tr: bu sayfa
uk: цю сторінку
vi: trang này
zh_hk: 本頁

source: by default.
hu: alapértelmezettként.
ms: sevara lalai.

source: Documentation and references
ar: الوثائق والمراجع
bg: Документация и справки
ca: Documentació i referències
de: Dokumentation und Referenzen
eo: Docs and refs
es: Documentación y referencias
fa: مستندات و مراجع
fi: Dokumentaatio ja viitteet
fr: Documentation et références
hu: Dokumentáció és hivatkozások
it: Documentazione e riferimenti
ja: ドキュメントと参考文献
lt: Dokumentacija ir nuorodos
ms: Dokumentasi dan rujukan
nb: Dokumentasjon og referanser
nl: Documentatie en referenties
pl: Dokumentacja i referencje
pt_br: Documentação e referências
ru: Документация и ссылки
sk: Dokumentácia a referencie
sl: Dokumentacija in reference
sq: Dokumentacion dhe referenca
sr: Dokumentacija i reference
sv: Dokumentation och referenser
tr: Belgeler ve referanslar
uk: Документація та посилання
vi: Tài liệu và tham khảo
zh_hk: 文件和參考資料

source: Manage embeds
eo: Handle those embeds, fr fr
hu: Beágyazások kezelése
lt: Tvarkyti įterpimus
ms: Urus penyematan

source: About {0}
ar: حول {0}
bg: За {0}
ca: Sobre {0}
de: Über {0}
eo: About {0} → Yk about {0}
es: Acerca de {0}
fa: درباره {0}
fi: Tietoja {0}sta
fr: A propos de {0}
hu: További információ {0}-ról
it: Informazioni su {0}
ja: {0} について
lt: Apie {0}
ms: Tentang {0}
nb: Om {0}
nl: Over {0}
pl: Informacje o {0}
pt_br: Sobre {0}
ru: О {0}
sk: O stránke {0}
sl: O {0}
sq: Rreth {0}
sr: O {0}
sv: Om {0}
tr: {0}hakkında
uk: Про {0}
vi: Khoảng {0}
zh_hk: 關於 {0}

source: Thanks for using {0}!
ar: شكرًا لاستخدامك {0}!
bg: Благодарим ви, че използвате {0}!
ca: Gràcies per utilitzar {0}!
de: Danke, dass Du {0} verwendest!
eo: Thanks for vibing with {0}!
es: ¡Gracias por usar {0}!
fa: برای استفاده از {0}متشکریم!
fi: Kiitos kun käytät {0}a!
fr: Merci d'avoir utilisé {0} !
hu: Köszönjük, hogy a(z) {0} szolgáltatást használja!
it: Grazie per aver utilizzato {0}!
ja: {0} のご利用ありがとうございます!
lt: Dėkojame, kad naudojatės {0}!
ms: Terima kasih kerana menggunakan {0}!
nb: Takk for at du bruker {0}!
nl: Bedankt voor het gebruik van {0}!
pl: Dziękujemy za skorzystanie z {0}!
pt_br: Agradecemos por usar {0}!
ru: Спасибо за использование {0}!
sk: Ďakujeme za používanie {0}!
sl: Hvala, ker uporabljate {0}!
sq: Faleminderit që përdor {0}!
sr: Hvala što koristite {0}!
sv: Tack för att du använder {0}!
tr: {0} kullandığınız için teşekkürler!
uk: Дякуємо, що користуєтеся {0}!
vi: Cảm ơn bạn đã sử dụng {0}!
zh_hk: 感謝您使用 {0}！

source: {0} is no fun without any data
ar: {0} ليست ممتعة بدون أي بيانات
bg: {0} не е забавно без данни
ca: {0} no és divertit sense dades
de: {0} macht ohne Daten keinen Spaß
eo: {0} is so boring without any deets.
es: {0} no es divertido sin ningún dato
fa: {0} بدون هیچ داده ای سرگرم کننده نیست
fi: {0} ei ole hauska ilman dataa
fr: {0} n'est pas amusant sans données
hu: A {0} nem szórakoztató adatok nélkül
it: {0} non è divertente senza dati
ja: {0}はデータがないと面白くない
lt: {0} nėra smagu be jokių duomenų
ms: {0} tidak menyeronokkan tanpa data
nb: {0} er ikke noe moro uten data
nl: {0} is niet leuk zonder gegevens
pl: {0} bez danych nie ma zabawy
pt_br: {0} não tem graça sem dados
ru: {0} не может быть веселой без каких-либо данных
sk: {0} nie je zábava bez akýchkoľvek údajov
sl: {0} ni zabavno brez kakršnih koli podatkov
sq: {0} nuk është edhe aq argëtuese pa asnjë të dhënë
sr: {0} nije zabavan bez ikakvih podataka
sv: {0} är inge rolig utan data
tr: {0} herhangi bir veri olmadan eğlenceli değildir
uk: {0} — це не так цікаво без даних
vi: {0} không vui nếu không có dữ liệu
zh_hk: {0} 沒有資料就沒有樂趣

source: Legend
ar: وسيلة الإيضاح
bg: Легенда
ca: Llegenda
de: Legende
eo: G.O.A.T.
es: Leyenda
fa: افسانه
fi: Selite
fr: Légende
hu: Legenda
it: Leggenda
ja: 凡例
lt: Legenda
ms: Legenda
nb: Beskrivelse
nl: Legenda
pl: Legenda
pt_br: Legenda
ru: Легенда
sk: Legenda
sl: Legenda
sq: Legjenda
sr: Legenda
sv: Förklaring
tr: Lejant
uk: Легенда
vi: Huyền thoại
zh_hk: 圖例

source: Pick a dashboard to serve as the homepage. If people lack permissions to view the selected dashboard, {0} will redirect them to the default homepage. You can update or reset the homepage at any time in Admin Settings > Settings > General.
eo: Yo, choose a dashboard to be your main page. If peeps don’t have perms to see it, {0} will send them to the default homepage. You can change or reset it anytime in Admin Settings > Settings > General.
hu: Válasszon ki egy irányítópultot, amely kezdőlapként szolgál. Ha valakinek nincs engedélye a kiválasztott irányítópult megtekintéséhez, a {0} átirányítja őket az alapértelmezett kezdőlapra. A kezdőlapot bármikor frissítheti vagy visszaállíthatja a Felügyeleti beállítások > Beállítások > Általános menüpontban.
lt: Pasirinkite prietaisų skydelį, kuris bus pagrindinis puslapis. Jei žmonėms trūksta leidimų peržiūrėti pasirinktą informacijos suvestinę, {0} nukreips juos į numatytąjį pagrindinį puslapį. Galite bet kada atnaujinti arba iš naujo nustatyti pagrindinį puslapį Administratoriaus nustatymai > Nustatymai > Bendrieji.
ms: Pilih papan pemuka untuk dijadikan laman utama. Jika orang tidak mempunyai kebenaran untuk melihat papan pemuka yang dipilih, {0} akan mengarahkan mereka ke laman utama lalai. Anda boleh mengemas kini atau menetapkan semula laman utama pada bila-bila masa di Tetapan Pentadbir> Tetapan > Umum.

source: Create a new API Key
hu: Új API kulcs létrehozása
lt: Sukurkite naują API raktą
ms: Cipta Kunci API baharu
