Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Visualization will appear here
ar: سيظهر التصور هنا
bg: Визуализацията ще се появи тук
ca: La visualització apareixerà aquí
de: Die Visualisierung wird hier angezeigt
eo: Viz will pop off here
es: La visualización aparecerá aquí
fa: تجسم در اینجا ظاهر خواهد شد
fi: Visualisointi näkyy tässä
fr: La visualisation apparaîtra ici
it: La visualizzazione apparirà qui
ja: ここに視覚化が表示されます
nb: Visualisering vil vises her
nl: Visualisatie zal hier verschijnen
pl: Wizualizacja pojawi się tutaj
pt_br: A visualização aparecerá aqui
ru: Визуализация появится здесь
sk: Vizualizácia sa zobrazí tu
sl: Vizualizacija se bo prikazala tukaj
sq: Vizualizimi do të shfaqet këtu
sr: Vizualizacija će se pojaviti ovde
sv: Visualiseringen kommer att visas här
tr: Görselleştirme burada görünecek
uk: Візуалізація зʼявиться тут
vi: Hình ảnh sẽ xuất hiện ở đây
zh_hk: 視覺化會出現在這裡

source: View as table
ar: اعرض كجدول
bg: Преглед като таблица
ca: Veure com a taula
de: Als Tabelle anzeigen
eo: Lookin’ at it as a table, fr fr
es: Ver como tabla
fa: نمایش به صورت جدول
fi: Näytä taulukkona
fr: Afficher sous forme de tableau
it: Visualizza come tabella
ja: 表として表示
nb: Vis som tabell
nl: Bekijken als tabel
pl: Wyświetl jako tabelę
pt_br: Ver como tabela
ru: Просмотреть как таблицу
sk: Zobraziť ako tabuľku
sl: Prikaži kot tabelo
sq: Shiko si tabelë
sr: Prikaži kao tabelu
sv: Visa som tabell
tr: Tablo olarak görüntüle
uk: Переглянути як таблицю
vi: Xem dưới dạng bảng
zh_hk: 以表格檢視

source: Are you sure you want to leave?
ar: هل أنت متأكد أنك تريد المغادرة؟
bg: Сигурен/а ли си, че искаш да си тръгнеш?
ca: Estàs segur que vols marxar?
de: Möchten Sie wirklich gehen?
eo: Are you 100% sure you wanna dip?
es: ¿Estás seguro que deseas salir?
fa: مطمئنی که می‌خوای بری؟
fi: Oletko varma, että haluat lähteä?
fr: Êtes-vous sûr de vouloir partir ?
it: Sei sicuro di voler uscire?
ja: 本当に退出しますか?
nb: Er du sikker på at du vil dra?
nl: Weet u zeker dat u wilt vertrekken?
pl: Czy na pewno chcesz wyjść?
pt_br: Tem certeza de que quer sair?
ru: Вы уверены, что хотите уйти?
sk: Si si istý/á, že chceš odísť?
sl: Si prepričan/a, da želiš oditi?
sq: Je i sigurt që do të largohesh?
sr: Da li si siguran/na da želiš da izađeš?
sv: Är du säker på att du vill gå?
tr: Gerçekten ayrılmak istiyor musunuz?
uk: Ви впевнені, що хочете вийти?
vi: Bạn có chắc chắn muốn rời đi không?
zh_hk: 你確定要離開？

source: Any unsaved changes will be lost.
ar: ستفقد أي تغييرات غير محفوظة.
bg: Всички незапазени промени ще бъдат загубени.
ca: Es perdran els canvis no desats.
de: Alle nicht gespeicherten Änderungen gehen verloren.
eo: Any unsaved changes will be straight-up lost, fr fr.
es: Se perderán todos los cambios no guardados.
fa: هرگونه تغییر ذخیره نشده از بین خواهد رفت.
fi: Tallentamattomat muutokset menetetään.
fr: Toutes les modifications non enregistrées seront perdues.
it: Tutte le modifiche non salvate andranno perse.
ja: 保存されていない変更は失われます。
nb: Eventuelle endringer som ikke er lagret, vil gå tapt.
nl: Niet-opgeslagen wijzigingen gaan verloren.
pl: Wszelkie niezapisane zmiany zostaną utracone.
pt_br: Quaisquer alterações não salvas serão perdidas.
ru: Все несохраненные изменения будут потеряны.
sk: Všetky neuložené zmeny sa stratia.
sl: Vse neshranjene spremembe bodo izgubljene.
sq: Çdo ndryshim i paruajtur do të humbasë.
sr: Sve nesačuvane promene će biti izgubljene.
sv: Alla osparade ändringar kommer att gå förlorade.
tr: Kaydedilmemiş değişiklikler kaybolacaktır.
uk: Усі незбережені зміни буде втрачено.
vi: Bất kỳ thay đổi nào chưa lưu sẽ bị mất.
zh_hk: 任何未儲存的變更都會遺失。

source: Segment History
ar: سجل الشريحة
bg: История на сегмента
ca: Historial del segment
de: Segmentverlauf
es: Historial del segmento
fa: تاریخچه بخش
fi: Segmentin historia
fr: Historique du segment
it: Cronologia del segmento
ja: セグメント履歴
nb: Segmentets historie
nl: Segmentgeschiedenis
pl: Historia segmentów
pt_br: Histórico do segmento
ru: История сегмента
sk: História segmentu
sl: Zgodovina segmenta
sq: Historiku i Segmentit
sr: Istorija segmenta
sv: Segmenthistorik
tr: Segment Geçmişi
uk: Історія сегмента
vi: Lịch sử phân khúc
zh_hk: 區段歷史

source: Question description updated
ar: تم تحديث وصف السؤال
bg: Описанието на въпроса е актуализирано
ca: Descripció de la pregunta actualitzada
de: Die Fragebeschreibung wurde aktualisiert.
es: Descripción de la pregunta actualizada
fa: شرح سوال به‌روزرسانی شد
fi: Kysymyksen kuvaus päivitetty
fr: Description de la question mise à jour
it: Descrizione della domanda aggiornata
ja: 質問の説明を更新しました
nb: Spørsmålsbeskrivelse oppdatert
nl: Vraagbeschrijving bijgewerkt
pl: Zaktualizowano opis pytania
pt_br: Descrição da pergunta atualizada
ru: Описание вопроса обновлено.
sk: Popis otázky bol aktualizovaný
sl: Opis vprašanja posodobljen
sq: Përshkrimi i pyetjes u përditësua
sr: Opis pitanja je ažuriran
sv: Frågebeskrivningen uppdaterad
tr: Soru açıklaması güncellendi
uk: Опис запиту оновлено
vi: Mô tả câu hỏi đã được cập nhật
zh_hk: 問題描述已更新

source: Model description updated
ar: تم تحديث وصف النموذج
bg: Описанието на модела е актуализирано
ca: Descripció del model actualitzada
de: Modellbeschreibung aktualisiert
es: Descripción del modelo actualizada
fa: توضیحات مدل به‌روزرسانی شد
fi: Mallin kuvaus päivitetty
fr: Description du modèle mise à jour
it: Descrizione del modello aggiornata
ja: モデルの説明を更新しました
nb: Modellbeskrivelsen er oppdatert
nl: Modelbeschrijving bijgewerkt
pl: Zaktualizowano opis modelu
pt_br: Descrição do modelo atualizada
ru: Описание модели обновлено
sk: Popis modelu bol aktualizovaný
sl: Opis modela posodobljen
sq: Përshkrimi i modelit u përditësua
sr: Opis modela je ažuriran
sv: Modellbeskrivningen uppdaterad
tr: Model açıklaması güncellendi
uk: Опис моделі оновлено
vi: Mô tả mô hình đã được cập nhật
zh_hk: 型號說明已更新

source: Metric description updated
ar: تم تحديث وصف المقياس
bg: Описанието на показателя е актуализирано
ca: Descripció de la mètrica actualitzada
de: Metrikbeschreibung aktualisiert
es: Descripción de la métrica actualizada
fa: شرح معیار به‌روزرسانی شد
fi: Mittarin kuvaus päivitetty
fr: Description de la métrique mise à jour
it: Descrizione metrica aggiornata
ja: メトリックの説明が更新されました
nb: Metrisk beskrivelse oppdatert
nl: Metrische beschrijving bijgewerkt
pl: Zaktualizowano opis metryki
pt_br: Descrição da métrica atualizada
ru: Описание метрики обновлено
sk: Popis metriky bol aktualizovaný
sl: Opis metrike posodobljen
sq: Përshkrimi i metrikës u përditësua
sr: Opis metrike je ažuriran
sv: Beskrivning av mätvärden uppdaterad
tr: Metrik açıklaması güncellendi
uk: Опис метрики оновлено
vi: Mô tả số liệu đã được cập nhật
zh_hk: 度量描述已更新

source: Failed to update question description
ar: تعذر تحديث وصف السؤال
bg: Неуспешно актуализиране на описанието на въпроса
ca: No s'ha pogut actualitzar la descripció de la pregunta
de: Fehler beim Aktualisieren der Fragenbeschreibung
es: No se pudo actualizar la descripción de la pregunta
fa: به‌روزرسانی شرح سوال ناموفق بود
fi: Kysymyksen kuvauksen päivittäminen epäonnistui
fr: Impossible de mettre à jour la description de la question
it: Impossibile aggiornare la descrizione della domanda
ja: 質問の説明を更新できませんでした
nb: Kunne ikke oppdatere spørsmålsbeskrivelsen
nl: Het is niet gelukt de vraagbeschrijving bij te werken
pl: Nie udało się zaktualizować opisu pytania
pt_br: Falha ao atualizar a descrição da pergunta
ru: Не удалось обновить описание вопроса.
sk: Nepodarilo sa aktualizovať popis otázky
sl: Opisa vprašanja ni bilo mogoče posodobiti
sq: Dështoi përditësimi i përshkrimit të pyetjes
sr: Neuspešno ažuriranje opisa pitanja
sv: Det gick inte att uppdatera frågebeskrivningen
tr: Soru açıklaması güncellenemedi
uk: Не вдалося оновити опис запиту
vi: Không cập nhật được mô tả câu hỏi
zh_hk: 更新問題描述失敗

source: Failed to update model description
ar: تعذر تحديث وصف النموذج
bg: Неуспешно актуализиране на описанието на модела
ca: No s'ha pogut actualitzar la descripció del model
de: Fehler beim Aktualisieren der Modellbeschreibung
es: No se pudo actualizar la descripción del modelo
fa: به‌روزرسانی توضیحات مدل ناموفق بود
fi: Mallin kuvauksen päivittäminen epäonnistui
fr: Échec de la mise à jour de la description du modèle
it: Impossibile aggiornare la descrizione del modello
ja: モデルの説明を更新できませんでした
nb: Kunne ikke oppdatere modellbeskrivelsen
nl: Het is niet gelukt om de modelbeschrijving bij te werken
pl: Nie udało się zaktualizować opisu modelu
pt_br: Falha ao atualizar a descrição do modelo
ru: Не удалось обновить описание модели.
sk: Nepodarilo sa aktualizovať popis modelu
sl: Posodobitev opisa modela ni uspela
sq: Dështoi përditësimi i përshkrimit të modelit
sr: Neuspešno ažuriranje opisa modela
sv: Misslyckades med att uppdatera modellbeskrivningen
tr: Model açıklaması güncellenemedi
uk: Не вдалося оновити опис моделі
vi: Không cập nhật được mô tả mô hình
zh_hk: 更新模型描述失敗

source: Failed to update metric description
ar: تعذر تحديث وصف المقياس
bg: Неуспешно актуализиране на описанието на показателя
ca: No s'ha pogut actualitzar la descripció de la mètrica
de: Fehler beim Aktualisieren der Metrikbeschreibung
es: No se pudo actualizar la descripción de la métrica
fa: به‌روزرسانی شرح معیار ناموفق بود
fi: Mittarin kuvauksen päivittäminen epäonnistui
fr: Échec de la mise à jour de la description de la métrique
it: Impossibile aggiornare la descrizione della metrica
ja: メトリックの説明を更新できませんでした
nb: Kunne ikke oppdatere metrisk beskrivelse
nl: Het is niet gelukt om de metrische beschrijving bij te werken
pl: Nie udało się zaktualizować opisu metryki
pt_br: Falha ao atualizar a descrição da métrica
ru: Не удалось обновить описание метрики.
sk: Nepodarilo sa aktualizovať popis metriky
sl: Opisa meritve ni bilo mogoče posodobiti.
sq: Dështoi përditësimi i përshkrimit të metrikës
sr: Neuspešno ažuriranje opisa metrike
sv: Det gick inte att uppdatera mätvärdesbeskrivningen
tr: Metrik açıklaması güncellenemedi
uk: Не вдалося оновити опис метрики
vi: Không cập nhật được mô tả số liệu
zh_hk: 更新度量描述失敗

source: Failed to update metric query
ar: تعذر تحديث استعلام المقياس
bg: Актуализирането на заявката за метриката не бе успешно
ca: No s'ha pogut actualitzar la consulta de mètrica
de: Fehler beim Aktualisieren der Metrikabfrage
es: No se pudo actualizar la consulta de métricas
fa: به‌روزرسانی پرس‌وجوی معیار ناموفق بود
fi: Mittarikyselyn päivittäminen epäonnistui
fr: Échec de la mise à jour de la requête de métrique
it: Impossibile aggiornare la query metrica
ja: メトリッククエリの更新に失敗しました
nb: Kunne ikke oppdatere metrisk spørring
nl: Het is niet gelukt om de metrische query bij te werken
pl: Nie udało się zaktualizować zapytania metrycznego
pt_br: Falha ao atualizar a consulta de métricas
ru: Не удалось обновить запрос метрики
sk: Nepodarilo sa aktualizovať dopyt metriky
sl: Posodobitev poizvedbe o metriki ni uspela
sq: Dështoi përditësimi i query-t të metrikës
sr: Nije uspelo ažuriranje upita metrike
sv: Misslyckades med att uppdatera mätvärdesfrågan
tr: Metrik sorgusu güncellenemedi
uk: Не вдалося оновити запит метрики
vi: Không cập nhật được truy vấn số liệu
zh_hk: 更新度量查詢失敗

source: Metric query updated
ar: تم تحديث استعلام المقياس
bg: Заявката за метрика е актуализирана
ca: Consulta de mètrica actualitzada
de: Metrikabfrage aktualisiert
es: Consulta de métricas actualizada
fa: پرس و جوی متریک به‌روزرسانی شد
fi: Mittarikysely päivitetty
fr: Requête de métrique mise à jour
it: Query metrica aggiornata
ja: メトリッククエリが更新されました
nb: Metrisk spørring oppdatert
nl: Metrische query bijgewerkt
pl: Zaktualizowano zapytanie metryczne
pt_br: Consulta de métrica atualizada
ru: Запрос метрики обновлен
sk: Dopyt na metriku bol aktualizovaný
sl: Poizvedba metrike je bila posodobljena
sq: Query i metrikës u përditësua
sr: Upit metrike je ažuriran
sv: Måttfrågan uppdaterad
tr: Metrik sorgusu güncellendi
uk: Запит метрики оновлено
vi: Truy vấn số liệu đã cập nhật
zh_hk: 公制查詢已更新

source: Save your metric
ar: احفظ المقياس الخاص بك
bg: Запазете показателя си
ca: Desa la teva mètrica
de: Speichern Sie Ihre Metrik
es: Guarde su métrica
fa: معیار خود را ذخیره کنید
fi: Tallenna mittarisi
fr: Sauvegardez vos données métriques
it: Salva la tua metrica
ja: メトリックを保存する
nb: Lagre metrikken din
nl: Sla uw metrische gegevens op
pl: Zapisz swoją metrykę
pt_br: Salve sua métrica
ru: Сохраните свою метрику
sk: Uložte si metriku
sl: Shranite svojo metriko
sq: Ruaj metrikën tënde
sr: Sačuvajte svoju metriku
sv: Spara ditt mätvärde
tr: Metriklerinizi kaydedin
uk: Збережіть вашу метрику
vi: Lưu số liệu của bạn
zh_hk: 儲存您的公制

source: My Great Metric
ar: مقياسي الرائع
bg: Моят страхотен показател
ca: La meva gran mètrica
de: Meine großartige Metrik
es: Mi gran métrica
fa: معیار بزرگ من
fi: Minun suuri mittarini
fr: Mon grand système métrique
it: La mia grande metrica
ja: 私の偉大な指標
nb: Mitt store måleinstrument
nl: Mijn grote metriek
pl: Mój Wielki Wskaźnik
pt_br: Minha Grande Métrica
ru: Моя Великая Метрика
sk: Moja skvelá metrika
sl: Moja odlična metrika
sq: Metrika ime e mrekullueshme
sr: Moja sjajna metrika
sv: Mitt stora mätvärde
tr: Benim Büyük Metriğim
uk: Моя чудова метрика
vi: Thước đo tuyệt vời của tôi
zh_hk: 我的大尺度

source: This is optional, but helpful
ar: هذا اختياري، لكنه مفيد
bg: Това е по избор, но е полезно
ca: Això és opcional, però útil
de: Dies ist optional, aber hilfreich
es: Esto es opcional, pero útil.
fa: این اختیاری است، اما مفید است
fi: Tämä on valinnaista, mutta hyödyllistä
fr: Ceci est facultatif, mais utile
it: Questo è facoltativo, ma utile
ja: これはオプションですが、役に立ちます
nb: Dette er valgfritt, men nyttig
nl: Dit is optioneel, maar wel nuttig
pl: To jest opcjonalne, ale pomocne
pt_br: Isto é opcional, mas útil
ru: Это необязательно, но полезно.
sk: Toto je voliteľné, ale užitočné
sl: To je neobvezno, vendar koristno
sq: Kjo është opsionale, por e dobishme
sr: Ovo je opciono, ali korisno
sv: Detta är valfritt, men användbart
tr: Bu isteğe bağlıdır, ancak yararlıdır
uk: Це необов’язково, але корисно
vi: Điều này là tùy chọn, nhưng hữu ích
zh_hk: 這是可選項，但很有幫助

source: Failed to update snippet description
ar: تعذر تحديث وصف المقتطف
bg: Неуспешно актуализиране на описанието на фрагмента
ca: No s'ha pogut actualitzar la descripció del fragment
de: Fehler beim Aktualisieren der Snippet-Beschreibung
es: No se pudo actualizar la descripción del fragmento
fa: به‌روزرسانی توضیحات قطعه کد ناموفق بود
fi: Katkelman kuvauksen päivittäminen epäonnistui
fr: Échec de la mise à jour de la description de l'extrait
it: Impossibile aggiornare la descrizione dello snippet
ja: スニペットの説明を更新できませんでした
nb: Kunne ikke oppdatere utdragsbeskrivelsen
nl: Het is niet gelukt om de fragmentbeschrijving bij te werken
pl: Nie udało się zaktualizować opisu fragmentu kodu
pt_br: Falha ao atualizar a descrição do trecho.
ru: Не удалось обновить описание фрагмента.
sk: Nepodarilo sa aktualizovať popis úryvku
sl: Opisa delčka ni bilo mogoče posodobiti.
sq: Dështoi përditësimi i përshkrimit të fragmentit të kodit
sr: Nije uspelo ažuriranje opisa isečka koda
sv: Det gick inte att uppdatera beskrivningen av utdraget
tr: Parçacık açıklaması güncellenemedi
uk: Не вдалося оновити опис фрагмента
vi: Không cập nhật được mô tả đoạn trích
zh_hk: 更新片段描述失敗

source: Snippet description updated
ar: تم تحديث وصف المقتطف
bg: Описанието на фрагмента е актуализирано
ca: Descripció del fragment actualitzada
de: Snippet-Beschreibung aktualisiert
es: Descripción del fragmento actualizada
fa: توضیحات قطعه کد به‌روزرسانی شد
fi: Katkelman kuvaus päivitetty
fr: Description de l'extrait mise à jour
it: Descrizione del frammento aggiornata
ja: スニペットの説明を更新しました
nb: Utdragsbeskrivelse oppdatert
nl: Fragmentbeschrijving bijgewerkt
pl: Zaktualizowano opis fragmentu
pt_br: Descrição do trecho atualizada
ru: Описание фрагмента обновлено
sk: Popis úryvku bol aktualizovaný
sl: Opis delčka je bil posodobljen
sq: Përshkrimi i fragmentit të kodit u përditësua
sr: Opis isečka koda je ažuriran
sv: Utdragsbeskrivning uppdaterad
tr: Parçacık açıklaması güncellendi
uk: Опис фрагмента оновлено
vi: Mô tả đoạn trích đã được cập nhật
zh_hk: 片段描述已更新

source: Failed to update snippet name
ar: تعذر تحديث اسم المقتطف
bg: Актуализирането на името на фрагмента не бе успешно
ca: No s'ha pogut actualitzar el nom del fragment
de: Fehler beim Aktualisieren des Snippet-Namens
es: No se pudo actualizar el nombre del fragmento
fa: نام قطعه کد به‌روزرسانی نشد
fi: Katkelman nimen päivittäminen epäonnistui
fr: Impossible de mettre à jour le nom de l'extrait.
it: Impossibile aggiornare il nome dello snippet
ja: スニペット名の更新に失敗しました
nb: Kunne ikke oppdatere utdragsnavnet
nl: Het is niet gelukt om de fragmentnaam bij te werken
pl: Nie udało się zaktualizować nazwy fragmentu kodu
pt_br: Falha ao atualizar o nome do trecho de código.
ru: Не удалось обновить имя фрагмента.
sk: Nepodarilo sa aktualizovať názov úryvku
sl: Imena delčka ni bilo mogoče posodobiti.
sq: Dështoi përditësimi i emrit të fragmentit të kodit
sr: Nije uspelo ažuriranje naziva isečka koda
sv: Misslyckades med att uppdatera kodavsnittets namn
tr: Parçacık adı güncellenemedi
uk: Не вдалося оновити назву фрагмента
vi: Không cập nhật được tên đoạn trích
zh_hk: 更新片段名稱失敗

source: Snippet name updated
ar: تم تحديث اسم المقتطف
bg: Името на фрагмента е актуализирано
ca: Nom del fragment actualitzat
de: Snippet-Name aktualisiert
es: Nombre del fragmento actualizado
fa: نام قطعه کد به‌روزرسانی شد
fi: Katkelman nimi päivitetty
fr: Nom de l'extrait mis à jour
it: Nome dello snippet aggiornato
ja: スニペット名を更新しました
nb: Utdragsnavn oppdatert
nl: Fragmentnaam bijgewerkt
pl: Zaktualizowano nazwę fragmentu kodu
pt_br: Nome do trecho atualizado
ru: Имя фрагмента обновлено
sk: Názov úryvku bol aktualizovaný
sl: Ime delčka kode je bilo posodobljeno
sq: Emri i fragmentit të kodit u përditësua
sr: Naziv isečka koda je ažuriran
sv: Snippets namn uppdaterat
tr: Parça adı güncellendi
uk: Назву фрагмента оновлено
vi: Tên đoạn trích đã được cập nhật
zh_hk: 片段名稱已更新

source: Dependencies
ar: التبعيات
bg: Зависимости
ca: Dependències
de: Abhängigkeiten
es: Dependencias
fa: وابستگی‌ها
fi: Riippuvuudet
fr: Dépendances
it: Dipendenze
ja: 依存関係
nb: Avhengigheter
nl: Afhankelijkheden
pl: Zależności
pt_br: Dependências
ru: Зависимости
sk: Závislosti
sl: Odvisnosti
sq: Varësi
sr: Zavisnosti
sv: Beroenden
tr: Bağımlılıklar
uk: Залежності
vi: Sự phụ thuộc
zh_hk: 依賴

source: Snippet menu options
ar: خيارات قائمة المقتطف
ca: Opcions del menú de fragments
de: Snippet-Menüoptionen
es: Opciones del menú de fragmentos
fa: گزینه‌های منوی اسنیپت
fi: Katkelmavalikon vaihtoehdot
fr: Options du menu contextuel
it: Opzioni del menu Snippet
ja: スニペットメニューオプション
nb: Valg i utdragsmenyen
pl: Opcje menu fragmentów
pt_br: Opções do menu de trechos
ru: Параметры меню фрагмента
sk: Možnosti ponuky úryvkov
sl: Možnosti menija odrezkov
sq: Opsionet e menysë së fragmentit
sr: Opcije menija isečka
tr: Kod parçacığı menü seçenekleri
uk: Параметри меню фрагмента
vi: Tùy chọn menu đoạn mã
zh_hk: 片段功能表選項

source: New SQL snippet
ar: مقتطف SQL جديد
bg: Нов SQL фрагмент
ca: Nou fragment SQL
de: Neues SQL-Snippet
es: Nuevo fragmento de código SQL
fa: قطعه کد SQL جدید
fi: Uusi SQL-koodinpätkä
fr: Nouveau fragment SQL
it: Nuovo frammento SQL
ja: 新しいSQLスニペット
nb: Nytt SQL-snippet
nl: Nieuw SQL-fragment
pl: Nowy fragment kodu SQL
pt_br: Novo trecho de SQL
ru: Новый фрагмент SQL
sk: Nový úryvok kódu SQL
sl: Nov delček kode SQL
sq: Fragment i ri SQL
sr: Novi SQL isečak koda
sv: Nytt SQL-kodavsnitt
tr: Yeni SQL kod parçacığı
uk: Новий SQL-фрагмент
vi: Đoạn mã SQL mới
zh_hk: 新的 SQL 片段

source: Failed to create snippet
ar: تعذر إنشاء مقتطف
bg: Създаването на фрагмент не бе успешно
ca: No s'ha pogut crear el fragment
de: Fehler beim Erstellen des Snippets
es: No se pudo crear el fragmento
fa: ایجاد قطعه کد ناموفق بود
fi: Katkelman luominen epäonnistui
fr: Échec de la création de l'extrait de code
it: Impossibile creare lo snippet
ja: スニペットの作成に失敗しました
nb: Kunne ikke opprette utdrag
nl: Het is niet gelukt om een fragment te maken
pl: Nie udało się utworzyć fragmentu kodu
pt_br: Falha ao criar o trecho de código
ru: Не удалось создать фрагмент
sk: Nepodarilo sa vytvoriť úryvok
sl: Delčka ni bilo mogoče ustvariti
sq: Dështoi krijimi i fragmentit të kodit
sr: Nije uspelo kreiranje isečka koda
sv: Misslyckades med att skapa utdrag
tr: Parçacık oluşturulamadı
uk: Не вдалося створити фрагмент
vi: Không tạo được đoạn trích
zh_hk: 建立片段失敗

source: New Snippet
ar: مقتطف جديد
bg: Нов фрагмент
ca: Nou fragment
de: Neues Snippet
es: Nuevo fragmento
fa: قطعه کد جدید
fi: Uusi katkelma
fr: Nouvel extrait
it: Nuovo frammento
ja: 新しいスニペット
nb: Nytt utdrag
nl: Nieuw fragment
pl: Nowy fragment kodu
pt_br: Novo trecho
ru: Новый фрагмент
sk: Nový úryvok
sl: Nov odlomek
sq: Fragment i ri kodi
sr: Novi isečak koda
sv: Nytt utdrag
tr: Yeni Parça
uk: Новий фрагмент
vi: Đoạn mã mới
zh_hk: 新片段

source: Field Details
ar: تفاصيل الحقل
bg: Детайли за полето
ca: Detalls del camp
de: Felddetails
es: Detalles del campo
fa: جزئیات میدان
fi: Kentän tiedot
fr: Détails du champ
it: Dettagli del campo
ja: フィールドの詳細
nb: Feltdetaljer
nl: Velddetails
pl: Szczegóły pola
pt_br: Detalhes do campo
ru: Подробная информация о поле
sk: Podrobnosti o poli
sl: Podrobnosti polja
sq: Detajet e fushës
sr: Detalji polja
sv: Fältdetaljer
tr: Saha Detayları
uk: Деталі поля
vi: Chi tiết trường
zh_hk: 領域詳細資訊

source: New measure
ar: مقياس جديد
ca: Nova mesura
de: Neuer Messwert
es: Nueva medida
fa: اقدام جدید
fi: Uusi toimenpide
fr: Nouvelle mesure
it: Nuova misura
ja: 新たな措置
nb: Nytt tiltak
pl: Nowy środek
pt_br: Nova medida
ru: Новая мера
sk: Nové opatrenie
sl: Nov ukrep
sq: Matje e re
sr: Nova mera
tr: Yeni önlem
uk: Нове вимірювання
vi: Biện pháp mới
zh_hk: 新措施

source: No measures yet
ar: لا توجد مقاييس بعد
ca: Encara no hi ha mesures
de: Noch keine Messwerte
es: No hay medidas todavía
fa: هنوز هیچ تدبیری اندیشیده نشده است
fi: Ei vielä toimenpiteitä
fr: Aucune mesure pour l'instant
it: Nessuna misura ancora
ja: まだ対策なし
nb: Ingen tiltak ennå
pl: Brak jeszcze środków
pt_br: Nenhuma medida ainda.
ru: Пока нет мер
sk: Zatiaľ žiadne opatrenia
sl: Še nobenih ukrepov
sq: Ende pa matje
sr: Još nema mera
tr: Henüz herhangi bir önlem alınmadı.
uk: Поки що немає вимірювань
vi: Chưa có biện pháp nào được áp dụng.
zh_hk: 尚無措施

source: Create a measure to define aggregations for this table.
ar: أنشئ مقياسًا لتعريف التجميعات لهذا الجدول.
ca: Crea una mesura per definir agregacions per a aquesta taula.
de: Erstelle einen Messwert, um Aggregationen für diese Tabelle zu definieren.
es: Cree una medida para definir agregaciones para esta tabla.
fa: یک اندازه‌گیری ایجاد کنید تا تجمیع‌ها را برای این جدول تعریف کند.
fi: Luo mittari, joka määrittää tämän taulukon koosteet.
fr: Créez une mesure pour définir les agrégations de cette table.
it: Crea una misura per definire le aggregazioni per questa tabella.
ja: このテーブルの集計を定義するメジャーを作成します。
nb: Opprett et mål for å definere aggregeringer for denne tabellen.
pl: Utwórz miarę definiującą agregacje dla tej tabeli.
pt_br: Crie uma medida para definir as agregações desta tabela.
ru: Создайте меру, чтобы определить агрегации для этой таблицы.
sk: Vytvorte mieru na definovanie agregácií pre túto tabuľku.
sl: Ustvarite mero za definiranje agregacij za to tabelo.
sq: Krijo një matje për të përcaktuar agregime për këtë tabelë.
sr: Kreiraj meru da definišeš agregacije za ovu tabelu.
tr: Bu tablo için toplama işlemlerini tanımlayacak bir ölçüt oluşturun.
uk: Створіть вимірювання, щоб визначити агрегації для цієї таблиці.
vi: Hãy tạo một thước đo để định nghĩa các phép tổng hợp cho bảng này.
zh_hk: 建立一個措施來定義此表格的聚集。
