Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Takes a datetime and returns an integer (1-12) with the number of the month in the year.
hu: Dátumot vesz fel, és egész számot ad vissza (1-12) az év hónapjának számával.
lt: Paima datą ir laiką ir grąžina sveikąjį skaičių (1–12) su metų mėnesio skaičiumi.
ms: Mengambil tarikh dan masa dan mengembalikan integer (1-12) dengan nombor bulan dalam tahun.

source: mode
ar: الوضع
bg: режим
de: Modus
eo: vibe
es: modo
fa: حالت
fi: tila
hu: mód
it: modalità
ja: モード
lt: režimu
ms: mod
nb: modus
nl: modus
pl: tryb
pt_br: modo
ru: режим
sk: mód
sl: naèin
sr: režim
sv: läge
tr: mod
uk: режим
vi: chế độ
zh_hk: 模式

source: Extracts the week of the year as an integer..
hu: Eg
ms: Mengambil minggu dalam tahun sebagai integer.

source: The name of the column with your date or datetime value..
hu: Az oszlop neve a d
ms: Nama kolum dengan nilai tarikh atau tarikh dan masa anda.

source: Optional. The default is "ISO". - ISO: Week 1 starts on the Monday before the first Thursday of January. - US: Week 1 starts on Jan 1. All other weeks start on Sunday. - Instance: Week 1 starts on Jan 1. All other weeks start on the day defined in your Metabase localization settings.
hu: Választható. Az alapértelmezett az "ISO". - ISO: Az 1. hét január első csütörtökét megelőző hétfőn kezdődik. - USA: Az 1. hét január 1-jén kezdődik. A többi hét vasárnap kezdődik. - Példa: Az 1. hét január 1-jén kezdődik. Az összes többi hét a metabázis lokalizációs beállításaiban meghatározott napon kezdődik.
lt: Neprivaloma. Numatytoji vertė yra „ISO“. - ISO: 1 savaitė prasideda pirmadienį prieš pirmąjį sausio ketvirtadienį. - JAV: 1 savaitė prasideda sausio 1 d. Visos kitos savaitės prasideda sekmadienį. – Pavyzdys: 1 savaitė prasideda sausio 1 d. Visos kitos savaitės prasideda tą dieną, nurodytą metabazės lokalizacijos nustatymuose.
ms: Pilihan. Lalai ialah "ISO". - ISO: Minggu 1 bermula pada hari Isnin sebelum Khamis pertama bulan Januari. - AS: Minggu 1 bermula pada 1 Jan. Semua minggu lain bermula pada hari Ahad. - Contoh: Minggu 1 bermula pada 1 Jan. Semua minggu lain bermula pada hari yang ditentukan dalam tetapan penyetempatan Metabase anda.

source: Takes a datetime and returns an integer (1-31) with the number of the day of the month.
hu: Dátumot vesz fel, és egész számot ad vissza (1-31) a hónap napjának számával.
lt: Paima datą ir laiką ir grąžina sveikąjį skaičių (1–31) su mėnesio dienos skaičiumi.
ms: Mengambil tarikh dan masa dan mengembalikan integer (1-31) dengan nombor hari dalam bulan.

source: Takes a datetime and returns an integer (1-7) with the number of the day of the week.
hu: Dátumot vesz fel, és egész számot ad vissza (1-7) a hét napjának számával.
ms: Mengambil tarikh dan masa dan mengembalikan integer (1-7) dengan nombor hari dalam minggu.

source: Takes a datetime and returns an integer (0-23) with the number of the hour. No AM/PM.
hu: Dátumot vesz fel, és egész számot ad vissza (0-23) az óra számával. Nincs AM/PM.
lt: Paima datą ir laiką ir grąžina sveikąjį skaičių (0–23) su valandos skaičiumi. Nėra AM/PM.
ms: Mengambil tarikh dan masa dan mengembalikan integer (0-23) dengan nombor jam. Tiada AM/PM.

source: Takes a datetime and returns an integer (0-59) with the number of the minute in the hour.
hu: Dátumot vesz fel, és egész számot ad vissza (0-59) az órán belüli perc számával.
lt: Paima datos laiką ir grąžina sveikąjį skaičių (0–59) su minutės skaičiumi valandoje.
ms: Mengambil tarikh dan masa dan mengembalikan integer (0-59) dengan nombor minit dalam jam.

source: Takes a datetime and returns an integer (0-59) with the number of the seconds in the minute.
hu: Dátumot vesz fel, és egész számot ad vissza (0-59) az percen belüli másodperc számával.
lt: Paima datą ir laiką ir grąžina sveikąjį skaičių (0–59) su sekundžių skaičiumi minutę.
ms: Mengambil tarikhmasa dan mengembalikan integer (0-59) dengan nombor saat dalam minit.

source: amount
ar: الكمية
bg: стойност
ca: quantitat
de: Betrag
eo: litty amount or just "amount" itself is pretty chill, but if you wanna make it more Gen Z: "big vibe" or "a whole lot" could work, but "amount" is kinda already lowkey.
es: cantidad
fa: مقدار
fi: määrä
fr: montant
hu: összeg
it: quantità
ja: 量
lt: suma
ms: jumlah
nb: mengde
nl: hoeveelheid
pl: ilość
pt_br: quantia
ru: сумма
sk: množstvo
sl: znesek
sq: sasi
sr: količina
sv: mängd
tr: miktar
uk: кількість
vi: số lượng
zh_hk: 數量

source: Adds some units of time to a date or timestamp value.
ar: يضيف بعض وحدات الوقت إلى قيمة تاريخ أو طابع زمني.
bg: Добавя някои единици време към стойност на дата или клеймо за време.
ca: Afegeix algunes unitats de temps a una data o a una marca de temps.
de: Addiert Zeiteinheiten auf einen Datums- oder Zeitpunkt-Wert.
eo: Basically, it’s like “slaps some time onto a date or timestamp, fr.”
es: Agrega algunas unidades de tiempo a un valor de fecha o marca de tiempo.
fa: چندین واحد زمانی به مقدار تاریخ یا زمان‌بندی اضافه می‌کند.
fi: Lisää päivämäärään tai aikaleiman arvoon joitakin aikayksiköitä.
fr: Ajouter quelques unité de temps à une date ou un horodatage.
hu: Hozzáad néhány időegységet egy dátumhoz vagy időbélyeg értékhez.
it: Aggiunge alcune unità di tempo a un valore di data o timestamp.
ja: 日付またはタイムスタンプ値に時間の単位を追加します。
lt: Prideda keletą laiko vienetų prie datos arba laiko žymos reikšmės.
ms: Menambah beberapa unit masa kepada nilai tarikh atau cap masa.
nb: Legg til noen enheter av tid til en dato- eller timestamp-verdi.
nl: Voegt enkele tijdseenheden toe aan een datum- of tijdstempelwaarde.
pl: Dodaje jednostki czasu do wartości daty lub znacznika czasu.
pt_br: Adiciona algumas unidades de tempo a um valor de data ou data e hora.
ru: Добавляет несколько единиц времени к значению даты или временной метки.
sk: Pridá niekoľko časových jednotiek k hodnote dátumu alebo časovej pečiatky.
sl: Doda nekaj časovnih enot datumu ali vrednosti časovnega žiga.
sq: Shton disa njësi kohe te një vlerë date ose timestamp.
sr: Dodaje određene vremenske jedinice datumu ili vrednosti timestamp-a.
sv: Lägger till några tidsenheter till ett datum- eller tidsstämpelvärde.
tr: Bir tarih veya zaman damgası değerine bazı zaman birimleri ekler.
uk: Додає одиниці часу до значення дати або мітки часу.
vi: Cộng thêm một số đơn vị thời gian vào một giá trị ngày hoặc giá trị timestamp.
zh_hk: 將一些時間單位添加到日期或時間戳值。

source: The column with your date or timestamp values.
ar: العمود الذي يحتوي على قيم التاريخ أو الطابع الزمني لديك.
bg: Колоната с дата или клеймо за време.
ca: La columna amb els valors de data o marca de temps.
de: Die Spalte mit Deinen Datums- oder Zeitstempel Werten.
eo: The column with ur date or timestamp info.
es: La columna con tus valores de fecha o marca de tiempo.
fa: ستونی با مقادیر تاریخ یا زمان‌بندی شما.
fi: Sarake, jossa on päivämäärä- tai aikaleimat.
fr: La colonne avec la valeur de votre date ou horodatage.
hu: Az oszlop a dátum vagy időbélyeg értékekkel.
it: La colonna con i tuoi valori di data o timestamp.
ja: 日付またはタイムスタンプの値を持つカラム。
lt: Stulpelis su jūsų datos arba laiko žymos reikšmėmis.
ms: Lajur dengan nilai tarikh atau cap masa anda.
nb: Kolonnen med dine dato- eller timestamp-verdier.
nl: De kolom met uw datum- of tijdstempelwaarden.
pl: Kolumna z wartościami dat lub znaczników czasu.
pt_br: A coluna com seus valores de data ou data e hora.
ru: Столбец с вашими значениями даты или временной метки.
sk: Stĺpec s hodnotami vášho dátumu alebo časovej pečiatky.
sl: Stolpec z vrednostmi datuma ali časovnega žiga.
sq: Kolona me vlerat e tua të datës ose timestamp.
sr: Kolona sa vašim vrednostima datuma ili timestamp-a.
sv: Kolumnen med dina datum- eller tidsstämpelvärden.
tr: Tarih veya zaman damgası değerlerinizin bulunduğu sütun.
uk: Стовпець із вашими значеннями дати або мітки часу.
vi: Cột chứa các giá trị ngày hoặc giá trị timestamp của bạn.
zh_hk: 包含您的日期或時間戳值的欄。

source: The number of units to be added.
ar: عدد الوحدات المطلوب إضافتها.
bg: Брой на единиците, които да бъдат добавени.
ca: El nombre d'unitats a afegir.
de: Die Anzahl der Einheiten, die hinzugefügt werden sollen.
eo: The amount of units to be added, fr fr.
es: El número de unidades a añadir.
fa: تعداد واحدهایی که باید اضافه شوند.
fi: Lisättävien yksiköiden määrä.
fr: Le nombre d'unités qui vont être ajoutées.
hu: A hozzáadandó egységek száma.
it: Il numero di unità da aggiungere.
ja: 追加する台数です。
lt: Pridedamų vienetų skaičius.
ms: Bilangan unit yang akan ditambah.
nb: Antall enheter som skal bli lagt til.
nl: Het aantal toe te voegen eenheden.
pl: Liczba jednostek do dodania.
pt_br: O número de unidades a adicionar.
ru: Количество единиц, которое нужно добавить.
sk: Počet jednotiek, ktoré sa majú pridať.
sl: Število enot, ki jih je treba dodati.
sq: Numri i njësive që do të shtohen.
sr: Broj jedinica koje treba dodati.
sv: Antalet enheter som ska läggas till.
tr: Eklenmesi gereken birim sayısı.
uk: Кількість одиниць, які потрібно додати.
vi: Số đơn vị sẽ được cộng thêm.
zh_hk: 要添加的單位數量。

source: "year", "month", "quarter", "day", "hour", "minute", "second" or "millisecond".
hu: "év", "hónap", "negyedév", "nap", "óra", "perc", "másodperc" vagy "ezredmásodperc".
ms: "tahun", "bulan", "suku", "hari", "jam", "minit", "saat" atau "milisaat".

source: Subtracts some units of time to a date or timestamp value.
ar: يطرح بعض وحدات الوقت من قيمة تاريخ أو طابع زمني.
bg: Изважда някои единици време до стойност на дата или клеймо за време.
ca: Treu algunes unitats de temps a una data o a una marca de temps.
de: Subtrahiert Zeiteinheiten von einem Datums- oder Zeitpunkt-Wert.
eo: Basically, it’s like yanking some time off a date or timestamp, no cap.
es: Resta algunas unidades de tiempo a un valor de fecha o marca de tiempo.
fa: چندین واحد زمانی از مقدار تاریخ یا زمان‌بندی کم می‌کند.
fi: Vähentää aikayksiköitä päivämäärästä tai aikaleiman arvosta.
fr: Soustraire quelques unités de temps à une date ou un horodatage
hu: Kivon n
it: Sottrae alcune unità di tempo a un valore di data o timestamp.
ja: 日付またはタイムスタンプ値から、ある時間単位を差し引きます。
lt: Iš datos arba laiko žymos reikšmės atima kai kuriuos laiko vienetus.
ms: Menolak beberapa unit masa dari nilai tarikh atau cap masa.
nb: Trekk fra en eller flere tidsenheter fra en dato- eller timestamp-verdi.
nl: Trekt enkele tijdseenheden af tot een datum- of tijdstempelwaarde.
pl: Odejmuje jednostki czasu do wartości daty lub znacznika czasu.
pt_br: Subtrai algumas unidades de tempo de um valor de data ou data e hora.
ru: Вычитает несколько единиц времени из значения даты или временной метки.
sk: Odčíta niekoľko časových jednotiek od hodnoty dátumu alebo časovej pečiatky.
sl: Odšteje nekaj časovnih enot od datuma ali vrednosti časovnega žiga.
sq: Zbrit disa njësi kohe nga një vlerë date ose timestamp.
sr: Oduzima određene vremenske jedinice od datuma ili vrednosti timestamp-a.
sv: Drar bort några tidsenheter från ett datum- eller tidsstämpelvärde.
tr: Bir tarih veya zaman damgası değerinden bazı zaman birimlerini çıkarır.
uk: Віднімає одиниці часу від значення дати або мітки часу.
vi: Trừ đi một số đơn vị thời gian từ một giá trị ngày hoặc giá trị timestamp.
zh_hk: 從日期或時間戳值中減去一些時間單位。

source: The number of units to be subtracted.
ar: عدد الوحدات المطلوب طرحها.
bg: Броят единици за изваждане.
ca: Les unitats a restart.
de: Die Anzahl von Einheiten, die abgezogen werden sollen.
eo: The amount of units to be subtracted, fr fr.
es: El número de unidades a quitar.
fa: تعداد واحدهایی که باید کم شوند.
fi: Vähennettävien yksiköiden määrä.
fr: Le nombre d'unêtre qui vont être soustraitres
hu: A kivonandó egységek száma.
it: Il numero di unità da sottrarre.
ja: 減算する個数です。
lt: Vienetų, kuriuos reikia atimti, skaičius.
ms: Bilangan unit yang akan ditolak.
nb: Antall enheter som skal bli trukket fra.
nl: Het aantal af te trekken eenheden.
pl: Liczba jednostek do odjęcia.
pt_br: O número de unidades a subtrair.
ru: Количество единиц, которое нужно вычесть.
sk: Počet jednotiek, ktoré sa majú odpočítať.
sl: Število enot, ki jih je treba odšteti.
sq: Numri i njësive që do të zbriten.
sr: Broj jedinica koje treba oduzeti.
sv: Antalet enheter som ska dras av.
tr: Çıkarılacak birim sayısı.
uk: Кількість одиниць, які потрібно відняти.
vi: Số lượng đơn vị cần trừ đi.
zh_hk: 要減去的單位數量。

source: Missing wiget label: {0}
hu: Hiányzó címke: {0}
ms: Label widget yang hilang: {0}

source: My new fantastic action
ar: إجرائي الجديد الرائع
bg: Моето ново яко действие
ca: La meva nova fantàstica acció
de: Meine neue, fantastische Aktion
eo: My new vibes are kinda lowkey fire
es: Mi nueva super acción
fa: عملکرد جدید فوق‌العاده من
fi: Minun uusi upea toiminta
fr: Ma nouvelle action fantastique
hu: Új fantasztikus akcióm
it: La mia nuova azione fantastica
ja: 私の新しいファンタスティックアクション
lt: Mano naujas fantastiškas veiksmas
ms: Tindakan hebat baru saya
nb: Min nye fantastiske handling
nl: Mijn nieuwe fantastische actie
pl: Moja nowa fantastyczna akcja
pt_br: Minha nova ação fantástica
ru: Мое новое фантастическое действие
sk: Moja nová fantastická akcia
sl: Moja nova fantastična akcija
sq: Veprimi im i ri fantastik
sr: Moja nova fantastična akcija
sv: Min nya fantastiska åtgärd
tr: Yeni harika aksiyonum
uk: Моя нова фантастична дія
vi: Hành động mới tuyệt vời của tôi
zh_hk: 一個新的奇妙操作

source: Model it's saved in
ar: النموذج المحفوظ فيه
bg: Моделът, в който е запазен
ca: En quin model està desada
de: Model, in dem das gespeichert ist
eo: Model’s all saved in, fr fr
es: Modelo en el que se ha guardado
fa: مدلی که در آن ذخیره شده است
fi: Malli on tallennettu.
fr: Modèle dans lequel c'est sauvegardé
hu: Modell, amelybe el van mentve
it: Modello in cui è salvato
ja: に保存されているモデル
lt: Modelis, kuriame jis išsaugotas
ms: Model ia disimpan dalam
nb: Modellen er lagret i
nl: Model waarin het is opgeslagen
pl: Model, w którym jest zapisany
pt_br: Modelo no qual está salvo
ru: Модель сохранена в
sk: Model je uložený v
sl: Model, v katerem je shranjen
sq: Modeli ku ruhet
sr: Model u kome je sačuvana
sv: Modellen det är sparat i
tr: Kaydedildiği model
uk: Модель, у якій це збережено
vi: Mô hình đã lưu trong
zh_hk: 模型儲存在

source: Successfully created a new {0}
hu: Sikeresen létrehozott egy új {0}
ms: Berjaya mencipta {0} baru

source: Something went wrong while deleting the row
hu: Hiba történt a sor törlése közben
ms: Ada yang tidak kena semasa memadam baris

source: Something went wrong while updating
hu: Hiba történt a frissítés közben
ms: Ada yang tidak kena semasa mengemas kini

source: Successfully updated {0} records
hu: {0} rekord sikeresen frissítve
ms: Berjaya mengemas kini {0} rekod

source: Something went wrong while deleting
hu: Hiba történt a törlés közben
ms: Ada yang tidak kena semasa memadam

source: Successfully deleted {0} records
hu: {0} rekord sikeresen törölve
ms: Berjaya memadam {0} rekod

source: Successfully executed the action
hu: A művelet sikeresen végrehajtva
ms: Berjaya melaksanakan tindakan

source: Successfully saved
ar: تم الحفظ بنجاح
bg: Успешно запазено
ca: Desat correctament
de: Speichern war erfolgreich
eo: Got it saved fr fr
es: Guardado correctamente
fa: با موفقیت ذخیره شد
fi: Onnistuneesti tallennettu
fr: Enregistré avec succès
hu: Sikeresen mentve
it: Salvato con successo
ja: 正常に保存されました
lt: Sėkmingai išsaugota
ms: Berjaya disimpan
nb: Lagring utført
nl: Succesvol opgeslagen
pl: Pomyślnie zapisane
pt_br: Salvo com sucesso
ru: Успешно сохранено
sk: Úspešne uložené
sl: Uspešno shranjeno
sq: U ruajt me sukses
sr: Uspešno sačuvano
sv: Framgångsrikt sparad
tr: Başarıyla kaydedildi
uk: Успішно збережено
vi: Đã lưu thành công
zh_hk: 成功保存

source: Successfully deleted
ar: تم الحذف بنجاح
bg: Успешно изтрито
ca: Eliminat correctament
de: Löschen war erfolgreich
eo: Deleted, fr fr
es: Borrado correctamente
fa: با موفقیت حذف شد
fi: Onnistuneesti poistettu
fr: Supprimé avec succès
hu: Sikeresen törölve
it: Eliminato con successo
ja: 正常に削除されました
lt: Sėkmingai ištrinta
ms: Berjaya dipadam
nb: Sletting utført
nl: Succesvol verwijderd
pl: Pomyślnie usunięte
pt_br: Excluído com sucesso
ru: Успешно удалено
sk: Úspešne zmazané
sl: Uspešno izbrisano
sq: U fshi me sukses
sr: Uspešno obrisano
sv: Framgångsrikt raderad
tr: Başarıyla silindi
uk: Успішно видалено
vi: Đã xóa thành công
zh_hk: 成功刪除

source: Success! The action returned: {0}
ar: نجاح! أرجع الإجراء: {0}
bg: Успех! Действието върна: {0}
ca: Èxit! L'acció ha retornat: {0}
de: Erfolg! Die Aktion lieferte: {0}
eo: Vibe check! The action came back with: {0}
es: Correcto! La acción ha devuelto: {0}
fa: موفقیت! عملیات برگرداند: {0}
fi: Onnistuminen! Toiminto palautti: {0}
fr: Succès! L'action a retourné: {0}
hu: Siker! A művelet visszatér: {0}
it: Success! L'azione ha restituito: {0}
ja: 成功!アクションが返されました。{0}
lt: Sėkmės! Veiksmas grąžintas: {0}
ms: Berjaya! Tindakan mengembalikan: {0}
nb: Suksess! Handlingen returnerte: {0}
nl: Succes! De actie stuurde terug: {0}
pl: Powodzenie! Akcja zwróciła: {0}
pt_br: Sucesso! A ação retornou: {0}
ru: Успех! Действие вернуло: {0}
sk: Úspech! Akcia vrátila: {0}
sl: Uspeh! Dejanje se je vrnilo: {0}
sq: Sukses! Veprimi ktheu: {0}
sr: Uspeh! Akcija je vratila: {0}
sv: Framgång! Åtgärden returnerade: {0}
tr: Başarılı! Eylem sonucu: {0}
uk: Успіх! Дія повернула: {0}
vi: Thành công! Hành động đã trả về: {0}
zh_hk: 成功！操作返回：{0}

source: Something went wrong while executing the action
ar: حدث خطأ ما أثناء تنفيذ الإجراء
bg: Нещо се обърка при изпълнение на действието
ca: Quelcom no ha anat bé mentre s'executava l'acció
de: Etwas ist während der Ausführung der Aktion schiefgegangen
eo: Something totally went sideways while trying to do the thing 😬
es: Algo falló ejecutando la acción
fa: در حین اجرای عمل مقداری اشتباه پیش آمد
fi: Jotain meni pieleen toimenpidettä suorittaessa.
fr: Une erreur s'est produite lors de l'exécution de l'action
hu: Hiba történt a művelet végrehajtása közben
it: Qualcosa è andato storto durante l'esecuzione dell'azione
ja: アクションの実行中に何か問題が発生した
lt: Vykdant veiksmą kažkas nutiko
ms: Ada yang tidak kena semasa melaksanakan tindakan
nb: Noe gikk galt under utførelsen av handlingen
nl: Er is iets misgegaan tijdens het uitvoeren van de actie
pl: Coś poszło nie tak podczas wykonywania akcji
pt_br: Algo deu errado ao executar a ação
ru: Что-то пошло не так при выполнении действия
sk: Niečo sa pokazilo pri vykonávaní akcie
sl: Med izvajanjem dejanja je šlo nekaj narobe
sq: Diçka shkoi keq gjatë ekzekutimit të veprimit
sr: Nešto je pošlo naopako tokom izvršavanja akcije
sv: Något gick fel vid utförande av åtgärden
tr: Eylemi yürütürken bir şeyler ters gitti
uk: Щось пішло не так під час виконання дії
vi: Đã xảy ra sự cố khi thực hiện hành động
zh_hk: 執行操作時發生錯誤

source: App
ms: Aplikasi

source: This is an action now.
hu: Ez most egy akció.
ms: Ini adalah tindakan sekarang.

source: Public channel to store image files
hu: Nyilvános csatorna a képfájlok tárolására
ms: Saluran awam untuk menyimpan fail imej

source: All values ({0})
ar: كل القيم ({0})
bg: Всички стойности ({0})
ca: Tots els valors ({0})
de: Alle Werte ({0})
eo: All the vibes ({0})
es: Todos los valores ({0})
fa: تمام مقادیر ({0})
fi: Kaikki arvot ({0})
fr: Toutes les valeurs ({0})
hu: Minden érték ({0})
it: Tutti i valori ({0})
ja: すべての値 ({0})
lt: Visos vertės ({0})
ms: Semua nilai ({0})
nb: Alle verdier ({0})
nl: Alle waardes ({0})
pl: Wszystkie wartości ({0})
pt_br: Todos os valores ({0})
ru: Все значения ({0})
sk: Všetky hodnoty ({0})
sl: Vse vrednosti ({0})
sq: Të gjitha vlerat ({0})
sr: Sve vrednosti ({0})
sv: Alla värden ({0})
tr: Tüm değerler ({0})
uk: Усі значення ({0})
vi: Tất cả các giá trị ({0})
zh_hk: 所有數值（{0}）

source: Other ({0})
ar: أخرى ({0})
bg: Друго ({0})
ca: Altre ({0})
de: Andere ({0})
eo: Other (fr)
es: Otro ({0})
fa: دیگر ({0})
fi: Muu ({0})
fr: Autre ({0})
hu: Egyéb ({0})
it: Altro ({0})
ja: その他 ({0})
lt: Kita ({0})
ms: Lain-lain ({0})
nb: Andre ({0})
nl: Anders ({0})
pl: Inne ({0})
pt_br: Outros ({0})
ru: Прочее ({0})
sk: Ostatné ({0})
sl: Drugo ({0})
sq: Tjetër ({0})
sr: Ostalo ({0})
sv: Annan ({0})
tr: Diğer ({0})
uk: Інше ({0})
vi: Khác ({0})
zh_hk: 其他（{0}）

source: date
hu: dátum
ms: tarikh

source: category
hu: kategória
ms: kategori

source: long text
hu: hosszú szöveg
ms: teks panjang

source: dropdown
hu: legördülő lista
ms: lungsur turun

source: inline select
hu: soron belüli választás
ms: pilihan sebaris

source: date + time
hu: dátum + idő
ms: tarikh + masa

source: month + year
hu: hónap + év
ms: bulan + tahun

source: quarter + year
hu: negyedév + év
ms: suku + tahun

source: Option One
ar: الخيار الأول
bg: Вариант първи
ca: Opció U
de: Option 1
eo: Option one, fr fr
es: Opción Uno
fa: گزینه یک
fi: Vaihtoehto yksi
fr: Première option
hu: 1. lehetőség
it: Opzione Uno
ja: オプション1
lt: Pirmasis variantas
ms: Pilihan Satu
nb: Alternativ En
nl: Optie één
pl: Opcja pierwsza
pt_br: Opção um
ru: Вариант один
sk: Možnosť jedna
sl: Prva možnost
sq: Opsioni Një
sr: Opcija jedan
sv: Alternativ ett
tr: Seçenek Bir
uk: Варіант один
vi: Tùy chọn Một
zh_hk: 選項一

source: Option Two
ar: الخيار الثاني
bg: Вариант втори
ca: Opció Dos
de: Option 2
eo: Option Two → "Choice 2" or "Option 2" (but if you want maximum Gen Z vibe: "Deco 2" or "Number 2")
es: Opción Dos
fa: گزینه دو
fi: Vaihtoehto kaksi
fr: Deuxième option
hu: 2. lehetőség
it: Opzione Due
ja: オプション2
lt: Antras variantas
ms: Pilihan Dua
nb: Alternativ To
nl: Optie twee
pl: Opcja druda
pt_br: Opção dois
ru: Вариант два
sk: Možnosť dve
sl: Druga možnost
sq: Opsioni Dy
sr: Opcija dva
sv: Alternativ två
tr: Seçenek İki
uk: Варіант два
vi: Tùy chọn Hai
zh_hk: 選項二

source: Option Three
ar: الخيار الثالث
bg: Вариант трети
ca: Opció Tres
de: Option 3
eo: Option three? That’s totally vibing with “Option 3” or “Number three,” no cap.
es: Opción Tres
fa: گزینه سه
fi: Vaihtoehto kolme
fr: Troisième option
hu: Harmadik lehetőség
it: Opzione Tre
ja: オプション3
lt: Trečias variantas
ms: Pilihan Tiga
nb: Alternativ Tre
nl: Optie drie
pl: Opcja trzecia
pt_br: Opção três
ru: Вариант три
sk: Možnosť tri
sl: Tretja možnost
sq: Opsioni Tre
sr: Opcija tri
sv: Alternativ tre
tr: Seçenek Üç
uk: Варіант три
vi: Tùy chọn Ba
zh_hk: 選項三

source: New Model
eo: new drip
hu: Új modell
lt: Naujas Modelis
ms: Model Baru

source: question
ar: سؤال
bg: въпрос
ca: pregunta
de: Frage
eo: question → y/n or just "question" lol
es: pregunta
fa: سوال
fi: kysymys
hu: kérdés
it: domanda
ja: 問いかけ
lt: klausimas
ms: soalan
nb: spørsmål
nl: vraag
pl: zapytanie
pt_br: pergunta
ru: запрос
sk: otázka
sl: vprašanje
sq: pyetje
sr: pitanje
sv: fråga
tr: soru
uk: запитання
vi: câu hỏi
zh_hk: 提問

source: table
ar: جدول
bg: таблица
ca: taula
de: Tabelle
eo: Table → "The tea"
es: tabla
fa: جدول
fi: taulu
hu: asztal
it: tabella
ja: テーブル
lt: stalo
ms: jadual
nb: tabell
nl: tabel
pl: tabela
pt_br: tabela
ru: таблица
sk: tabuľka
sl: miza
sq: tabelë
sr: tabela
sv: tabell
tr: tablo
uk: таблиця
vi: bảng
zh_hk: 表格

source: page
hu: oldal
ms: halaman

source: Archive this page?
hu: Archiválja ezt az oldalt?
ms: Arkibkan halaman ini?

source: First, save your model
ar: أولًا، احفظ نموذجك
bg: Първо, запазете вашия модел
ca: Primer, desa el teu model
de: Speichere zuerst Dein Modell
eo: First, save your drip
es: Primero, guarda tu modelo
fa: اول، مدل خود را ذخیره کنید
fi: Ensimmäiseksi tallenna mallisi
fr: D'abord, sauvegarder votre modèle
hu: Először mentse el a modelljét
it: Prima, salva il tuo modello
ja: まず、モデルを保存します。
lt: Pirmiausia išsaugokite savo modelį
ms: Pertama, simpan model anda
nb: Lagre modellen først
nl: Sla eerst het model op
pl: Najpierw zapisz swój model
pt_br: Primeiro, salve seu modelo
ru: Первое, сохраните вашу модель
sk: Najskôr uložte svoj model
sl: Najprej shranite model
sq: Së pari, ruaj modelin tënd
sr: Prvo sačuvaj model
sv: Spara först din modell
tr: Önce, modelinizi kaydedin
uk: Спочатку збережіть свою модель
vi: Đầu tiên, lưu mô hình của bạn
zh_hk: 首先，保存您的模型
