Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Error importing Google Sheets
ar: خطأ في استيراد Google Sheets
bg: Грешка при импортирането на Google Таблици
ca: S'ha produït un error en importar Fulls de càlcul de Google
de: Fehler beim Importieren von Google Tabellen
eo: Bruh, Google Sheets import was a whole mess up 🤦‍♀️
es: Error al importar Hojas de cálculo de Google
fa: خطا در وارد کردن کاربرگ‌نگار Google
fi: Virhe Google Sheetsin tuonnissa
fr: Erreur lors de l'importation de Google Sheets
it: Errore durante l'importazione di Fogli Google
ja: Google スプレッドシートのインポート中にエラーが発生しました
lt: Klaida importuojant „Google“ skaičiuokles
nb: Feil ved import av Google Sheets
nl: Fout bij het importeren van Google Sheets
pl: Błąd podczas importowania Arkuszy Google
pt_br: Erro ao importar Planilhas Google
ru: Ошибка импорта Google Таблиц
sk: Chyba pri importovaní Tabuliek Google
sl: Napaka pri uvozu Google Preglednic
sq: Gabim gjatë importimit të Google Sheets
sr: Greška pri uvozu Google Sheets
sv: Det gick inte att importera Google Kalkylark
tr: Google E-Tablolar içe aktarılırken hata oluştu
uk: Помилка імпорту Google Sheets
vi: Lỗi khi nhập Google Trang tính
zh_hk: 匯入 Google Sheets 出錯

source: Importing Google Sheets...
ar: جارٍ استيراد Google Sheets...
bg: Импортиране на Google Таблици...
ca: S'estan important Fulls de càlcul de Google...
de: Google Tabellen werden importiert …
eo: Importing Google Sheets... this is so sus rn
es: Importando hojas de cálculo de Google...
fa: در حال وارد کردن Google Sheets...
fi: Tuodaan Google Sheetsia...
fr: Importation de feuilles de calcul Google...
it: Importazione di Fogli Google...
ja: Google スプレッドシートをインポートしています...
lt: Importuojamos „Google“ skaičiuoklės...
nb: Importerer Google Sheets...
nl: Google Spreadsheets importeren...
pl: Importowanie Arkuszy Google...
pt_br: Importando Planilhas Google...
ru: Импорт Google Таблиц...
sk: Importujú sa Tabuľky Google...
sl: Uvažanje Google Preglednic ...
sq: Duke importuar Google Sheets...
sr: Uvoz Google Sheets...
sv: Importerar Google Kalkylark...
tr: Google E-Tablolar içe aktarılıyor...
uk: Імпортування Google Sheets...
vi: Đang nhập Google Trang tính...
zh_hk: 匯入 Google Sheets...

source: Start exploring
ar: ابدأ الاستكشاف
bg: Започнете да изследвате
ca: Comença a explorar
de: Entdecken Sie
eo: Time to yeet into exploring
es: Empieza a explorar
fa: شروع به کاوش کنید
fi: Aloita tutkiminen
fr: Commencez à explorer
it: Inizia ad esplorare
ja: 探索を始める
lt: Pradėkite tyrinėti
nb: Begynn å utforske
nl: Begin met verkennen
pl: Zacznij eksplorować
pt_br: Comece a explorar
ru: Начать исследование
sk: Začnite skúmať
sl: Začnite raziskovati
sq: Fillo eksplorimin
sr: Počnite da istražujete
sv: Börja utforska
tr: Keşfetmeye başla
uk: Почати дослідження
vi: Bắt đầu khám phá
zh_hk: 開始探索

source: Files sync every 15 minutes
ar: تتم مزامنة الملفات كل 15 دقيقة
bg: Файловете се синхронизират на всеки 15 минути
ca: Els fitxers se sincronitzen cada 15 minuts
de: Dateien werden alle 15 Minuten synchronisiert
eo: Files update every 15 mins, fr.
es: Los archivos se sincronizan cada 15 minutos
fa: فایل ها هر 15 دقیقه همگام سازی می شوند
fi: Tiedostot synkronoidaan 15 minuutin välein
fr: Les fichiers sont synchronisés toutes les 15 minutes
it: I file vengono sincronizzati ogni 15 minuti
ja: ファイルは15分ごとに同期されます
lt: Failai sinchronizuojami kas 15 minučių
nb: Filer synkroniseres hvert 15. minutt
nl: Bestanden worden elke 15 minuten gesynchroniseerd
pl: Synchronizacja plików co 15 minut
pt_br: Os arquivos são sincronizados a cada 15 minutos
ru: Файлы синхронизируются каждые 15 минут
sk: Súbory sa synchronizujú každých 15 minút
sl: Datoteke se sinhronizirajo vsakih 15 minut
sq: Skedarët sinkronizohen çdo 15 minuta
sr: Fajlovi se sinhronizuju na svakih 15 minuta
sv: Filer synkroniseras var 15:e minut
tr: Dosyalar her 15 dakikada bir senkronize edilir
uk: Файли синхронізуються кожні 15 хвилин
vi: Tập tin được đồng bộ hóa sau mỗi 15 phút
zh_hk: 檔案每 15 分鐘同步一次

source: Couldn't upload the file, storage is full
ar: تعذر رفع الملف، مساحة التخزين ممتلئة
bg: Файлът не можа да бъде качен, хранилището е пълно
ca: No s'ha pogut carregar el fitxer, l'emmagatzematge està ple.
de: Die Datei konnte nicht hochgeladen werden, der Speicher ist voll
eo: Lowkey couldn't upload the file, storage is maxed out rn
es: No se pudo subir el archivo, el almacenamiento está lleno
fa: فایل آپلود نشد، حافظه پر است
fi: Tiedostoa ei voitu ladata, tallennustila on täynnä
fr: Impossible de télécharger le fichier, le stockage est plein
it: Impossibile caricare il file, lo spazio di archiviazione è pieno
ja: ファイルをアップロードできませんでした。ストレージがいっぱいです
nb: Kunne ikke laste opp filen, lagringsplassen er full
nl: Het bestand kon niet worden geüpload, de opslag is vol
pl: Nie można przesłać pliku, pamięć jest pełna
pt_br: Não foi possível carregar o arquivo, o armazenamento está cheio
ru: Не удалось загрузить файл, хранилище заполнено
sk: Súbor sa nepodarilo nahrať, úložisko je plné
sl: Datoteke ni bilo mogoče naložiti, shramba je polna.
sq: S’u ngarkua dot skedari, hapësira e ruajtjes është plot
sr: Nije moguće uploadovati fajl, skladište je puno
sv: Kunde inte ladda upp filen, lagringsutrymmet är fullt
tr: Dosya yüklenemedi, depolama alanı dolu
uk: Не вдалося завантажити файл — сховище заповнено
vi: Không thể tải tệp lên, dung lượng lưu trữ đã đầy
zh_hk: 無法上傳檔案，儲存空間已滿

source: Add more storage to your Metabase or connect a database to store the uploaded files.
ar: أضف مساحة تخزين أكثر إلى Metabase أو اربط قاعدة بيانات لتخزين الملفات المرفوعة.
bg: Добавете още място за съхранение към вашата метабаза или свържете база данни, за да съхранявате качените файлове.
ca: Afegiu més emmagatzematge a la vostra metabase o connecteu una base de dades per emmagatzemar els fitxers carregats.
de: Fügen Sie Ihrer Metabase mehr Speicherplatz hinzu oder verbinden Sie eine Datenbank, um die hochgeladenen Dateien zu speichern.
eo: Yo, add more storage to your Metabase or link up a database to stash the uploaded files.
es: Agregue más almacenamiento a su Metabase o conecte una base de datos para almacenar los archivos cargados.
fa: فضای ذخیره‌سازی بیشتری به متابیس خود اضافه کنید یا یک پایگاه داده برای ذخیره فایل‌های آپلود شده متصل کنید.
fi: Lisää tallennustilaa metakantaasi tai yhdistä tietokanta ladattujen tiedostojen tallentamista varten.
fr: Ajoutez plus de stockage à votre métabase ou connectez une base de données pour stocker les fichiers téléchargés.
it: Aggiungi altro spazio di archiviazione al tuo Metabase o collega un database per archiviare i file caricati.
ja: メタベースにストレージを追加するか、アップロードされたファイルを保存するためのデータベースを接続します。
nb: Legg til mer lagringsplass i Metabase, eller koble til en database for å lagre de opplastede filene.
nl: Voeg meer opslagruimte toe aan uw Metabase of verbind een database om de geüploade bestanden op te slaan.
pl: Dodaj więcej miejsca do przechowywania w swojej Metabazie lub połącz bazę danych, aby przechowywać przesłane pliki.
pt_br: Adicione mais armazenamento ao seu Metabase ou conecte um banco de dados para armazenar os arquivos enviados.
ru: Увеличьте объем хранилища в Metabase или подключите базу данных для хранения загруженных файлов.
sk: Pridajte viac úložiska do metabázy alebo pripojte databázu na ukladanie nahraných súborov.
sl: Dodajte več prostora za shranjevanje v svojo metabazo ali povežite bazo podatkov za shranjevanje naloženih datotek.
sq: Shto më shumë hapësirë ruajtjeje në Metabase ose lidhe një bazë të dhënash për të ruajtur skedarët e ngarkuar.
sr: Dodaj više skladišta u svoj Metabase ili poveži bazu da se uploadovani fajlovi čuvaju.
sv: Lägg till mer lagringsutrymme i din metabase eller anslut en databas för att lagra de uppladdade filerna.
tr: Metabase'inize daha fazla depolama alanı ekleyin veya yüklenen dosyaları depolamak için bir veritabanına bağlanın.
uk: Додайте більше місця у своєму Metabase або підʼєднайте базу даних, щоб зберігати завантажені файли.
vi: Thêm dung lượng lưu trữ vào Metabase của bạn hoặc kết nối cơ sở dữ liệu để lưu trữ các tệp đã tải lên.
zh_hk: 為 Metabase 增加更多儲存空間，或連接資料庫來儲存上傳的檔案。

source: Please contact your admin to add more storage.
ar: يرجى التواصل مع المسؤول لإضافة مساحة تخزين أكثر.
bg: Моля, свържете се с администратора си, за да добавите още място за съхранение.
ca: Poseu-vos en contacte amb el vostre administrador per afegir més emmagatzematge.
de: Bitte wenden Sie sich an Ihren Administrator, um mehr Speicherplatz hinzuzufügen.
eo: Hey bestie, hit up your admin to get more storage, fr.
es: Comuníquese con su administrador para agregar más almacenamiento.
fa: لطفا برای افزودن فضای ذخیره‌سازی بیشتر با مدیر خود تماس بگیرید.
fi: Ota yhteyttä järjestelmänvalvojaan lisätäksesi tallennustilaa.
fr: Veuillez contacter votre administrateur pour ajouter plus de stockage.
it: Contatta l'amministratore per aggiungere altro spazio di archiviazione.
ja: ストレージを追加するには、管理者に問い合わせてください。
nb: Ta kontakt med administratoren for å legge til mer lagringsplass.
nl: Neem contact op met uw beheerder om meer opslagruimte toe te voegen.
pl: Aby dodać więcej pamięci, skontaktuj się z administratorem.
pt_br: Entre em contato com seu administrador para adicionar mais armazenamento.
ru: Обратитесь к администратору, чтобы добавить больше места для хранения.
sk: Ak chcete pridať viac úložiska, kontaktujte svojho správcu.
sl: Za dodajanje prostora za shranjevanje se obrnite na skrbnika.
sq: Të lutem kontakto administratorin tënd për të shtuar më shumë hapësirë ruajtjeje.
sr: Kontaktiraj svog admina da doda više skladišta.
sv: Kontakta din administratör för att lägga till mer lagringsutrymme.
tr: Daha fazla depolama alanı eklemek için lütfen yöneticinizle iletişime geçin.
uk: Будь ласка, зверніться до свого адміністратора, щоб додати більше місця.
vi: Vui lòng liên hệ với người quản trị để thêm dung lượng lưu trữ.
zh_hk: 請聯絡您的管理員以增加更多儲存空間。

source: Add more storage
ar: أضف مساحة تخزين أكثر
bg: Добавете още място за съхранение
ca: Afegeix més emmagatzematge
de: Fügen Sie mehr Speicher hinzu
eo: Add more stash, fr.
es: Añadir más almacenamiento
fa: اضافه کردن فضای ذخیره‌سازی بیشتر
fi: Lisää tallennustilaa
fr: Ajouter plus de stockage
it: Aggiungi più spazio di archiviazione
ja: ストレージを追加する
nb: Legg til mer lagringsplass
nl: Voeg meer opslagruimte toe
pl: Dodaj więcej pamięci
pt_br: Adicionar mais armazenamento
ru: Добавить больше места для хранения
sk: Pridajte viac úložiska
sl: Dodajte več prostora za shranjevanje
sq: Shto më shumë hapësirë ruajtjeje
sr: Dodaj više skladišta
sv: Lägg till mer lagringsutrymme
tr: Daha fazla depolama alanı ekleyin
uk: Додати більше місця
vi: Thêm dung lượng lưu trữ
zh_hk: 增加更多儲存空間

source: License activated successfully
ar: تم تفعيل الترخيص بنجاح
bg: Лицензът е активиран успешно
ca: Llicència activada correctament
de: Lizenz erfolgreich aktiviert
es: Licencia activada exitosamente
fa: لایسنس با موفقیت فعال شد
fi: Lisenssi aktivoitu onnistuneesti
fr: Licence activée avec succès
it: Licenza attivata con successo
ja: ライセンスが正常に有効化されました
nb: Lisensen er vellykket aktivert
nl: Licentie succesvol geactiveerd
pl: Licencja została pomyślnie aktywowana
pt_br: Licença ativada com sucesso
ru: Лицензия успешно активирована
sk: Licencia bola úspešne aktivovaná
sl: Licenca je bila uspešno aktivirana
sq: Licenca u aktivizua me sukses
sr: Licenca je uspešno aktivirana
sv: Licensen har aktiverats
tr: Lisans başarıyla etkinleştirildi
uk: Ліцензію успішно активовано
vi: Giấy phép đã được kích hoạt thành công
zh_hk: 授權已成功啟動

source: Sorry, I ran into an error. Could you please try that again?
ar: عذرًا، واجهت خطأ. هل يمكنك المحاولة مرة أخرى؟
bg: Извинете, възникна грешка. Бихте ли опитали отново?
ca: Ho sento, he trobat un error. Podries tornar-ho a intentar?
de: Entschuldigung, mir ist ein Fehler aufgetreten. Könnten Sie es bitte noch einmal versuchen?
es: Disculpa, me encontré con un error. ¿Podrías intentarlo de nuevo?
fa: ببخشید، با خطایی مواجه شدم. لطفاً دوباره امتحان کنید.
fi: Tapasin virheen. Voisitko yrittää uudelleen?
fr: Désolé, j'ai rencontré une erreur. Pourriez-vous réessayer ?
it: Mi dispiace, ho riscontrato un errore. Potresti riprovare?
ja: 申し訳ありませんが、エラーが発生しました。もう一度お試しください。
nb: Beklager, det oppsto en feil. Kan du prøve igjen?
nl: Sorry, er is een fout opgetreden. Kunt u het nog eens proberen?
pl: Przepraszam, wystąpił błąd. Czy mógłbyś spróbować jeszcze raz?
pt_br: Desculpe, encontrei um erro. Você poderia tentar novamente?
ru: Извините, произошла ошибка. Не могли бы вы попробовать еще раз?
sk: Prepáč, narazil som na chybu. Mohol by si to, prosím, skúsiť znova?
sl: Oprostite, naletel sem na napako. Lahko poskusite znova?
sq: Më vjen keq, hasa një gabim. A mund ta provoni përsëri?
sr: Žao mi je, naišao/la sam na grešku. Možete li da pokušate ponovo?
sv: Ursäkta, jag stötte på ett fel. Kan du försöka igen?
tr: Üzgünüm, bir hatayla karşılaştım. Lütfen tekrar deneyebilir misiniz?
uk: Вибачте, сталася помилка. Спробуєте ще раз?
vi: Xin lỗi, tôi đã gặp lỗi. Bạn vui lòng thử lại nhé?
zh_hk: 抱歉，我遇到了錯誤。您可以再試一次嗎？

source: Metabot is currently offline. Please try again later.
ar: Metabot غير متصل حاليًا. يرجى المحاولة لاحقًا.
bg: Metabot в момента е офлайн. Моля, опитайте отново по-късно.
ca: Metabot està actualment fora de línia. Si us plau, torneu-ho a provar més tard.
de: Metabot ist derzeit offline. Bitte versuchen Sie es später erneut.
es: Metabot está desconectado actualmente. Inténtalo de nuevo más tarde.
fa: متابوت در حال حاضر آفلاین است. لطفاً بعداً دوباره امتحان کنید.
fi: Metabot on tällä hetkellä offline-tilassa. Yritä myöhemmin uudelleen.
fr: Metabot est actuellement hors ligne. Veuillez réessayer ultérieurement.
it: Metabot è attualmente offline. Riprova più tardi.
ja: Metabotは現在オフラインです。しばらくしてからもう一度お試しください。
nb: Metabot er for øyeblikket offline. Vennligst prøv igjen senere.
nl: Metabot is momenteel offline. Probeer het later opnieuw.
pl: Metabot jest obecnie offline. Spróbuj ponownie później.
pt_br: O Metabot está offline no momento. Tente novamente mais tarde.
ru: Metabot в данный момент не в сети. Попробуйте еще раз позже.
sk: Metabot je momentálne offline. Skúste to znova neskôr.
sl: Metabot trenutno ni povezan. Poskusite znova pozneje.
sq: Metabot aktualisht është offline. Ju lutemi provoni më vonë.
sr: Metabot je trenutno van mreže. Pokušajte ponovo kasnije.
sv: Metabot är för närvarande offline. Försök igen senare.
tr: Metabot şu anda çevrimdışı. Lütfen daha sonra tekrar deneyin.
uk: Metabot зараз офлайн. Спробуйте ще раз пізніше.
vi: Metabot hiện đang ngoại tuyến. Vui lòng thử lại sau.
zh_hk: Metabot 目前離線。請稍後再試。

source: Creating a query
ar: جارٍ إنشاء استعلام
bg: Създаване на заявка
ca: Creació d'una consulta
de: Erstellen einer Abfrage
eo: Making a query, fr fr
es: Creando una consulta
fa: ایجاد یک پرس و جو
fi: Kyselyn luominen
fr: Créer une requête
it: Creazione di una query
ja: クエリの作成
nb: Opprette en spørring
nl: Een query maken
pl: Tworzenie zapytania
pt_br: Criando uma consulta
ru: Создание запроса
sk: Vytvorenie dotazu
sl: Ustvarjanje poizvedbe
sq: Duke krijuar një query
sr: Kreiranje upita
sv: Skapa en fråga
tr: Bir sorgu oluşturma
uk: Створення запиту
vi: Tạo truy vấn
zh_hk: 建立查詢

source: Analyzing the data
ar: جارٍ تحليل البيانات
bg: Анализиране на данните
ca: Anàlisi de les dades
de: Analyse der Daten
eo: Checking out the data rn
es: Analizando los datos
fa: تحلیل داده‌ها
fi: Datan analysointi
fr: Analyse des données
it: Analisi dei dati
ja: データの分析
nb: Analyse av dataene
nl: Analyseren van de gegevens
pl: Analiza danych
pt_br: Analisando os dados
ru: Анализ данных
sk: Analýza údajov
sl: Analiza podatkov
sq: Duke analizuar të dhënat
sr: Analiziranje podataka
sv: Analysera data
tr: Verilerin analizi
uk: Аналіз даних
vi: Phân tích dữ liệu
zh_hk: 分析資料

source: Inspecting the visualization
ar: جارٍ فحص التصور
bg: Проверка на визуализацията
ca: Inspecció de la visualització
de: Überprüfung der Visualisierung
eo: Checking out the vibes of the visualization
es: Inspeccionando la visualización
fa: بررسی تجسم
fi: Visualisoinnin tarkastelu
fr: Inspection de la visualisation
it: Ispezionare la visualizzazione
ja: 視覚化の検査
nb: Inspeksjon av visualiseringen
nl: Inspectie van de visualisatie
pl: Inspekcja wizualizacji
pt_br: Inspecionando a visualização
ru: Проверка визуализации
sk: Kontrola vizualizácie
sl: Pregled vizualizacije
sq: Duke inspektuar vizualizimin
sr: Proveravanje vizualizacije
sv: Inspektera visualiseringen
tr: Görselleştirmenin incelenmesi
uk: Перевірка візуалізації
vi: Kiểm tra hình ảnh trực quan
zh_hk: 檢查可視化

source: Checking available data sources
ar: جارٍ التحقق من مصادر البيانات المتاحة
bg: Проверка на наличните източници на данни
ca: Comprovació de les fonts de dades disponibles
de: Überprüfen verfügbarer Datenquellen
es: Comprobación de las fuentes de datos disponibles
fa: بررسی منابع داده موجود
fi: Käytettävissä olevien tietolähteiden tarkistaminen
fr: Vérification des sources de données disponibles
it: Controllo delle fonti dati disponibili
ja: 利用可能なデータソースの確認
nb: Sjekker tilgjengelige datakilder
nl: Controleren van beschikbare gegevensbronnen
pl: Sprawdzanie dostępnych źródeł danych
pt_br: Verificando fontes de dados disponíveis
ru: Проверка доступных источников данных
sk: Kontrola dostupných zdrojov údajov
sl: Preverjanje razpoložljivih virov podatkov
sq: Duke kontrolluar burimet e disponueshme të të dhënave
sr: Provera dostupnih izvora podataka
sv: Kontroll av tillgängliga datakällor
tr: Mevcut veri kaynaklarının kontrol edilmesi
uk: Перевіряємо доступні джерела даних
vi: Kiểm tra các nguồn dữ liệu có sẵn
zh_hk: 檢查可用的資料來源

source: Searching
ar: جارٍ البحث
bg: Търсене
ca: Cercant
de: Suche
es: Búsqueda
fa: جستجو
fi: Hakeminen
fr: Recherche
it: Ricerca
ja: 検索中
nb: Søker
nl: Zoeken
pl: Badawczy
pt_br: Procurando
ru: Идет поиск
sk: Hľadanie
sl: Iskanje
sq: Duke kërkuar
sr: Pretraživanje
sv: Sökande
tr: Arama
uk: Пошук
vi: Tìm kiếm
zh_hk: 搜尋

source: Consulting the docs
ar: جارٍ الرجوع إلى المستندات
bg: Консултиране с документите
ca: Consultant els documents
de: Konsultieren der Dokumente
es: Consultando la documentación
fa: مشاوره با اسناد
fi: Asiakirjojen konsultointi
fr: Consulter les documents
it: Consultare i documenti
ja: ドキュメントを参照する
nb: Konsulterer dokumentasjonen
nl: De documenten raadplegen
pl: Konsultowanie dokumentów
pt_br: Consultando os documentos
ru: Консультация с документами
sk: Konzultácia s dokumentmi
sl: Posvetovanje z dokumenti
sq: Duke konsultuar dokumentacionin
sr: Konsultovanje dokumentacije
sv: Konsultera dokumenten
tr: Dokümanlara danışmak
uk: Звернення до документації
vi: Tham khảo ý kiến bác sĩ
zh_hk: 諮詢文件

source: Writing Python
ar: كتابة Python
bg: Писане на Python
ca: Escrivint en Python
de: Python schreiben
es: Escribiendo Python
fa: نوشتن پایتون
fi: Pythonin kirjoittaminen
fr: Écrire en Python
it: Scrivere in Python
ja: Pythonを書く
nb: Skrive Python
nl: Python schrijven
pl: Pisanie w Pythonie
pt_br: Escrevendo Python
ru: Пишем на Python
sk: Písanie v Pythone
sl: Pisanje v Pythonu
sq: Duke shkruar Python
sr: Piše Python
sv: Skriva Python
tr: Python Yazımı
uk: Написання Python
vi: Viết Python
zh_hk: 撰寫 Python

source: Writing SQL
ar: كتابة SQL
bg: Писане на SQL
ca: Escriptura de SQL
de: Schreiben von SQL
es: Escritura de SQL
fa: نوشتن SQL
fi: SQL:n kirjoittaminen
fr: Écriture de SQL
it: Scrittura SQL
ja: SQLの書き方
nb: Skrive SQL
nl: SQL schrijven
pl: Pisanie SQL
pt_br: Escrevendo SQL
ru: Написание SQL
sk: Písanie SQL
sl: Pisanje SQL-a
sq: Duke shkruar SQL
sr: Piše SQL
sv: Skriva SQL
tr: SQL Yazımı
uk: Написання SQL
vi: Viết SQL
zh_hk: 編寫 SQL

source: Planning
ar: تخطيط
bg: Планиране
ca: Planificació
de: Planung
es: Planificación
fa: برنامه‌ریزی
fi: Suunnittelu
fr: Planification
it: Pianificazione
ja: 計画
nb: Planlegging
pl: Planowanie
pt_br: Planejamento
ru: Планирование
sk: Plánovanie
sl: Načrtovanje
sq: Duke planifikuar
sr: Planiranje
sv: Planering
tr: Planlama
uk: Планування
vi: Lập kế hoạch
zh_hk: 規劃

source: Searching transforms
ar: البحث في التحويلات
bg: Търсене на трансформации
ca: Cerca de transformacions
de: Suchen nach Transformationen
es: La búsqueda se transforma
fa: جستجوی تبدیل‌ها
fi: Muunnosten etsiminen
fr: Recherche de transformations
it: Ricerca trasformazioni
ja: 変換の検索
nb: Søker etter transformasjoner
nl: Zoeken naar transformaties
pl: Wyszukiwanie transformacji
pt_br: Pesquisando transformações
ru: Поиск преобразований
sk: Vyhľadávanie transformácií
sl: Iskanje transformacij
sq: Duke kërkuar transformime
sr: Pretražuje transformacije
sv: Söker efter transformationer
tr: Arama dönüşümleri
uk: Пошук трансформацій
vi: Tìm kiếm biến đổi
zh_hk: 搜尋變換

source: Getting transform details
ar: جارٍ جلب تفاصيل التحويل
bg: Получаване на подробности за трансформацията
ca: Obtenint detalls de la transformació
de: Abrufen von Transformationsdetails
es: Obteniendo detalles de la transformación
fa: دریافت جزئیات تبدیل
fi: Haetaan muunnostietoja
fr: Obtenir les détails de la transformation
it: Ottenere i dettagli della trasformazione
ja: 変換の詳細を取得する
nb: Få informasjon om transformasjon
nl: Transformatiedetails ophalen
pl: Pobieranie szczegółów transformacji
pt_br: Obtendo detalhes da transformação
ru: Получение деталей преобразования
sk: Získanie podrobností o transformácii
sl: Pridobivanje podrobnosti o transformaciji
sq: Duke marrë detajet e transformimit
sr: Preuzima detalje transformacije
sv: Hämtar transformationsdetaljer
tr: Dönüşüm ayrıntılarını alma
uk: Отримання деталей трансформації
vi: Nhận thông tin chi tiết về chuyển đổi
zh_hk: 取得變形詳細資料

source: Retrieving table metadata
ar: جارٍ استرجاع بيانات تعريف الجدول
bg: Извличане на метаданни от таблицата
ca: Recuperació de metadades de taula
de: Abrufen von Tabellenmetadaten
es: Recuperando metadatos de la tabla
fa: بازیابی متادیتای جدول
fi: Taulukon metatietojen hakeminen
fr: Récupération des métadonnées de la table
it: Recupero dei metadati della tabella
ja: テーブルメタデータの取得
nb: Henter metadata om tabellen
nl: Tabelmetagegevens ophalen
pl: Pobieranie metadanych tabeli
pt_br: Recuperando metadados da tabela
ru: Извлечение метаданных таблицы
sk: Načítanie metadát tabuľky
sl: Pridobivanje metapodatkov tabele
sq: Duke marrë metadatat e tabelës
sr: Preuzima metapodatke tabele
sv: Hämtar tabellmetadata
tr: Tablo meta verilerini alma
uk: Отримання метаданих таблиці
vi: Truy xuất siêu dữ liệu bảng
zh_hk: 擷取資料表元資料

source: Searching database tables
ar: البحث في جداول قاعدة البيانات
bg: Търсене в таблици в базата данни
ca: Cercar taules de bases de dades
de: Durchsuchen von Datenbanktabellen
es: Buscando tablas de bases de datos
fa: جستجو در جداول پایگاه داده
fi: Tietokannan taulukoiden hakeminen
fr: Recherche dans les tables de base de données
it: Ricerca nelle tabelle del database
ja: データベーステーブルの検索
nb: Søke i databasetabeller
nl: Databasetabellen doorzoeken
pl: Przeszukiwanie tabel bazy danych
pt_br: Pesquisando tabelas de banco de dados
ru: Поиск в таблицах базы данных
sk: Vyhľadávanie v databázových tabuľkách
sl: Iskanje tabel v zbirki podatkov
sq: Duke kërkuar tabelat e bazës së të dhënave
sr: Pretražuje tabele baze podataka
sv: Söka i databastabeller
tr: Veritabanı tablolarında arama
uk: Пошук таблиць бази даних
vi: Tìm kiếm bảng cơ sở dữ liệu
zh_hk: 搜尋資料庫表

source: Unknown table
ar: جدول غير معروف
ca: Taula desconeguda
de: Unbekannte Tabelle
es: Tabla desconocida
fa: جدول ناشناخته
fi: Tuntematon taulukko
fr: Table inconnue
it: Tabella sconosciuta
ja: 不明なテーブル
nb: Ukjent tabell
pl: Nieznana tabela
pt_br: Tabela desconhecida
ru: Неизвестная таблица
sk: Neznáma tabuľka
sl: Neznana miza
sq: Tabelë e panjohur
sr: Nepoznata tabela
tr: Bilinmeyen tablo
uk: Невідома таблиця
vi: Bảng không xác định
zh_hk: 未知表格
