Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Database routing disabled
ar: تم تعطيل توجيه قاعدة البيانات
bg: Маршрутизирането на база данни е деактивирано
ca: Encaminament de la base de dades desactivat
de: Datenbankrouting deaktiviert
eo: Database routing’s totally off, fr.
es: Enrutamiento de base de datos deshabilitado
fa: مسیریابی پایگاه داده غیرفعال است
fi: Tietokannan reititys poistettu käytöstä
fr: Routage de la base de données désactivé
it: Routing del database disabilitato
ja: データベースルーティングが無効
nb: Database-routing deaktivert
nl: Database-routering uitgeschakeld
pl: Wyłączono routing bazy danych
pt_br: Roteamento de banco de dados desabilitado
ru: Маршрутизация базы данных отключена
sk: Smerovanie databázy je zakázané
sl: Usmerjanje baze podatkov onemogočeno
sq: Rrutëzimi i bazës së të dhënave u çaktivizua
sr: Rutiranje baze podataka je isključeno
sv: Databasrouting inaktiverad
tr: Veritabanı yönlendirmesi devre dışı bırakıldı
uk: Маршрутизацію бази даних вимкнено
vi: Đã tắt định tuyến cơ sở dữ liệu
zh_hk: 資料庫路由已停用

source: Database routing
ar: توجيه قاعدة البيانات
bg: Маршрутизиране на бази данни
ca: Enrutament de bases de dades
de: Datenbankrouting
eo: DB routing, fr fr
es: Enrutamiento de bases de datos
fa: مسیریابی پایگاه داده
fi: Tietokannan reititys
fr: Routage de la base de données
it: Instradamento del database
ja: データベースルーティング
nb: Ruting av databaser
nl: Database-routering
pl: Trasowanie bazy danych
pt_br: Roteamento de banco de dados
ru: Маршрутизация базы данных
sk: Smerovanie databázy
sl: Usmerjanje baze podatkov
sq: Rrutëzimi i bazës së të dhënave
sr: Rutiranje baze podataka
sv: Databas routing
tr: Veritabanı yönlendirmesi
uk: Маршрутизація бази даних
vi: Định tuyến cơ sở dữ liệu
zh_hk: 資料庫路由

source: Enable database routing
ar: فعّل توجيه قاعدة البيانات
bg: Активирайте маршрутизирането на базата данни
ca: Activa l'encaminament de la base de dades
de: Aktivieren des Datenbankroutings
eo: Turn on database routing, fr fr
es: Habilitar el enrutamiento de la base de datos
fa: فعال کردن مسیریابی پایگاه داده
fi: Ota tietokannan reititys käyttöön
fr: Activer le routage de la base de données
it: Abilita il routing del database
ja: データベースルーティングを有効にする
nb: Aktiver ruting av database
nl: Database-routering inschakelen
pl: Włącz routing bazy danych
pt_br: Habilitar roteamento de banco de dados
ru: Включить маршрутизацию базы данных
sk: Povoliť smerovanie databázy
sl: Omogoči usmerjanje baze podatkov
sq: Aktivizo rrutëzimin e bazës së të dhënave
sr: Uključi rutiranje baze podataka
sv: Aktivera databasrouting
tr: Veritabanı yönlendirmesini etkinleştir
uk: Увімкнути маршрутизацію бази даних
vi: Bật định tuyến cơ sở dữ liệu
zh_hk: 啟用資料庫路由

source: In guest embeds, database queries will always be routed to the router database.
ar: في التضمينات للضيوف، سيتم دائمًا توجيه استعلامات قاعدة البيانات إلى قاعدة بيانات المُوجِّه.
fa: در جاسازی‌های مهمان، کوئری‌های پایگاه داده همیشه به پایگاه داده روتر هدایت می‌شوند.
fi: Vierasupoteissa tietokantakyselyt reititetään aina reitittimen tietokantaan.
it: Negli incorporamenti guest, le query del database verranno sempre indirizzate al database del router.
ja: ゲスト埋め込みでは、データベース クエリは常にルーター データベースにルーティングされます。
sq: Në embed-et si guest, pyetjet ndaj bazës së të dhënave do të rrutëzohen gjithmonë te baza e të dhënave e ruterit.
sr: U guest ugradnjama, upiti ka bazi podataka će uvek biti rutirani na rutirajuću bazu podataka.
zh_hk: 在 guest Embeds 中，資料庫查詢永遠會路由到路由器資料庫。

source: User attribute to match destination database slug
ar: سمة المستخدم لمطابقة slug قاعدة البيانات الوجهة
bg: Атрибут на потребителя, който да съответства на целевия пълзящ код на базата данни
ca: Atribut d'usuari per coincidir amb el slug de la base de dades de destinació
de: Benutzerattribut zum Abgleichen mit dem Zieldatenbank-Slug
eo: User attribute to match destination database slug → User tag to match destination database vibe
es: Atributo de usuario para que coincida con el slug de la base de datos de destino
fa: ویژگی کاربر برای مطابقت با اسلاگ پایگاه داده مقصد
fi: Käyttäjäattribuutti kohdetietokannan slug-koodin vastaavuuden varmistamiseksi
fr: Attribut utilisateur pour correspondre au slug de la base de données de destination
it: Attributo utente per abbinare lo slug del database di destinazione
ja: 宛先データベーススラッグに一致するユーザー属性
nb: Brukerattributt for å matche destinasjonsdatabasens slug
nl: Gebruikerskenmerk dat overeenkomt met de slug van de bestemmingsdatabase
pl: Atrybut użytkownika pasujący do ślimaka bazy danych docelowej
pt_br: Atributo de usuário para corresponder ao slug do banco de dados de destino
ru: Атрибут пользователя для соответствия слагу целевой базы данных
sk: Atribút používateľa, ktorý sa zhoduje s cieľovým databázovým slugom
sl: Uporabniški atribut, ki se ujema s ciljno podatkovno zbirko
sq: Atribut përdoruesi për të përputhur slug-un e bazës së të dhënave destinacioni
sr: Korisnički atribut za poklapanje sa slug-om odredišne baze
sv: Användarattribut som ska matcha måldatabasens slug
tr: Hedef veritabanı kısa adıyla eşleşen kullanıcı niteliği
uk: Атрибут користувача для зіставлення зі slug цільової бази даних
vi: Thuộc tính người dùng để khớp với slug cơ sở dữ liệu đích
zh_hk: 與目的地資料庫標題相符的使用者屬性

source: This attribute determines which destination database the person queries.
ar: تُحدّد هذه السمة قاعدة البيانات الوجهة التي يستعلم عنها الشخص.
bg: Този атрибут определя към коя целева база данни лицето отправя заявка.
ca: Aquest atribut determina a quina base de dades de destinació consulta la persona.
de: Dieses Attribut bestimmt, welche Zieldatenbank die Person abfragt.
eo: This attribute basically tells you which destination database the person’s tryna hit up.
es: Este atributo determina qué base de datos de destino consulta la persona.
fa: این ویژگی تعیین می‌کند که شخص از کدام پایگاه داده مقصد پرس‌وجو می‌کند.
fi: Tämä ominaisuus määrittää, mistä kohdetietokannasta henkilö tekee kyselyn.
fr: Cet attribut détermine la base de données de destination que la personne interroge.
it: Questo attributo determina a quale database di destinazione la persona effettua la query.
ja: この属性は、ユーザーがクエリを実行する宛先データベースを決定します。
nb: Dette attributtet bestemmer hvilken destinasjonsdatabase personen spør etter.
nl: Dit kenmerk bepaalt welke doeldatabase de persoon raadpleegt.
pl: Ten atrybut określa, do której bazy danych docelowej dana osoba wysyła zapytanie.
pt_br: Este atributo determina qual banco de dados de destino a pessoa consulta.
ru: Этот атрибут определяет, к какой целевой базе данных обращается пользователь.
sk: Tento atribút určuje, z ktorej cieľovej databázy sa osoba dopytuje.
sl: Ta atribut določa, v katero ciljno zbirko podatkov oseba poizveduje.
sq: Ky atribut përcakton cilën bazë të dhënash destinacioni query personi.
sr: Ovaj atribut određuje koju odredišnu bazu osoba upituje.
sv: Det här attributet avgör vilken måldatabas personen frågar i.
tr: Bu özellik, kişinin hangi hedef veritabanını sorgulayacağını belirler.
uk: Цей атрибут визначає, яку цільову базу даних запитує користувач.
vi: Thuộc tính này xác định cơ sở dữ liệu đích mà người đó truy vấn.
zh_hk: 此屬性決定該人查詢哪個目的地資料庫。

source: This attribute determines which destination database the person can query. The value must match the slug of the destination database.
ar: تُحدّد هذه السمة أي قاعدة بيانات وجهة يمكن للشخص الاستعلام عنها. يجب أن تطابق القيمة الـ slug الخاص بقاعدة البيانات الوجهة.
bg: Този атрибут определя към коя целева база данни лицето може да прави заявки. Стойността трябва да съвпада със слъга на целевата база данни.
ca: Aquest atribut determina quina base de dades de destinació pot consultar la persona. El valor ha de coincidir amb el slug de la base de dades de destinació.
de: Dieses Attribut bestimmt, welche Zieldatenbank abgefragt werden kann. Der Wert muss mit dem Slug der Zieldatenbank übereinstimmen.
eo: This attribute decides which destination database the person can peek at. The value gotta match the slug of the destination database, fr.
es: Este atributo determina la base de datos de destino que la persona puede consultar. El valor debe coincidir con el slug de la base de datos de destino.
fa: این ویژگی تعیین می‌کند که فرد در کدام پایگاه داده مقصد می‌تواند پرس و جو کند. مقدار باید با اسلاگ پایگاه داده مقصد مطابقت داشته باشد.
fi: Tämä määrite määrittää, mistä kohdetietokannasta henkilö voi tehdä kyselyjä. Arvon on vastattava kohdetietokannan slug-arvoa.
fr: Cet attribut détermine la base de données de destination que l'utilisateur peut interroger. La valeur doit correspondre au slug de la base de données de destination.
it: Questo attributo determina il database di destinazione a cui l'utente può effettuare query. Il valore deve corrispondere allo slug del database di destinazione.
ja: この属性は、ユーザーがどの宛先データベースにクエリを実行できるかを決定します。値は宛先データベースのスラッグと一致する必要があります。
nb: Dette attributtet bestemmer hvilken destinasjonsdatabase personen kan søke i. Verdien må samsvare med sluggen til destinasjonsdatabasen.
nl: Dit kenmerk bepaalt welke doeldatabase de gebruiker kan raadplegen. De waarde moet overeenkomen met de slug van de doeldatabase.
pl: Ten atrybut określa, do której bazy danych docelowych dana osoba może wykonać zapytanie. Wartość musi odpowiadać slugowi bazy danych docelowych.
pt_br: Este atributo determina qual banco de dados de destino a pessoa pode consultar. O valor deve corresponder ao slug do banco de dados de destino.
ru: Этот атрибут определяет, к какой целевой базе данных может обращаться человек. Значение должно соответствовать слагу целевой базы данных.
sk: Tento atribút určuje, v ktorej cieľovej databáze môže osoba vyhľadávať. Hodnota sa musí zhodovať so slug cieľovej databázy.
sl: Ta atribut določa, po kateri ciljni bazi podatkov lahko oseba poizveduje. Vrednost se mora ujemati s polžem ciljne baze podatkov.
sq: Ky atribut përcakton cilën bazë të dhënash destinacioni mund të query personi. Vlera duhet të përputhet me slug-un e bazës së të dhënave destinacioni.
sr: Ovaj atribut određuje koju odredišnu bazu osoba može da upituje. Vrednost mora da se poklapa sa slug-om odredišne baze.
sv: Detta attribut bestämmer vilken destinationsdatabas personen kan fråga. Värdet måste matcha slug för destinationsdatabasen.
tr: Bu öznitelik, kişinin hangi hedef veritabanını sorgulayabileceğini belirler. Değer, hedef veritabanının kısa adıyla eşleşmelidir.
uk: Цей атрибут визначає, до якої цільової бази даних користувач може виконувати запити. Значення має збігатися зі slug цільової бази даних.
vi: Thuộc tính này xác định cơ sở dữ liệu đích mà người đó có thể truy vấn. Giá trị phải khớp với slug của cơ sở dữ liệu đích.
zh_hk: 此屬性決定該人可以查詢哪個目的地資料庫。該值必須與目標資料庫的 slug 相匹配。

source: Choose an attribute
ar: اختر سمة
bg: Изберете атрибут
ca: Trieu un atribut
de: Wählen Sie ein Attribut
eo: Pick an attribute, fr fr
es: Elija un atributo
fa: یک ویژگی را انتخاب کنید
fi: Valitse attribuutti
fr: Choisissez un attribut
it: Scegli un attributo
ja: 属性を選択
nb: Velg et attributt
nl: Kies een kenmerk
pl: Wybierz atrybut
pt_br: Selecione um atributo
ru: Выберите атрибут
sk: Vyberte atribút
sl: Izberite atribut
sq: Zgjidh një atribut
sr: Izaberi atribut
sv: Välj ett attribut
tr: Bir nitelik seçin
uk: Виберіть атрибут
vi: Chọn một thuộc tính
zh_hk: 選擇屬性

source: Please choose a user attribute first
ar: يرجى اختيار سمة مستخدم أولًا
bg: Моля, първо изберете потребителски атрибут
ca: Trieu primer un atribut d'usuari
de: Bitte wählen Sie zuerst ein Benutzerattribut
eo: Fr, pick a user attribute first, no cap
es: Por favor, seleccione primero un atributo de usuario
fa: لطفا ابتدا یک ویژگی کاربر را انتخاب کنید
fi: Valitse ensin käyttäjän määrite
fr: Veuillez d'abord choisir un attribut utilisateur
it: Si prega di scegliere prima un attributo utente
ja: まずユーザー属性を選択してください
nb: Vennligst velg et brukerattributt først
nl: Kies eerst een gebruikerskenmerk
pl: Najpierw wybierz atrybut użytkownika
pt_br: Escolha um atributo de usuário primeiro
ru: Сначала выберите атрибут пользователя.
sk: Najprv vyberte atribút používateľa
sl: Najprej izberite atribut uporabnika
sq: Të lutem zgjidh fillimisht një atribut përdoruesi
sr: Prvo izaberi korisnički atribut
sv: Välj ett användarattribut först
tr: Lütfen önce bir kullanıcı niteliği seçin
uk: Спочатку виберіть атрибут користувача
vi: Vui lòng chọn thuộc tính người dùng trước
zh_hk: 請先選擇使用者屬性

source: The items below will break because of these changes:
ar: العناصر أدناه ستتعطّل بسبب هذه التغييرات:
bg: Елементите по-долу ще се повредят поради тези промени:
ca: Els elements següents no funcionaran a causa d'aquests canvis:
de: Die folgenden Elemente werden aufgrund dieser Änderungen nicht mehr funktionieren:
es: Los elementos siguientes dejarán de funcionar debido a estos cambios:
fa: موارد زیر به دلیل این تغییرات خراب می‌شوند:
fi: Alla olevat kohteet eivät toimi näiden muutosten vuoksi:
fr: Les éléments ci-dessous seront cassés en raison de ces changements :
it: Gli elementi sottostanti non funzioneranno più a causa di queste modifiche:
ja: これらの変更により、以下の項目が機能しなくなります。
nb: Elementene nedenfor vil gå i stykker på grunn av disse endringene:
nl: De onderstaande items zullen niet meer werken vanwege deze wijzigingen:
pl: Poniższe pozycje ulegną awarii z powodu tych zmian:
pt_br: Os itens abaixo serão quebrados devido a essas alterações:
ru: Из-за этих изменений следующие элементы перестанут работать:
sk: Nasledujúce položky nebudú fungovať kvôli týmto zmenám:
sl: Spodnji elementi ne bodo delovali zaradi teh sprememb:
sq: Elementet më poshtë do të prishen për shkak të këtyre ndryshimeve:
sr: Stavke ispod će se pokvariti zbog ovih izmena:
sv: Nedanstående objekt kommer att gå sönder på grund av dessa ändringar:
tr: Aşağıdaki öğeler bu değişiklikler nedeniyle bozulacaktır:
uk: Елементи нижче зламаються через ці зміни:
vi: Các mục bên dưới sẽ bị hỏng vì những thay đổi sau:
zh_hk: 下列項目會因為這些變更而中斷：

source: Sync a spreadsheet or an entire Google Drive folder with your instance.
ar: زامِن جدول بيانات أو مجلد Google Drive كامل مع مثيلك.
bg: Синхронизирайте електронна таблица или цяла папка в Google Drive с вашия екземпляр.
ca: Sincronitza un full de càlcul o una carpeta sencera de Google Drive amb la teva instància.
de: Synchronisieren Sie eine Tabelle oder einen ganzen Google Drive-Ordner mit Ihrer Instanz.
es: Sincronice una hoja de cálculo o una carpeta completa de Google Drive con su instancia.
fa: یک صفحه گسترده یا کل پوشه Google Drive را با نمونه خود همگام‌سازی کنید.
fi: Synkronoi laskentataulukko tai kokonainen Google Drive -kansio instanssisi kanssa.
fr: Synchronisez une feuille de calcul ou un dossier Google Drive entier avec votre instance.
it: Sincronizza un foglio di calcolo o un'intera cartella di Google Drive con la tua istanza.
ja: スプレッドシートまたは Google ドライブ フォルダ全体をインスタンスと同期します。
nb: Synkroniser et regneark eller en hel Google Disk-mappe med instansen din.
nl: Synchroniseer een spreadsheet of een volledige Google Drive-map met uw exemplaar.
pl: Synchronizuj arkusz kalkulacyjny lub cały folder Dysku Google ze swoją instancją.
pt_br: Sincronize uma planilha ou uma pasta inteira do Google Drive com sua instância.
ru: Синхронизируйте электронную таблицу или целую папку Google Диска с вашим экземпляром.
sk: Synchronizujte tabuľku alebo celý priečinok na Disku Google s vašou inštanciou.
sl: Sinhronizirajte preglednico ali celotno mapo Google Drive s svojim primerkom.
sq: Sinkronizo një spreadsheet ose një folder të tërë Google Drive me instancën tënde.
sr: Sinhronizujte tabelu ili ceo Google Drive folder sa vašom instancom.
sv: Synkronisera ett kalkylblad eller en hel Google Drive-mapp med din instans.
tr: Bir elektronik tabloyu veya tüm bir Google Drive klasörünü örneğinizle senkronize edin.
uk: Синхронізуйте таблицю або цілу папку Google Drive зі своїм інстансом.
vi: Đồng bộ hóa bảng tính hoặc toàn bộ thư mục Google Drive với phiên bản của bạn.
zh_hk: 同步試算表或整個 Google Drive 資料夾。

source: To work with spreadsheets, you can add storage to your instance.
ar: للعمل مع جداول البيانات، يمكنك إضافة التخزين إلى مثيلك.
bg: За да работите с електронни таблици, можете да добавите място за съхранение към вашия екземпляр.
ca: Per treballar amb fulls de càlcul, podeu afegir emmagatzematge a la vostra instància.
de: Um mit Tabellenkalkulationen zu arbeiten, können Sie Ihrer Instanz Speicher hinzufügen.
es: Para trabajar con hojas de cálculo, puede agregar almacenamiento a su instancia.
fa: برای کار با صفحات گسترده، می‌توانید به نمونه خود فضای ذخیره‌سازی اضافه کنید.
fi: Voit lisätä tallennustilaa instanssiisi työskennelläksesi laskentataulukoiden kanssa.
fr: Pour travailler avec des feuilles de calcul, vous pouvez ajouter du stockage à votre instance.
it: Per lavorare con i fogli di calcolo, puoi aggiungere spazio di archiviazione alla tua istanza.
ja: スプレッドシートを操作するには、インスタンスにストレージを追加できます。
nb: Hvis du vil arbeide med regneark, kan du legge til lagringsplass i forekomsten din.
nl: Om met spreadsheets te werken, kunt u opslagruimte aan uw exemplaar toevoegen.
pl: Aby pracować z arkuszami kalkulacyjnymi, możesz dodać pamięć masową do swojej instancji.
pt_br: Para trabalhar com planilhas, você pode adicionar armazenamento à sua instância.
ru: Для работы с электронными таблицами вы можете добавить хранилище к своему экземпляру.
sk: Ak chcete pracovať s tabuľkami, môžete do svojej inštancie pridať úložisko.
sl: Za delo s preglednicami lahko svojemu primerku dodate shrambo.
sq: Për të punuar me spreadsheets, mund t’i shtosh storage instancës tënde.
sr: Da biste radili sa tabelama, možete dodati skladište svojoj instanci.
sv: För att arbeta med kalkylblad kan du lägga till lagringsutrymme i din instans.
tr: E-tablolarla çalışmak için örneğinize depolama alanı ekleyebilirsiniz.
uk: Щоб працювати з електронними таблицями, ви можете додати сховище до свого інстансу.
vi: Để làm việc với bảng tính, bạn có thể thêm dung lượng lưu trữ vào phiên bản của mình.
zh_hk: 若要處理試算表，您可以在實例中加入儲存空間。

source: Add new
ar: أضِف جديدًا
bg: Добавяне на ново
ca: Afegeix nou
de: Neu hinzufügen
es: Añadir nuevo
fa: اضافه کردن جدید
fi: Lisää uusi
fr: Ajouter un nouveau
it: Aggiungi nuovo
ja: 新規追加
nb: Legg til ny
nl: Nieuw toevoegen
pl: Dodaj nowy
pt_br: Adicionar novo
ru: Добавить новый
sk: Pridať nové
sl: Dodaj novo
sq: Shto të ri
sr: Dodaj novo
sv: Lägg till ny
tr: Yeni ekle
uk: Додати нове
vi: Thêm mới
zh_hk: 新增

source: Metabase Storage is full. Add more storage to continue syncing.
ar: Metabase Storage ممتلئ. أضِف المزيد من التخزين لمتابعة المزامنة.
bg: Метабазата памет е пълна. Добавете още памет, за да продължите синхронизирането.
ca: L'emmagatzematge de la metabase és ple. Afegeix més emmagatzematge per continuar la sincronització.
de: Der Metabase-Speicher ist voll. Fügen Sie weiteren Speicher hinzu, um die Synchronisierung fortzusetzen.
es: El almacenamiento de la metabase está lleno. Añada más almacenamiento para continuar la sincronización.
fa: فضای ذخیره‌سازی متابیس پر است. برای ادامه همگام‌سازی، فضای ذخیره‌سازی بیشتری اضافه کنید.
fi: Metatietokannan tallennustila on täynnä. Lisää tallennustilaa synkronoinnin jatkamiseksi.
fr: L'espace de stockage de la métabase est saturé. Ajoutez de l'espace pour poursuivre la synchronisation.
it: Lo spazio di archiviazione della Metabase è pieno. Aggiungi altro spazio di archiviazione per continuare la sincronizzazione.
ja: メタベースストレージがいっぱいです。同期を続行するにはストレージを追加してください。
nb: Metabase-lagringsplassen er full. Legg til mer lagringsplass for å fortsette synkroniseringen.
nl: De Metabase-opslag is vol. Voeg meer opslagruimte toe om door te gaan met synchroniseren.
pl: Metabase Storage jest pełny. Dodaj więcej pamięci, aby kontynuować synchronizację.
pt_br: O armazenamento do Metabase está cheio. Adicione mais armazenamento para continuar a sincronização.
ru: Хранилище метабазы заполнено. Добавьте больше хранилища, чтобы продолжить синхронизацию.
sk: Úložisko metabázy je plné. Pridajte ďalšie úložisko, aby ste mohli pokračovať v synchronizácii.
sl: Shramba metabaze je polna. Dodajte več shrambe, da nadaljujete s sinhronizacijo.
sq: Metabase Storage është plot. Shto më shumë storage për të vazhduar sinkronizimin.
sr: Metabase Storage je pun. Dodajte još prostora za skladištenje da biste nastavili sinhronizaciju.
sv: Metabaslagringen är full. Lägg till mer lagringsutrymme för att fortsätta synkronisera.
tr: Metabase Depolama alanı dolu. Senkronizasyonu sürdürmek için daha fazla depolama alanı ekleyin.
uk: Metabase Storage заповнено. Додайте більше сховища, щоб продовжити синхронізацію.
vi: Bộ nhớ Metabase đã đầy. Hãy thêm bộ nhớ để tiếp tục đồng bộ.
zh_hk: Metabase 儲存空間已滿。添加更多儲存空間以繼續同步。

source: Add storage
ar: أضِف تخزينًا
bg: Добавяне на място за съхранение
ca: Afegeix emmagatzematge
de: Speicher hinzufügen
es: Añadir almacenamiento
fa: اضافه کردن فضای ذخیره‌سازی
fi: Lisää tallennustilaa
fr: Ajouter du stockage
it: Aggiungi spazio di archiviazione
ja: ストレージを追加する
nb: Legg til lagringsplass
nl: Opslag toevoegen
pl: Dodaj pamięć masową
pt_br: Adicionar armazenamento
ru: Добавить хранилище
sk: Pridať úložisko
sl: Dodaj shrambo
sq: Shto storage
sr: Dodaj skladište
sv: Lägg till lagringsutrymme
tr: Depolama alanı ekle
uk: Додати сховище
vi: Thêm dung lượng lưu trữ
zh_hk: 新增儲存

source: Go to Google Drive
ar: انتقل إلى Google Drive
bg: Отидете в Google Диск
ca: Ves a Google Drive
de: Gehen Sie zu Google Drive
es: Ir a Google Drive
fa: به گوگل درایو بروید
fi: Siirry Google Driveen
fr: Accédez à Google Drive
it: Vai su Google Drive
ja: Googleドライブへ移動
nb: Gå til Google Disk
nl: Ga naar Google Drive
pl: Przejdź do Dysku Google
pt_br: Acesse o Google Drive
ru: Перейти на Google Диск
sk: Prejsť na Disk Google
sl: Pojdi v Google Drive
sq: Shko te Google Drive
sr: Idi na Google Drive
sv: Gå till Google Drive
tr: Google Drive'a git
uk: Перейти до Google Drive
vi: Đi đến Google Drive
zh_hk: 前往 Google Drive

source: Connect
ar: اتصال
bg: Свържете се
ca: Connecta
de: Verbinden
es: Conectar
fa: اتصال
fi: Yhdistä
fr: Connecter
it: Collegare
ja: 接続する
nb: Koble til
nl: Verbinden
pl: Łączyć
pt_br: Conectar
ru: Соединять
sk: Pripojiť
sl: Poveži se
sq: Lidhu
sr: Poveži
sv: Ansluta
tr: Bağlamak
uk: Підключити
vi: Kết nối
zh_hk: 連接

source: Connecting...
ar: جارٍ الاتصال...
bg: Свързване...
ca: Connectant...
de: Verbinden...
es: Conectando...
fa: در حال اتصال...
fi: Yhdistetään...
fr: De liaison...
it: Connessione in corso...
ja: 接続中...
nb: Koble til...
nl: Verbinden...
pl: Złączony...
pt_br: Conectando...
ru: Подключение...
sk: Pripájanie...
sl: Povezovanje ...
sq: Duke u lidhur...
sr: Povezivanje...
sv: Ansluter...
tr: Bağlanıyor...
uk: Підключення...
vi: Đang kết nối...
zh_hk: 連接...
