Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Number of HTTP channels
hu: HTTP csatornák száma
ms: Bilangan saluran HTTP

source: Compare one of these to the past
hu: Ezek egyikének összehasonlítása a múltbéli adatokkal
ms: Bandingkan salah satu daripada ini dengan masa lalu

source: Compare “{0}” to the past
hu: Hasonlítsa össze „{0}”-t a múltbéli adatokkal
ms: Bandingkan “{0}” dengan masa lalu

source: Metric in {0}
ar: مقياس في {0}
bg: Метрични данни в {0}
ca: Mètrica a {0}
de: Metrisch in {0}
eo: Metrics in {0} just vibin'
es: Métrica en {0}
fa: متریک در {0}
fi: Metriikka {0}
fr: Métrique dans {0}
hu: Metrika {0}-ban
it: Metrico in {0}
ja: {0}におけるメトリック
lt: Metrika {0}
ms: Metrik dalam {0}
nb: Metrisk i {0}
nl: Metrisch in {0}
pl: Metryczne w {0}
pt_br: Métrica em {0}
ru: Метрика в {0}
sk: Metrické údaje na {0}
sl: Metrika v {0}
sq: MetrikE nE {0}
sr: Metrika u {0}
sv: Mätvärden i {0}
tr: Metrik içinde {0}
uk: Метрика у {0}
vi: Đơn vị đo lường trong {0}
zh_hk: 公制在 {0}

source: No datetime columns available
ar: لا توجد أعمدة تاريخ/وقت متاحة
bg: Няма налични колони с дата и час
ca: No hi ha columnes de data i hora disponibles
de: Keine datetime-Spalten verfügbar
eo: No cap, no datetime columns here lol
es: No hay columnas de fecha u hora disponibles
fa: هیچ ستون تاریخ در دسترس نیست
fi: Päivämäärä-aika-sarakkeita ei ole saatavilla
fr: Aucune colonne de date n'est disponible
hu: Nincsenek dátum-idő oszlopok
it: Nessuna colonna datetime disponibile
ja: 利用可能なdatetimeカラムがない
lt: Nėra datos ir laiko stulpelių
ms: Tiada lajur masa tarikh tersedia
nb: Ingen datetime-kolonner tilgjengelig
nl: Geen datetime kolommen beschikbaar
pl: Brak dostępnych kolumn datetime
pt_br: Não há colunas de data e hora disponíveis
ru: Нет доступных столбцов с датами
sk: Nie sú k dispozícii žiadne stĺpce s dátumom
sl: Stolpci z datumom in časom niso na voljo
sq: Nuk ka kolona datetime të disponueshme
sr: Nema dostupnih datetime kolona
sv: Inga datumtid-kolumner tillgängliga
tr: Kullanılabilir datetime sütunu yok
uk: Немає доступних стовпців дати й часу
vi: Không có cột ngày giờ nào khả dụng
zh_hk: 沒有可用的日期列

source: {0}+click to open in new tab
ar: اضغط {0}+نقرة للفتح في تبويب جديد
bg: {0}+кликнете, за да отворите в нов раздел
ca: {0}+clic per obrir-lo en una pestanya nova
de: {0}+Klick zum Öffnen in neuer Registerkarte
eo: {0}+ tap to peep in a new tab
es: {0}+click para abrir en una nueva pestaña
fa: {0}+ کلیک کنید تا در برگه جدید باز شود
fi: {0}+klikkaa avataksesi uudessa välilehdessä
fr: {0}+cliquez pour ouvrir dans un nouvel onglet
hu: {0}+kattintás az új fülön való megnyitáshoz.
it: {0}+clic per aprire in una nuova scheda
ja: {0}+クリックすると新しいタブで開きます
lt: {0}+spustelėkite, kad atidarytumėte naujame skirtuke
ms: {0}+klik untuk membuka dalam tab baharu
nb: {0}+klikk for å åpne i ny fane
nl: {0}+klik om in nieuw tabblad te openen
pl: {0}+kliknij, aby otworzyć w nowej karcie
pt_br: {0}+clique para abrir em uma nova guia
ru: {0}+кликните, чтобы открыть в новой вкладке
sk: {0}+kliknutím otvoríte v novej karte
sl: {0}+klik za odpiranje v novem zavihku
sq: {0}+klik për ta hapur në tab të ri
sr: {0}+klik za otvaranje u novom tabu
sv: {0}+klicka för att öppna i ny tabb
tr: {0}+yeni sekmede açmak için tıklayın
uk: {0}+клік, щоб відкрити в новій вкладці
vi: {0}+nhấp để mở trong tab mới
zh_hk: {0}+ 按一下以在新標籤頁中開啟

source: Default time dimension
ar: بُعد الزمن الافتراضي
bg: Времево измерение по подразбиране
ca: Dimensió temporal predeterminada
de: Standard-Zeitdimension
eo: Default time dimension → Main time vibe
es: Dimensión de tiempo por defecto
fa: بعد زمان پیش فرض
fi: Oletusaikaulottuvuus
fr: Dimension temporelle par défaut
hu: Alapértelmezett idődimenzió
it: Dimensione temporale predefinita
ja: デフォルトの時間寸法
lt: Numatytasis laiko aspektas
ms: Dimensi masa lalai
nb: Standard tidsdimensjon
nl: Standaard tijdsdimensie
pl: Domyślny wymiar czasu
pt_br: Dimensão de tempo padrão
ru: Размерность времени по умолчанию
sk: Predvolený časový rozmer
sl: Privzeta časovna razsežnost
sq: Dimensioni i paracaktuar i kohës
sr: Podrazumevana vremenska dimenzija
sv: Standard tidsdimension
tr: Varsayılan zaman boyutu
uk: Дефолтний часовий вимір
vi: Kích thước thời gian mặc định
zh_hk: 預設時間維度

source: Edit alerts
ar: تعديل التنبيهات
bg: Редактиране на сигнали
ca: Edita les alertes
de: Alarme bearbeiten
eo: Edit alerts → Notifs when u tweak stuff
es: Editar alertas
fa: هشدارها را ویرایش کنید
fi: Muokkaa hälytyksiä
fr: Modifier les alertes
hu: Riasztások szerkesztése
it: Modifica avvisi
ja: アラートを編集する
lt: Redaguoti įspėjimus
ms: Edit makluman
nb: Rediger varsler
nl: Meldingen wijzigen
pl: Edytuj alerty
pt_br: Editar alertas
ru: Редактировать оповещения
sk: Upraviť upozornenia
sl: Urejanje opozoril
sq: Redakto alarmet
sr: Uredi upozorenja
sv: Redigera notiser
tr: Uyarıları düzenle
uk: Редагувати сповіщення
vi: Chỉnh sửa cảnh báo
zh_hk: 編輯警示

source: Create alert
hu: Riasztás létrehozása
ms: Buat makluman

source: You must save this question before sharing
ar: يجب عليك حفظ هذا السؤال قبل المشاركة
bg: Трябва да запазите този въпрос, преди да го споделите
ca: Heu de desar aquesta pregunta abans de compartir-la
de: Du musst diese Frage speichern bevor Du sie teilst
eo: You gotta save this q before sharing lol
es: Debes guardar esta pregunta antes de compartir
fa: قبل از اشتراک گذاری باید این سوال را ذخیره کنید
fi: Tallenna kysymys ennen jakamista
fr: Vous devez enregistrer cette question avant de la partager
hu: Először mentse el ezt a kérdést a megosztás előtt
it: È necessario salvare questa domanda prima di condividerla
ja: 共有する前に、この質問を保存する必要があります。
lt: Prieš bendrindami šį klausimą turite išsaugoti
ms: Anda mesti menyimpan soalan ini sebelum berkongsi
nb: Du må lagre dette spørsmålet før du deler det
nl: Je moet deze vraag opslaan om te kunnen delen
pl: Musisz zapisać to pytanie przed jego udostępnieniem
pt_br: Você deve salvar esta pergunta antes de compartilhá-la
ru: Вы должны сохранить этот вопрос перед отправкой
sk: Pred zdieľaním musíte túto otázku uložiť
sl: To vprašanje morate shraniti pred skupno rabo
sq: Duhet ta ruash këtë pyetje para se ta ndash
sr: Morate sačuvati ovo pitanje pre deljenja
sv: Du måste spara frågan innan du kan dela den
tr: Paylaşmadan önce bu soruyu kaydetmelisiniz
uk: Потрібно зберегти це запитання перед поширенням
vi: Bạn phải lưu câu hỏi này trước khi chia sẻ
zh_hk: 您必須先儲存這個問題，才能分享

source: Settings menu
ar: قائمة الإعدادات
bg: Меню "Настройки
ca: Menú de configuració
de: Einstellungs-Menü
eo: Settings menu → Settings frfr
es: Menú de ajustes
fa: منوی تنظیمات
fi: Asetukset
fr: Menu Réglages
hu: Beállítások menü
it: Menu Impostazioni
ja: 設定メニュー
lt: Nustatymų meniu
ms: Menu tetapan
nb: Innstillinger-menyen
nl: Menu Instellingen
pl: Menu ustawień
pt_br: Menu de configurações
ru: Меню настроек
sk: Ponuka Nastavenia
sl: Meni z nastavitvami
sq: Menuja e cilësimeve
sr: Meni podešavanja
sv: Inställningsmeny
tr: Ayarlar menüsü
uk: Меню налаштувань
vi: Menu cài đặt
zh_hk: 設定功能表

source: Hide series
ar: أخفِ السلسلة
bg: Скриване на серия
ca: Amaga la sèrie
de: Verstecke die Serie
eo: Hide series → Ghosted series
es: Ocultar series
fa: پنهان کردن سریال
fi: Piilota sarjat
fr: Cacher la série
hu: Sorozatok elrejtése
it: Nascondi serie
ja: シリーズを隠す
lt: Slėpti serijas
ms: Sembunyikan siri
nb: Skjul serier
nl: Verberg serie
pl: Ukryj serię
pt_br: Ocultar séries
ru: Скрыть серию
sk: Séria Skryť
sl: Skrij serijo
sq: Fshihe serinë
sr: Sakrij seriju
sv: Göm serie
tr: Serileri gizle
uk: Приховати серію
vi: Ẩn loạt
zh_hk: 隱藏系列

source: Show series
ar: أظهر السلسلة
bg: Показване на серии
ca: Mostra les sèries
de: Serie anzeigen
eo: Show series → Binge sesh
es: Mostrar series
fa: نمایش سریال
fi: Näytä sarjat
fr: Voir les séries
hu: Sorozatok megjelenítése
it: Serie di spettacoli
ja: シリーズを表示
lt: Rodyti seriją
ms: Tunjukkan siri
nb: Vis serie
nl: Serie weergeven
pl: Pokaż serię
pt_br: Mostrar séries
ru: Показать серию
sk: Zobraziť sériu
sl: Pokaži serijo
sq: Shfaq serinë
sr: Prikaži seriju
sv: Visa serie
tr: Serileri göster
uk: Показати серію
vi: Hiển thị loạt bài
zh_hk: 顯示系列

source: Enforce maximum number of series
ar: فرض الحد الأقصى لعدد السلاسل
bg: Налагане на максимален брой серии
ca: Aplicar el nombre màxim de sèries
de: Maximale Anzahl von Serien durchsetzen
eo: Set the max number of series, fr fr
es: Requerir un número máximo de series
fa: حداکثر تعداد سریال را اعمال کنید
fi: Käytä sarjojen enimmäismäärää
fr: Renforcer le nombre maximum de séries
hu: Maximális sorozatszám betartatása
it: Applicare il numero massimo di serie
ja: 最大シリーズ数の強制
lt: Įgyvendinti maksimalų serijų skaičių
ms: Kuatkuasakan bilangan maksimum siri
nb: Håndhev maksimalt antall serier
nl: Maximaal aantal series afdwingen
pl: Wymuszenie maksymalnej liczby serii
pt_br: Aplicar o número máximo de séries
ru: Обеспечьте максимальное количество серий
sk: Presadzovanie maximálneho počtu sérií
sl: Uveljavljanje največjega števila serij
sq: Zbato numrin maksimal të serive
sr: Ograniči maksimalan broj serija
sv: Tvinga maximalt antal serier
tr: Maksimum seri sayısını zorla
uk: Обмежити максимальну кількість серій
vi: Áp dụng số lượng tối đa của chuỗi
zh_hk: 強制執行系列的最大數量

source: Series after this number will be grouped into "Other"
ar: سيتم تجميع السلاسل بعد هذا العدد ضمن "Other"
bg: Сериите след този номер ще бъдат групирани в "Други".
ca: Les sèries posteriors a aquest número s'agruparan a "Altres"
de: Reihen nach dieser Nummer werden unter "Sonstige" zusammengefasst.
eo: Any series after this one is just gonna be grouped into "Other" lol
es: Las series posteriores a este número se agruparán en "Otros"
fa: سری‌های بعد از این شماره در «سایر» گروه‌بندی می‌شوند
fi: Tämän numeron jälkeiset sarjat ryhmitellään kohtaan "Muu"
fr: Les séries qui suivent ce numéro sont regroupées dans la catégorie "Autres"
hu: Az ezen szám feletti sorozatok "Egyéb" csoportba kerülnek.
it: Le serie successive a questo numero saranno raggruppate in "Altro".
ja: この番号以降のシリーズは "その他 "に分類される。
lt: Serija po šio numerio bus sugrupuota į „Kita“
ms: Siri selepas nombor ini akan dikumpulkan ke dalam "Lain-lain"
nb: Serier etter dette nummeret vil bli gruppert i "Annet"
nl: Reeksen na dit nummer worden gegroepeerd in "Overig".
pl: Serie po tym numerze zostaną pogrupowane w "Inne".
pt_br: As séries após esse número serão agrupadas em "Outros"
ru: Серии после этого номера будут сгруппированы в "Прочие".
sk: Série po tomto čísle budú zaradené do skupiny "Ostatné".
sl: Serije za to številko bodo združene v "Drugo"
sq: Seritë pas këtij numri do të grupohen në "Other"
sr: Serije posle ovog broja biće grupisane u "Ostalo"
sv: Alla serier efter detta antal kommer grupperas som "Övrigt"
tr: Bu sayıdan sonraki seriler "Diğer" olarak gruplandırılacaktır.
uk: Серії понад цю кількість буде згруповано в "Other"
vi: Chuỗi sau số này sẽ được nhóm vào "Khác"
zh_hk: 此數字之後的系列將歸類為 「其他」。

source: Aggregation method for Other group
ar: طريقة التجميع لمجموعة Other
bg: Метод на агрегиране за група "Други
ca: Mètode d'agregació per a un altre grup
de: Aggregationsmethode für Sonstige Gruppe
eo: Aggregation method for the Other group → How we squad up the Other gang
es: Método de agregación para el grupo Otros
fa: روش تجمیع برای گروه دیگر
fi: Muun ryhmän yhdistämismenetelmä
fr: Méthode d'agrégation pour l'autre groupe
hu: „Egyéb” csoport aggregációs módszere
it: Metodo di aggregazione per Altro gruppo
ja: その他グループの集計方法
lt: Kitos grupės agregavimo metodas
ms: Kaedah pengagregatan untuk kumpulan Lain
nb: Aggregeringsmetode for Annen gruppe
nl: Aggregatiemethode voor Overige groep
pl: Metoda agregacji dla grupy Inne
pt_br: Método de agregação para Outro grupo
ru: Метод агрегирования для группы "Прочие
sk: Metóda agregácie pre skupinu Ostatné
sl: Metoda združevanja za skupino Drugo
sq: Metoda e agregimit për grupin Other
sr: Metod agregacije za grupu Ostalo
sv: Aggregeringsmetod för övrigt-gruppen
tr: Diğer grubu için toplama yöntemi
uk: Метод агрегації для групи Other
vi: Phương pháp tổng hợp cho nhóm Khác
zh_hk: 其他群組的彙總方法

source: Select a series
ar: اختر سلسلة
bg: Изберете серия
ca: Seleccioneu una sèrie
de: Wähle eine Serie aus
eo: Pick a vibe or smthn
es: Selecciona una serie
fa: یک سری انتخاب کنید
fi: Valitse sarja
fr: Sélectionner une série
hu: Sorozat kiválasztása
it: Selezionare una serie
ja: シリーズを選ぶ
lt: Pasirinkite seriją
ms: Pilih satu siri
nb: Velg en serie
nl: Selecteer een serie
pl: Wybierz serię
pt_br: Selecionar uma série
ru: Выберите серию
sk: Vyberte sériu
sl: Izbiranje niza
sq: Zgjidh një seri
sr: Izaberi seriju
sv: Välj en serie
tr: Bir seri seçin
uk: Виберіть серію
vi: Chọn một loạt
zh_hk: 選擇系列

source: Other series settings
ar: إعدادات السلاسل الأخرى
bg: Други настройки на сериите
ca: Altres configuracions de sèrie
de: Andere Serieneinstellungen
eo: Other series vibes
es: Otras configuraciones de la serie
fa: تنظیمات سری دیگر
fi: Muut sarjan asetukset
fr: Autres paramètres de la série
hu: Egyéb sorozatok beállításai
it: Altre impostazioni della serie
ja: その他のシリーズ設定
lt: Kiti serijos nustatymai
ms: Tetapan siri lain
nb: Andre serieinnstillinger
nl: Andere serie-instellingen
pl: Inne ustawienia serii
pt_br: Outras configurações de série
ru: Другие настройки серии
sk: Ďalšie nastavenia série
sl: Druge nastavitve serije
sq: Cilësime të serisë Other
sr: Podešavanja za seriju Ostalo
sv: Andra serie-inställningar
tr: Diğer seri ayarları
uk: Налаштування інших серій
vi: Các thiết lập sê-ri khác
zh_hk: 其他系列設定

source: {0} more series
ar: {0} سلاسل أخرى
bg: {0} още серии
ca: {0} sèries més
de: {0} weitere Serien
eo: {0} more bangers
es: {0} series más
fa: {0} سری های بیشتر
fi: {0} lisää sarjoja
fr: {0} plus de séries
hu: {0} további sorozat
it: {0} altre serie
ja: {0} その他のシリーズ
lt: Dar {0} serijos
ms: {0} lagi siri
nb: {0} flere serier
nl: {0} meer series
pl: {0} więcej serii
pt_br: {0} mais séries
ru: {0} другие серии
sk: {0} ďalšie série
sl: {0} več serij
sq: {0} seri të tjera
sr: Još {0} serija
sv: {0} fler serier
tr: {0} daha fazla seri
uk: ще {0} серій
vi: {0} nhiều series hơn
zh_hk: {0} 更多系列

source: Paste your snippet here
ar: الصق مقتطفك هنا
bg: Поставете своя фрагмент тук
ca: Enganxeu el vostre fragment aquí
de: Fügen Sie Ihr Snippet hier ein
eo: Drop your snippet here, bestie
es: Pega tu código aquí
fa: قطعه خود را اینجا بچسبانید
fi: Liitä leike tähän
fr: Collez votre extrait ici
hu: Illessze ide a kódrészletét
it: Incollate qui il vostro snippet
ja: ここにスニペットを貼り付ける
lt: Įklijuokite savo fragmentą čia
ms: Tampalkan coretan anda di sini
nb: Lim inn snippet ditt her
nl: Plak uw knipsel hier
pl: Wklej swój snippet tutaj
pt_br: Cole seu snippet aqui
ru: Вставьте свой фрагмент сюда
sk: Sem vložte svoj úryvok
sl: Tukaj prilepite svoj delček
sq: Ngjite fragmentin tënd të kodit këtu
sr: Nalepi svoj isečak ovde
sv: Klistra in kodsnutt här
tr: Parçacığınızı buraya yapıştırın
uk: Вставте свій фрагмент сюди
vi: Dán đoạn trích của bạn vào đây
zh_hk: 在此貼上您的片段

source: If you’re sure you trust this domain, you can add it to your {0} in admin settings.
ar: إذا كنت متأكدًا أنك تثق بهذا النطاق، يمكنك إضافته إلى {0} في إعدادات المسؤول.
bg: Ако сте сигурни, че имате доверие на този домейн, можете да го добавите към {0} в настройките на администратора.
ca: Si esteu segur que confieu en aquest domini, podeu afegir-lo al vostre {0} a la configuració de l'administració.
de: Wenn Sie sicher sind, dass Sie dieser Domain vertrauen, können Sie sie in den Verwaltungseinstellungen zu {0} hinzufügen.
eo: If you’re hella sure you trust this domain, you can toss it into your {0} in admin settings.
es: Si estás seguro de que confías en este dominio, puedes agregarlo a tu {0} en la configuración de administrador.
fa: اگر مطمئن هستید که به این دامنه اعتماد دارید، می‌توانید آن را در تنظیمات سرپرست به {0} خود اضافه کنید.
fi: Jos olet varma, että luotat tähän verkkotunnukseen, voit lisätä sen verkkotunnukseesi {0} järjestelmänvalvojan asetuksissa.
fr: Si vous êtes sûr de faire confiance à ce domaine, vous pouvez l'ajouter à votre {0} dans les paramètres d'administration.
hu: Ha biztos benne, hogy megbízik ebben a domainben, hozzáadhatja a(z) {0}-hoz az admin beállításokban.
it: Se siete sicuri di fidarvi di questo dominio, potete aggiungerlo al vostro {0} nelle impostazioni di amministrazione.
ja: このドメインが信頼できるものであれば、管理者設定で {0}。
lt: Jei esate tikri, kad pasitikite šiuo domenu, galite pridėti jį prie savo {0} administratoriaus nustatymuose.
ms: Jika anda pasti anda mempercayai domain ini, anda boleh menambahkannya pada {0} anda dalam tetapan pentadbir.
nb: Hvis du er sikker på at du stoler på dette domenet, kan du legge det til på {0} i administratorinnstillingene.
nl: Als je zeker weet dat je dit domein vertrouwt, kun je het toevoegen aan je {0} in de beheerdersinstellingen.
pl: Jeśli jesteś pewien, że ufasz tej domenie, możesz dodać ją do swojej {0} w ustawieniach administratora.
pt_br: Se você tiver certeza de que confia neste domínio, poderá adicioná-lo à sua {0} nas configurações de administrador.
ru: Если вы уверены, что доверяете этому домену, вы можете добавить его в свой {0} в настройках администратора.
sk: Ak ste si istí, že tejto doméne dôverujete, môžete ju pridať na stránku {0} v nastaveniach správcu.
sl: Če ste prepričani, da tej domeni zaupate, jo lahko dodate v {0} v skrbniških nastavitvah.
sq: Nëse je i sigurt që i beson këtij domain-i, mund ta shtosh te {0} te cilësimet e admin.
sr: Ako si siguran/na da veruješ ovom domenu, možeš da ga dodaš na svoju {0} u administratorskim podešavanjima.
sv: Om du är säker på att du litar på den här domänen kan du lägga till den på {0} i admininställningarna.
tr: Bu alan adına güvendiğinizden eminseniz, yönetici ayarlarından {0} adresinize ekleyebilirsiniz.
uk: Якщо ви впевнені, що довіряєте цьому домену, можете додати його до {0} в налаштуваннях адміна.
vi: Nếu bạn chắc chắn tin tưởng tên miền này, bạn có thể thêm nó vào {0} trong phần cài đặt quản trị.
zh_hk: 如果您確定信任此網域名稱，您可以在管理員設定中將其新增至 {0}。

source: allowed domains list
ar: قائمة النطاقات المسموح بها
bg: списък с разрешени домейни
ca: llista de dominis permesos
de: Liste der erlaubten Domänen
eo: list of allowed domains, fr fr
es: lista de dominios permitidos
fa: لیست دامنه های مجاز
fi: sallittujen verkkotunnusten lista
fr: Liste des domaines autorisés
hu: Engedélyezett domainek listája
it: Elenco dei domini consentiti
ja: 許可ドメインリスト
lt: leidžiamų domenų sąrašas
ms: senarai domain yang dibenarkan
nb: liste over tillatte domener
nl: lijst met toegestane domeinen
pl: lista dozwolonych domen
pt_br: lista de domínios permitidos
ru: список разрешенных доменов
sk: zoznam povolených domén
sl: Seznam dovoljenih domen
sq: lista e domain-eve të lejuar
sr: lista dozvoljenih domena
sv: lista över tillåtna domäner
tr: izin verilen alan adları listesi
uk: список дозволених доменів
vi: danh sách tên miền được phép
zh_hk: 允許的網域清單

source: If you’re sure you trust this domain, you can ask an admin to add it to the {0}.
ar: إذا كنت متأكدًا أنك تثق بهذا النطاق، يمكنك أن تطلب من مسؤول إضافته إلى {0}.
bg: Ако сте сигурни, че имате доверие на този домейн, можете да помолите администратор да го добави към {0}.
ca: Si esteu segur que confieu en aquest domini, podeu demanar a un administrador que l'afegeixi a {0}.
de: Wenn Sie sicher sind, dass Sie dieser Domäne vertrauen, können Sie einen Administrator bitten, sie zu {0}hinzuzufügen.
eo: If you’re 100% sure you trust this domain, just hit up an admin to add it to the {0}.
es: Si estás seguro de que confias en este dominio, le puedes pedir a un administrador que lo añada a {0}.
fa: اگر مطمئن هستید که به این دامنه اعتماد دارید، می‌توانید از یک سرپرست بخواهید آن را به {0}اضافه کند.
fi: Jos voit luottaa tähän verkkotunnukseen, voit pyytää järjestelmänvalvojaa lisäämään sen {0}.
fr: Si vous êtes sûr de faire confiance à ce domaine, vous pouvez demander à un administrateur de l'ajouter à l'adresse {0}.
hu: Ha biztos benne, hogy megbízik ebben a domainben, kérheti egy admintól, hogy adja hozzá a(z) {0}-hoz.
it: Se si è sicuri di fidarsi di questo dominio, si può chiedere a un amministratore di aggiungerlo a {0}.
ja: そのドメインが信頼できるものであれば、管理者に頼んで {0}に追加してもらうことができる。
lt: Jei esate tikri, kad šiuo domenu pasitikite, galite paprašyti administratoriaus pridėti jį prie {0}.
ms: Jika anda pasti anda mempercayai domain ini, anda boleh meminta pentadbir untuk menambahkannya pada {0}.
nb: Hvis du er sikker på at du stoler på dette domenet, kan du be en administrator om å legge det til i {0}.
nl: Als je zeker weet dat je dit domein vertrouwt, kun je een beheerder vragen om het toe te voegen aan {0}.
pl: Jeśli jesteś pewien, że ufasz tej domenie, możesz poprosić administratora o dodanie jej do {0}.
pt_br: Se você tiver certeza de que confia neste domínio, poderá pedir a um administrador que o adicione à {0}.
ru: Если вы уверены, что доверяете этому домену, вы можете попросить администратора добавить его в {0}.
sk: Ak ste si istí, že tejto doméne dôverujete, môžete požiadať správcu, aby ju pridal na stránku {0}.
sl: Če ste prepričani, da zaupate tej domeni, lahko prosite skrbnika, da jo doda v {0}.
sq: Nëse je i sigurt që i beson këtij domain-i, mund t’i kërkosh një administratori ta shtojë te {0}.
sr: Ako si siguran/na da veruješ ovom domenu, možeš da zamoliš administratora da ga doda na {0}.
sv: Om du litar på denna domänen, kan du be en administratör att lägga till den i {0}.
tr: Bu alan adına güvendiğinizden eminseniz, bir yöneticiden {0}adresine eklemesini isteyebilirsiniz.
uk: Якщо ви впевнені, що довіряєте цьому домену, попросіть адміністратора додати його до {0}.
vi: Nếu bạn chắc chắn tin tưởng tên miền này, bạn có thể yêu cầu quản trị viên thêm nó vào {0}.
zh_hk: 如果您確定信任這個網域，您可以請管理員將其加入 {0}。
