Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Choose a column
ar: اختر عمودًا
bg: Изберете колона
ca: Escull una columna
de: Wähle eine Spalte
eo: Pick a column, fr fr
es: Elige una columna
fa: یک ستون را انتخاب کنید
fi: Valitse sarake
fr: Choisir une colonne
hu: Válasszon egy oszlopot
it: Scegliere una colonna
ja: 列を選択
lt: Pasirinkite stulpelį
ms: Pilih lajur
nb: Velg en kolonne
nl: Kies een kolom
pl: Wybierz kolumnę
pt_br: Escolha uma coluna
ru: Выберите колонку
sk: Výber stĺpca
sl: Izbira stolpca
sq: Zgjidh një kolonë
sr: Izaberi kolonu
sv: Välj en kolumn
tr: Bir sütun seçin
uk: Виберіть стовпець
vi: Chọn một cột
zh_hk: 選擇一列

source: Connection impersonation requires specifying a user role on the database connection.
ar: يتطلب انتحال الهوية على مستوى الاتصال تحديد دور مستخدم في اتصال قاعدة البيانات.
bg: Олицетворяването на връзката изисква задаване на потребителска роля за връзката с базата данни.
ca: La personificació de la connexió requereix especificar un rol d'usuari a la connexió de base de dades.
de: Verbindungsimitation erfordert die Angabe einer Benutzerrolle bei der Datenbankverbindung.
eo: You gotta specify a user role on the database connection to do connection impersonation, fr.
es: La suplantación de la conexión requiere especificar un perfil de usuario en la conexión de la base de datos.
fa: جعل هویت اتصال مستلزم تعیین نقش کاربر در اتصال پایگاه داده است.
fi: Yhteyden imitointi edellyttää käyttäjäroolin määrittämistä tietokantayhteydelle.
fr: L'usurpation d'identité nécessite la spécification d'un rôle d'utilisateur sur la connexion à la base de données.
hu: A kapcsolat megszemélyesítéséhez meg kell adni egy felhasználói szerepet az adatbázis-kapcsolaton.
it: L'impersonificazione della connessione richiede la specificazione di un ruolo utente sulla connessione al database.
ja: 接続の偽装には、データベース接続でのユーザー ロールを指定する必要があります。
lt: Norint apsimesti ryšiu, reikia nurodyti vartotojo vaidmenį duomenų bazės jungtyje.
ms: Peniruan sambungan memerlukan penetapan peranan pengguna pada sambungan pangkalan data.
nb: Tilkoblingsetterligning krever at det spesifiseres en brukerrolle på databasetilkoblingen.
nl: Verbindingsuitwisseling vereist het specificeren van een gebruikersrol op de databaseverbinding.
pl: Personifikacja połączenia wymaga określenia roli użytkownika w połączeniu z bazą danych.
pt_br: A representação de conexão requer a especificação de uma função de usuário na conexão do banco de dados.
ru: Для имперсонализации подключения требуется указать роль пользователя в подключении к базе данных.
sk: Vymenovanie pripojenia si vyžaduje určenie používateľskej roly v pripojení k databáze.
sl: Za poosebljanje povezave morate določiti uporabniško vlogo v povezavi z zbirko podatkov.
sq: Imitimi i identitetit tE lidhjes kErkon tE specifikosh njE rol pErdoruesi te lidhja e bazEs sE tEdhEnave.
sr: Predstavljanje kao drugi korisnik za konekciju zahteva navođenje korisničke uloge na konekciji baze podataka.
sv: Personifiering av anslutning kräver att en användarroll anges för databasanslutningen.
tr: Bağlantı kimliğine bürünme, veritabanı bağlantısında bir kullanıcı rolü belirtilmesini gerektirir.
uk: Імперсонація з’єднання вимагає вказати роль користувача в налаштуваннях підключення до бази даних.
vi: Việc mạo danh kết nối yêu cầu phải chỉ định vai trò người dùng trên kết nối cơ sở dữ liệu.
zh_hk: 連接偽裝需要在數據庫連接上指定用戶角色。

source: Edit connection
ar: تعديل الاتصال
bg: Редактиране на връзката
ca: Editar la connexió
de: Verbindung bearbeiten
eo: Fix the vibe or update the link
es: Editar conexión
fa: اتصال را ویرایش کنید
fi: Muokkaa yhteyttä
fr: Modifier la connexion
hu: Kapcsolat szerkesztése
it: Modifica connessione
ja: 接続の編集
lt: Redaguoti ryšį
ms: Sunting sambungan
nb: Rediger kobling
nl: Verbinden bewerken
pl: Edytuj połączenie
pt_br: Editar conexão
ru: Редактировать соединение
sk: Upraviť pripojenie
sl: Urejanje povezave
sq: Redakto lidhjen
sr: Uredi konekciju
sv: Ändra anslutning
tr: Bağlantıyı düzenle
uk: Редагувати підключення
vi: Chỉnh sửa kết nối
zh_hk: 編輯連接

source: SameSite cookie setting
ar: إعداد Cookie SameSite
bg: Настройка на бисквитките на SameSite
ca: Configuració de galeta SameSite
de: SameSite Cookie Einstellung
eo: SameSite cookie setting → "SameSite cookie vibe"
es: Configuración de cookies SameSite
fa: تنظیم کوکی SameSite
fi: SameSite-evästeasetus
fr: Paramétrage des cookies SameSite
hu: SameSite cookie-beállítás
it: Impostazione dei cookie di SameSite
ja: SameSite Cookie 設定
lt: „SameSite“ slapukų nustatymas
ms: Tetapan kuki SameSite
nb: SameSite cookie inntilling
nl: SameSite cookie-instelling
pl: Ustawienia plików cookie SameSite
pt_br: Configuração de cookies do SameSite
ru: Настройка файлов cookie SameSite
sk: Nastavenie súborov cookie SameSite
sl: Nastavitev piškotkov SameSite
sq: Cilësimi i cookie SameSite
sr: Podešavanje SameSite kolačića
sv: SameSite cookie-inställning
tr: SameSite çerez ayarı
uk: Налаштування cookie SameSite
vi: Cài đặt cookie SameSite
zh_hk: SameSite cookie 設定

source: Determines whether or not cookies are allowed to be sent on cross-site requests. You’ll likely need to change this to None if your embedding application is hosted under a different domain than Metabase. Otherwise, leave it set to Lax, as it's more secure.
eo: It basically decides if cookies can be sent on cross-site requests. You’ll probably gotta switch this to None if your app is on a different domain than Metabase. Otherwise, just keep it on Lax ’cause it’s more secure.
hu: Meghatározza, hogy a cookie-k küldése engedélyezett-e a webhelyek közötti kérések esetén. Valószínűleg ezt a Nincs értékre kell módosítania, ha a beágyazóalkalmazása nem a Metabase tartományban található. Ellenkező esetben hagyja a Lax beállítást, mivel az biztonságosabb.
lt: Nustato, ar leidžiama siųsti slapukus pagal užklausas keliose svetainėse. Tikėtina, kad turėsite pakeisti šį į None, jei jūsų įterpimo programa yra priglobta kitame domene nei metabazės. Kitu atveju palikite jį „Lax“, nes tai yra saugesnė.
ms: Menentukan sama ada kuki dibenarkan dihantar dalam permintaan rentas laman. Anda mungkin perlu menukar ini kepada None jika aplikasi penyematan anda dihoskan di bawah domain yang berbeza daripada Metabase. Jika tidak, biarkan tetapan ini pada Lax, kerana ia lebih selamat.

source: If you set this to None, you'll have to use HTTPS (unless you're just embedding locally), or browsers will reject the request. {0}
hu: Ha ezt a Nincs értékre állítja, akkor HTTPS-t kell használnia (hacsak nem csak helyi beágyazást végez), különben a böngészők elutasítják a kérést. {0}
ms: Jika anda menetapkan ini kepada None, anda perlu menggunakan HTTPS (kecuali jika anda hanya menyematkan secara tempatan), atau pelayar akan menolak permintaan. {0}

source: You should probably change this setting to {0}.
ar: ربما ينبغي عليك تغيير هذا الإعداد إلى {0}.
bg: Вероятно трябва да промените тази настройка на {0}.
ca: Hauries de canvia aquesta configuració a {0}.
de: Sie sollten diese Einstellung wahrscheinlich auf {0} ändern.
eo: You should probs switch this to {0} fr.
es: Probablemente deberías cambiar esta configuración a {0}.
fa: احتمالاً باید این تنظیم را به {0}تغییر دهید.
fi: Sinun kannattaa todennäköisesti vaihtaa tämä asetus {0}:ksi.
fr: Vous devriez probablement modifier ce paramètre en le fixant à {0}.
hu: Valószínűleg módosítania kell ezt a beállítást a következőre: {0}.
it: Probabilmente si dovrebbe cambiare questa impostazione in {0}.
ja: おそらくこの設定を {0} に変更する必要があります。
lt: Tikriausiai turėtumėte pakeisti šį nustatymą į {0}.
ms: Anda mungkin perlu menukar tetapan ini kepada {0}.
nb: Du bør sannsynligvis endre dette til {0}.
nl: U zou deze instelling waarschijnlijk moeten wijzigen in {0}.
pl: Prawdopodobnie powinieneś zmienić to ustawienie na {0}.
pt_br: Você provavelmente deveria alterar esta configuração para {0}.
ru: Возможно, вам следует изменить этот параметр на {0}.
sk: Toto nastavenie by ste pravdepodobne mali zmeniť na {0}.
sl: Verjetno bi morali to nastavitev spremeniti v {0}.
sq: Me shumE gjasa duhet ta ndryshosh kEtE cilEsim nE {0}.
sr: Verovatno bi trebalo da promeniš ovo podešavanje na {0}.
sv: Du borde ändra denna inställning till {0}.
tr: Bu ayarı muhtemelen {0}olarak değiştirmelisiniz.
uk: Ймовірно, вам варто змінити це налаштування на {0}.
vi: Có lẽ bạn nên thay đổi cài đặt này thành {0}.
zh_hk: 您可能需要將此設置更改為{0}。

source: SMTP
eo: SMTP? Oh, that’s just the OG email boss, like the plug that sends your emails on the daily.
ms: Protokol Pindahan Mel Mudah

source: Edit Configuration
hu: Konfiguráció szerkesztése
lt: Redaguoti konfigūraciją
ms: Sunting konfigurasi

source: Warning: uploads to the Sample Database are for testing only and may disappear. If you want your data to stick around, you should upload to a PostgreSQL or MySQL database.
eo: Yo, heads up: uploads to the Sample Database are just for testing and might vanish. If you wanna keep your stuff, better upload to a PostgreSQL or MySQL database.
hu: Figyelmeztetés: a mintaadatbázisba való feltöltések csak tesztelésre szolgálnak, és eltűnhetnek. Ha azt szeretné, hogy adatai megmaradjanak, töltse fel egy PostgreSQL vagy MySQL adatbázisba.
lt: Įspėjimas: įkėlimai į pavyzdžių duomenų bazę yra skirti tik testavimui ir gali išnykti. Jei norite, kad jūsų duomenys išliktų, turėtumėte įkelti į PostgreSQL arba MySQL duomenų bazę.
ms: Amaran: muat naik ke Pangkalan Data Contoh hanya untuk ujian dan mungkin hilang. Jika anda mahu data anda kekal, anda perlu memuat naik ke pangkalan data PostgreSQL atau MySQL.

source: More…
ar: المزيد…
bg: Още…
ca: Més…
de: Mehr...
eo: More… = More fr fr
es: Más…
fa: بیشتر…
fi: Enemmän...
fr: Plus…
hu: Több…
it: Di più…
ja: さらに…
lt: Daugiau…
ms: Lebih…
nb: Mer...
nl: Meer…
pl: Więcej...
pt_br: Mais…
ru: Подробнее…
sk: Viac na…
sl: Več...
sq: Më shumë…
sr: Više…
sv: Mer…
tr: Daha fazla…
uk: Більше…
vi: Thêm…
zh_hk: 更多…

source: The selected tab is no longer available
ar: التبويب المحدد لم يعد متاحًا
bg: Избраният раздел вече не е наличен
ca: La pestanya escollida ja no està disponible
de: Das gewählte Tab ist nicht mehr verfügbar
eo: This tab is lowkey not it anymore
es: La pestaña seleccionada ya no está disponible
fa: برگه انتخاب شده دیگر در دسترس نیست
fi: Valittu välilehti ei ole enää käytettävissä.
fr: L'onglet sélectionné n'est plus disponible
hu: A kiválasztott lap már nem érhető el
it: La scheda selezionata non è più disponibile
ja: 選択したタブは使用できなくなりました
lt: Pasirinktas skirtukas nebepasiekiamas
ms: Tab yang dipilih tidak lagi tersedia
nb: Fanen er ikke tilgjengelig mer
nl: Het geselecteerde tabblad is niet langer beschikbaar
pl: Wybrana zakładka nie jest już dostępna
pt_br: A guia selecionada não está mais disponível
ru: Выбранная вкладка больше недоступна
sk: Vybraná karta už nie je k dispozícii
sl: Izbrani zavihek ni več na voljo
sq: Skeda e pErzgjedhur nuk EshtE mE e disponueshme
sr: Izabrani tab više nije dostupan
sv: Den valda tabben är inte tillgänglig längre
tr: Seçilen sekme artık mevcut değil
uk: Вибрана вкладка більше недоступна
vi: Tab đã chọn không còn khả dụng nữa
zh_hk: 所選選項卡不再可用

source: Select a dashboard tab
ar: حدّد تبويبًا في لوحة المعلومات
bg: Изберете раздел от таблото за управление
ca: Escull una pestanya del quadre de comandament
de: Wähle ein Dashboard Tab
eo: Pick a dashboard tab, fr fr
es: Selecciona una pestaña del panel
fa: یک برگه داشبورد را انتخاب کنید
fi: Valitse kojelauta-välilehti
fr: Sélectionner un onglet du tableau de bord
hu: Válasszon egy irányítópult lapot
it: Selezionare una scheda del cruscotto
ja: ダッシュボードのタブを選択
lt: Pasirinkite prietaisų skydelio skirtuką
ms: Pilih tab papan pemuka
nb: Velg en fane i dashboardet
nl: Selecteer een dashboard tabblad
pl: Wybierz zakładkę pulpitu
pt_br: Selecione uma guia do painel
ru: Выберите вкладку приборной панели
sk: Vyberte kartu prístrojového panela
sl: Izberite zavihek nadzorne plošče
sq: Zgjidh njE skedE tE panelit
sr: Izaberi tab kontrolne table
sv: Välj en instrumentpanel-tabb
tr: Bir gösterge tablosu sekmesi seçin
uk: Виберіть вкладку дашборду
vi: Chọn một tab bảng điều khiển
zh_hk: 選擇一個儀表板選項卡

source: View and filter all {0} results
ar: اعرض وفلتر كل {0} نتيجة
bg: Преглед и филтриране на всички резултати от {0}
ca: Visualitza i filtra tots els {0} resultats
de: Alle {0} Ergebnisse anzeigen und filtern
eo: Check out and filter all {0} results, bestie
es: Ver y filtrar todos {0} los resultados
fa: همه نتایج {0} را مشاهده و فیلتر کنید
fi: Näytä ja suodata kaikki {0} tulokset
fr: Afficher et filtrer tous les résultats {0}
hu: Az összes {0} eredmény megtekintése és szűrése
it: Visualizza e filtra tutti i risultati di {0}
ja: すべての {0} の結果の表示とフィルタリング
lt: Peržiūrėkite ir filtruokite visus {0} rezultatus
ms: Lihat dan tapis semua hasil {0}
nb: Se og filtrer alle {0} resultater
nl: Bekijk en filter alle {0} resultaten
pl: Wyświetl i filtruj wszystkie wyniki {0}
pt_br: Ver e filtrar todos os resultados de {0}
ru: Просматривайте и фильтруйте все результаты {0}
sk: Zobrazenie a filtrovanie všetkých výsledkov {0}
sl: Ogled in filtriranje vseh rezultatov {0}
sq: Shiko dhe filtro të gjitha {0} rezultatet
sr: Prikaži i filtriraj svih {0} rezultata
sv: Visa och filtrera alla {0} resultat
tr: Tüm {0} sonuçlarını görüntüleyin ve filtreleyin
uk: Переглянути й відфільтрувати всі результати {0}
vi: Xem và lọc tất cả {0} kết quả
zh_hk: 查看並過濾所有 {0} 個結果

source: View and filter results
ar: اعرض النتائج وفلترها
bg: Преглед и филтриране на резултатите
ca: Veure i filtrar els resultats
de: Ergebnisse anzeigen und filtern
eo: Peep and filter the results
es: Ver y filtrar resultados
fa: مشاهده و فیلتر کردن نتایج
fi: Näytä ja suodata tulokset
fr: Visualiser et filtrer les résultats
hu: Az eredmények megtekintése és szűrése
it: Visualizzare e filtrare i risultati
ja: 結果の表示とフィルタリング
lt: Peržiūrėkite ir filtruokite rezultatus
ms: Lihat dan tapis hasil
nb: Vis og filtrer resultater
nl: Bekijk en filter resultaten
pl: Wyświetl i filtruj wszystkie wyniki
pt_br: Ver e filtrar resultados
ru: Просмотр и фильтрация результатов
sk: Zobrazenie a filtrovanie výsledkov
sl: Ogled in filtriranje rezultatov
sq: Shfaq dhe filtro rezultatet
sr: Prikaži i filtriraj rezultate
sv: Visa och filtrera resultat
tr: Sonuçları görüntüleme ve filtreleme
uk: Переглядайте та фільтруйте результати
vi: Xem và lọc kết quả
zh_hk: 查看和過濾結果

source: native
ar: أصلي
bg: роден
ca: natiu
de: einheimische
eo: native → fam born and raised in the server, fr fr
es: nativo
fa: بومی
fi: kotoperäinen
fr: natif
hu: eredeti
it: nativo
ja: ネイティブ
lt: gimtoji
ms: asli
nb: lokal
nl: SQL
pl: natywny
pt_br: nativo
ru: родной
sk: natívne
sv: inbyggd
tr: yerli
uk: нативний
vi: tự nhiên
zh_hk: 原生

source: 1 type selected
ar: تم تحديد نوع واحد
bg: Избран 1 тип
ca: 1 tipus seleccionat
de: 1 Typ ausgewählt
eo: 1 type, like, chosen fr
es: 1 tipo seleccionado
fa: 1 نوع انتخاب شده است
fi: 1 tyyppi valittu
fr: 1 type sélectionné
hu: 1 típus kiválasztva
it: 1 tipo selezionato
ja: 1 タイプを選択しました
lt: Pasirinktas 1 tipas
ms: 1 jenis dipilih
nb: 1 type valgt
nl: 1 type geselecteerd
pl: 1 wybrany typ
pt_br: 1 tipo selecionado
ru: Выбран 1 тип
sk: Vybraný 1 typ
sl: Izbrana je bila 1 vrsta
sq: 1 lloj i pErzgjedhur
sr: 1 tip izabran
sv: 1 typ vald
tr: 1 tip seçildi
uk: Вибрано 1 тип
vi: Đã chọn 1 loại
zh_hk: 選擇 1 種類型

source: types selected
ar: أنواع محددة
bg: избрани видове
ca: tipus seleccionats
de: ausgewählte Typen
es: tipos seleccionados
fa: انواع انتخاب شده
fi: valitut tyypit
fr: types sélectionnés
hu: ␣ kiválasztott típusok
it: tipi selezionati
ja: タイプを選択しました
lt: pasirinkti tipai
ms: jenis dipilih
nb: typer valgt
nl: geselecteerde soorten
pl: ␣wybranych typów
pt_br: tipos selecionados
ru: выбранные типы
sk: vybrané typy
sl: Izbrane vrste
sq: lloje tE pErzgjedhur
sr: tipova izabrano
sv: valda typer
tr: seçilen tipler
uk: типів вибрано
vi: các loại đã chọn
zh_hk: 選擇的類型

source: Done picking columns
ar: انتهِ من اختيار الأعمدة
bg: Избор на колони
ca: He acabat d'escollir columnes
de: Spaltenauswahl beendet
eo: Done choosing the columns, fr.
es: Terminado de seleccionar columnas
fa: چیدن ستون ها انجام شد
fi: Valmiina valitsemaan sarakkeita
fr: Fin de la sélection des colonnes
hu: Az oszlopok kiszedése kész
it: Finito di scegliere le colonne
ja: 列の選択が完了しました
lt: Stulpelių rinkimas baigtas
ms: Selesai memilih lajur
nb: Ferdig med å velge kolonner
nl: Klaar met kolommen kiezen
pl: Zakończono wybieranie kolumn
pt_br: Seleção de colunas concluída
ru: Выбор столбцов закончен
sk: Hotové vyberanie stĺpcov
sl: Končano izbiranje stolpcev
sq: Mbarova zgjedhjen e kolonave
sr: Završi izbor kolona
sv: Färdig med att plocka kolumner
tr: Sütun seçme işlemi tamamlandı
uk: Готово з вибором стовпців
vi: Đã chọn xong các cột
zh_hk: 選取欄位完成

source: invalid value for dashboard template name
ar: قيمة غير صالحة لاسم قالب لوحة المعلومات
bg: невалидна стойност за името на шаблона на таблото за управление
ca: valor no vàlid per al nom del quadre de comandament
de: Ungültiger Wert für den Namen der Dashboard-Vorlage
eo: Bruh, that's an invalid value for the dashboard template name, fr.
es: valor inválido de nombre de plantilla del cuadro de mando
fa: مقدار نامعتبر برای نام قالب داشبورد
fi: Virheellinen arvo kojetaulun mallin nimelle
fr: Valeur non valide pour le nom du modèle de tableau de bord
hu: érvénytelen érték az irányítópult-sablonnévhez
it: Valore non valido per il nome del modello di dashboard
ja: ダッシュボード テンプレート名の値が無効です
lt: neteisinga informacijos suvestinės šablono pavadinimo vertė
ms: nilai tidak sah untuk nama template papan pemuka
nb: ugyldig verdi for navn til en infotavlemal
nl: ongeldige waarde voor dashboard sjabloonnaam
pl: Nieprawidłowa wartość dla nazwy szablonu pulpitu
pt_br: valor inválido para nome do modelo do painel
ru: Недопустимое значение для имени шаблона приборной панели
sk: neplatná hodnota pre názov šablóny ovládacieho panela
sl: Neveljavna vrednost za ime predloge nadzorne plošče
sq: vlerE e pavlefshme pEr emrin e shabllonit tE panelit
sr: nevažeća vrednost za naziv templejta kontrolne table
sv: ogiltigt värde för instrumentpanelens mallnamn
tr: gösterge tablosu şablon adı için geçersiz değer
uk: недійсне значення для назви шаблону дашборда
vi: giá trị không hợp lệ cho tên mẫu bảng điều khiển
zh_hk: 儀表板範本名稱的無效值

source: value must be a parameter map with an 'id' key
hu: az értéknek egy paraméterleképezésnek kell lennie egy „id” kulccsal
ms: nilai mesti peta parameter dengan kunci 'id'

source: Content Management or Official Collections
ar: إدارة المحتوى أو المجموعات الرسمية
bg: Управление на съдържанието или официални колекции
ca: Gestor de continguts o Col·leccions oficials
de: Content Management oder amtliche Sammlungen
eo: Content management or official collections → "Content management or legit collections"
es: Gestión de Contenidos o Colecciones Oficiales
fa: مدیریت محتوا یا مجموعه های رسمی
fi: Sisällönhallinta tai viralliset kokoelmat
fr: Gestion du contenu ou collections officielles
hu: Tartalomkezelés vagy hivatalos gyűjtemények
it: Gestione dei contenuti o collezioni ufficiali
ja: コンテンツ管理または公式コレクション
lt: Turinio valdymas arba oficialios kolekcijos
ms: Pengurusan Kandungan atau Koleksi Rasmi
nb: Innholdsadministrasjon eller Offisielle samlinger
nl: Inhoudsbeheer of officiële collecties
pl: Zarządzanie treścią lub oficjalne kolekcje
pt_br: Gerenciamento de Conteúdo ou Coleções Oficiais
ru: Управление контентом или официальные коллекции
sk: Správa obsahu alebo oficiálne zbierky
sl: Upravljanje vsebin ali uradne zbirke
sq: Menaxhim përmbajtjeje ose Koleksione zyrtare
sr: Upravljanje sadržajem ili zvanične kolekcije
sv: Innehållshantering eller officiella samlingar
tr: İçerik Yönetimi veya Resmi Koleksiyonlar
uk: Керування контентом або Офіційні колекції
vi: Quản lý nội dung hoặc Bộ sưu tập chính thức
zh_hk: 內容管理或官方收藏

source: Number of hours a password reset is considered valid.
ar: عدد الساعات التي يُعتبر فيها إعادة تعيين كلمة المرور صالحة.
bg: Брой часове, през които нулирането на паролата се счита за валидно.
ca: Nombre d'hores que es considera vàlid un restabliment de la contrasenya.
de: Stunden, die ein Passwort-Reset gültig ist.
eo: How many hours a password reset is still valid before it’s a lost cause lol
es: Número de horas que se considera válida un restablecimiento de contraseña.
fa: تعداد ساعات بازنشانی رمز عبور معتبر در نظر گرفته می شود.
fi: Salasanan nollaamisen katsotaan olevan voimassa tietyn ajan, joka ilmoitetaan tunteina.
fr: Nombre d'heures pendant lesquelles une réinitialisation de mot de passe est considérée comme valide.
hu: A jelszó-visszaállítás érvényességének időtartama.
it: Numero di ore in cui la reimpostazione della password è considerata valida.
ja: パスワードのリセットが有効とみなされる時間数。
lt: Valandų skaičius, kai slaptažodžio nustatymas iš naujo laikomas galiojančiu.
ms: Bilangan jam kata laluan ditetapkan semula dianggap sah.
nb: Antall timer en passordtilbakestilling er ansett som gyldig.
nl: Aantal uren dat een wachtwoordreset als geldig wordt beschouwd.
pl: Liczba godzin, przez które zresetowane hasło jest uznawane za ważne.
pt_br: Número de horas em que uma redefinição de senha é considerada válida.
ru: Количество часов, в течение которых сброс пароля считается действительным.
sk: Počet hodín, počas ktorých sa obnovenie hesla považuje za platné.
sl: Število ur, v katerih se ponastavitev gesla šteje za veljavno.
sq: Numri i orEve qE njE reset i fjalEkalimit konsiderohet i vlefshEm.
sr: Broj sati tokom kojih se resetovanje lozinke smatra važećim.
sv: Antal timmar som en återställninglänk för lösenord är giltig.
tr: Parola sıfırlamanın geçerli sayılacağı saat sayısı.
uk: Кількість годин, протягом яких скидання пароля вважається дійсним.
vi: Số giờ mà mật khẩu được đặt lại được coi là hợp lệ.
zh_hk: 密碼重設被視為有效的時數。

source: Token does not match the setup token.
ar: لا يتطابق الـ Token مع Token الإعداد.
bg: Токенът не съвпада с токена за настройка.
ca: El token no concorda amb el token de configuració.
de: Token stimmt nicht mit dem Setup-Token überein.
eo: Bruh, the token don’t match the setup one, fr fr.
es: El token no coincide con el token de configuración.
fa: توکن با نشانه تنظیم مطابقت ندارد.
fi: Token ei vastaa asetustokenia.
fr: Le jeton ne correspond pas au jeton de configuration.
hu: A token nem egyezik a beállítási tokennel.
it: Il token non corrisponde al token di impostazione.
ja: トークンがセットアップ トークンと一致しません。
lt: Ženklas neatitinka sąrankos prieigos rakto.
ms: Token tidak sepadan dengan token penyediaan.
nb: Token matcher ikke setup-token.
nl: Het token komt niet overeen met het instellingstoken.
pl: Token nie jest zgodny z tokenem konfiguracji.
pt_br: O token não corresponde ao token de configuração.
ru: Токен не совпадает с установочным токеном.
sk: Token sa nezhoduje s tokenom nastavenia.
sl: Žeton se ne ujema z žetonom za namestitev.
sq: Token nuk përputhet me token-in e konfigurimit.
sr: Token se ne poklapa sa tokenom za podešavanje.
sv: Token stämmer inte överens med den uppsatta token.
tr: Belirteç, kurulum belirteciyle eşleşmiyor.
uk: Токен не відповідає токену налаштування.
vi: Mã thông báo không khớp với mã thông báo thiết lập.
zh_hk: 令牌與設定令牌不符。
