Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Returns the string of text in all upper case.
hu: A szöveget nagybetűkkel adja vissza.
ms: Mengembalikan rentetan teks dalam semua huruf besar.

source: The column with values to convert to upper case.
ar: العمود الذي ستُحوّل قيمه إلى أحرف كبيرة.
bg: Колоната със стойности за преобразуване в главни букви.
ca: La columna amb els valors que es volen convertir a majuscules.
de: Die Spalte mit Werten, die in Großbuchstaben umgewandelt werden sollen.
eo: The column with the values that need to be uppercase, fr fr.
es: La columna con valores para convertir a mayúsculas.
fa: ستون با مقادیر برای تبدیل به پرونده بزرگ.
fi: Sarake, jonka arvot muutetaan isoiksi kirjaimiksi.
fr: La colonne avec les valeurs à convertir en majuscules.
hu: A nagybetűssé alakítandó oszlop.
it: La colonna i cui valori sono da convertire in maiuscoli.
ja: 大文字に変換する値のある列。
lt: Stulpelis su reikšmėmis, kurias reikia konvertuoti į didžiąsias raides.
ms: Lajur dengan nilai untuk ditukar kepada huruf besar.
nb: Kolonnen med verdier som skal konverteres til store bokstaver.
nl: De kolom met waarden die naar hoofdletters moeten worden geconverteerd.
pl: Kolumna z wartościami do konwersji na wielkie litery.
pt_br: A coluna com valores para converter em maiúsculas.
ru: Столбец со значениями для преобразования в верхний регистр.
sk: Stĺpec s hodnotami pre prevod na veľké písmená.
sl: Stolpec z vrednostmi, ki jih želite pretvoriti v velike črke.
sq: Kolona me vlera për ti konvertuar në shkronja të mëdha.
sr: Kolona sa vrednostima koje treba pretvoriti u velika slova.
sv: Kolumnen med värden som ska konverteras till stora bokstäver.
tr: Büyük harfe dönüştürülecek değerlere sahip sütun.
uk: Стовпець зі значеннями, які потрібно перетворити на верхній регістр.
vi: Cột có giá trị để chuyển đổi sang chữ hoa
zh_hk: 欄位資料轉換成大寫

source: must be {0} and include {1}.
ar: يجب أن يكون {0} ويتضمن {1}.
bg: трябва да е {0} и да включва {1}.
ca: ha de ser {0} i incloure {1}.
de: muss {0} sein und {1} enthalten.
eo: Gotta be {0} and include {1}, fr.
es: debe ser {0} e incluir {1}
fa: باید {0} باشد و {1} را شامل شود.
fi: oltava {0} ja sisällettävä {1}.
fr: doit être {0} et inclure {1}.
hu: {0}-nak kell lennie, és tartalmaznia kell {1}-t.
it: deve essere {0} ed includere {1}.
ja: {0}でありかつ{1}を含めなければならない。
lt: turi būti {0} ir apimti {1}.
ms: mesti {0} dan termasuk {1}.
nb: må være {0} og inkludere {1}.
nl: moet {0} en {1} bevatten.
pl: musi być {0} i zawierać {1}.
pt_br: deve ser {0} e incluir {1}.
ru: должно быть {0} и включать {1}.
sk: musí byť {0} a musí obsahovať {1}.
sl: morajo biti {0} in vključevati {1}.
sq: duhet të jetë {0} dhe të përfshijë {1}.
sr: mora biti {0} i sadržati {1}.
sv: måste vara {0} och innehålla {1}.
tr: {0} olmalı ve {1} içermelidir.
uk: має бути {0} та включати {1}.
vi: phải là {0} và bao gồm {1}
zh_hk: 必須是 {0} 及包含 {1}

source: must be {0}.
ar: يجب أن يكون {0}.
bg: трябва да е {0}.
ca: ha de ser {0}.
de: muss {0} sein.
eo: It’s gotta be {0} fr.
es: debe ser {0}
fa: باید {0} باشد.
fi: täytyy olla {0}.
fr: doit être {0}.
hu: a következőnek kell lennie: {0}.
it: deve essere {0}.
ja: {0}でなければならない。
lt: turi būti {0}.
ms: mesti {0}.
nb: må være {0}
nl: moet {0}.
pl: musi być {0}.
pt_br: deve ser {0}
ru: должно быть {0}.
sk: musí byť {0}.
sl: mora biti {0}.
sq: duhet të jetë {0}.
sr: mora biti {0}.
sv: måste vara {0}.
tr: {0} olmalıdır.
uk: має бути {0}.
vi: phải là {0}.
zh_hk: 必須是 {0}

source: must include {0}.
ar: يجب أن يتضمن {0}.
bg: трябва да включва {0}.
ca: ha d'incloure {0}.
de: muss {0} enthalten.
eo: Gotta include {0}, fr.
es: debe incluir {0}.
fa: باید {0} باشد.
fi: täytyy sisältää {0}.
fr: doit inclure {0}
hu: tartalmaznia kell {0}-t.
it: deve includere {0}.
ja: {0}を含めなければならない。
lt: turi apimti {0}.
ms: mesti termasuk {0}.
nb: må inkludere {0}
nl: moet {0} bevatten.
pl: musi zawierać {0}.
pt_br: deve incluir {0}
ru: должно включать {0}.
sk: musí obsahoavť {0}.
sl: mora vključevati {0}.
sq: duhet të përfshijë {0}.
sr: mora sadržati {0}.
sv: måste innehålla {0}.
tr: {0} içermelidir.
uk: має включати {0}.
vi: phải bao gồm {0}.
zh_hk: 必須包含 {0}

source: at least {0} character long
ar: بطول لا يقل عن {0} أحرف
bg: дължина поне {0} знак
ca: com a mínim {0} caràcter de longitud
de: mindestens {0} Zeichen lang
eo: at least {0} characters to flex on
es: al menos {0} carácter
fa: حداقل {0} نویسه
fi: vähintään {0} merkin pituinen
fr: au moins {0} caractère
hu: legalább {0} karakter hosszú
it: lunghezza minima {0} carattere
ja: 最低{0}文字
lt: mažiausiai {0} simbolio ilgio
ms: sekurang-kurangnya {0} karakter panjang
nb: minst {0} tegn
nl: tenminste {0} karakter lang
pl: co najmniej {0} znak
pt_br: pelo menos {0} caractere
ru: длиной не менее {0} символа
sk: najmenej {0} znak
sl: najmanj {0} znak
sq: të paktën {0} karakter i gjatë
sr: najmanje {0} znak
sv: minst {0} tecken lång
tr: en az {0} karakter uzunluğunda
uk: довжиною щонайменше {0} символ
vi: ít nhất {0} ký tự
zh_hk: 至少 {0} 字元長度

source: {0} lower case letter
ar: {0} حرفًا صغيرًا
bg: {0} малка буква
ca: {0} lletra en minúscula
de: {0} kleingeschriebener Buchstabe
eo: {0} in all lowercase, fr fr
es: {0} letra minúscula
fa: {0} حروف کوچک
fi: {0} pieni kirjain
fr: {0} lettre minuscule
hu: {0} kisbetű
it: {0} lettera minuscola
ja: {0}個の小文字 {0}個の小文字
lt: {0} mažoji raidė
ms: {0} huruf kecil
nb: {0} liten bokstav
nl: {0} kleine letter
pl: {0} mała litera
pt_br: {0} letra minúscula
ru: {0} строчная буква
sk: {0} malé písmeno
sl: {0} mala črka
sq: {0} shkronjë e vogël
sr: {0} malo slovo
sv: {0} liten bokstav
tr: {0} küçük harf
uk: {0} мала літера
vi: {0} chữ thường
zh_hk: {0} 小寫字母

source: {0} upper case letter
ar: {0} حرفًا كبيرًا
bg: {0} главна буква
ca: {0} lletra en majúscula
de: {0} Großbuchstabe
eo: {0} all caps letter
es: {0} letra mayúscula
fa: {0} حرف بزرگ
fi: {0} iso kirjain
fr: {0} lettre majuscule
hu: {0} nagybetű
it: {0} lettera maiuscola
ja: {0}個の大文字 {0}個の大文字
lt: {0} didžioji raidė
ms: {0} huruf besar Jamak: {0} huruf besar
nb: {0} stor bokstav
nl: {0} hoofdletter
pl: {0} wielka litera
pt_br: {0} letra maiúscula
ru: {0} заглавная буква
sk: {0} veľké písmeno
sl: {0} velika črka
sq: {0} shkronjë e madhe
sr: {0} veliko slovo
sv: {0} stor bokstav
tr: {0} büyük harf
uk: {0} велика літера
vi: {0} chữ in hoa
zh_hk: {0} 大寫字母

source: {0} number
ar: {0} رقمًا
bg: {0} число
ca: {0} nombre
de: {0} Zahl
eo: {0} number, fr fr
es: {0} número
fa: {0} شماره
fi: {0} numero
fr: {0} nombre
hu: {0} szám
it: {0} numero
ja: {0}個の数
lt: {0} skaičius
ms: {0} nombor Jamak: {0} nombor
nb: {0} tall
nl: {0} nummer
pl: {0} liczba
pt_br: {0} número
ru: {0} цифра
sk: {0} číslo
sl: {0} številka
sq: {0} numër
sr: {0} cifra
sv: {0} siffra
tr: {0} sayı
uk: {0} цифра
vi: {0} số
zh_hk: {0} 數字

source: {0} special character
ar: {0} حرفًا خاصًا
bg: {0} специален знак
ca: {0} caràcter especial
de: {0} Spezialzeichen
eo: {0} just vibing with a special character
es: {0} carácter especial
fa: {0} نویسه خاص
fi: {0} erikoismerkki
fr: {0} caractère spécial
hu: {0} speciális karakter
it: {0} carattere speciale
ja: {0}個の特殊文字 {0}個の特殊文字
lt: {0} specialusis simbolis
ms: {0} karakter khas Jamak: {0} karakter khas
nb: {0} spesialtegn
nl: {0} speciale karakter
pl: (0} znak specjalny
pt_br: {0} caractere especial
ru: {0} специальный символ
sk: {0} špeciálny znak
sl: {0} poseben znak
sq: {0} karakter special
sr: {0} specijalni znak
sv: {0} speciellt tecken
tr: {0} özel karakter
uk: {0} спеціальний символ
vi: {0} ký tự đặc biệt
zh_hk: {0} 特殊字符

source: must be a valid email address
ar: يجب أن يكون عنوان بريد إلكتروني صالحًا
bg: Трябва да е валиден имейл адрес
ca: ha de ser una adreça de correu electrònic vàlida
de: muss eine gültige Emailadresse sein
eo: yo, it’s gotta be a legit email, fr fam
es: Debe ser una dirección de correo electrónico válida
fa: می بایست یک ایمیل ادرس معتبر باشد
fi: on oltava kelvollinen sähköpostiosoite
fr: doit être une adresse électronique valide
hu: érvényes e-mail címnek kell lennie
it: deve essere un indirizzo di posta valido
ja: 有効なメールアドレスでなければなりません
lt: turi būti galiojantis el. pašto adresas
ms: mesti alamat emel yang sah
nb: må være en gyldig e-postadresse
nl: moet een geldig e-mailadres zijn
pl: musi być prawidłowym adresem e-mail
pt_br: deve ser um endereço de e-mail válido
ru: Адрес эл. почты должен быть действительным
sk: musí byť platná emailová adresa
sl: mora biti veljaven e-poštni naslov
sq: duhet të jetë një adresë email-i e vlefshme
sr: mora biti važeća email adresa
sv: måste vara en giltig epost-adress
tr: geçerli bir mail adresi olmalı
uk: має бути дійсною email-адресою
vi: phải là một địa chỉ email hợp lệ
zh_hk: 必須是有效的EMail住址

source: must be {0} characters or less
eo: has to be max {0} characters, fr
hu: legfeljebb {0} karakter lehet
lt: turi sudaryti ne daugiau nei {0} simbolių
ms: mesti {0} aksara atau kurang

source: Thanks for using Metabase!
hu: Köszönjük, hogy a Metabase-t használja!
ms: Terima kasih kerana menggunakan Metabase!

source: Powered by {0}
hu: Üzemeltető: {0}
ms: Dikuasakan oleh {0}

source: To:
ar: إلى:
bg: До:
ca: A:
de: An:
eo: To: → Yo:
es: A:
fa: به:
fi: Vastaanottaja:
fr: Pour :
hu: Címzett:
it: A:
ja: 宛先:
lt: Kam:
ms: Kepada:
nb: Til:
nl: Naar:
pl: Do:
pt_br: Para:
ru: Кому:
sk: Pre:
sl: K:
sq: Për:
sr: Za:
sv: Till:
tr: Kime:
uk: Кому:
vi: Đến:
zh_hk: 至：

source: This question can't be used because it's based on a different database.
hu: Ez a kérdés nem használható, mert egy másik adatbázison alapul.
ms: Soalan ini tidak boleh digunakan kerana ia berdasarkan pangkalan data yang berbeza.

source: Couldn't find a saved question with that ID number.
hu: Nem található mentett kérdés ezzel az azonosítószámmal.
ms: Tidak dapat mencari soalan yang disimpan dengan nombor ID tersebut.

source: Pick a saved question
hu: Válasszon egy mentett kérdést
ms: Pilih soalan yang disimpan

source: Pick a different question
hu: Válasszon egy másik kérdést
ms: Pilih soalan lain

source: Loading…
ar: جارٍ التحميل…
bg: Зареждане…
ca: Carregant...
de: Lade...
eo: Loading... rn tfw it’s still in progress
es: Cargando...
fa: بارگذاری…
fi: Ladataan...
fr: Chargement...
hu: Betöltés…
it: Caricamento...
ja: ロード中...
lt: Įkeliama…
ms: Memuatkan…
nb: Laster...
nl: Laden...
pl: Wczytywanie…
pt_br: Carregando…
ru: Загрузка...
sk: Načítava…
sl: Nakladanje...
sq: Po ngarkohet…
sr: Učitavanje…
sv: Laddar...
tr: Yükleniyor...
uk: Завантаження…
vi: Đang tải…
zh_hk: 載入中...

source: Question #…
hu: #… kérdés
ms: Soalan #

source: Question #{0}
hu: {0}. kérdés
ms: Soalan #{0}

source: Last edited {0}
ar: آخر تعديل {0}
bg: Последна редакция {0}
ca: Darrera edició {0}
de: Zuletzt bearbeitet {0}
eo: Last edited {0} — fr, been a minute since I touched this
es: Última edición {0}
fa: آخرین ویرایش {0}
fi: Viimeksi muokattu {0}
fr: Dernière édition {0}
hu: Utoljára szerkesztve {0}
it: Ultima modifica {0}
ja: 最終編集 {0}
lt: Paskutinį kartą redaguota {0}
ms: Terakhir disunting {0}
nb: Sist redigert {0}
nl: Laatst bewerkt {0}
pl: Ostatnio edytowane {0}
pt_br: Última edição {0}
ru: Последний раз редактировалось {0}
sk: Naposledy upravené {0}
sl: Nazadnje urejeno {0}
sq: Redaktuar për herë të fundit {0}
sr: Poslednji put izmenjeno {0}
sv: Senast redigerad {0}
tr: Son düzenleme {0}
uk: Останнє редагування: {0}
vi: Chỉnh sửa lần cuối {0}
zh_hk: 上次編輯的{0}

source: {0} creates a variable in this query template called "variable_name". Variables can be given types in the side panel, which changes their behavior. All variable types other than "Field Filter" will automatically cause a filter widget to be placed on this question; with Field Filters, this is optional. When this filter widget is filled in, that value replaces the variable in the query template.
ar: {0} ينشئ متغيرًا في قالب الاستعلام هذا باسم "variable_name". يمكن إعطاء المتغيرات أنواعًا في اللوحة الجانبية، مما يغيّر سلوكها. جميع أنواع المتغيرات باستثناء "Field Filter" ستؤدي تلقائيًا إلى وضع ويدجت فلتر على هذا السؤال؛ أما مع Field Filters فذلك اختياري. عند ملء ويدجت الفلتر هذا، تستبدل تلك القيمة المتغير في قالب الاستعلام.
bg: {0} създава променлива в този шаблон за заявка, наречена „име на променлива“. Променливите могат да получат типове в страничния панел, което променя тяхното поведение. Всички типове променливи, различни от „Полеви филтър“, автоматично ще доведат до поставяне на приспособление за филтър върху този въпрос; с полеви филтри това не е задължително. Когато тази джаджа за филтър е попълнена, тази стойност замества променливата в шаблона за заявка.
ca: {0} crea una variable en aquesta consulta anomenada "nom_variable". Es poden definir els tipus de les variables al panell lateral, cosa que canvia el seu comportament. Les variables de tipus diferent de "Filtre de camp" utilitzaran automàticament un giny de filtre per a aquesta pregunta; amb els "Filtres de camp" això és opcional. Quan s'introdueix un valor al giny de filtre aquest substitueix el valor de la variable a la plantilla de la consulta.
de: {0} erzeugt eine Variable namens "variable_name" in dieser Abfrage-Vorlage. Variablen können im Seitenpanel Typen zugewiesen werden, welche ihr Verhalten beeinflussen. Alle Variablen-Typen außer "Feld Filter" erzeugen automatisch ein Filter-Widget welches in der Frage platziert werden kann; bei Feld-Filtern ist dies optional. Wenn das Filter-Widget ausgefüllt wird, wird der Wert der Variablen in der Abfrage-Vorlage ersetzt.
eo: Ayo, {0} makes a variable in this query template called "variable_name". You can give variables types in the side panel, which totally changes how they work. All variable types except "Field Filter" will auto-throw a filter widget on this question; with "Field Filters," that's optional tho. When you fill in this filter widget, that value swaps in for the variable in the query template.
es: {0} crea una variable en esta plantilla de consulta llamada "nombre_variable". Las variables pueden recibir tipos en el panel lateral, lo que cambia su comportamiento. Todos los tipos de variables que no sean "Filtro de campo" provocarán automáticamente que se coloque un widget de filtro en esta pregunta; con filtros de campo, esto es opcional. Cuando se completa este widget de filtro, ese valor reemplaza la variable en la plantilla de consulta.
fa: {0} یک متغیر در این الگوی پرسش ایجاد می‌کند که "variable_name" نامیده می‌شود. متغیرها می‌توانند در پانل کناری ویژگی دریافت کنند که رفتار آنها را تغییر می‌دهد. همه انواع متغیرها به جز "فیلتر فیلد" به‌صورت خودکار باعث ایجاد یک ابزارک فیلتر بر روی این پرسش خواهند شد؛ با فیلترهای فیلد، این اختیاری است. وقتی این ابزارک فیلتر پر شود، آن مقدار جایگزین متغیر در الگوی پرسش می‌شود.
fi: {0} luo tähän kyselymalliin muuttujan nimeltä "muuttujan_nimi". Muuttujat voidaan tyypittää sivupaneelissa, mikä muuttaa niiden käyttäytymistä. Kaikki muuttujatyypit paitsi "Kenttäsuodin" asettavat automaattisesti suodinwidgetin tähän kysymykseen. Kenttäsuotimien kanssa tämä on valinnainen. Kun suodinwidgetille on annettu arvo, tämä arvo korvaa muuttujan SQL-mallissa.
fr: {0} crée une variable dans ce modèle de requête appelée "variable_name". On peut donner des types aux variables dans le panneau latéral, ce qui modifie leur comportement. Tous les types de variables autres que "Filtre de champ" entraîneront automatiquement le placement d'un gadget de filtrage sur cette question ; avec les filtres de champ, cela est facultatif. Lorsque ce gadget de filtre est rempli, cette valeur remplace la variable dans le modèle de requête.
hu: A(z) {0} létrehoz egy "változónév" nevű változót ebben a lekérdezési sablonban. Az oldalsó panelen a változóknak típusokat lehet adni, ami megváltoztatja a viselkedésüket. A "Mezőszűrő" kivételével minden változótípus automatikusan egy szűrő widgetet helyez erre a kérdésre; a mezőszűrőkkel ez nem kötelező. Amikor ez a szűrő widget ki van töltve, ez az érték lecseréli a változót a lekérdezési sablonban.
it: {0} crea una variabile in questo modello di query chiamata "variable_name". Alle variabili possono essere date tipi dal pannello laterale, che cambia il loro comportamento. Tutti i tipi di variabile diversi da "Filtro di campo" causeranno automaticamente un widget di filtro da posizionare su questa domanda; con i Filtri di Campo è opzionale. Quando questo widget di filtro è compilato, questo valore sostituisce la variabile nel template della query.
ja: {0}は、このクエリテンプレートに"variable_name"という変数を作成します。変数には、サイドパネルで型を指定できます。これにより、変数の動作が変わります。 "フィールドフィルター"以外のすべての変数タイプでは、フィルターウィジェットがこの質問に自動的に配置されます。フィールドフィルターでは、これはオプションです。このフィルターウィジェットが入力されると、その値がクエリテンプレートの変数を置き換えます。
lt: {0} sukuria kintamąjį šiame užklausos šablone pavadinimu „kintamojo_pavadinimas“. Šoniniame skydelyje kintamiesiems gali būti pateikti tipai, kurie keičia jų elgesį. Visi kintamųjų tipai, išskyrus „Lauko filtrą“, automatiškai sukels filtro valdiklį į šį klausimą; naudojant lauko filtrus, tai neprivaloma. Kai šis filtro valdiklis užpildomas, ta reikšmė pakeičia kintamąjį užklausos šablone.
ms: {0} mencipta pembolehubah dalam templat query ini yang dipanggil "nama_pembolehubah". Pembolehubah boleh diberikan jenis di panel sisi, yang mengubah tingkah laku mereka. Semua jenis pembolehubah selain "Penapis Medan" akan secara automatik menyebabkan widget penapis diletakkan pada soalan ini; dengan Penapis Medan, ini adalah pilihan. Apabila widget penapis ini diisi, nilai itu menggantikan pembolehubah dalam templat query.
nb: {0} lager en variabel i denne spørre-malen kalt "variabelnavn". Variabler kan gis en type i sidepanelet, som endrer dens oppførsel. Alle variabler som ike er "Felt Filter" vil automatisk føre til at en widget blir plassert på dette spørsmålet; med Felt Filter er dette valgfritt. Når denne filter-widgeten er fylt inn, vil den verdier erstatte variablen i spørre-malen
nl: {0} maakt in deze vraagsjabloon een variabele onder de naam "variable_name" aan. Aan variabelen kunnen types worden toegekend, waardoor hun gedrag wijzigt. Voor alle variabeletypes anders dan "Veldfilter" wordt er bij deze vraag een filter weergegeven; voor veldfilters is dat optioneel. Als het filter door de gebruiker wordt ingesteld, vervangt zijn waarde de variabele in de vraagsjabloon.
pl: {0} tworzy zmienną w tym szablonie zapytania o nazwie „nazwa_zmiennej”. Zmienne mogą być podane typy w panelu bocznym, co zmienia ich zachowanie. Wszystkie typy zmiennych inne niż „Filtr pola” automatycznie spowodują umieszczenie widżetu filtra w tym pytaniu; w przypadku filtrów polowych jest to opcjonalne. Gdy widżet filtru jest wypełniony, ta wartość zastępuje zmienną w szablonie zapytania.
pt_br: {0} cria uma variável nesse modelo de consulta chamada "nome_da_variável". As variáveis podem receber tipos no painel lateral, o que altera seu comportamento. Todos os tipos de variáveis que não sejam "Filtro de campo" farão com que um widget de filtro seja automaticamente colocado nessa pergunta; com os Filtros de campo, isso é opcional. Quando esse widget de filtro é preenchido, esse valor substitui a variável no modelo de consulta.
ru: {0} создает переменную в этом шаблоне запроса с именем «имя_переменной». Переменным могут быть заданы типы в боковой панели, что меняет их поведение. Все типы переменных, кроме «Фильтр поля», автоматически приведут к созданию виджета фильтра для этого запроса; с полевыми фильтрами это необязательно. Когда этот виджет фильтра заполнен, это значение заменяет переменную в шаблоне запроса.
sk: {0} vytvorí premennú v tejto šablóne dotazu nazvanú "názov_ premennej". V bočnom paneli môžu byť uvedené typy, ktoré menia ich správanie. Všetky typy premenných iné ako „Filter poľa“ automaticky spôsobia vloženie miniaplikácie filtra na túto otázku; s filtrami poľa je to voliteľné. Po vyplnení tejto miniaplikácie filtra, táto hodnota nahradí premennú v šablóne dotazu.
sl: {0} ustvari spremenljivko v tej predlogi poizvedbe, imenovano "ime_spremenljivke". Spremenljivkam lahko dodelite vrste na stranski plošči, kar spremeni njihovo vedenje. Vse vrste spremenljivk, razen "Filter polj", bodo samodejno povzročile namestitev gradnika filtra na to vprašanje; s filtri polj je to neobvezno. Ko je ta gradnik filtra izpolnjen, ta vrednost nadomesti spremenljivko v predlogi poizvedbe.
sq: {0} krijon një variabël në këtë template pyetjeje të quajtur "variable_name". Variablave mund t’u caktohen lloje në panelin anësor, gjë që ndryshon sjelljen e tyre. Të gjitha llojet e variablave, përveç "Field Filter", do të bëjnë automatikisht që një widget filtri të vendoset te kjo pyetje; me Field Filters, kjo është opsionale. Kur ky widget filtri plotësohet, ajo vlerë zëvendëson variablën në template-in e pyetjes.
sr: {0} kreira varijablu u ovom šablonu upita pod nazivom "variable_name". Varijablama se mogu dodeliti tipovi u bočnom panelu, što menja njihovo ponašanje. Svi tipovi varijabli osim "Field Filter" automatski će postaviti filter widget na ovo pitanje; kod Field Filter-a, to je opcionalno. Kada se ovaj filter widget popuni, ta vrednost zamenjuje varijablu u šablonu upita.
sv: {0} skapar en variabel i denna frågemall kallad "variable_name". Variabler kan ges typer i sidopaneler som ändrar deras uppförande. Alla variabeltyper med undantag för fält-filter kommer automatiskt att visa en dialogruta i denna fråga. Med fält-filter är detta valfritt. När denna dialogruta fylls i kommer värdet att ersätta variabeln i frågemallen.
tr: {0} bu sorgu şablonunda "değişken_adı" adlı bir değişken oluşturur. Değişkenlere yan panelde davranışlarını değiştiren tipler verilebilir. "Alan Filtresi" dışındaki tüm değişken türleri otomatik olarak bir filtre aracının bu soruya yerleştirilmesine neden olur; Alan Filtreleri ile bu isteğe bağlıdır. Bu filtre aracı doldurulduğunda, bu değer sorgu şablonundaki değişkenin yerini alır.
uk: {0} створює змінну в цьому шаблоні запиту з назвою "variable_name". Типи змінних можна задавати на бічній панелі — це змінює їхню поведінку. Усі типи змінних, окрім "Field Filter", автоматично додадуть до цього запиту віджет фільтра; для Field Filters це необов’язково. Коли цей віджет фільтра заповнено, це значення замінює змінну в шаблоні запиту.
vi: {0} tạo ra một biến trong mẫu truy vấn này được gọi là "variable_name". Các biến có thể được đưa ra các loại trong bảng điều khiển bên, thay đổi hành vi của chúng. Tất cả các loại biến khác ngoài "Bộ lọc trường" sẽ tự động khiến tiện ích bộ lọc được đặt vào câu hỏi này; với Bộ lọc trường, đây là tùy chọn. Khi tiện ích bộ lọc này được điền vào, giá trị đó sẽ thay thế biến trong mẫu truy vấn.
zh_hk: {0} 在查詢範本建立一個變數名稱為"variable_name"。可以在側邊攔給變數類別，用來改變變數型別。所有的變數類別除欄位過濾此項外，均會自動產生元件與提問(查詢)連結。當篩選元件使用時，所選擇的值便會取代查詢範本中的變數位置。
