Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Administrators
ar: المسؤولون
bg: Администратори
ca: Administradors
de: Administratoren
eo: Admins or the squad in charge
es: Administradores
fa: مدیران
fi: Järjestelmänvalvojat
fr: Administrateurs
hu: Rendszergazdák
it: Amministratori
ja: 管理者
lt: Administratoriai
ms: Pentadbir
nb: Administratorer
nl: Beheerders
pl: Administratorzy
pt_br: Administradores
ru: Администраторы
sk: Administrátori
sl: Skrbniki
sq: Administratorët
sr: Administratori
sv: Administratörer
tr: Yöneticiler
uk: Адміністратори
vi: Quản trị viên
zh_hk: 管理員

source: Sharing
ar: المشاركة
bg: Споделяне
ca: Compartir
de: Teilen
eo: slapin'
es: Compartir
fa: اشتراک گذاری
fi: Jakaminen
fr: Partage
hu: Megosztás
it: Condividi
ja: 共有
lt: Bendrinimas
ms: Perkongsian
nb: Deling
nl: Delen
pl: Udostępnianie
pt_br: Compartilhamento
ru: Поделиться
sk: Zdieľanie
sl: Delitev
sq: Ndarja
sr: Deljenje
sv: Delning
tr: Paylaşım
uk: Поділитись
vi: Chia sẻ
zh_hk: 分享

source: Display
ar: عرض
bg: Дисплей
ca: Visualitza
de: Anzeige
eo: Display → "Vibe" or "Set-up"
es: Visualización
fa: نمایش دادن
fi: Näyttö
fr: Affichage
hu: Kijelző
ja: 表示
lt: Ekranas
ms: Paparan
nb: Visning
nl: Weergave
pl: Wyświetl
pt_br: Exibição
ru: Вид
sk: Zobraziť
sl: Prikaz
sq: Shfaqje
sr: Prikaz
sv: Visa
tr: Göster
uk: Відображення
vi: Hiển thị
zh_hk: 顯示

source: Axes
ar: المحاور
bg: Инструменти
ca: Eixos
de: Achsen
eo: Axes → "Axe" or "Axe, but like, lowkey" (if used as a slang term)
es: Ejes
fa: محورها
fi: Akselit
hu: Tengelyek
it: Assi
ja: 軸
lt: Ašys
ms: Paksi
nb: Akser
nl: Assen
pl: Osie
pt_br: Eixos
ru: Оси
sk: Osi
sl: Osi
sq: Boshtet
sr: Ose
sv: Axlar
tr: Eksen
uk: Осі
vi: Trục
zh_hk: 坐標軸

source: Formatting
ar: التنسيق
bg: Форматиране
ca: Format
de: Formatierung
eo: Formatting → "Spreading the vibes" or just "Formatting" works too, but if you want more slangy, maybe "Getting the aesthetic right" or "Setting up the vibe"
es: Formato
fa: در حال پاک‌سازی
fi: Muotoilu
fr: Formatage
hu: Formázás
it: Formattazione
ja: 書式
lt: Formatavimas
ms: Pemformatan
nb: Formatering
nl: Opmaak
pl: Formatowanie
pt_br: Formatação
ru: Форматирование
sk: Formátovanie
sl: Oblikovanje
sq: Formatimi
sr: Formatiranje
sv: Formattering
tr: Biçimlendirme
uk: Форматування
vi: Định dạng
zh_hk: 格式化

source: Try these x-rays based on your data.
hu: Próbálja ki ezeket a röntgeneket az adatai alapján.
ms: Cuba sinar-x ini berdasarkan data anda.

source: There was a problem displaying this chart.
ar: حدثت مشكلة أثناء عرض هذا المخطط.
bg: При показването на тази диаграма възникна проблем.
ca: Hi ha hagut un problema al mostrar aquesta gràfica
de: Es gab ein Problem, dieses Diagramm anzuzeigen.
eo: Bruh, this chart is lowkey not loading rn.
es: Hubo un problema al mostrar este gráfico.
fa: مشکلی در نمایش نمودار وجود دارد.
fi: Tämän kaavion näyttämisessä oli ongelma.
fr: Un problème est survenu lors de l'affichage de ce graphique.
hu: Hiba történt ennek a diagramnak a megjelenítésekor.
it: Si é verificato un errore nel visualizzare questo grafico.
ja: チャートの表示で問題が発生しました
lt: Rodant šią diagramą kilo problema.
ms: Terdapat masalah memaparkan carta ini.
nb: Det er ett problem med visning av denne grafen.
nl: Er was een probleem bij het weergeven van deze grafiek.
pl: Wystąpił problem podczas wyświetlania tego wykresu.
pt_br: Houve um problema ao exibir este gráfico.
ru: При отображении графика возникли проблемы.
sk: Pri zobrazovaní tohto grafu sa vyskytol problém.
sl: Prišlo je do težave s prikazom tega grafikona.
sq: Pati një problem në shfaqjen e këtij grafiku.
sr: Došlo je do problema pri prikazu ovog grafikona.
sv: Ett problem uppstod när diagrammet skulle visas.
tr: Bu grafikte bir sorun oluştu.
uk: Виникла проблема з відображенням цієї діаграми.
vi: Có một vấn đề hiển thị biểu đồ này.
zh_hk: 顯示這個圖表有一個問題。

source: Sorry, you don't have permission to see this card.
ar: عذرًا، ليس لديك إذن لعرض هذه البطاقة.
bg: За съжаление нямате разрешение да видите тази карта.
ca: Ho sentim, no tens permisos per veure aquesta Targeta.
de: Es tut uns leid, du hast keine Erlaubnis, diese Karte zu sehen.
eo: Sorry, you’re not vibing with this card’s access.
es: Lo siento, no tienes permiso para ver esta tarjeta.
fa: شرمنده، شما اجازه مشاهده این کارت را ندارید.
fi: Valitettavasti sinulla ei ole lupaa nähdä tätä korttia.
fr: Désolé, vous n'êtes pas autorisé à voir cette question.
hu: Sajnáljuk, nincs engedélye megtekinteni ezt a kártyát.
it: Spiacenti, non hai i permessi per vedere questa card.
ja: 申し訳ありません、このカードの閲覧権限がありません。
lt: Atsiprašome, neturite leidimo pamatyti šią kortelę.
ms: Maaf, anda tidak mempunyai kebenaran untuk melihat kad ini.
nb: Beklager, du har ikke tilgang til å se dette kortet.
nl: Sorry, je hebt geen toestemming om deze kaart te zien.
pl: Niestety, nie masz uprawnień, aby zobaczyć tę kartę.
pt_br: Você não tem permissão para visualizar este cartão.
ru: Просим прощения, у вас нет разрешения на просмотр этой карточки.
sk: Ľutujeme, nemáte povolenie na zobrazenie tejto karty.
sl: Žal nimate dovoljenja za ogled te kartice.
sq: Na vjen keq, nuk ke leje për ta parë këtë kartë.
sr: Žao nam je, nemate dozvolu da vidite ovu karticu.
sv: Ursäkta, du har inte rättighet att visa denna lista.
tr: Üzgünüz, bu kartı görme izniniz yok.
uk: Вибачте, у вас немає дозволу переглядати цю картку.
vi: Xin lỗi, bạn không được phép xem thẻ này.
zh_hk: 對不起，您沒有權限看這張卡。

source: Just a heads up:
hu: Csak egy figyelmeztetés:
ms: Sekadar makluman:

source: {0} without the Sample Dataset, the Query Builder tutorial won't work. You can always restore the Sample Dataset, but any questions you've saved using this data will be lost.
hu: {0} mintaadatkészlet nélkül a Lekérdezés Készítő oktatóanyag nem fog működni. Mindig visszaállíthatja a mintaadatkészletet, de minden mentett kérdés, amelyet ezekkel az adatokkal mentett, el fog veszni.
ms: {0} tanpa Set Data Sampel, tutorial Pembina Query tidak akan berfungsi. Anda sentiasa boleh memulihkan Sample Set Data, tetapi sebarang soalan yang anda simpan menggunakan data ini akan hilang.

source: Compare to the rest
ar: قارن بالباقي
bg: Сравнете с останалите
ca: Compara amb la resta
de: Vergleiche mit dem Rest
eo: Compared to the rest, fr.
es: Compara con el resto
fa: با بقیه مقایسه کن.
fi: Vertaa loppuihin
fr: Comparer au reste
hu: Hasonlítsa össze a többivel
it: Confronta con il resto
ja: 残りと比較する
lt: Palyginkite su kitais
ms: Bandingkan dengan yang lain
nb: Sammenlignet med resten
nl: Vergelijk met de rest
pl: Porównaj z resztą
pt_br: Comparar ao restante
ru: Cравнить с остальным
sk: V porovnaní so zvyškom
sl: Primerjajte z ostalimi
sq: Krahaso me pjesën tjetër
sr: Uporedi sa ostalim
sv: Jämför mot resten
tr: Diğerleriyle karşılaştır
uk: Порівняти з рештою
vi: So sánh với phần còn lại
zh_hk: 和其餘的比較

source: Use the Java Virtual Machine (JVM) timezone
ar: استخدم المنطقة الزمنية لـ Java Virtual Machine (JVM)
bg: Използвайте часовата зона на Java Virtual Machine (JVM)
ca: Utilitza la zona horària de la màquina virtual de Java (JVM)
de: Verwende die Java Virtual Machine (JVM) Zeitzone
eo: Use the JVM timezone, fr fr
es: Utiliza la zona horaria de la máquina virtual Java
fa: از منطقه زمانی ماشین مجازی جاوا استفاده کن.
fi: Käytä Java Virtual Machine (JVM) -aikavyöhykettä
fr: Utiliser le fuseau horaire de la machine virtuelle Java (JVM)
hu: Használja a Java Virtuális Gép (JVM) időzónáját
it: Usa la timezone di Java Virtual Machine (JVM)
ja: JVMのタイムゾーンを使う
lt: Naudokite „Java Virtual Machine“ (JVM) laiko juostą
ms: Gunakan zon waktu Java Virtual Machine (JVM)
nb: Bruk JVM-tidssone
nl: Gebruik de Java Virtual Machine (JVM) tijdzone
pl: Korzystanie z timezone wirtualnej maszyny Java (JVM)
pt_br: Usar o fuso horário da Máquina Virtual Java (JVM)
ru: Использовать часовой пояс виртуальной Java машины (JVM)
sk: Použite časové pásmo Java Virtual Machine (JVM)
sl: Uporaba časovnega pasu Java Virtual Machine (JVM)
sq: Përdor zonën kohore të Java Virtual Machine (JVM)
sr: Koristi vremensku zonu Java Virtual Machine (JVM)
sv: Använda tidszon från Java Virtual Machine (JVM)
tr: Java Sanal Makine (JVM) zaman dilimini kullanın
uk: Використовуйте часовий пояс Java Virtual Machine (JVM)
vi: Sử dụng múi giờ của Máy ảo Java (JVM)
zh_hk: 使用Java虛擬機時區

source: We suggest you leave this off unless you're doing manual timezone casting in many or most of your queries with this data.
hu: Javasoljuk, hogy hagyja ezt ki, hacsak nem végez kézi időzóna átküldést sok vagy a legtöbb lekérdezés ezekkel az adatokkal.
ms: Kami mencadangkan anda meninggalkan perkara ini melainkan anda melakukan pengiraan zon waktu secara manual dalam banyak atau kebanyakan pertanyaan anda dengan data ini.

source: Your team's most important dashboards go here
hu: Csapata legfontosabb irányítópultjai ide kerülnek
ms: Papan pemuka paling penting pasukan anda berada di sini

source: Pin dashboards in {0} to have them appear in this space for everyone
hu: Rögzítse az irányítópultokat a(z) {0}-ban, hogy mindenki számára megjelenjenek ezen a helyen
ms: Pin papan pemuka dalam {0} untuk memaparkannya di ruang ini untuk semua orang

source: Unable to release the Liquibase lock after a migration failure
hu: Nem sikerült feloldani a Liquibase zárolást a migráció sikertelensége után
ms: Tidak dapat melepaskan kunci Liquibase selepas kegagalan migrasi

source: Use JVM Time Zone
hu: JVM időzóna használata
ms: Gunakan Zon Waktu JVM

source: We're currently analyzing the tables and fields to help you explore your data.
hu: Jelenleg elemezzük a táblákat és mezőket, hogy segítsünk felfedezni az adatait.
ms: Kami sedang menganalisis jadual dan medan untuk membantu anda meneroka data anda.

source: Tip:
ar: نصيحة:
bg: Съвет:
ca: Consell:
de: Tipp:
es: Consejo:
fa: نکته:
fi: Vihje:
fr: Astuce :␣
hu: Tipp:
it: Suggerimento:
ja: ヒント:
lt: Patarimas:
ms: Petua:
nb: Tips:
pl: Wskazówka:␣
pt_br: Dica:
ru: Подсказка:
sl: Napitnina:
sq: Këshillë:
sr: Savet:
sv: Tips:
tr: İpucu:
uk: Порада:
vi: Mẹo
zh_hk: 提示：

source: Select a currency type
ar: حدّد نوع العملة
bg: Изберете тип валута
ca: Selecciona un tipus de moneda
de: Wähle einen Währungstypen
eo: Pick a coin type, bestie
es: Selecciona un tipo de moneda
fa: یک واحد پول انتخاب کنید
fi: Valitse valuuttatyyppi
fr: Sélectionnez un type de devise
hu: Válasszon valuta típust
it: Seleziona un tipo di valuta
ja: 通貨単位を選択
lt: Pasirinkite valiutos tipą
ms: Pilih jenis mata wang
nb: Velg valutatype
nl: Selecteer een valutatype
pl: Wybierz typ waluty
pt_br: Selecione um tipo de moeda
ru: Выберите тип валюты
sk: Vyberte typ meny
sl: Izberite vrsto valute
sq: Zgjidh një lloj monedhe
sr: Izaberite tip valute
sv: Välj en valutatyp
tr: Para birimi seçin
uk: Виберіть тип валюти
vi: Chọn một loại tiền tệ
zh_hk: 選擇一個統用的類型

source: Field Type
hu: Mezőtípus
lt: Lauko tipas
ms: Jenis Medan

source: Troubleshooting
hu: Hibaelhárítás
lt: Problemų sprendimas
ms: Penyelesaian Masalah

source: Enable X-ray features
hu: Röntgen funkciók engedélyezése
lt: Įgalinti rentgeno funkcijas
ms: Aktifkan ciri X-ray

source: Formatting Options
hu: Formázási opciók
ms: Pilihan Pemformatan

source: Task details
ar: تفاصيل المهمة
bg: Подробности за задачата
ca: Detalls de la tasca
de: Aufgaben-Details
eo: Task deets
es: Detalles de la tarea
fa: جزییات کار
fi: Tehtävän tiedot
fr: Détails de la tâche
hu: Feladat részletei
it: Dettagli processo
ja: タスク詳細
lt: Užduočių duomenys
ms: Butiran tugasan
nb: Oppgavedetaljer
nl: Taak details
pl: Szczegóły zadania
pt_br: Detalhes da tarefa
ru: Детали задачи
sk: Podrobnosti úlohy
sl: Podrobnosti o opravilu
sq: Detajet e detyrës
sr: Detalji zadatka
sv: Uppgiftsdetaljer
tr: Görev Detayları
uk: Деталі завдання
vi: Chi tiết tác vụ
zh_hk: 任務詳情

source: Troubleshooting logs
ar: سجلات استكشاف الأخطاء وإصلاحها
bg: Отстраняване на проблеми в дневниците
ca: Registre de solucions de problemes
de: Fehlerprotokolle
eo: Debug logs or just the tea on errors, fr fr
es: Registro de solución de problemas
fa: لاگ‌های عیب‌یابی
fi: Vianmäärityslokit
fr: Journaux de dépannage
hu: Hibaelhárítási naplók
it: Log di Troubleshooting
ja: トラブルシューティングログ
lt: Trikčių šalinimo žurnalai
ms: Log penyelesaian masalah
nb: Feilsøkingslogger
nl: Probleemoplossing logs
pl: Logi diagnostyczne
pt_br: Logs de solução de problemas
ru: Логи обработки ошибок
sk: História riešenie problémov
sl: Odpravljanje težav z dnevniki
sq: Log-et e troubleshootimit
sr: Logovi za rešavanje problema
sv: Felsökningsloggar
tr: Loglar
uk: Логи для усунення несправностей
vi: Nhật ký xử lý sự cố
zh_hk: 分析日誌

source: Trying to get to the bottom of something? This section shows logs of Metabase's background tasks, which can help shed light on what's going on.
ar: هل تحاول الوصول إلى أصل المشكلة؟ يعرض هذا القسم سجلات مهام Metabase الخلفية، والتي قد تساعد في توضيح ما يحدث.
bg: Опитвате се да стигнете до дъното на нещо? Този раздел показва журнали на фоновите задачи на Metabase, които могат да помогнат да се хвърли светлина върху случващото се.
ca: Intentant arribar al fons d'alguna cosa? Aquesta secció mostra els registres de les tasques en segon pla de Metabase. Això pot ajudar a aclarir el que està passant.
de: Versuchst du, den Grund für etwas zu finden? In diesem Abschnitt werden Protokolle der Hintergrundaufgaben von Metabase angezeigt, die helfen, Aufschluss über das Geschehen zu geben.
eo: Trying to figure out what's really good? This part shows the logs of Metabase's background tasks, so it can help ya see what's actually happening.
es: ¿Tratando de llegar al fondo de algo? Esta sección muestra los registros de las tareas en segundo plano de Metabase, que pueden ayudar a aclarar lo que está pasando.
fa: سعی می کنید به ته چیزی برسید؟ در این بخش log های مربوط به کارهای پس زمینه Metabase را نشان می دهد ، که می تواند به روشنایی آنچه در جریان است کمک کند.
fi: Yritätkö päästä jonkin asian ytimeen? Tämä osio näyttää Metabasen taustatehtävien lokit, jotka voivat auttaa valaisemaan, mitä tapahtuu.
fr: Vous voulez voir le côté obscur ? Cette section affiche les journaux des tâches en arrière-plan de Metabase, qui peuvent aider à mieux comprendre ce qui se passe.
hu: Megpróbál a végére járni valaminek? Ez a rész a Metabase háttérfeladatainak naplóit mutatja, amelyek segíthetnek megvilágítani, mi történik.
it: Stai cercando di arrivare al fondo di qualcosa? Questa sezione mostra i log delle attività in background di Metabase, che possono aiutare a far luce su cosa sta succedendo.
ja: 何かの原因究明をしようとしていますか?このセクションではMetabaseのバックグラウンドタスクのログを表示しています。これを見れば何が起こっているかを知る助けになるでしょう。
lt: Bandote patekti į kažką? Šiame skyriuje pateikiami „Metabase“ foninių užduočių žurnalai, kurie gali padėti išsiaiškinti, kas vyksta.
ms: Mencuba untuk menyelesaikan sesuatu? Bahagian ini menunjukkan log tugasan latar belakang Metabase, yang boleh membantu menjelaskan apa yang sedang berlaku.
nb: Prøver du å komme til bunns i noe? Denne delen viser logger fra Metabases bakgrunnsoppgaver, som kan si litt mer om hva som skjer.
nl: Probeert je iets uit te zoeken? Deze sectie toont logboeken van de achtergrondtaken van Metabase, die kunnen helpen licht te werpen op wat er aan de hand is.
pl: Próbujesz dojść do sedna czegoś? Ta sekcja pokazuje logi zadań w tle Metabase które mogą pomóc rzucić światło na to, co się dzieje.
pt_br: Está tentando descobrir o que está acontecendo? Esta seção mostra os logs das tarefas em segundo plano ds Metabase, que podem ajudar a entender o que está acontecendo.
ru: Пытаешься докопаться до сути? В этом разделе показаны журналы фоновых задач Metabase, которые могут помочь пролить свет на происходящее.
sk: Snažíte sa dostať na dno niečoho? Táto časť obsahuje záznamy denných úloh Metabase, ktoré môžu pomôcť objasniť, čo sa deje.
sl: Poskušate priti do dna nečesa? Ta razdelek prikazuje dnevnike opravil v ozadju Metabase, ki lahko pomagajo osvetliti, kaj se dogaja.
sq: Po përpiqesh të gjesh shkakun e diçkaje? Ky seksion shfaq log-et e detyrave të prapaskenës së Metabase, të cilat mund të ndihmojnë të kuptosh çfarë po ndodh.
sr: Pokušavate da dođete do srži problema? Ovaj odeljak prikazuje logove Metabase pozadinskih zadataka, što može pomoći da se razjasni šta se dešava.
sv: Försöker du gå till botten med något? Denna avdelning visar loggar över Metabases bakgrundsjobb, vilka kan belysa vad som händer.
tr: Detaylı mı görmek istiyorsunuz? Bu bölüm, Metabase'in arka planda çalışan görevlerde neler olup bittiğini anlatan logları gösterir.
uk: Намагаєтесь розібратися, що сталося? У цьому розділі показано логи фонових завдань Metabase, які можуть допомогти пролити світло на те, що відбувається.
vi: Đang cố gắng để đi đến tận cùng của một cái gì đó? Phần này hiển thị nhật ký các tác vụ nền của Metabase, có thể giúp làm sáng tỏ những gì đang diễn ra.
zh_hk: 想要探究某事的真相嗎？此部分顯示 Metabase 背景任務的日誌，可以幫助揭示正在發生的情況。

source: Task
ar: مهمة
bg: Задача
ca: Tasca
de: Aufgabe
eo: Task → lowkey a vibe, but if u mean a chore, u can say "assignment" or "thing to do" lol
es: Tarea
fa: کار
fi: Tehtävä
fr: Tâche
hu: Feladat
it: Attività
ja: タスク
lt: Užduotis
ms: Tugasan
nb: Oppgave
nl: Taak
pl: Zadanie
pt_br: Tarefa
ru: Задача
sk: Úloha
sl: Opravilo
sq: Detyrë
sr: Zadatak
sv: Uppgift
tr: Görev
uk: Завдання
vi: Tác vụ
zh_hk: 任務

source: DB ID
hu: Adatbázis azonosító
ms: ID DB

source: Started at
ar: بدأت في
bg: Започна в
ca: Iniciat a les
de: Startzeitpunkt
eo: Kickoff at
es: Iniciado a las
fa: زمان شروع
fi: Alkoi klo
fr: Commencé à
hu: Indulás időpontja
it: Iniziato alle
ja: 開始
lt: Pradėtas nuo
ms: Dimulakan pada
nb: Startet
nl: Gestart op
pl: Start o
pt_br: Começou em
ru: Начато
sk: Začalo sa o
sl: Začelo se je ob
sq: Filloi në
sr: Započeto u
sv: Började
tr: Başlama saati
uk: Почато о
vi: Bắt đầu lúc
zh_hk: 開始於

source: Ended at
ar: انتهت في
bg: Завършен в
ca: Finalitza a les
de: Endzeitpunkt
eo: ended at → hit different at
es: Terminado a las
fa: زمان پایان
fi: Päättyi klo
fr: Terminé à
hu: Befejezés időpontja
it: Finito alle
ja: 終了
lt: Baigėsi
ms: Ditamatkan pada
nb: Avsluttet
nl: Afgerond op
pl: Koniec o
pt_br: Terminou em
ru: Завершено
sk: Končil sa o
sl: Končano ob
sq: Mbaroi në
sr: Završeno u
sv: Slutade
tr: Bitiş saati
uk: Завершено о
vi: Đã kết thúc lúc
zh_hk: 結束於

source: Duration (ms)
ar: المدة (ms)
bg: Продължителност (ms)
ca: Duració (ms)
de: Dauer (ms)
eo: Duration (ms) → Time in ms, fr fr
es: Duración (ms)
fa: دیرش (میلی ثانیه)
fi: Kesto (ms)
fr: Durée (ms)
hu: Időtartam (ms)
it: Durata (ms)
ja: 実行時間(ms)
lt: Trukmė (ms)
ms: Tempoh (ms)
nb: Varighet (ms)
nl: Duur (ms)
pl: Czas trwania (ms)
pt_br: Duração (ms)
ru: Продолжительность (мс)
sk: Trvanie (ms)
sl: Trajanje (ms)
sq: Kohëzgjatja (ms)
sr: Trajanje (ms)
sv: Varaktighet (ms)
tr: Süre (ms)
uk: Тривалість (мс)
vi: Thời lượng (ms)
zh_hk: 用時

source: Currency
ar: العملة
bg: Валута
ca: Moneda
de: Währung
eo: Coins or cash, fr fr
es: Moneda
fa: واحد پول
fi: Valuutta
fr: Devise
hu: Valuta
it: Valuta
ja: 通貨
lt: Valiuta
ms: Mata wang
nb: Valuta
nl: Valuta
pl: Waluta
pt_br: Moeda
ru: Валюта
sk: Mena
sl: Valuta
sq: Valuta
sr: Valuta
sv: Valuta
tr: Para Birimi
uk: Валюта
vi: Tiền tệ
zh_hk: 貨幣

source: Pick a user or channel...
ar: اختر مستخدمًا أو قناة...
bg: Изберете потребител или канал ...
ca: Escull un usuari o canal
de: Wähle einen Benutzer oder einen Kanal
eo: Pick a user or channel... bet
es: Elige un usuario o canal...
fa: یک کاربر یا کانال را انتخاب کنید...
fi: Valitse käyttäjä tai kanava...
fr: Choisissez un utilisateur ou un canal ...
hu: Válasszon egy felhasználót vagy csatornát...
it: Scegli un utente o un canale...
ja: ユーザーかチャンネルを選ぶ...
lt: Pasirinkite naudotoją ar kanalą ...
ms: Pilih pengguna atau saluran...
nb: Velg en bruker eller kanal...
nl: Kies een gebruiker of kanaal ...
pl: Wybierze użytkownika lub kanał...
pt_br: Selecione um usuário ou canal...
ru: Выберите пользователя или канал...
sk: Vyberte používateľa alebo kanál ...
sl: Izberite uporabnika ali kanal ...
sq: Zgjidh një përdorues ose kanal...
sr: Izaberite korisnika ili kanal...
sv: Välj en användare eller kanal...
tr: Kullanıcı veya kanal seçin
uk: Виберіть користувача або канал...
vi: Chọn người dùng hoặc kênh ...
zh_hk: 選擇一個使用者或頻道

source: No formatting settings
ar: لا توجد إعدادات تنسيق
bg: Няма настройки за форматиране
ca: Sense configuració de format
de: Keine Format-Einstellungen
eo: No cap, no formatting options
es: Sin ajustes de formato
fa: بدون تنظیمات قالب بندی
fi: Ei muotoiluasetuksia
fr: Aucun paramètre de formatage
hu: Nincsenek formázási beállítások
it: Nessuna impostazione di formattazione
ja: フォーマット設定はありません
lt: Nėra formatavimo nustatymų
ms: Tiada tetepan pemformatan
nb: Ingen formateringsinnstillinger
nl: Geen opmaak instellingen
pl: Brak ustawień formatowania
pt_br: Sem definições de formatação
ru: Опции форматирования не определены
sk: Žiadne nastavenia formátovania
sl: Brez nastavitev oblikovanja
sq: Pa cilësime formatimi
sr: Nema podešavanja formatiranja
sv: Inga inställningar för formattering
tr: Formatlama seçeneği yok
uk: Немає налаштувань форматування
vi: Không có cài đặt định dạng
zh_hk: 無格式化設定

source: Label for this range (optional)
ar: تسمية لهذا النطاق (اختياري)
ca: Etiqueta per a aquest interval (opcional)
de: Bezeichnung für diesen Bereich (optional)
eo: Label for this range (no cap, optional)
es: Etiqueta para este rango (opcional)
fa: برچسب این محدوده (اختیاری)
fi: Tämän alueen tunniste (valinnainen)
fr: Étiquette pour cette plage (facultatif)
hu: Címke ehhez a tartományhoz (opcionális)
it: Etichetta per questo intervallo (facoltativa)
ja: この範囲のラベル（オプション）
lt: Šio intervalo etiketė (neprivaloma)
ms: Label untuk julat ini (pilihan)
nb: Etikett for dette området (valgfritt)
pl: Etykieta dla tego zakresu (opcjonalnie)
pt_br: Rótulo para esta gama (opcional)
ru: Подпись для этого диапазона (необязательно)
sk: Označenie pre tento rozsah (voliteľné)
sl: Oznaka za ta obseg (neobvezno)
sq: Etiketë për këtë interval (opsionale)
sr: Oznaka za ovaj opseg (opciono)
tr: Bu ürün serisi için etiket (isteğe bağlı)
uk: Мітка для цього діапазону (необов’язково)
vi: Nhãn cho phạm vi này (tùy chọn)
zh_hk: 此範圍的標籤（可選）

source: Add a range
ar: أضف نطاقًا
bg: Добавете диапазон
ca: Afegeix un rang
de: Einen Bereich hinzufügen
eo: Drop a range, fr fr
es: Añade un rango
fa: یک بازه اضافه کنید
fi: Lisää väli
fr: Ajouter un intervalle
hu: Adjon hozzá egy tartományt
it: Aggiungi un intervallo
ja: 範囲を追加
lt: Pridėti diapazoną
ms: Tambah julat
nb: Legg til et område
nl: Bereik toevoegen
pl: Podaj zakres
pt_br: Adicione um intervalo
ru: Добавить диапазон
sk: Pridajte rozsah
sl: Dodajanje obsega
sq: Shto një interval
sr: Dodaj opseg
sv: Lägg till ett intervall
tr: Aralık ekle
uk: Додати діапазон
vi: Thêm một phạm vi
zh_hk: 新增一個範圍

source: is less than
ar: أقل من
bg: е по-малко от
ca: és menor que
de: kleiner als
eo: is lowkey less than
es: es menor que
fa: کمتر از
fi: on pienempi kuin
fr: est inférieur à
hu: kevesebb, mint
it: è minore di
ja: 未満
lt: mažiau nei
ms: kurang daripada
nb: er mindre enn
nl: is minder dan
pl: jest mniejsze niż
pt_br: é menor que
ru: Меньше чем
sk: je menej než
sl: je manjši od
sq: është më e vogël se
sr: je manje od
sv: är mindre än
tr: küçüktür
uk: менше ніж
vi: nhỏ hơn
zh_hk: 小於

source: is greater than
ar: أكبر من
bg: е по-голямо от
ca: és major que
de: größer als
eo: is hella better than
es: es mayor que
fa: بزرگتر از
fi: on suurempi kuin
fr: est supérieur à
hu: nagyobb, mint
it: è maggiore di
ja: 大きい
lt: yra didesnis nei
ms: lebih besar daripada
nb: er større enn
nl: is groter dan
pl: jest większe niż
pt_br: é maior que
ru: Больше чем
sk: je väčšia ako
sl: večja od
sq: është më e madhe se
sr: je veće od
sv: är större än
tr: büyüktür
uk: більше ніж
vi: lớn hơn
zh_hk: 大於
