Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Download (csv, xlsx, json, png)
ar: تنزيل (csv, xlsx, json, png)
bg: Изтегляне (csv, xlsx, json, png)
ca: Baixa (csv, xlsx, json, png)
de: Herunterladen (csv, xlsx, json, png)
eo: Download (csv, xlsx, json, png) – fr fr, get your files on deck
es: Descargar (csv, xlsx, json, png)
fa: دانلود (csv، xlsx، json، png)
fi: Lataa (csv, xlsx, json, png)
fr: Télécharger (csv, xlsx, json, png)
it: Scarica (csv, xlsx, json, png)
ja: ダウンロード (csv、xlsx、json、png)
nb: Last ned (csv, xlsx, json, png)
nl: Downloaden (csv, xlsx, json, png)
pl: Pobierz (csv, xlsx, json, png)
pt_br: Baixar (csv, xlsx, json, png)
ru: Скачать (csv, xlsx, json, png)
sk: Stiahnuť (csv, xlsx, json, png)
sl: Prenos (csv, xlsx, json, png)
sq: Shkarko (csv, xlsx, json, png)
sr: Preuzmi (csv, xlsx, json, png)
sv: Ladda ner (csv, xlsx, json, png)
tr: İndir (csv, xlsx, json, png)
uk: Завантажити (csv, xlsx, json, png)
vi: Tải xuống (csv, xlsx, json, png)
zh_hk: 下載 (csv, xlsx, json, png)

source: Set initial values for parameters
ar: عيّن القيم الأولية للمعلمات
bg: Задаване на начални стойности за параметрите
ca: Estableix els valors inicials dels paràmetres
de: Legen Sie Anfangswerte für die Parameter fest.
es: Establecer valores iniciales para los parámetros
fa: تنظیم مقادیر اولیه برای پارامترها
fi: Aseta parametrien alkuarvot
fr: Définir les valeurs initiales des paramètres
it: Imposta i valori iniziali per i parametri
ja: パラメータの初期値を設定する
nb: Angi startverdier for parametere
nl: Beginwaarden voor parameters instellen
pl: Ustaw wartości początkowe dla parametrów
pt_br: Defina os valores iniciais para os parâmetros.
ru: Установить начальные значения параметров
sk: Nastavenie počiatočných hodnôt parametrov
sl: Nastavitev začetnih vrednosti za parametre
sq: Vendos vlera fillestare për parametrat
sr: Postavi početne vrednosti za parametre
sv: Ange initialvärden för parametrar
tr: Parametreler için başlangıç değerlerini ayarlayın
uk: Задайте початкові значення для параметрів
vi: Đặt giá trị ban đầu cho các tham số
zh_hk: 設定參數的初始值

source: Customize List layout
ar: تخصيص تخطيط عرض القائمة
bg: Персонализиране на оформлението на списъка
ca: Personalitza el disseny de la llista
de: Listenlayout anpassen
es: Personalizar el diseño de la lista
fa: سفارشی‌سازی طرح‌بندی فهرست
fi: Mukauta luettelon asettelua
fr: Personnaliser la disposition de la liste
it: Personalizza il layout dell'elenco
ja: リストレイアウトをカスタマイズする
nb: Tilpasse listeoppsettet
nl: Lijstindeling aanpassen
pl: Dostosuj układ listy
pt_br: Personalizar layout da lista
ru: Настроить макет списка
sk: Prispôsobiť rozloženie zoznamu
sl: Prilagodi postavitev seznama
sq: Personalizo layout-in e Listës
sr: Prilagodi raspored liste
sv: Anpassa listlayout
tr: Liste düzenini özelleştir
uk: Налаштувати макет Списку
vi: Tùy chỉnh bố cục danh sách
zh_hk: 自訂清單版面

source: Find a column...
ar: اعثر على عمود...
bg: Намерете колона...
ca: Troba una columna...
de: Eine Spalte suchen...
es: Encuentra una columna...
fa: ستونی پیدا کنید...
fi: Etsi sarake...
fr: Trouver une colonne...
it: Trova una colonna...
ja: 列を検索...
nb: Finn en spalte...
nl: Zoek een kolom...
pl: Znajdź kolumnę...
pt_br: Encontre uma coluna...
ru: Найти столбец...
sk: Nájsť stĺpec...
sl: Poiščite stolpec ...
sq: Gjej një kolonë...
sr: Pronađi kolonu...
sv: Hitta en kolumn...
tr: Bir sütun bul...
uk: Знайти стовпець...
vi: Tìm một cột...
zh_hk: 尋找專欄...

source: Drag a column into a well to place it there.
ar: اسحب عمودًا إلى حقل لوضعه هناك.
bg: Плъзнете колона в кладенец, за да я поставите там.
ca: Arrossegueu una columna a un forat per col·locar-la-hi.
de: Ziehen Sie eine Säule in einen Brunnen, um sie dort zu platzieren.
es: Arrastre una columna hacia un pozo para colocarla allí.
fa: یک ستون را به داخل چاه بکشید تا در آنجا قرار گیرد.
fi: Vedä sarake kaivoon sijoittaaksesi sen sinne.
fr: Faites glisser une colonne dans un puits pour la placer là.
it: Trascina una colonna in un pozzo per posizionarla lì.
ja: 列をウェルにドラッグして配置します。
nb: Dra en kolonne inn i en brønn for å plassere den der.
nl: Sleep een kolom naar een put om deze daar te plaatsen.
pl: Przeciągnij kolumnę do wnęki, aby ją tam umieścić.
pt_br: Arraste uma coluna para um poço para colocá-la lá.
ru: Перетащите столбец в ячейку, чтобы поместить его там.
sk: Potiahnite stĺpec do jamky, aby ste ho tam umiestnili.
sl: Povlecite stolpec v vodnjak, da ga tja postavite.
sq: Zvarrit një kolonë në një well për ta vendosur aty.
sr: Prevucite kolonu u slot da biste je postavili tamo.
sv: Dra en kolumn till en brunn för att placera den där.
tr: Bir sütunu oraya yerleştirmek için onu bir kuyuya sürükleyin.
uk: Перетягніть стовпець у слот, щоб розмістити його там.
vi: Kéo một cột vào một cái giếng để đặt nó vào đó.
zh_hk: 將列拖曳到井中，即可將列放置在井中。

source: No available columns
ar: لا توجد أعمدة متاحة
bg: Няма налични колони
ca: No hi ha columnes disponibles
de: Keine verfügbaren Spalten
es: No hay columnas disponibles
fa: ستونی موجود نیست
fi: Ei käytettävissä olevia sarakkeita
fr: Aucune colonne disponible
it: Nessuna colonna disponibile
ja: 利用可能な列がありません
nb: Ingen tilgjengelige kolonner
nl: Geen beschikbare kolommen
pl: Brak dostępnych kolumn
pt_br: Nenhuma coluna disponível
ru: Нет доступных столбцов
sk: Žiadne dostupné stĺpce
sl: Ni razpoložljivih stolpcev
sq: Nuk ka kolona të disponueshme
sr: Nema dostupnih kolona
sv: Inga tillgängliga kolumner
tr: Kullanılabilir sütun yok
uk: Немає доступних стовпців
vi: Không có cột nào có sẵn
zh_hk: 無可用欄位

source: keyword
ar: كلمة مفتاحية
bg: ключова дума
ca: paraula clau
de: Stichwort
es: palabra clave
fa: کلمه کلیدی
fi: avainsana
fr: mot-clé
it: parola chiave
ja: キーワード
lt: raktažodį
nb: nøkkelord
nl: trefwoord
pl: Słowo kluczowe
pt_br: palavra-chave
ru: ключевое слово
sk: kľúčové slovo
sl: ključna beseda
sq: fjalëkyç
sr: ključna reč
sv: nyckelord
tr: anahtar kelime
uk: ключове слово
vi: từ khóa
zh_hk: 關鍵字

source: Write your SQL here, or press {0} + Shift + i to have SQL generated for you.
ar: اكتب SQL هنا، أو اضغط {0} + Shift + i لإنشاء SQL لك.
bg: Напишете вашия SQL код тук или натиснете {0} + Shift + i, за да бъде генериран SQL код.
ca: Escriviu el vostre SQL aquí o premeu {0} + Maj + i perquè us generin el SQL.
de: Geben Sie Ihren SQL-Code hier ein oder drücken Sie {0} + Shift + i, um den SQL-Code generieren zu lassen.
es: Escriba su SQL aquí, o presione {0} + Shift + i para que se genere el SQL para usted.
fa: SQL خود را اینجا بنویسید، یا برای تولید SQL برای شما، {0} + Shift + i را فشار دهید.
fi: Kirjoita SQL-koodisi tähän tai paina {0} + Shift + i, niin SQL luodaan sinulle.
fr: Saisissez votre code SQL ici, ou appuyez sur {0} + Maj + i pour que le code SQL soit généré pour vous.
it: Scrivi qui il tuo codice SQL oppure premi {0} + Maiusc + i per far generare il codice SQL per te.
ja: ここで SQL を入力するか、 {0} + Shift + i を押して SQL を生成します。
nb: Skriv SQL her, eller trykk {0} + Shift + i for å få SQL generert for deg.
nl: Schrijf hier uw SQL-query, of druk op {0} + Shift + i om de SQL-query automatisch te laten genereren.
pl: Wpisz tutaj swój kod SQL lub naciśnij {0} + Shift + i, aby został wygenerowany.
pt_br: Escreva seu SQL aqui ou pressione {0} + Shift + i para que o SQL seja gerado para você.
ru: Введите свой SQL-код здесь или нажмите {0} + Shift + i, чтобы SQL-код был сгенерирован автоматически.
sk: Sem napíšte svoj SQL kód alebo stlačte {0} + Shift + i, čím sa vám vygeneruje SQL kód.
sl: Tukaj napišite svoj SQL ali pritisnite {0} + Shift + i, da se SQL ustvari namesto vas.
sq: Shkruaj SQL-in tënd këtu, ose shtyp {0} + Shift + i që SQL të gjenerohet për ty.
sr: Napišite svoj SQL ovde ili pritisnite {0} + Shift + i da se SQL generiše za vas.
sv: Skriv din SQL-kod här, eller tryck {0} + Shift + i för att få SQL genererad åt dig.
tr: SQL kodunuzu buraya yazın veya SQL kodunun sizin için oluşturulması için {0} + Shift + i tuşlarına basın.
uk: Введіть тут свій SQL або натисніть {0} + Shift + i, щоб SQL згенерувався для вас.
vi: Nhập câu lệnh SQL của bạn vào đây, hoặc nhấn {0} + Shift + i để hệ thống tự động tạo câu lệnh SQL cho bạn.
zh_hk: 在此寫入您的 SQL，或按 {0} + Shift + i 來為您產生 SQL。

source: Type your expression, press '[' for columns…
ar: اكتب تعبيرك، واضغط '[' للأعمدة…
bg: Въведете своя израз, натиснете '[' за колони…
ca: Escriviu la vostra expressió, premeu '[' per a les columnes…
de: Geben Sie Ihren Ausdruck ein und drücken Sie '[' für Spalten…
eo: Type your vibe, hit '[' for columns…
es: Escriba su expresión, presione '[' para las columnas…
fa: عبارت خود را تایپ کنید، برای ستون های…'[' را فشار دهید
fi: Kirjoita lausekkeesi, paina '[' sarakkeille…
fr: Tapez votre expression, appuyez sur '[' pour les colonnes…
it: Digita la tua espressione, premi '[' per le colonne…
ja: 式を入力し、列の場合は '[' を押します…
nb: Skriv inn uttrykket ditt, trykk på '[' for kolonner…
nl: Typ uw expressie, druk op '[' voor kolommen…
pl: Wpisz swoje wyrażenie, naciśnij '[' dla kolumn…
pt_br: Digite sua expressão, pressione '[' para colunas…
ru: Введите выражение, нажмите «[» для столбцов…
sk: Napíšte výraz, stlačením '[' zobrazíte stĺpce…
sl: Vnesite svoj izraz, pritisnite '[' za stolpce…
sq: Shkruaj shprehjen tënde, shtyp '[' për kolona…
sr: Unesite svoj izraz, pritisnite '[' za kolone…
sv: Skriv ditt uttryck, tryck på '[' för kolumner…
tr: İfadenizi yazın,…sütunları için '[' tuşuna basın
uk: Введіть свій вираз, натисніть '[' для стовпців…
vi: Nhập biểu thức của bạn, nhấn '[' cho các cột…
zh_hk: 輸入您的表達式，按 '[' 欄…

source: Function browser
ar: متصفح الدوال
bg: Функционален браузър
ca: Navegador de funcions
de: Funktionsbrowser
eo: Function browse, fr fr
es: Navegador de funciones
fa: عملکرد مرورگر
fi: Toiminto selain
fr: Navigateur de fonctions
it: Browser delle funzioni
ja: 機能ブラウザ
nb: Funksjon nettleser
nl: Functiebrowser
pl: Przeglądarka funkcji
pt_br: Navegador de funções
ru: Браузер функций
sk: Prehliadač funkcií
sl: Brskalnik funkcij
sq: Shfletuesi i funksioneve
sr: Pregledač funkcija
sv: Funktion webbläsare
tr: İşlev tarayıcısı
uk: Браузер функцій
vi: Trình duyệt chức năng
zh_hk: 功能瀏覽器

source: Auto-format
ar: تنسيق تلقائي
bg: Автоматичен формат
ca: Format automàtic
eo: auto-formatting just hit different
es: Formato automático
fa: فرمت خودکار
fi: Automaattinen muotoilu
fr: Formatage automatique
it: Formattazione automatica
ja: 自動フォーマット
lt: Automatinis formatavimas
nl: Automatisch opmaken
pl: Automatyczne formatowanie
pt_br: Formatação automática
ru: Автоформат
sk: Automatické formátovanie
sl: Samodejno oblikovanje
sq: Auto-formatim
sv: Automatisk formatering
tr: Otomatik biçimlendirme
uk: Автоформат
vi: Tự động định dạng
zh_hk: 自動格式化

source: Search functions…
ar: ابحث عن الدوال…
bg: Функции за търсене…
ca: Funcions de cerca…
de: Suchfunktionen…
eo: Search functions… lowkey vibes
es: Funciones de búsqueda…
fa: توابع جستجو…
fi: Hakutoiminnot…
fr: Fonctions de recherche…
it: Funzioni di ricerca…
ja: 検索機能…
nb: Søkefunksjoner…
nl: Zoekfuncties…
pl: Funkcje wyszukiwania…
pt_br: Funções de pesquisa…
ru: Функции поиска…
sk: Funkcie vyhľadávania…
sl: Iskalne funkcije…
sq: Kërko funksione…
sr: Pretraži funkcije…
sv: Sökfunktioner…
tr: Arama işlevleri…
uk: Шукати функції…
vi: Chức năng tìm kiếm…
zh_hk: 搜尋功能…

source: Search aggregations…
ar: ابحث عن عمليات التجميع…
bg: Търсете агрегации…
ca: Cerca agregacions…
de: Suchaggregationen…
eo: search aggregations… = "search collabs…"
es: Agregaciones de búsqueda…
fa: جستجوی تجمعات…
fi: Hakukoostumukset…
fr: Agrégations de recherche…
it: Aggregazioni di ricerca…
ja: 検索集計…
nb: Søkeaggregeringer…
nl: Zoek aggregaties…
pl: Agregacje wyszukiwania…
pt_br: Agregações de pesquisa…
ru: Поиск агрегаций…
sk: Vyhľadávacie zoskupenia…
sl: Iskanje združevanj…
sq: Kërko agregime…
sr: Pretraži agregacije…
sv: Sökaggregationer…
tr: Arama toplamaları…
uk: Шукати агрегації…
vi: Tìm kiếm tổng hợp…
zh_hk: 搜尋集合…

source: Logical functions
ar: دوال منطقية
bg: Логически функции
ca: Funcions lògiques
de: Logische Funktionen
eo: math stuff that’s lowkey brain juice
es: Funciones lógicas
fa: توابع منطقی
fi: Loogiset toiminnot
fr: Fonctions logiques
it: Funzioni logiche
ja: 論理関数
nb: Logiske funksjoner
nl: Logische functies
pl: Funkcje logiczne
pt_br: Funções lógicas
ru: Логические функции
sk: Logické funkcie
sl: Logične funkcije
sq: Funksione logjike
sr: Logičke funkcije
sv: Logiska funktioner
tr: Mantıksal fonksiyonlar
uk: Логічні функції
vi: Các hàm logic
zh_hk: 邏輯功能

source: Math functions
ar: دوال رياضية
bg: Математически функции
ca: Funcions matemàtiques
de: Mathematische Funktionen
eo: Math functions = math vibes or math stuff, lowkey
es: Funciones matemáticas
fa: توابع ریاضی
fi: Matemaattiset funktiot
fr: Fonctions mathématiques
it: Funzioni matematiche
ja: 数学関数
nb: Matematiske funksjoner
nl: Wiskundige functies
pl: Funkcje matematyczne
pt_br: Funções matemáticas
ru: Математические функции
sk: Matematické funkcie
sl: Matematične funkcije
sq: Funksione matematikore
sr: Matematičke funkcije
sv: Matematiska funktioner
tr: Matematik fonksiyonları
uk: Математичні функції
vi: Các hàm toán học
zh_hk: 數學功能

source: String functions
ar: دوال النصوص
bg: Стрингови функции
ca: Funcions de cadena
de: Zeichenfolgenfunktionen
eo: String functions → Text tricks
es: Funciones de cadena
fa: توابع رشته
fi: Merkkijonofunktiot
fr: Fonctions de chaîne
it: Funzioni stringa
ja: 文字列関数
nb: Strengfunksjoner
nl: Stringfuncties
pl: Funkcje łańcuchowe
pt_br: Funções de sequência
ru: Строковые функции
sk: Reťazcové funkcie
sl: Funkcije nizov
sq: Funksione të stringjeve
sr: String funkcije
sv: Strängfunktioner
tr: Dize fonksiyonları
uk: Рядкові функції
vi: Các hàm chuỗi
zh_hk: 字串函數

source: Date functions
ar: دوال التاريخ
bg: Функции за дата
ca: Funcions de data
de: Datumsfunktionen
eo: Date functions? That's lowkey giving me tech vibes, but I’d say it’s like, "date funcs" or somethin’.
es: Funciones de fecha
fa: توابع تاریخ
fi: Päivämäärätoiminnot
fr: Fonctions de date
it: Funzioni di data
ja: 日付関数
nb: Datofunksjoner
nl: Datumfuncties
pl: Funkcje daty
pt_br: Funções de data
ru: Функции даты
sk: Funkcie dátumu
sl: Datumske funkcije
sq: Funksione datash
sr: Funkcije za datum
sv: Datumfunktioner
tr: Tarih fonksiyonları
uk: Функції дати
vi: Các hàm ngày tháng
zh_hk: 日期功能

source: Conversions
ar: تحويلات
bg: Преобразувания
de: Konvertierungen
eo: Boosts or wins
es: Conversiones
fa: تبدیل ها
fi: Tulokset
it: Conversioni
ja: コンバージョン
nb: Konvertering
nl: Conversies
pl: Konwersje
pt_br: Conversões
ru: Конверсии
sk: Konverzie
sl: Pretvorbe
sq: Konvertime
sr: Konverzije
sv: Konverteringar
tr: Dönüşümler
uk: Перетворення
vi: Chuyển đổi
zh_hk: 轉換

source: Window functions
ar: دوال النوافذ
bg: Функции на прозореца
ca: Funcions de la finestra
de: Fensterfunktionen
eo: Window functions? That's like, lowkey the cheat code for data wrangling, fr.
es: Funciones de ventana
fa: توابع پنجره
fi: Ikkunan toiminnot
fr: Fonctions de fenêtre
it: Funzioni della finestra
ja: ウィンドウ関数
nb: Vindusfunksjoner
nl: Vensterfuncties
pl: Funkcje okna
pt_br: Funções de janela
ru: Оконные функции
sk: Funkcie okien
sl: Funkcije oken
sq: Funksione dritaresh
sr: Window funkcije
sv: Fönsterfunktioner
tr: Pencere fonksiyonları
uk: Віконні функції
vi: Chức năng cửa sổ
zh_hk: 視窗功能

source: Give your column a name…
ar: أعطِ عمودك اسمًا…
bg: Дайте име на колоната си…
ca: Doneu un nom a la vostra columna…
de: Geben Sie Ihrer Spalte einen Namen…
eo: Name your column, fr fr
es: Dale un nombre a tu columna…
fa: به ستون خود یک نام…بدهید
fi: Anna sarakkeellesi nimi…
fr: Donnez un nom à votre colonne…
it: Assegna un nome alla tua colonna…
ja: 列に名前を付けます…
lt: Pavadinkite stulpelį…
nb: Gi kolonnen din et navn…
nl: Geef je kolom een naam…
pl: Nadaj swojej kolumnie nazwę…
pt_br: Dê um nome à sua coluna…
ru: Дайте название вашему столбцу…
sk: Pomenujte svoj stĺpec…
sl: Poimenujte svoj stolpec…
sq: Jepi kolonës sate një emër…
sr: Dajte svojoj koloni naziv…
sv: Ge din kolumn ett namn…
tr: Sütununuza bir isim verin…
uk: Дайте назву вашому стовпцю…
vi: Đặt tên cho cột của bạn…
zh_hk: 為您的欄位命名…

source: Give your aggregation a name…
ar: أعطِ تجميعك اسمًا…
bg: Дайте име на вашата агрегация…
ca: Doneu un nom a la vostra agregació…
de: Geben Sie Ihrer Aggregation einen Namen…
eo: Name your agg, fr fr
es: Dale un nombre a tu agregación…
fa: به مجموعه خود یک نام…بدهید
fi: Anna yhdistelmällesi nimi…
fr: Donnez un nom à votre agrégation…
it: Assegna un nome alla tua aggregazione…
ja: 集計に名前を付けます…
lt: Pavadinkite savo agregatą…
nb: Gi samlingen din et navn…
nl: Geef uw aggregatie een naam…
pl: Nadaj swojej agregacji nazwę…
pt_br: Dê um nome à sua agregação…
ru: Дайте вашему агрегированию имя…
sk: Pomenujte svoju agregáciu…
sl: Poimenujte svojo agregacijo…
sq: Jepi agregimit tënd një emër…
sr: Dajte svojoj agregaciji naziv…
sv: Ge din sammanställning ett namn…
tr: Toplamınıza bir isim verin…
uk: Дайте назву вашій агрегації…
vi: Đặt tên cho tổng hợp của bạn…
zh_hk: 為您的聚合命名…

source: Give your filter a name…
ar: أعطِ الفلتر اسمًا…
bg: Дайте име на вашия филтър…
ca: Doneu un nom al vostre filtre…
de: Geben Sie Ihrem Filter einen Namen…
eo: Name your filter, bestie
es: Dale un nombre a tu filtro…
fa: به فیلتر خود یک نام…بدهید
fi: Anna suodattimellesi nimi…
fr: Donnez un nom à votre filtre…
it: Assegna un nome al tuo filtro…
ja: フィルターに名前を付けてください…
lt: Suteikite savo filtrui pavadinimą…
nb: Gi filteret ditt et navn…
nl: Geef je filter een naam…
pl: Nadaj swojemu filtrowi nazwę…
pt_br: Dê um nome ao seu filtro…
ru: Дайте вашему фильтру имя…
sk: Pomenujte svoj filter…
sl: Poimenujte svoj filter…
sq: Jepi filtrit tënd një emër…
sr: Dajte svom filteru naziv…
sv: Ge ditt filter ett namn…
tr: Filtrenize bir isim verin…
uk: Дайте назву вашому фільтру…
vi: Đặt tên cho bộ lọc của bạn…
zh_hk: 為您的篩選器命名…

source: Give your expression a name…
ar: أعطِ تعبيرك اسمًا…
bg: Дайте име на израза си…
ca: Posa un nom a la teva expressió…
de: Geben Sie Ihrem Ausdruck einen Namen…
eo: Name your vibe, fr fr
es: Dale un nombre a tu expresión…
fa: به عبارت خود یک نام…بدهید
fi: Anna ilmauksellesi nimi…
fr: Donnez un nom à votre expression…
it: Assegna un nome alla tua espressione…
ja: 式に名前を付けます…
lt: Pavadinkite savo išraišką…
nb: Gi uttrykket ditt et navn…
nl: Geef je expressie een naam…
pl: Nadaj swojemu wyrażeniu nazwę…
pt_br: Dê um nome à sua expressão…
ru: Дайте вашему выражению имя…
sk: Pomenujte svoj výraz…
sl: Poimenujte svoj izraz…
sq: Jepi shprehjes sate një emër…
sr: Dajte svom izrazu naziv…
sv: Ge ditt uttryck ett namn…
tr: İfadenize bir isim verin…
uk: Дайте назву вашому виразу…
vi: Đặt tên cho biểu thức của bạn…
zh_hk: 為您的表達方式命名…

source: Code snippet bot illustration
ar: رسم توضيحي لبوت مقتطفات الكود
bg: Илюстрация на бот с кодов фрагмент
ca: Il·lustració del bot del fragment de codi
de: Code-Snippet-Bot-Abbildung
eo: code snippet bot inspo
es: Ilustración de bot con fragmento de código
fa: تصویر ربات قطعه کد
fi: Koodikatkelma bot-kuva
fr: Illustration d'un extrait de code de robot
it: Illustrazione del bot del frammento di codice
ja: コードスニペットボットのイラスト
lt: Kodo fragmento roboto iliustracija
nb: Illustrasjon av bot-kodebit
nl: Illustratie van een codefragmentbot
pl: Ilustracja bota z fragmentem kodu
pt_br: Ilustração do bot de trecho de código
ru: Иллюстрация фрагмента кода бота
sk: Ilustrácia robota s útržkom kódu
sl: Ilustracija bota za delček kode
sq: Ilustrim boti për fragment kodi
sr: Ilustracija bota za isječke koda
sv: Kodavsnitt bot illustration
tr: Kod parçacığı bot çizimi
uk: Ілюстрація бота для фрагментів коду
vi: Minh họa bot đoạn mã
zh_hk: 程式碼片段機器人插圖

source: Save time with reusable bits of code
ar: وفّر الوقت باستخدام أجزاء كود قابلة لإعادة الاستخدام
bg: Спестете време с многократно използвани битове код
ca: Estalvieu temps amb fragments de codi reutilitzables
de: Sparen Sie Zeit mit wiederverwendbaren Codeteilen
eo: Save time with those dope reusable code bits, fr fr
es: Ahorre tiempo con fragmentos de código reutilizables
fa: با بیت های کد قابل استفاده مجدد در زمان صرفه جویی کنید
fi: Säästä aikaa uudelleenkäytettävien koodibittien avulla
fr: Gagnez du temps avec des morceaux de code réutilisables
it: Risparmia tempo con bit di codice riutilizzabili
ja: 再利用可能なコードで時間を節約
lt: Sutaupykite laiko naudodami daugkartinio naudojimo kodo bitus
nb: Spar tid med gjenbrukbare kodebiter
nl: Bespaar tijd met herbruikbare stukjes code
pl: Oszczędź czas dzięki wielokrotnego użytku fragmentom kodu
pt_br: Economize tempo com partes reutilizáveis de código
ru: Экономьте время с помощью многократно используемых фрагментов кода
sk: Ušetrite čas s opakovane použiteľnými kúskami kódu
sl: Prihranite čas z večkratno uporabnimi deli kode
sq: Kurseni kohë me copa kodi të ripërdorshme
sr: Uštedite vreme uz delove koda za višekratnu upotrebu
sv: Spara tid med återanvändbara kodbitar
tr: Yeniden kullanılabilir kod parçalarıyla zamandan tasarruf edin
uk: Заощаджуйте час завдяки повторно використовуваним фрагментам коду
vi: Tiết kiệm thời gian với các đoạn mã có thể tái sử dụng
zh_hk: 使用可重複使用的程式碼來節省時間

source: Create snippet
ar: أنشئ مقتطفًا
bg: Създаване на фрагмент
ca: Crea un fragment
de: Snippet erstellen
eo: Make a lil clip
es: Crear fragmento
fa: قطعه ایجاد کنید
fi: Luo katkelma
fr: Créer un extrait
it: Crea frammento
ja: スニペットを作成
lt: Sukurti fragmentą
nb: Opprett utdrag
nl: Fragment maken
pl: Utwórz fragment kodu
pt_br: Criar trecho
ru: Создать фрагмент
sk: Vytvorte úryvok
sl: Ustvari izrezek
sq: Krijo fragment
sr: Kreiraj snippet
sv: Skapa utdrag
tr: Parçacık oluştur
uk: Створити фрагмент
vi: Tạo đoạn trích
zh_hk: 建立片段

source: Table and field alias
ar: الاسم المستعار للجدول والحقل
bg: Псевдоним на таблица и поле
ca: Àlies de taula i camp
de: Tabellen- und Feldalias
es: Alias de tabla y campo
fa: نام مستعار جدول و فیلد
fi: Taulukon ja kentän alias
fr: Alias de table et de champ
it: Alias di tabella e campo
ja: テーブルとフィールドのエイリアス
nb: Tabell- og feltalias
nl: Tabel- en veldalias
pl: Alias tabeli i pola
pt_br: Alias de tabela e campo
ru: Псевдоним таблицы и поля
sk: Alias tabuľky a poľa
sl: Vzdevek tabele in polja
sq: Alias i tabelës dhe fushës
sr: Alias tabele i polja
sv: Tabell- och fältalias
tr: Tablo ve alan takma adı
uk: Аліас таблиці та поля
vi: Bí danh bảng và trường
zh_hk: 表與欄位別名
