Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Error calculating metadata for {0}: {1}
ar: خطأ أثناء حساب البيانات الوصفية لـ {0}: {1}
bg: Грешка при изчисляване на метаданни за {0}: {1}
ca: Error en calcular la informació de visualització per a {0}: {1}
de: Fehler beim Berechnen von Metadaten für {0}: {1}
eo: Oops, got a glitch while calculating metadata for {0}: {1}
es: Error al calcular los metadatos de {0}: {1}
fa: خطا در محاسبه ابرداده برای {0}: {1}
fi: Virhe laskiessa metatietoja kohteelle {0}: {1}
fr: Erreur de calcul des métadonnées pour {0} : {1}
hu: Hiba a metaadatok kiszámítása során {0}: {1}
it: Errore nel calcolo dei metadati per {0}: {1}
ja: {0}のメタデータ計算エラー：{1}
lt: Klaida skaičiuojant {0} metaduomenis: {1}
ms: Ralat mengira metadata untuk {0}: {1}
nb: Feil ved beregning av metadata for {0}: {1}
nl: Fout bij het berekenen van metadata voor {0}: {1}
pl: Błąd obliczania metadanych dla {0}: {1}
pt_br: Erro ao calcular os metadados para {0}: {1}
ru: Ошибка при вычислении метаданных для {0}: {1}
sk: Chyba pri výpočte metadát pre {0}: {1}
sl: Napaka pri izračunu metapodatkov za {0}: {1}
sq: Gabim gjatë llogaritjes së metadata-s për {0}: {1}
sr: Greška pri izračunavanju metapodataka za {0}: {1}
sv: Fel vid beräkning av metadata för {0}: {1}
tr: {0} için meta veri hesaplanırken hata oluştu: {1}
uk: Помилка обчислення метаданих для {0}: {1}
vi: Lỗi khi tính toán siêu dữ liệu cho {0}: {1}
zh_hk: 計算 {0} 的中繼資料時出錯：{1}

source: Missing extra, required keys for native query: {0}
ar: مفاتيح إضافية مطلوبة مفقودة للاستعلام الأصلي: {0}
bg: Липсват допълнителни, необходими ключове за родния заявка: {0}
ca: Falten claus extres i necessàries per a la consulta nativa: {0}
de: Fehlende zusätzliche, erforderliche Schlüssel für native Abfrage: {0}
eo: Yo, missing some extra and required keys for the native query: {0}—fr fr, gotta fix that.
es: Faltan claves adicionales necesarias para la consulta nativa: {0}
fa: کلیدهای اضافی و مورد نیاز برای درخواست بومی وجود ندارد: {0}
fi: Puuttuvat ylimääräiset, vaaditut avaimet kyselyssä: {0}
fr: Clés supplémentaires manquantes pour la requête native : {0}
hu: Hiányzó extra, szükséges kulcsok a natív lekérdezéshez: {0}
it: Mancano altre chiavi necessarie per la query nativa: {0}
ja: ネイティブ・クエリに必要な追加キーがありません：{0}
lt: Trūksta papildomų, būtinų savosios užklausos raktų: {0}
ms: Kunci tambahan yang diperlukan untuk query asli hilang: {0}
nb: Mangler ekstra, nødvendige nøkler for opprinnelig spørring: {0}
nl: Extra, vereiste sleutels voor SQL-query ontbreken: {0}
pl: Brakujące dodatkowe, wymagane klucze dla natywnego zapytania: {0}
pt_br: Faltam chaves extras e necessárias para a consulta nativa: {0}
ru: Отсутствуют дополнительные, необходимые ключи для родного запроса: {0}
sk: Chýbajúce ďalšie požadované kľúče pre natívny dotaz: {0}
sl: Manjkajo dodatni, zahtevani ključi za izvorno poizvedbo: {0}
sq: Mungojnë kyçe shtesë, të detyrueshme për pyetje native: {0}
sr: Nedostaju dodatni, obavezni ključevi za nativni upit: {0}
sv: Saknar extra, nödvändiga nycklar för inhemsk fråga: {0}
tr: Yerel sorgu için ekstra, gerekli anahtarlar eksik: {0}
uk: Відсутні додаткові обов’язкові ключі для нативного запиту: {0}
vi: Thiếu các khóa bổ sung, bắt buộc cho truy vấn gốc: {0}
zh_hk: 缺少必要的額外鍵：{0}

source: Must be a native query
ar: يجب أن يكون استعلامًا أصليًا
bg: Трябва да бъде родна заявка
ca: Ha de ser una consulta nativa
de: Muss eine native Abfrage sein
eo: It’s probably a full-on native query, fr.
es: Debe ser una consulta nativa
fa: باید یک پرس و جو بومی باشد
fi: Sinun täytyy olla syntyperäinen kysymys
fr: Il doit s'agir d'une requête native
hu: Natív lekérdezésnek kell lennie
it: Deve essere una query nativa
ja: ネイティブクエリであること
lt: Turi būti vietinė užklausa
ms: Mesti merupakan query asli
nb: Må være en innfødt spørring
nl: Moet een SQL-query zijn
pl: Musi to być natywne zapytanie
pt_br: Deve ser uma consulta nativa
ru: Должен быть родной запрос
sk: Musí to byť pôvodný dotaz
sl: Mora biti izvorna poizvedba
sq: Duhet të jetë një pyetje native
sr: Mora biti nativni upit
sv: Måste vara en inbyggd fråga
tr: Yerel bir sorgu olmalı
uk: Має бути нативний запит
vi: Phải là truy vấn gốc
zh_hk: 必須是原生查詢

source: Whether to enable models persistence for a specific Database.
ar: ما إذا كان ينبغي تمكين استمرارية النماذج لقاعدة بيانات محددة.
bg: Дали да се активира постоянството на моделите за конкретна база данни.
ca: Si s'ha d'habilitar la persistència de models per a una base de dades específica.
de: Ob die Persistenz von Modellen für eine bestimmte Datenbank aktiviert werden soll.
eo: Should we keep the models saved for a certain Database or nah?
es: Si se habilita la persistencia de modelos para una Base de Datos específica.
fa: فعال کردن ماندگاری مدل‌ها برای یک پایگاه داده خاص.
fi: Onko mallien pysyvyyden käyttöönotto tiettyä tietokantaa varten.
fr: Permet d'activer la persistance des modèles pour une base de données spécifique.
hu: Engedélyezi-e a modellek tartósságát egy adott adatbázisra.
it: Se abilitare la persistenza dei modelli per un database specifico.
ja: 特定のデータベースに対してモデルの永続性を有効にするかどうか。
lt: Ar įgalinti modelių išlikimą konkrečioje duomenų bazėje.
ms: Sama ada untuk mengaktifkan kekekalan model untuk Pangkalan Data tertentu.
nb: Om du vil aktivere modellutholdenhet for en bestemt database.
nl: Of doorzettingsvermogen van modellen voor een specifieke database moet worden ingeschakeld.
pl: Czy włączyć trwałość modeli dla określonej bazy danych.
pt_br: Se deve habilitar a persistência de modelos para um banco de dados específico.
ru: Включать ли сохранение моделей для конкретной базы данных.
sk: Povolenie perzistencie modelov pre konkrétnu databázu.
sl: Ali želite omogočiti obstojnost modelov za določeno zbirko podatkov.
sq: Nëse duhet aktivizuar persistenca e modeleve për një Databazë të caktuar.
sr: Da li omogućiti perzistenciju modela za određenu bazu podataka.
sv: Om modeller ska aktiveras för en specifik databas.
tr: Belirli bir Veritabanı için model kalıcılığının etkinleştirilip etkinleştirilmeyeceği.
uk: Чи вмикати персистентність моделей для конкретної бази даних.
vi: Có nên bật tính năng lưu trữ mô hình cho một Cơ sở dữ liệu cụ thể hay không.
zh_hk: 是否為特定資料庫啟用模型持久性。

source: Invalid Metric or Segment: {0}
eo: Bruh, this metric or segment is totally invalid: {0}
hu: Érvénytelen mutató vagy szegmens: {0}
lt: Netinkama metrika arba segmentas: {0}
ms: Metrik atau Segmen tidak sah: {0}

source: Invalid query execution context: {0}
ar: سياق تنفيذ استعلام غير صالح: {0}
bg: Невалиден контекст на изпълнението на заявка: {0}
ca: Context d'execució de consulta no vàlid: {0}
de: Ungültiger Abfrageausführungskontext: {0}
eo: Bruh, like, this query is totally invalid rn: {0}
es: Contexto de ejecución de consulta no válido: {0}
fa: زمینه اجرای پرس و جو نامعتبر است: {0}
fi: Virheellinen kyselyn suorituskonteksti: {0}
fr: Contexte d'exécution de la requête non valide : {0}
hu: Érvénytelen lekérdezésvégrehajtási kontextus: {0}
it: Contesto di esecuzione della query non valido: {0}
ja: 無効なクエリ実行コンテキストです：{0}
lt: Neteisingas užklausos vykdymo kontekstas: {0}
ms: Konteks pelaksanaan query tidak sah: {0}
nb: Ugyldig spørringskjøringskontekst: {0}
nl: Ongeldige query uitvoering context: {0}
pl: Nieprawidłowy kontekst wykonania zapytania: {0}
pt_br: Contexto de execução de consulta inválido: {0}
ru: Неверный контекст выполнения запроса: {0}
sk: Neplatný kontext vykonávania dotazu: {0}
sl: Neveljaven kontekst izvajanja poizvedbe: {0}
sq: Kontekst i pavlefshëm ekzekutimi të pyetjes: {0}
sr: Nevažeći kontekst izvršavanja upita: {0}
sv: Ogiltig kontext för frågekörning: {0}
tr: Geçersiz sorgu yürütme bağlamı: {0}
uk: Недійсний контекст виконання запиту: {0}
vi: Bối cảnh thực hiện truy vấn không hợp lệ: {0}
zh_hk: 無效的查詢執行上下文：{0}

source: Invalid output: {0}
ar: مخرجات غير صالحة: {0}
bg: Невалиден изход: {0}
ca: Sortida no vàlida: {0}
de: Ungültige Ausgabe: {0}
eo: Bruh, that output’s totally invalid: {0}
es: Salida no válida: {0}
fa: خروجی نامعتبر: {0}
fi: Virheellinen tulos: {0}
fr: Sortie non valide : {0}
hu: Érvénytelen kimenet: {0}
it: Uscita non valida: {0}
ja: 無効な出力です：{0}
lt: Netinkama išvestis: {0}
ms: Keluaran tidak sah: {0}
nb: Ugyldig utdata: {0}
nl: Ongeldige uitvoer: {0}
pl: Nieprawidłowe wyjście: {0}
pt_br: Saída inválida: {0}
ru: Неверный вывод: {0}
sk: Neplatný výstup: {0}
sl: Neveljaven izhod: {0}
sq: Dalje e pavlefshme: {0}
sr: Nevažeći izlaz: {0}
sv: Ogiltig utgång: {0}
tr: Geçersiz çıktı: {0}
uk: Некоректний вихід: {0}
vi: Đầu ra không hợp lệ: {0}
zh_hk: 無效的輸出：{0}

source: Invalid input: {0}
ar: مدخلات غير صالحة: {0}
bg: Невалиден вход: {0}
ca: Entrada no vàlida: {0}
de: Ungültige Eingabe: {0}
eo: Bruh, that's invalid input: {0}
es: Entrada no válida: {0}
fa: ورودی نامعتبر: {0}
fi: Virheellinen syöte: {0}
fr: Entrée invalide : {0}
hu: Érvénytelen bevitel: {0}
it: Inserimento non valido: {0}
ja: 無効な入力です：{0}
lt: Neteisinga įvestis: {0}
ms: Input tidak sah: {0}
nb: Ugyldig inntasting: {0}
nl: Ongeldige invoer: {0}
pl: Nieprawidłowe dane wejściowe: {0}
pt_br: Entrada inválida: {0}
ru: Неверный ввод: {0}
sk: Neplatný vstup: {0}
sl: Neveljaven vnos: {0}
sq: Hyrje e pavlefshme: {0}
sr: Nevažeći ulaz: {0}
sv: Ogiltig inmatning: {0}
tr: Geçersiz girdi: {0}
uk: Некоректний вхід: {0}
vi: Đầu vào không hợp lệ: {0}
zh_hk: 無效的輸入：{0}

source: See this {0}{1}
ar: اعرض {0}
bg: Вижте този {0}{1}
ca: Veure això {0}{1}
de: Siehe dies {0}{1}
eo: Yo, peep this {0}{1}
es: Ver este {0}{1}
fa: اینو ببین {0}{1}
fi: Katso tämä {0}{1}
fr: Voir ce {0}{1}
hu: Lásd ezt: {0}{1}
it: Vedere questo {0}{1}
ja: この{0}{1}を参照
lt: Žiūrėti šį {0}{1}
ms: Lihat {0}{1} Jamak: Lihat {0}
nb: Se denne {0}{1}
nl: Bekijk {0}{1}
pl: Zobacz to {0}{1}
pt_br: Olhe este(a) {0}{1}
ru: Посмотреть эту {0}{1}
sk: Pozri tento {0}{1}
sl: Oglejte si to {0}{1}
sq: Shih këtë {0}{1}
sr: Pogledaj ovaj {0}{1}
sv: Se detta {0}{1}
tr: Bu {0}{1} bak
uk: Переглянути цей(цю) {0}{1}
vi: Xem những thứ này {0}
zh_hk: 檢視這些{0}

source: This is a read-only Instance Analytics {0}.
hu: Ez egy csak olvasható Példányelemzés {0}.
ms: Ini adalah Contoh Analisi {0} yang hanya boleh dibaca.

source: Attribute keys can't have the same name
ar: لا يمكن أن يكون لمفاتيح السمات نفس الاسم
bg: Ключовете на атрибутите не могат да имат същото име
ca: Les claus d'atributs no poden tenir el mateix nom
de: Attributs-Schlüssel können nicht den gleichen Namen haben
eo: Yo, attribute keys can't be vibing with the same name, fr.
es: Las llaves de atributos no pueden tener el mismo nombre
fa: کلیدهای مشخصه نمی توانند نام یکسانی داشته باشند
fi: Attribuuttien avaimilla ei voi olla sama nimi
fr: Les clés d'attributs ne peuvent pas avoir le même nom
hu: Az attribútumkulcsok neve nem lehet azonos
it: Le chiavi degli attributi non possono avere lo stesso nome
ja: 属性キーに同じ名前を付けることはできません
lt: Atributų raktai negali turėti vienodo pavadinimo
ms: Kunci atribut tidak boleh mempunyai nama yang sama
nb: Attributtnøkler kan ikke ha samme navn
nl: Attribuutsleutels kunnen niet dezelfde naam hebben
pl: Klucze atrybutów nie mogą mieć tej samej nazwy
pt_br: As chaves de atributo não podem ter o mesmo nome
ru: Ключи атрибутов не могут иметь одно и то же имя
sk: Kľúče atribútov nemôžu mať rovnaký názov
sl: Ključi atributov ne smejo imeti istega imena
sq: Çelësat e atributeve nuk mund të kenë të njëjtin emër
sr: Ključevi atributa ne mogu imati isti naziv
sv: Attribut
tr: Özellik isimleri aynı olamaz
uk: Ключі атрибутів не можуть мати однакову назву
vi: Các khóa thuộc tính không thể có cùng tên
zh_hk: 屬性鍵不能同名

source: Duplicate login attribute keys
ar: مفاتيح سمة تسجيل دخول مكررة
bg: Дублирани атрибути на ключове за вход
ca: Claus d'atribut de login duplicades
de: Doppelte Login-Attributschlüssel
eo: Copy-paste login attribute keys, fr fr
es: Atributos de inicio de sesión duplicadas
fa: کلیدهای ویژگی ورود تکراری
fi: Duplikaatti kirjautumisavain
fr: Duplication des clés d'attributs de connexion
hu: Ismétlődő bejelentkezési attribútumkulcsok
it: Chiavi di attributo di login duplicate
ja: ログイン属性キーが重複している
lt: Pasikartojantys prisijungimo atributų raktai
ms: Kunci atribut log masuk berganda
nb: Duplikate attributtnøkler for innlogging
nl: Dubbele login attribuutsleutels
pl: Zduplikowane klucze atrybutów logowania
pt_br: Chaves de atributos de login duplicadas
ru: Дублирующиеся ключи атрибутов входа в систему
sk: Duplicitné kľúče atribútov prihlásenia
sl: Podvojeni ključi atributov za prijavo
sq: Çelësa të dyfishtë të atributeve të hyrjes
sr: Duplirani ključevi atributa prijave
sv: Duplicerade nycklar för inloggningsattribut
tr: Yinelenen oturum açma öznitelik anahtarları
uk: Дубльовані ключі атрибутів входу
vi: Khóa thuộc tính đăng nhập trùng lặp
zh_hk: 重複的登入屬性鍵

source: This filter has been auto-connected with questions with the same field.
hu: Ez a szűrő automatikusan össze lett kapcsolva az azonos mezővel rendelkező kérdésekkel.
ms: Penapis ini telah disambungkan secara automatik dengan soalan yang mempunyai medan yang sama.

source: Undo auto-connection
hu: Az automatikus csatlakozás visszavonása
ms: Batalkan sambungan automatik

source: {0} has been auto-connected with filters with the same field.
hu: A(z) {0} automatikusan összekapcsolódott ugyanazzal a mezővel rendelkező szűrőkkel.
ms: {0} telah disambungkan secara automatik dengan penapis yang mempunyai medan yang sama.

source: Metabase has been updated
ar: تم تحديث Metabase
bg: Metabase е актуализиран
ca: Metabase s'ha actualitzat
de: Metabase wurde aktualisiert
eo: Metabase just got a glow-up
es: Metabase ha sido actualizado
fa: متابیس به روز شده است
fi: Metabase on päivitetty
fr: Metabase a été mis à jour
hu: A metabázis frissítve lett
it: Il database è stato aggiornato
ja: metabaseが更新されました
lt: Metabazė buvo atnaujinta
ms: Metabase telah dikemas kini
nb: Metabase har blitt oppdatert
nl: Metabase is bijgewerkt
pl: Metabase został zaktualizowany
pt_br: A Metabase foi atualizada
ru: Metabase обновлен
sk: Metabáza bola aktualizovaná
sl: Metabaza je bila posodobljena
sq: Metabase është përditësuar
sr: Metabase je ažuriran
sv: Metabase har uppdaterats
tr: Metabase güncellendi 🎉
uk: Metabase було оновлено
vi: Metabase đã được cập nhật
zh_hk: Metabase 已更新

source: See what's new
ar: اطّلع على الجديد
bg: Вижте какво ново
ca: Mira què hi ha de nou
de: Was gib es Neues
eo: Check out what's poppin'
es: Ver qué hay de nuevo
fa: ببینید چه چیز جدیدی است
fi: Katso mikä on uutta
fr: Voir les nouveautés
hu: Nézze meg az újdonságokat
it: Scopri le novità
ja: 新着を見てください
lt: Pažiūrėkite, kas naujo
ms: Lihat apa yang baru
nb: Se hva som er nytt
nl: Zie wat er nieuw is
pl: Zobacz, co nowego
pt_br: Veja as novidades
ru: Посмотреть что нового
sk: Pozrite si, čo je nové
sl: Oglejte si, kaj je novega
sq: Shih çfarë ka të re
sr: Pogledaj šta je novo
sv: Se vad som är nytt
tr: Yeniliklere bakın
uk: Переглянути, що нового
vi: Xem có gì mới
zh_hk: 看看有什麼新鮮事

source: This filter can't be limited by another dashboard filter because its widget type is an input box.
ar: لا يمكن تقييد هذا الفلتر بفلتر آخر في لوحة المعلومات لأن نوع الودجت الخاص به هو مربع إدخال.
bg: Този филтър не може да бъде ограничен от друг филтър на таблото за управление, тъй като типът на джаджата му е поле за въвеждане.
ca: Aquest filtre no es pot limitar per un altre quadre de comandament perquè el tipus de widget és un inpunt box.
de: Dieser Filter kann nicht durch andere Dashboard-Filter eingeschränkt werden, da es sich bei der Eingabe um eine Text-Box handelt.
eo: This filter can’t be capped by another dashboard filter ‘cause its widget type is an input box, fr.
es: Este filtro no puede estar limitado por otro filtro de cuadro de mando porque su tipo de elemento es un campo de entrada.
fa: این فیلتر را نمی توان با فیلتر داشبورد دیگری محدود کرد زیرا نوع ویجت آن یک جعبه ورودی است.
fi: Tätä suodatinta ei voi rajoittaa toisella kojelaudan suodattimella, koska suodatin on syöttökenttä -tyyppiä.
fr: Ce filtre ne peut pas être limité par un autre tableau de bord car il est de type input
hu: Ezt a szűrőt nem korlátozhatja másik irányítópult-szűrő, mert a widget típusa beviteli mező.
it: Questo filtro non può essere limitato da un altro filtro del dashboard perché il suo tipo di widget è una casella di input.
ja: このフィルターは、ウィジェットタイプが入力ボックスであるため、他のダッシュボードフィルターによって制限されることはありません。
lt: Šio filtro negali apriboti kitas prietaisų skydelio filtras, nes jo valdiklio tipas yra įvesties laukelis.
ms: Penapis ini tidak boleh dihadkan oleh penapis papan pemuka lain kerana jenis widgetnya adalah kotak input.
nb: Filteret kan bli begrenset av et annet filter på infotavlen fordi dens type er en inndataboks.
nl: Deze filter kan niet beperkt worden door een andere dashboardfilter omdat het widgettype een invoervak is.
pl: Ten filtr nie może być ograniczony przez inny filtr pulpitu, ponieważ jego typ to pole tekstowe.
pt_br: Este filtro não pode ser limitado por outro filtro do painel porque seu tipo de widget é uma caixa de entrada.
ru: Этот фильтр не может быть ограничен другим фильтром приборной панели, поскольку его тип виджета - поле ввода.
sk: Tento filter nie je možné obmedziť iným filtrom ovládacieho panela, pretože jeho typom widgetu je vstupné pole.
sl: Tega filtra ni mogoče omejiti z drugim filtrom nadzorne plošče, ker je njegova vrsta pripomočka vnosno polje.
sq: Ky filtër nuk mund të kufizohet nga një filtër tjetër paneli sepse lloji i widget-it të tij është një kuti input.
sr: Ovaj filter ne može da bude ograničen drugim filterom kontrolne table jer je njegov tip widgeta polje za unos.
sv: Detta filter kan inte begränsas av ett annat instrumentpanelfilter eftersom dess widget-typ är en inmatningsruta.
tr: Bu filtre, giriş kutusu türünde olduğu için başka bir filtre tarafından sınırlanamaz.
uk: Цей фільтр не можна обмежити іншим фільтром дашборду, тому що тип його віджета — поле вводу.
vi: Bộ lọc này không thể bị giới hạn bởi bộ lọc bảng điều khiển khác vì loại tiện ích của nó là hộp nhập liệu.
zh_hk: 此過濾器不能受到另一個儀表板過濾器的限制，因為它的小部件類型是輸入框。

source: If the filter has values that are from another question or model, or a custom list, then this filter can't be limited by another dashboard filter.
ar: إذا كانت للفلتر قيم تأتي من سؤال أو نموذج آخر، أو من قائمة مخصصة، فلن يمكن تقييد هذا الفلتر بفلتر آخر في لوحة المعلومات.
bg: Ако филтърът има стойности, които са от друг въпрос или модел, или от потребителски списък, тогава този филтър не може да бъде ограничен от друг филтър на таблото за управление.
ca: Si el filtre té valors que provenen d'una altra pregunta o model, o d'una llista personalitzada, aquest filtre no es pot limitar per un altre filtre del quadre de comandament.
de: Falls der Filter Werte hat, die aus einer anderen Frage, einem Model oder einer eigenen Liste kommen, dann kann dieser Filter nicht durch andere Filter eingeschränkt werden.
eo: If the filter's values are from a different question, model, or a custom list, then u can't limit it with another dashboard filter, fr.
es: Si el filtro tiene valores que provienen de otra pregunta o modelo, o de una lista personalizada, entonces este filtro no puede estar limitado por otro filtro del cuadro de mando.
fa: اگر فیلتر دارای مقادیری باشد که از یک سوال یا مدل دیگر یا یک لیست سفارشی است، این فیلتر را نمی توان با فیلتر داشبورد دیگری محدود کرد.
fi: Jos suodattimessa on arvoja, jotka ovat peräisin toisesta kysymyksestä tai mallista, tai mukautetusta listasta, niin tätä suodatinta ei voida rajoittaa toisella kojelaudan suodattimella.
fr: Si le filtre contient des valeurs provenant d'une autre question ou d'un autre modèle, ou d'une liste personnalisée, ce filtre ne peut pas être limité par un autre filtre du tableau de bord.
hu: Ha a szűrő más kérdésből, modellből vagy egyéni listából származó értékeket tartalmaz, akkor ezt a szűrőt nem korlátozhatja másik irányítópult-szűrő.
it: Se il filtro ha valori che provengono da un'altra domanda o modello o da un elenco personalizzato, questo filtro non può essere limitato da un altro filtro del dashboard.
ja: フィルタが他の質問、モデル、またはカスタムリストの値を持つ場合、このフィルタは他のダッシュボードフィルタによって制限されることはありません。
lt: Jei filtre yra verčių, gautų iš kito klausimo, modelio arba tinkinto sąrašo, šio filtro negali apriboti kitas prietaisų skydelio filtras.
ms: Jika penapis mempunyai nilai yang berasal dari soalan atau model lain, atau senarai khusus, maka penapis ini tidak boleh dihadkan oleh penapis papan pemuka lain.
nb: Hvis filteret har verdier fra et annet spørsmål, modell eller en egendefinert liste, kan ikke dette filteret bli begrenset av et annet filter på infotavlen.
nl: Als de filter waarden heeft die afkomstig zijn van een andere vraag of model, of een aangepaste lijst, kan deze filter niet worden beperkt door een andere dashboardfilter.
pl: Jeśli filtr zawiera wartości pochodzące z innego pytania, modelu lub listy niestandardowej, filtr ten nie może być ograniczony przez inny filtr pulpitu.
pt_br: Se o filtro tiver valores de outra pergunta ou modelo, ou de uma lista personalizada, esse filtro não poderá ser limitado por outro filtro do painel.
ru: Если фильтр содержит значения из другого вопроса, модели или пользовательского списка, то этот фильтр не может быть ограничен другим фильтром приборной панели.
sk: Ak má filter hodnoty, ktoré pochádzajú z inej otázky alebo modelu, alebo z vlastného zoznamu, potom tento filter nemôže byť obmedzený iným filtrom ovládacieho panela.
sl: Če ima filter vrednosti, ki so iz drugega vprašanja ali modela ali seznama po meri, tega filtra ni mogoče omejiti z drugim filtrom nadzorne plošče.
sq: Nëse filtri ka vlera që vijnë nga një pyetje ose model tjetër, ose nga një listë e personalizuar, atëherë ky filtër nuk mund të kufizohet nga një filtër tjetër paneli.
sr: Ako filter ima vrednosti koje su iz drugog pitanja ili modela, ili iz prilagođene liste, onda ovaj filter ne može da bude ograničen drugim filterom kontrolne table.
sv: Om filtret har värden som kommer från en annan fråga eller modell, eller en anpassad lista, kan det här filtret inte begränsas av ett annat instrumentpanelfilter.
tr: Eğer filtre değerleri, başka bir sorudan, modelden veya özel listeden geliyorsa, başka bir filtre tarafından sınırlanamaz.
uk: Якщо фільтр має значення з іншого запиту або моделі чи з кастомного списку, тоді цей фільтр не можна обмежити іншим фільтром дашборду.
vi: Nếu bộ lọc có các giá trị đến từ câu hỏi hoặc mô hình khác hoặc danh sách tùy chỉnh thì bộ lọc này không thể bị giới hạn bởi bộ lọc bảng điều khiển khác.
zh_hk: 如果篩選器具有來自其他問題或模型或自訂清單的值，則此篩選器不能受到其他儀表板篩選器的限制。

source: This label is already in use
hu: Ez a címke már használatban van
ms: Label ini sudah digunakan
