Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: We like to keep billing and product accounts separate so that you don’t have to share logins.
ar: نُفضّل إبقاء حسابات الفوترة وحسابات المنتج منفصلة كي لا تضطر إلى مشاركة بيانات تسجيل الدخول.
bg: Ние обичаме да държим акаунтите за фактуриране и продукти отделни, така че да не се налага да споделяте данни за вход.
ca: Ens agrada mantenir els comptes de producte i facturació separats de manera que no hagis de compartir comptes.
de: Wir verwalten Abrechnungs- und Produktkonten getrennt, damit Sie die Anmeldedaten nicht weitergeben müssen.
eo: We lowkey keep billing and product accounts separate so you don’t gotta share logins, fr.
es: Nos gusta mantener las cuentas de facturación y de productos separadas para que no tengas que compartir los inicios de sesión.
fa: ما دوست داریم حساب‌های صورت‌حساب و محصول را جدا نگه داریم تا نیازی به اشتراک‌گذاری ورودها نداشته باشید.
fi: Pidämme laskutus- ja tuotetilit erillään, jotta sinun ei tarvitse jakaa kirjautumistietoja.
fr: Nous aimons garder séparer les compte de facturation et de produit de manière à ce que vous n'ayez pas à partager les accès.
hu: Szeretjük külön tartani a számlázási és termékfiókokat, hogy ne kelljen megosztanod a bejelentkezéseket.
it: Preferiamo mantenere separati i conti di fatturazione e di prodotto così non dovrai condividere gli accessi.
ja: お客様がログインを共有する必要がないように、請求書と製品のアカウントを別々にしています。
lt: Norime, kad atsiskaitymo ir produktų paskyros būtų atskirtos, kad jums nereikėtų dalytis prisijungimo duomenimis.
ms: Kami suka memisahkan akaun bil dan produk supaya anda tidak perlu berkongsi log masuk.
nb: Vi liker å holde fakturerings- og produktkontoer adskilt slik at du ikke trenger å dele pålogginger.
nl: We houden facturering en product-accounts graag gescheiden, zodat je geen logins hoeft te delen.
pl: Lubimy trzymać oddzielnie konta rozliczeniowe i produktowe, dzięki czemu nie musisz udostępniać loginów.
pt_br: Achamos interessante manter as contas de faturamento e de produto separadas para que você não precise compartilhar logins.
ru: Мы предпочитаем держать счета и учетные записи продуктов отдельно, чтобы вам не приходилось делиться логинами.
sk: Radi by sme uchovávali fakturačné a produktové účty oddelené, aby ste nemuseli zdieľať prihlásenia.
sl: Računi za obračunavanje in računi izdelkov so ločeni, tako da vam ni treba deliti prijav.
sq: Na pëlqen t’i mbajmë veç llogaritë e faturimit dhe ato të produktit që të mos kesh nevojë të ndash kredencialet.
sr: Volimo da držimo naloge za naplatu i naloge za proizvod odvojeno kako ne biste morali da delite prijave.
sv: Vi vill hålla debitering och konton separat så att ni inte behöver dela inloggningar
tr: Giriş bilgilerinizi paylaşmak zorunda kalmamanız için faturalandırma ve ürün hesaplarını ayrı tutmayı seviyoruz.
uk: Ми розділяємо облікові записи для білінгу та продукту, щоб вам не доводилося ділитися логінами.
vi: Chúng tôi thích giữ riêng biệt các tài khoản thanh toán và sản phẩm để bạn không cần phải chia sẻ thông tin đăng nhập.
zh_hk: 我們希望將結算帳戶和產品帳戶分開，這樣您就不必共享登錄信息。

source: Error syncing
ar: خطأ أثناء المزامنة
bg: Грешка при синхронизирането
ca: Error de sincronia
de: Fehler bei der Synchronisierung
eo: Lowkey glitching rn
es: Error sincronizando
fa: خطا در همگام‌سازی
fi: Virhe synkronoinnissa
fr: Erreur de synchronisation
hu: Hiba a szinkronizálás során
it: Errore di sincronizzazione
ja: 同期中のエラー
lt: Sinchronizuojant įvyko klaida
ms: Ralat menyelaraskan
nb: Feil under synkronisering
nl: Fout bij synchroniseren
pl: Błąd synchronizacji
pt_br: Erro ao sincronizar
ru: Ошибка синхронизации
sk: Chyba synchronizácie
sl: Napaka pri sinhronizaciji
sq: Gabim gjatë sinkronizimit
sr: Greška pri sinhronizaciji
sv: Fel vid synkning
tr: Senkronizasyon hatası
uk: Помилка синхронізації
vi: Lỗi đồng bộ hóa
zh_hk: 同步錯誤

source: Done!
ar: تم!
bg: Готово!
ca: Fet!
de: Fertig!
eo: Done, fr fr!
es: Terminado!
fa: انجام شد!
fi: Valmis!
fr: Fait!
hu: Kész!
it: Fatto!
ja: 完了しました！
lt: Atlikta!
ms: Selesai!
nb: Ferdig!
nl: Klaar!
pl: Gotowe!
pt_br: Feito!
ru: Готово!
sk: Hotovo!
sl: Storiti!
sq: U krye!
sr: Gotovo!
sv: Klart!
tr: Tamamlandı!
uk: Готово!
vi: Xong!
zh_hk: 完成!

source: Syncing…
ar: جارٍ المزامنة…
bg: Синхронизиране...
ca: Sincronitzant
de: Synchronisiere...
eo: Vibe checkin’…
es: Sincronizando…
fa: در حال همگام‌سازی…
fi: Synkronoidaan…
fr: Synchronisation...
hu: Szinkronizálás…
it: Sto sincronizzando…
ja: 同期中...
lt: Sinchronizuojama…
ms: Menyelaraskan...
nb: Synkroniserer…
nl: Synchroniseren…
pl: Synchronizowanie…
pt_br: Sincronizando…
ru: Синхронизация…
sk: Synchronizácia…
sl: Sinhronizacijo...
sq: Duke sinkronizuar…
sr: Sinhronizuje se…
sv: Synkar...
tr: Senkronize ediliyor…
uk: Синхронізація…
vi: Đang đồng bộ hóa…
zh_hk: 同步中...

source: Sync failed
ar: فشلت المزامنة
bg: Синхронизирането не бе успешно
ca: La sincronia ha fallat
de: Synchronisation fehlgeschlagen
eo: Lost connection, fr fr
es: Sincronización fallida
fa: همگام‌سازی ناموفق بود
fi: Synkronointi epäonnistui
fr: Échec de la synchronisation
hu: A szinkronizálás sikertelen
it: Sincronizzazione fallita
ja: 同期失敗
lt: Sinchronizuoti nepavyko
ms: Penyelarasan gagal
nb: Synkronisering mislyktes
nl: Synchronisatie mislukt
pl: Synchronizacja nie powiodła się
pt_br: Falha na sincronização
ru: Синхронизация не удалась
sk: Synchronizácia zlyhala
sl: Sinhronizacija ni uspela
sq: Sinkronizimi dështoi
sr: Sinhronizacija nije uspela
sv: Synkning misslyckades
tr: Senkronizasyon başarısız
uk: Синхронізація не вдалася
vi: Đồng bộ hóa thất bại
zh_hk: 同步失敗

source: Syncing completed
ar: اكتملت المزامنة
bg: Синхронизирането завърши
ca: Sincronització completada
de: Synchronisation beendet
eo: All synced up, fr fr
es: Sincronización completada
fa: همگام‌سازی کامل شد
fi: Synkronointi valmistui
fr: Synchronisation terminée
hu: A szinkronizálás befejeződött
it: Sincronizzazione completata
ja: 同期完了
lt: Sinchronizavimas baigtas
ms: Penyelarasan selesai
nb: Synkronisering fullført
nl: Synchronisatie voltooid
pl: Synchronizacja zakończona
pt_br: Sincronização concluída
ru: Синхронизация завершена
sk: Synchronizácia dokončená
sl: Sinhronizacija je končana
sq: Sinkronizimi përfundoi
sr: Sinhronizacija završena
sv: Synkningen är klar
tr: Senkronizasyon tamamlandı
uk: Синхронізацію завершено
vi: Đồng bộ hóa hoàn tất
zh_hk: 同步完成

source: Syncing tables…
ar: جارٍ مزامنة الجداول…
bg: Синхронизиране на таблиците...
ca: Sincronitzant taules…
de: Synchronisiere Tabellen...
es: Sincronizando tablas…
fa: در حال همگام‌سازی جداول…
fi: Synkronoidaan tauluja…
fr: Synchronisation des tables...
hu: Táblák szinkronizálása…
it: Sincronizzando tabelle…
ja: テーブルを同期中...
lt: Sinchronizuojamos lentelės…
ms: Menyelaraskan jadual...
nb: Synkroniserer tabeller…
nl: Tabellen synchroniseren…
pl: Synchronizowanie tabel…
pt_br: Sincronizando tabelas…
ru: Синхронизация таблиц…
sk: Synchronizácia tabuliek…
sl: Sinhronizacija tabel ...
sq: Duke sinkronizuar tabelat…
sr: Sinhronizuju se tabele…
sv: Synkar tabeller
tr: Tablolar senkronize ediliyor…
uk: Синхронізація таблиць…
vi: Đang đồng bộ hóa bảng…
zh_hk: 數據表同步中...

source: You’re using a {0} and a {1} which are now deprecated and will be removed in the next release. We recommend you {2}.
ar: أنت تستخدم {0} و{1} اللذين تم إيقافهما نهائيًا وسيتم إزالتهما في الإصدار القادم. نوصيك بأن {2}.
bg: Използвате {0} и {1}, които вече са остарели и ще бъдат премахнати в следващото издание. Препоръчваме ви {2}.
ca: Utilitzes un {0} i un {1} que estan depreciats i que s'eliminaran en la propera versió. Et recomanem que {2}.
de: Du verwendest ein {0} und ein {1} welche veraltet sind und mit dem nächsten Release entfernt werden. Wir empfehlen Dir {2}.
eo: You’re rockin’ a {0} and a {1} that are basically canceled and gonna be gone in the next update. We lowkey suggest you {2}.
es: Estás utilizando un {0} y un {1} que ahora están en desuso y se eliminarán en la próxima versión. Te recomendamos {2}.
fa: شما در حال استفاده از {0} و {1} هستید که اکنون منسوخ شده‌اند و در نسخه بعدی حذف خواهند شد. ما توصیه می‌کنیم {2}.
fi: Käytät {0} ja {1}, jotka ovat nyt vanhentuneita ja poistetaan seuraavassa päivityksessä. Suosittelemme sinua käyttämään {2}.
fr: Vous utilisez {0} et {1} qui sont dépréciés et seront supprimés dans une prochaine version. Nous vous recommandons {2}.
hu: Ön egy {0}-ot és egy {1}-et használ, amelyek már elavultak, és a következő kiadásban eltávolítjuk őket. Javasoljuk, hogy {2}.
it: Stai usando un {0} e un {1} che ora sono deprecati e verranno rimossi nella prossima versione. Ti consigliamo di {2}.
ja: {0}と{1}を使用していますが、これらは現在非推奨で、次のリリースで削除される予定です。{2}を使用することをお勧めします。
lt: Naudojate {0} ir {1}, kurie dabar nebenaudojami ir bus pašalinti kitame leidime. Rekomenduojame jums {2}.
ms: Anda menggunakan {0} dan {1} yang kini telah ditamatkan dan akan dikeluarkan dalam keluaran seterusnya. Kami mengesyorkan anda {2}.
nb: Du bruker en {0} og en {1} som nå er foreldet og vil bli fjernet i neste utgivelse. Vi anbefaler deg å {2}.
nl: Je gebruikt een {0} en een {1} die nu zijn verouderd en in de volgende release worden verwijderd. We raden je {2} aan.
pl: Używasz {0} i {1}, które są teraz przestarzałe i zostaną usunięte w następnej wersji. Zalecamy {2}.
pt_br: Você está usando {0} e {1} , os quais estão obsoletos e serão removidos na próxima versão. Recomendamos que {2}.
ru: Вы используете {0} и {1}, которые сейчас устарели и будут удалены в следующем выпуске. Мы рекомендуем вам {2}.
sk: Používate {0} a {1}, ktoré sú teraz zastarané a budú odstránené v nasledujúcom vydaní. Odporúčame vám {2}.
sl: Uporabljate {0} in {1}, ki sta zdaj zastarela in bosta v naslednji izdaji odstranjena. Priporočamo, da {2}.
sq: Po përdor një {0} dhe një {1} që tani janë deprecated dhe do të hiqen në versionin e ardhshëm. Ne rekomandojmë të {2}.
sr: Koristiš {0} i {1} koji su sada zastareli i biće uklonjeni u sledećem izdanju. Preporučujemo da {2}.
sv: Du a nvänder en {0} och en {1} vilka nu är förlegade och kommer att tas bort i kommande version. Vi rekommenderar dig {2}.
tr: Artık kullanımdan kaldırılan ve bir sonraki sürümde kaldırılacak olan bir {0} ve bir {1} kullanıyorsunuz. Size {2} öneririz.
uk: Ви використовуєте {0} та {1}, які тепер застарілі й будуть вилучені в наступному релізі. Рекомендуємо вам {2}.
vi: Bạn đang sử dụng một {0} và một {1} đã lỗi thời và sẽ bị loại bỏ trong bản phát hành tiếp theo. Chúng tôi khuyên bạn nên {2}.
zh_hk: 您正在使用的 {0} 和 {1} 現已淘汰，將在下一版中移除。 我們建議您 {2}。

source: Database driver
ar: برنامج تشغيل قاعدة البيانات
bg: Драйвер за база данни
ca: Controlador de la base de dades
de: Datenbank Treiber
eo: DB driver, fr fr
es: Controlador de base de datos
fa: درایور پایگاه داده
fi: Tietokanta-ajuri
fr: Pilote pour base de données
hu: Adatbázis illesztőprogram
it: Driver del database
ja: データベースドライバー
lt: Duomenų bazės tvarkyklė
ms: Pemacu pangkalan data
nl: Databasestuurprogramma
pl: Sterownik bazy danych
pt_br: Driver de banco de dados
ru: Драйвер базы данных
sk: Ovládač databázy
sl: Gonilnik zbirke podatkov
sq: Driver i bazës së të dhënave
sr: Drajver baze podataka
sv: Databas-drivrutin
tr: Veritabanı sürücüsü
uk: Драйвер бази даних
vi: Trình điều khiển cơ sở dữ liệu
zh_hk: 資料庫驅動程式

source: Slack bot integration
ar: تكامل بوت Slack
bg: Интеграция на Slack бот
ca: Integració amb el bot d'Slack
eo: Slack bot hookup
es: Integración Slack bot
fa: ادغام بات Slack
fi: Slack-botin integrointi
fr: Intégration bot Slack
hu: Slack bot integráció
it: Integrazione bot di Slack
ja: Slackのボット統合
lt: Lėtas botų integravimas
ms: Integrasi bot Slack
nb: Slack-bot-integrasjon
nl: Slack bot-integratie
pl: Integracja bota Slack
pt_br: Integração com Slack Bot
ru: Интеграция бота Slack
sk: Integrácia Slack bota
sl: Integracija botov Slack
sq: Integrimi i bot-it të Slack
sr: Integracija Slack bota
sv: Integration med Slack bot
tr: Slack bot entegrasyonu
uk: Інтеграція зі Slack-ботом
vi: Tích hợp bot Slack
zh_hk: Slack 機器人整合

source: upgrade
ar: الترقية
bg: подобряване на
ca: actualitzar
de: aktualisiere
eo: slaps an upgrade
es: actualiza
fa: ارتقاء
fi: päivittää
fr: mettre à jour
hu: frissítés
it: aggiornare
ja: アップグレード
lt: atnaujinti
ms: naik taraf
nb: oppgradere
pl: aktualizację
pt_br: atualize
ru: обновление
sk: aktualizovať
sl: nadgradnja
sr: nadogradnja
sv: Uppgradera
tr: Yükselt
uk: оновити
vi: nâng cấp
zh_hk: 升級

source: Your Slack bot was deprecated but is still working. We recommend you delete the existing connection and {0}.
ar: تم إيقاف بوت Slack نهائيًا لكنه لا يزال يعمل. نوصيك بحذف الاتصال الحالي و{0}.
bg: Вашият Slack бот е остарял, но все още работи. Препоръчваме ви да изтриете съществуващата връзка и {0}.
ca: El teu bot Slack ha estat depreciat però encara funciona. Et recomanem que eliminis la connexió existent i que {0}.
de: Dein Slack-Bot ist veraltet, funktioniert aber noch. Wir empfehlen, die bestehende Verbindung zu löschen und {0}.
eo: Yo, your Slack bot's kinda old and deprecated but still chillin’ and working. We lowkey recommend you delete that connection and {0}.
es: Tu bot de Slack quedó obsoleto, pero sigue funcionando. Te recomendamos que elimines la conexión existente y {0}.
fa: ربات Slack شما منسوخ شد اما هنوز کار می‌کند. توصیه می‌کنیم اتصال فعلی را حذف کرده و {0}.
fi: Slack-botisi on vanhentunut, mutta se toimii edelleen. Suosittelemme poistamaan nykyisen yhteyden ja {0}.
fr: Votre bot Slack est déprécié mais fonctionne toujours. Nous vous recommandons de supprimer la connexion actuelle et {0}.
hu: A Slack robotja elavult, de még mindig működik. Javasoljuk, hogy törölje a meglévő kapcsolatot és {0}.
it: Il tuo bot di Slack è deprecato ma funziona ancora. Ti consigliamo di eliminare la connessione esistente e {0}.
ja: あなたのSlackボットは非推奨ですが、まだ動作しています。既存の接続を削除して{0}することをお勧めします。
lt: Jūsų „Slack“ robotas buvo pasenęs, bet vis dar veikia. Rekomenduojame ištrinti esamą ryšį ir {0}.
ms: Bot Slack anda telah dihentikan tetapi masih berfungsi. Kami mengesyorkan anda memadam sambungan yang sedia ada dan {0}.
nb: Din Slack-bot er utfaset, men fungerer fortsatt. Vi anbefaler at du sletter den eksisterende forbindelsen og {0}.
nl: Je Slack-bot is verouderd, maar werkt nog steeds. We raden je aan de bestaande verbinding te verwijderen en {0}.
pl: Twój bot Slack był przestarzały, ale nadal działa. Zalecamy usunięcie istniejącego połączenia i {0}.
pt_br: Seu Slack Bot foi descontinuado, mas ainda está funcionando. Recomendamos que exclua a conexão existente e {0}.
ru: Ваш бот Slack был устаревшим, но все еще работает. Мы рекомендуем удалить существующее подключение и {0}.
sk: Váš Slack bot bol zastaraný, ale stále funguje. Odporúčame vám odstrániť existujúce pripojenie a {0}.
sl: Vaš bot Slack je bil zastarel, vendar še vedno deluje. Priporočamo, da izbrišete obstoječo povezavo in {0}.
sq: Bot-i yt i Slack është deprecated por ende po funksionon. Ne rekomandojmë të fshish lidhjen ekzistuese dhe {0}.
sr: Tvoj Slack bot je zastareo, ali i dalje radi. Preporučujemo da obrišeš postojeću konekciju i {0}.
sv: Din Slack bot var förlegad men fungerar fortfarande. Vi rekommenderar att du tar bort befintlig anslutning och {0}.
tr: Slack botunuz kullanımdan kaldırıldı ancak hala çalışıyor. Mevcut bağlantıyı ve {0} bağlantısını silmenizi öneririz.
uk: Ваш Slack-бот застарів, але все ще працює. Рекомендуємо вам видалити наявне підключення та {0}.
vi: Bot Slack của bạn đã cũ nhưng vẫn đang hoạt động. Chúng tôi khuyến nghị bạn xóa kết nối hiện tại và {0}.
zh_hk: 您的 Slack 機器人已被淘汰，但仍然有效。 我們建議您刪除現有連接並 {0}。

source: upgrade to Slack Apps
ar: الترقية إلى تطبيقات Slack
bg: надстройте до Slack Apps
ca: actualitzar a Apps Slack
de: Upgrade zu Slack Apps
eo: slide into Slack Apps 2.0
es: actualizar a las aplicaciones de Slack
fa: به برنامه‌های Slack ارتقاء دهید
fi: päivitä Slack-sovelluksiin
fr: mettre à jour vers Slack Apps
hu: frissítés Slack alkalmazásokra
it: aggiornare a Slack Apps
ja: Slack Appsへのアップグレード
lt: atnaujinkite į Slack Apps
ms: naik taraf ke Aplikasi Slack
nb: oppgradere til Slack-apper
nl: te upgraden naar Slack Apps
pl: aktualizację do Aplikacji Slack
pt_br: faça o upgrade para Slack Apps
ru: обновление до Slack-приложений
sk: aktualizujte na Slack aplikácie
sl: nadgradnja na aplikacije Slack
sq: përmirëso në Slack Apps
sr: pređi na Slack Apps
sv: Uppgradera till Slack Apps
tr: Slack Apps'e yükseltin
uk: оновити до Slack Apps
vi: nâng cấp lên ứng dụng Slack
zh_hk: 升級到 Slack 應用程式

source: You’re using a {0} which is now deprecated and will be removed in the next release. We recommend you {1}.
ar: أنت تستخدم {0} الذي تم إيقافه نهائيًا وسيتم إزالته في الإصدار القادم. نوصيك بأن {1}.
bg: Използвате {0}, който вече е остарял и ще бъде премахнат в следващото издание. Препоръчваме ви {1}.
ca: Utilitzes un {0} que està depreciat i que serà eliminat en una versió futura. Et recomanem que {1}.
de: Du verwendest ein {0} der jetzt veraltet ist und im nächsten Release entfernt wird. Wir empfehlen Dir {1}.
eo: Yo, you’re using a {0} that’s totally deprecated and gonna be gone in the next update. We lowkey recommend you {1}.
es: Estás utilizando un {0} que ahora está obsoleto y se eliminará en la próxima versión. Te recomendamos {1}.
fa: شما از {0} استفاده می‌کنید که اکنون منسوخ شده و در نسخه بعدی حذف خواهد شد. توصیه می‌کنیم {1}.
fi: Käytät {0}, joka on nyt vanhentunut ja poistetaan seuraavassa päivityksessä. Suosittelemme sinua {1}.
fr: Vous utilisez {0} qui est maintenant déprécié et sera retiré dans la prochaine version. Nous vous recommandons {1}.
hu: Ön egy olyan {0}-t használ, amely már elavult, és a következő kiadásban eltávolítjuk. Javasoljuk, hogy {1}.
it: Stai usando un {0} che ora è deprecato e verrà rimosso nella prossima versione. Ti consigliamo di {1}.
ja: {0}を使用していますが、これは現在非推奨で、次のリリースで削除される予定です。{1}を使用することをお勧めします。
lt: Naudojate {0}, kuris dabar nebenaudojamas ir bus pašalintas kitame leidime. Rekomenduojame jums {1}.
ms: Anda menggunakan {0} yang kini telah dihentikan dan akan dikeluarkan dalam pelepasan seterusnya. Kami mengesyorkan anda {1}.
nb: Du bruker en {0} som nå er utdødd og vil bli fjernet i neste utgivelse. Vi anbefaler deg {1}.
nl: Je gebruikt een {0} die nu niet meer wordt ondersteund en in de volgende release wordt verwijderd. We raden je {1} aan.
pl: Używasz {0}, który jest teraz przestarzały i zostanie usunięty w następnej wersji. Zalecamy {1}.
pt_br: Você está usando um {0} que agora está obsoleto e será removido na próxima versão. Recomendamos que {1}.
ru: Вы используете {0}, который теперь устарел и будет удален в следующем обновлении. Мы рекомендуем вам {1}.
sk: Používate {0}, ktorý je teraz zastaraný a bude odstránený v nasledujúcom vydaní. Odporúčame vám {1}.
sl: Uporabljate {0}, ki je zdaj zastarel in bo odstranjen v naslednji izdaji. Priporočamo, da {1}.
sq: Po përdor një {0} që tani është deprecated dhe do të hiqet në versionin e ardhshëm. Ne rekomandojmë të {1}.
sr: Koristiš {0} koji je sada zastareo i biće uklonjen u sledećem izdanju. Preporučujemo da {1}.
sv: Du använder en {0} som nu är förlegad och kommer att tas bort i nästa version. Vi rekommenderar {1}.
tr: Artık kullanımdan kaldırılan ve bir sonraki sürümde kaldırılacak olan bir {0} kullanıyorsunuz. Size {1} öneririz.
uk: Ви використовуєте {0}, який тепер застарілий і буде вилучений у наступному релізі. Рекомендуємо вам {1}.
vi: Bạn đang sử dụng {0} hiện đã cũ và sẽ bị loại bỏ trong phiên bản tiếp theo. Chúng tôi khuyến nghị bạn {1}.
zh_hk: 您使用的 {0} 現已淘汰，將在下一版中移除。 我們建議您 {1}。

source: Our Premium Embedding product has been discontinued, but if you already have a license you can activate it here. You’ll continue to receive support for the duration of your license.
hu: A Premium Embedding termékünk megszűnt, de ha már van licenced, itt aktiválhatod. A licenced időtartama alatt továbbra is támogatást kapsz.
ms: Produk Premium Embedding kami telah dihentikan, tetapi jika anda sudah mempunyai lesen, anda boleh mengaktifkannya di sini. Anda akan terus menerima sokongan sepanjang tempoh lesen anda.

source: Your Premium Embedding license isn’t valid anymore. {0}
hu: A Premium Embedding licenced már nem érvényes. {0}
ms: Lesen Premium Embedding anda tidak lagi sah. {0}

source: Explore our paid plans.
hu: Fedezze fel fizetett terveinket.
ms: Terokai pelan berbayar kami.

source: Your Premium Embedding license is active until {0}.
hu: A Premium Embedding licenced aktív {0}-ig.
ms: Lesen Premium Embedding anda aktif sehingga {0}.

source: Enter the token you bought from the Metabase Store below.
hu: Adja meg az alábbi mezőbe a Metabase Store-ban vásárolt tokent.
ms: Masukkan token yang anda beli dari Kedai Metabase di bawah.

source: Looking to remove the “Powered by Metabase” logo, customize colors and make it your own? {0}
hu: A „Powered by Metabase” logó eltávolítása, a színek testreszabása és csináld magadévá? {0}
ms: Ingin mengeluarkan logo “Powered by Metabase”, menyesuaikan warna dan menjadikannya milik anda? {0}

source: Are you sure you want to delete your Slack App?
ar: هل أنت متأكد أنك تريد حذف تطبيق Slack الخاص بك؟
bg: Наистина ли искате да изтриете приложението си Slack?
ca: Estàs segur que desitges eliminar la teva Slack App?
de: Bist Du sicher, dass Du Deine Slack App löschen willst?
eo: Are you positive you wanna yeet your Slack app?
es: ¿Estás seguro de que quieres eliminar tu aplicación Slack?
fa: آیا مطمئن هستید که می‌خواهید برنامه Slack خود را حذف کنید؟
fi: Oletko varma, että haluat poistaa Slack-sovelluksesi?
fr: Êtes-vous sûr de vouloir supprimer votre Slack App?
hu: Biztosan törölni szeretnéd a Slack alkalmazást?
it: Sei sicuro di voler eliminare la tua Slack App?
ja: 本当にSlackアプリを削除していいのか?
lt: Ar tikrai norite ištrinti „Slack App“?
ms: Adakah anda pasti mahu memadam Aplikasi Slack anda?
nb: Er du sikker på at du vil slette din Slack-app?
nl: Weet je zeker dat je de Slack-app wilt verwijderen?
pl: Czy na pewno chcesz usunąć swoją Aplikację Slack?
pt_br: Tem certeza de que deseja excluir seu aplicativo Slack?
ru: Вы уверены, что хотите удалить свое приложение Slack?
sk: Naozaj chcete odstrániť svoju Slack aplikáciu?
sl: Ali ste prepričani, da želite izbrisati aplikacijo Slack?
sq: A je i sigurt që dëshiron ta fshish Slack App-in tënd?
sr: Da li si siguran/na da želiš da obrišeš svoju Slack aplikaciju?
sv: Är du säker på att du vill ta bort din Slack App?
tr: Slack Uygulamanızı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити свій Slack App?
vi: Bạn có chắc chắn muốn xóa ứng dụng Slack của mình không?
zh_hk: 您確定要刪除您的 Slack 應用程式嗎？

source: Deleting…
hu: Törlés…
lt: Trinama…
ms: Memadam…

source: Deleting failed
hu: A törlés sikertelen
lt: Nepavyko ištrinti
ms: Gagal memadam

source: Deleted
ar: محذوف
bg: Изтрит
ca: Eliminat
de: Gelöscht
eo: axed
es: Eliminado
fa: پاک شده
fi: Poistettu
fr: Supprimé
hu: Törölve
it: Cancellato
ja: 削除しました
lt: Ištrinta
ms: Telah dipadam
nb: Slettet
nl: Verwijderd
pl: Usunięto
pt_br: Excluído
ru: Удалено
sk: Odstránené
sl: Izbrisati
sq: U fshi
sr: Obrisano
sv: Borttagen
tr: silindi
uk: Видалено
vi: Đã xóa
zh_hk: 已刪除

source: Doing this may stop your dashboard subscriptions from appearing in Slack until a new connection is set up.
hu: Ez megakadályozhatja, hogy a dashboard előfizetései megjelenjenek a Slack-ben, amíg egy új kapcsolatot nem állítanak be.
lt: Tai padarius, prietaisų skydelio prenumeratos gali nebebūti rodomos „Slack“, kol nebus nustatytas naujas ryšys.
ms: Melakukan ini mungkin menghentikan langganan papan pemuka anda daripada muncul di Slack sehingga sambungan baru disediakan.

source: Are you sure you want to delete your Slack App integration?
hu: Biztosan törölni szeretnéd a Slack alkalmazás integrációját?
lt: Ar tikrai norite ištrinti „Slack App“ integraciją?
ms: Adakah anda pasti mahu memadam integrasi Aplikasi Slack anda?

source: invite another teammate
hu: hívj meg egy másik csapattagot
ms: jemput rakan sepasukan lain
