Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Replace all data in this model
ar: استبدِل كل البيانات في هذا النموذج
bg: Замяна на всички данни в този модел
ca: Substituïu totes les dades d'aquest model
de: Ersetzen Sie alle Daten in diesem Modell
eo: Swap out all the data in this model, fr fr
es: Sustituir todos los datos de este modelo
fa: همه داده ها را در این مدل جایگزین کنید
fi: Korvaa kaikki tämän mallin tiedot
fr: Remplacer toutes les données de ce modèle
hu: Minden adat lecserélése ebben a modelben
it: Sostituire tutti i dati di questo modello
ja: このモデルのすべてのデータを置き換える
lt: Pakeiskite visus šio modelio duomenis
ms: Gantikan semua data dalam model ini
nb: Erstatt alle data i denne modellen
nl: Vervang alle gegevens in dit model
pl: Zastąp wszystkie dane w tym modelu
pt_br: Substituir todos os dados deste modelo
ru: Замените все данные в этой модели
sk: Nahradiť všetky údaje v tomto modeli
sl: Zamenjava vseh podatkov v tem modelu
sq: Zëvendëso të gjitha të dhënat në këtë model
sr: Zameni sve podatke u ovom modelu
sv: Ersätt alla data i denna modell
tr: Bu modeldeki tüm verileri değiştirin
uk: Замінити всі дані в цій моделі
vi: Thay thế tất cả dữ liệu trong mô hình này
zh_hk: 取代此模型中的所有資料

source: Hide the SQL
hu: SQL elrejtése
ms: Sembunyikan SQL

source: Hide the native query
hu: Natív lekérdezés elrejtése
ms: Sembunyikan query asli

source: You must run the query before you can save this model
ar: يجب أن تشغّل الاستعلام قبل أن تتمكن من حفظ هذا النموذج
bg: Преди да запазите този модел, трябва да стартирате заявката.
ca: Heu d'executar la consulta abans de poder desar aquest model
de: Sie müssen die Abfrage ausführen, bevor Sie das Modell speichern können.
eo: You gotta run the query first, then you can save this model, fr.
es: Debe ejecutar la consulta antes de poder guardar este modelo
fa: قبل از اینکه بتوانید این مدل را ذخیره کنید، باید کوئری را اجرا کنید
fi: Sinun on suoritettava kysely ennen kuin voit tallentaa tämän mallin.
fr: Vous devez exécuter la requête avant de pouvoir enregistrer ce modèle.
hu: Le kell futtatnia a lekérdezést a model mentése előtt
it: È necessario eseguire la query prima di poter salvare il modello.
ja: このモデルを保存する前に、クエリを実行する必要があります。
lt: Prieš išsaugodami šį modelį, turite paleisti užklausą
ms: Anda mesti menjalankan query sebelum anda boleh menyimpan model ini
nb: Du må kjøre spørringen før du kan lagre denne modellen
nl: U moet de query uitvoeren voordat u dit model kunt opslaan
pl: Przed zapisaniem modelu należy uruchomić zapytanie
pt_br: Você deve executar a consulta antes de salvar este modelo
ru: Перед сохранением модели необходимо выполнить запрос.
sk: Pred uložením tohto modelu musíte spustiť dotaz
sl: Preden lahko shranite ta model, morate zagnati poizvedbo
sq: Duhet ta ekzekutosh pyetjen para se të mund ta ruash këtë model
sr: Morate da pokrenete upit pre nego što možete da sačuvate ovaj model
sv: Du måste köra frågan innan du kan spara den här modellen
tr: Bu modeli kaydedebilmeniz için önce sorguyu çalıştırmanız gerekir
uk: Перш ніж зберегти цю модель, потрібно запустити запит
vi: Bạn phải chạy truy vấn trước khi bạn có thể lưu mô hình này
zh_hk: 您必須先執行查詢，才能儲存此模型

source: Use unformatted values in attachments
hu: Formázatlan értékek használata csatolmányokban
ms: Gunakan nilai yang tidak diformat dalam lampiran

source: No description.
hu: Nincs leírása.
ms: Tiada keterangan.

source: Create model
ar: أنشئ نموذجًا
bg: Създаване на модел
ca: Crea un model
de: Modell erstellen
eo: Make a vibe model
es: Crear modelo
fa: مدل ایجاد کنید
fi: Luo malli
fr: Créer un modèle
hu: Model létrehozása
it: Creare il modello
ja: モデル作成
lt: Sukurti modelį
ms: Cipta model
nb: Opprett modell
nl: Model maken
pl: Utwórz model
pt_br: Criar modelo
ru: Создайте модель
sk: Vytvorenie modelu
sl: Ustvarjanje modela
sq: Krijo model
sr: Napravi model
sv: Skapa modell
tr: Model oluşturun
uk: Створити модель
vi: Tạo mô hình
zh_hk: 建立模型

source: Append to model
ar: إلحاق بالنموذج
bg: Добавяне към модела
ca: Adjuntar al model
de: An das Modell anhängen
eo: Add it to the model, fr
es: Añadir al modelo
fa: به مدل اضافه کنید
fi: Liitä malliin
fr: Ajouter au modèle
hu: Modelhez fűzés
it: Aggiungere al modello
ja: モデルに追加する
lt: Pridėti prie modelio
ms: Tambah ke model
nb: Legg til i modellen
nl: Toevoegen aan model
pl: Dołącz do modelu
pt_br: Anexar ao modelo
ru: Добавить в модель
sk: Pripojiť k modelu
sl: Dodajanje modelu
sq: Shto te modeli
sr: Dodaj u model
sv: Lägg till i modellen
tr: Modele ekle
uk: Додати до моделі
vi: Thêm vào mô hình
zh_hk: 附加到模型

source: Replace model data
ar: استبدل بيانات النموذج
bg: Замяна на данните на модела
ca: Substituïu les dades del model
de: Ersetzen von Modelldaten
eo: Switch up the model data
es: Sustituir los datos del modelo
fa: داده های مدل را جایگزین کنید
fi: Korvaa mallin tiedot
fr: Remplacer les données du modèle
hu: Model adatok kicserélése
it: Sostituire i dati del modello
ja: モデルデータを置き換える
lt: Pakeiskite modelio duomenis
ms: Gantikan data model
nb: Erstatt modelldata
nl: Modelgegevens vervangen
pl: Zastąpienie danych modelu
pt_br: Substituir modelo de dados
ru: Заменить данные модели
sk: Nahradenie údajov modelu
sl: Zamenjava podatkov modela
sq: Zëvendëso të dhënat e modelit
sr: Zameni podatke modela
sv: Ersätt modelldata
tr: Model verilerini değiştirin
uk: Замінити дані моделі
vi: Thay thế dữ liệu mô hình
zh_hk: 取代模型資料

source: Replace data in a model
ar: استبدال البيانات في نموذج
bg: Замяна на данни в модел
ca: Substituir dades en un model
de: Ersetzen von Daten in einem Modell
eo: Swap the data in the model, fr fr
es: Sustituir datos en un modelo
fa: جایگزینی داده ها در یک مدل
fi: Korvaa tietoja mallissa
fr: Remplacer des données dans un modèle
hu: Adat kicserélése a modelben
it: Sostituire i dati in un modello
ja: モデルのデータを置き換える
lt: Pakeiskite duomenis modelyje
ms: Gantikan data dalam model
nb: Erstatt data i en modell
nl: Gegevens in een model vervangen
pl: Zastępowanie danych w modelu
pt_br: Substituir dados em um modelo
ru: Замена данных в модели
sk: Nahradenie údajov v modeli
sl: Zamenjava podatkov v modelu
sq: Zëvendëso të dhënat në një model
sr: Zameni podatke u modelu
sv: Ersätta data i en modell
tr: Bir modeldeki verileri değiştirme
uk: Замінити дані в моделі
vi: Thay thế dữ liệu trong mô hình
zh_hk: 取代模型中的資料

source: Something's gone wrong, click for more information
hu: Valami hiba történt, kattintson további információért
ms: Sesuatu telah berlaku, klik untuk maklumat lanjut

source: must be exactly {0} characters
eo: has to be exactly {0} characters, fr
hu: pontosan {0} karakterből kell állnia
ms: mesti tepat {0} aksara

source: Open
ar: مفتوح
bg: Отвори
ca: Obert
de: Öffnen Sie
eo: slay it open
es: Abrir
fa: باز کنید
fi: Avaa
fr: Ouvrir
hu: Megnyitása
it: Aperto
ja: オープン
lt: Atidaryti
ms: Buka
nb: Åpne
pl: Otwarty
pt_br: Abrir
ru: Открыть
sk: Otvoriť
sl: Odprt
sq: Hapur
sr: Otvoreno
sv: Öppna
tr: Açık
uk: Відкрити
vi: Mở
zh_hk: 開啟

source: New SQL query
ar: استعلام SQL جديد
bg: Нова SQL заявка
ca: Nova consulta SQL
de: Neue SQL-Abfrage
eo: New SQL banger
es: Nueva consulta SQL
fa: پرس و جو SQL جدید
fi: Uusi SQL-kysely
fr: Nouvelle requête SQL
hu: Új SQL lekérdezés
it: Nuova query SQL
ja: 新しいSQLクエリ
lt: Nauja SQL užklausa
ms: Query SQL Baru
nb: Ny SQL-spørring
nl: Nieuwe SQL-query
pl: Nowe zapytanie SQL
pt_br: Nova consulta SQL
ru: Новый SQL-запрос
sk: Nový dotaz SQL
sl: Nova poizvedba SQL
sq: Pyetje e re SQL
sr: Novi SQL upit
sv: Ny SQL-fråga
tr: Yeni SQL sorgusu
uk: Новий SQL-запит
vi: Truy vấn SQL mới
zh_hk: 新的 SQL 查詢

source: New model
ar: نموذج جديد
bg: Нов модел
ca: Nou model
de: Neues Modell
eo: new drip
es: Nuevo modelo
fa: مدل جدید
fi: Uusi malli
fr: Nouveau modèle
hu: Új model
it: Nuovo modello
ja: 新モデル
lt: Naujas modelis
ms: Model baru
nb: Ny modell
nl: Nieuw model
pl: Nowy model
pt_br: Novo modelo
ru: Новая модель
sk: Nový model
sl: Nov model
sq: Model i ri
sr: Novi model
sv: Ny modell
tr: Yeni model
uk: Нова модель
vi: Mô hình mới
zh_hk: 新機型

source: Activating
ar: جارٍ التفعيل
bg: Активиране на
ca: Activant
de: Aktivieren von
eo: Turning it on or vibing it up
es: Activación de
fa: فعال کردن
fi: Aktivointi
fr: Activation
hu: Aktiválás
it: Attivazione
ja: 活性化
lt: Aktyvinama
ms: Mengaktifkan
nb: Aktivering
nl: Activeren
pl: Aktywacja
pt_br: Ativando
ru: Активация
sk: Aktivácia stránky
sl: Aktiviranje
sq: Duke aktivizuar
sr: Aktiviranje
sv: Aktivering
tr: Etkinleştirme
uk: Активація
vi: Kích hoạt
zh_hk: 啟動

source: Metabase instance version information
hu: Metabase példány verzió információ
ms: Maklumat versi contoh Metabase

source: Oops, something went wrong
ar: عذرًا، حدث خطأ ما
bg: Упс, нещо се обърка
ca: Vaja, alguna cosa ha fallat
de: Ups, da ist etwas schief gelaufen
eo: Oops, major yikes, something's off rn
es: Oops, algo salió mal
fa: اوه، مشکلی پیش آمد
fi: Hups, jokin meni pieleen
fr: Oups, quelque chose s'est mal passé
hu: Hupsz, valami hiba történt
it: Oops, qualcosa è andato storto
ja: おっと、何か変だ
lt: Oi, kažkas nutiko
ms: Oh, ada yang tidak kena
nb: Oops, noe gikk galt
nl: Oeps, er ging iets mis
pl: Ups, coś poszło nie tak
pt_br: Ops, algo deu errado
ru: Упс, что-то пошло не так
sk: Ups, niečo sa pokazilo
sl: Ups, nekaj je šlo narobe
sq: Oops, diçka shkoi keq
sr: Ups, nešto je pošlo naopako
sv: Oops, något gick fel
tr: Oops, bir şeyler ters gitti
uk: Ой, щось пішло не так
vi: Ồ, có gì đó không ổn
zh_hk: 哎呀，出錯了

source: We've run into an error, try to refresh the page or go back.
hu: Hiba történt, kérem próbálja frissíteni az oldalt, vagy menjen az előző oldalra.
ms: Kami menghadapi ralat, cuba muat semula halaman atau kembali.

source: Download diagnostic info
ar: تنزيل معلومات التشخيص
bg: Изтегляне на диагностична информация
ca: Descarrega la informació de diagnòstic
de: Diagnoseinformationen herunterladen
eo: Grab the deets for the diagnosis
es: Descargar información de diagnóstico
fa: دانلود اطلاعات تشخیصی
fi: Lataa diagnostiset tiedot
fr: Télécharger les informations de diagnostic
hu: Diagnosztikai információ letöltése
it: Scarica le informazioni diagnostiche
ja: 診断情報のダウンロード
lt: Atsisiųskite diagnostikos informaciją
ms: Muat turun maklumat diagnostik
nb: Last ned diagnostisk informasjon
nl: Diagnostische info downloaden
pl: Pobierz informacje diagnostyczne
pt_br: Baixar informações de diagnóstico
ru: Загрузить диагностическую информацию
sk: Stiahnite si diagnostické informácie
sl: Prenos diagnostičnih podatkov
sq: Shkarko info diagnostike
sr: Preuzmi dijagnostičke informacije
sv: Ladda ner diagnostisk information
tr: Teşhis bilgilerini indirin
uk: Завантажити діагностичну інформацію
vi: Tải xuống thông tin chẩn đoán
zh_hk: 下載診斷資訊

source: View documentation
ar: اعرض الوثائق
bg: Преглед на документацията
ca: Veure documentació
de: Dokumentation anzeigen
eo: Peep the docs
es: Ver la documentación
fa: مشاهده مستندات
fi: Näytä dokumentaatio
fr: Voir la documentation
hu: Dokumentáció megtekintése
it: Visualizza la documentazione
ja: ドキュメントを見る
lt: Žiūrėti dokumentaciją
ms: Lihat dokumentasi
nb: Vis dokumentasjon
nl: Documentatie bekijken
pl: Wyświetl dokumentację
pt_br: Ver documentação
ru: Просмотр документации
sk: Zobraziť dokumentáciu
sl: Oglejte si dokumentacijo
sq: Shiko dokumentacionin
sr: Pogledaj dokumentaciju
sv: Visa dokumentation
tr: Belgeleri görüntüle
uk: Переглянути документацію
vi: Xem tài liệu
zh_hk: 檢視文件

source: Could not load search results
ar: تعذّر تحميل نتائج البحث
bg: Не може да зареди резултатите от търсенето
ca: No s'han pogut carregar els resultats de la cerca
de: Suchergebnisse konnten nicht geladen werden
eo: Bruh, the search results are so MIA rn
es: No se han podido cargar los resultados de la búsqueda
fa: نتایج جستجو بارگیری نشد
fi: Hakutuloksia ei voitu ladata
fr: Impossible de charger les résultats de la recherche
hu: Nem sikerül a keresés eredményét betölteni
it: Impossibile caricare i risultati della ricerca
ja: 検索結果をロードできませんでした
lt: Nepavyko įkelti paieškos rezultatų
ms: Tidak dapat memuatkan hasil carian
nb: Søkeresultatene kunne ikke lastes inn
nl: Kon zoekresultaten niet laden
pl: Nie można załadować wyników wyszukiwania
pt_br: Não foi possível carregar os resultados da pesquisa
ru: Не удалось загрузить результаты поиска
sk: Nepodarilo sa načítať výsledky vyhľadávania
sl: Rezultatov iskanja ni bilo mogoče naložiti
sq: Nuk u ngarkuan dot rezultatet e kërkimit
sr: Nije moguće učitati rezultate pretrage
sv: Sökresultaten kunde inte laddas
tr: Arama sonuçları yüklenemedi
uk: Не вдалося завантажити результати пошуку
vi: Không thể tải kết quả tìm kiếm
zh_hk: 無法載入搜尋結果

source: No results for “{0}”
ar: لا توجد نتائج لـ “{0}”
bg: Няма резултати за "{0}"
ca: No hi ha resultats per a “{0}”
de: Keine Ergebnisse für "{0}"
eo: No cap, no results for “{0}”
es: No hay resultados para "{0}"
fa: هیچ نتیجه ای برای "{0}" وجود ندارد
fi: Ei Results for "{0}"
fr: Aucun résultat pour "{0}"
hu: Nincs eredmény “{0}”
it: Nessun risultato per "{0}"
ja: “{0}”の検索結果は見つかりませんでした
lt: Nėra rezultatų pagal „{0}“
ms: Tiada hasil untuk “{0}”
nb: Ingen resultater for "{0}"
nl: Geen resultaten voor "{0}"
pl: Brak wyników dla "{0}"
pt_br: Nenhum resultado para “{0}”
ru: Нет результатов для "{0}"
sk: Žiadne výsledky pre "{0}"
sl: Ni rezultatov za “{0}”
sq: Nuk ka rezultate për “{0}”
sr: Nema rezultata za “{0}”
sv: Inga resultat för "{0}"
tr: "{0}" için sonuç yok
uk: Немає результатів для “{0}”
vi: Không có kết quả nào cho “{0}”
zh_hk: 沒有關於 "{0}" 的結果

source: Search results
eo: Vibe check results
hu: Keresési találatok
lt: Paieškos rezultatai
ms: Hasil carian

source: Recent items
ar: العناصر الأخيرة
de: Aktuelle Artikel
eo: Latest drip
es: Artículos recientes
fa: موارد اخیر
fi: Viimeisimmät kohteet
fr: Articles récents
hu: Nemrég használt elemek
it: Articoli recenti
ja: 最近のアイテム
lt: Naujausi elementai
ms: Item terkini
pl: Ostatnie pozycje
pt_br: Itens recentes
ru: Недавние элементы
sk: Nedávne položky
sl: Nedavni elementi
sq: Elementet e fundit
sr: Nedavne stavke
tr: Son ürünler
uk: Останні елементи
vi: Các mục gần đây
zh_hk: 近期項目

source: Invalid file type
bg: Невалиден тип файл
eo: This file type is so sus 🙅‍♀️
hu: Érvénytelen fájl típus
lt: Neteisingas failo tipas
ms: Jenis fail tidak sah
nl: Ongeldig bestandstype
sv: Ogiltig filtyp

# This text appears on a button that collapses a list of models
source: Show less
hu: Kevesebb mutatása
ms: Tunjukkan kurang

# This text appears on a button that expands a list of models
source: Show all
hu: Több mutatása
ms: Tunjukkan semua

# indicates an email address to which to send diagnostic information
source: If the error persists, you can download diagnostic information to send to {0}
hu: Ha a hiba továbbra is fennáll, letöltheti a diagnosztikai információt, és elküldheti az alábbi címre: {0}
ms: Jika ralat berterusan, anda boleh memuat turun maklumat diagnostik untuk dihantar kepada {0}

source: Root configuration is only valid with model_id = 0
ar: تهيئة الجذر صالحة فقط مع model_id = 0
bg: Коренната конфигурация е валидна само при model_id = 0
ca: La configuració arrel només és vàlida amb model_id = 0
de: Wurzelkonfiguration ist nur gültig mit model_id = 0
eo: Yo, the root setup only works if model_id = 0, fr.
es: La configuración raíz sólo es válida con model_id = 0
fa: پیکربندی ریشه فقط با model_id = 0 معتبر است
fi: Root-konfiguraatio on voimassa vain, jos model_id = 0.
fr: La configuration de base n'est valable que si l'identifiant du modèle est égal à 0.
hu: Gyökér konfiguráció csak model_id = 0 esetén érvényes
it: La configurazione radice è valida solo con model_id = 0
ja: ルート設定は model_id = 0 の場合のみ有効です。
lt: Šakninė konfigūracija galioja tik tada, kai model_id = 0
ms: Konfigurasi Root hanya sah dengan model_id = 0
nb: Rotkonfigurasjonen er bare gyldig med model_id = 0
nl: De rootconfiguratie is alleen geldig met model_id = 0
pl: Konfiguracja główna jest ważna tylko z model_id = 0
pt_br: A configuração raiz só é válida com model_id = 0
ru: Корневая конфигурация действительна только при model_id = 0
sk: Koreňová konfigurácia je platná len s model_id = 0
sl: Korenska konfiguracija je veljavna samo z model_id = 0
sq: Konfigurimi rrEnjE EshtE i vlefshEm vetEm me model_id = 0
sr: Root konfiguracija važi samo uz model_id = 0
sv: Rotkonfigurationen är endast giltig med model_id = 0
tr: Kök yapılandırma yalnızca model_id = 0 ile geçerlidir
uk: Коренева конфігурація дійсна лише з model_id = 0
vi: Cấu hình gốc chỉ hợp lệ với model_id = 0
zh_hk: 根配置僅在 model_id = 0 時有效

source: Granular Caching
ar: التخزين المؤقت التفصيلي
bg: Гранично кеширане
ca: Caching granular
de: Granulare Zwischenspeicherung
eo: Deep dive caching
es: Caché granular
fa: ذخیره سازی دانه ای
fi: Granulaarinen välimuistitallennus
fr: Mise en cache granulaire
hu: Részletes Gyorsítótárazás
it: Caching granulare
ja: 粒状キャッシュ
lt: Granuliuotas talpyklos kaupimas
ms: Caching Terperinci
nb: Granulær hurtigbufring
nl: Granulaire caching
pl: Buforowanie granularne
pt_br: Cache granular
ru: Гранулярное кэширование
sk: Granulárne ukladanie do vyrovnávacej pamäte
sl: Granularno predpomnjenje
sq: Caching Granular
sr: Granularno keširanje
sv: Granulär cachelagring
tr: Granüler Önbellekleme
uk: Гранулярне кешування
vi: Bộ nhớ đệm chi tiết
zh_hk: 粒狀快取

source: DELETE /api/legacy-metric/:id is deprecated. Instead, change its `archived` value via PUT /api/legacy-metric/:id.
hu: DELETE /api/legacy-metric/:id hívás is elavult. Helyette állítsa be az `archived` értékét PUT /api/legacy-metric/:id hívással.
ms: PADAM/api/metrik-legasi/telah dihentikan. Sebaliknya, ubah nilai `arkibkan`menggunakan PUT/api/metrik-legasi/

source: Killed MySQL process id {0} due to timeout.
ar: تم إنهاء عملية MySQL بمعرّف {0} بسبب انتهاء المهلة.
bg: Прекъснат процес на MySQL id {0} поради изтичане на времето.
ca: S'ha eliminat l'identificador del procés MySQL {0} a causa del temps d'espera.
de: Der MySQL-Prozess id {0} wurde wegen Zeitüberschreitung beendet.
eo: Ended the MySQL process ID {0} 'cause it was lagging hard, fr.
es: Finalizado el proceso MySQL {0} debido al tiempo de espera.
fa: شناسه فرآیند MySQL {0} به دلیل مهلت زمانی حذف شد.
fr: Le processus MySQL id {0} a été interrompu en raison d'un dépassement de délai.
hu: MySQL folyamat {0} kilőve időtúllépés miatt.
it: Ucciso il processo MySQL id {0} a causa del timeout.
ja: MySQL プロセス ID {0} がタイムアウトのため強制終了されました。
lt: Nutrauktas MySQL proceso ID {0} dėl skirtojo laiko.
ms: Proses MySQL dengan id {0} dibunuh kerana tamat masa.
nb: Avbrutt MySQL-prosess id {0} på grunn av tidsavbrudd.
nl: MySQL proces id {0} gestopt vanwege timeout.
pl: Zakończono proces MySQL o identyfikatorze {0} z powodu przekroczenia limitu czasu.
pt_br: O processo MySQL id {0} foi encerrado devido ao tempo limite.
ru: Завершение процесса MySQL с идентификатором {0} по причине таймаута.
sk: Ukončený proces MySQL id {0} z dôvodu časového limitu.
sl: Ubil {0} ID procesa MySQL zaradi časovne omejitve.
sq: U vra procesi MySQL me id {0} për shkak të tejkalimit të kohës.
sr: Ubijen je MySQL proces sa id-jem {0} zbog timeout-a.
sv: Avbröt MySQL-processen med id {0} på grund av timeout.
tr: Zaman aşımı nedeniyle {0} adresindeki MySQL işlem kimliği sonlandırıldı.
uk: Завершено процес MySQL з id {0} через таймаут.
vi: Đã tắt tiến trình MySQL id {0} do hết thời gian chờ.
zh_hk: 由於超時，終止了 MySQL 程序 id {0}。

source: Extract domain
hu: Domain kiemelése
ms: Ekstrak domain

source: Extract domain, subdomain…
ar: استخرج النطاق، النطاق الفرعي…
bg: Извличане на домейн, поддомейн…
ca: Extreu domini, subdomini…
de: Auszug Domäne, Subdomäne…
eo: Get the domain and subdomain, fr fr
es: Extraer dominio, subdominio…
fa: استخراج دامنه، زیر دامنه…
fi: Ote verkkotunnuksesta, aliverkkotunnuksesta…
fr: Extraire le domaine, le sous-domaine...
hu: Domain, aldomain kiemelése
it: Estrarre il dominio, il sottodominio…
ja: ドメイン、サブドメインを抽出...
lt: Išskleisti domeną, padomenį…
ms: Ekstrak domain, subdomain…
nb: Trekk ut domene, underdomene…
nl: Extraheer domein, subdomein…
pl: Wyodrębnij domenę, subdomenę…
pt_br: Extrair domínio, subdomínio…
ru: Извлечение домена, поддомена…
sk: Výpis domény, subdomény…
sl: Izvleči domeno, poddomeno ...
sq: Nxirr domain, subdomain…
sr: Izdvoji domen, poddomen…
sv: Extrahera domän, subdomän…
tr: Etki alanını, alt etki alanını ayıklayın…
uk: Витягти домен, піддомен…
vi: Trích xuất tên miền, tên miền phụ…
zh_hk: 擷取網域、子網域…

source: Card {0} does not exist, or belongs to a different Database.
hu: {0} kártya nem létezik, vagy másik Adatbázishoz tartozik.
ms: Kad {0} tidak wujud, atau milik Pangkalan Data yang berbeza.

source: Normalization error
ar: خطأ في التطبيع
bg: Грешка при нормализиране
ca: Error de normalització
de: Normalisierungsfehler
eo: Lowkey, that's a whole "normalization error" moment, frfr
es: Error de normalización
fa: خطای عادی سازی
fi: Normalisointivirhe
fr: Erreur de normalisation
hu: Normalizálási hiba
it: Errore di normalizzazione
ja: 正規化エラー
lt: Normalizavimo klaida
ms: Ralat Normalisasi
nb: Normaliseringsfeil
nl: Normalisatiefout
pl: Błąd normalizacji
pt_br: Erro de normalização
ru: Ошибка нормализации
sk: Chyba normalizácie
sl: Napaka normalizacije
sq: Gabim normalizimi
sr: Greška pri normalizaciji
sv: Fel vid normalisering
tr: Normalleştirme hatası
uk: Помилка нормалізації
vi: Lỗi chuẩn hóa
zh_hk: 歸一化誤差

source: Error creating query from legacy query: {0}
ar: خطأ أثناء إنشاء استعلام من الاستعلام القديم: {0}
bg: Грешка при създаването на заявка от наследена заявка: {0}
ca: S'ha produït un error en crear la consulta des de la consulta heretada: {0}
de: Fehler beim Erstellen einer Abfrage aus einer alten Abfrage: {0}
eo: Bruh, got an error while makin' the query from the OG one: {0}
es: Error al crear consulta a partir de consulta heredada: {0}
fa: خطا در ایجاد پرس و جو از جستار قدیمی: {0}
fi: Virhe kyselyn luomisessa vanhasta kyselystä: {0}
fr: Erreur lors de la création d'une requête à partir d'une ancienne requête : {0}
hu: Hiba legacy lekérdezésből lekérdezés készítése során: {0}
it: Errore nella creazione di una query da una query precedente: {0}
ja: レガシークエリからのクエリ作成エラー：{0}
lt: Klaida kuriant užklausą iš senos užklausos: {0}
ms: Ralat mencipta query dari query legacy: {0}
nb: Feil ved oppretting av spørring fra eldre spørring: {0}
nl: Fout bij het maken van query van oudere query: {0}
pl: Błąd podczas tworzenia zapytania ze starszego zapytania: {0}
pt_br: Erro ao criar consulta a partir de consulta herdada: {0}
ru: Ошибка при создании запроса из унаследованного запроса: {0}
sk: Chyba pri vytváraní dotazu zo staršieho dotazu: {0}
sl: Napaka pri ustvarjanju poizvedbe iz podedovane poizvedbe: {0}
sq: Gabim gjatë krijimit të pyetjes nga pyetja legacy: {0}
sr: Greška pri kreiranju upita iz legacy upita: {0}
sv: Fel vid skapande av fråga från äldre fråga: {0}
tr: Eski sorgudan sorgu oluştururken hata oluştu: {0}
uk: Помилка створення запиту зі старого запиту: {0}
vi: Lỗi khi tạo truy vấn từ truy vấn cũ: {0}
zh_hk: 從傳統查詢建立查詢出錯： {0}

source: Airgapped token is no longer valid. Please contact Metabase support.
eo: The airgapped token is totally dead rn. Hit up Metabase support fr.
hu: Airgap token már nem érvényes. Kérem vegye fel a kapcsolatot a Metabase támogatással.
lt: Ženklas su oro tarpais nebegalioja. Susisiekite su Metabase palaikymo komanda.
ms: Token airgapped tidak lagi sah. Sila hubungi sokongan Metabase.
