Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Move timeline
ar: انقل الجدول الزمني
bg: Преместване на времева линия
ca: Moure la línia de temps
de: Zeitachse verschieben
eo: Move the timeline → Shift the vibe or push the timeline
es: Mover cronología
fa: انتقال جدول زمانی
fi: Siirrä aikajana
fr: Bouger l'échéancier
hu: Idővonal áthelyezése
it: Sposta timeline
ja: タイムラインの移動
lt: Perkelti laiko juostą
ms: Pindahkan garis masa
nb: Flytt tidslinje
nl: Tijdlijn verplaatsen
pl: Przenieś oś czasu
pt_br: Mover linha do tempo
ru: Переместить временную шкалу
sk: Presunúť časovú os
sl: Premikanje časovnice
sq: Lëviz timeline
sr: Premesti vremensku liniju
sv: Flytta tidslinjen
tr: Zaman çizelgesini taşı
uk: Перемістити хронологію
vi: Di chuyển dòng thời gian
zh_hk: 移動時間線

source: View archived events
ar: اعرض الأحداث المؤرشفة
bg: Вижте архивирани събития
ca: Veure els esdeveniments arxivats
de: Zeige archivierte Ereignisse
eo: Check out the archived events lol
es: Ver eventos archivados
fa: مشاهده رویدادهای بایگانی‌شده
fi: Näytä arkistoidut tapahtumat
fr: voir les évènements archivés
hu: Archivált események megtekintése
it: Visualizza eventi archiviati
ja: アーカイブされたイベントを表示
lt: Peržiūrėkite archyvuotus įvykius
ms: Lihat acara yang diarkibkan
nb: Vis arkiverte hendelser
nl: Bekijk gearchiveerde gebeurtenissen
pl: Wyświetl zarchiwizowane wydarzenia
pt_br: Ver eventos arquivados
ru: Просмотреть архивированные события
sk: Zobraziť archivované udalosti
sl: Ogled arhiviranih dogodkov
sq: Shiko ngjarjet e arkivuara
sr: Prikaži arhivirane događaje
sv: Visa arkiverade händelser
tr: Arşivlenmiş etkinlikleri görüntüle
uk: Переглянути архівовані події
vi: Xem sự kiện đã lưu trữ
zh_hk: 查看歸檔事件

source: View archived timelines
ar: اعرض الجداول الزمنية المؤرشفة
bg: Преглед на архивирани времеви линии
ca: Veure les línies de temps arxivades
de: Zeige archivierte Zeitachsen
eo: Check out the archived timelines
es: Ver cronologías archivadas
fa: مشاهده جدول‌های زمانی بایگانی‌شده
fi: Näytä arkistoidut aikajaksot
fr: Voir les échéanciers archivés
hu: Archivált idővonalak megtekintése
it: Visualizza timeline archiviati
ja: アーカイブされたタイムラインを表示
lt: Peržiūrėkite archyvuotas laiko juostas
ms: Lihat garis masa yang diarkibkan
nb: Vis arkiverte tidslinjer
nl: Bekijk gearchiveerde tijdlijnen
pl: Wyświetl zarchiwizowane osie czasu
pt_br: Ver linhas do tempo arquivadas
ru: Просмотреть архивированные временные шкалы
sk: Zobraziť archivované časové osi
sl: Ogled arhiviranih časovnic
sq: Shiko timeline-t e arkivuara
sr: Prikaži arhivirane vremenske linije
sv: Visa arkiverade timelines
tr: Arşivlenmiş zaman çizelgelerini görüntüle
uk: Переглянути архівовані хронології
vi: Xem dòng thời gian đã lưu trữ
zh_hk: 查看歸檔的時間線

source: Launch of v2.0
ar: إطلاق v2.0
bg: Стартиране на v2.0
ca: Llençament de la v2.0
de: Start von v2.0
eo: V2.0 just dropped, fr fr
es: Ejecución de v2.0
fa: راه‌اندازی نسخه ۲.۰
fi: V2.0:n julkaisu
fr: Lancement de la v2.0
hu: A v2.0 indítása
it: Lancio della v2.0
ja: v2.0発売のお知らせ
lt: 2.0 versijos paleidimas
ms: Pelancaran v2.0
nb: Lansering av v2.0
nl: Lancering van v2.0
pl: Wprowadzenie v2.0
pt_br: Lançamento do v2.0
ru: Запуск версии 2.0
sk: Spustenie v2.0
sl: Uvedba v2.0
sq: Lançimi i v2.0
sr: Lansiranje v2.0
sv: Lansering av v2.0
tr: V2.0'nin Başlatılması
uk: Запуск v2.0
vi: Ra mắt phiên bản v2.0
zh_hk: 推出2.0版本

source: Add events to Metabase to show important milestones, launches, or anything else, right alongside your data.
hu: Adjon hozzá eseményeket a Metabase-hez, hogy fontos mérföldköveket, indításokat vagy bármi mást megjelenítsen közvetlenül az adatok mellett.
ms: Tambah acara ke Metabase untuk menunjukkan pencapaian penting, pelancaran, atau apa sahaja, di samping data anda.

source: Events in Metabase let you see important milestones, launches, or anything else, right alongside your data.
hu: A Metabase eseményei lehetővé teszik, hogy fontos mérföldköveket, indításokat vagy bármi mást közvetlenül az adatok mellett lásson.
ms: Acara dalam Metabase membolehkan anda melihat pencapaian penting, pelancaran, atau apa sahaja, di samping data anda.

source: {0} event
ar: {0} حدث
bg: {0} събитие
ca: {0} esdeveniment
de: {0} Ereignis
eo: {0} event is kinda meh, tbh.
es: {0} evento
fa: {0} رویداد
fi: {0} tapahtuma
fr: {0} événement
hu: {0} esemény
it: {0} evento
ja: {0}イベント
lt: {0} įvykis
ms: {0} acara Jamak: {0} acara
nb: {0} hendelse
nl: {0} gebeurtenis
pl: {0} wydarzenie
pt_br: {0} evento
ru: {0} событие
sk: {0} udalosť
sl: {0} dogodek
sr: {0} događaj
sv: {0} händelse
tr: {0} etkinlik
uk: {0} подія
vi: {0} sự kiện
zh_hk: {0} 活動

source: Unarchive timeline
ar: ألغِ أرشفة الجدول الزمني
bg: Разархивиране на времева линия
ca: Desarxivar línia de temps
de: Zeitachse aus dem Archiv holen
eo: Unarchive the timeline → Un-nerf the timeline
es: Recuperar cronología
fa: لغو بایگانی جدول زمانی
fi: Pura aikajana
fr: Désarchiver l'échéancier
hu: Idővonal visszaállítása
it: Disarchivia timeline
ja: アンアーカイブのタイムライン
lt: Išarchyvuoti laiko juostą
ms: Nyaharkibkan garis masa
nb: Fjern tidslinje fra arkiv
nl: Tijdlijn dearchiveren
pl: Odarchiwizuj oś czasu
pt_br: Desarquivar linha do tempo
ru: Разархивировать временную шкалу
sk: Odarchivovať časovú os
sl: Obnovitev arhivske časovnice
sq: Çarkivo timeline
sr: Vrati vremensku liniju iz arhive
sv: Avarkivera tidslinje
tr: Zaman çizelgesini arşivden çıkar
uk: Розархівувати хронологію
vi: Bỏ lưu trữ dòng thời gian
zh_hk: 取消存檔時間線

source: Delete timeline
ar: احذف الجدول الزمني
bg: Изтриване на времева линия
ca: Eliminar línia de temps
de: Zeitachse löschen
eo: Delete the vibe
es: Borrar cronología
fa: حذف جدول زمانی
fi: Poista aikajana
fr: Supprimer l'échéancier
hu: Idővonal törlése
it: Elimina timeline
ja: タイムラインの削除
lt: Ištrinti laiko juostą
ms: Padam garis masa
nb: Slett tidslinje
nl: Tijdlijn verwijderen
pl: Usuń oś czasu
pt_br: Excluir linha do tempo
ru: Удалить временную шкалу
sk: Odstrániť časovú os
sl: Brisanje časovnice
sq: Fshi timeline
sr: Obriši vremensku liniju
sv: Ta bort tidslinje
tr: Zaman çizelgesini sil
uk: Вилучити хронологію
vi: Xoá dòng thời gian
zh_hk: 刪除時間線

source: Archived timelines
ar: الجداول الزمنية المؤرشفة
bg: Архивирани времеви линии
ca: Línies de temps arxivades
de: Archivierte Zeitachsen
eo: Saved past timelines, fr fr
es: Cronologías archivadas
fa: جدول‌های زمانی بایگانی‌شده
fi: Arkistoidut aikajana
fr: Échéanciers archivés
hu: Archivált idővonalak
it: Timeline archiviati
ja: アーカイブス タイムライン
lt: Archyvuotos laiko juostos
ms: Garis masa yang diarkibkan
nb: Arkiverte tidslinjer
nl: Gearchiveerde tijdlijnen
pl: Zarchiwizowane osie czasu
pt_br: Linhas do tempo arquivadas
ru: Архивированные временные шкалы
sk: Archivované časové osi
sl: Arhivirane časovnice
sq: Timeline-t e arkivuara
sr: Arhivirane vremenske linije
sv: Arkivera tidslinjerna
tr: Arşivlenmiş zaman çizelgeleri
uk: Архівовані хронології
vi: Dòng thời gian đã lưu trữ
zh_hk: 歸檔時間線

source: Move {0}
ar: انقل {0}
bg: Преместване {0}
ca: Moure {0}
de: Verschiebe {0}
eo: Slide {0}
es: Mover {0}
fa: انتقال {0}
fi: Siirrä {0}
fr: Déplacer {0}
hu: {0} áthelyezése
it: Sposta {0}
ja: {0}を移動
lt: Perkelti {0}
ms: Pindahkan {0]
nb: Flytt {0}
nl: Verplaats {0}
pl: Przenieś {0}
pt_br: Mover {0}
ru: Переместить {0}
sk: Presunúť {0}
sl: Premakni {0}
sq: Zhvendos {0}
sr: Premesti {0}
sv: Flytta {0}
tr: {0} Taşı
uk: Перемістити {0}
vi: Di chuyển {0}
zh_hk: 移動{0}

source: Add events to Metabase to show helpful context alongside your data.
hu: Adjon hozzá eseményeket a Metabase-hez, hogy segítőkész kontextust mutasson az adatok mellett.
ms: Tambah acara ke Metabase untuk menunjukkan konteks yang berguna di samping data anda.

source: Events in Metabase let you see helpful context alongside your data.
hu: A Metabase eseményei lehetővé teszik, hogy segítőkész kontextust lásson az adatok mellett.
ms: Acara dalam Metabase membolehkan anda melihat konteks yang berguna di samping data anda.

source: Original schema
hu: Eredeti séma
lt: Originali schema
ms: Skema asal

source: Click the button below to begin creating your Slack App using the Metabase configuration.
hu: Kattintson az alábbi gombra a Slack alkalmazás létrehozásának megkezdéséhez a Metabase konfigurációval.
ms: Klik butang di bawah untuk memulakan mencipta Apl Slack anda menggunakan konfigurasi Metabase.

source: Once created, click “{0}” to authorize it.
hu: Miután létrehozta, kattintson a “{0}”-ra az engedélyezéshez.
ms: Setelah dicipta, klik "{0}" untuk mengesahkannya.

source: 2. Activate the OAuth Token and create a new slack channel
hu: 2. Aktiválja az OAuth Tokent és hozzon létre egy új Slack csatornát
lt: 2. Suaktyvinkite OAuth prieigos raktą ir sukurkite naują laisvą kanalą
ms: 2. Aktifkan Token OAuth dan cipta saluran Slack baru

source: Last 7 Days
hu: Utolsó 7 nap
ms: 7 Hari yang lepas

source: Last 30 Days
hu: Az elmúlt 30 nap
ms: 30 Hari yang lepas

source: Last 3 Months
hu: Az elmúlt 3 hónap
ms: 3 Bulan yang lepas

source: Last 12 Months
hu: Az elmúlt 12 hónap
ms: 12 Bulan yang lepas

source: Specific dates...
hu: Konkrét dátumok...
ms: Tarikh tertentu...

source: Relative dates...
hu: Relatív dátumok...
ms: Tarikh relatif...

source: Days of the week...
hu: A hét napjai...
ms: Hari dalam seminggu...

source: Months of the year...
hu: Az év hónapjai...
ms: Bulan dalam tahun...

source: Quarters of the year...
hu: Az év negyedévei...
ms: Suku tahun...

source: Hours of the day...
hu: A nap órái...
ms: Jam dalam sehari...

source: Is not empty
ar: غير فارغ
bg: Не е празно
ca: No està buit
de: Ist nicht leer
eo: Not empty fr
es: No está vacío
fa: خالی نیست
fi: Ei ole tyhjä
fr: N'est pas vide
hu: Nem üres
it: Non è vuoto
ja: 空でない
lt: Nėra tuščias
ms: Tidak kosong
nb: Er ikke tom
nl: Is niet leeg
pl: Nie jest puste
pt_br: Não está vazio
ru: Не пусто
sk: Nie je prázdne
sl: Ni prazen
sq: Nuk është bosh
sr: Nije prazno
sv: Är inte tom
tr: Boş değil
uk: Не порожнє
vi: Không trống
zh_hk: 不為空

source: Select none...
hu: Válassza ki: nincs...
ms: Pilih tiada...

source: Select all...
hu: Mindet kiválaszt...
ms: Pilih semua...

source: Right now, this is {0}
ar: حاليًا، هذا هو {0}
bg: В момента, това е {0}
ca: Ara mateix, això és {0}
de: Derzeit ist das {0}
eo: Fr fr, this is {0} rn
es: En este momento, este es {0}
fa: در حال حاضر، این {0} است
fi: Juuri nyt tämä on {0}
fr: En ce moment, c'est {0}
hu: Jelenleg ez {0}
it: Proprio adesso, questo è {0}
ja: 今現在、これは{0}です。
lt: Šiuo metu tai yra {0}
ms: Sekarang, ini adalah {0}
nb: Akkurat nå, er dette {0}
nl: Op dit moment is dit {0}
pl: Obecnie to jest {0}
pt_br: No momento, isso é {0}
ru: Сейчас это {0}
sk: Práve teraz je to {0}
sl: Trenutno je to {0}
sq: Tani për tani, kjo është {0}
sr: Trenutno je ovo {0}
sv: Just nu är det {0}
tr: Şimdi bu {0}
uk: Зараз це {0}
vi: Ngay bây giờ, đây là {0}
zh_hk: 目前，這是{0}

source: Right now, this is {0} - {1}
hu: Jelenleg ez {0} - {1}
ms: Sekarang, ini adalah {0} - {1}

source: Starting from...
hu: Kezdve...
ms: Bermula dari...

source: Starting from
ar: بدءًا من
bg: Започвайки от
ca: Començant des de
de: Beginnend ab
eo: kickstarting from
es: Empezando en
fa: شروع از
fi: Aloittaen
fr: À partir de
hu: Kezdve
it: A partire da
ja: 次からスタート：
lt: Pradedant nuo
ms: Bermula dari
nb: Startet fra
nl: Beginnend vanaf
pl: Zaczynając od
pt_br: Começando de
ru: Начиная с
sk: Začínajú od
sl: Začenši od
sq: Duke filluar nga
sr: Počevši od
sv: Med början från
tr: Başlangıç noktası
uk: Починаючи з
vi: Bắt đầu từ
zh_hk: 從...開始

source: 0/{0} loaded
ar: تم تحميل 0/{0}
bg: 0/{0} заредено
ca: 0/{0} carregats
de: 0/{0} geladen
eo: 0/{0} is lowkey empty fr, like no cap
es: 0/{0} cargados
fa: ۰/{0} بارگذاری شده
fi: 0/{0} ladattu
fr: 0/{0} chargé
hu: 0/{0} betöltve
it: 0/{0} caricato
ja: 0/{0}をロード
lt: Įkelta 0/{0}
ms: 0/{0} dimuatkan
nb: 0/{0} lastet
nl: 0/{0} geladen
pl: 0/{0} załadowane
pt_br: 0/{0} carregado
ru: 0/{0} загружено
sk: 0/{0} načítané
sl: 0/{0} naloženo
sq: 0/{0} u ngarkuan
sr: 0/{0} učitano
sv: 0 / {0} laddad
tr: 0/{0} yüklendi
uk: 0/{0} завантажено
vi: 0/{0} đã tải
zh_hk: 已載入 0/{0}

source: Your dashboard is ready
ar: لوحة المعلومات جاهزة
bg: Вашето табло е готово
ca: El teu quadre de comandament està llest
de: Dein Dashboard ist bereit
eo: Your dashboard is totally ready to go, bestie.
es: Tu cuadro de mando está listo
fa: داشبورد شما آماده است
fi: Kojelautasi on valmis
fr: Votre tableau de bord est prêt
hu: Az irányítópult kész
it: La tua dashboard è pronta
ja: ダッシュボードの準備
lt: Jūsų prietaisų skydelis paruoštas
ms: Papan pemuka anda sudah siap
nb: Din infotavle er klar
nl: Je dashboard is klaar
pl: Twój pulpit jest gotowy
pt_br: Seu painel está pronto
ru: Ваш дашборд готов
sk: Váš dashboard je pripravený
sl: Nadzorna plošča je pripravljena
sq: Paneli yt është gati
sr: Tvoja kontrolna tabla je spremna
sv: Din instrumentpanel är klar
tr: Paneliniz hazır
uk: Ваш дашборд готовий
vi: Bảng điều khiển của bạn đã sẵn sàng
zh_hk: 您的資訊看板已經準備好

source: Doing Science...
hu: Tudományos munka...
ms: Sedang membuat penyelidikan

source: Still Here...
ar: ما زلنا هنا...
bg: Все още тук...
ca: Aquí encara...
de: Immer noch hier...
eo: Still vibing, lol
es: Aun estoy aquí...
fa: هنوز اینجا...
fi: Edelleen täällä...
fr: Toujours là...
hu: Még mindig itt...
it: Ancora qui...
ja: 処理中...
lt: Vis dar čia...
ms: Masih Di Sini
nb: Fremdeles her...
nl: Nog steeds hier...
pl: Wciąż tutaj...
pt_br: Ainda aqui...
ru: Все еще здесь...
sk: Stále tu...
sl: Še vedno tukaj ...
sq: Ende këtu...
sr: Još uvek ovde...
sv: Fortfarande här...
tr: Hâlâ Buradayım...
uk: Ще тут...
vi: Vẫn ở đây...
zh_hk: 還在這裡...

source: Your question is ready!
ar: سؤالك جاهز!
bg: Вашият въпрос е готов!
ca: La teva pregunta està llesta!
de: Deine Frage ist bereit!
eo: Your q’s all set, bestie!
es: Tu pregunta está lista!
fa: سوال شما آماده است!
fi: Kysymyksesi on valmis!
fr: Votre question est prête !
hu: A kérdése kész!
it: La tua domanda è pronta!
ja: 質問の準備が整いました
lt: Jūsų klausimas paruoštas!
ms: Soalan anda sudah siap!
nb: Spørsmålet ditt er klart!
nl: Je vraag is klaar!
pl: Twoje pytanie jest gotowe!
pt_br: Sua pergunta está pronta!
ru: Ваш вопрос готов!
sk: Vaša otázka je pripravená!
sl: Vaše vprašanje je pripravljeno!
sq: Pyetja jote është gati!
sr: Tvoje pitanje je spremno!
sv: Din fråga är klar!
tr: Sorunuz hazır!
uk: Ваш запит готовий!
vi: Câu hỏi của bạn đã sẵn sàng!
zh_hk: 您的問題已準備好！

source: You can customize filter values for each subscription with paid plans.
hu: Testreszabhatja a szűrőértékeket minden előfizetéshez fizetett tervek segítségével.
lt: Galite tinkinti kiekvienos prenumeratos su mokamais planais filtrų vertes.
ms: Anda boleh menyesuaikan nilai penapis untuk setiap langganan dengan pelan berbayar.

source: Get Help
ar: احصل على مساعدة
bg: Получаване на помощ
ca: Obtenir ajuda
de: Hole Dir Hilfe
eo: Slide into some help, fr fr
es: Obtén Ayuda
fa: دریافت راهنما
fi: Hanki apua
fr: Obtenir de l'aide
hu: Kaphat segítséget
it: Ottieni Aiuto
ja: ヘルプ
lt: Gaukite pagalbos
ms: Dapatkan Bantuan
nb: Få hjelp
nl: Hulp verkrijgen
pl: Skorzystaj z Pomocy
pt_br: Obtenha ajuda
ru: Получить помощь
sk: Získať pomoc
sl: Poiščite pomoč
sq: Merr ndihmë
sr: Potraži pomoć
sv: Få hjälp
tr: Yardım al
uk: Отримати допомогу
vi: Nhận trợ giúp
zh_hk: 尋求幫助

source: Resources and support
ar: الموارد والدعم
bg: Ресурси и поддръжка
ca: Recursos i suport
de: Ressourcen und Support
eo: Vibes and backup
es: Recursos y apoyo
fa: منابع و پشتیبانی
fi: Resurssit ja tuki
fr: Ressources et soutien
hu: Erőforrások és támogatás
it: Risorse e supporto
ja: リソースとサポート
lt: Ištekliai ir parama
ms: Sumber dan Sokongan
nb: Ressurser og støtte
nl: Hulpbronnen en ondersteuning
pl: Zasoby i wsparcie
pt_br: Recursos e suporte
ru: Ресурсы и поддержка
sk: Zdroje a podpora
sl: Viri in podpora
sq: Burime dhe mbështetje
sr: Resursi i podrška
sv: Resurser och support
tr: Kaynaklar ve destek
uk: Ресурси та підтримка
vi: Tài nguyên và hỗ trợ
zh_hk: 資源和支援

source: Remove from bookmarks
ar: أزل من الإشارات المرجعية
bg: Премахване от отметки
ca: Eliminar dels favorits
de: Aus den Lesezeichen entfernen
eo: Take it outta your bookmarks, fr fr
es: Eliminar desde favoritos
fa: حذف از نشانه‌ها
fi: Poista kirjanmerkeistä
fr: Retirer des marques-page
hu: Eltávolítás a könyvjelzőkből
it: Rimuovi dai segnalibri
ja: ブックマークから削除する
lt: Pašalinti iš žymių
ms: Buang dari penanda buku
nb: Fjern fra bokmerker
nl: Verwijderen uit bladwijzers
pl: Usuń z zakładek
pt_br: Remover dos marcadores
ru: Удалить из закладок
sk: Odstrániť zo záložiek
sl: Odstrani iz zaznamkov
sq: Hiqe nga faqeruajtësit
sr: Ukloni iz obeleživača
sv: Ta bort från bokmärken
tr: Yer imlerinden çıkar
uk: Вилучити із закладок
vi: Xóa khỏi dấu trang
zh_hk: 從書籤中移除

source: Bookmark
ar: إشارة مرجعية
bg: Отметка
ca: Afegir als favorits
de: Zu Lesezeichen hinzufügen
eo: save this for later, fr
es: Favorito
fa: نشانه
fi: Kirjanmerkki
fr: Marque-page
hu: Könyvjelző
it: Segnalibro
ja: ブックマーク
lt: Žymė
ms: Penanda buku
nb: Bokmerker
nl: Bladwijzer
pl: Dodaj do zakładek
pt_br: Marcador
ru: Закладка
sk: Záložka
sl: Zaznamek
sq: Faqeruajtës
sr: Obeleživač
sv: Bokmärke
tr: Yer imi
uk: У закладки
vi: Dấu trang
zh_hk: 書籤

source: event
ar: حدث
bg: събитие
ca: esdeveniment
de: Ereignis
eo: event → vibe check or just "event" (sometimes peeps just say "event" even in slang, but if you wanna go extra: "vibe check")
es: evento
fa: رویداد
fi: tapahtuma
fr: évènement
hu: esemény
it: evento
ja: イベント
lt: įvykis
ms: acara
nb: hendelse
nl: gebeurtenis
pl: wydarzenie
pt_br: evento
ru: событие
sk: udalosť
sl: dogodek
sr: događaj
sv: händelse
tr: etkinlik
uk: подія
vi: sự kiện
zh_hk: 事件

source: archived
ar: مؤرشف
bg: архивирано
ca: ha arxivat
de: Archiviert
eo: archived → "shelved" or "put in the vault"
es: archivado
fa: آرشیو شده
fi: arkistoitu
fr: archivé
hu: archiválva
it: archiviato
ja: アーカイブ
lt: suarchyvuotas
ms: diarkibkan
nb: arkivert
nl: gearchiveerd
pl: zarchiwizowany
pt_br: arquivado
ru: архивный
sk: archivované
sl: Arhivirajo
sq: arkivuar
sr: arhivirano
sv: arkiverade
tr: arşivlendi
uk: архівовано
vi: đã lưu trữ
zh_hk: 已歸檔

source: unarchived
ar: غير مؤرشف
bg: неархивирано
ca: ha desarxivat
de: aus dem Archiv geholt
eo: unarchived → un-ghosted or un-saved (depending on context, but "un-ghosted" is more common)
es: desarchivado
fa: بازیابی شده
fi: purettu
fr: non archivé
hu: archiválás megszüntetve
it: non archiviato
ja: 非アーカイブ
lt: išarchyvuotas
ms: memulihkan arkib
nb: ikke arkivert
nl: niet gearchiveerd
pl: niezarchiwizowany
pt_br: desarquivado
ru: неархивированный
sk: nearchivované
sl: nearhivirano
sq: çarkivuar
sr: dearhivirano
sv: oarkiverade
tr: arşivden çıkarıldı
uk: розархівовано
vi: đã bỏ lưu trữ
zh_hk: 未存檔

source: Product releases
ar: إصدارات المنتج
bg: Издания на продукта
ca: Versions del producte
de: Produktreleases
eo: new drops
es: Lanzamientos de productos
fa: انتشار محصول
fi: Tuotejulkaisut
fr: Communiqués de presse sur les produits
hu: Termékkiadások
it: Rilasci del prodotto
ja: 製品リリース
lt: Produktų išleidimai
ms: Pelancaran produk
nb: Produktlanseringer
pl: Wydania produktu
pt_br: Lançamentos de produtos
ru: Релизы продуктов
sk: Vydania produktov
sl: Izdaje izdelkov
sq: Publikime të produktit
sr: Izdanja proizvoda
sv: Produktreleaser
tr: Ürün sürümleri
uk: Релізи продукту
vi: Ra mắt sản phẩm
zh_hk: 產品發佈

source: Default icon
ar: الأيقونة الافتراضية
bg: Икона по подразбиране
ca: Icona per defecte
eo: basic icon
es: Icono por defecto
fa: آیکون پیش‌فرض
fi: Oletusikoni
fr: Icône par défaut
hu: Alapértelmezett ikon
it: Icona predefinita
ja: デフォルトアイコン
lt: Numatytoji piktograma
ms: Ikon asal
nb: Standard ikon
nl: Standaardpictogram
pl: Domyślna ikona
pt_br: Ícone padrão
ru: Иконка по умолчанию
sk: Predvolená ikona
sl: Privzeta ikona
sq: Ikona e parazgjedhur
sr: Podrazumevana ikona
sv: Standardikon
tr: Varsayılan simge
uk: Іконка за замовчуванням
vi: Biểu tượng mặc định
zh_hk: 預設圖標

source: timeline
ar: الخط الزمني
bg: времева линия
ca: línia de temps
de: Zeitachse
eo: vibe check schedule
es: cronología
fa: جدول زمانی
fi: aikajana
fr: chronologie
hu: idővonal
it: cronologia
ja: タイムライン
lt: laiko juosta
ms: garis masa
nb: tidslinje
nl: tijdlijn
pl: oś czasu
pt_br: linha do tempo
ru: временная шкала
sk: časová os
sl: Časovnica
sr: vremenska linija
sv: tidslinje
tr: zaman çizelgesi
uk: хронологія
vi: dòng thời gian
zh_hk: 時間線

source: Event name
ar: اسم الحدث
bg: Име на събитие
ca: Nom de l'esdeveniment
de: Ereignisname
eo: Event name → "Vibe check"
es: Nombre del evento
fa: نام رویداد
fi: Tapahtuman nimi
fr: Nom de l'évènement
hu: Esemény neve
it: Nome evento
ja: イベント名
lt: Renginio pavadinimas
ms: Nama acara
nb: Hendelsesnavn
nl: Gebeurtenis naam
pl: Nazwa wydarzenia
pt_br: Nome do evento
ru: Название события
sk: Názov udalosti
sl: Ime dogodka
sq: Emri i ngjarjes
sr: Naziv događaja
sv: Händelsens namn
tr: Etkinlik adı
uk: Назва події
vi: Tên sự kiện
zh_hk: 事件名稱

source: Product launch
ar: إطلاق المنتج
bg: Пускане на продукт
ca: Llençament del producte
de: Produktstart
eo: Product drop
es: Lanzamiento del producto
fa: راه‌اندازی محصول
fi: Tuotejulkistus
fr: Lancement du produit
hu: Termék bevezetése
it: Lancio del prodotto
ja: 製品発表会
lt: Produkto pristatymas
ms: Pelancaran produk
nb: Produktlansering
nl: Product lancering
pl: Wprowadzenie produktu
pt_br: Lançamento do produto
ru: Запуск продукта
sk: Uvedenie produktu
sl: Lansiranje izdelka
sq: Lançim produkti
sr: Lansiranje proizvoda
sv: Produktlansering
tr: Ürün lansmanı
uk: Запуск продукту
vi: Ra mắt sản phẩm
zh_hk: 產品發布

source: Markdown supported
eo: Markdown's lowkey supported
hu: Markdown támogatott
lt: Palaikomas žymėjimas
ms: Markdown disokong

source: Add links and formatting via markdown
eo: Drop links and formatting using markdown, fr fr
hu: Adjon hozzá hivatkozásokat és formázást markdown segítségével
lt: Pridėkite nuorodas ir formatavimą naudodami žymėjimą
ms: Tambah pautan ddan format melalui markdown

source: Icon
ar: أيقونة
bg: Икона
ca: Icona
de: Symbol
eo: Icon is basically a whole vibe
es: Icono
fa: آیکون
fi: Kuvake
fr: Icone
hu: Ikon
it: Icona
ja: アイコン
lt: Piktograma
ms: Ikon
nb: Ikon
nl: Pictogram
pl: Ikona
pt_br: Ícone
ru: Иконка
sk: Ikona
sl: Ikona
sq: Ikonë
sr: Ikona
sv: Ikon
tr: İkon
uk: Іконка
vi: Biểu tượng
zh_hk: 圖標

source: Timeline
ar: الجدول الزمني
bg: Времева линия
ca: Línia de temps
de: Zeitachse
eo: vibe check schedule
es: Cronología
fa: جدول زمانی
fi: Aikajana
fr: Ligne du temps
hu: Idővonal
it: Cronologia
ja: タイムライン
lt: Laiko juosta
ms: Garis masa
nb: Tidslinje
nl: Tijdlijn
pl: Oś czasu
pt_br: Linha do tempo
ru: Временная шкала
sk: Časová os
sl: Časovnica
sr: Vremenska linija
sv: Tidslinje
tr: Zaman Çizelgesi
uk: Хронологія
vi: Dòng thời gian
zh_hk: 時間線

source: Excludes
ar: يستبعد
bg: Изключва
ca: Exclou
de: Ausschlüsse
eo: Leaves out or skips, lol.
es: Excluye
fa: شامل نمی‌شود
fi: Poissulkee
fr: à l'exclusion de
hu: Kizárja
it: Esclude
ja: 除く
lt: Neįtraukiama
ms: Terkecuali
nb: Ekskluderer
nl: Exclusief
pl: Wyklucza
pt_br: Exclui
ru: Исключения
sk: Nezahŕňa
sl: Izključuje
sq: Përjashton
sr: Izuzima
sv: Exkluderar
tr: Hariçtir
uk: Виключає
vi: Loại trừ
zh_hk: 不包括

source: {0}, starting {1} {2}
hu: {0}, kezdete: {1} {2}
ms: {0}, bermula {1} {2}

source: minute {0}
hu: perc {0}
ms: minit {0} Jamak: minit {0}

source: hour {0}
hu: óra {0}
ms: jam {0} Jamak: jam {0}

source: day {0}
hu: nap {0}
ms: hari {0} Jamak: hari {0}

source: week {0}
hu: hét {0}
ms: minggu {0} Jamak: minggu {0}

source: month {0}
hu: hónap {0}
ms: bulan {0} Jamak: bulan {0}

source: quarter {0}
hu: negyedév {0}
ms: suku tahun {0} Jamak: suku tahun {0}

source: year {0}
hu: év {0}
ms: tahun {0} Jamak: tahun {0}
