Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Open the {0} drill-through menu
ar: افتح قائمة التنقّل التفصيلي {0}
bg: Отворете менюто за пробиване на {0}
ca: Obriu el menú d'exploració {0}
de: Öffnen Sie das Menü {0} drill-through
eo: Open the {0} drill-through menu, frfr
es: Abre el menú detallado {0}
fa: منوی تمرینی {0} را باز کنید
fi: Avaa {0} drill-through -valikko
fr: Ouvrir le menu de recherche {0}
hu: Nyissa meg a {0} részletes menüjét
it: Aprire il menu di perforazione {0}
ja: {0}ドリルスルー・メニューを開く
lt: Atidarykite {0} gręžimo meniu
ms: Buka menu latih tubi {0}
nb: Åpne {0} drillemeny
nl: Open het doorboormenu {0}
pl: Otwórz menu przeglądania {0}
pt_br: Abrir o menu de detalhamento {0}
ru: Откройте сквозное меню {0} .
sk: Otvorte ponuku {0} .
sl: Odpiranje menija {0} z drugo podrobnostjo
sq: Hap menunë e shko më thellë të {0}
sr: Otvori {0} meni za produbljivanje
sv: Öppna {0}-menyn
tr: {0} delme menüsünü açın
uk: Відкрити меню деталізації {0}
vi: Mở menu khoan sâu {0}
zh_hk: 開啟 {0} 穿透式選單

source: Placeholder Card
ar: بطاقة Placeholder
bg: Заместваща карта
ca: Targeta de marcador de posició
de: Platzhalter Karte
eo: Vibe check card
es: Tarjeta de marcador de posición
fa: کارت جایگاه‌دار
fi: Paikkamerkki
fr: Carte d'identité
hu: Helykitöltő kártya
it: Scheda segnaposto
ja: プレースホルダー・カード
lt: Vietos rezervavimo kortelė
ms: Kad Penanda
nb: Plassholderkort
nl: Plaatshouder Kaart
pl: Karta zastępcza
pt_br: Cartão de espaço reservado
ru: Карточка с изображением места
sk: Zástupná karta
sl: Kartica označbe mesta
sq: Kartë placeholder
sr: Placeholder kartica
sv: Platshållare-kort
tr: Yer Tutucu Kart
uk: Картка-плейсхолдер
vi: Thẻ giữ chỗ
zh_hk: 占位卡

source: Add section
ar: أضف قسمًا
bg: Добавяне на раздел
ca: Afegir secció
de: Sektion hinzufügen
eo: Add a new sec, fr fr
es: Añadir sección
fa: افزودن بخش
fi: Lisää osio
fr: Ajouter une section
hu: Szakasz hozzáadása
it: Aggiungi sezione
ja: セクションの追加
lt: Pridėti skyrių
ms: Tambah seksyen
nb: Legg til seksjon
nl: Sectie toevoegen
pl: Dodaj sekcję
pt_br: Adicionar seção
ru: Добавить раздел
sk: Pridanie sekcie
sl: Dodaj razdelek
sq: Shto seksion
sr: Dodaj sekciju
sv: Lägg till sektion
tr: Bölüm ekle
uk: Додайте розділ
vi: Thêm phần
zh_hk: 新增章節

source: The {0} parameter requires a default value but none was provided.
ar: تتطلب المعلمات {0} قيمًا افتراضية لكن لم يتم توفير أي منها.
bg: Параметърът {0} изисква стойност по подразбиране, но такава не е предоставена.
ca: El paràmetre {0} requereix un valor predeterminat, però no se n'ha proporcionat cap.
de: Der Parameter {0} erfordert einen Standardwert, aber es wurde keiner angegeben.
es: El parámetro {0} requiere un valor predeterminado pero no se proporcionó ninguno.
fa: پارامتر {0} به یک مقدار پیش‌فرض نیاز دارد، اما هیچ مقداری ارائه نشده است.
fi: Parametri {0 tarvitsee oletusarvon, mutta sitä ei annettu.
fr: Le paramètre {0} nécessite une valeur par défaut, mais aucune n'a été fournie.
hu: A {0} paraméter alapértelmezett értéket igényel, de egyiket sem adta meg.
it: Il parametro {0} richiede un valore predefinito, ma non è stato fornito.
ja: {0}パラメータにはデフォルト値が必要だが、指定されていない。
lt: Parametras {0} reikalauja numatytosios vertės, bet nebuvo pateikta.
ms: Parameter {0} memerlukan nilai lalai tetapi tiada yang diberikan. Jamak: Parameter {0} memerlukan nilai lalai tetapi tiada yang diberikan.
nb: Parameter {0} trenger en standardverdi.
nl: Voor de parameter {0} is een standaardwaarde vereist, maar er is geen standaardwaarde opgegeven.
pl: Parametr {0} wymaga wartości domyślnej, ale żadna nie została podana.
pt_br: O parâmetro {0} requer um valor padrão, mas nenhum foi fornecido.
ru: Параметр {0} требует значения по умолчанию, но оно не было предоставлено.
sk: Parameter {0} vyžaduje predvolenú hodnotu, ale žiadna nebola poskytnutá.
sl: Parameter {0} zahteva privzeto vrednost, vendar ni bila podana.
sq: Parametri {0} kërkon një vlerë parazgjedhje por nuk u dha asnjë.
sr: Parametar {0} zahteva podrazumevanu vrednost, ali nije navedena nijedna.
sv: Parametern {0} kräver standard-värde, men inget angavs.
tr: {0} parametre varsayılan bir değer gerektirir ancak hiçbir değer sağlanmamıştır.
uk: Параметр {0} потребує значення за замовчуванням, але його не вказано.
vi: Các tham số {0} yêu cầu giá trị mặc định nhưng không có giá trị nào được cung cấp.
zh_hk: {0} 參數需要預設值，但沒有提供。

source: Ask your admin to create a public link
ar: اطلب من مسؤولك إنشاء رابط عام
bg: Помолете администратора си да създаде публична връзка
ca: Demaneu al vostre administrador que creï un enllaç públic
de: Bitte einen Admin, einen öffentlichen Link zu erstellen
eo: Tell your mod to hook up a public link, fr fr
es: Pídale a tu administrador que cree un enlace público
fa: از سرپرست خود بخواهید یک پیوند عمومی ایجاد کند
fi: Pyydä ylläpitäjääsi luomaan julkinen linkki
fr: Demandez à votre administrateur de créer un lien public
hu: Kérje meg a rendszergazdát, hogy hozzon létre egy nyilvános linket
it: Chiedete all'amministratore di creare un link pubblico
ja: 管理者にパブリックリンクの作成を依頼する
lt: Paprašykite savo administratoriaus sukurti viešą nuorodą
ms: Minta admin anda untuk mencipta pautan awam
nb: Spør din administrator om å opprette en offentlig lenke
nl: Vraag je beheerder om een openbare link te maken
pl: Poproś administratora o utworzenie linku publicznego
pt_br: Peça a seu administrador para criar um link público
ru: Попросите администратора создать общедоступную ссылку.
sk: Požiadajte správcu o vytvorenie verejného prepojenia
sl: Prosite skrbnika, naj ustvari javno povezavo
sq: Kërkoji administratorit tënd të krijojë një link publik
sr: Zamolite svog administratora da kreira javni link
sv: Fråga en administratör för att skapa en publik länk
tr: Yöneticinizden herkese açık bir bağlantı oluşturmasını isteyin
uk: Попросіть вашого адміна створити публічне посилання
vi: Yêu cầu quản trị viên của bạn tạo liên kết công khai
zh_hk: 請您的管理員建立公開連結

source: Public links are disabled
hu: A nyilvános linkek le vannak tiltva
ms: Pautan awam dinyahaktifkan

source: Create a public link
ar: أنشئ رابطًا عامًا
bg: Създаване на публична връзка
ca: Crear un enllaç públic
de: Öffentlichen Link erstellen
eo: Make a public link fr
es: Crear enlace público
fa: یک لینک عمومی ایجاد کنید
fi: Luo julkinen linkki
fr: Créer un lien public
hu: Nyilvános link létrehozása
it: Creare un link pubblico
ja: 公開リンクを作成
lt: Sukurkite viešą nuorodą
ms: Cipta pautan awam
nb: Opprett en offentlig lenke
nl: Een openbare link maken
pl: Utwórz łącze publiczne
pt_br: Criar um link público
ru: Создать общедоступную ссылку
sk: Vytvorenie verejného prepojenia
sl: Ustvarjanje javne povezave
sq: Krijo njE lidhje publike
sr: Napravi javni link
sv: Skapa en publik länk
tr: Herkese açık bir bağlantı oluşturun
uk: Створити публічне посилання
vi: Tạo liên kết công khai
zh_hk: 建立公開連結

source: Public links are off
eo: Public links are so off rn
hu: A nyilvános linkek ki vannak kapcsolva
lt: Viešosios nuorodos išjungtos
ms: Pautan awam dimatikan

source: Enable them in settings
eo: Turn them on in settings, bestie
hu: Engedélyezze őket a beállításokban
lt: Įgalinkite juos nustatymuose
ms: Aktifkan mereka dalam tetapan

source: Embed
ar: تضمين
bg: Вграждане
ca: Incrustar
de: Einbetten
eo: Embed → Slap that in the bio or just drop it in the chat, fr fr
es: Incrustar
fa: جاسازی کنید
fi: Upotettu
fr: Embarquer
hu: Beágyazás
it: Incorporato
ja: エンベッド
lt: Įterpti
ms: Sematkan
nb: Bygg inn
nl: Insluiten
pl: Osadzony
pt_br: Incorporar
ru: Встроить
sk: Vložiť
sl: Vdelati
sq: Inkorporo
sr: Ugradi
sv: Bädda in
tr: Gömmek
uk: Вбудувати
vi: Nhúng
zh_hk: 嵌入

source: Embedding is off
hu: A beágyazás ki van kapcsolva
ms: Penyematan dimatikan

source: Enable it in settings
hu: Engedélyezze a beállításokban
ms: Aktifkan ia dalam tetapan

source: Anyone can view this if you give them the link.
ar: يمكن لأي شخص عرض هذا إذا أعطيته الرابط.
bg: Всеки може да го види, ако му дадете връзката.
ca: Qualsevol pot veure això si li doneu l'enllaç.
de: Jeder kann sich das ansehen, wenn Sie ihm den Link geben.
eo: Anyone can peep this if you drop the link lol
es: Cualquiera puede ver esto si les das el enlace.
fa: هر کسی می‌تواند این را ببیند اگر پیوند را به او بدهید.
fi: Kaikki näkevät tämän, jos annat heille linkin.
fr: N'importe qui peut le consulter si vous lui donnez le lien.
hu: Ezt bárki megtekintheti, ha megadja a linket.
it: Chiunque può visualizzarlo se gli si fornisce il link.
ja: あなたからリンクを共有されないかぎり誰も見ることはできません。
lt: Visi gali tai peržiūrėti, jei pateiksite nuorodą.
ms: Sesiapa sahaja boleh melihat ini jika anda memberi mereka pautan.
nb: Alle med lenken kan vise dette.
nl: Iedereen kan dit bekijken als je ze de link geeft.
pl: Każdy może to zobaczyć, jeśli podasz mu link.
pt_br: Qualquer pessoa pode ver isso se você fornecer o link.
ru: Любой желающий может просмотреть его, если вы дадите ему ссылку.
sk: Ktokoľvek si to môže pozrieť, ak mu dáte odkaz.
sl: Vsakdo si lahko to ogleda, če mu daste povezavo.
sq: Kushdo mund ta shohë këtë nëse i jep linkun.
sr: Svako može da vidi ovo ako mu date link.
sv: Vem som helst kan se detta om du ger dem länken.
tr: Bağlantıyı verdiğiniz takdirde herkes bunu görüntüleyebilir.
uk: Будь-хто зможе переглянути це, якщо ви дасте йому посилання.
vi: Bất kỳ ai cũng có thể xem được nếu bạn cung cấp cho họ liên kết.
zh_hk: 只要您提供連結，任何人都可以檢視。

source: Remove public link
ar: أزِل الرابط العام
bg: Премахване на публичната връзка
ca: Elimina l'enllaç públic
de: Öffentlichen Link entfernen
eo: Take down the public link
es: Eliminar enlace público
fa: پیوند عمومی را حذف کنید
fi: Poista julkinen linkki
fr: Supprimer le lien public
hu: Nyilvános link eltávolítása
it: Rimuovere il link pubblico
ja: 公開リンクを削除
lt: Pašalinti viešą nuorodą
ms: Keluarkan pautan awam
nb: Fjern offentlig lenke
nl: Openbare link verwijderen
pl: Usuń łącze publiczne
pt_br: Remover link público
ru: Удалить публичную ссылку
sk: Odstránenie verejného prepojenia
sl: Odstranjevanje javne povezave
sq: Hiq linkun publik
sr: Ukloni javni link
sv: Ta bort publik länk
tr: Genel bağlantıyı kaldırın
uk: Видалити публічне посилання
vi: Xóa liên kết công khai
zh_hk: 移除公開連結

source: Affects both public link and embed URL for this dashboard
ar: يؤثر على كل من الرابط العام وعنوان URL للتضمين لهذه لوحة المعلومات
bg: Влияе както на публичната връзка, така и на URL адреса за вграждане за това табло за управление
ca: Afecta tant l'enllaç públic com l'URL incrustat per a aquest quadre de comandament
de: Beeinflusst sowohl den öffentlichen Link als auch die eingebettete URL für dieses Dashboard
eo: It messes with both the public link and the embed URL for this dashboard, fr.
es: Afecta tanto al enlace público como a la URL para insertar de este panel
fa: بر پیوند عمومی و URL جاسازی این داشبورد تأثیر می گذارد
fi: Vaikuttaa tämän kojelaudan julkiseen linkkiin ja upotuksen URL:iin
fr: Affecte à la fois le lien public et l'URL intégrée pour ce tableau de bord.
hu: Ez az irányítópult nyilvános linkjét és a beágyazási URL-jét is érinti
it: Interessa sia il link pubblico che l'URL incorporato per questa dashboard.
ja: このダッシュボードの公開・埋め込みの両方のURLに影響します
lt: Tai turi įtakos šios informacijos suvestinės viešajai nuorodai ir įterpimo URL
ms: Mempengaruhi kedua-dua pautan awam dan URL benam untuk papan pemuka ini
nb: Påvirker både offentlige lenker og innebygde URL for denne infotavlen
nl: Heeft effect op zowel de openbare link als de ingesloten URL voor dit dashboard
pl: Wpływa zarówno na link publiczny, jak i osadzony adres URL dla tego pulpitu.
pt_br: Afeta o link público e o URL incorporado para esse painel
ru: Влияет как на публичную ссылку, так и на URL для встраивания этой приборной панели.
sk: Ovplyvňuje verejné prepojenie aj vloženú adresu URL pre tento ovládací panel
sl: Vpliva na javno povezavo in URL za vdelavo za to nadzorno ploščo
sq: Ndikon si te linku publik ashtu edhe te URL-ja e integrimit për këtë panel
sr: Utiče i na javni link i na embed URL za ovu kontrolnu tablu
sv: Påverkar både publika och inbäddade länken för denna instrumentpanel
tr: Bu gösterge tablosu için hem genel bağlantıyı hem de yerleştirme URL'sini etkiler
uk: Впливає і на публічне посилання, і на URL вбудовування для цього дашборда
vi: Ảnh hưởng đến cả liên kết công khai và URL nhúng cho bảng điều khiển này
zh_hk: 會影響此儀表板的公開連結和嵌入 URL

source: Replace with…
hu: Cserélje ki…
ms: Gantikan dengan…

source: Get started with Embedding Metabase in your app
ar: ابدأ مع تضمين Metabase في تطبيقك
bg: Започнете с вграждането на Metabase в приложението си
ca: Comenceu a incrustar Metabase a la vostra aplicació
de: Erste Schritte mit der Einbettung der Metabase in Ihre Anwendung
eo: Yo, get that Embedding Metabase in your app, no cap
es: Comienza a incorporar Metabase en tu aplicación
fa: با جاسازی Metabase در برنامه خود شروع کنید
fi: Aloita Metabasen upottaminen applikaatioosi
fr: Démarrer avec l'intégration de Metabase dans votre application
hu: Kezdje el a Metabase beágyazását az alkalmazásába
it: Iniziare a incorporare Metabase nella propria applicazione
ja: アプリにMetabaseを埋め込んで始める
lt: Pradėkite naudodami metabazės įdėjimą į programą
ms: Mula dengan Menyematkan Metabase dalam aplikasi anda
nb: Kom i gang med å bygge inn Metabase i din app
nl: Aan de slag met het opnemen van Metabase in uw app
pl: Rozpoczęcie pracy z osadzaniem Metabase w aplikacji
pt_br: Comece a incorporar a Metabase em seu aplicativo
ru: Начните работу с встраиванием Metabase в ваше приложение
sk: Začnite s vkladaním databázy Metabase do svojej aplikácie
sl: Uvod v vdelavo metabaze v aplikacijo
sq: Nis integrimin e Metabase në aplikacionin tënd
sr: Započnite sa ugradnjom Metabase-a u vašu aplikaciju
sv: Kom igång med inbäddning av Metabase i din app
tr: Metabase'i uygulamanıza yerleştirmeye başlayın
uk: Почніть із вбудовування Metabase у ваш застосунок
vi: Bắt đầu nhúng Metabase vào ứng dụng của bạn
zh_hk: 開始在您的應用程式中嵌入 Metabase

source: As you expressed interest in Embedding, follow these steps to start
hu: Mivel érdeklődését fejezte ki a beágyazás iránt, kövesse az alábbi lépéseket a kezdéshez
ms: Sebagai anda menunjukkan minat dalam Penyematan, ikuti langkah-langkah ini untuk memulakan

source: Enable and configure embedding in settings
hu: Engedélyezze és konfigurálja a beágyazást a beállításokban
ms: Aktifkan dan konfigurasikan penyematan dalam tetapan

source: Select or create a dashboard or question to do a static embed
hu: Válasszon ki vagy hozzon létre egy irányítópultot vagy kérdést a statikus beágyazáshoz
ms: Pilih atau cipta papan pemuka atau soalan untuk sematan statik

source: Follow the quickstart to do an interactive embed
hu: Kövesse a gyorsindítót az interaktív beágyazáshoz
ms: Ikuti panduan ringkas untuk melakukan penyematan interaktif

source: {0} about embedding
hu: {0} a beágyazásról
ms: {0} tentang penyematan

source: {0} tips
ar: نصائح {0}
bg: {0} съвети
ca: {0} ajudes
de: {0} Hinweise
eo: {0} sh*t or {0} hacks
es: {0} consejos
fa: {0} نکات
fi: {0} vinkit
fr: {0} conseils
hu: {0} tippek
it: {0} suggerimenti
ja: {0}ヒント
lt: {0} patarimai
ms: Petua {0}
pl: Wskazówki {0}
pt_br: {0} dicas
ru: {0} советы
sk: {0} tipy
sl: {0} nasveti
sq: Këshilla për {0}
sr: {0} saveti
tr: {0} İpuçları
uk: {0} порад
vi: {0} mẹo
zh_hk: {0} 秘訣

source: Try out these sample x-rays to see what {0} can do.
ar: جرّب هذه الأشعة السينية النموذجية لترى ما الذي يمكن لـ {0} فعله.
bg: Изпробвайте тези примерни рентгенови снимки, за да видите какво може да направи {0} .
ca: Proveu aquestes mostres de raigs X per veure què pot fer {0}.
de: Probieren Sie diese beispielhaften X-Rays aus, um zu sehen, was {0} alles kann.
eo: Yo, peep these sample x-rays to see what {0} can flex.
es: Prueba estos ejemplos de radiografías para ver qué puede hacer {0}.
fa: این نمونه اشعه ایکس را امتحان کنید تا ببینید {0} چه کاری می تواند انجام دهد.
fi: Kokeile näitä läpivalaisumalleja nähdäksesi mitä {0} voi tehdä.
fr: Essayez ces exemples de radiographies pour voir ce que {0} peut faire.
hu: Próbálja ki ezeket a minta röntgenfelvételeket, hogy megtudja, mire képes {0}.
it: Provate questi esempi di radiografie per vedere cosa può fare {0} .
ja: {0}で何ができるか、これらのサンプルX線を試してみてください。
lt: Išbandykite šiuos rentgeno spindulių pavyzdžius, kad sužinotumėte, ką gali padaryti {0}.
ms: Cuba sinar-x contoh ini untuk melihat apa yang {0} boleh lakukan.
nb: Prøv x-ray eksemplene for å se hva {0} kan gjøre.
nl: Probeer deze voorbeeldröntgenfoto's om te zien wat {0} kan doen.
pl: Wypróbuj te przykładowe zdjęcia rentgenowskie, aby zobaczyć, co potrafi {0} .
pt_br: Experimente estes exemplos de raios-X para ver o que {0} pode fazer.
ru: Попробуйте эти образцы рентгеновских снимков, чтобы узнать, на что способен сайт {0} .
sk: Vyskúšajte tieto ukážky röntgenových snímok a zistite, čo dokáže stránka {0} .
sl: Preizkusite te vzorčne rentgenske žarke, da vidite, kaj {0} lahko stori.
sq: Provo këto X-ray shembull për të parë çfarë mund të bëjë {0}.
sr: Isprobajte ove primere rendgena da vidite šta {0} može da uradi.
sv: Testa dessa urvals-analyser för att se vad {0} kan göra.
tr: {0}'ın neler yapabileceğini görmek için bu örnek x-ışınlarını deneyin.
uk: Спробуйте ці приклади «рентгенів», щоб побачити, що може {0}.
vi: Hãy thử các mẫu tia X này để xem {0} có thể làm được những gì.
zh_hk: 試試這些 X 光樣本，看看 {0} 能做什麼。

source: This filter is set to disabled in an embedded dashboard.
ar: تم تعيين هذا الفلتر على معطّل في لوحة معلومات مضمّنة.
bg: Този филтър е зададен като деактивиран във вградено табло за управление.
ca: Aquest filtre està configurat com a desactivat en un tauler de control incrustat.
de: Dieser Filter ist in einem eingebetteten Dashboard auf deaktiviert gesetzt.
eo: This filter's totally disabled in the embedded dashboard, fr fr.
es: Este filtro está configurado como deshabilitado en un panel integrado.
fa: این فیلتر در داشبورد تعبیه شده روی غیرفعال تنظیم شده است.
fi: Tämä suodin on disabloitu upotetussa kojelaudassa.
fr: Ce filtre est désactivé dans un tableau de bord intégré.
hu: Ez a szűrő le van tiltva egy beágyazott irányítópultban.
it: Questo filtro è impostato su disabilitato in un dashboard incorporato.
ja: このフィルタは埋め込みダッシュボードでは無効に設定されています。
lt: Šis filtras įterptojoje informacijos suvestinėje nustatytas kaip išjungtas.
ms: Penapis ini ditetapkan kepada dinyahaktifkan dalam papan pemuka tersemat.
nb: Filteret er deaktivert i en innebygd infotavle.
nl: Dit filter is uitgeschakeld in een ingesloten dashboard.
pl: Ten filtr jest wyłączony we wbudowanym pulpicie.
pt_br: Este filtro é definido como desabilitado em um painel incorporado.
ru: Для встроенной панели инструментов этот фильтр отключен.
sk: Tento filter je vo vloženom prístrojovom paneli nastavený na zakázaný.
sl: Ta filter je nastavljen na onemogočen na vdelani nadzorni plošči.
sq: Ky filtër është vendosur si i çaktivizuar në një panel të integruar.
sr: Ovaj filter je podešen kao onemogućen u ugrađenoj kontrolnoj tabli.
sv: Filtret är satt till inaktivt för inbäddadade instrumentpaneler.
tr: Bu filtre, gömülü bir gösterge tablosunda devre dışı olarak ayarlanmıştır.
uk: Цей фільтр вимкнено у вбудованому дашборді.
vi: Bộ lọc này được đặt thành vô hiệu hóa trong bảng điều khiển nhúng.
zh_hk: 在內嵌式儀表板中，此過濾設定為停用。
