Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: A JavaScript library built on top of Metabase’s modular embedding SDK that lets you embed individual components (charts, dashboards, query builder) using plain JS — no React setup required. You get per-component controls like drill-through, parameters, downloads, theming.
ar: مكتبة JavaScript مبنية فوق SDK للتضمين المعياري من Metabase تتيح لك تضمين مكوّنات فردية (مخططات، لوحات معلومات، منشئ الاستعلامات) باستخدام JS عادي — دون الحاجة لإعداد React. ستحصل على عناصر تحكم لكل مكوّن مثل التنقّل التفصيلي والمعلمات والتنزيلات والثيم.
bg: JavaScript библиотека, изградена върху модулния SDK за вграждане на Metabase, която ви позволява да вграждате отделни компоненти (диаграми, табла за управление, конструктор на заявки), използвайки обикновен JS — не се изисква настройка на React. Получавате контроли за всеки компонент, като например drill-through, параметри, изтегляния, темиране.
ca: Una biblioteca de JavaScript creada sobre el SDK d'incrustació modular de Metabase que permet incrustar components individuals (gràfics, quadres de comandament, creador de consultes) mitjançant JS simple, sense necessitat de configuració de React. Obteniu controls per component com ara accés a detalls, paràmetres, descàrregues i temes.
de: Eine JavaScript-Bibliothek, die auf dem modularen Embedding-SDK von Metabase aufbaut und das Einbetten einzelner Komponenten (Diagramme, Dashboards, Abfrage-Builder) mit reinem JavaScript ermöglicht – React ist nicht erforderlich. Sie erhalten Steuerelemente pro Komponente, wie Drillthrough, Parameter, Downloads und Designanpassung.
es: Una biblioteca de JavaScript basada en el SDK de incrustación modular de Metabase que permite incrustar componentes individuales (gráficos, paneles, generador de consultas) con JavaScript simple, sin necesidad de configurar React. Obtienes controles por componente, como acceso a detalles, parámetros, descargas y temas.
fa: یک کتابخانه جاوا اسکریپت که بر پایه SDK تعبیه ماژولار Metabase ساخته شده است و به شما امکان می‌دهد اجزای جداگانه (نمودارها، داشبوردها، سازنده پرس و جو) را با استفاده از JS ساده تعبیه کنید - بدون نیاز به تنظیمات React. شما کنترل‌های مربوط به هر جزء مانند drill-through، پارامترها، دانلودها و قالب‌بندی را در اختیار دارید.
fi: Metabasen modulaarisen upotus-SDK:n päälle rakennettu JavaScript-kirjasto, jonka avulla voit upottaa yksittäisiä komponentteja (kaavioita, koontinäyttöjä, kyselyiden rakentajaa) pelkän JavaScriptin avulla – React-asennusta ei tarvita. Saat käyttöösi komponenttikohtaisia säätöjä, kuten porautumisen, parametrit, lataukset ja teemojen muokkaamisen.
fr: Une bibliothèque JavaScript basée sur le SDK d'intégration modulaire de Metabase, permettant d'intégrer des composants individuels (graphiques, tableaux de bord, générateur de requêtes) en JavaScript pur, sans configuration React. Chaque composant dispose de commandes telles que l'exploration détaillée, les paramètres, les téléchargements et la personnalisation des thèmes.
it: Una libreria JavaScript basata sull'SDK di incorporamento modulare di Metabase che consente di incorporare singoli componenti (grafici, dashboard, query builder) utilizzando JS semplice, senza bisogno di configurare React. Sono disponibili controlli per componente come drill-through, parametri, download e temi.
ja: Metabaseのモジュール型埋め込みSDKをベースに構築されたJavaScriptライブラリ。チャート、ダッシュボード、クエリビルダーなどのコンポーネントをプレーンなJavaScriptで埋め込み、Reactのセットアップは不要です。ドリルスルー、パラメータ、ダウンロード、テーマ設定といったコンポーネントごとのコントロールも利用できます。
nb: Et JavaScript-bibliotek bygget på toppen av Metabases modulære SDK for innbygging, som lar deg bygge inn individuelle komponenter (diagrammer, dashbord, spørringsbygger) ved hjelp av vanlig JS - ingen React-oppsett kreves. Du får komponentspesifikke kontroller som drill-through, parametere, nedlastinger og tematisering.
nl: Een JavaScript-bibliotheek gebouwd bovenop Metabase's modulaire SDK voor het insluiten van componenten, waarmee je individuele componenten (grafieken, dashboards, querybuilder) kunt integreren met behulp van pure JavaScript – zonder dat React-configuratie nodig is. Je krijgt per component besturingselementen zoals drill-through, parameters, downloads en theming.
pl: Biblioteka JavaScript oparta na modułowym pakiecie SDK do osadzania Metabase, która umożliwia osadzanie poszczególnych komponentów (wykresów, pulpitów nawigacyjnych, kreatora zapytań) za pomocą zwykłego JavaScriptu — bez konieczności konfiguracji Reacta. Otrzymujesz kontrolki dla poszczególnych komponentów, takie jak przeglądanie szczegółowe, parametry, pobieranie i motywy.
pt_br: Uma biblioteca JavaScript construída sobre o SDK de incorporação modular do Metabase que permite incorporar componentes individuais (gráficos, dashboards, construtor de consultas) usando JavaScript puro — sem necessidade de configuração do React. Você obtém controles por componente, como detalhamento, parâmetros, downloads e temas.
ru: Библиотека JavaScript, построенная на основе модульного SDK для встраивания от Metabase, позволяет встраивать отдельные компоненты (диаграммы, панели мониторинга, конструктор запросов) с помощью обычного JavaScript — настройка React не требуется. Вы получаете элементы управления для каждого компонента, такие как детализация, параметры, загрузки, оформление.
sk: JavaScriptová knižnica postavená na modulárnej sade SDK pre vkladanie od Metabase, ktorá umožňuje vkladať jednotlivé komponenty (grafy, dashboardy, nástroj na tvorbu dotazov) pomocou čistého JS – nevyžaduje sa žiadne nastavenie Reactu. Získate ovládacie prvky pre jednotlivé komponenty, ako napríklad prechod cez detaily, parametre, sťahovania a témy.
sl: Knjižnica JavaScript, zgrajena na modularnem SDK-ju za vdelavo Metabase, ki omogoča vdelavo posameznih komponent (grafikonov, nadzornih plošč, graditelja poizvedb) z uporabo navadnega JS-ja – nastavitev Reacta ni potrebna. Na voljo so vam kontrolniki za vsako komponento posebej, kot so vrtanje skozi podrobnosti, parametri, prenosi in teme.
sq: Një bibliotekë JavaScript e ndërtuar mbi SDK-në e Embedding modular të Metabase që të lejon të inkorporosh komponentë individualë (grafiqe, panele, ndërtuesi i pyetjeve) duke përdorur JS të thjeshtë — nuk kërkohet konfigurim React. Merr kontrolle për çdo komponent si drill-through, parametra, shkarkime, theming.
sr: JavaScript biblioteka izgrađena na Metabase modularnom embedding SDK-u koja vam omogućava da ugradite pojedinačne komponente (grafikone, kontrolne table, kreator upita) koristeći običan JS — bez podešavanja React-a. Dobijate kontrole po komponenti kao što su produbljivanje, parametri, preuzimanja, teme.
sv: Ett JavaScript-bibliotek byggt ovanpå Metabases modulära inbäddnings-SDK som låter dig bädda in enskilda komponenter (diagram, dashboards, frågebyggare) med hjälp av vanlig JS – ingen React-installation krävs. Du får kontroller per komponent som drill-through, parametrar, nedladdningar och teman.
tr: Metabase'in modüler gömme SDK'sı üzerine inşa edilmiş bir JavaScript kütüphanesi olup, React kurulumu gerektirmeden, yalnızca JavaScript kullanarak tek tek bileşenleri (grafikler, gösterge panoları, sorgu oluşturucu) gömmenizi sağlar. Detaylı inceleme, parametreler, indirmeler ve tema gibi bileşen başına kontroller elde edersiniz.
uk: JavaScript-бібліотека, побудована поверх SDK модульного вбудовування Metabase, яка дає змогу вбудовувати окремі компоненти (діаграми, дашборди, конструктор запитів) за допомогою звичайного JS — без налаштування React. Ви отримуєте керування на рівні компонента: drill-through, параметри, завантаження, темування.
vi: Một thư viện JavaScript được xây dựng trên nền tảng SDK nhúng mô-đun của Metabase, cho phép bạn nhúng các thành phần riêng lẻ (biểu đồ, bảng điều khiển, trình tạo truy vấn) bằng JavaScript thuần túy — không cần thiết lập React. Bạn có được các quyền kiểm soát cho từng thành phần như xem chi tiết, tham số, tải xuống, tùy chỉnh giao diện.
zh_hk: 建立在 Metabase 模組化嵌入 SDK 之上的 JavaScript 函式庫，可讓您使用純 JS 嵌入個別元件 (圖表、儀表板、查詢建構器)，無需 React 設定。您可取得每元件的控制項，如鑽透 (drill-through)、參數、下載、主題化。

source: Guest embedding
ar: تضمين الضيف
ca: Incrustació de convidats
de: Gast-Einbettung
es: Incorporación de invitados
fa: جاسازی مهمان
fi: Vierailijan upottaminen
fr: Intégration d'invités
it: Incorporamento ospite
ja: ゲスト埋め込み
nb: Innbygging av gjester
pl: Osadzanie gościnne
pt_br: Incorporação de convidado
ru: Гостевое встраивание
sk: Vkladanie hosťa
sl: Vdelava gostov
sq: Integrim për vizitorë
sr: Ugradnja za goste
tr: Konuk yerleştirme
uk: Гостьове вбудовування
vi: Nhúng khách
zh_hk: 訪客嵌入

source: Embedded analytics SDK for React
ar: SDK للتحليلات المضمنة لـ React
bg: Вграден SDK за анализи за React
ca: SDK d'analítica integrada per a React
de: Eingebettetes Analyse-SDK für React
eo: Embedded analytics SDK for React → "Embed analytics SDK for React, fr"
es: SDK de análisis integrado para React
fa: کیت توسعه نرم‌افزار (SDK) تحلیلی تعبیه‌شده برای React
fi: Upotettu analytiikka-SDK Reactille
fr: SDK d'analyse intégrée pour React
it: SDK di analisi incorporato per React
ja: React 用組み込み分析 SDK
lt: Įterptasis „React“ analizės SDK
nb: SDK for innebygd analyse for React
nl: Ingebouwde analyse-SDK voor React
pl: Wbudowany zestaw SDK do analityki dla React
pt_br: SDK de análise incorporada para React
ru: SDK встроенной аналитики для React
sk: Vstavaná analytická SDK pre React
sl: Vgrajeni analitični SDK za React
sq: SDK e Analitikës së integruar për React
sr: SDK za ugrađenu analitiku za React
sv: Inbäddad analys-SDK för React
tr: React için gömülü analiz SDK'sı
uk: SDK вбудованої аналітики для React
vi: SDK phân tích nhúng cho React
zh_hk: 適用於 React 的嵌入式分析 SDK

source: Check out the Quickstart
ar: اطّلع على دليل البدء السريع
bg: Разгледайте Quickstart
ca: Consulteu el Quickstart
de: Schauen Sie sich den Quickstart an
eo: Yo, peep the Quickstart
es: Consulte la guía de inicio rápido
fa: شروع سریع را بررسی کنید
fi: Katso Pika-aloitus
fr: Consultez le démarrage rapide
it: Dai un'occhiata alla guida introduttiva
ja: クイックスタートをチェック
lt: Peržiūrėkite greitąją pradžią
nb: Sjekk ut Hurtigstart
nl: Bekijk de Quickstart
pl: Sprawdź Szybki start
pt_br: Confira o Início rápido
ru: Ознакомьтесь с кратким руководством
sk: Pozrite si Rýchly štart
sl: Oglejte si Quickstart
sq: Shiko Fillimin e shpejtë
sr: Pogledajte Brzi početak
sv: Kolla in snabbstarten
tr: Hızlı Başlangıç'a göz atın
uk: Перегляньте Швидкий старт
vi: Kiểm tra Quickstart
zh_hk: 查看快速入門

source: Customize List columns
ar: تخصيص أعمدة القائمة
bg: Персонализиране на колони от списъка
ca: Personalitza les columnes de la llista
de: Listenspalten anpassen
es: Personalizar columnas de lista
fa: سفارشی‌سازی ستون‌های لیست
fi: Mukauta luettelon sarakkeita
fr: Personnaliser les colonnes de la liste
it: Personalizza le colonne dell'elenco
ja: リストの列をカスタマイズする
nb: Tilpasse kolonnene i listen
nl: Lijstkolommen aanpassen
pl: Dostosuj kolumny listy
pt_br: Personalizar colunas da lista
ru: Настроить столбцы списка
sk: Prispôsobiť stĺpce zoznamu
sl: Prilagodi stolpce seznama
sq: Personalizo kolonat e Listës
sr: Prilagodi kolone liste
sv: Anpassa listkolumner
tr: Liste sütunlarını özelleştir
uk: Налаштувати стовпці списку
vi: Tùy chỉnh các cột Danh sách
zh_hk: 自訂清單欄位

source: Show image
ar: إظهار الصورة
bg: Покажи изображение
ca: Mostra la imatge
de: Bild anzeigen
es: Mostrar imagen
fa: نمایش تصویر
fi: Näytä kuva
fr: Afficher l'image
it: Mostra immagine
ja: 画像を表示
nb: Vis bilde
nl: Afbeelding weergeven
pl: Pokaż obraz
pt_br: Mostrar imagem
ru: Показать изображение
sk: Zobraziť obrázok
sl: Prikaži sliko
sq: Shfaq imazhin
sr: Prikaži sliku
sv: Visa bild
tr: Görüntüyü göster
uk: Показати зображення
vi: Hiển thị hình ảnh
zh_hk: 顯示圖片

source: Image field not found
ar: لم يتم العثور على حقل الصورة
bg: Полето за изображение не е намерено
ca: No s'ha trobat el camp d'imatge
de: Bildfeld nicht gefunden
es: No se encontró el campo de imagen
fa: فیلد تصویر یافت نشد
fi: Kuvakenttää ei löytynyt
fr: Champ image introuvable
it: Campo immagine non trovato
ja: 画像フィールドが見つかりません
nb: Bildefeltet ble ikke funnet
nl: Afbeeldingveld niet gevonden
pl: Nie znaleziono pola obrazu
pt_br: Campo de imagem não encontrado
ru: Поле изображения не найдено
sk: Pole obrázka sa nenašlo
sl: Polje za sliko ni bilo najdeno
sq: Fusha e imazhit nuk u gjet
sr: Polje slike nije pronađeno
sv: Bildfältet hittades inte
tr: Resim alanı bulunamadı
uk: Поле зображення не знайдено
vi: Không tìm thấy trường hình ảnh
zh_hk: 未找到圖片欄位

source: Right columns
ar: الأعمدة اليمنى
bg: Дясни колони
ca: Columnes de la dreta
de: Rechte Spalten
es: Columnas de la derecha
fa: ستون‌های سمت راست
fi: Oikeat sarakkeet
fr: Colonnes de droite
it: Colonne di destra
ja: 右の列
nb: Høyre kolonner
nl: Rechterkolommen
pl: Kolumny po prawej stronie
pt_br: Colunas da direita
ru: Правые столбцы
sk: Pravé stĺpce
sl: Desni stolpci
sq: Kolonat e djathta
sr: Desne kolone
sv: Högerkolumner
tr: Sağ sütunlar
uk: Праві стовпці
vi: Cột bên phải
zh_hk: 右列

source: Failed to save API key
ar: فشل حفظ مفتاح API
de: API-Schlüssel konnte nicht gespeichert werden
es: No se pudo guardar la clave API
fa: کلید API ذخیره نشد
fi: API-avaimen tallentaminen epäonnistui
fr: Échec de l'enregistrement de la clé API
it: Impossibile salvare la chiave API
ja: APIキーの保存に失敗しました
pl: Nie udało się zapisać klucza API
pt_br: Falha ao salvar a chave da API
ru: Не удалось сохранить API-ключ
sk: Nepodarilo sa uložiť kľúč API
sl: Shranjevanje ključa API ni uspelo
sq: Dështoi ruajtja e çelësit API
sr: Neuspešno čuvanje API ključa
tr: API anahtarını kaydetme başarısız oldu.
uk: Не вдалося зберегти ключ API
vi: Không thể lưu khóa API.
zh_hk: 儲存 API 金鑰失敗

source: API key saved successfully!
ar: تم حفظ مفتاح API بنجاح!
de: API-Schlüssel erfolgreich gespeichert!
es: ¡Clave API guardada exitosamente!
fa: کلید API با موفقیت ذخیره شد!
fi: API-avaimen tallennus onnistui!
fr: Clé API enregistrée avec succès !
it: Chiave API salvata con successo!
ja: API キーが正常に保存されました。
pl: Klucz API został pomyślnie zapisany!
pt_br: Chave de API salva com sucesso!
ru: API-ключ успешно сохранён!
sk: Kľúč API bol úspešne uložený!
sl: Ključ API je bil uspešno shranjen!
sq: Çelësi API u ruajt me sukses!
sr: API ključ je uspešno sačuvan!
tr: API anahtarı başarıyla kaydedildi!
uk: Ключ API успішно збережено!
vi: Mã API đã được lưu thành công!
zh_hk: API 金鑰已成功儲存！

source: Connect to a model
ar: اتصل بنموذج
de: Verbindung zu einem Modell herstellen
es: Conectarse a un modelo
fa: اتصال به یک مدل
fi: Yhdistä malliin
fr: Se connecter à un modèle
it: Connettiti a un modello
ja: モデルに接続する
pl: Połącz się z modelem
pt_br: Conecte-se a um modelo
ru: Подключиться к модели
sk: Pripojenie k modelu
sl: Poveži se z modelom
sq: Lidhu me një model
sr: Poveži se sa modelom
tr: Bir modele bağlanın
uk: Підключитися до моделі
vi: Kết nối với mô hình
zh_hk: 連接至模型

source: Use your Anthropic API key and specify which language model to use for AI features.
ar: استخدم مفتاح Anthropic API وحدد أي نموذج لغوي سيتم استخدامه لميزات AI.
de: Verwenden Sie Ihren Anthropic-API-Schlüssel und geben Sie an, welches Sprachmodell für die KI-Funktionen verwendet werden soll.
es: Utilice su clave API antrópica y especifique qué modelo de lenguaje utilizar para las funciones de IA.
fa: از کلید API آنتروپیک خود استفاده کنید و مشخص کنید که از کدام مدل زبانی برای ویژگی‌های هوش مصنوعی استفاده کنید.
fi: Käytä Anthropic API -avainta ja määritä, mitä kielimallia tekoälyominaisuuksille käytetään.
fr: Utilisez votre clé API Anthropic et spécifiez le modèle de langage à utiliser pour les fonctionnalités d'IA.
it: Utilizza la tua chiave API Anthropic e specifica quale modello linguistico utilizzare per le funzionalità di intelligenza artificiale.
ja: Anthropic API キーを使用して、AI 機能に使用する言語モデルを指定します。
pl: Użyj klucza API Anthropic i określ, którego modelu języka chcesz użyć dla funkcji AI.
pt_br: Utilize sua chave de API da Anthropic e especifique qual modelo de linguagem usar para os recursos de IA.
ru: Используйте ваш API-ключ Anthropic и укажите, какую языковую модель использовать для функций ИИ.
sk: Použite svoj kľúč rozhrania Anthropic API a určte, ktorý jazykový model sa má použiť pre funkcie umelej inteligencie.
sl: Uporabite svoj ključ Anthropic API in določite, kateri jezikovni model želite uporabiti za funkcije umetne inteligence.
sq: Përdor çelësin tënd API të Anthropic dhe përcakto cilin model gjuhe të përdorësh për veçoritë AI.
sr: Koristite svoj Anthropic API ključ i navedite koji jezički model da se koristi za VI funkcije.
tr: Anthropic API anahtarınızı kullanarak yapay zeka özelliklerinde hangi dil modelinin kullanılacağını belirtin.
uk: Використайте ваш ключ Anthropic API та вкажіть, яку мовну модель використовувати для функцій ШІ.
vi: Sử dụng khóa API Anthropic của bạn và chỉ định mô hình ngôn ngữ nào bạn muốn sử dụng cho các tính năng AI.
zh_hk: 使用您的 Anthropic API 金鑰，並指定 AI 功能要使用哪種語言模型。

source: Anthropic API Key
ar: مفتاح Anthropic API
de: Anthropischer API-Schlüssel
es: Clave API antrópica
fa: کلید API آنتروپیک
fi: Antrooppinen API-avain
fr: Clé API Anthropic
it: Chiave API antropica
ja: アントロピックAPIキー
pl: Klucz API Anthropic
pt_br: Chave de API antrópica
ru: API-ключ Anthropic
sk: Antropický API kľúč
sl: Antropni API ključ
sq: Çelësi API i Anthropic
sr: Anthropic API ključ
tr: Antropik API Anahtarı
uk: Ключ Anthropic API
vi: Khóa API Anthropic
zh_hk: 人類 API 密鑰

source: Enter your API key
ar: أدخل مفتاح API
de: Geben Sie Ihren API-Schlüssel ein
es: Ingrese su clave API
fa: کلید API خود را وارد کنید
fi: Syötä API-avaimesi
fr: Saisissez votre clé API
it: Inserisci la tua chiave API
ja: APIキーを入力してください
pl: Wprowadź swój klucz API
pt_br: Insira sua chave de API
ru: Введите ваш API-ключ
sk: Zadajte svoj API kľúč
sl: Vnesite svoj API ključ
sq: Shkruaj çelësin tënd API
sr: Unesite svoj API ključ
tr: API anahtarınızı girin
uk: Введіть ваш ключ API
vi: Nhập khóa API của bạn
zh_hk: 輸入您的 API 金鑰

source: Loading models...
ar: جارٍ تحميل النماذج...
de: Modelle werden geladen...
es: Cargando modelos...
fa: در حال بارگذاری مدل‌ها...
fi: Ladataan malleja...
fr: Chargement des modèles...
it: Caricamento modelli in corso...
ja: モデルを読み込んでいます...
pl: Ładowanie modeli...
pt_br: Carregando modelos...
ru: Загрузка моделей...
sk: Načítavajú sa modely...
sl: Nalaganje modelov ...
sq: Po ngarkohen modelet...
sr: Učitavanje modela...
tr: Modeller yükleniyor...
uk: Завантаження моделей...
vi: Đang tải mô hình...
zh_hk: 正在載入模型...

source: Failed to load models
ar: فشل تحميل النماذج
de: Modelle konnten nicht geladen werden
es: No se pudieron cargar los modelos
fa: بارگیری مدل‌ها ناموفق بود
fi: Mallien lataaminen epäonnistui
fr: Échec du chargement des modèles
it: Impossibile caricare i modelli
ja: モデルの読み込みに失敗しました
pl: Nie udało się załadować modeli
pt_br: Falha ao carregar os modelos
ru: Не удалось загрузить модели
sk: Načítanie modelov zlyhalo
sl: Nalaganje modelov ni uspelo
sq: Dështoi ngarkimi i modeleve
sr: Neuspešno učitavanje modela
tr: Modeller yüklenemedi.
uk: Не вдалося завантажити моделі
vi: Không thể tải mô hình
zh_hk: 載入模型失敗

source: The model "{0}" is no longer available. Please select a new model.
ar: النموذج "{0}" لم يعد متاحًا. يُرجى اختيار نموذج جديد.
de: Das Modell "{0}" ist nicht mehr verfügbar. Bitte wählen Sie ein neues Modell.
es: El modelo "{0}" ya no está disponible. Seleccione un nuevo modelo.
fa: مدل "{0}" دیگر موجود نیست. لطفاً یک مدل جدید انتخاب کنید.
fi: Malli "{0}" ei ole enää saatavilla. Valitse uusi malli.
fr: Le modèle «{0}» n'est plus disponible. Veuillez sélectionner un nouveau modèle.
it: Il modello "{0}" non è più disponibile. Seleziona un nuovo modello.
ja: モデル「{0}」は販売終了となりました。新しいモデルを選択してください。
pl: Model „{0}” nie jest już dostępny. Wybierz nowy model.
pt_br: O modelo "{0}" não está mais disponível. Selecione um novo modelo.
ru: Модель "{0}" больше недоступна. Пожалуйста, выберите новую модель.
sk: Model „{0}“ už nie je k dispozícii. Vyberte si nový model.
sl: Model »{0}« ni več na voljo. Izberite nov model.
sq: Modeli "{0}" nuk është më i disponueshëm. Të lutem zgjidh një model të ri.
sr: Model "{0}" više nije dostupan. Izaberite novi model.
tr: "{0}" modeli artık kullanılamıyor. Lütfen yeni bir model seçin.
uk: Модель "{0}" більше недоступна. Виберіть нову модель.
vi: Mẫu "{0}" hiện không còn khả dụng. Vui lòng chọn mẫu khác.
zh_hk: 型號 "{0}" 已停產。請選擇新的型號。

source: Loading tables...
ar: جارٍ تحميل الجداول...
de: Tabellen werden geladen...
es: Cargando tablas...
fa: در حال بارگذاری جداول...
fi: Ladataan pöytiä...
fr: Chargement des tables...
it: Caricamento tabelle in corso...
ja: テーブルを読み込んでいます...
pl: Ładowanie tabel...
pt_br: Carregando tabelas...
ru: Загрузка таблиц...
sk: Načítavajú sa tabuľky...
sl: Nalaganje tabel ...
sq: Po ngarkohen tabelat...
sr: Učitavanje tabela...
tr: Tablolar yükleniyor...
uk: Завантаження таблиць...
vi: Đang tải bảng...
zh_hk: 正在載入表格...

source: Error loading tables
ar: خطأ في تحميل الجداول
de: Fehler beim Laden der Tabellen
es: Error al cargar las tablas
fa: خطا در بارگذاری جداول
fi: Virhe taulukoiden lataamisessa
fr: Erreur lors du chargement des tables
it: Errore durante il caricamento delle tabelle
ja: テーブルの読み込み中にエラーが発生しました
pl: Błąd ładowania tabel
pt_br: Erro ao carregar tabelas
ru: Ошибка загрузки таблиц
sk: Chyba pri načítavaní tabuliek
sl: Napaka pri nalaganju tabel
sq: Gabim gjatë ngarkimit të tabelave
sr: Greška pri učitavanju tabela
tr: Tablolar yüklenirken hata oluştu.
uk: Помилка завантаження таблиць
vi: Lỗi khi tải bảng
zh_hk: 載入表格出錯

source: First, tell Metabot which tables to use
ar: أولاً، أخبر Metabot بالجداول التي يجب استخدامها
de: Zuerst muss Metabot mitgeteilt werden, welche Tabellen verwendet werden sollen.
es: Primero, dígale a Metabot qué tablas usar
fa: ابتدا، به متابوت بگویید از کدام جداول استفاده کند
fi: Kerro ensin Metabotille, mitä pöytiä sen tulisi käyttää
fr: Tout d'abord, indiquez à Metabot quelles tables utiliser.
it: Per prima cosa, indica a Metabot quali tabelle utilizzare
ja: まず、Metabotにどのテーブルを使用するかを伝えます
pl: Najpierw powiedz Metabotowi, z których tabel ma korzystać
pt_br: Primeiro, informe ao Metabot quais tabelas usar.
ru: Сначала скажите Metabot, какие таблицы использовать
sk: Najprv povedzte Metabotu, ktoré tabuľky má použiť
sl: Najprej povejte Metabotu, katere tabele naj uporabi
sq: Së pari, tregoju Metabot-it cilat tabela të përdorë
sr: Prvo recite Metabotu koje tabele da koristi
tr: Öncelikle Metabot'a hangi tabloları kullanacağını söyleyin.
uk: Спочатку скажіть Metabot, які таблиці використовувати
vi: Đầu tiên, hãy cho Metabot biết cần sử dụng những bảng nào.
zh_hk: 首先，告訴 Metabot 要使用哪些表格

source: Select tables
ar: حدِّد الجداول
de: Tabellen auswählen
es: Seleccionar tablas
fa: جداول را انتخاب کنید
fi: Valitse taulukot
fr: Sélectionner les tables
it: Seleziona le tabelle
ja: テーブルを選択
pl: Wybierz tabele
pt_br: Selecionar tabelas
ru: Выберите таблицы
sk: Vyberte tabuľky
sl: Izberite tabele
sq: Zgjidh tabela
sr: Izaberite tabele
tr: Tabloları seçin
uk: Вибрати таблиці
vi: Chọn bảng
zh_hk: 選擇表格
