Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Save failed
ar: فشل الحفظ
bg: Запазването не бе успешно
ca: No s'ha pogut desar
de: Speichern fehlgeschlagen
eo: Bruh, the save didn't go thru.
es: Ha fallado
fa: ذخیره سازی ناموفق
fi: Tallennus epäonnistui
fr: La sauvegarde a échouée
hu: A mentés nem sikerült
it: salvataggio fallito
ja: 保存が失敗しました
lt: Išsaugoti nepavyko
ms: Simpan gagal
nb: Lagring feilet
nl: Opslaan mislukt
pl: Zapis się nie powiódł
pt_br: Falha ao salvar
ru: Сохранение не удалось
sk: Uloženie zlyhalo
sl: Shranjevanje ni uspelo
sq: Ruajtja dështoi
sr: Čuvanje nije uspelo
sv: Det gick inte att spara
tr: Kayıt başarısız
uk: Не вдалося зберегти
vi: Lưu thất bại
zh_hk: 儲存失敗

source: Saved
ar: تم الحفظ
bg: Запазено
ca: Desat
de: Gespeichert
eo: Clutch or got it fr
es: Guardado
fa: ذخیره شد
fi: Tallennettu
fr: Sauvegardé
hu: Mentett
it: Salvato
ja: 保存されました
lt: Išsaugota
ms: Disimpan
nb: Lagret
nl: Opgeslagen
pl: Zapisane
pt_br: Salvo
ru: Сохранено
sk: Uložené
sl: Shranjeno
sq: U ruajt
sr: Sačuvano
sv: Sparat
tr: Kaydedildi
uk: Збережено
vi: Đã lưu
zh_hk: 已儲存

source: Archive this collection?
hu: Archiválja ezt a gyűjteményt?
ms: Arkib koleksi ini?

source: The dashboards, collections, and pulses in this collection will also be archived.
hu: A gyűjtemény irányítópultjait, gyűjteményeit és impulzusait is archiváljuk.
ms: Papan pemuka, koleksi, dan pulses dalam koleksi ini juga akan diarkibkan.

source: Archive
ar: أرشِف
bg: Архивирай
ca: Arxivar
de: Archiv
eo: "Archive" → "Vibe stash" or just "Vibe" (if context is about saving or storing)
es: Archivar
fa: آرشیو
fi: Arkisto
fr: Archiver
hu: Archívum
it: Archivia
ja: アーカイブ
lt: Archyvas
ms: Arkib
nb: Arkiv
nl: Archief
pl: Archiwizuj
pt_br: Arquivar
ru: Архив
sk: Archivovať
sl: Arhiv
sq: Arkivo
sr: Arhiviraj
sv: Arkiv
tr: Arşiv
uk: Архівувати
vi: Lưu trữ
zh_hk: 歸檔

source: This {0} has been archived
ar: تمت أرشفة {0}
bg: Това {0} е архивирано
ca: Aquest {0} ha estat arxivat
de: Dieses {0} wurde archiviert
eo: This {0} has been put in the vault, fr fr
es: Este {0} ha sido archivado
fa: این {0} بایگانی شده است
fi: Tämä {0} on arkistoitu
fr: {0} a été archivé(e)
hu: Ez a(z) {0} archiválásra került
it: Questo {0} è stato archiviato
ja: この{0}はアーカイブされました
lt: Ši {0} buvo archyvuota
ms: {0} ini telah diarkibkan
nb: {0} har blitt arkivert
nl: {0} is gearchiveerd
pl: {0} zostało zarchiwizowane
pt_br: Este {0} foi arquivado
ru: Этот {0} перемещен в архив.
sk: {0} bola archivovaná
sl: Ta {0} je bila arhivirana
sq: Ky {0} është arkivuar
sr: Ovaj/ova {0} je arhiviran/a
sv: Denna {0} har arkiverats
tr: Bu {0} arşivlendi
uk: Цей {0} було заархівовано
vi: {0} này đã được lưu trữ
zh_hk: 此{0}已歸檔。

source: View the archive
hu: Az archívum megtekintése
ms: Lihat arkib

source: Unarchive this {0}
hu: Eltávolítja az archívumból ezt a(z) {0}-t
ms: Nyaharkib {0} ini

source: Our data
ar: بياناتنا
bg: Нашите данни
ca: Les nostres dades
de: Unsere Daten
eo: Our deets
es: Nuestros datos
fa: اطلاعات ما
fi: Meidän data
fr: Nos données
hu: Adataink
it: I tuoi dati
ja: データ
lt: Mūsų duomenys
ms: Data kami
nb: Vår data
nl: Onze data
pl: Nasze dane
pt_br: Nossos dados
ru: Наши данные
sk: Vaše data
sl: Naši podatki
sq: Të dhënat tona
sr: Naši podaci
sv: Våra data
tr: Verilerimiz
uk: Наші дані
vi: Dữ liệu của chúng ta
zh_hk: 我們的資料

source: X-ray this table
ar: حلّل هذا الجدول بالأشعة السينية
bg: Рентгенов анализ на тази таблица
ca: Aplica rajos-X a aquesta taula
de: X-Ray für diese Tabelle
eo: X-ray this table, fr fr
es: Aplica rayos-X a esta tabla
fa: اشعه ایکس این جدول
fi: Läpivalaise tämä taulu
fr: Radiographier cette table
hu: Röntgenezd ezt a táblát
it: Verifica questa tabella
ja: このテーブルを自動探査(X-ray)する
lt: Peržvelgti šią lentelę kiaurai
ms: X-ray jadual ini
nb: Kjør X-ray på denne tabellen
nl: X-ray deze tabel
pl: Prześwietl X-ray tę tabelę
pt_br: Aplicar raio-X nesta tabela
ru: Сканировать таблицу
sk: Preskúmať túto tabuľku
sl: Rentgensko slikanje te mize
sq: Bëji X-ray kësaj tabele
sr: Rendgen ove tabele
sv: Genomlys denna tabell
tr: X-ışını bu tablo
uk: Просканувати цю таблицю
vi: X-ray bảng này
zh_hk: 透視這個資料表

source: Learn about this table
ar: تعرّف على هذا الجدول
bg: Научете повече за тази таблица
ca: Aprèn sobre aquesta taula
de: Lerne etwas über diese Tabelle
eo: Yo, check out this table—it's actually kinda cool.
es: Aprende sobre esta tabla
fa: درباره این جدول اطلاعاتی کسب کنید
fi: Taulun perustiedot
fr: En savoir plus sur cette table
hu: Tudjon meg többet erről a tábláról
it: Ulteriori informazioni su questa tabella
ja: このテーブルの詳細を表示
lt: Sužinoti apie šią lentelę
ms: Ketahui tentang jadual ini
nb: Lær mer om denne tabellen
nl: Leer over deze tabel
pl: Dowiedz się więcej
pt_br: Saiba mais sobre esta tabela
ru: Узнать больше об этой таблице
sk: Naučiť sa niečo o tejto tabuľke
sl: Preberite več o tej tabeli
sq: Mëso për këtë tabelë
sr: Saznaj više o ovoj tabeli
sv: Få information om denna tabell
tr: Bu tablo hakkında bilgi edinin
uk: Дізнатися більше про цю таблицю
vi: Học hỏi về bảng này
zh_hk: 了解這張資料表

source: Clickity click
hu: Kattints kattints
ms: Klik di sini

source: Saved!
eo: Got it, it's saved!
hu: Mentve!
lt: Išsaugota!
ms: Disimpan!

source: Saving failed.
eo: Saving’s a no-go rn
hu: A mentés sikertelen volt.
lt: Saugojimas nepavyko.
ms: Simpanan gagal.

source: Su
ar: أح
bg: Нед
ca: Dg
de: So
eo: Su? Just sayin', that's kinda sus.
es: D
fa: ی‌ش
fr: dim.
hu: Va
it: Do
ja: 日
lt: Se
ms: Ah
nb: Sø
nl: Zo
pl: Nd
pt_br: Dom
ru: Вс
sk: Ne
sl: Ne
sq: Di
sr: Ne
sv: Sö
tr: Paz
uk: Нд
vi: CN
zh_hk: 日

source: Mo
ar: اث
bg: Пон
ca: Dl
eo: Mo? That’s basically just “mo,” no cap—might be short for “more” or “mom,” but in slang, it’s kinda just chill. If you want it more lit, you could say “mo” as in “more” for extra vibes.
es: L
fa: دش
fi: Ma
fr: lun.
hu: Hé
it: Lu
ja: 月
lt: Pi
ms: Is
nb: Ma
nl: Ma
pl: Pon
pt_br: Seg
ru: Пн
sk: Po
sl: Po
sq: Hë
sr: Po
sv: Må
tr: Pzt
uk: Пн
vi: T2
zh_hk: 一

source: Tu
ar: ثل
bg: Втор
ca: Dm
de: Di
eo: That’s just “you” in slang, so it’s basically “u” or “ya” when chillin’ with friends.
es: M
fa: س‌ش
fi: Ti
fr: mar.
hu: Ke
it: Ma
ja: 火
lt: An
ms: Se
nb: Ti
nl: Di
pl: Wt
pt_br: Ter
ru: Вт
sk: Ut
sl: To
sq: Ma
sr: Ut
sv: Ti
tr: Sal
uk: Вт
vi: T3
zh_hk: 二

source: We
ar: أر
bg: Сря
ca: dc.
de: Mi
eo: We = "Wee" or "Us" (context-dependent, but just "we" is usually fine)
es: X
fa: چ‌ش
fi: Ke
fr: mer.
hu: Sze
it: Me
ja: 水
lt: Tr
ms: Ra
nb: On
nl: Wo
pl: Śr
pt_br: Qua
ru: Ср
sk: Str
sl: Sr
sq: Me
sr: Sr
sv: On
tr: Çar
uk: Ср
vi: T4
zh_hk: 三

source: Th
ar: خم
bg: Четв
ca: dj.
de: Do
eo: Th is lowkey just vibes, no cap.
es: J
fa: پ‌ش
fi: To
fr: jeu.
hu: Cs
it: Gio
ja: 木
lt: Ke
ms: Kh
nb: To
nl: Do
pl: Czw
pt_br: Qui
ru: Чт
sk: Št
sl: Če
sq: En
sr: Če
sv: To
tr: Per
uk: Чт
vi: T5
zh_hk: 四

source: Fr
ar: جم
bg: Пет
ca: dv.
de: P.
eo: Fr is basically just "for real" — so you can say "fr" or "no cap" if you wanna be extra.
es: V
fa: جم
fi: Pe
fr: ven.
hu: Pé
it: Ve
ja: 金
lt: Pe
ms: Ju
nl: Vr
pl: Pi
pt_br: Sex
ru: Пт
sk: Pia
sl: Pe
sq: Pr
sr: Pe
tr: Cum
uk: Пт
vi: T6
zh_hk: 五

source: Your admin's email address
hu: Az adminisztrátor email címe
ms: Alamat emel pentadbir anda

source: To send {0}, you'll need to set up {1} integration.
hu: {0} küldéséhez be kell állítania a(z) {1} integrációt.
ms: Untuk menghantar {0}, anda perlu menyediakan integrasi {1}.

source: or
hu: vagy
ms: atau

source: To send {0}, an admin needs to set up {1} integration.
hu: {0} küldéséhez egy adminisztrátornak be kell állítania a(z) {1} integrációt.
ms: Untuk menghantar {0}, seorang pentadbir perlu menyediakan integrasi {1}.

source: This collection is empty, like a blank canvas
hu: Ez a gyűjtemény üres, mint egy üres vászon
ms: Koleksi ini kosong, seperti kanvas kosong.

source: You can use collections to organize and group dashboards, questions and pulses for your team or yourself
hu: A gyűjtemények segítségével rendszerezheti és csoportosíthatja irányítópultjait, kérdéseit és üzeneteit csapata vagy saját maga számára
ms: Anda boleh menggunakan koleksi untuk mengatur dan mengelompokkan papan pemuka, soalan, dan pulses untuk pasukan anda atau diri anda sendiri

source: Create another collection
hu: Hozzon létre egy másik gyűjteményt
ms: Cipta koleksi lain

source: Dashboards let you collect and share data in one place.
hu: Az irányítópultok lehetővé teszik az adatok egy helyen történő gyűjtését és megosztását.
ms: Papan pemuka membolehkan anda mengumpul dan berkongsi data di satu tempat.

source: Pulses let you send out the latest data to your team on a schedule via email or slack.
hu: Az impulzusok segítségével ütemezetten küldheti el a legfrissebb adatokat csapatának e-mailben vagy lazán.
ms: Pulses membolehkan anda menghantar data terkini kepada pasukan anda mengikut jadual melalui e-mel atau Slack.

source: Questions are a saved look at your data.
hu: A kérdések egy mentett nézet adatairól.
ms: Soalan adalah pandangan yang disimpan terhadap data anda.

source: Pins
ms: Pin

source: Drag something here to pin it to the top
hu: Húzz ide valamit, hogy rögzítsd a tetejére
ms: Seret sesuatu di sini untuk menyematkannya di atas

source: Collections
ar: المجموعات
bg: Колекции
ca: Col·leccions
de: Sammlungen
eo: Vibe checks
es: Colecciones
fa: مجموعه‌ها
fi: Kokoelmat
hu: Gyűjtemények
it: Collezioni
ja: コレクション
lt: Kolekcijos
ms: Koleksi
nb: Samlinger
nl: Collecties
pl: Kolekcje
pt_br: Coleções
ru: Коллекции
sk: Kolekcie
sl: Zbirke
sq: Koleksione
sr: Kolekcije
sv: Samlingar
tr: Koleksiyonlar
uk: Колекції
vi: Các bộ sưu tập
zh_hk: 集合

source: Drag here to un-pin
hu: Húzz ide valamit, hogy eltávolítsd a rögzítést
ms: Seret di sini untuk membuka pin

source: {0} item selected
ar: تم تحديد {0} عنصر
bg: Избран е {0} елемент
ca: {0} element seleccionat
de: {0} Element ausgewählt
eo: {0} item's lowkey picked
es: {0} elemento seleccionado
fa: {0} مورد انتخاب شده است
fi: {0} valittu
fr: {0} élément sélectionné
hu: {0} elem kiválasztva
it: {0} elemento selezionato
ja: {0}アイテムが選択されました
lt: Pasirinktas elementas {0}
ms: {0} item dipilih Jamak: {0} item dipilih
nb: {0} element valgt
nl: {0} item geselecteerd
pl: {0} wybrany element
pt_br: {0} item selecionado
ru: {0} элемент выбран
sk: {0} položka vybraná
sl: {0} izbrana vrednost
sq: {0} element i përzgjedhur
sr: Izabrana {0} stavka
sv: {0} post vald
tr: {0} öğe seçildi
uk: {0} елемент вибрано
vi: {0} mục đã chọn
zh_hk: 已選擇{0}項

source: Move {0} items?
ar: نقل {0} عنصرًا؟
bg: Преместване на {0} елемента?
ca: Moure {0} elements?
de: Bewege {0} Elemente?
eo: Move {0} items? That’s kinda sus, or?
es: ¿Mover {1} elemento(s)?
fa: {0} موارد را انتقال دهید؟
fi: Siirrä {0}?
fr: Déplacer {0} éléments ?
hu: Áthelyez {0} elemet?
it: Vuoi spostare {0} elementi
ja: {0}アイテムを移動しますか?
lt: Perkelti {0} elementus?
ms: Alih {0} item?
nb: Flytt {0} elementer?
nl: Verplaats {0} items?
pl: Przenieść {0} elementy?
pt_br: Mover {0} itens?
ru: Переместить {0} элементов?
sk: Presunúť {0} položiek?
sl: Premakniti {0} elemente?
sq: Të lëvizen {0} elemente?
sr: Premestiti {0} stavki?
sv: Flytta {0} poster?
tr: Öğeleri {0} taşı?
uk: Перемістити {0} елементів?
vi: Di chuyển {0} mục
zh_hk: 移動{0}項？

source: Move "{0}"?
ar: نقل "{0}"؟
bg: Да се ​​премести ли „{0}“?
ca: Moure "{0}"?
de: Bewege "{0}"?
eo: Move "{0}"? that's kinda sus, or nah?
es: ¿Mover "{0}"?
fa: حرکت "{0}"؟
fi: Siirrä "{0}"?
fr: Déplacer "{0}" ?
hu: Áthelyezi a következőt: "{0}"?
it: Vuoi spostare "{0}"?
ja: {0}を移動しますか?
lt: Perkelti „ {0} “?
ms: Alihkan "{0}"?
nb: Flytt "{0}"?
nl: Verplaats "{0}"?
pl: Przenieść "{0}"?
pt_br: Mover "{0}"?
ru: Переместить "{0}"?
sk: Presunúť "{0}"?
sl: Premaknite "{0}"?
sq: Ta lëvizësh "{0}"?
sr: Premesti "{0}"?
sv: Flytta "{0}"?
tr: "{0}" taşı?
uk: Перемістити "{0}"?
vi: Di chuyển "{0}"?
zh_hk: 移動''{0}''？

source: Move
ar: انقل
bg: Премести
ca: Moure
de: Verschieben
eo: Slide out
es: Mover
fa: انتقال
fi: Siirrä
fr: Déplacer
hu: Mozgatás
it: Sposta
ja: 移動する
lt: Perkelti
ms: Pindah
nb: Flytt
nl: Verplaats
pl: Przenieś
pt_br: Mover
ru: Переместить
sk: Presunúť
sl: Premikati se
sq: Zhvendos
sr: Premesti
sv: Flytta
tr: Taşı
uk: Перемістити
vi: Di chuyển
zh_hk: 移動

source: Edit this collection
hu: Szerkessze ezt a gyűjteményt
ms: Sunting koleksi ini

source: Archive this collection
hu: Archiválja ezt a gyűjteményt
ms: Arkibkan koleksi ini

source: My personal collection
ar: مجموعتي الشخصية
bg: Моята лична колекция
ca: La meva col·lecció personal
de: Meine persönliche Sammlung
eo: My own stash 🤳✨
es: Mi colección personal
fa: مجموعه شخصی من
fi: Oma kokoelmani
fr: Ma collection personnelle
hu: Személyes gyűjteményem
it: La mia collezione personale
ja: パーソナルコレクション
lt: Mano asmeninė kolekcija
ms: Koleksi peribadi saya
nb: Min personlige samling
nl: Mijn persoonlijke collectie
pl: Moje kolekcje
pt_br: Minha coleção pessoal
ru: Моя личная коллекция
sk: Moja osobná kolekcia
sl: Moja osebna zbirka
sq: Koleksioni im personal
sr: Moja lična kolekcija
sv: Min personliga samling
tr: Kişisel koleksiyonum
uk: Моя особиста колекція
vi: Bộ sưu tập cá nhân của tôi
zh_hk: 我的個人集合

source: New collection
ar: مجموعة جديدة
bg: Нова колекция
ca: Nova col·lecció
de: Neue Sammlung
eo: New drip
es: Nueva colección
fa: مجموعه جدید
fi: Uusi kokoelma
fr: Nouvelle collection
hu: Új kollekció
it: Nuova collezione
ja: 新しいコレクション
lt: Nauja kolekcija
ms: Koleksi Baru
nb: Ny samling
nl: Nieuwe collectie
pl: Nowa kolekcja
pt_br: Coleção nova
ru: Новая коллекция
sk: Nová kolekcia
sl: Nova zbirka
sq: Koleksion i ri
sr: Nova kolekcija
sv: Ny samling
tr: Yeni koleksiyon
uk: Нова колекція
vi: Bộ sưu tập mới
zh_hk: 新建集合

source: Copied!
ar: تم النسخ!
bg: Копирано!
ca: Copiat!
de: Kopiert!
eo: Got it, bet!
es: ¡Copiado!
fa: کپی شده!
fi: Kopioitu!
fr: Copié(e)(s) !
hu: Másolva!
it: Copiato!
ja: コピーされました
lt: Nukopijuota!
ms: Salin!
nb: Kopiert!
nl: Gekopiëerd!
pl: Skopiowane!
pt_br: Copiado!
ru: Скопировано!
sk: Kopírovaný!
sl: Kopirati!
sq: U kopjua!
sr: Kopirano!
sv: Kopierad!
tr: Kopyalanan!
uk: Скопійовано!
vi: Đã sao chép!
zh_hk: 已複製！

source: Use an SSH-tunnel for database connections
hu: Használjon SSH-alagutat az adatbázis kapcsolatokhoz
ms: Gunakan terowong SSH untuk sambungan pangkalan data

source: Some database installations can only be accessed by connecting through an SSH bastion host. This option also provides an extra layer of security when a VPN is not available. Enabling this is usually slower than a direct connection.
hu: Egyes adatbázis-telepítések csak egy SSH-bástyán keresztüli csatlakozással érhetők el. Ez az opció egy extra biztonsági réteget is biztosít, ha a VPN nem érhető el. Ennek engedélyezése általában lassabb, mint a közvetlen kapcsolat.
ms: Sesetengah pemasangan pangkalan data hanya boleh diakses dengan menyambung melalui hos bastion SSH. Pilihan ini juga menyediakan lapisan keselamatan tambahan apabila VPN tidak tersedia. Mengaktifkan ini biasanya lebih perlahan daripada sambungan langsung.

source: This is a large database, so let me choose when Metabase syncs and scans
hu: Ez egy nagy adatbázis, ezért hagy választani, mikor szinkronizál és szkennel a Metabase
ms: Ini adalah pangkalan data besar, jadi biar saya pilih bila Metabase menyelaras dan mengimbas

source: By default, Metabase does a lightweight hourly sync and an intensive daily scan of field values. If you have a large database, we recommend turning this on and reviewing when and how often the field value scans happen.
hu: Alapértelmezés szerint a Metabase könnyű óránkénti szinkronizálást és intenzív napi szinkronizálást végez a mezőértékek között. Ha nagy adatbázissal rendelkezik, javasoljuk, hogy kapcsolja be, és ellenőrizze, hogy mikor és milyen gyakran történik a mezőértékek vizsgálata.
ms: Secara lalai, Metabase melakukan penyelarasan ringan setiap jam dan imbasan intensif harian bagi nilai medan.

source: {0} to generate a Client ID and Client Secret for your project.
ar: {0} لإنشاء Client ID و Client Secret لمشروعك.
bg: {0} за генериране на клиентски идентификатор и клиентска тайна за вашия проект.
ca: {0} per generar un ID de client i una clau secreta pel teu projecte.
de: {0}, um eine Client-ID und ein Client-Secret für dein Projekt zu generieren.
eo: {0} to get a Client ID and Client Secret for your project, fr.
es: {0} para generar un ID y clave secreta de cliente para tu proyecto.
fa: {0} برای ایجاد شناسه مشتری و مشتری راز برای پروژه شما.
fi: {0} luodaksesi asiakas ID ja salasana projektillesi.
fr: {0} pour générer un ID et un secret client pour votre projet.
hu: {0} a kliensazonosító és kliens titok generálásához a projektjéhez.
it: {0} per generare un ID client e un client segreto per il progetto.
ja: クライアントIDとクライアントシークレットを作成するには{0}してください
lt: {0} kad sukurti kliento ID ir kliento slapuką jūsų projektui.
ms: {0} untuk menjana ID Pelanggan dan Rahsia Pelanggan untuk projek anda.
nb: {0} for å generere en Klient ID og en Klient Hemmelighet for ditt prosjekt.
nl: {0} om een Client ID en Client Secret te genereren voor je project.
pl: {0}, aby wygenerować identyfikator klienta i klucz tajny klienta dla projektu.
pt_br: {0} para gerar um ID de cliente e um segredo de cliente para seu projeto.
ru: {0} для генерации Client ID и Client Secret для вашего проекта.
sk: {0} vygenerujte ID klienta a kľúč klienta pre svoj projekt.
sl: {0} ustvariti ID odjemalca in skrivnost odjemalca za svoj projekt.
sq: {0} për të gjeneruar një Client ID dhe Client Secret për projektin tënd.
sr: {0} da generišeš Client ID i Client Secret za svoj projekat.
sv: {0} för att generera ett klient-ID och klient-hemlighet till ditt projekt.
tr: {0} projeniz için bir Müşteri Kimliği ve Müşteri Sırrı oluşturmak
uk: {0}, щоб згенерувати Client ID і Client Secret для вашого проєкту.
vi: {0} để sinh Client ID và Client Secret cho dự án của bạn.
zh_hk: {0}為您的項目生成使用者端ID和使用者端金鑰。

source: Click here
ar: انقر هنا
bg: Натисни тук
ca: Feu clic aquí
de: Hier klicken
eo: Click here → Tap this real quick
es: Haz clic aquí
fa: اینجا کلیک کنید
fi: Klikkaa tästä
fr: Cliquer ici
hu: Kattints ide
it: Clicca qui
ja: こちらをクリックしてください
lt: Paspauskite čia
ms: Klik di sini
nb: Klikk her
nl: Klik hier
pl: Kliknij tutaj
pt_br: Clique aqui
ru: Нажмите здесь
sk: Tu kliknite
sl: Kliknite tukaj
sq: Kliko këtu
sr: Klikni ovde
sv: Klicka här
tr: Buraya tıklayın
uk: Натисніть тут
vi: Nhấn vào đây
zh_hk: 點擊這裡

source: Choose "Other" as the application type. Name it whatever you'd like.
hu: Alkalmazástípusként válassza az "Egyéb" lehetőséget. Nevezd úgy, ahogy akarod.
ms: Pilih "Lain-lain" sebagai jenis aplikasi. Namakan ia mengikut keinginan anda.

source: {0} to get an auth code
hu: {0} hogy hitelesítési kódot kapjon
ms: {0} untuk mendapatkan kod pengesahan

source: with Google Drive permissions
ar: مع أذونات Google Drive
bg: с разрешения на Google Диск
ca: amb permisos de Google Drive
de: mit Google Drive Berechtigungen
eo: with Google Drive perms, fr
es: con permisos de Google Drive
fa: با مجوزهای Google Drive
fi: Google Driven luvilla
fr: avec les permissions de Google Drive
hu: Google Drive engedélyekkel
it: con i permessi di Google Drive
ja: Googleドライブ権限で
lt: su Google Drive leidimais
ms: dengan kebenaran Google Drive
nb: Med Google Drive tillatelse
nl: met Google Drive rechten
pl: z uprawnieniami dysku Google
pt_br: com permissões do Google Drive
ru: с разрешениями Google Drive
sk: s povoleniami Google Drive
sl: z dovoljenji za Google Drive
sq: me leje për Google Drive
sr: sa dozvolama za Google Drive
sv: med Google Drive-rättigheter
tr: Google Drive izinleriyle
uk: з дозволами Google Drive
vi: với quyền của Google Drive
zh_hk: 使用Google Driver權限

source: To use Metabase with this data you must enable API access in the Google Developers Console.
hu: A Metabase használatához ezen adatokkal engedélyeznie kell az API-hozzáférést a Google Fejlesztői Konzolon.
ms: Untuk menggunakan Metabase dengan data ini, anda mesti mengaktifkan akses API dalam Konsol Pembangun Google.

source: {0} to go to the console if you haven't already done so.
hu: {0}, ha még nem tetted meg, menj a konzolba.
ms: {0} untuk pergi ke konsol jika anda belum melakukannya.

source: How would you like to refer to this database?
hu: Hogyan szeretne hivatkozni erre az adatbázisra?
ms: Bagaimana anda ingin merujuk kepada pangkalan data ini?

source: Next
ar: التالي
bg: Следващите
ca: Següent
de: Nächste
eo: Bet
es: Siguiente
fa: بعدی
fi: Seuraava
fr: Suivant
hu: Következő
it: Successivo
ja: 次へ
lt: Kitas
ms: Seterusnya
nb: Neste
nl: Volgende
pl: Następny
pt_br: Próximo
ru: Дальше
sk: Ďalej
sl: Naslednji
sq: Tjetra
sr: Sledeće
sv: Nästa
tr: Sonraki
uk: Далі
vi: Tiếp theo
zh_hk: 下一步

source: Delete this {0}
eo: Delete this, fr fr
hu: Törölje ezt a(z) {0}-t
lt: Ištrinti šį {0}
ms: Padamkan {0} ini

source: Pin this item
hu: Rögzítse ezt az elemet
ms: Pin item ini

source: Move this item
hu: Mozgassa át ezt az elemet
ms: Pindahkan item ini

source: Edit this question
hu: Szerkessze ezt a kérdést
ms: Sunting soalan ini

source: Action type
hu: Akció típus
ms: Jenis Tindakan

source: View revision history
hu: A felülvizsgálati előzmények megtekintése
ms: Lihat sejarah revisi

source: Move action
hu: Mozgatási akció
ms: Tindakan pindah

source: Archive action
hu: Archiválási akció
ms: Tindakan arkib

source: Add to dashboard
ar: أضِف إلى لوحة المعلومات
bg: Добавяне към таблото за управление
ca: Afegir al quadre de comandament
de: Zu Dashboard hinzufügen
eo: Add to the vibes board
es: Añadir a Cuadro de Mando
fa: اضافه کردن به داشبورد
fi: Lisää kojelautaan
fr: Ajouter à un tableau de bord
hu: Hozzáadás az irányítópulthoz
it: Aggiungi alla 'dashboard'
ja: ダッシュボードに追加する
lt: Papildyti informacijos suvestinę
ms: Tambahkan ke papan pemuka
nb: Legg til infotavle
nl: Voeg toe aan dashboard
pl: Dodaj do pulpitu
pt_br: Adicionar ao painel
ru: Добавить к дашборду
sk: Pridať do dashboardu
sl: Dodaj na nadzorno ploščo
sq: Shtoje në panel
sr: Dodaj na kontrolnu tablu
sv: Lägg till kontrollpanelen
tr: Gösterge tablosuna ekle
uk: Додати на дашборд
vi: Thêm vào bảng tổng quan
zh_hk: 新增到資訊看板

source: Download results
ar: نزّل النتائج
bg: Изтеглете резултатите
ca: Descarrega els resultats
de: Ergebnis downloaden
eo: Download results → Hit the download link
es: Descarga los resultados
fa: نتایج را دانلود کنید
fi: Lataa tulokset
fr: Télécharger les résultats
hu: Eredmények letöltése
it: Scarica i risultati
ja: 結果をダウンロードする
lt: Atsisiųsti rezultatus
ms: Muat turun hasil
nb: Last ned resultater
nl: Download resultaten
pl: Pobierz wyniki
pt_br: Fazer download de resultados
ru: Скачать результаты
sk: Výsledok sťahovania
sl: Prenos rezultatov
sq: Shkarko rezultatet
sr: Preuzmi rezultate
sv: Ladda ner resultat
tr: Sonuçları indir
uk: Завантажити результати
vi: Tải xuống kết quả
zh_hk: 下載結果

source: Sharing and embedding
hu: Megosztás és beágyazás
ms: Membahagikan dan menyisipkan

source: Another action type
hu: Egy másik akció típus
ms: Jenis tindakan lain

source: Get alerts about this
hu: Értesítéseket kaphat erről
ms: Dapatkan alert tentang ini

source: View the SQL
hu: Tekintse meg az SQL-t
ms: Lihat SQL

source: Segments for this
hu: Szegmensek ehhez
ms: Bahagian untuk ini

source: Show error details
ar: عرض تفاصيل الخطأ
bg: Показване на подробности за грешка
ca: Mostra els detalls de l'error
de: Fehlerdetails anzeigen
eo: spill the tea on the error info
es: Mostrar detalles del error
fa: نمایش جزئیات خطا
fi: Näytä virhetiedot
fr: Montrer l'erreur en détail
hu: Hiba részleteinek megjelenítése
it: Mostra dettagli di errore
ja: エラー詳細を表示する
lt: Rodyti klaidos aprašą
ms: Paparkan butiran ralat
nb: Vis feil detaljer
nl: Toon foutdetails
pl: Pokaż szczegóły błędu
pt_br: Mostrar detalhes do erro
ru: Показать детали ошибки
sk: Zobraziť detaily chyby
sl: Pokaži podrobnosti o napaki
sq: Shfaq detajet e gabimit
sr: Prikaži detalje greške
sv: Visa detaljer om fel
tr: Hata ayrıntılarını göster
uk: Показати деталі помилки
vi: Hiển thị chi tiết lỗi
zh_hk: 顯示錯誤詳情
