Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: {0} row and column security rule
ar: {0} قواعد أمان الصفوف والأعمدة
bg: {0} правило за сигурност на редове и колони
ca: {0} regla de seguretat de fila i columna
de: {0} Zeilen- und Spaltensicherheitsregel
es: Regla de seguridad de filas y columnas {0}
fa: {0} قانون امنیتی سطر و ستون
fi: {0} rivi- ja sarakesuojaussääntö
fr: {0} règle de sécurité des lignes et des colonnes
it: {0} regola di sicurezza di riga e colonna
ja: {0} 行と列のセキュリティルール
nb: {0} sikkerhetsregel for rader og kolonner
nl: {0} rij- en kolombeveiligingsregel
pl: {0} reguła bezpieczeństwa wiersza i kolumny
pt_br: {0} regra de segurança de linha e coluna
ru: {0} правило безопасности строк и столбцов
sk: {0} pravidlo zabezpečenia riadkov a stĺpcov
sl: {0} varnostno pravilo za vrstice in stolpce
sq: {0} rregull sigurie për rreshta dhe kolona
sr: {0} bezbednosno pravilo za redove i kolone
sv: {0} säkerhetsregel för rader och kolumner
tr: {0} satır ve sütun güvenlik kuralı
uk: {0} правило безпеки рядків і колонок
vi: {0} quy tắc bảo mật hàng và cột
zh_hk: {0} 行和列安全規則

source: {0} entity
ar: {0} كيانات
es: Entidad {0}
fa: {0} نهاد
fi: {0} yksikkö
it: entità {0}
ja: {0} エンティティ
pt_br: {0} entidade
ru: {0} сущность
sk: entita {0}
sl: {0} entiteta
sq: {0} entitet
sr: {0} entitet
uk: {0} сутність
vi: {0} thực thể
zh_hk: {0} 實體

source: Missing column
ar: عمود مفقود
ca: Columna que falta
de: Fehlende Spalte
es: Columna faltante
fa: ستون گم شده
fi: Puuttuva sarake
fr: Colonne manquante
it: Colonna mancante
ja: 列がありません
nb: Mangler kolonne
pl: Brak kolumny
pt_br: Coluna ausente
ru: Отсутствующий столбец
sk: Chýbajúci stĺpec
sl: Manjkajoči stolpec
sq: Kolonë që mungon
sr: Nedostaje kolona
tr: Eksik sütun
uk: Відсутній стовпець
vi: Cột bị thiếu
zh_hk: 缺少欄位

source: Missing columns
ar: أعمدة مفقودة
ca: Columnes que falten
de: Fehlende Spalten
es: Columnas faltantes
fa: ستون‌های گمشده
fi: Puuttuvat sarakkeet
fr: Colonnes manquantes
it: Colonne mancanti
ja: 列が欠落しています
nb: Mangler kolonner
pl: Brakujące kolumny
pt_br: Colunas ausentes
ru: Отсутствующие столбцы
sk: Chýbajúce stĺpce
sl: Manjkajoči stolpci
sq: Kolona që mungojnë
sr: Nedostajuće kolone
tr: Eksik sütunlar
uk: Відсутні стовпці
vi: Cột bị thiếu
zh_hk: 缺少欄位

source: Missing table alias
ar: اسم مستعار للجدول مفقود
ca: Falta l'àlies de taula
de: Fehlender Tabellenalias
es: Alias de tabla faltante
fa: نام مستعار جدول وجود ندارد
fi: Puuttuva taulukon alias
fr: Alias de table manquant
it: Alias della tabella mancante
ja: テーブルエイリアスがありません
nb: Mangler tabellalias
pl: Brak aliasu tabeli
pt_br: Alias de tabela ausente
ru: Отсутствует алиас таблицы
sk: Chýbajúci alias tabuľky
sl: Manjka vzdevek tabele
sq: Alias tabele që mungon
sr: Nedostaje alias tabele
tr: Eksik tablo takma adı
uk: Відсутній аліас таблиці
vi: Thiếu bí danh bảng
zh_hk: 缺少表格別名

source: Missing table aliases
ar: أسماء مستعارة للجداول مفقودة
ca: Àlies de taula que falten
de: Fehlende Tabellenaliase
es: Alias de tabla faltantes
fa: نام مستعار جدول‌ها وجود ندارد
fi: Puuttuvat taulukon aliakset
fr: Alias de table manquants
it: Alias di tabella mancanti
ja: テーブルエイリアスがありません
nb: Manglende tabellaliaser
pl: Brakujące aliasy tabel
pt_br: Aliases de tabela ausentes
ru: Отсутствующие псевдонимы таблиц
sk: Chýbajúce aliasy tabuliek
sl: Manjkajoči vzdevki tabel
sq: Alias-e tabele që mungojnë
sr: Nedostajući aliasi tabela
tr: Eksik tablo takma adları
uk: Відсутні аліаси таблиць
vi: Thiếu bí danh bảng
zh_hk: 遺失表格別名

source: Duplicate column
ar: عمود مكرر
ca: Columna duplicada
de: Doppelte Spalte
es: Columna duplicada
fa: ستون تکراری
fi: Kopioi sarake
fr: Colonne en double
it: Colonna duplicata
ja: 重複した列
nb: Dupliser kolonne
pl: Duplikat kolumny
pt_br: coluna duplicada
ru: Дублирующийся столбец
sk: Duplikovať stĺpec
sl: Podvojen stolpec
sq: Kolonë e dyfishtë
sr: Duplirana kolona
tr: Yinelenen sütun
uk: Дубльований стовпець
vi: Cột trùng lặp
zh_hk: 重複列

source: Duplicate columns
ar: أعمدة مكررة
ca: Columnes duplicades
de: Doppelte Spalten
es: Columnas duplicadas
fa: ستون‌های تکراری
fi: Päällekkäiset sarakkeet
fr: Colonnes en double
it: Colonne duplicate
ja: 重複した列
nb: Duplisere kolonner
pl: Duplikaty kolumn
pt_br: Colunas duplicadas
ru: Дублирующиеся столбцы
sk: Duplicitné stĺpce
sl: Podvojeni stolpci
sq: Kolona të dyfishta
sr: Duplirane kolone
tr: Yinelenen sütunlar
uk: Дублікати стовпців
vi: Cột trùng lặp
zh_hk: 重複列

source: Syntax error
ar: خطأ في بناء الجملة
ca: Error de sintaxi
de: Syntaxfehler
es: Error de sintaxis
fa: خطای نحوی
fi: Syntaksivirhe
fr: Erreur de syntaxe
it: Errore di sintassi
ja: 構文エラー
nb: Syntaksfeil
pl: Błąd składni
pt_br: Erro de sintaxe
ru: Синтаксическая ошибка
sk: Syntaktická chyba
sl: Sintaktična napaka
sq: Gabim sintakse
sr: Sintaksna greška
tr: Sözdizimi hatası
uk: Синтаксична помилка
vi: Lỗi cú pháp
zh_hk: 語法錯誤

source: Syntax errors
ar: أخطاء في بناء الجملة
ca: Errors de sintaxi
de: Syntaxfehler
es: Errores de sintaxis
fa: خطاهای نحوی
fi: Syntaksivirheet
fr: Erreurs de syntaxe
it: Errori di sintassi
ja: 構文エラー
nb: Syntaksfeil
pl: Błędy składniowe
pt_br: Erros de sintaxe
ru: Синтаксические ошибки
sk: Syntaktické chyby
sl: Sintaktične napake
sq: Gabime sintakse
sr: Sintaksne greške
tr: Sözdizimi hataları
uk: Синтаксичні помилки
vi: Lỗi cú pháp
zh_hk: 語法錯誤

source: Unknown problem
ar: مشكلة غير معروفة
ca: Problema desconegut
de: Unbekanntes Problem
es: Problema desconocido
fa: مشکل ناشناخته
fi: Tuntematon ongelma
fr: Problème inconnu
it: Problema sconosciuto
ja: 不明な問題
nb: Ukjent problem
pl: Nieznany problem
pt_br: Problema desconhecido
ru: Неизвестная проблема
sk: Neznámy problém
sl: Neznana težava
sq: Problem i panjohur
sr: Nepoznat problem
tr: Bilinmeyen sorun
uk: Невідома проблема
vi: Vấn đề không xác định
zh_hk: 未知問題

source: Unknown problems
ar: مشاكل غير معروفة
ca: Problemes desconeguts
de: Unbekannte Probleme
es: Problemas desconocidos
fa: مشکلات ناشناخته
fi: Tuntemattomat ongelmat
fr: Problèmes inconnus
it: Problemi sconosciuti
ja: 未知の問題
nb: Ukjente problemer
pl: Nieznane problemy
pt_br: Problemas desconhecidos
ru: Неизвестные проблемы
sk: Neznáme problémy
sl: Neznane težave
sq: Probleme të panjohura
sr: Nepoznati problemi
tr: Bilinmeyen sorunlar
uk: Невідомі проблеми
vi: Các vấn đề không xác định
zh_hk: 未知問題

source: {0} missing column
ar: {0} أعمدة مفقودة
ca: {0} columna que falta
de: {0} fehlende Spalte
es: {0} columna faltante
fa: {0} ستون موجود نیست
fi: {0} puuttuva sarake
fr: {0} colonne manquante
it: {0} colonna mancante
ja: {0} 列が不足しています
nb: {0} manglende kolonne
pl: {0} brakująca kolumna
pt_br: {0} coluna ausente
ru: {0} отсутствующий столбец
sk: {0} chýbajúci stĺpec
sl: {0} manjkajoči stolpec
sq: {0} kolonë që mungon
sr: {0} kolona nedostaje
tr: {0} eksik sütun
uk: {0} відсутній стовпець
vi: {0} cột bị thiếu
zh_hk: {0} 缺少欄位

source: {0} missing table alias
ar: {0} أسماء مستعارة للجداول مفقودة
ca: {0} falta un àlies de taula
de: {0} fehlender Tabellenalias
es: {0} alias de tabla faltante
fa: {0} نام مستعار جدول وجود ندارد
fi: {0} puuttuva taulukon alias
fr: {0} alias de table manquant
it: {0} alias della tabella mancante
ja: {0} テーブルエイリアスがありません
nb: {0} manglende tabellalias
pl: {0} brakujący alias tabeli
pt_br: {0} Alias de tabela ausente
ru: {0} отсутствует алиас таблицы
sk: {0} chýbajúci alias tabuľky
sl: {0} manjka vzdevek tabele
sq: {0} alias tabele që mungon
sr: {0} alias tabele nedostaje
tr: {0} eksik tablo takma adı
uk: {0} відсутній псевдонім таблиці
vi: {0} bí danh bảng bị thiếu
zh_hk: {0} 遺失表格別名

source: {0} duplicate column
ar: {0} أعمدة مكررة
ca: {0} columna duplicada
de: {0} Duplikatspalte
es: {0} columna duplicada
fa: {0} ستون تکراری
fi: {0} kaksoiskappale
fr: {0} colonne dupliquée
it: {0} colonna duplicata
ja: {0} 重複した列
nb: {0} duplikatkolonne
pl: {0} duplikat kolumny
pt_br: {0} coluna duplicada
ru: {0} дублирующийся столбец
sk: {0} duplicitný stĺpec
sl: {0} podvojen stolpec
sq: {0} kolonë e dyfishtë
sr: {0} duplirana kolona
tr: {0} yinelenen sütun
uk: {0} дубльований стовпець
vi: {0} cột trùng lặp
zh_hk: {0} 重複列

source: {0} syntax error
ar: {0} أخطاء في بناء الجملة
ca: error de sintaxi {0}
de: {0} Syntaxfehler
es: Error de sintaxis {0}
fa: {0} خطای نحوی
fi: {0} syntaksivirhe
fr: Erreur de syntaxe {0}
it: {0} errore di sintassi
ja: {0} 構文エラー
nb: {0} syntaksfeil
pl: błąd składni {0}
pt_br: {0} erro de sintaxe
ru: {0} синтаксическая ошибка
sk: syntaktická chyba {0}
sl: {0} sintaktična napaka
sq: {0} gabim sintakse
sr: {0} sintaksna greška
tr: {0} sözdizimi hatası
uk: {0} синтаксична помилка
vi: {0} lỗi cú pháp
zh_hk: {0} 語法錯誤

source: {0} unknown problem
ar: {0} مشاكل غير معروفة
ca: {0} problema desconegut
de: {0} unbekanntes Problem
es: {0} problema desconocido
fa: {0} مشکل ناشناخته
fi: {0} tuntematon ongelma
fr: {0} problème inconnu
it: {0} problema sconosciuto
ja: {0} 未知の問題
nb: {0} ukjent problem
pl: {0} nieznany problem
pt_br: {0} problema desconhecido
ru: {0} неизвестная проблема
sk: {0} neznámy problém
sl: {0} neznana težava
sq: {0} problem i panjohur
sr: {0} nepoznat problem
tr: {0} bilinmeyen sorun
uk: {0} невідома проблема
vi: {0} vấn đề không xác định
zh_hk: {0} 未知問題

source: Broken dependent
ar: تابع معطّل
ca: Depenent trencat
de: Gebrochene Abhängigkeit
es: Dependiente roto
fa: وابسته‌ی شکسته
fi: Rikki riippuvainen
fr: Dépendance brisée
it: Dipendente rotto
ja: 壊れた依存関係
nb: Ødelagt avhengig
pl: Złamany zależny
pt_br: Dependência quebrada
ru: Сломанная зависимость
sk: Zlomený závislý
sl: Zlomljen odvisnik
sq: Dependent i prishur
sr: Pokvaren zavisni objekat
tr: Kırık bağımlı
uk: Зламаний залежний об’єкт
vi: Sự phụ thuộc bị phá vỡ
zh_hk: 破碎的依賴

source: Broken dependents
ar: توابع معطّلة
ca: Depenents trencats
de: Zerbrochene Abhängige
es: Dependientes rotos
fa: وابستگان از هم پاشیده
fi: Rikkoutuneet huollettavat
fr: Personnes à charge brisées
it: Dipendenti distrutti
ja: 壊れた扶養家族
nb: Ødelagte pårørende
pl: Złamane osoby na utrzymaniu
pt_br: dependentes quebrados
ru: Сломанные зависимости
sk: Zlomení závislí
sl: Zlomljeni vzdrževani člani
sq: Dependentë të prishur
sr: Pokvareni zavisni objekti
tr: Kırık bağımlılar
uk: Зламані залежні об’єкти
vi: Người phụ thuộc bị phá vỡ
zh_hk: 破碎的眷屬

source: {0} problem
ar: {0} مشاكل
ca: problema {0}
es: Problema {0}
fa: مشکل {0}
fi: {0} ongelma
fr: {0} problème
it: {0} problema
ja: {0} 問題
pl: problem {0}
pt_br: {0} problema
ru: {0} проблема
sk: problém {0}
sl: {0} težava
tr: {0} sorun
uk: {0} проблема
vi: {0} vấn đề
zh_hk: {0} 問題

source: Transforms
ar: التحويلات
bg: Трансформации
ca: Transformacions
de: Transformationen
es: Transforma
fa: تبدیل‌ها
fi: Muunnokset
fr: Transformations
it: Trasformazioni
ja: 変換
nb: Transformasjoner
nl: Transformeert
pl: Przekształcenia
pt_br: Transformações
ru: Преобразования
sk: Transformácie
sl: Preobrazbe
sq: Transformime
sr: Transformacije
sv: Transformationer
tr: Dönüşümler
uk: Трансформи
vi: Biến đổi
zh_hk: 變形

source: Users must also be a member of the {0} to use transforms.
ar: يجب أن يكون المستخدمون أيضًا أعضاء في {0} لاستخدام التحويلات.
de: Benutzer müssen außerdem Mitglied der Gruppe {0} sein, um Transformationen nutzen zu können.
es: Los usuarios también deben ser miembros de {0} para usar transformaciones.
fa: کاربران همچنین باید عضو {0} باشند تا بتوانند از تبدیل‌ها استفاده کنند.
fi: Käyttäjien on myös oltava {0} -ryhmän jäseniä voidakseen käyttää muunnoksia.
fr: Les utilisateurs doivent également être membres de {0} pour utiliser les transformations.
it: Per utilizzare le trasformazioni, gli utenti devono anche essere membri di {0} .
ja: 変換を使用するには、ユーザーは {0} のメンバーでもある必要があります。
pl: Aby korzystać z transformacji, użytkownicy muszą być również członkami {0} .
pt_br: Os usuários também devem ser membros do {0} para usar transformações.
ru: Пользователи также должны быть участниками {0}, чтобы использовать Трансформы.
sk: Používatelia musia byť tiež členmi {0} , aby mohli používať transformácie.
sl: Uporabniki morajo biti tudi člani {0} , da lahko uporabljajo transformacije.
sq: Përdoruesit duhet të jenë gjithashtu anëtarë të {0} për të përdorur transformime.
sr: Korisnici moraju takođe biti članovi {0} da bi koristili transformacije.
tr: Kullanıcıların dönüşümleri kullanabilmek için {0} üyesi olmaları da gerekmektedir.
uk: Щоб використовувати Трансформи, користувачі також мають бути учасниками {0}.
vi: Người dùng cũng phải là thành viên của {0} để sử dụng các phép biến đổi.
zh_hk: 使用者也必須是 {0} 的會員才能使用變形。

source: Data Analysts group
ar: مجموعة محللي البيانات
de: Datenanalystengruppe
es: Grupo de analistas de datos
fa: گروه تحلیلگران داده
fi: Data-analyytikkoryhmä
fr: groupe d'analystes de données
it: Gruppo di analisti di dati
ja: データアナリストグループ
pl: Grupa analityków danych
pt_br: Grupo de Analistas de Dados
ru: Группа аналитиков данных
sk: Skupina dátových analytikov
sl: Skupina podatkovnih analitikov
sq: Grupi Analistë të të Dhënave
sr: Grupa Analitičari podataka
tr: Veri Analistleri grubu
uk: Група Data Analysts
vi: Nhóm phân tích dữ liệu
zh_hk: 資料分析師小組

source: In Google Drive, right-click on the file and click Share
ar: في Google Drive، انقر بزر الماوس الأيمن على الملف ثم انقر على Share
bg: В Google Drive щракнете с десния бутон върху файла и щракнете върху Споделяне
ca: A Google Drive, feu clic amb el botó dret al fitxer i feu clic a Compartir
de: Klicken Sie in Google Drive mit der rechten Maustaste auf die Datei und klicken Sie auf „Teilen“
eo: Yo, in Google Drive, right-click the file and hit Share, fr fr.
es: En Google Drive, haga clic derecho en el archivo y haga clic en Compartir
fa: در گوگل درایو روی فایل کلیک راست کرده و روی Share کلیک کنید
fi: Napsauta Google Drivessa tiedostoa hiiren kakkospainikkeella ja valitse Jaa
fr: Dans Google Drive, faites un clic droit sur le fichier et cliquez sur Partager
it: In Google Drive, fai clic con il pulsante destro del mouse sul file e fai clic su Condividi
ja: Googleドライブでファイルを右クリックして「共有」をクリックします
nb: Høyreklikk på filen i Google Disk, og klikk på Del
nl: Klik in Google Drive met de rechtermuisknop op het bestand en klik op Delen
pl: W Dysku Google kliknij prawym przyciskiem myszy plik i kliknij opcję Udostępnij
pt_br: No Google Drive, clique com o botão direito do mouse no arquivo e clique em Compartilhar
ru: В Google Диске щелкните правой кнопкой мыши по файлу и выберите «Поделиться».
sk: Na Disku Google kliknite pravým tlačidlom myši na súbor a kliknite na položku Zdieľať
sl: V storitvi Google Drive z desno miškino tipko kliknite datoteko in kliknite Skupna raba
sq: Në Google Drive, bëj klik me të djathtën mbi skedarin dhe kliko Share
sr: U Google Drive-u klikni desnim tasterom na fajl i klikni Share
sv: I Google Drive högerklickar du på filen och klickar på Dela
tr: Google Drive'da dosyaya sağ tıklayın ve Paylaş'a tıklayın
uk: У Google Drive клацніть правою кнопкою миші на файлі та натисніть «Поділитися»
vi: Trong Google Drive, nhấp chuột phải vào tệp và nhấp vào Chia sẻ
zh_hk: 在 Google Drive 中，在檔案上按一下滑鼠右鍵，然後按一下分享

source: Paste the sharing link for the file
ar: الصق رابط المشاركة الخاص بالملف
bg: Поставете връзката за споделяне на файла
ca: Enganxeu l'enllaç per compartir el fitxer
de: Fügen Sie den Freigabelink für die Datei ein
eo: Drop the share link for the file, pls
es: Pegue el enlace para compartir el archivo
fa: پیوند اشتراک گذاری فایل را جایگذاری کنید
fi: Liitä tiedoston jakamislinkki
fr: Collez le lien de partage du fichier
it: Incolla il link di condivisione per il file
ja: ファイルの共有リンクを貼り付けます
nb: Lim inn delingskoblingen for filen
nl: Plak de deellink voor het bestand
pl: Wklej link do udostępniania pliku
pt_br: Cole o link de compartilhamento do arquivo
ru: Вставьте ссылку для совместного использования файла
sk: Prilepte odkaz na zdieľanie súboru
sl: Prilepite povezavo za skupno rabo datoteke
sq: Ngjit lidhjen e ndarjes për skedarin
sr: Nalepi link za deljenje za fajl
sv: Klistra in delningslänken för filen
tr: Dosyanın paylaşım bağlantısını yapıştırın
uk: Вставте посилання для спільного доступу до файлу
vi: Dán liên kết chia sẻ cho tập tin
zh_hk: 貼上檔案的分享連結

source: In Google Drive, right-click on the file → Share → Copy link
ar: في Google Drive، انقر بزر الماوس الأيمن على الملف → Share → Copy link
bg: В Google Drive щракнете с десния бутон върху файла → Споделяне → Копиране на връзката
ca: A Google Drive, feu clic amb el botó dret al fitxer → Comparteix → Copia l'enllaç
de: Klicken Sie in Google Drive mit der rechten Maustaste auf die Datei → Teilen → Link kopieren
eo: In Google Drive, right-click the file → Share it, then copy the link.
es: En Google Drive, haga clic derecho en el archivo → Compartir → Copiar enlace
fa: در گوگل درایو، روی فایل → اشتراک گذاری → کپی پیوند کلیک راست کنید
fi: Napsauta Google Drivessa tiedostoa hiiren kakkospainikkeella → Jaa → Kopioi linkki
fr: Dans Google Drive, faites un clic droit sur le fichier → Partager → Copier le lien
it: In Google Drive, fai clic con il pulsante destro del mouse sul file → Condividi → Copia collegamento
ja: Googleドライブで、ファイルを右クリック→共有→リンクをコピー
nb: Høyreklikk på filen i Google Disk → Del → Kopier lenke
nl: Klik in Google Drive met de rechtermuisknop op het bestand → Delen → Link kopiëren
pl: W Dysku Google kliknij prawym przyciskiem myszy plik → Udostępnij → Kopiuj link
pt_br: No Google Drive, clique com o botão direito do mouse no arquivo → Compartilhar → Copiar link
ru: В Google Диске щелкните правой кнопкой мыши по файлу → Поделиться → Копировать ссылку.
sk: Na Disku Google kliknite pravým tlačidlom myši na súbor → Zdieľať → Kopírovať odkaz
sl: V storitvi Google Drive z desno miškino tipko kliknite datoteko → Skupna raba → Kopiraj povezavo
sq: Në Google Drive, bëj klik me të djathtën mbi skedarin → Share → Copy link
sr: U Google Drive-u klikni desnim tasterom na fajl → Share → Copy link
sv: I Google Drive högerklickar du på filen → Dela → Kopiera länk
tr: Google Drive'da dosyaya sağ tıklayın → Paylaş → Bağlantıyı kopyala
uk: У Google Drive клацніть правою кнопкою миші на файлі → Поділитися → Копіювати посилання
vi: Trong Google Drive, nhấp chuột phải vào tệp → Chia sẻ → Sao chép liên kết
zh_hk: 在 Google Drive 中，按一下檔案的滑鼠右鍵 → 分享 → 複製連結

source: Import file
ar: استورد ملفًا
bg: Импортиране на файл
ca: Importa el fitxer
de: Datei importieren
eo: Upload the vibe file
es: Importar archivo
fa: فایل وارد کنید
fi: Tuo tiedosto
fr: Importer un fichier
it: Importa file
ja: ファイルをインポート
nb: Importer fil
nl: Bestand importeren
pl: Importuj plik
pt_br: Importar arquivo
ru: Импорт файла
sk: Importovať súbor
sl: Uvozi datoteko
sq: Importo skedar
sr: Uvezi fajl
sv: Importera fil
tr: Dosyayı içe aktar
uk: Імпортувати файл
vi: Nhập tập tin
zh_hk: 匯入檔案

source: In Google Drive, right-click on the folder and click Share
ar: في Google Drive، انقر بزر الماوس الأيمن على المجلد ثم انقر على Share
bg: В Google Диск щракнете с десния бутон върху папката и щракнете върху Споделяне
ca: A Google Drive, feu clic amb el botó dret a la carpeta i feu clic a Compartir
de: Klicken Sie in Google Drive mit der rechten Maustaste auf den Ordner und klicken Sie auf „Teilen“
eo: In Google Drive, right-click the folder and tap Share, fr fr.
es: En Google Drive, haga clic derecho en la carpeta y haga clic en Compartir
fa: در گوگل درایو، روی پوشه کلیک راست کرده و روی Share کلیک کنید
fi: Napsauta Google Drivessa kansiota hiiren kakkospainikkeella ja valitse Jaa
fr: Dans Google Drive, faites un clic droit sur le dossier et cliquez sur Partager
it: In Google Drive, fai clic con il pulsante destro del mouse sulla cartella e fai clic su Condividi
ja: Googleドライブでフォルダを右クリックして「共有」をクリックします
nb: Høyreklikk på mappen i Google Disk, og klikk på Del
nl: Klik in Google Drive met de rechtermuisknop op de map en klik op Delen
pl: W Dysku Google kliknij prawym przyciskiem myszy folder i kliknij opcję Udostępnij
pt_br: No Google Drive, clique com o botão direito do mouse na pasta e clique em Compartilhar
ru: В Google Диске щелкните правой кнопкой мыши по папке и выберите «Поделиться».
sk: Na Disku Google kliknite pravým tlačidlom myši na priečinok a kliknite na položku Zdieľať
sl: V storitvi Google Drive z desno tipko miške kliknite mapo in kliknite Skupna raba
sq: Në Google Drive, bëj klik me të djathtën mbi dosjen dhe kliko Share
sr: U Google Drive-u klikni desnim tasterom na folder i klikni Share
sv: I Google Drive, högerklicka på mappen och klicka på Dela
tr: Google Drive'da klasöre sağ tıklayın ve Paylaş'a tıklayın
uk: У Google Drive клацніть правою кнопкою миші на папці та натисніть «Поділитися»
vi: Trong Google Drive, nhấp chuột phải vào thư mục và nhấp vào Chia sẻ
zh_hk: 在 Google Drive 中，用滑鼠右鍵按一下資料夾，然後按一下分享

source: Paste the sharing link for the folder
ar: الصق رابط المشاركة للمجلد
bg: Поставете връзката за споделяне за папката
ca: Enganxeu l'enllaç per compartir la carpeta
de: Fügen Sie den Freigabelink für den Ordner ein
eo: Drop the sharing link for the folder, bestie.
es: Pegue el enlace para compartir la carpeta
fa: پیوند اشتراک گذاری پوشه را جایگذاری کنید
fi: Liitä kansion jakamislinkki
fr: Collez le lien de partage du dossier
it: Incolla il link di condivisione per la cartella
ja: フォルダの共有リンクを貼り付けます
lt: Įklijuokite aplanko bendrinimo nuorodą
nb: Lim inn delingskoblingen for mappen
nl: Plak de deellink voor de map
pl: Wklej link udostępniania dla folderu
pt_br: Cole o link de compartilhamento da pasta
ru: Вставьте ссылку для общего доступа к папке
sk: Prilepte odkaz na zdieľanie pre priečinok
sl: Prilepite povezavo za skupno rabo za mapo
sq: Ngjit linkun e ndarjes për dosjen
sr: Nalepite link za deljenje fascikle
sv: Klistra in delningslänken för mappen
tr: Klasörün paylaşım bağlantısını yapıştırın
uk: Вставте посилання для спільного доступу до папки
vi: Dán liên kết chia sẻ cho thư mục
zh_hk: 貼上資料夾的分享連結

source: In Google Drive, right-click on the folder → Share → Copy link
ar: في Google Drive، انقر بزر الماوس الأيمن على المجلد → مشاركة → نسخ الرابط
bg: В Google Drive щракнете с десния бутон върху папката → Споделяне → Копиране на връзката
ca: A Google Drive, feu clic amb el botó dret a la carpeta → Comparteix → Copia l'enllaç
de: Klicken Sie in Google Drive mit der rechten Maustaste auf den Ordner → Teilen → Link kopieren
eo: In Google Drive, right-click the folder, then tap Share, and copy the link—easy peasy, lemon squeezy.
es: En Google Drive, haga clic derecho en la carpeta → Compartir → Copiar enlace
fa: در Google Drive، روی پوشه → اشتراک گذاری → کپی پیوند راست کلیک کنید
fi: Napsauta Google Drivessa hiiren kakkospainikkeella kansiota → Jaa → Kopioi linkki
fr: Dans Google Drive, faites un clic droit sur le dossier → Partager → Copier le lien
it: In Google Drive, fai clic con il pulsante destro del mouse sulla cartella → Condividi → Copia collegamento
ja: Googleドライブでフォルダを右クリック→共有→リンクをコピー
lt: „Google“ diske dešiniuoju pelės mygtuku spustelėkite aplanką → Bendrinti → Kopijuoti nuorodą
nb: Høyreklikk på mappen i Google Disk → Del → Kopier lenke
nl: Klik in Google Drive met de rechtermuisknop op de map → Delen → Link kopiëren
pl: W Dysku Google kliknij prawym przyciskiem myszy folder → Udostępnij → Kopiuj link
pt_br: No Google Drive, clique com o botão direito do mouse na pasta → Compartilhar → Copiar link
ru: В Google Диске щелкните правой кнопкой мыши по папке → Поделиться → Копировать ссылку
sk: Na Disku Google kliknite pravým tlačidlom myši na priečinok → Zdieľať → Kopírovať odkaz
sl: V storitvi Google Drive z desno miškino tipko kliknite mapo → Skupna raba → Kopiraj povezavo
sq: Në Google Drive, kliko me të djathtën mbi dosjen → Share → Copy link
sr: U Google Drive-u, kliknite desnim tasterom na fasciklu → Share → Copy link
sv: I Google Drive högerklickar du på mappen → Dela → Kopiera länk
tr: Google Drive'da klasöre sağ tıklayın → Paylaş → Bağlantıyı kopyala
uk: У Google Drive клацніть правою кнопкою миші по папці → Share → Copy link
vi: Trong Google Drive, nhấp chuột phải vào thư mục → Chia sẻ → Sao chép liên kết
zh_hk: 在 Google Drive 中，用滑鼠右鍵按一下資料夾 → 共用 → 複製連結
