Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Editable tables
ar: جداول قابلة للتعديل
bg: Редактируеми таблици
ca: Taules editables
de: Bearbeitbare Tabellen
es: Tablas editables
fa: جداول قابل ویرایش
fi: Muokattavat taulukot
fr: Tableaux modifiables
it: Tabelle modificabili
ja: 編集可能なテーブル
nb: Redigerbare tabeller
nl: Bewerkbare tabellen
pl: Edytowalne tabele
pt_br: Tabelas editáveis
ru: Редактируемые таблицы
sk: Upraviteľné tabuľky
sl: Uredljive tabele
sq: Tabela të redaktueshme
sr: Tabele koje se mogu uređivati
sv: Redigerbara tabeller
tr: Düzenlenebilir tablolar
uk: Таблиці, доступні для редагування
vi: Bảng có thể chỉnh sửa
zh_hk: 可編輯表格

source: Your database connection will need Write permissions.
ar: سيتطلب اتصال قاعدة البيانات لديك أذونات Write.
bg: Връзката ви с базата данни ще изисква права за запис.
ca: La connexió a la base de dades necessitarà permisos d'escriptura.
de: Ihre Datenbankverbindung benötigt Schreibberechtigungen.
es: Su conexión a la base de datos necesitará permisos de escritura.
fa: اتصال پایگاه داده شما به مجوزهای نوشتن نیاز دارد.
fi: Tietokantayhteytesi tarvitsee kirjoitusoikeudet.
fr: Votre connexion à la base de données nécessitera des autorisations d'écriture.
it: La connessione al database richiederà autorizzazioni di scrittura.
ja: データベース接続には書き込み権限が必要です。
nb: Databasetilkoblingen din trenger skrivetillatelser.
nl: Voor uw databaseverbinding zijn schrijfrechten nodig.
pl: Połączenie z bazą danych wymaga uprawnień zapisu.
pt_br: Sua conexão com o banco de dados precisará de permissões de gravação.
ru: Для подключения к базе данных потребуются разрешения на запись.
sk: Vaše databázové pripojenie bude vyžadovať oprávnenia na zápis.
sl: Vaša povezava z zbirko podatkov bo potrebovala dovoljenja za pisanje.
sq: Lidhja juaj me databazën do të ketë nevojë për leje Write.
sr: Konekcija ka bazi podataka moraće da ima Write dozvole.
sv: Din databasanslutning behöver skrivbehörighet.
tr: Veritabanı bağlantınızın Yazma izinlerine ihtiyacı olacak.
uk: Для підключення до бази даних потрібні права на запис.
vi: Kết nối cơ sở dữ liệu của bạn sẽ cần có quyền Ghi.
zh_hk: 您的資料庫連線需要 Write 權限。

source: Disable tenants?
ar: تعطيل المستأجرين؟
bg: Деактивиране на наемателите?
ca: Desactivar els inquilins?
de: Mieter deaktivieren?
es: ¿Deshabilitar inquilinos?
fa: مستاجران را غیرفعال کنید؟
fi: Vuokralaisten poistaminen käytöstä?
fr: Désactiver les locataires ?
it: Disattivare gli inquilini?
ja: テナントを無効にしますか?
nb: Deaktivere leietakere?
nl: Huurders uitschakelen?
pl: Wyłączyć lokatorów?
pt_br: Desativar inquilinos?
ru: Отключить тенантов?
sk: Zakázať nájomníkov?
sl: Onemogočiti najemnike?
sq: T’i çaktivizosh tenants?
sr: Onemogućiti tenant-e?
sv: Inaktivera hyresgäster?
tr: Engelli kiracılar mı?
uk: Вимкнути тенанти?
vi: Vô hiệu hóa người thuê nhà?
zh_hk: 禁用租戶？

source: Disabling the tenants feature will automatically disable all tenant users. Email addresses must be unique across internal and tenant users, so if you are planning to set up existing tenant users as regular users again, you should first change their email addresses.
ar: سيؤدي تعطيل ميزة المستأجرين إلى تعطيل جميع مستخدمي المستأجر تلقائيًا. يجب أن تكون عناوين البريد الإلكتروني فريدة عبر المستخدمين الداخليين ومستخدمي المستأجر، لذا إذا كنت تخطط لإعداد مستخدمي المستأجر الحاليين كمستخدمين عاديين مرة أخرى، فعليك أولًا تغيير عناوين بريدهم الإلكتروني.
bg: Деактивирането на функцията за наематели автоматично ще деактивира всички потребители на наематели. Имейл адресите трябва да са уникални както за вътрешните потребители, така и за потребителите на наематели, така че ако планирате да настроите отново съществуващите потребители на наематели като обикновени потребители, първо трябва да промените имейл адресите им.
ca: Si desactiveu la funció d'inquilins, es desactivaran automàticament tots els usuaris inquilins. Les adreces de correu electrònic han de ser úniques per a usuaris interns i inquilins, per tant, si teniu previst tornar a configurar els usuaris inquilins existents com a usuaris normals, primer heu de canviar les seves adreces de correu electrònic.
de: Durch Deaktivieren der Mandantenfunktion werden automatisch alle Mandantenbenutzer deaktiviert. E-Mail-Adressen müssen für interne Benutzer und Mandantenbenutzer eindeutig sein. Wenn Sie also bestehende Mandantenbenutzer wieder als reguläre Benutzer einrichten möchten, sollten Sie zuerst deren E-Mail-Adressen ändern.
es: Al deshabilitar la función de inquilinos, se deshabilitarán automáticamente todos los usuarios inquilinos. Las direcciones de correo electrónico deben ser únicas para los usuarios internos y los inquilinos, por lo que si planea volver a configurar a los usuarios inquilinos existentes como usuarios regulares, primero debe cambiar sus direcciones de correo electrónico.
fa: غیرفعال کردن ویژگی مستاجران، به طور خودکار همه کاربران مستاجر را غیرفعال می‌کند. آدرس‌های ایمیل باید بین کاربران داخلی و مستاجر منحصر به فرد باشند، بنابراین اگر قصد دارید کاربران مستاجر فعلی را دوباره به عنوان کاربران عادی تنظیم کنید، ابتدا باید آدرس‌های ایمیل آنها را تغییر دهید.
fi: Vuokraajatoiminnon poistaminen käytöstä poistaa automaattisesti käytöstä kaikki vuokraajakäyttäjät. Sähköpostiosoitteiden on oltava yksilöllisiä sekä sisäisten että vuokraajakäyttäjien välillä, joten jos aiot määrittää olemassa olevat vuokraajakäyttäjät takaisin tavallisiksi käyttäjiksi, sinun on ensin muutettava heidän sähköpostiosoitteensa.
fr: La désactivation de la fonctionnalité « locataires » désactivera automatiquement tous les comptes utilisateurs locataires. Les adresses e-mail doivent être uniques pour les utilisateurs internes et les locataires. Par conséquent, si vous prévoyez de réactiver des utilisateurs locataires en tant qu'utilisateurs classiques, vous devez d'abord modifier leurs adresses e-mail.
it: La disattivazione della funzionalità tenant disattiverà automaticamente tutti gli utenti tenant. Gli indirizzi email devono essere univoci per gli utenti interni e per quelli tenant, quindi se si prevede di configurare nuovamente gli utenti tenant esistenti come utenti regolari, è necessario prima modificarne gli indirizzi email.
ja: テナント機能を無効にすると、すべてのテナントユーザーも自動的に無効になります。メールアドレスは社内ユーザーとテナントユーザー間で一意である必要があります。既存のテナントユーザーを通常のユーザーとして再度設定する場合は、まずメールアドレスを変更する必要があります。
nb: Hvis du deaktiverer leietakerfunksjonen, deaktiveres automatisk alle leietakerbrukere. E-postadressene må være unike for både interne brukere og leietakerbrukere, så hvis du planlegger å sette opp eksisterende leietakerbrukere som vanlige brukere igjen, bør du først endre e-postadressene deres.
nl: Het uitschakelen van de tenantfunctie zal automatisch alle tenantgebruikers uitschakelen. E-mailadressen moeten uniek zijn voor zowel interne als tenantgebruikers. Als u van plan bent om bestaande tenantgebruikers opnieuw als reguliere gebruikers in te stellen, moet u eerst hun e-mailadressen wijzigen.
pl: Wyłączenie funkcji dzierżawców spowoduje automatyczne wyłączenie wszystkich użytkowników dzierżawy. Adresy e-mail muszą być unikalne dla użytkowników wewnętrznych i dzierżawców, więc jeśli planujesz ponownie skonfigurować istniejących użytkowników dzierżawy jako zwykłych użytkowników, powinieneś najpierw zmienić ich adresy e-mail.
pt_br: Desativar o recurso de locatários desativará automaticamente todos os usuários locatários. Os endereços de e-mail devem ser exclusivos para usuários internos e locatários; portanto, se você planeja configurar novamente usuários locatários como usuários regulares, primeiro deve alterar seus endereços de e-mail.
ru: Отключение функции тенантов автоматически отключит всех пользователей тенанта. Адреса электронной почты должны быть уникальными для внутренних и тенант-пользователей, поэтому если вы планируете снова настроить существующих пользователей тенанта как обычных пользователей, сначала измените их адреса электронной почты.
sk: Vypnutím funkcie nájomníkov sa automaticky vypnú všetci nájomníci. E-mailové adresy musia byť jedinečné pre interných používateľov aj nájomníkov, takže ak plánujete opäť nastaviť existujúcich nájomníkov ako bežných používateľov, mali by ste najprv zmeniť ich e-mailové adresy.
sl: Če onemogočite funkcijo najemnikov, boste samodejno onemogočili vse najemnike. E-poštni naslovi morajo biti enolični za interne uporabnike in najemnike, zato morate, če nameravate obstoječe najemnike znova nastaviti kot redne uporabnike, najprej spremeniti njihove e-poštne naslove.
sq: Çaktivizimi i veçorisë tenants do të çaktivizojë automatikisht të gjithë përdoruesit tenant. Adresat e emailit duhet të jenë unike mes përdoruesve të brendshëm dhe përdoruesve tenant, ndaj nëse planifikon t’i konfigurosh përsëri përdoruesit ekzistues tenant si përdorues të rregullt, së pari duhet t’u ndryshosh adresat e emailit.
sr: Onemogućavanje funkcije tenants će automatski onemogućiti sve tenant korisnike. Email adrese moraju biti jedinstvene među internim i tenant korisnicima, zato ako planirate da postojeće tenant korisnike ponovo podesite kao regularne korisnike, prvo treba da promenite njihove email adrese.
sv: Om du inaktiverar hyresgästfunktionen inaktiveras automatiskt alla hyresgästanvändare. E-postadresser måste vara unika för interna användare och hyresgästanvändare, så om du planerar att konfigurera befintliga hyresgästanvändare som vanliga användare igen bör du först ändra deras e-postadresser.
tr: Kiracı özelliğini devre dışı bırakmak, tüm kiracı kullanıcılarını otomatik olarak devre dışı bırakacaktır. E-posta adresleri, dahili ve kiracı kullanıcılar arasında benzersiz olmalıdır; bu nedenle, mevcut kiracı kullanıcılarını tekrar normal kullanıcı olarak ayarlamayı planlıyorsanız, öncelikle e-posta adreslerini değiştirmeniz gerekir.
uk: Вимкнення функції тенантів автоматично вимкне всіх користувачів тенанта. Email-адреси мають бути унікальними серед внутрішніх користувачів і користувачів тенанта, тож якщо ви плануєте знову налаштувати наявних користувачів тенанта як звичайних користувачів, спершу змініть їхні email-адреси.
vi: Việc vô hiệu hóa tính năng người thuê sẽ tự động vô hiệu hóa tất cả người dùng thuê. Địa chỉ email phải là duy nhất giữa người dùng nội bộ và người dùng thuê, vì vậy nếu bạn dự định thiết lập lại người dùng thuê hiện tại thành người dùng thông thường, trước tiên bạn nên thay đổi địa chỉ email của họ.
zh_hk: 停用租戶功能將自動停用所有租戶使用者。內部使用者和租戶使用者的電子郵件地址必須是唯一的，因此如果您打算再次將現有的租戶使用者設定為一般使用者，您應該先變更他們的電子郵件地址。

source: Proceed and disable
ar: تابع وعطّل
bg: Продължи и деактивирай
ca: Continua i desactiva
de: Fortfahren und deaktivieren
es: Proceder y deshabilitar
fa: ادامه دهید و غیرفعال کنید
fi: Jatka ja poista käytöstä
fr: Procéder et désactiver
it: Procedi e disattiva
ja: 続行して無効にする
nb: Fortsett og deaktiver
nl: Ga verder en schakel uit
pl: Kontynuuj i wyłącz
pt_br: Prossiga e desative.
ru: Продолжить и отключить
sk: Pokračovať a deaktivovať
sl: Nadaljuj in onemogoči
sq: Vazhdo dhe çaktivizo
sr: Nastavi i onemogući
sv: Fortsätt och inaktivera
tr: Devam et ve devre dışı bırak
uk: Продовжити та вимкнути
vi: Tiếp tục và vô hiệu hóa
zh_hk: 繼續並停用

source: Multi tenant
ar: متعدد المستأجرين
bg: Много наематели
ca: Multiinquilí
de: Mehrere Mieter
es: Multiinquilino
fa: چند مستاجری
fi: Usean vuokralaisen
fr: Multi-locataires
ja: マルチテナント
nb: Flere leietakere
nl: Meerdere huurders
pl: Wielu najemców
pt_br: Multiusuário
ru: Несколько тенантов
sk: Viacerí nájomníci
sl: Več najemnikov
sr: Više tenant-a
sv: Flerhyresgäst
tr: Çoklu kiracı
uk: Кілька тенантів
vi: Nhiều người thuê
zh_hk: 多租戶

source: Each tenant operates in an isolated environment with dedicated resources and permissions. Best for SaaS platforms, scalable embedding, or strict data isolation needs.
ar: يعمل كل مستأجر في بيئة معزولة بموارد وأذونات مخصصة. الأفضل لمنصات SaaS، أو التضمين القابل للتوسع، أو احتياجات العزل الصارم للبيانات.
bg: Всеки клиент работи в изолирана среда с отделни ресурси и разрешения. Най-подходящо за SaaS платформи, мащабируемо вграждане или строги нужди от изолация на данните.
ca: Cada inquilí opera en un entorn aïllat amb recursos i permisos dedicats. Ideal per a plataformes SaaS, integració escalable o necessitats estrictes d'aïllament de dades.
de: Jeder Mandant arbeitet in einer isolierten Umgebung mit dedizierten Ressourcen und Berechtigungen. Ideal für SaaS-Plattformen, skalierbare Einbettung oder strenge Anforderungen an die Datenisolation.
es: Cada inquilino opera en un entorno aislado con recursos y permisos dedicados. Ideal para plataformas SaaS, integración escalable o necesidades estrictas de aislamiento de datos.
fa: هر مستاجر در یک محیط ایزوله با منابع و مجوزهای اختصاصی فعالیت می‌کند. بهترین گزینه برای پلتفرم‌های SaaS، تعبیه مقیاس‌پذیر یا نیازهای جداسازی دقیق داده‌ها.
fi: Jokainen vuokralainen toimii eristetyssä ympäristössä, jolla on omat resurssinsa ja käyttöoikeutensa. Paras SaaS-alustoille, skaalautuvalle upotukselle tai tiukoille datan eristämistarpeille.
fr: Chaque client opère dans un environnement isolé, avec des ressources et des autorisations dédiées. Idéal pour les plateformes SaaS, l'intégration évolutive ou les exigences strictes d'isolation des données.
it: Ogni tenant opera in un ambiente isolato con risorse e autorizzazioni dedicate. Ideale per piattaforme SaaS, integrazione scalabile o esigenze di rigoroso isolamento dei dati.
ja: 各テナントは、専用のリソースと権限を持つ独立した環境で動作します。SaaSプラットフォーム、スケーラブルな埋め込み、または厳格なデータ分離のニーズに最適です。
nb: Hver leietaker opererer i et isolert miljø med dedikerte ressurser og tillatelser. Best for SaaS-plattformer, skalerbar innbygging eller strenge behov for dataisolering.
nl: Elke tenant opereert in een geïsoleerde omgeving met eigen resources en toegangsrechten. Ideaal voor SaaS-platformen, schaalbare integratie of strikte behoefte aan gegevensisolatie.
pl: Każdy najemca działa w odizolowanym środowisku z dedykowanymi zasobami i uprawnieniami. Rozwiązanie to sprawdza się najlepiej w przypadku platform SaaS, skalowalnego osadzania lub w przypadku ścisłych potrzeb izolacji danych.
pt_br: Cada locatário opera em um ambiente isolado com recursos e permissões dedicados. Ideal para plataformas SaaS, incorporação escalável ou necessidades de isolamento de dados rigoroso.
ru: Каждый тенант работает в изолированной среде с выделенными ресурсами и разрешениями. Лучше всего подходит для SaaS-платформ, масштабируемого встраивания или строгих требований к изоляции данных.
sk: Každý nájomník pracuje v izolovanom prostredí s vyhradenými zdrojmi a povoleniami. Najlepšie pre platformy SaaS, škálovateľné vkladanie alebo potreby prísnej izolácie údajov.
sl: Vsak najemnik deluje v izoliranem okolju z namenskimi viri in dovoljenji. Najboljše za platforme SaaS, skalabilno vgrajevanje ali potrebe po strogi izolaciji podatkov.
sq: Çdo tenant operon në një mjedis të izoluar me burime dhe leje të dedikuara. Më e mira për platforma SaaS, integrim të shkallëzueshëm, ose nevoja të rrepta për izolim të të dhënave.
sr: Svaki tenant radi u izolovanom okruženju sa namenskim resursima i dozvolama. Najbolje za SaaS platforme, skalabilno ugrađivanje ili potrebe za strogom izolacijom podataka.
sv: Varje hyresgäst arbetar i en isolerad miljö med dedikerade resurser och behörigheter. Bäst för SaaS-plattformar, skalbar inbäddning eller strikta behov av dataisolering.
tr: Her kiracı, özel kaynaklar ve izinlerle yalıtılmış bir ortamda çalışır. SaaS platformları, ölçeklenebilir entegrasyon veya sıkı veri izolasyonu ihtiyaçları için en uygun çözümdür.
uk: Кожен тенант працює в ізольованому середовищі з виділеними ресурсами та дозволами. Найкраще підходить для SaaS-платформ, масштабованого вбудовування або потреб суворої ізоляції даних.
vi: Mỗi người dùng hoạt động trong một môi trường biệt lập với tài nguyên và quyền hạn riêng. Phù hợp nhất cho các nền tảng SaaS, nhúng có khả năng mở rộng hoặc nhu cầu cách ly dữ liệu nghiêm ngặt.
zh_hk: 每個租戶在獨立的環境中運作，擁有專屬的資源和權限。最適合 SaaS 平台、可擴充的嵌入或嚴格的資料隔離需求。

source: Single tenant
ar: مستأجر واحد
bg: Единичен наемател
ca: Inquilí únic
de: Einzelmieter
es: Inquilino único
fa: مستاجر مجرد
fi: Yksittäinen vuokralainen
fr: Locataire unique
it: Inquilino singolo
ja: 単一テナント
nb: Enkelt leietaker
nl: Eén huurder
pl: Pojedynczy najemca
pt_br: Inquilino individual
ru: Один тенант
sk: Jeden nájomník
sl: En samski najemnik
sq: Tenant i vetëm
sr: Jedan tenant
sv: Enskild hyresgäst
tr: Tek kiracı
uk: Один тенант
vi: Người thuê nhà đơn lẻ
zh_hk: 單一租戶

source: All users exist in the same world and are managed via Metabase groups. Ideal for internal company analytics, proof of concept, or simple embedding setups.
ar: يوجد جميع المستخدمين في نفس البيئة ويتم إدارتهم عبر مجموعات Metabase. مثالي لتحليلات الشركة الداخلية، أو إثبات المفهوم، أو إعدادات التضمين البسيطة.
bg: Всички потребители съществуват в един и същ свят и се управляват чрез групи в Metabase. Идеално за вътрешен анализ на компанията, доказателство за концепция или прости настройки за вграждане.
ca: Tots els usuaris existeixen al mateix món i es gestionen a través de grups de la metabase. Ideal per a anàlisis internes de l'empresa, proves de concepte o configuracions d'incrustació simples.
de: Alle Benutzer befinden sich in derselben Welt und werden über Metabase-Gruppen verwaltet. Ideal für interne Unternehmensanalysen, Machbarkeitsstudien oder einfache Einbettungskonfigurationen.
es: Todos los usuarios viven en el mismo entorno y se gestionan mediante grupos de Metabase. Ideal para análisis internos de la empresa, pruebas de concepto o configuraciones de integración sencillas.
fa: همه کاربران در یک دنیای واحد وجود دارند و از طریق گروه‌های Metabase مدیریت می‌شوند. ایده‌آل برای تجزیه و تحلیل داخلی شرکت، اثبات مفهوم یا تنظیمات ساده جاسازی.
fi: Kaikki käyttäjät ovat samassa maailmassa ja heitä hallitaan Metabase-ryhmien kautta. Ihanteellinen yrityksen sisäiseen analytiikkaan, konseptin todistamiseen tai yksinkertaisiin upotusasetuksiin.
fr: Tous les utilisateurs évoluent dans le même environnement et sont gérés via les groupes Metabase. Idéal pour les analyses internes d'entreprise, les preuves de concept ou les configurations d'intégration simples.
it: Tutti gli utenti vivono nello stesso mondo e sono gestiti tramite gruppi Metabase. Ideale per analisi aziendali interne, proof of concept o semplici configurazioni di incorporamento.
ja: すべてのユーザーは同じ世界に存在し、Metabaseグループによって管理されます。社内分析、概念実証、またはシンプルな埋め込み設定に最適です。
nb: Alle brukere finnes i samme verden og administreres via Metabase-grupper. Ideell for bedriftsinterne analyser, proof of concept eller enkle integreringsoppsett.
nl: Alle gebruikers bevinden zich in dezelfde wereld en worden beheerd via Metabase-groepen. Ideaal voor interne bedrijfsanalyses, proof-of-concept-projecten of eenvoudige implementaties.
pl: Wszyscy użytkownicy istnieją w tym samym świecie i są zarządzani za pośrednictwem grup Metabase. Idealne rozwiązanie do wewnętrznych analiz firmowych, proof of concept lub prostych konfiguracji osadzania.
pt_br: Todos os usuários existem no mesmo ambiente e são gerenciados por meio de grupos do Metabase. Ideal para análises internas da empresa, provas de conceito ou configurações simples de incorporação.
ru: Все пользователи находятся в одной среде и управляются через группы Metabase. Идеально для внутренней аналитики компании, proof of concept или простых сценариев встраивания.
sk: Všetci používatelia existujú v rovnakom svete a sú spravovaní prostredníctvom skupín Metabase. Ideálne pre internú analýzu spoločnosti, overenie konceptu alebo jednoduché nastavenia vkladania.
sl: Vsi uporabniki obstajajo v istem svetu in so upravljani prek skupin Metabase. Idealno za interno analitiko podjetja, dokazilo o konceptu ali preproste nastavitve vdelave.
sq: Të gjithë përdoruesit ekzistojnë në të njëjtën botë dhe menaxhohen përmes grupeve Metabase. Ideale për analitikë të brendshme kompanie, proof of concept, ose konfigurime të thjeshta integrimi.
sr: Svi korisnici postoje u istom okruženju i upravljaju se preko Metabase grupa. Idealno za internu analitiku u kompaniji, proof of concept ili jednostavna podešavanja ugrađivanja.
sv: Alla användare finns i samma värld och hanteras via Metabase-grupper. Perfekt för interna företagsanalyser, koncepttest eller enkla inbäddningsinställningar.
tr: Tüm kullanıcılar aynı ortamda bulunur ve Metabase grupları aracılığıyla yönetilir. Şirk içi analizler, kavram kanıtı çalışmaları veya basit yerleştirme kurulumları için idealdir.
uk: Усі користувачі існують в одному середовищі та керуються через групи Metabase. Ідеально для внутрішньої аналітики компанії, proof of concept або простих налаштувань вбудовування.
vi: Tất cả người dùng đều tồn tại trong cùng một thế giới và được quản lý thông qua các nhóm Metabase. Lý tưởng cho việc phân tích nội bộ công ty, thử nghiệm ý tưởng hoặc thiết lập nhúng đơn giản.
zh_hk: 所有使用者都存在於同一個世界，並透過 Metabase 群組進行管理。適用於公司內部分析、概念驗證或簡單的嵌入設定。

source: Pick a user strategy
ar: اختر استراتيجية للمستخدمين
bg: Изберете потребителска стратегия
ca: Trieu una estratègia d'usuari
de: Wählen Sie eine Benutzerstrategie
es: Elija una estrategia de usuario
fa: یک استراتژی کاربری انتخاب کنید
fi: Valitse käyttäjästrategia
fr: Choisissez une stratégie utilisateur
it: Scegli una strategia utente
ja: ユーザー戦略を選択する
nb: Velg en brukerstrategi
nl: Kies een gebruikersstrategie
pl: Wybierz strategię użytkownika
pt_br: Escolha uma estratégia de usuário
ru: Выберите стратегию пользователей
sk: Vyberte si stratégiu používateľa
sl: Izberite uporabniško strategijo
sq: Zgjidh një strategji përdoruesish
sr: Izaberite strategiju korisnika
sv: Välj en användarstrategi
tr: Bir kullanıcı stratejisi seçin.
uk: Оберіть стратегію користувачів
vi: Chọn chiến lược người dùng
zh_hk: 選擇使用者策略

source: Guest embeds
ar: تضمينات الضيف
bg: Вграждания за гости
ca: Incrustacions de convidats
de: Gast-Einbettungen
es: Incrustaciones de invitados
fa: جاسازی‌های مهمان
fi: Vieraiden upotukset
fr: Intégration d'invités
it: Incorporamenti ospiti
ja: ゲスト埋め込み
nb: Gjesteinnbygging
nl: Gast insluiten
pl: Osadzanie gości
pt_br: Incorporações de convidados
ru: Встраивание гостевых файлов
sk: Vložené hosťovské súbory
sl: Vdelave gostov
sq: Inkorporime si guest
sr: Ugrađivanja za goste
sv: Gästinbäddningar
tr: Misafir yerleştirmeleri
uk: Гостьові вбудовування
vi: Khách nhúng
zh_hk: 訪客嵌入

source: Report an issue
ar: الإبلاغ عن مشكلة
bg: Докладване на проблем
ca: Informar d'un problema
de: Ein Problem melden
eo: Spill the tea on a problem
es: Informar de un problema
fa: یک مشکل را گزارش کنید
fi: Ilmoita asiasta
fr: Signaler un problème
it: Segnalare un problema
ja: 問題を報告する
lt: Pranešti apie problemą
nb: Rapporter et problem
nl: Een probleem melden
pl: Zgłoś problem
pt_br: Relatar um problema
ru: Сообщить о проблеме
sk: Nahlásiť problém
sl: Prijava težave
sq: Raporto një problem
sr: Prijavi problem
sv: Rapportera problem
tr: Bir sorun bildirin
uk: Повідомити про проблему
vi: Báo cáo sự cố
zh_hk: 報告問題

source: Diagnostic info
ar: معلومات تشخيصية
bg: Диагностична информация
ca: Informació de diagnòstic
de: Diagnoseinformationen
eo: Diagnosis tea
es: Información de diagnóstico
fa: اطلاعات تشخیصی
fi: Diagnostiikkatiedot
fr: Informations de diagnostic
it: Informazioni diagnostiche
ja: 診断情報
nb: Diagnostisk informasjon
nl: Diagnostische informatie
pl: Informacje diagnostyczne
pt_br: Informações de diagnóstico
ru: Диагностическая информация
sk: Diagnostické informácie
sl: Diagnostične informacije
sq: Info diagnostikuese
sr: Dijagnostičke informacije
sv: Diagnostisk information
tr: Tanı bilgisi
uk: Діагностична інформація
vi: Thông tin chẩn đoán
zh_hk: 診斷資訊
