Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: You're running {0}
hu: Ön a következőt futtatja: {0}
lt: Jūs naudojate {0}
ms: Anda sedang menjalankan {0}

source: Sorry, we were unable to check for updates at this time.
hu: Sajnos jelenleg nem tudtuk ellenőrizni a frissítéseket.
ms: Maaf, kami tidak dapat memeriksa kemas kini pada masa ini.

source: patch release
hu: javító kiadás
ms: keluaran tampalan

source: Dates and Times
hu: Dátumok és időpontok
lt: Datos ir laikai
ms: Tarikh dan Masa

source: Numbers
ar: الأرقام
bg: Числа
ca: Nombres
de: Zahlen
eo: Stats or just "the deets"
es: Números
fa: شماره
fi: Numerot
fr: Numéros
hu: Számok
it: Numeri
ja: 数字
lt: Skaičiai
ms: Nombor
nb: Nummer
nl: Nummers
pl: Liczby
pt_br: Números
ru: Числа
sk: Čísla
sl: Številke
sq: Numra
sr: Brojevi
sv: Siffror
tr: Sayılar
uk: Числа
vi: Số
zh_hk: 數字

source: No mappable groups
hu: Nincsenek leképezhető csoportok
ms: Tiada kumpulan yang boleh dipetakan

source: Metabase Documentation
hu: Metabase dokumentáció
ms: Dokumentasi Metabase

source: Includes a troubleshooting guide
hu: Hibaelhárítási útmutatót tartalmaz
ms: Termasuk panduan penyelesaian masalah

source: Post on the Metabase support forum
hu: Tegyen közzé bejegyzést a Metabase támogatási fórumán
ms: Siarkan di forum sokongan Metabase

source: A community forum for all things Metabase
hu: Egy közösségi fórum minden, a Metabase-val kapcsolatos dologra
ms: Forum komuniti untuk semua perkara berkaitan Metabase

source: File a bug report
hu: Hibajelentés beküldése
ms: Failkan laporan pepijat

source: Create a GitHub issue (includes the diagnostic info below)
ar: أنشئ مشكلة على GitHub (يتضمن معلومات التشخيص أدناه)
bg: Създайте проблем с GitHub (включва диагностичната информация по-долу)
ca: Creeu una incidència a GitHub (inclou la informació de diagnòstic de sota)
de: Erstelle ein Issue auf Github (enthät untenstehende Daten)
eo: Yo, make a GitHub issue (includes the deets below)
es: Crea una incidencia en GitHub (incluye la información de diagnóstico)
fa: یک شماره GitHub ایجاد کنید (شامل اطلاعات تشخیصی زیر است)
fi: Luo GitHub-issue (sisältää alla olevat diagnostiikkatiedot)
fr: Créer un ticket GitHub (comprend les informations de diagnostic ci-dessous)
hu: GitHub-probléma létrehozása (tartalmazza az alábbi diagnosztikai információkat)
it: Crea una issue su GitHub (includendo le informazioni di diagnostica riportate sotto)
ja: GitHubのIssueを作成する(以下の診断情報を含みます)
lt: Sukurti GitHub problemą (apima toliau pateiktą diagnostikos informaciją)
ms: Cipta isu GitHub (termasuk maklumat diagnostik di bawah)
nb: Opprett GitHub-issue (inkluderer diagnostikk-informasjonen under)
nl: Maak een GitHub issue aan (voeg de onderstaande diagnostische gegevens toe)
pl: Utwórz problem w GitHub (dodajac informacje diagnostyczne)
pt_br: Crie um tópico na seção Issues do GitHub (inclui as informações de diagnóstico abaixo)
ru: Создать проблему на GitHub (включая диагностическую информацию ниже)
sk: Vytvorte GitHub issue (obsahuje diagnostické informácie nižšie)
sl: Ustvarjanje težave z GitHubom (vključuje spodnje diagnostične podatke)
sq: Krijo një issue në GitHub (përfshin informacionin diagnostik më poshtë)
sr: Kreiraj GitHub issue (uključuje dijagnostičke informacije ispod)
sv: Skapa ett Github-ärende (med felsöknings-info enl nedan)
tr: GitHub sorunu oluşturun (aşağıdaki teşhis bilgilerini içerir)
uk: Створити запис про помилку на GitHub (з додаванням діагностичної інформації)
vi: Tạo sự cố GitHub (bao gồm thông tin chẩn đoán bên dưới)
zh_hk: 創建 GitHub 問題（包含以下的診斷訊息）

source: Please include these details in support requests. Thank you!
ar: يرجى تضمين هذه التفاصيل في طلبات الدعم. شكرًا!
bg: Моля, включете тези подробности в исканията за поддръжка. Благодаря ти!
ca: SI us plau, afegiu aquest detalls a les vostres peticions de suport. Gràcies!
de: Bitte füge folgende Details in deine Support-Anfrage ein, vielen Dank!
eo: Hey bestie, make sure to add these deets in support tickets. Thx!
es: Incluye estos detalles en las solicitudes de soporte. ¡Gracias!
fa: لطفاً این جزئیات را در درخواستهای پشتیبانی درج کنید. متشکرم!
fi: Sisällytä nämä tiedot tukipyyntöihin. Kiitos!
fr: Veuillez inclure ces détails dans les demandes de support. Merci !
hu: Kérjük, adja meg ezeket a részleteket a támogatási kérelmekben. Köszönjük!
it: Si prega di includere questi dettagli nelle richieste di supporto. Grazie!
ja: サポート依頼にはこれらの詳細情報を含めてください。ありがとうございます!
lt: Į paramos užklausas įtraukite šią informaciją. Ačiū!
ms: Sila sertakan butiran ini dalam permintaan sokongan. Terima kasih!
nb: Vennligst inkluder disse detaljene i brukerstøttehenvendelsen. Takk!
nl: Voeg deze gegevens toe aan je verzoek. Bedankt!
pl: Podaj te szczegóły w prośbach o wsparcie. Dziękujemy!
pt_br: Inclua esses detalhes em suas solicitações de suporte. Obrigado!
ru: Пожалуйста, включите эти детали в запросы поддержки. Спасибо!
sk: Tieto podrobnosti zahrňte do žiadostí o podporu. Ďakujem!
sl: Prosimo, vključite te podrobnosti v zahteve za podporo. Hvala!
sq: Të lutem përfshi këto detaje në kërkesat për mbështetje. Faleminderit!
sr: Molimo uključite ove detalje u zahtevima za podršku. Hvala!
sv: Ta med dessa detaljer i support-frågor. Tack!
tr: Lütfen bu ayrıntıları destek taleplerine ekleyin. Teşekkürler!
uk: Будь ласка, додайте ці деталі до звернень у підтримку. Дякуємо!
vi: Vui lòng bao gồm các chi tiết này trong các yêu cầu hỗ trợ. Cảm ơn bạn!
zh_hk: 請在支持請求中包含這些詳細信息。謝謝！

source: Remember me
ar: تذكّرني
bg: Помни ме
ca: Recorda'm
de: Angemeldet bleiben
eo: Don’t forget me, fr fr
es: Recuérdame
fa: مرا به خاطر بسپار
fi: Muista minut
fr: Se souvenir de moi
hu: Emlékezz rám
it: Ricordami
ja: ログイン情報を記憶する
lt: Prisiminti mane
ms: Ingat saya
nb: Husk meg
nl: Onthoud mij
pl: Zapamiętaj mnie
pt_br: Lembrar de mim
ru: Запомните меня
sk: Zapamätať si ma
sl: Zapomni si me
sq: Më kujto
sr: Zapamti me
sv: Kom ihåg mig
tr: Beni hatırla
uk: Запам'ятати мене
vi: Ghi nhớ tôi
zh_hk: 記住我

source: For security reasons, password reset links expire after a little while. If you still need to reset your password, you can {0}.
hu: Biztonsági okokból a jelszó-visszaállítási linkek egy idő után lejárnak. Ha még mindig szüksége van a jelszó visszaállítására, megteheti {0}.
ms: Atas sebab keselamatan, pautan tetapan semula kata laluan akan tamat selepas beberapa ketika. Jika anda masih perlu menetapkan semula kata laluan anda, anda boleh {0}.

source: Save new password
ar: احفظ كلمة المرور الجديدة
bg: Запазете нова парола
ca: Desar la nova contrasenya
de: Speichere neues Passwort
eo: Save that fresh new password
es: Guardar nueva contraseña
fa: گذرواژه جدید را ذخیره کنید
fi: Tallenna uusi salasana
fr: Enregistrer un nouveau mot de passe
hu: Új jelszó mentése
it: Salva la nuova password
ja: 新しいパスワードを保存する
lt: Išsaugoti naują slaptažodį
ms: Simpan kata laluan baru
nb: Lagre nytt passord
nl: Nieuw wachtwoord opslaan
pl: Zapisz nowe hasło
pt_br: Salve a nova senha
ru: Сохранить новый пароль
sk: Uložiť nové heslo
sl: Shrani novo geslo
sq: Ruaj fjalëkalimin e ri
sr: Sačuvaj novu lozinku
sv: Spara nytt lösenord
tr: Yeni parolayı kaydet
uk: Зберегти новий пароль
vi: Lưu mật khẩu mới
zh_hk: 儲存新密碼

source: No matching result
ar: لا توجد نتيجة مطابقة
bg: Няма съвпадащ резултат
ca: No s'ha trobat cap coincidència
de: Kein passendes Ergebnis
eo: No cap, no results found
es: Sin resultados coincidentes
fa: نتیجه مطابقت ندارد
fi: Ei vastaavaa tulosta
fr: Aucun résultat correspondant
hu: Nincs egyező eredmény
it: Nessuna corrispondenza
ja: 合致する結果がありません
lt: Nėra atitinkančio rezultato
ms: Tiada hasil yang sepadan
nb: Ingen resultater
nl: Geen overeenkomende resultaten
pl: Brak pasujących wyników
pt_br: Nenhum resultado correspondente
ru: Совпадений не найдено
sk: Žiadny zodpovedajúci výsledok
sl: Ni ujemajočega se rezultata
sq: Nuk ka rezultat përputhës
sr: Nema poklapanja
sv: Inga matchande resultat
tr: Eşleşen sonuç bulunamadı
uk: Немає відповідних результатів
vi: Không có kết quả phù hợp
zh_hk: 無結果相符

source: Submit
ar: إرسال
bg: Изпращане
ca: Envia
de: Einreichen
eo: Bet, I got you: "Drop it" or "Send it"
es: Enviar
fa: ارسال
fi: Lähetä
fr: Envoyer
hu: Beküldés
it: Invia
ja: 決定
lt: Pateikti
ms: Hantar
nb: Send inn
nl: Versturen
pl: Zatwierdź
pt_br: Enviar
ru: Разместить
sk: Odoslať
sl: Predložiti
sq: Dërgo
sr: Pošalji
sv: Skicka
tr: Gönder
uk: Надіслати
vi: Gửi đi
zh_hk: 送出

source: Some database installations can only be accessed by connecting through an SSH bastion host. This option also provides an extra layer of security when a VPN is not available. Enabling this is usually slower than a direct connection.
hu: Egyes adatbázis telepítések csak SSH bastion hoston keresztüli kapcsolódással érhetők el. Ez az opció extra biztonsági réteget is biztosít, ha VPN nem áll rendelkezésre. Ennek bekapcsolása általában lassabb, mint a közvetlen kapcsolat.
ms: Beberapa pemasangan pangkalan data hanya boleh diakses dengan menyambung melalui hos SSH bastion. Pilihan ini juga menyediakan lapisan keselamatan tambahan apabila VPN tidak tersedia. Mengaktifkan ini biasanya lebih perlahan daripada sambungan langsung.

source: We suggest you leave this off unless you're doing manual timezone casting in many or most of your queries with this data.
hu: Javasoljuk, hogy hagyja ezt kikapcsolva, hacsak nem végez kézi időzóna átalakítást sok vagy a legtöbb lekérdezésében ezzel az adatokkal.
ms: Kami mencadangkan anda biarkan ini dimatikan melainkan anda sedang melakukan penentuan zon waktu manual dalam kebanyakan pertanyaan anda dengan data ini.

source: {0} to get an auth code.
ar: {0} للحصول على كود تفويض.
bg: {0}, за да получите код за удостоверяване.
ca: {0} per obtenir un codi d'autenticació.
de: {0} um einen Auth-Code zu erhalten.
eo: {0} to secure that auth code, fr.
es: {0} para obtener un código de autenticación.
fa: {0} برای دریافت کد مجوز
fi: {0} saadaksesi valtuuskoodin.
fr: {0} pour obtenir un code d'autorisation.
hu: {0}, hogy hitelesítési kódot kapjon.
it: {0} per ottenere un auth code
ja: 認証コードを取得するための{0}
lt: {0}, kad gautumėte autentifikavimo kodą.
ms: {0} untuk mendapatkan kod pengesahan.
nb: {0} for å få en autentiseringskode.
nl: {} om een auth code te verkrijgen.
pl: {0}, aby uzyskać kod autoryzacyjny.
pt_br: {0} para obter um código de autenticação.
ru: {0} чтобы получить код авторизации.
sk: {0} získate autorizačný kód.
sl: {0} pridobiti kodo za preverjanje pristnosti.
sq: {0} për të marrë një kod auth.
sr: {0} da dobiješ auth kod.
sv: {0} för att få en behörighetskod
tr: {0} bir kimlik doğrulama kodu almak için.
uk: {0}, щоб отримати код авторизації.
vi: {0} để lấy mã xác thực.

source: or
ar: أو
bg: или
ca: o
de: oder
eo: or = fr fr or smthn else
es: o
fa: یا
fi: tai
fr: ou
hu: vagy
it: o
ja: か
lt: arba
ms: atau
nb: eller
nl: of
pl: lub
pt_br: ou
ru: или
sk: alebo
sl: ali
sq: ose
sr: ili
sv: eller
tr: veya
uk: або
vi: hoặc
zh_hk: 或

source: required
ar: مطلوب
bg: задължително
ca: obligatori
de: erforderlich
eo: needed fr
es: obligatorio
fa: ضروری
fi: vaadittu
fr: requis
hu: kötelező
it: richiesto
ja: 必須
lt: privaloma
ms: diperlukan
nb: påkrevd
nl: Verplicht
pl: wymagany
pt_br: obrigatório
ru: обязательно
sk: povinné
sl: Zahteva
sq: e detyrueshme
sr: obavezno
sv: obligatorisk
tr: zorunlu
uk: обов'язкове
vi: bắt buộc
zh_hk: 必須

source: Database type
ar: نوع قاعدة البيانات
bg: Тип база данни
ca: Tipus de base de dades
de: Datenbanktyp
eo: DB type or just "DB vibe"
es: Tipo base de datos
fa: نوع بانک اطلاعاتی
fi: Tietokannan tyyppi
fr: Type de base de données
hu: Adatbázis típusa
it: Tipo database
ja: データベースのタイプ
lt: Duomenų bazės tipas
ms: Jenis pangkalan data
pl: Typ bazy danych
pt_br: Tipo do banco de dados
ru: Тип базы данных
sk: Typ databázy
sl: Vrsta zbirke podatkov
sq: Lloji i bazës së të dhënave
sr: Tip baze
sv: Databastyp
tr: Veritabanı türü
uk: Тип бази даних
vi: Kiểu cơ sở dữ liệu
zh_hk: 資料庫類型

source: This is a lightweight process that checks for updates to this database’s schema. In most cases, you should be fine leaving this set to sync hourly.
ar: هذه عملية خفيفة تتحقق من تحديثات مخطط قاعدة البيانات. في أغلب الحالات، لا بأس بترك هذا مضبوطًا على المزامنة كل ساعة.
bg: Това е лек процес, който проверява за актуализации на схемата на тази база данни. В повечето случаи трябва да сте добре, като оставите този комплект да се синхронизира ежечасно.
ca: Es tracta d'una process lleuger que comprava les actualitzacions del esquema d'aquesta base de dades. En la majoria de casos és suficient que se sincronitzi cada hora.
de: Dies ist ein leichtgewichtiger Prozess, der auf Aktualisierungen des Datenbank-Schemas prüft. In den meisten Fällen sollte die stündliche Synchronisation in Ordnung sein.
eo: This is a lowkey chill process that checks for updates to this database’s schema. Most of the time, you’re probs good just leaving it on hourly sync.
es: Este es un proceso ligero que busca actualizaciones para el esquema de esta base de datos. En la mayoría de los casos, debería estar bien dejarlo que sincronice cada hora.
fa: این یک پروسه سبک است که به روزرسانی های طرحواره این پایگاه داده را بررسی می کند. در بیشتر موارد ، شما باید خوب باشید که این مجموعه را ساعتی همگام کنید.
fi: Tämä on kevyt prosessi, joka tarkistaa tämän tietokannan skeeman päivitykset. Useimmissa tapauksissa sinun pitäisi olla hyvä jättää tämä asetus synkronoitumaan tunneittain.
fr: Il s'agit d'un processus léger qui vérifie les mises à jour du schéma de cette base de données. Dans la plupart des cas, vous devriez pouvoir laisser ce réglage sur une synchronisation horaire.
hu: Ez egy egyszerű folyamat, amely frissítéseket ellenőriz ennek az adatbázisnak a sémájában. A legtöbb esetben rendben van, ha ezt óránkénti szinkronizálásra hagyja beállítva.
it: Questo è un processo leggero che controlla la presenza di aggiornamenti dello schema di questo database. Nella maggior parte dei casi, sarebbe bene lasciare questo settaggio per sincronizzare ogni ora.
ja: これはこのデータベースのスキーマの更新をチェックする軽量なプロセスです。ほとんどの場合この設定を毎時同期のままにしておいて問題がないはずです。
lt: Tai lengvas procesas, kuris tikrina, ar nėra šios duomenų bazės schemos atnaujinimų. Daugeliu atvejų jums turėtų būti gerai, jei paliksite šį rinkinį sinchronizuoti kas valandą.
ms: Ini adalah proses ringan yang memeriksa kemas kini kepada skema pangkalan data ini. Dalam kebanyakan kes, anda akan baik-baik saja meninggalkan ini diset untuk menyelaraskan setiap jam.
nb: Dette er en lettvektsprosess som sjekker databaseskjema for oppdateringer. I de fleste tilfeller vil det gå bra å sette denne til å synkronisere hver time.
nl: Dit is een lichtgewichtproces dat controleert op updates van het schema van deze database. In de meeste gevallen zou het goed moeten zijn als deze set elk uur wordt gesynchroniseerd.
pl: Jest to lekki proces, który sprawdza zmiany w schemacie tej bazy danych. W większości przypadków wystarczy ustawienie synchronizacji co godzinę.
pt_br: Esse é um processo leve que verifica se há atualizações no esquema deste banco de dados. Na maioria dos casos, não há problema em deixar essa configuração definida para sincronizar a cada hora.
ru: Это легкий процесс, который проверяет наличие обновлений схемы этой базы данных. В большинстве случаев вполне можно использовать этот режим для синхронизации каждый час.
sk: Toto je ľahký proces, ktorý zisťuje aktualizácie schémy tejto databázy. Vo väčšine prípadov by to malo byť v poriadku, ak necháte tento proces synchronizovať každú hodinu.
sl: To je lahek postopek, ki preverja, ali so na voljo posodobitve sheme te zbirke podatkov. V večini primerov bi morali biti v redu, da pustite to nastavitev za sinhronizacijo vsako uro.
sq: Ky është një proces i lehtë që kontrollon për përditësime të skemës së kësaj baze të dhënash. Në shumicën e rasteve, është në rregull ta lini të sinkronizohet çdo orë.
sr: Ovo je lagan proces koji proverava ažuriranja šeme ove baze podataka. U većini slučajeva biće u redu da ovo ostavite podešeno na sinhronizaciju na svaki sat.
sv: Detta är en snabb process som letar efter uppdateringar till detta databasschema. För det mesta går det utmärkt att låta detta gå varje timme.
tr: Bu, bu veritabanının şemasındaki güncellemeleri kontrol eden hafif bir işlemdir. Çoğu durumda, bu seti saatlik olarak senkronize etmek için iyi durumda olmalısınız.
uk: Це легкий процес, який перевіряє оновлення схеми цієї бази даних. У більшості випадків можна залишити синхронізацію щогодини.
vi: Đây là một quy trình nhẹ kiểm tra các bản cập nhật cho lược đồ cơ sở dữ liệu này. Trong hầu hết các trường hợp, bạn sẽ ổn khi để bộ này đồng bộ hóa hàng giờ.
zh_hk: 檢核或更新資料庫 schema 是一個輕量級的動作，大部分情況下，可以設定為每小時同步一次。

source: Metabase can scan the values present in each field in this database to enable checkbox filters in dashboards and questions. This can be a somewhat resource-intensive process, particularly if you have a very large database.
hu: A Metabase be tudja olvasni az egyes mezőkben található értékeket ebben az adatbázisban, hogy lehetővé tegye a jelölőnégyzetes szűrőket a műszerfalakon és kérdésekben. Ez egy kissé erőforrás-igényes folyamat lehet, különösen, ha nagyon nagy adatbázissal rendelkezik.
ms: Metabase boleh mengimbas nilai yang terdapat dalam setiap medan dalam pangkalan data ini untuk mengaktifkan penapis kotak pilihan dalam papan pemuka dan soalan. Ini boleh menjadi proses yang agak intensif sumber, terutamanya jika anda mempunyai pangkalan data yang sangat besar.

source: Collection
ar: مجموعة
bg: колекция
ca: Col·lecció
de: Sammlung
eo: collection → drip or stash (depending on context)
es: Colección
fa: مجموعه
fi: Kokoelma
hu: Gyűjtemény
it: Collezione
ja: コレクション
lt: Kolekcija
ms: Koleksi
nb: Samling
nl: Collectie
pl: Kolekcja
pt_br: Coleção
ru: Коллекция
sk: Zbierka
sl: Zbirka
sq: Koleksion
sr: Kolekcija
sv: Samling
tr: Koleksiyon
uk: Колекція
vi: Bộ sư tập
zh_hk: 收藏

source: Confirm your password
ar: أكّد كلمة المرور
bg: Потвърдите паролата
ca: Confirmeu la vostra contrasenya
de: Bestätige Dein Passwort
eo: Make sure ur password is legit, bestie
es: Confirma tu contraseña
fa: رمزعبور خود را تأیید کنید
fi: Vahvista salasana
fr: Confirmez votre mot de passe
hu: Erősítse meg a jelszavát
it: Conferma la tua password
ja: パスワードを確認
lt: Patvirtinkite savo slaptažodį
ms: Sahkan kata laluan anda
nb: Bekreft ditt passord
nl: Bevestig je wachtwoord
pl: Potwierdź swoje hasło
pt_br: Confirme sua senha
ru: Подтвердите ваш пароль
sk: Potvrďte svoje heslo
sl: Potrdite geslo
sq: Konfirmo fjalëkalimin
sr: Potvrdite lozinku
sv: Bekräfta ditt lösenord
tr: Parolayı onayla
uk: Підтвердьте пароль
vi: Xác nhận mật khẩu
zh_hk: 確認您的密碼

source: passwords do not match
ar: كلمات المرور غير متطابقة
bg: Паролите не съвпадат
ca: Les contrasenyes no coincideixen
de: Passwörter stimmen nicht überein
eo: Passwords aren’t it rn
es: las contraseñas no coinciden
fa: رمزهای ورود مطابقت ندارند
fi: Salasanat eivät täsmää
fr: les mots de passe ne correspondent pas
hu: A jelszavak nem egyeznek
it: le password non corrispondono
ja: パスワードが一致しません
lt: slaptažodžiai nesutampa
ms: kata laluan tidak sepadan
nb: passordene stemmer ikke
nl: wachtwoorden komen niet overeen
pl: Hasła nie pasują do siebie
pt_br: as senhas não correspondem
ru: пароли не совпадают
sk: heslá sa nezhodujú
sl: Gesla se ne ujemajo
sq: fjalëkalimet nuk përputhen
sr: lozinke se ne poklapaju
sv: lösenorden matchar inte varandra
tr: parolalar uyuşmuyor
uk: паролі не збігаються
vi: Mật khẩu không khớp
zh_hk: 密碼不符合

source: Department of Awesome
ar: قسم الروعة
bg: Отдел за страхотни
ca: Departament de Meravelles
de: Großartige Abteilung
eo: Dept of all the vibes
es: Departamento Impresionante
fa: گروه عالی
fi: Mahtavan osasto
fr: Département de la génialité
it: Dipartimento del Fantastico
ja: 素晴らしい部門
lt: Awesome Departamentas
ms: Jabatan Awesome
nb: Utroligavdelingen
nl: Geweldige afdeling
pl: Departament Niesamowitości
pt_br: Coisas Sensacionais Ltda.
ru: Удивительный отдел
sk: Pracovisko úžasných
sl: Oddelek za Fantastično
sv: Avdelningen för stordåd
tr: Mükemmelliğin Bölümü
uk: Відділ найкращих
vi: Sở tuyệt vời
zh_hk: 很棒的系

source: Financial
ar: مالي
bg: Финансов
ca: Financer
de: Finanziell
eo: This is facts
es: Financiero
fa: مالی
fi: Talous
fr: Financier
hu: Pénzügyi
it: Finanziario
ja: 金融
lt: Finansinis
ms: Kewangan
nb: Finansiell
nl: Financieel
pl: Finansowe
pt_br: Financeiro
ru: Финансовый
sk: Finančné
sl: Finančne
sq: Financiare
sr: Finansijski
sv: Finansiell
tr: Finansal
uk: Фінансове
vi: Tài chính
zh_hk: 金融

source: Numeric
ar: رقمي
bg: Числови
ca: Numèric
de: Numerisch
eo: Numeric → it's just plain old "numeric," no cap, no need to slang it up lol
es: Numérico
fa: عددی
fi: Numeerinen
fr: Numérique
hu: Numerikus
it: Numerico
ja: 数値
lt: Skaitinis
ms: Numerik
nb: Numerisk
nl: Numeriek
pl: Liczbowe
pt_br: Numérico
ru: Числовой
sk: Číselné
sl: Številski
sq: Numerike
sr: Numerički
sv: Numerisk
tr: Sayısal
uk: Числове
vi: Số
zh_hk: 數字

source: Date and Time
ar: التاريخ والوقت
bg: Дата и час
ca: Data i Hora
de: Datum und Zeit
eo: Vibe check: Date & Time
es: Fecha y Hora
fa: تاریخ و زمان
fi: Päivämäärä ja aika
fr: Date et heure
hu: Dátum és idő
it: Data e Ora
ja: 日付と時間
lt: Data ir laikas
ms: Tarikh dan Waktu
nb: Dato og tid
nl: Datum en tijd
pl: Data i godzina
pt_br: Data e hora
ru: Дата и время
sk: Dátum a čas
sl: Datum in čas
sq: Data dhe Ora
sr: Datum i vreme
sv: Datum och tid
tr: Tarih ve Saat
uk: Дата й час
vi: Ngày và giờ
zh_hk: 日期和時間

source: Categorical
ar: فئوي
bg: Категорично
ca: Categòric
de: Kategorisch
eo: That's just "totally" or "100%" in Gen Z slang, but if you want a vibe: "that's so categorical" could be "that's so deadass" or "that's so on point."
es: Categórico
fa: طبقه ای
fi: Kategoriset
fr: Catégorique
hu: Kategorikus
it: Categorico
ja: カテゴリ値
lt: Kategoriškas
ms: Kategori
nb: Kategorisk
nl: Categorisch
pl: Kategoryczne
pt_br: Categórico
ru: Категорийный
sk: Kategorický
sl: Kategorično
sq: Kategorike
sr: Kategorijski
sv: Kategorisk
tr: Kategorik
uk: Категоріальне
vi: Phân minh
zh_hk: 分類的

source: URLs
bg: URL адреси
ca: URL
eo: Links or smth like that, fr.
es: URL
fa: آدرس های اینترنتی
fi: URLit
fr: URL
hu: URL-ek
it: URL
ja: URL
lt: URLai
ms: Pelokasi Sumber Seragam
nb: URL-er
pl: URL-e
ru: URL-ы
sk: odkaz
sl: URL-ji
sq: URL
sr: URL-ovi
sv: URL:er
tr: URL'ler
uk: URL-адреси
vi: Đường dẫn
zh_hk: 網址

source: Returns the average of the values in the column.
ar: يعيد متوسط القيم في العمود.
bg: Връща средната стойност на стойностите в колоната.
ca: Retorna la mitjana dels valors de la columna.
de: Gibt den Durchscnitt aller Werte einer Spalte zurück.
eo: Calculates the average of all the values in the column, fr fr.
es: Devuelve el promedio de los valores en la columna.
fa: میانگین مقادیر موجود در ستون را برمی گرداند.
fi: Palauttaa sarakkeen arvojen keskiarvon.
fr: Retourne la moyenne des valeurs de la colonne.
hu: Az oszlopban lévő értékek átlagát adja vissza.
it: Ritorna la media dei valori nella colonna.
ja: 列の値の平均値を返す。
lt: Grąžina stulpelio reikšmių vidurkį.
ms: Mengembalikan purata nilai dalam lajur.
nb: Returnerer gjennomsnittet av verdiene i kolonnen.
nl: Retourneert het gemiddelde van de waarden in de kolom.
pl: Zwraca średnią wartości z kolumny.
pt_br: Retorna a média dos valores na coluna.
ru: Возвращает среднее значение в столбце.
sk: Vráti priemer hodnôt v stĺpci.
sl: Vrne povprečje vrednosti v stolpcu.
sq: Kthen mesataren e vlerave në kolonë.
sr: Vraća prosek vrednosti u koloni.
sv: Returnerar genomsnittet av värdena i kolumnen.
tr: Sütundaki değerlerin ortalamasını döndürür.
uk: Повертає середнє значення значень у стовпці.
vi: Trả về giá trị trung bình của các giá trị trong cột.
zh_hk: 返回欄位資料的平均值

source: The column whose values to average.
hu: Az az oszlop, amelynek értékeit átlagolni kell.
ms: Lajur yang nilainya hendak dipuratakan.
