Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Because some of the tables you've selected use foreign keys to display values from other tables, you'll need to publish the tables below, too:
ar: لأن بعض الجداول التي حددتها تستخدم مفاتيح خارجية لعرض قيم من جداول أخرى، ستحتاج إلى نشر الجداول أدناه أيضًا:
bg: Тъй като някои от избраните от вас таблици използват външни ключове за показване на стойности от други таблици, ще трябва да публикувате и таблиците по-долу:
ca: Com que algunes de les taules que heu seleccionat utilitzen claus externes per mostrar valors d'altres taules, també haureu de publicar les taules següents:
de: Da einige der von Ihnen ausgewählten Tabellen Fremdschlüssel verwenden, um Werte aus anderen Tabellen anzuzeigen, müssen Sie die unten stehenden Tabellen ebenfalls veröffentlichen:
es: Dado que algunas de las tablas que ha seleccionado utilizan claves externas para mostrar valores de otras tablas, también deberá publicar las tablas siguientes:
fa: از آنجا که برخی از جداولی که انتخاب کرده‌اید از کلیدهای خارجی برای نمایش مقادیر جداول دیگر استفاده می‌کنند، باید جداول زیر را نیز منتشر کنید:
fi: Koska jotkin valitsemistasi taulukoista käyttävät viiteavaimia arvojen näyttämiseen muista taulukoista, sinun on julkaistava myös alla olevat taulukot:
fr: Étant donné que certaines des tables que vous avez sélectionnées utilisent des clés étrangères pour afficher des valeurs provenant d'autres tables, vous devrez également publier les tables ci-dessous :
it: Poiché alcune delle tabelle selezionate utilizzano chiavi esterne per visualizzare i valori di altre tabelle, sarà necessario pubblicare anche le tabelle seguenti:
ja: 選択したテーブルの一部は外部キーを使用して他のテーブルの値を表示しているため、以下のテーブルも公開する必要があります。
nb: Fordi noen av tabellene du har valgt, bruker fremmednøkler for å vise verdier fra andre tabeller, må du også publisere tabellene nedenfor:
nl: Omdat een aantal van de tabellen die u hebt geselecteerd, gebruikmaken van externe sleutels om waarden uit andere tabellen weer te geven, moet u ook de onderstaande tabellen publiceren:
pl: Ponieważ niektóre wybrane tabele korzystają z kluczy obcych w celu wyświetlania wartości z innych tabel, konieczne będzie opublikowanie również poniższych tabel:
pt_br: Como algumas das tabelas selecionadas usam chaves estrangeiras para exibir valores de outras tabelas, você também precisará publicar as tabelas abaixo:
ru: Поскольку некоторые из выбранных вами таблиц используют внешние ключи для отображения значений из других таблиц, вам также потребуется опубликовать указанные ниже таблицы:
sk: Keďže niektoré z vybraných tabuliek používajú cudzie kľúče na zobrazenie hodnôt z iných tabuliek, budete musieť publikovať aj tabuľky uvedené nižšie:
sl: Ker nekatere izbrane tabele uporabljajo tuje ključe za prikaz vrednosti iz drugih tabel, boste morali objaviti tudi spodnje tabele:
sq: Meqë disa nga tabelat që ke zgjedhur përdorin çelësa të huaj për të shfaqur vlera nga tabela të tjera, do të duhet t’i publikosh edhe tabelat më poshtë:
sr: Pošto neke od tabela koje ste izabrali koriste strane ključeve da prikažu vrednosti iz drugih tabela, moraćete da objavite i tabele ispod:
sv: Eftersom vissa av de tabeller du har valt använder främmande nycklar för att visa värden från andra tabeller, måste du också publicera tabellerna nedan:
tr: Seçtiğiniz tabloların bazıları diğer tablolardaki değerleri görüntülemek için yabancı anahtarlar kullandığından, aşağıdaki tabloları da yayınlamanız gerekir:
uk: Оскільки деякі з вибраних вами таблиць використовують зовнішні ключі, щоб відображати значення з інших таблиць, вам також потрібно опублікувати таблиці нижче:
vi: Vì một số bảng bạn đã chọn sử dụng khóa ngoại để hiển thị giá trị từ các bảng khác nên bạn cũng cần phải xuất bản các bảng bên dưới:
zh_hk: 由於您選取的某些資料表使用外鍵來顯示其他資料表中的值，因此您也需要發佈下面的資料表：

source: Publish this table
ar: انشر هذا الجدول
bg: Публикувай тази таблица
ca: Publica aquesta taula
de: Diese Tabelle veröffentlichen
es: Publicar esta tabla
fa: این جدول را منتشر کنید
fi: Julkaise tämä taulukko
fr: Publier ce tableau
it: Pubblica questa tabella
ja: この表を公開する
nb: Publiser denne tabellen
nl: Publiceer deze tabel
pl: Opublikuj tę tabelę
pt_br: Publique esta tabela
ru: Опубликовать эту таблицу
sk: Publikovať túto tabuľku
sl: Objavi to tabelo
sq: Publiko këtë tabelë
sr: Objavi ovu tabelu
sv: Publicera den här tabellen
tr: Bu tabloyu yayınla
uk: Опублікувати цю таблицю
vi: Xuất bản bảng này
zh_hk: 發佈此表

source: Publish these tables
ar: انشر هذه الجداول
bg: Публикувайте тези таблици
ca: Publica aquestes taules
de: Veröffentlichen Sie diese Tabellen
es: Publicar estas tablas
fa: این جداول را منتشر کنید
fi: Julkaise nämä taulukot
fr: Publiez ces tableaux
it: Pubblica queste tabelle
ja: これらの表を公開する
nb: Publiser disse tabellene
nl: Publiceer deze tabellen
pl: Opublikuj te tabele
pt_br: Publique essas tabelas
ru: Опубликовать эти таблицы
sk: Publikovať tieto tabuľky
sl: Objavite te tabele
sq: Publiko këto tabela
sr: Objavi ove tabele
sv: Publicera dessa tabeller
tr: Bu tabloları yayınla
uk: Опублікувати ці таблиці
vi: Xuất bản các bảng này
zh_hk: 發佈這些表格

source: Unpublished
ar: تم إلغاء النشر
bg: Непубликувано
ca: Inèdit
de: Unveröffentlicht
es: Inédito
fa: منتشر نشده
fi: Julkaisematon
fr: Non publié
it: Non pubblicato
ja: 未発表
nb: Upublisert
nl: Niet gepubliceerd
pl: Niepublikowane
pt_br: Não publicado
ru: Неопубликовано
sk: Nepublikované
sl: Neobjavljeno
sq: U çpublikua
sr: Uklonjeno iz objave
sv: Opublicerad
tr: Yayımlanmamış
uk: Не опубліковано
vi: Chưa xuất bản
zh_hk: 未出版

source: Unpublish {0} and the tables that depend on it?
ar: إلغاء نشر {0} والجداول التي تعتمد عليه؟
bg: Премахване на публикацията на {0} и таблиците, които зависят от нея?
ca: Voleu anul·lar la publicació de {0} i les taules que en depenen?
de: Veröffentlichung von {0} und den davon abhängigen Tabellen aufheben?
es: ¿Despublicar {0} y las tablas que dependen de él?
fa: {0} و جداولی که به آن وابسته هستند را از حالت انتشار خارج کنید؟
fi: Peruuta kohteen {0} julkaisu ja myös siitä riippuvien taulujen julkaisu?
fr: Dépublier {0} et les tables qui en dépendent ?
it: Annullare la pubblicazione di {0} e delle tabelle che dipendono da esso?
ja: {0} とそれに依存するテーブルを非公開にします?
nb: Avpublisere {0} og tabellene som er avhengige av den?
nl: De publicatie van {0} en de tabellen die ervan afhankelijk zijn ongedaan maken?
pl: Anulować publikację {0} i tabel od niego zależnych?
pt_br: Despublicar {0} e as tabelas que dependem dela?
ru: Отменить публикацию {0} и таблиц, которые от него зависят?
sk: Zrušiť publikovanie {0} a tabuliek, ktoré sú od neho závislé?
sl: Prekliči objavo {0} in tabel, ki so odvisne od nje?
sq: Ta çpublikosh {0} dhe tabelat që varen prej saj?
sr: Poništiti objavu za {0} i tabele koje zavise od nje?
sv: Avpublicera {0} och tabellerna som är beroende av det?
tr: {0} ve ona bağlı tablolar yayından kaldırılsın mı?
uk: Зняти з публікації {0} і таблиці, що залежать від нього?
vi: Hủy xuất bản {0} và các bảng phụ thuộc vào nó?
zh_hk: 取消發表 {0} 以及依賴它的資料表？

source: Unpublish {0}?
ar: إلغاء نشر {0}؟
bg: Да се премахне публикуването {0}?
ca: Voleu anul·lar la publicació de {0}?
de: Veröffentlichung aufheben {0}?
es: ¿Anular la publicación de {0}?
fa: عدم انتشار {0}?
fi: Peruuta julkaisu {0}?
fr: Dépublier {0}?
it: Annullare la pubblicazione {0}?
ja: {0}を非公開にします?
nb: Avpublisere {0}?
nl: Publicatie ongedaan maken {0}?
pl: Cofnąć publikację {0}?
pt_br: Despublicar {0}?
ru: Отменить публикацию {0}?
sk: Zrušiť publikovanie {0}?
sl: Prekliči objavo {0}?
sq: Ta çpublikosh {0}?
sr: Poništiti objavu za {0}?
sv: Avpublicera {0}?
tr: Yayımdan kaldır {0}?
uk: Зняти з публікації {0}?
vi: Hủy xuất bản {0}?
zh_hk: 取消發表 {0}?

source: Unpublish these tables and the tables that depend on them?
ar: إلغاء نشر هذه الجداول والجداول التي تعتمد عليها؟
bg: Да се премахне ли публикуването на тези таблици и таблиците, които зависят от тях?
ca: Voleu anul·lar la publicació d'aquestes taules i de les taules que en depenen?
de: Diese Tabellen und die von ihnen abhängigen Tabellen veröffentlichen?
es: ¿Desea anular la publicación de estas tablas y las tablas que dependen de ellas?
fa: این جداول و جداولی که به آنها وابسته هستند را از حالت انتشار خارج کنیم؟
fi: Perutaanko näiden taulukoiden ja niistä riippuvien taulukoiden julkaisu?
fr: Dépublier ces tableaux et les tableaux qui en dépendent ?
it: Annullare la pubblicazione di queste tabelle e delle tabelle che dipendono da esse?
ja: これらのテーブルとそれらに依存するテーブルを非公開にします?
nb: Avpublisere disse tabellene og tabellene som er avhengige av dem?
nl: Deze tabellen en de tabellen die hiervan afhankelijk zijn, ongedaan maken?
pl: Czy usunąć publikację tych tabel i tabel od nich zależnych?
pt_br: Retirar de publicação estas tabelas e as tabelas que dependem delas?
ru: Отменить публикацию этих таблиц и таблиц, которые от них зависят?
sk: Zrušiť publikovanie týchto tabuliek a tabuliek, ktoré sú od nich závislé?
sl: Prekličem objavo teh tabel in tabel, ki so od njih odvisne?
sq: T’i çpublikosh këto tabela dhe tabelat që varen prej tyre?
sr: Poništiti objavu za ove tabele i tabele koje zavise od njih?
sv: Vill du avpublicera dessa tabeller och tabellerna som är beroende av dem?
tr: Bu tabloları ve bunlara bağlı tabloları yayından kaldırmak istiyor musunuz?
uk: Зняти з публікації ці таблиці та таблиці, що залежать від них?
vi: Hủy công bố các bảng này và các bảng phụ thuộc vào chúng?
zh_hk: 取消發佈這些表格以及依賴這些表格的表格？

source: Unpublish these tables?
ar: إلغاء نشر هذه الجداول؟
bg: Да се премахне ли публикуването на тези таблици?
ca: Voleu anul·lar la publicació d'aquestes taules?
de: Diese Tabellen veröffentlichen?
es: ¿Desea anular la publicación de estas tablas?
fa: این جداول را از حالت انتشار خارج کنید؟
fi: Perutaanko näiden taulukoiden julkaisu?
fr: Dépublier ces tableaux ?
it: Vuoi annullare la pubblicazione di queste tabelle?
ja: これらのテーブルを非公開にしますか?
nb: Avpublisere disse tabellene?
nl: Deze tabellen ongedaan maken?
pl: Czy wycofać publikację tych tabel?
pt_br: Despublicar essas tabelas?
ru: Отменить публикацию этих таблиц?
sk: Zrušiť publikovanie týchto tabuliek?
sl: Želite preklicati objavo teh tabel?
sq: T’i çpublikosh këto tabela?
sr: Poništiti objavu za ove tabele?
sv: Vill du avpublicera dessa tabeller?
tr: Bu tablolar yayından kaldırılsın mı?
uk: Зняти з публікації ці таблиці?
vi: Hủy công bố những bảng này?
zh_hk: 取消發表這些表格？

source: This will remove this table from the Library.
ar: سيؤدي هذا إلى إزالة هذا الجدول من المكتبة.
bg: Това ще премахне тази таблица от библиотеката.
ca: Això eliminarà aquesta taula de la Biblioteca.
de: Dadurch wird diese Tabelle aus der Bibliothek entfernt.
es: Esto eliminará esta tabla de la Biblioteca.
fa: با این کار، جدول از کتابخانه حذف می‌شود.
fi: Tämä poistaa tämän taulukon kirjastosta.
fr: Cette action supprimera ce tableau de la bibliothèque.
it: Questa operazione rimuoverà la tabella dalla libreria.
ja: これにより、このテーブルがライブラリから削除されます。
nb: Dette fjerner denne tabellen fra biblioteket.
nl: Hiermee wordt deze tabel uit de bibliotheek verwijderd.
pl: Spowoduje to usunięcie tej tabeli z biblioteki.
pt_br: Isso removerá esta tabela da Biblioteca.
ru: Это приведет к удалению данной таблицы из библиотеки.
sk: Týmto sa táto tabuľka odstráni z knižnice.
sl: S tem boste to tabelo odstranili iz knjižnice.
sq: Kjo do ta heqë këtë tabelë nga Libraria.
sr: Ovo će ukloniti ovu tabelu iz Library.
sv: Detta kommer att ta bort den här tabellen från biblioteket.
tr: Bu işlem bu tabloyu Kütüphaneden kaldıracaktır.
uk: Це прибере цю таблицю з Бібліотеки.
vi: Thao tác này sẽ xóa bảng này khỏi Thư viện.
zh_hk: 這將從資料庫中移除此表。

source: This will remove these tables from the Library.
ar: سيؤدي هذا إلى إزالة هذه الجداول من المكتبة.
bg: Това ще премахне тези таблици от библиотеката.
ca: Això eliminarà aquestes taules de la Biblioteca.
de: Dadurch werden diese Tabellen aus der Bibliothek entfernt.
es: Esto eliminará estas tablas de la Biblioteca.
fa: این کار باعث حذف این جداول از کتابخانه می‌شود.
fi: Tämä poistaa nämä taulukot kirjastosta.
fr: Cela supprimera ces tables de la bibliothèque.
it: In questo modo le tabelle verranno rimosse dalla Libreria.
ja: これにより、これらのテーブルがライブラリから削除されます。
nb: Dette fjerner disse tabellene fra biblioteket.
nl: Hiermee worden deze tabellen uit de bibliotheek verwijderd.
pl: Spowoduje to usunięcie tych tabel z biblioteki.
pt_br: Isso removerá essas tabelas da Biblioteca.
ru: Это приведет к удалению этих таблиц из библиотеки.
sk: Týmto sa tieto tabuľky odstránia z knižnice.
sl: S tem boste te tabele odstranili iz knjižnice.
sq: Kjo do t’i heqë këto tabela nga Libraria.
sr: Ovo će ukloniti ove tabele iz Library.
sv: Detta kommer att ta bort dessa tabeller från biblioteket.
tr: Bu işlem bu tabloları Kütüphaneden kaldıracaktır.
uk: Це прибере ці таблиці з Бібліотеки.
vi: Thao tác này sẽ xóa các bảng này khỏi Thư viện.
zh_hk: 這將會從資料庫中移除這些資料表。

source: Because values in {0} are used as display values in other published tables, you'll need to unpublish these, too:
ar: نظرًا لأن القيم في {0} تُستخدم كقيم عرض في جداول منشورة أخرى، ستحتاج إلى إلغاء نشر هذه أيضًا:
bg: Тъй като стойностите в {0} се използват като стойности за показване в други публикувани таблици, ще трябва да премахнете публикуването и на тях:
ca: Com que els valors de {0} s'utilitzen com a valors de visualització en altres taules publicades, també caldrà anul·lar la publicació d'aquests valors:
de: Da die Werte in {0} als Anzeigewerte in anderen veröffentlichten Tabellen verwendet werden, müssen Sie diese ebenfalls deaktivieren:
es: Debido a que los valores en {0} se utilizan como valores de visualización en otras tablas publicadas, también deberá cancelar su publicación:
fa: از آنجا که مقادیر موجود در {0} به عنوان مقادیر نمایشی در سایر جداول منتشر شده استفاده می‌شوند، باید این جداول را نیز از حالت انتشار خارج کنید:
fi: Koska {0} -taulukoiden arvoja käytetään näyttöarvoina muissa julkaistuissa taulukoissa, sinun on peruutettava myös näiden julkaisu:
fr: Étant donné que les valeurs de {0} sont utilisées comme valeurs d'affichage dans d'autres tableaux publiés, vous devrez également les dépublier :
it: Poiché i valori in {0} vengono utilizzati come valori visualizzati in altre tabelle pubblicate, sarà necessario annullare la pubblicazione anche di queste:
ja: {0} の値は他の公開されたテーブルの表示値として使用されるため、これらも非公開にする必要があります。
nb: Fordi verdiene i {0} brukes som visningsverdier i andre publiserte tabeller, må du også avpublisere disse:
nl: Omdat de waarden in {0} worden gebruikt als weergavewaarden in andere gepubliceerde tabellen, moet u deze ook ongedaan maken:
pl: Ponieważ wartości w {0} są używane jako wartości wyświetlane w innych publikowanych tabelach, konieczne będzie ich również cofnięcie publikacji:
pt_br: Como os valores em {0} são usados como valores de exibição em outras tabelas publicadas, você também precisará cancelar a publicação desses valores:
ru: Поскольку значения в {0} используются в качестве отображаемых значений в других опубликованных таблицах, вам также потребуется отменить их публикацию:
sk: Keďže hodnoty v {0} sa používajú ako zobrazované hodnoty v iných publikovaných tabuľkách, budete musieť zrušiť publikovanie aj týchto:
sl: Ker se vrednosti v {0} uporabljajo kot prikazane vrednosti v drugih objavljenih tabelah, boste morali tudi te preklicati:
sq: Meqë vlerat në {0} përdoren si vlera shfaqjeje në tabela të tjera të publikuara, do të duhet t’i çpublikosh edhe këto:
sr: Pošto se vrednosti u {0} koriste kao prikazne vrednosti u drugim objavljenim tabelama, moraćete da poništite objavu i za ove:
sv: Eftersom värden i {0} används som visningsvärden i andra publicerade tabeller måste du även avpublicera dessa:
tr: {0} içindeki değerler diğer yayımlanmış tablolarda görüntüleme değerleri olarak kullanıldığından, bunları da yayımdan kaldırmanız gerekir:
uk: Оскільки значення в {0} використовуються як відображувані значення в інших опублікованих таблицях, вам також потрібно зняти з публікації такі:
vi: Vì các giá trị trong {0} được sử dụng làm giá trị hiển thị trong các bảng đã xuất bản khác, nên bạn cũng cần phải hủy xuất bản các giá trị này:
zh_hk: 因為 {0} 中的值會在其他已發佈的表格中用作顯示值，所以您也需要取消發佈這些表格：

source: Because values in some of the tables you've selected are used as display values in other published tables, you'll need to unpublish the tables below, too:
ar: نظرًا لأن القيم في بعض الجداول التي حددتها تُستخدم كقيم عرض في جداول منشورة أخرى، ستحتاج إلى إلغاء نشر الجداول أدناه أيضًا:
bg: Тъй като стойностите в някои от избраните от вас таблици се използват като стойности за показване в други публикувани таблици, ще трябва да премахнете публикуването и на таблиците по-долу:
ca: Com que els valors d'algunes de les taules que heu seleccionat s'utilitzen com a valors de visualització en altres taules publicades, també haureu de cancel·lar la publicació de les taules següents:
de: Da Werte in einigen der von Ihnen ausgewählten Tabellen als Anzeigewerte in anderen veröffentlichten Tabellen verwendet werden, müssen Sie die unten aufgeführten Tabellen ebenfalls aufheben:
es: Dado que los valores de algunas de las tablas que ha seleccionado se utilizan como valores de visualización en otras tablas publicadas, también deberá anular la publicación de las tablas siguientes:
fa: از آنجا که مقادیر برخی از جداولی که انتخاب کرده‌اید به عنوان مقادیر نمایشی در سایر جداول منتشر شده استفاده می‌شوند، باید جداول زیر را نیز از حالت انتشار خارج کنید:
fi: Koska joidenkin valitsemiesi taulukoiden arvoja käytetään näyttöarvoina muissa julkaistuissa taulukoissa, sinun on peruutettava myös alla olevien taulukoiden julkaisu:
fr: Étant donné que certaines valeurs des tableaux que vous avez sélectionnés sont utilisées comme valeurs d'affichage dans d'autres tableaux publiés, vous devrez également dépublier les tableaux ci-dessous :
it: Poiché i valori in alcune delle tabelle selezionate vengono utilizzati come valori visualizzati in altre tabelle pubblicate, sarà necessario annullare la pubblicazione anche delle tabelle seguenti:
ja: 選択した一部のテーブルの値は、他の公開されたテーブルの表示値として使用されているため、以下のテーブルも非公開にする必要があります。
nb: Fordi verdiene i noen av tabellene du har valgt, brukes som visningsverdier i andre publiserte tabeller, må du også avpublisere tabellene nedenfor:
nl: Omdat waarden in sommige van de tabellen die u hebt geselecteerd, worden gebruikt als weergavewaarden in andere gepubliceerde tabellen, moet u ook de onderstaande tabellen ongedaan maken:
pl: Ponieważ wartości w niektórych wybranych tabelach są używane jako wartości wyświetlane w innych publikowanych tabelach, konieczne będzie również cofnięcie publikacji poniższych tabel:
pt_br: Como os valores em algumas das tabelas selecionadas são usados como valores de exibição em outras tabelas publicadas, você também precisará cancelar a publicação das tabelas abaixo:
ru: Поскольку значения в некоторых выбранных вами таблицах используются в качестве отображаемых значений в других опубликованных таблицах, вам также потребуется отменить публикацию указанных ниже таблиц:
sk: Keďže hodnoty v niektorých vybraných tabuľkách sa používajú ako zobrazované hodnoty v iných publikovaných tabuľkách, budete musieť zrušiť publikovanie aj nasledujúcich tabuliek:
sl: Ker se vrednosti v nekaterih izbranih tabelah uporabljajo kot prikazane vrednosti v drugih objavljenih tabelah, boste morali preklicati objavo tudi spodnjih tabel:
sq: Meqë vlerat në disa nga tabelat që ke zgjedhur përdoren si vlera shfaqjeje në tabela të tjera të publikuara, do të duhet të çpublikosh edhe tabelat më poshtë:
sr: Pošto se vrednosti u nekim od tabela koje ste izabrali koriste kao prikazne vrednosti u drugim objavljenim tabelama, moraćete da poništite objavu i za tabele ispod:
sv: Eftersom värden i vissa av de tabeller du har valt används som visningsvärden i andra publicerade tabeller måste du även avpublicera tabellerna nedan:
tr: Seçtiğiniz bazı tablolardaki değerler, yayınlanan diğer tablolarda görüntüleme değerleri olarak kullanıldığından, aşağıdaki tabloları da yayından kaldırmanız gerekecektir:
uk: Оскільки значення в деяких із вибраних вами таблиць використовуються як відображувані значення в інших опублікованих таблицях, вам також потрібно зняти з публікації таблиці нижче:
vi: Vì các giá trị trong một số bảng bạn đã chọn được sử dụng làm giá trị hiển thị trong các bảng đã xuất bản khác, nên bạn cũng cần phải hủy xuất bản các bảng bên dưới:
zh_hk: 由於您選取的某些表格中的值會在其他已發佈的表格中用作顯示值，因此您也需要取消發佈下面的表格：

source: Unpublish this table
ar: ألغِ نشر هذا الجدول
bg: Премахване на публикуването на тази таблица
ca: Anul·la la publicació d'aquesta taula
de: Diese Tabelle veröffentlichen
es: Anular la publicación de esta tabla
fa: این جدول را از حالت انتشار خارج کنید
fi: Peruuta tämän taulukon julkaisu
fr: Dépublier ce tableau
it: Annulla la pubblicazione di questa tabella
ja: この表を非公開にする
nb: Avpubliser denne tabellen
nl: Deze tabel ongedaan maken
pl: Anuluj publikację tej tabeli
pt_br: Despublicar esta tabela
ru: Отменить публикацию этой таблицы
sk: Zrušiť publikovanie tejto tabuľky
sl: Prekliči objavo te tabele
sq: Çpubliko këtë tabelë
sr: Poništi objavu ove tabele
sv: Avpublicera den här tabellen
tr: Bu tabloyu yayından kaldır
uk: Зняти з публікації цю таблицю
vi: Hủy xuất bản bảng này
zh_hk: 取消發表此表格

source: Unpublish these tables
ar: ألغِ نشر هذه الجداول
bg: Премахване на публикуването на тези таблици
ca: Anul·la la publicació d'aquestes taules
de: Diese Tabellen nicht mehr veröffentlichen
es: Anular la publicación de estas tablas
fa: این جداول را از حالت انتشار خارج کنید
fi: Peruuta näiden taulukoiden julkaisu
fr: Dépubliez ces tableaux
it: Annulla la pubblicazione di queste tabelle
ja: これらの表を非公開にする
nb: Avpubliser disse tabellene
nl: Deze tabellen niet meer publiceren
pl: Anuluj publikację tych tabel
pt_br: Despublique estas tabelas
ru: Отменить публикацию этих таблиц
sk: Zrušiť publikovanie týchto tabuliek
sl: Prekliči objavo teh tabel
sq: Çpubliko këto tabela
sr: Poništi objavu ovih tabela
sv: Avpublicera dessa tabeller
tr: Bu tabloları yayımlamayı bırakın
uk: Зняти з публікації ці таблиці
vi: Hủy xuất bản các bảng này
zh_hk: 取消發表這些表格

source: Failed to update snippet content
ar: تعذر تحديث محتوى المقتطف
bg: Актуализирането на съдържанието на фрагмента не бе успешно
ca: No s'ha pogut actualitzar el contingut del fragment
de: Fehler beim Aktualisieren des Snippet-Inhalts
es: No se pudo actualizar el contenido del fragmento
fa: به‌روزرسانی محتوای قطعه کد ناموفق بود
fi: Katkelman sisällön päivittäminen epäonnistui
fr: Impossible de mettre à jour le contenu de l'extrait
it: Impossibile aggiornare il contenuto dello snippet
ja: スニペットのコンテンツを更新できませんでした
nb: Kunne ikke oppdatere utdragets innhold
nl: Het is niet gelukt om de inhoud van het fragment bij te werken
pl: Nie udało się zaktualizować zawartości fragmentu kodu
pt_br: Falha ao atualizar o conteúdo do trecho.
ru: Не удалось обновить содержимое фрагмента.
sk: Nepodarilo sa aktualizovať obsah úryvku
sl: Posodobitev vsebine delčka kode ni uspela
sq: Dështoi përditësimi i përmbajtjes së fragmentit të kodit
sr: Nije uspelo ažuriranje sadržaja isečka koda
sv: Det gick inte att uppdatera innehållet i utdraget
tr: Parçacık içeriği güncellenemedi
uk: Не вдалося оновити вміст фрагмента
vi: Không cập nhật được nội dung đoạn trích
zh_hk: 更新片段內容失敗
