Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: If you're connecting to an Atlas cluster, you might need to turn this on. Note that your provided host must be a fully qualified domain name.
ar: إذا كنت تتصل بعنقود Atlas، فقد تحتاج إلى تفعيل هذا. لاحظ أن المضيف الذي تقدمه يجب أن يكون اسم نطاق مؤهل بالكامل (FQDN).
bg: Ако се свързвате с клъстер Atlas, може да се наложи да включите това. Имайте предвид, че предоставеният от вас хост трябва да е напълно квалифицирано име на домейн.
ca: Si connectes a un clúster Atlas, hauríes d'activar això. El nom de la màquina ha de ser un nom de domini vàlid (FQDN).
de: Wenn Sie eine Verbindung zu einem Atlas-Cluster herstellen, müssen Sie dies möglicherweise aktivieren. Beachten Sie, dass Ihr bereitgestellter Host ein vollständig qualifizierter Domänenname sein muss.
eo: If you're linking up with an Atlas cluster, you might gotta switch this on. Also, your host gotta be a legit full domain name, just sayin'.
es: Si se estás conectando a un clúster de Atlas, es posible que tengas que activarlo. Ten en cuenta que tu host proporcionado debe ser un nombre de dominio completo.
fa: اگر به یک کلاستر اطلس متصل می‌شوید، ممکن است نیاز باشد این گزینه را فعال کنید. توجه داشته باشید که میزبان ارائه شده شما باید یک نام دامنه کامل باشد.
fi: Jos yhdistät Atlas-klusteriin, saatat joutua ottamaan tämän käyttöön. Huomaa, että antamasi isäntä on oltava täysin määritelty verkkotunnus.
fr: Si vous vous connectez à un cluster Atlas, vous devrez peut-être activer cela. Notez que votre hôte fourni doit être un nom de domaine entièrement qualifié.
hu: Ha egy Atlas fürthöz csatlakozik, előfordulhat, hogy be kell kapcsolnia ezt. Ne feledje, hogy a megadott gazdagépnek teljesen kvalifikált domain névnek kell lennie.
it: Se ti stai connettendo a un cluster Atlas, potrebbe essere necessario attivare questa opzione. Nota che il tuo host fornito deve essere un nome di dominio completamente qualificato.
ja: Atlasのクラスタに接続する場合は、これをオンにする必要があるかもしれません。なお、提供するホストは完全修飾ドメイン名でなければなりません。
lt: Jei jungiatės prie Atlas klasterio, gali reikėti tai įjungti. Atminkite, kad jūsų pateikta priegloba turi būti visiškai kvalifikuotas domeno vardas.
ms: Jika anda menyambung ke kluster Atlas, anda mungkin perlu menghidupkan ini. Perhatikan bahawa hos yang anda berikan mesti menjadi nama domain yang layak sepenuhnya.
nb: Hvis du kobler til en Atlas-klynge, kan det være nødvendig å slå dette på. Vær oppmerksom på at din angitte vert må være et fullt kvalifisert domenenavn.
nl: Als je verbinding maakt met een Atlas-cluster, moet je dit mogelijk inschakelen. Houd er rekening mee dat de opgegeven host een volledig gekwalificeerde domeinnaam moet zijn.
pl: Jeśli łączysz się z klastrem Atlas, może być konieczne włączenie tego. Uwaga, Twój host musi być w pełni kwalifikowaną nazwą domeny.
pt_br: Se estiver se conectando a um cluster Atlas, talvez seja necessário ativar essa opção. Observe que o host fornecido deve ser um nome de domínio totalmente qualificado.
ru: Если вы подключаетесь к кластеру Atlas, вам может потребоваться включить это. Обратите внимание, что предоставленный хост должен быть полным доменным именем.
sk: Ak sa pripájate na Atlas klaster, možno budete musieť toto zapnúť. Upozorňujeme, že váš poskytnutý hostiteľ musí byť plne kvalifikovaný názov domény.
sl: Če vzpostavljate povezavo z gručo Atlas, boste morda morali to možnost vklopiti. Upoštevajte, da mora biti vaš gostitelj popolnoma kvalificirano ime domene.
sq: Nëse po lidheni me një cluster Atlas, mund të duhet ta aktivizoni këtë. Vini re se host-i që jepni duhet të jetë një emër domain-i i kualifikuar plotësisht.
sr: Ako se povezujete na Atlas klaster, možda ćete morati da uključite ovo. Imajte na umu da host koji ste uneli mora biti fully qualified domain name.
sv: Om du ansluter till ett Atlas-kluster kan du behöva aktivera denna. Observera att din angivna server måste vara ett korrekt domän-namn.
tr: Bir Atlas kümesine bağlanıyorsanız bunu açmanız gerekebilir. Sağlanan ana makinenizin tam nitelikli bir alan adı olması gerektiğini unutmayın.
uk: Якщо ви підключаєтеся до кластера Atlas, можливо, потрібно ввімкнути це. Зауважте: наданий хост має бути повним доменним іменем.
vi: Nếu bạn đang kết nối tới một cụm Atlas, bạn có thể cần phải bật tính năng này. Lưu ý rằng máy chủ bạn cung cấp phải là một tên miền đủ điều kiện.
zh_hk: 如果您正在連接到Atlas集群，可能需要打開此功能。請注意，您提供的主機必須是完整的域名。

source: SSH authentication
ar: مصادقة SSH
bg: SSH удостоверяване
ca: Autenticació SSH
de: SSH Authentifizierung
eo: SSH auth is lowkey sus but still kinda essential lol
es: Autentificación SSH
fa: احراز هویت SSH
fi: SSH-todennus
fr: Authentification SSH
hu: SSH hitelesítés
it: Autenticazione SSH
ja: SSH認証
lt: SSH autentifikavimas
ms: Pengesahan SSH
nb: SSH-autentisering
nl: SSH authenticatie
pl: Autentykacja SSH
pt_br: Autenticação SSH
ru: SSH аутентификация
sk: SSH overenie
sl: Preverjanje pristnosti SSH
sq: Autentikim SSH
sr: SSH autentifikacija
sv: SSH-autentisering
tr: SSH kimlik doğrulaması
uk: SSH-аутентифікація
vi: Xác thực SSH
zh_hk: SSH驗證

source: If a direct connection to your database isn't possible, you may want to use an SSH tunnel. {0}.
ar: إذا لم يكن الاتصال المباشر بقاعدة بياناتك ممكنًا، فقد ترغب في استخدام نفق SSH. {0}.
bg: Ако директната връзка с вашата база данни не е възможна, може да искате да използвате SSH тунел. {0}.
ca: Si una connexió directa a la base de dades no és possible, pots provar a utilitzar un túnel SSH. {0}.
de: Wenn eine direkte Verbindung zu Ihrer Datenbank nicht möglich ist, können Sie einen SSH-Tunnel verwenden. {0}.
eo: If you can't directly connect to your database, you might wanna use an SSH tunnel, fr fr. {0}
es: Si no es posible una conexión directa a tu base de datos, es posible que quieras utilizar un túnel SSH. {0}.
fa: اگر امکان اتصال مستقیم به پایگاه داده شما وجود ندارد، ممکن است بخواهید از تونل SSH استفاده کنید. {0}.
fi: Jos suora yhteys tietokantaasi ei ole mahdollinen, voit käyttää SSH-tunnelia. {0}.
fr: Si une connection directe à votre base de données est impossible, vous devriez utiliser un tunnel SSH. {0}.
hu: Ha az adatbázishoz való közvetlen kapcsolat nem lehetséges, használhat egy SSH-alagutat. {0}.
it: Se una connessione diretta al tuo database non è possibile, puoi usare un tunnel SSH. {0}.
ja: データベースへの直接接続ができない場合は、SSHトンネルを使用するとよいでしょう。{0}.
lt: Jei tiesioginis ryšys su duomenų baze neįmanomas, galbūt norėsite naudoti SSH tunelį. {0}.
ms: Jika sambungan terus ke pangkalan data anda tidak mungkin, anda mungkin ingin menggunakan terowong SSH. {0}.
nb: Om en direkte tilkobling til databasen din ikke er mulig, kan du bruke en SSH-tunnel. {0}.
nl: Als een directe verbinding met je database niet mogelijk is, wil je misschien een SSH-tunnel gebruiken. {0}.
pl: Jeśli bezpośrednie połączenie z Twoją bazą danych nie jest możliwe, możesz chcieć użyć tunelu SSH. {0}.
pt_br: Se uma conexão direta com seu banco de dados não for possível, você pode usar um túnel SSH. {0}.
ru: Если невозможно прямое соединение с базой данных, вы можете использовать SSH-туннель. {0}.
sk: Ak nie je možné priame pripojenie k vašej databáze, možno budete chcieť použiť SSH tunel. {0}.
sl: Če neposredna povezava z zbirko podatkov ni mogoča, boste morda želeli uporabiti tunel SSH. {0}.
sq: Nëse një lidhje e drejtpërdrejtë me databazën tuaj nuk është e mundur, mund të dëshironi të përdorni një tunel SSH. {0}.
sr: Ako direktna veza sa tvojom bazom nije moguća, možda ćeš želeti da koristiš SSH tunel. {0}.
sv: Om en direkt anslsutning till din databas inte är möjlig kan du vilja använda en SSH-tunnel. {0}.
tr: Veritabanınıza doğrudan bağlantı mümkün değilse, bir SSH tüneli kullanmak isteyebilirsiniz. {0}.
uk: Якщо пряме підключення до вашої бази даних неможливе, можна використати SSH-тунель. {0}.
vi: Nếu kết nối trực tiếp tới cơ sở dữ liệu của bạn không khả thi, bạn có thể muốn sử dụng tunel SSH. {0}.
zh_hk: 如果無法直接連接到您的資料庫，您可能需要使用 SSH 隧道。 {0}。

source: Display name
ar: اسم العرض
bg: Покажи име
ca: Nom a mostrar
de: Anzeigename
eo: Vibe name
es: Nombre para mostrar
fa: نام نمایش
fi: Näyttönimi
fr: Afficher le nom
hu: Megjelenítési név
it: Nome da visualizzare
ja: 表示名
lt: Rodomas vardas
ms: Nama paparan
nb: Visningsnavn
nl: Weergavenaam
pl: Nazwa do wyświetlenia
pt_br: Nome de exibição
ru: Отображаемое имя
sk: Zobraziť meno
sl: Prikazno ime
sq: Emri i shfaqjes
sr: Prikazno ime
sv: Visningsnamn
tr: Ekran adı
uk: Відображувана назва
vi: Tên hiển thị
zh_hk: 顯示名稱

source: Our {0}
ar: {0} الخاصة بنا
bg: Нашите {0}
ca: El nostre {0}
de: Unser {0}
eo: Our {0} → Our whole vibe / Our squad's {0}
es: Nuestro {0}
fa: {0} ما
fi: Meidän {0}
fr: Nos {0}
hu: A mi {0}
it: Nostro {0}
ja: 私たちの{0}。
lt: Mūsų {0}
ms: {0} kami
nb: Vår {0}
nl: Onze {0}
pl: Nasze {0}
pt_br: Nosso {0}
ru: Наши {0}
sk: Naše {0}
sl: Naša {0}
sq: {0} ynë
sr: Naš {0}
sv: Vår {0}
tr: Bizim {0}
uk: Наш {0}
vi: Chúng tôi {0}
zh_hk: 我們的{0}

source: Choose what this data will be called in Metabase.
ar: اختر الاسم الذي ستُسمّى به هذه البيانات في Metabase.
bg: Изберете как ще се наричат ​​тези данни в Metabase.
ca: Escull com s'anomenaran aquestes dades a Metabase.
de: Wählen Sie aus, wie diese Daten in Metabase heißen sollen.
eo: Pick what this data will be called in Metabase, fr fr.
es: Elige cómo se llamarán estos datos en Metabase.
fa: انتخاب کنید چه نامی به این داده در متابیس داده خواهد شد.
fi: Valitse, millä nimellä näitä tietoja kutsutaan Metabasessa.
fr: Choisissez comment nommer cette donnée dans Metabase.
hu: Válassza ki, hogyan nevezzük ezt az adatot a Metabase-ban.
it: Scegli come verranno chiamati questi dati in Metabase.
ja: このデータのMetabaseでの名称を選択します。
lt: Pasirinkite, kaip šie duomenys bus vadinami metabazėje.
ms: Pilih apa yang akan dipanggil data ini dalam Metabase
nb: Velg hva disse dataene skal kalles i Metabase.
nl: Kies hoe deze gegevens moeten heten.
pl: Wybierz, jak będą nazywane te dane w Metabase.
pt_br: Escolha como esses dados serão chamados no Metabase.
ru: Выберите как будут называться эти данные.
sk: Vyberte, ako sa budú tieto údaje v Metabase nazývať.
sl: Izberite, kako se bodo ti podatki imenovali v Metabase.
sq: Zgjidh si do të quhen këto të dhëna në Metabase.
sr: Izaberi kako će se ovi podaci zvati u Metabase.
sv: Välj vad denna data ska kallas i Metabase
tr: Bu verilerin Metabase'de ne olarak adlandırılacağını seçin.
uk: Виберіть, як ці дані називатимуться в Metabase.
vi: Chọn tên cho dữ liệu này trong Metabase.
zh_hk: 選擇此數據在Metabase中將被稱為什麼。

source: Models
ar: النماذج
bg: модели
de: Modelle
eo: Models = "Models" (no change needed, but if you wanna be extra, you could say "the models" as "the fam" in some contexts)
es: Modelos
fa: مدل‌ها
fi: Mallit
fr: Modèles
hu: Modellek
it: Modelli
ja: モデル
lt: Modeliai
ms: Model
nb: Modeller
nl: Modellen
pl: Modele
pt_br: Modelos
ru: Модели
sk: Modely
sl: Modelov
sq: Modele
sr: Modeli
sv: Modeller
tr: Modeller
uk: Моделі
vi: Mô hình
zh_hk: 模型

source: Raw Tables
hu: Nyers táblák
ms: Jadual Asli

source: Unknown Metric: {0}
eo: Unknown metric: {0} — fr, no cap, I dunno what that is
hu: Ismeretlen metrika: {0}
lt: Nežinoma metrika: {0}
ms: Metrik Tidak Diketahui : {0}

source: Unknown Segment: {0}
hu: Ismeretlen szegmens: {0}
lt: Nežinomas segmentas: {0}
ms: Segmen Tidak Diketahui : {0}

source: Unknown Field: {0}
hu: Ismeretlen mező: {0}
lt: Nežinomas laukas: {0}
ms: Medan Tidak Diketahui : {0}

source: Unknown function {0}
ar: دالة غير معروفة {0}
bg: Неизвестна функция {0}
ca: Funció desconeguda: {0}
de: Unbekannte Funktion {0}
eo: Bruh, it's just saying "Unknown function {0}"—like, nobody knows what that is, lol.
es: Función desconocida: {0}
fa: تابع ناشناخته {0}
fi: Tuntematon funktio {0}
fr: Fonction inconnue: {0}
hu: Ismeretlen funkció: {0}
it: Funzione sconosciuta {0}
ja: 不明な関数：{0}
lt: Nežinoma funkcija {0}
ms: Fungsi tidak diketahui {0}
nb: Ukjent funksjon {0}
nl: Onbekende functie {0}
pl: Nieznana funkcja {0}
pt_br: Função {0} desconhecida
ru: Неизвестная функция: {0}
sk: Neznáma funkcia {0}
sl: Neznana funkcija {0}
sq: Funksion i panjohur {0}
sr: Nepoznata funkcija {0}
sv: Okänd funktion {0}
tr: Bilinmeyen işlev {0}
uk: Невідома функція {0}
vi: Hàm không xác định {0}
zh_hk: 未知函數 {0}

source: Expecting {0} but found function {1} returning {2}
hu: A(z) {0} várva, de {1} funkciót talált, amely {2} értéket ad vissza
lt: Laukiama {0}, bet rasta funkcija {1} grąžina {2}
ms: Mengharapkan {0} tetapi mendapati fungsi {1} yang mengembalikan {2}

source: Expecting {0} but found {1}
hu: {0} várva, de {1} talált
lt: Laukiama {0}, bet rasta {1}
ms: Mengharapkan {0} tetapi mendapati {1}

source: Unexpected end of input, expecting {0}
hu: Váratlan bevitel vége, {0} várva
lt: Netikėta įvesties pabaiga, laukiama {0}
ms: Penghujung input yang tidak dijangka, mengharapkan {0}

source: Expecting {0} but got {1} instead
hu: {0} várva, de {1} kapott helyette
lt: Laukiama {0}, bet vietoj to gavosi {1}
ms: Mengharapkan {0} tetapi mendapat {1} sebagai gantinya

source: Unexpected end of input
hu: Váratlan bevitel vége
lt: Netikėta įvesties pabaiga
ms: Penghujung input yang tidak dijangka

source: Unexpected operator {0}
hu: Váratlan operátor: {0}
lt: Netikėtas operatorius {0}
ms: Operator {0} yang tidak dijangka

source: modified question's series
hu: módosította a kérdés sorozatát
ms: siri soalan yang telah diubah

source: added series to a question
hu: sorozatot adott a kérdéshez
ms: siri ditambah kepada satu soalan

source: removed series from a question
hu: eltávolította a sorozatot a kérdésből
ms: siri dikeluarkan dari satu soalan

source: moved this to {0}
hu: áthelyezte ide: {0}
ms: dipindahkan ini ke {0}

source: renamed this to "{0}"
hu: átnevezte a következőre: "{0}"
ms: menukar nama ini kepada "{0}"

source: added a description
ar: أضاف وصفًا
bg: добави описание
ca: ha afegit una descripció
de: hat eine Beschreibung hinzugefügt
eo: slapped on a description
es: añadido una descripción
fa: یک توضیح اضافه شده
fi: Lisäsin kuvauksen.
fr: a ajouté une description
hu: leírást adott hozzá
it: aggiungi una descrizione
ja: 説明文の追加
lt: pridėjo aprašymą
ms: menambah keterangan
nb: la til en beskrivelse
nl: heeft een beschrijving toegevoegd
pl: dodał opis
pt_br: adicionou uma descrição
ru: добавлено описание
sk: pridaný popis
sl: dodan opis
sq: shtoi një përshkrim
sr: dodat opis
sv: la till en beskrivning
tr: bir açıklama ekledi
uk: додав опис
vi: thêm mô tả
zh_hk: 添加了一個描述

source: changed the description
ar: غيّر الوصف
bg: промени описанието
ca: ha canviat la descripció
de: hat die Beschreibung geändert
eo: swapped the bio/desc
es: cambiado la descripción
fa: توضیحات را تغییر داد
fi: muutti kuvauksen
fr: a changé la description
hu: megváltoztatta a leírást
it: ha cambiato la descrizione
ja: 説明文の変更
lt: pakeitė aprašymą
ms: mengubah keterangan
nb: endret beskrivelsen
nl: heeft de beschrijving veranderd
pl: zmienił opis
pt_br: mudou a descrição
ru: изменено описание
sk: zmenený popis
sl: spremenjen opis
sq: ndryshoi përshkrimin
sr: promenjen opis
sv: ändrade beskrivningen
tr: açıklamayı değiştirdi
uk: змінив опис
vi: đã thay đổi mô tả
zh_hk: 更改了描述

source: archived this
hu: archiválta ezt
ms: mengarkibkan ini

source: unarchived this
hu: visszaállította ezt
ms: memulihkan arkib ini

source: turned this into a model
hu: modellel alakította
ms: menukar ini kepada model

source: changed this from a model to a saved question
hu: ezt modellről mentett kérdésre változtatta
ms: menukar ini dari model kepada soalan tersimpan

source: edited the question
hu: szerkesztette a kérdést
ms: menyunting soalan

source: changed the display from {0} to {1}
ar: غيّر العرض من {0} إلى {1}
bg: промени дисплея от {0} на {1}
ca: ha canviat la visualització de {0} a {1}
de: hat die Anzeige von {0} zu {1} geändert
eo: Switched the display from {0} to {1}, fr fr.
es: cambiado la visualización de {0} a {1}
fa: نمایش را از {0} به {1} تغییر داد
fi: vaihdettiin näyttö {0}:sta {1}:ksi
fr: a changé la présentation de {0} en {1}
hu: megváltoztatta a megjelenítést: {0}-ről {1}-re
it: modificata la visualizzazione da {0} a {1}
ja: 表示を{0}から{1}に変更しました。
lt: pakeistas rodymas iš {0} į {1}
ms: mengubah paparan dari {0} kepada {1}
nb: endret visningen fra {0} til {1}
nl: heeft de weergave van {0} in {1} veranderd
pl: zmienił wyświetlanie z {0} na {1}
pt_br: mudou a exibição de {0} para {1}
ru: изменено отображение с {0} на {1}
sk: zmenil zobrazenie z {0} na {1}
sl: Zaslon se je spremenil iz {0} v {1}
sq: ndryshoi shfaqjen nga {0} në {1}
sr: promenjen prikaz sa {0} na {1}
sv: ändrade visningen från {0} till {1}
tr: {0} olan ekranı {1} olarak değiştirdi
uk: змінив відображення з {0} на {1}
vi: đã thay đổi cách hiển thị từ {0} sang {1}
zh_hk: 將顯示從 {0} 更改為 {1}

source: changed the visualization settings
ar: غيّر إعدادات العرض المرئي
bg: промени настройките за визуализация
ca: ha canviat les preferències de visualització
de: hat die Visualisierungs-Einstellungen geändert
eo: switched up the vibes on the visualization settings
es: cambiado la configuración de visualización
fa: تنظیمات بصری‌سازی را تغییر داد
fi: muutti visualisointiasetukset
fr: changé les paramètres de visualisation
hu: megváltoztatta a vizualizációs beállításokat
it: modificate le impostazioni di visualizzazione
ja: ビジュアライゼーションの設定変更
lt: pakeitė vizualizacijos nustatymus
ms: menukar tetapan visualisasi
nb: endret visualiseringsinnstillingene
nl: de visualisatie-instellingen zijn gewijzigd
pl: zmienił ustawienia wizualizacji
pt_br: mudou as configurações de visualização
ru: изменены настройки отображения
sk: zmenil nastavenia vizualizácie
sl: Spreminjanje nastavitev ponazoritve
sq: ndryshoi cilësimet e vizualizimit
sr: promenjena podešavanja vizualizacije
sv: ändrade inställningar för visning
tr: görselleştirme ayarlarını değiştirdi
uk: змінив налаштування візуалізації
vi: đã thay đổi cài đặt trực quan hóa
zh_hk: 更改了可視化設置

source: added a card
ar: تمت إضافة {0} بطاقات
bg: добави карта
ca: ha afegit una targeta
de: hat eine Karte hinzugefügt
eo: swiped a card
es: añadido una tarjeta
fa: افزودن کارت
fi: lisäsi {0} kortin
fr: a ajouté une carte
hu: hozzáadott egy kártyát
it: aggiunto una scheda
ja: カード追加
lt: pridėta kortelė
ms: menambah kad Jamak: menambah {0} kad
nb: lagt til et kort
nl: heeft een kaart toegevoegd
pl: dodał kartę
pt_br: adicionou um cartão
ru: добавлена карточка
sk: pridaná karta
sl: dodal kartico
sq: u shtua një kartë
sr: dodata je kartica
sv: lade till ett kort
tr: bir kart ekledi
uk: додано картку
vi: đã thêm {0} thẻ
zh_hk: 新增 {0} 張卡

source: rearranged the cards
ar: أعاد ترتيب البطاقات
bg: пренареди картите
ca: ha reorganitzat les targetes
de: hat die Karten neu angeordnet
eo: swapped the cards out or just flipped the cards around
es: reorganizado las tarjetas
fa: کارت‌ها را دوباره چیدمان کرد
fi: järjesteli kortit
fr: a réarrangé les cartes
hu: átrendezte a kártyákat
it: ha riordinato le carte
ja: カードの再配置
lt: pertvarkė korteles
ms: menyusun semula kad-kad
nb: omarrangerte kortene
nl: heeft de kaarten herschikt
pl: przestawił karty
pt_br: reorganizou os cartões
ru: переставил карточки
sk: preusporiadal karty
sl: preureditev kartic
sq: ripozicionoi kartat
sr: preuredio kartice
sv: arrangerade om korten
tr: kartları yeniden düzenledi
uk: переставлено картки
vi: đã sắp xếp lại các thẻ
zh_hk: 重新布置了卡片

source: removed a card
ar: تمت إزالة {0} بطاقات
bg: премахна карта
ca: ha eliminat una targeta
de: hat eine Karte entfernt
eo: snatched a card
es: eliminado una tarjeta
fa: حذف شدن کارت
fi: poistin kortin
fr: a enlevé une carte
hu: kártya eltávolítása
it: rimosso una carta
ja: カードの取り外し
lt: išėmė kortelę
ms: mengeluarkan kad Jamak: mengeluarkan {0} kad
nb: fjernet et kort
nl: heeft een kaart verwijderd
pl: usunął kartę
pt_br: removeu um cartão
ru: удалил карточку
sk: odstránil kartu
sl: odstranil kartico
sq: u hoq një kartë
sr: uklonjena je kartica
sv: tog bort ett kort
tr: bir kartı çıkardı
uk: видалено картку
vi: đã xóa {0} thẻ
zh_hk: 已移除 {0} 張卡

source: created this
ar: أنشأ هذا
bg: създаде това
ca: s
de: hat dies neu erstellt
eo: yo, made this myself
es: creado esto
fa: این را ایجاد کرد
fi: luotu tämä
fr: a créé ceci
hu: létrehozta ezt
it: creato questo
ja: 作成
lt: sukūrė tai
ms: mencipta ini
nb: opprettet dette
nl: heeft dit aangemaakt
pl: utworzył to
pt_br: criou isso
ru: создано
sk: vytvoril to
sl: ustvaril to
sq: e krijoi këtë
sr: kreirano
sv: skapade denna
tr: bunu yarattı
uk: створив це
vi: tạo ra cái này
zh_hk: 創建了這

source: reverted to an earlier revision
hu: visszaállított egy korábbi verzióra
ms: kembalikan kepada semakan terdahulu

source: Dataset
hu: Adatkészlet
ms: Set Data

source: You're only allowed to email pulses to addresses ending in {0}
hu: Csak a(z) {0} végződésű címekre küldhet impulzusokat
ms: Anda hanya dibenarkan menghantar e-mel denyutan ke alamat yang berakhir dengan {0}

source: Reaches the goal line
hu: Eléri a célvonalat
ms: Mencapai garisan matlamat

source: You're only allowed to email alerts to addresses ending in {0}
ar: يُسمح لك فقط بإرسال تنبيهات عبر البريد الإلكتروني إلى عناوين تنتهي بـ {0}
bg: Имате право да изпращате сигнали по имейл само до адреси, завършващи на {0}
ca: Només pots enviar alertes a adreces que acabin en {0}
de: Sie dürfen E-Mail-Benachrichtigungen nur an Adressen senden, die auf {0} enden
eo: You can only send email alerts to addresses that end in {0}, fr fr.
es: Solo puedes enviar alertas por correo electrónico a direcciones que terminan en {0}
fa: شما فقط مجاز به ارسال هشدار ایمیلی به آدرس‌هایی با پسوند {0} هستید
fi: Sinulla on lupa lähettää sähköposti-ilmoituksia vain osoitteisiin, jotka päättyvät {0}.
fr: Vous êtes autorisés à envoyer des alertes mail uniquement aux adresses terminant en {0}
hu: Csak a(z) {0} végződésű címekre küldhet figyelmeztetéseket
it: Puoi inviare avvisi via email solo a indirizzi che terminano con {0}
ja: {0}で終わるアドレスにのみアラートを送信できます
lt: Įspėjimus el. paštu galite siųsti tik adresais, kurie baigiasi {0}
ms: Anda hanya dibenarkan menghantar amaran ke alamat yang berakhir dengan {0}
nb: Du har kun lov til å sende e-postvarsler til adresser som ender med {0}
nl: Je mag alleen waarschuwingen e-mailen naar adressen die eindigen op {0}
pl: Dozwolone jest tylko wysyłanie powiadomień e-mail na adresy kończące się na {0}
pt_br: Você só pode enviar alertas para endereços de e-mail terminados em {0}
ru: Мы можете отправлять предупреждения только на email-адреса, заканчивающиеся на {0}
sk: Môžete posielať upozornenia e-mailom iba na adresy končiace na {0}
sl: E-poštna opozorila lahko pošiljate samo na naslove, ki se končajo na {0}
sq: Lejohesh të dërgosh alarme me email vetëm te adresat që mbarojnë me {0}
sr: Dozvoljeno je slanje email upozorenja samo na adrese koje se završavaju sa {0}
sv: Du kan bara skicka epost-påminnelser till adresser som slutar med {0}
tr: Yalnızca {0} ile biten adreslere e-posta uyarıları göndermenize izin verilir
uk: Вам дозволено надсилати сповіщення на email-адреси лише з доменом {0}
vi: Bạn chỉ được phép gửi cảnh báo qua email đến các địa chỉ kết thúc bằng {0}
zh_hk: 您只能將電子郵件提醒發送到以 {0} 結尾的地址

source: Search for some data…
hu: Keressen néhány adatot…
lt: Ieškoti kai kurių duomenų…
ms: Cari beberapa data...

source: Search for a model…
hu: Keressen egy modellt…
lt: Ieškoti modelio…
ms: Cari model...

source: Search for a question…
hu: Keressen egy kérdést…
lt: Ieškokite klausimo…
ms: Cari soalan...

source: Search for a table…
hu: Tábla keresése...
lt: Ieškokite stalo…
ms: Cari jadual...

source: All data
hu: Minden adat
ms: Semua data
