Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Enable guest embeds
ar: فعّل تضمينات الضيف
bg: Активиране на вграждания за гости
ca: Activa les insercions de convidats
de: Gast-Einbettungen aktivieren
es: Habilitar incrustaciones de invitados
fa: فعال کردن جاسازی‌های مهمان
fi: Ota vieraiden upotusten käyttöön
fr: Activer les contenus intégrés invités
it: Abilita incorporamenti guest
ja: ゲスト埋め込みを有効にする
nb: Aktiver gjesteinnbygging
nl: Schakel gastintegraties in
pl: Włącz osadzanie gości
pt_br: Ativar incorporação de convidados
ru: Включить встраивание гостевых файлов
sk: Povoliť vkladanie hosťovských videí
sl: Omogoči vdelave gostov
sq: Aktivizo inkorporimet si guest
sr: Omogući ugrađivanja za goste
sv: Aktivera gästinbäddningar
tr: Konuk yerleştirmelerini etkinleştirin
uk: Увімкнути гостьове вбудовування
vi: Cho phép nhúng khách
zh_hk: 啟用訪客嵌入

source: A secure way to embed charts and dashboards, without single sign-on, when you don’t want to offer ad-hoc querying or chart drill-through.
ar: طريقة آمنة لتضمين المخططات ولوحات المعلومات، بدون تسجيل الدخول الموحّد، عندما لا تريد توفير الاستعلامات الارتجالية أو التنقّل التفصيلي في المخططات.
de: Eine sichere Möglichkeit, Diagramme und Dashboards einzubetten, ohne Single Sign-On, wenn du keine Ad-hoc-Abfragen oder Drill-through in Diagrammen anbieten möchtest.
es: Una forma segura de incrustar gráficos y dashboards, sin inicio de sesión único, cuando no quieres ofrecer consultas ad-hoc ni drill-through en los gráficos.
fa: یک راه امن برای جاسازی نمودارها و داشبوردها، بدون Single sign-on، وقتی نمی‌خواهید کوئری‌گیری ad-hoc یا drill-through نمودار را ارائه دهید.
fi: Turvallinen tapa upottaa kaavioita ja koontinäyttöjä ilman kertakirjautumista, kun et halua tarjota ad-hoc-kyselyitä tai kaavioiden läpiporausta.
fr: Une manière sécurisée d’intégrer des graphiques et des tableaux de bord, sans authentification unique, lorsque vous ne souhaitez pas proposer des requêtes ad hoc ou l’exploration des graphiques.
it: Un modo sicuro per incorporare grafici e cruscotti, senza accesso unico, quando non vuoi offrire query ad hoc o drill-through nei grafici.
ja: シングルサインオンなしで、アドホックなクエリやチャートのドリルスルーを提供したくない場合に、チャートやダッシュボードを安全に埋め込む方法です。
pl: Bezpieczny sposób osadzania wykresów i dashboardów, bez pojedynczego logowania, gdy nie chcesz oferować zapytań ad hoc ani drill-through wykresów.
pt_br: Uma forma segura de incorporar gráficos e dashboards, sem necessidade de login único, quando você não deseja oferecer consultas ad-hoc ou detalhamento de gráficos.
ru: Безопасный способ встраивания диаграмм и дашбордов без единого входа (SSO), когда не требуется поддержка произвольных запросов или перехода к данным (drill-through).
sk: Bezpečný spôsob vkladania grafov a dashboardov bez jednotného prihlásenia, keď nechcete ponúkať ad-hoc dotazovanie alebo podrobnú analýzu grafov.
sl: Varen način za vdelavo grafikonov in nadzornih plošč brez enotne prijave, ko ne želite ponuditi ad-hoc poizvedovanja ali vrtanja po grafikonih.
sq: Një mënyrë e sigurt për të inkorporuar grafiqe dhe panele, pa hyrje të vetme (SSO), kur nuk do të ofrosh pyetje ad-hoc ose drill-through në grafiqe.
sr: Bezbedan način da ugradite grafikone i kontrolne table, bez jedinstvene prijave, kada ne želite da ponudite ad-hoc upite ili produbljivanje kroz grafikone.
tr: Tek oturum açma olmadan, ad-hoc sorgulama veya grafik drill-through sunmak istemediğinizde grafik ve panoları gömmenin güvenli bir yolu.
uk: Безпечний спосіб вбудовувати діаграми й дашборди без єдиного входу (SSO), коли ви не хочете надавати ad-hoc запити або drill-through діаграм.
vi: Một cách an toàn để nhúng biểu đồ và bảng điều khiển mà không cần đăng nhập một lần, khi bạn không muốn cung cấp truy vấn tùy chỉnh hoặc xem chi tiết biểu đồ.
zh_hk: 在你不想提供臨時查詢或圖表鑽穿時，一種不使用單一登入、可安全嵌入圖表與資訊看板的方式。

source: Upgrade to Metabase Pro for more powerful embedding methods
ar: قم بالترقية إلى Metabase Pro للحصول على طرق تضمين أكثر قوة
bg: Надстройте до Metabase Pro за по-мощни методи за вграждане
ca: Actualitza a Metabase Pro per obtenir mètodes d'incrustació més potents
de: Für leistungsfähigere Einbettungsmethoden aktualisieren Sie auf Metabase Pro.
es: Actualice a Metabase Pro para obtener métodos de incrustación más potentes
fa: برای روش‌های جاسازی قدرتمندتر، به Metabase Pro ارتقا دهید
fi: Päivitä Metabase Prohon saadaksesi tehokkaampia upotusmenetelmiä
fr: Passez à Metabase Pro pour bénéficier de méthodes d'intégration plus performantes.
it: Passa a Metabase Pro per metodi di incorporamento più potenti
ja: より強力な埋め込み方法を利用するには、Metabase Pro にアップグレードしてください。
nb: Oppgrader til Metabase Pro for å få kraftigere integreringsmetoder
nl: Upgrade naar Metabase Pro voor krachtigere inbeddingsmethoden
pl: Zaktualizuj do Metabase Pro, aby korzystać z bardziej wydajnych metod osadzania
pt_br: Faça upgrade para o Metabase Pro para obter métodos de incorporação mais poderosos.
ru: Перейдите на Metabase Pro, чтобы использовать более мощные методы встраивания
sk: Pre výkonnejšie metódy vkladania prejdite na Metabase Pro
sl: Nadgradite na Metabase Pro za zmogljivejše metode vdelave
sq: Përditëso në Metabase Pro për metoda më të fuqishme integrimi
sr: Nadogradite na Metabase Pro za moćnije metode ugrađivanja
sv: Uppgradera till Metabase Pro för kraftfullare inbäddningsmetoder
tr: Daha güçlü yerleştirme yöntemleri için Metabase Pro'ya yükseltin
uk: Оновіться до Metabase Pro для потужніших методів вбудовування
vi: Nâng cấp lên Metabase Pro để có phương pháp nhúng mạnh mẽ hơn
zh_hk: 升級至 Metabase Pro 以獲得更強大的嵌入方法

source: Upgrade
ar: رقِّ
bg: Надграждане
ca: Actualització
es: Mejora
fa: ارتقا
fi: Päivitä
fr: Mise à niveau
it: Aggiornamento
ja: アップグレード
nb: Oppgradering
pl: Aktualizacja
pt_br: Atualizar
ru: Обновление
sk: Vylepšiť
sl: Nadgradnja
sq: Përditëso
sr: Nadogradi
sv: Uppgradera
tr: Güncelleme
uk: Оновити
vi: Nâng cấp
zh_hk: 升級

source: Embed charts, dashboards with drill-throughs, or even the query builder into your own application using customizable components. Secure your embeds with single sign-on.
ar: ضمّن المخططات، ولوحات المعلومات مع التنقّل التفصيلي، أو حتى منشئ الاستعلامات داخل تطبيقك باستخدام مكوّنات قابلة للتخصيص. أمّن تضميناتك عبر تسجيل الدخول الموحّد.
bg: Вградете диаграми, табла с детайлни анализи или дори конструктора на заявки в собственото си приложение, като използвате персонализируеми компоненти. Защитете вгражданията си с еднократно влизане.
ca: Incrusteu gràfics, quadres de comandament amb detalls o fins i tot el creador de consultes a la vostra pròpia aplicació mitjançant components personalitzables. Assegureu les vostres incrustacions amb l'inici de sessió únic.
de: Binden Sie Diagramme, Dashboards mit Drillthrough-Funktionen oder sogar den Abfrage-Builder mithilfe anpassbarer Komponenten in Ihre eigene Anwendung ein. Schützen Sie Ihre Einbettungen mit Single Sign-On.
es: Integre gráficos, paneles con detalles o incluso el generador de consultas en su aplicación mediante componentes personalizables. Proteja sus integraciones con inicio de sesión único.
fa: نمودارها، داشبوردها با قابلیت بررسی دقیق یا حتی سازنده پرس‌وجو را با استفاده از اجزای قابل تنظیم در برنامه خود جاسازی کنید. جاسازی‌های خود را با ورود یکپارچه ایمن کنید.
fi: Upota kaavioita, läpiporautumistoimintoja sisältäviä koontinäyttöjä tai jopa kyselyiden rakentaja omaan sovellukseesi mukautettavien komponenttien avulla. Suojaa upotukset kertakirjautumisella.
fr: Intégrez des graphiques, des tableaux de bord avec exploration détaillée, ou même le générateur de requêtes dans votre application grâce à des composants personnalisables. Sécurisez vos intégrations avec l'authentification unique.
it: Incorpora grafici, dashboard con drill-through o persino il generatore di query nella tua applicazione utilizzando componenti personalizzabili. Proteggi i tuoi incorporamenti con l'accesso singolo.
ja: カスタマイズ可能なコンポーネントを使用して、チャート、ドリルスルー機能付きダッシュボード、さらにはクエリビルダーを独自のアプリケーションに埋め込みます。埋め込みはシングルサインオンで保護されます。
nb: Bygg inn diagrammer, dashbord med drill-through eller til og med spørringsbyggeren i din egen applikasjon ved hjelp av tilpassbare komponenter. Sikre innbyggingene dine med enkel pålogging.
nl: Integreer grafieken, dashboards met drill-throughs of zelfs de querybuilder in uw eigen applicatie met aanpasbare componenten. Beveilig uw embeds met single sign-on.
pl: Osadzaj wykresy, pulpity nawigacyjne z funkcjami drążenia, a nawet kreator zapytań we własnej aplikacji, korzystając z konfigurowalnych komponentów. Zabezpiecz swoje osadzenia za pomocą logowania jednokrotnego.
pt_br: Incorpore gráficos, dashboards com detalhamento ou até mesmo o construtor de consultas em seu próprio aplicativo usando componentes personalizáveis. Proteja suas incorporações com autenticação única (SSO).
ru: Встраивайте диаграммы, информационные панели с детализацией или даже конструктор запросов в своё приложение, используя настраиваемые компоненты. Защитите свои встраивания с помощью единого входа.
sk: Vložte grafy, dashboardy s detailnými analýzami alebo dokonca nástroj na tvorbu dotazov do vlastnej aplikácie pomocou prispôsobiteľných komponentov. Zabezpečte svoje vložené prvky pomocou jednotného prihlásenia.
sl: V svojo aplikacijo vdelajte grafikone, nadzorne plošče z vrtanjem po podrobnostih ali celo graditelj poizvedb z uporabo prilagodljivih komponent. Zaščitite svoje vdelave z enotno prijavo.
sq: Inkorporo grafiqe, panele me drill-through, apo edhe ndërtuesin e pyetjeve në aplikacionin tënd duke përdorur komponentë të personalizueshëm. Siguroji inkorporimet me hyrje të vetme (SSO).
sr: Ugradite grafikone, kontrolne table sa produbljivanjem ili čak kreator upita u svoju aplikaciju koristeći prilagodljive komponente. Zaštitite ugrađivanja jedinstvenom prijavom.
sv: Bädda in diagram, dashboards med detaljgranskning eller till och med frågebyggaren i din egen applikation med hjälp av anpassningsbara komponenter. Säkra dina inbäddningar med enkel inloggning.
tr: Özelleştirilebilir bileşenleri kullanarak grafikleri, ayrıntılı bilgi içeren panoları ve hatta sorgu oluşturucuyu kendi uygulamanıza yerleştirin. Yerleştirmelerinizi tek oturum açma ile güvence altına alın.
uk: Вбудовуйте діаграми, дашборди з drill-through або навіть конструктор запитів у свій застосунок за допомогою налаштовуваних компонентів. Захистіть вбудовування за допомогою єдиного входу.
vi: Nhúng biểu đồ, bảng thông tin với chức năng phân tích chi tiết, hoặc thậm chí là trình tạo truy vấn vào ứng dụng của bạn bằng các thành phần tùy chỉnh. Bảo mật nội dung nhúng của bạn bằng tính năng đăng nhập một lần.
zh_hk: 使用可自訂的元件，將圖表、具鑽穿功能的儀表板，甚至是查詢建立器嵌入到您自己的應用程式中。使用單一登入保護您的嵌入。

source: Published embeds
ar: تضمينات منشورة
bg: Публикувани вграждания
ca: Incrustacions publicades
de: Veröffentlichte Einbettungen
es: Incrustaciones publicadas
fa: جاسازی‌های منتشر شده
fi: Julkaistut upotukset
fr: Incorporations publiées
it: Incorporamenti pubblicati
ja: 公開された埋め込み
nb: Publiserte embeds
nl: Gepubliceerde insluitingen
pl: Opublikowane osadzenia
pt_br: Incorporações publicadas
ru: Опубликованные вставки
sk: Publikované vložené súbory
sl: Objavljene vdelave
sq: Inkorporime të publikuara
sr: Objavljeni embedovi
sv: Publicerade inbäddningar
tr: Yayınlanan yerleştirmeler
uk: Опубліковані вбудовування
vi: Đã xuất bản nhúng
zh_hk: 已發佈的嵌入

source: Cloud settings
ar: إعدادات Cloud
bg: Настройки на облака
ca: Configuració del núvol
de: Cloud-Einstellungen
eo: Cloud vibes
es: Configuración de la nube
fa: تنظیمات ابری
fi: Pilviasetukset
fr: Paramètres du cloud
it: Impostazioni cloud
ja: クラウド設定
nb: Skyinnstillinger
nl: Cloudinstellingen
pl: Ustawienia chmury
pt_br: Configurações de nuvem
ru: Настройки облака
sk: Nastavenia cloudu
sl: Nastavitve oblaka
sq: Cilësimet Cloud
sr: Cloud podešavanja
sv: Molninställningar
tr: Bulut ayarları
uk: Налаштування хмари
vi: Cài đặt đám mây
zh_hk: 雲端設定

source: App config
ar: إعدادات التطبيق
bg: Конфигурация на приложението
ca: Configuració de l'aplicació
de: App-Konfiguration
eo: App setup, fr.
es: Configuración de la aplicación
fa: پیکربندی برنامه
fi: Sovelluksen määritys
fr: Configuration de l'application
it: Configurazione dell'app
ja: アプリ設定
nb: App-konfigurasjon
nl: App-configuratie
pl: Konfiguracja aplikacji
pt_br: Configuração do aplicativo
ru: Конфигурация приложения
sk: Konfigurácia aplikácie
sl: Konfiguracija aplikacije
sq: Konfigurimi i aplikacionit
sr: Konfiguracija aplikacije
sv: Appkonfiguration
tr: Uygulama yapılandırması
uk: Конфігурація застосунку
vi: Cấu hình ứng dụng
zh_hk: 應用程式設定

source: Site name
ar: اسم الموقع
bg: Име на сайта
ca: Nom del lloc
eo: "Site name" → "Site name" (since it's just a label, no need to slang it) If you want a more casual vibe, you could say: "The spot" or "The place" but generally, it's fine as is.
es: Nombre del sitio
fa: نام سایت
fi: Sivuston nimi
fr: Nom du site
it: Nome del sito
ja: サイト名
nb: Navn på nettstedet
nl: Sitenaam
pl: Nazwa witryny
pt_br: Nome do site
ru: Название сайта
sk: Názov lokality
sl: Ime spletnega mesta
sq: Emri i sajtit
sr: Naziv sajta
sv: Webbplatsnamn
tr: Site adı
uk: Назва сайту
vi: Tên trang web
zh_hk: 網站名稱

source: Email and tracking
ar: البريد الإلكتروني والتتبّع
bg: Имейл и проследяване
ca: Correu electrònic i seguiment
de: E-Mail und Sendungsverfolgung
eo: Email and tracking → "Email & trackin’"
es: Correo electrónico y seguimiento
fa: ایمیل و ردیابی
fi: Sähköposti ja seuranta
fr: E-mail et suivi
it: E-mail e tracciamento
ja: メールと追跡
nb: E-post og sporing
nl: E-mail en tracking
pl: E-mail i śledzenie
pt_br: E-mail e rastreamento
ru: Электронная почта и отслеживание
sk: E-mail a sledovanie
sl: E-pošta in sledenje
sq: Email dhe gjurmim
sr: Email i praćenje
sv: E-post och spårning
tr: E-posta ve takip
uk: Email і відстеження
vi: Email và theo dõi
zh_hk: 電子郵件與追蹤

source: Email address for help requests
ar: عنوان البريد الإلكتروني لطلبات المساعدة
bg: Имейл адрес за заявки за помощ
ca: Adreça electrònica per a sol·licituds d'ajuda
de: E-Mail-Adresse für Hilfeanfragen
eo: Help email snitch 🤝
es: Dirección de correo electrónico para solicitudes de ayuda
fa: آدرس ایمیل برای درخواست کمک
fi: Sähköpostiosoite avunpyyntöjä varten
fr: Adresse e-mail pour les demandes d'aide
it: Indirizzo email per richieste di assistenza
ja: ヘルプリクエスト用のメールアドレス
nb: E-postadresse for forespørsler om hjelp
nl: E-mailadres voor hulpverzoeken
pl: Adres e-mail do wysyłania próśb o pomoc
pt_br: Endereço de e-mail para solicitações de ajuda
ru: Адрес электронной почты для запросов на помощь
sk: E-mailová adresa pre žiadosti o pomoc
sl: E-poštni naslov za zahteve za pomoč
sq: Adresa e email-it për kërkesa ndihme
sr: Email adresa za zahteve za pomoć
sv: E-postadress för hjälpförfrågningar
tr: Yardım talepleri için e-posta adresi
uk: Email-адреса для запитів на допомогу
vi: Địa chỉ email để yêu cầu trợ giúp
zh_hk: 求助電子郵件地址

source: Tables, X-Rays and domains
ar: الجداول وX-Rays والنطاقات
bg: Таблици, рентгенови лъчи и домейни
ca: Taules, raigs X i dominis
de: Tabellen, X-Ray und Domänen
eo: Tables, X-Rays, and domains — straight up the OGs of the tech world, no cap.
es: Tablas, rayos X y dominios
fa: جداول، تصاویر ایکس و دامنه‌ها
fi: Taulukot, röntgenkuvat ja domeenit
fr: Tableaux, rayons X et domaines
it: Tabelle, raggi X e domini
ja: 表、X線、ドメイン
nb: Tabeller, røntgenbilder og domener
nl: Tabellen, röntgenfoto's en domeinen
pl: Tabele, promienie X i domeny
pt_br: Tabelas, Raios X e Domínios
ru: Таблицы, рентгеновские снимки и домены
sk: Tabuľky, röntgenové snímky a domény
sl: Tabele, rentgenski žarki in domene
sq: Tabela, X-Ray dhe domene
sr: Tabele, X-Ray i domeni
sv: Tabeller, röntgenbilder och domäner
tr: Tablolar, X-Işınları ve alanlar
uk: Таблиці, X-Ray і домени
vi: Bảng, X-quang và miền
zh_hk: 表格、X 光片與網域

source: Friendly table and field names
ar: أسماء الجداول والحقول الودّية
bg: Удобни имена на таблици и полета
ca: Noms de taula i camp amigables
de: Freundliche Tabellen- und Feldnamen
eo: Chill table & field names
es: Nombres de tablas y campos amigables
fa: نام‌های مناسب برای جدول‌ها و فیلدها
fi: Ystävälliset taulukoiden ja kenttien nimet
fr: Noms de table et de champ conviviaux
it: Nomi di tabelle e campi intuitivi
ja: わかりやすいテーブル名とフィールド名
nb: Vennlige tabell- og feltnavn
nl: Vriendelijke tabel- en veldnamen
pl: Przyjazne nazwy tabel i pól
pt_br: Nomes amigáveis de tabelas e campos
ru: Понятные названия таблиц и полей
sk: Priateľské názvy tabuliek a polí
sl: Prijazna imena tabel in polj
sq: Emra miqësorë tabelash dhe fushash
sr: Prijateljski nazivi tabela i polja
sv: Användbara tabell- och fältnamn
tr: Kullanıcı dostu tablo ve alan adları
uk: Зрозумілі назви таблиць і полів
vi: Tên bảng và trường thân thiện
zh_hk: 友善的表格和欄位名稱

source: Enable X-Ray features
ar: تفعيل ميزات X-Ray
bg: Активиране на функциите за рентген
ca: Activa les funcions de raigs X
de: X-Ray-Funktionen aktivieren
eo: Turn on X-Ray vibes
es: Habilitar funciones de rayos X
fa: فعال کردن ویژگی‌های ایکس-ری
fi: Ota röntgenominaisuudet käyttöön
fr: Activer les fonctionnalités X-Ray
it: Abilita le funzionalità X-Ray
ja: X-Ray機能を有効にする
nb: Aktiver røntgenfunksjoner
nl: X-Ray-functies inschakelen
pl: Włącz funkcje rentgenowskie
pt_br: Habilitar recursos de raio-X
ru: Включить функции X-Ray
sk: Povoliť funkcie röntgenu
sl: Omogoči funkcije rentgenskega slikanja
sq: Aktivizo veçoritë X-Ray
sr: Omogući X-Ray funkcije
sv: Aktivera röntgenfunktioner
tr: X-Ray özelliklerini etkinleştir
uk: Увімкнути функції X-Ray
vi: Bật tính năng X-Ray
zh_hk: 啟用 X-Ray 功能

source: Instance settings
ar: إعدادات المثيل
bg: Настройки на екземпляра
ca: Configuració de la instància
de: Instanzeinstellungen
eo: Instance settings → vibe controls
es: Configuración de instancia
fa: تنظیمات نمونه
fi: Instanssin asetukset
fr: Paramètres d'instance
it: Impostazioni dell'istanza
ja: インスタンス設定
nb: Forekomstinnstillinger
nl: Instantie-instellingen
pl: Ustawienia instancji
pt_br: Configurações de instância
ru: Настройки экземпляра
sk: Nastavenia inštancie
sl: Nastavitve primerka
sq: Cilësimet e instancës
sr: Podešavanja instance
sv: Instansinställningar
tr: Örnek ayarları
uk: Налаштування інстансу
vi: Cài đặt phiên bản
zh_hk: 實例設定

source: The default language for all users across the {0} UI, system emails, subscriptions, and alerts. Each user can override this from their own account settings.
ar: اللغة الافتراضية لجميع المستخدمين عبر واجهة {0}، ورسائل النظام البريدية، والاشتراكات، والتنبيهات. يمكن لكل مستخدم تجاوز ذلك من إعدادات حسابه.
bg: Езикът по подразбиране за всички потребители в потребителския интерфейс {0} , системните имейли, абонаментите и известията. Всеки потребител може да го промени от настройките на собствения си акаунт.
ca: L'idioma predeterminat per a tots els usuaris de la interfície d'usuari {0} , els correus electrònics del sistema, les subscripcions i les alertes. Cada usuari pot anul·lar-ho des de la configuració del seu compte.
de: Die Standardsprache für alle Benutzer der {0} -Benutzeroberfläche, System-E-Mails, Abonnements und Benachrichtigungen. Jeder Benutzer kann diese Sprache in seinen eigenen Kontoeinstellungen ändern.
eo: The default language for all peeps on the {0} UI, system emails, subs, and alerts. But each user can switch it up in their own account settings if they want.
es: El idioma predeterminado para todos los usuarios en la interfaz de usuario de {0} , correos electrónicos del sistema, suscripciones y alertas. Cada usuario puede configurarlo desde la configuración de su cuenta.
fa: زبان پیش‌فرض برای همه کاربران در رابط کاربری {0} ، ایمیل‌های سیستم، اشتراک‌ها و هشدارها. هر کاربر می‌تواند این زبان را از تنظیمات حساب خود لغو کند.
fi: Oletuskieli kaikille käyttäjille {0} käyttöliittymässä, järjestelmäsähköposteissa, tilauksissa ja hälytyksissä. Jokainen käyttäjä voi ohittaa tämän omista tiliasetuksistaan.
fr: Langue par défaut pour tous les utilisateurs de l'interface utilisateur {0} , des e-mails système, des abonnements et des alertes. Chaque utilisateur peut modifier cette langue dans les paramètres de son compte.
it: Lingua predefinita per tutti gli utenti nell'interfaccia utente di {0} , nelle email di sistema, negli abbonamenti e negli avvisi. Ogni utente può modificarla tramite le impostazioni del proprio account.
ja: {0} UI、システムメール、サブスクリプション、アラートで全ユーザーのデフォルト言語を設定します。各ユーザーは自身のアカウント設定からこの設定を上書きできます。
nb: Standardspråket for alle brukere i brukergrensesnittet {0} , systemmeldinger, abonnementer og varsler. Hver bruker kan overstyre dette fra sine egne kontoinnstillinger.
nl: De standaardtaal voor alle gebruikers in de {0} gebruikersinterface, systeem-e-mails, abonnementen en meldingen. Elke gebruiker kan dit via zijn of haar eigen accountinstellingen overschrijven.
pl: Domyślny język dla wszystkich użytkowników w interfejsie użytkownika {0} , e-mailach systemowych, subskrypcjach i alertach. Każdy użytkownik może zmienić ten język w ustawieniach swojego konta.
pt_br: O idioma padrão para todos os usuários na interface do usuário {0} , e-mails do sistema, assinaturas e alertas. Cada usuário pode alterar isso nas configurações da sua conta.
ru: Язык по умолчанию для всех пользователей в пользовательском интерфейсе {0} , системных письмах, подписках и оповещениях. Каждый пользователь может переопределить это в настройках своей учетной записи.
sk: Predvolený jazyk pre všetkých používateľov v používateľskom rozhraní {0} , systémových e-mailoch, odberoch a upozorneniach. Každý používateľ si ho môže zmeniť v nastaveniach svojho účtu.
sl: Privzeti jezik za vse uporabnike v uporabniškem vmesniku {0} , sistemskih e-poštnih sporočilih, naročninah in opozorilih. Vsak uporabnik lahko to prepiše v nastavitvah svojega računa.
sq: Gjuha parazgjedhje për të gjithë përdoruesit në të gjithë UI-n e {0}, email-et e sistemit, abonimet dhe alarmet. Secili përdorues mund ta anashkalojë këtë nga cilësimet e llogarisë së vet.
sr: Podrazumevani jezik za sve korisnike u celom {0} UI-ju, sistemskim emailovima, pretplatama i upozorenjima. Svaki korisnik može to da promeni u sopstvenim podešavanjima naloga.
sv: Standardspråket för alla användare i {0} -gränssnittet, system-e-postmeddelanden, prenumerationer och aviseringar. Varje användare kan åsidosätta detta från sina egna kontoinställningar.
tr: {0} UI, sistem e-postaları, abonelikler ve uyarılar genelindeki tüm kullanıcılar için varsayılan dil. Her kullanıcı bunu kendi hesap ayarlarından geçersiz kılabilir.
uk: Мова за замовчуванням для всіх користувачів у всьому інтерфейсі {0}, системних email, підписках і сповіщеннях. Кожен користувач може змінити це у налаштуваннях свого акаунта.
vi: Ngôn ngữ mặc định cho tất cả người dùng trên giao diện người dùng {0} , email hệ thống, đăng ký và cảnh báo. Mỗi người dùng có thể ghi đè ngôn ngữ này từ cài đặt tài khoản của riêng họ.
zh_hk: {0} UI、系統電子郵件、訂閱和警示中所有使用者的預設語言。每個使用者都可以從自己的帳戶設定中覆寫此語言。

source: Report timezone
ar: المنطقة الزمنية للتقارير
bg: Часова зона на доклада
ca: Informa de la zona horària
de: Zeitzone des Berichts
eo: Report the time zone, fr fr
es: Informar zona horaria
fa: گزارش منطقه زمانی
fi: Raportin aikavyöhyke
fr: Signaler le fuseau horaire
it: Segnala il fuso orario
ja: タイムゾーンを報告する
nb: Rapporter tidssone
nl: Tijdzone rapporteren
pl: Zgłoś strefę czasową
pt_br: Relatar fuso horário
ru: Сообщить часовой пояс
sk: Časové pásmo hlásenia
sl: Časovni pas poročila
sq: Zonë kohore e raporteve
sr: Vremenska zona izveštaja
sv: Rapportera tidszon
tr: Zaman dilimini bildir
uk: Часовий пояс звітів
vi: Báo cáo múi giờ
zh_hk: 報告時區
