Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: our embedding license.
ar: ترخيص التضمين الخاص بنا.
bg: лиценза за вграждане.
ca: la nostra llicència d'encastat.
de: unserer Einbettungs-Lizenz zu.
eo: our embed license, fr fr
es: nuestra licencia para incluir elementos.
fa: مجوز جانمایی ما.
fi: upotuslisenssimme.
fr: notre licence d'intégration.
hu: beágyazási licencünket.
it: la nostra licenza di incorporamento.
ja: 埋め込みライセンス。
lt: mūsų įdėjimo licencija.
ms: lesen penyematan kami.
nb: vår innebygningslisens.
nl: onze integratielicentie.
pl: naszą licencję na osadzanie.
pt_br: nossos termos de incorporação.
ru: наша лицензия на встраивание.
sk: naša licencia na vkladanie.
sl: Naša licenca za vdelavo.
sq: licencën tonë të integrimit.
sr: našu licencu za ugradnju.
sv: vår licens för inbäddning.
tr: gömme lisansımız.
uk: нашою ліцензією на вбудовування.
vi: giấy phép nhúng của chúng tôi.
zh_hk: 我們的嵌入許可。

source: More details
hu: További részletek
ms: Butiran lanjut

source: When you embed charts or dashboards from Metabase in your own application, that application isn't subject to the Affero General Public License that covers the rest of Metabase, provided you keep the Metabase logo and the "Powered by Metabase" visible on those embeds.
hu: Amikor diagramokat vagy irányítópultokat ágyaz be a Metabase-ból a sajátjába alkalmazás, az alkalmazás nem tartozik az Affero General Public hatálya alá Licenc, amely lefedi a Metabase többi részét, feltéve, hogy Ön megtartja a metabázist logó és a „Powered by Metabase” látható ezeken a beágyazásokon.
ms: Apabila anda menyematkan carta atau papan pemuka dari Metabase dalam aplikasi anda sendiri, aplikasi tersebut tidak tertakluk kepada Lesen Awam Umum Affero yang meliputi baki Metabase, dengan syarat anda mengekalkan logo Metabase dan "Dikuasakan oleh Metabase" kelihatan pada penyematan tersebut.

source: Your should, however, read the license text linked above as that is the actual license that you will be agreeing to by enabling this feature.
hu: Azonban el kell olvasnia a fent hivatkozott licencszöveget, mivel ez az tényleges licenc, amelyet a funkció engedélyezésével elfogad.
ms: Walau bagaimanapun, anda harus membaca teks lesen yang berkaitan di atas kerana itu adalah lesen sebenar yang anda akan bersetuju dengannya dengan mengaktifkan ciri ini.

source: We will refresh your models {0}
ar: سنحدّث نماذجك {0}
bg: Ще обновим вашите модели {0}
ca: Refrescarem els teus models {0}
de: Wir aktualisieren Deine Modelle {0}
eo: We’re gon’ update your models {0} — no cap
es: Actualizaremos tus modelos {0}
fa: مدل های شما را ظرف {0} بروز رسانی مینماییم
fi: Päivitämme mallisi {0}
fr: Nous allons rafraîchir vos modèles {0}
hu: Frissítjük a modelljeit {0}
it: Aggiorneremo i tuoi modelli {0}
ja: モデルを更新します{0}
lt: Atnaujinsime jūsų modelius {0}
ms: Kami akan menyegarkan model anda {0}
nb: Vi vil oppdatere modellene dine {0}
nl: We zullen uw modellen {0} verversen
pl: Zaktualizujemy twoje modele {0}
pt_br: Nós vamos atualizar seus modelos {0}
ru: Мы обновим ваши модели {0}
sk: Obnovíme vaše modely {0}
sl: Vaše modele bomo osvežili {0}
sq: Ne do t’i rifreskojmë modelet e tua {0}
sr: Osvežavaćemo tvoje modele {0}
sv: Vi kommer att fräscha upp dina modeller {0}
tr: Modellerinizi {0} yenileyeceğiz
uk: Ми оновлюватимемо ваші моделі {0}
vi: Chúng tôi sẽ làm mới mô hình của bạn {0}
zh_hk: 我們將刷新您的模型{0}

source: Seconds and year properties are not allowed
ar: خصائص الثواني والسنة غير مسموح بها
bg: Секундите и годините не са позволени
ca: Propietats de segons i anys no estan permesos
de: Sekunden- und Jahreseigenschaften sind nicht zulässig
eo: Yo, seconds and year properties are totally a no-go.
es: No se permiten propiedades de segundos y años.
fa: ویژگی های سال ثانیه ها مجاز نیست
fi: Sekunti- ja vuosiominaisuudet eivät ole sallittuja.
fr: Les propriétés secondes et années ne sont pas permises
hu: A másodperc és év tulajdonságok nem engedélyezettek
it: Proprietà secondi e anno non sono consentite
ja: 秒と年のプロパティは許可されていません
lt: Sekundžių ir metų savybės neleidžiamos
ms: Sifat saat dan tahun tidak dibenarkan
nb: Sekund- og årsegenskaper er ikke tillatt
nl: Seconden- en jaarwaarden zijn niet toegestaan
pl: Właściwości sekund i lat są niedozwolone
pt_br: Propriedades de segundos e anos não são permitidas
ru: Свойства секунд и года не допускаются.
sk: Vlastnosti sekúnd a rokov nie sú povolené
sl: Lastnosti sekund in let niso dovoljene
sq: Nuk lejohen vetitë e sekondave dhe të vitit
sr: Svojstva seconds i year nisu dozvoljena
sv: Sekund- och årsuppgifter är inte tillåtna
tr: Saniye ve yıl özelliklerine izin verilmiyor
uk: Параметри секунд та року не дозволені
vi: Không cho phép thuộc tính giây và năm
zh_hk: 不允許秒和年屬性

source: cron syntax
hu: cron szintaxis
lt: cron sintaksė
ms: sintaks cron

source: Our {0} is a string of 5 fields separated by white spaces
hu: A {0} egy 5 mezőből álló karakterlánc, melyeket szóközök választanak el
ms: {0} kami adalah rentetan 5 medan yang dipisahkan oleh ruang putih

source: Allowed values
ar: القيم المسموح بها
bg: Разрешени стойности
ca: Valors permesos
de: Erlaubte Werte
eo: Flex options
es: Valores permitidos
fa: مقادیر مجاز
fi: Sallitut arvot
fr: Valeurs permises
hu: Engedélyezett értékek
it: Valori consentiti
ja: 許容値
lt: Leidžiamos reikšmės
ms: Nilai yang dibenarkan
nb: Tillatte verdier
nl: Toegestane waardes
pl: Dozwolone wartości
pt_br: Valores permitidos
ru: Допустимые значения
sk: Povolené hodnoty
sl: Dovoljene vrednosti
sq: Vlerat e lejuara
sr: Dozvoljene vrednosti
sv: Tillåtna värden
tr: İzin verilen değerler
uk: Дозволені значення
vi: Giá trị được phép
zh_hk: 允許的值

source: Create Slack App
ar: إنشاء تطبيق Slack
bg: Създайте Slack App
ca: Crear App de l'Slack
de: Erstelle eine Slack App
eo: Make a Slack app, bestie
es: Crear Aplicación Slack
fa: برنامه Slack ایجاد کنید
fi: Luo Slack-sovellus
fr: Créer une Slack App
hu: Slack alkalmazás létrehozása
it: Crea App Slack
ja: Slackアプリを作成する
lt: Sukurkite „Slack“ programą
ms: Cipta Aplikasi Slack
nb: Opprett Slack-app
nl: Slack App aanmaken
pl: Utwórz aplikację Slack
pt_br: Criar Slack App
ru: Создать Slack-приложение
sk: Vytvoriť aplikáciu Slack
sl: Ustvarite aplikacijo Slack
sq: Krijo aplikacion Slack
sr: Kreiraj Slack aplikaciju
sv: Skapa Slack-app
tr: Slack Uygulaması Oluştur
uk: Створити Slack App
vi: Tạo ứng dụng Slack
zh_hk: 建立 Slack 應用程式

source: Filter {0}
hu: Szűrő {0}
ms: Penapis {0}

source: 1. Click the button below and create your Slack App
ar: 1. انقر الزر أدناه وأنشئ تطبيق Slack الخاص بك
bg: 1. Щракнете върху бутона по-долу и създайте вашето Slack приложение
ca: 1. Prem el botó a sota i crea la teva App d'Slack
de: 1. Klicke auf die Schaltfläche unten und erstelle Deine Slack-App
eo: 1. Hit the button down there and make your Slack App, fr.
es: 1. Haz clic en el botón de abajo y crea tu aplicación de Slack
fa: 1. روی دکمه زیر کلیک کنید و Slack App خود را ایجاد کنید
fi: 1. Klikkaa alla olevaa painiketta ja luo oma Slack-sovelluksesi
fr: 1. Cliquez sur le bouton ci-dessous et créer votre Slack App
hu: 1. Kattintson az alábbi gombra és hozza létre a Slack alkalmazást
it: 1. Clicca il pulsante sotto e crea la tua App Slack
ja: 1.下のボタンをクリックして、Slackアプリを作成します
lt: 1. Spustelėkite toliau esantį mygtuką ir sukurkite „Slack“ programą
ms: Klik butang di bawah dan buat Aplikasi Slack anda.
nb: 1. Klikk på knappen nedenfor og opprett din Slack-app
nl: 1. Klik op de onderstaande knop en maak uw Slack App aan
pl: 1. Kliknij poniższy przycisk, aby utworzyć swoją aplikację Slack
pt_br: 1. Clique no botão abaixo para criar seu Slack App
sk: 1. Kliknite na tlačidlo nižšie a vytvorte svoju Slack aplikáciu
sl: 1. Kliknite spodnji gumb in ustvarite aplikacijo Slack
sq: 1. Kliko butonin më poshtë dhe krijo aplikacionin tënd Slack
sr: 1. Klikni na dugme ispod i kreiraj svoju Slack aplikaciju
sv: 1. Klicka på knappen nedan och skapa din Slack-app
tr: 1. Aşağıdaki butona tıklayın ve Slack Uygulamanızı oluşturun
uk: 1. Натисніть кнопку нижче та створіть свій Slack App
vi: 1. Nhấn vào nút bên dưới và tạo ứng dụng Slack của bạn
zh_hk: 1. 點擊下方按鈕並建立您的 Slack 應用程式

source: First, {0} using the Metabase configuration. Once created, click “${ 1 }” to authorize it.
hu: Először, {0} a Metabase konfiguráció használatával. Miután létrehozta, kattintson a “${ 1 }” gombra a hitelesítéshez.
lt: Pirma, {0} naudodami metabazės konfigūraciją. Sukūrę spustelėkite „${ 1 }“, kad ją patvirtintumėte.
ms: Pertama, {0} menggunakan konfigurasi Metabase. Setelah selesai, klik “${1}” untuk membenarkannya.

source: click the button below to create your Slack App
hu: kattintson az alábbi gombra a Slack alkalmazás létrehozásához
lt: spustelėkite toliau esantį mygtuką, kad sukurtumėte savo „Slack“ programą
ms: klik butang di bawah untuk membuat Aplikasi Slack anda

source: There was an error loading the field values for this field
hu: Hiba történt a mező értékeinek betöltése közben
ms: Terdapat ralat memuatkan nilai medan untuk medan ini

source: more options
hu: további lehetőségek
ms: pilihan lain

source: min
ms: minimum

source: max
ms: maksimum

source: Waiting to create the first model cache
ar: بانتظار إنشاء أول كاش للنموذج
bg: Изчакване за създаване на първия кеш на модел
ca: Esperant per crear la primera memòria cau del model
de: Warte auf Erzeugung des ersten Modell-Caches
eo: Waiting to set up the first model cache, fr fr
es: Esperando para crear el primer modelo de caché
fa: در انتظار ایجاد اولین مدل cache
fi: Odottamassa ensimmäisen mallivälimuistin luomista
fr: En attente de création du premier cache de modèle
hu: Az első modell gyorsítótár létrehozására vár
it: In attesa di creare la prima cache del modello
ja: 最初のモデルキャッシュの作成を待機中
lt: Laukiama, kol bus sukurta pirmoji modelio talpykla
ms: Menunggu untuk membuat cache model pertama
nb: Venter på å opprette den første modellens hurtigbuffer
nl: Wacht tot het eerste modelcache wordt aangemaakt
pl: Oczekiwanie na utworzenie pierwszej pamięci podręcznej modelu
pt_br: Aguardando para criar o primeiro cache de modelo
ru: Ожидание создания кэша первой модели.
sk: Čaká sa na vytvorenie prvej modelovej vyrovnávacej pamäte
sl: Čakanje na ustvarjanje prvega predpomnilnika modela
sq: Në pritje për të krijuar cache-in e parë të modelit
sr: Čeka se kreiranje prvog keša modela
sv: Väntar på att skapa en första modell-cache
tr: İlk model önbelleğinin oluşturulması bekleniyor
uk: Очікуємо на створення першого кешу моделі
vi: Đang chờ tạo bộ nhớ đệm mô hình đầu tiên
zh_hk: 等待創建第一個模型快取

source: Learn more.
ar: اعرف المزيد.
bg: Научете повече.
ca: Aprèn-ne més.
de: Erfahre mehr.
eo: Learn more → Spill the tea or get the 411
es: Saber más.
fa: بیشتر بدانید.
fi: Opi lisää.
fr: En savoir plus.
hu: Tudj meg többet.
it: Scopri di più.
ja: もっと詳しく知る。
lt: Sužinokite daugiau.
ms: Ketahui lebih lanjut.
nb: Lær mer.
nl: Lees meer.
pl: Dowiedz się więcej.
pt_br: Saiba mais.
ru: Подробнее.
sk: Dozvedieť sa viac.
sl: Izvedi več.
sq: Mëso më shumë.
sr: Saznaj više.
sv: Lär dig mer.
tr: Daha fazla bilgi edin.
uk: Дізнайтеся більше.
vi: Tìm hiểu thêm.
zh_hk: 了解更多.

source: Cache models
hu: Gyorsítótárazott modellek
ms: Cache model

source: We'll create tables with model data and refresh them on a schedule you define. To enable it, you need to grant this connection credential read and write permissions on the "{0}" schema or grant create schema permissions. {1}
hu: A modelladatokkal táblákat készítünk, és az Ön által meghatározott ütemezés szerint frissítjük. Az engedélyezéséhez olvasási és írási engedélyeket kell adnia ennek a kapcsolatnak a hitelesítő adatokhoz a „{0}” sémához, vagy séma létrehozási engedélyeket kell adnia. {1}
ms: Kami akan membuat jadual dengan data model dan menyegarkannya mengikut jadual yang anda tetapkan. Untuk mengaktifkannya, anda perlu memberikan kebenaran baca dan tulis pada kelayakan sambungan ini pada skema "{0}" atau memberikan kebenaran untuk membuat skema. {1}

source: Turn model caching off
hu: Kapcsolja ki a modell gyorsítótárazást
ms: Matikan cache model

source: Turn model caching on
hu: Kapcsolja be a modell gyorsítótárazást
ms: Hidupkan caching model

source: For models to be cached, the user should have create table permission or create schema permission in this database.
ar: لكي يتم تخزين النماذج مؤقتًا، يجب أن يمتلك المستخدم صلاحية إنشاء جدول أو صلاحية إنشاء مخطط (schema) في قاعدة البيانات هذه.
bg: За да бъдат кеширани моделите, потребителят трябва да има разрешение за създаване на таблица или разрешение за създаване на схема в тази база данни.
ca: Perquè els models es posin en memòria cau, l'usuari hauria d'assignar permisos de taula i esquema en aquesta base de dades.
de: Damit Modelle zwischengespeichert werden können, sollte der Benutzer die Berechtigung zum Erstellen einer Tabelle oder zum Erstellen eines Schemas in dieser Datenbank haben.
eo: Yo, for the models to cache, the user gotta have either create table or create schema perms in this db.
es: Para que los modelos se almacenen en caché, el usuario debe tener permiso para crear tablas o para crear esquemas en esta base de datos.
fa: برای اینکه مدل‌ها cach شوند، کاربر باید مجوز ایجاد جدول یا ایجاد مجوز schema در این پایگاه داده را داشته باشد.
fi: Mallien välimuistiin tallentamiseksi käyttäjällä tulee olla CREATE TABLE -oikeudet tai CREATE SCHEMA -oikeudet tässä tietokannassa.
fr: Pour mettre en cache les modèle, l'utilisateur doit avoir créer les permissions sur les tables ou un schéma de permission pour cette base de données.
hu: A modellek gyorsítótárazásához a felhasználónak rendelkeznie kell táblázat létrehozási vagy séma létrehozási engedéllyel ebben az adatbázisban.
it: Perché i modelli siano memorizzati nella cache, l'utente deve avere il permesso di creare tabelle o il permesso di creare schemi in questo database.
ja: モデルをキャッシュするには、ユーザーはこのデータベースでテーブルの作成権限またはスキーマの作成権限を持っている必要があります。
lt: Kad modeliai būtų talpinami, vartotojas turi turėti leidimą kurti lentelę arba kurti schemą šioje duomenų bazėje.
ms: Untuk model yang dicache, pengguna harus mempunyai kebenaran mencipta jadual atau kebenaran mencipta skema dalam pangkalan data ini.
nb: For at modeller skal bli hurtigbufret, bør brukeren ha tillatelse til å opprette tabell eller opprette skjema i denne databasen.
nl: Om modellen te cachen moet de gebruiker toestemming hebben om een tabel te maken of toestemming hebben om een schema te maken in deze database.
pl: Aby modele były buforowane, użytkownik musi mieć uprawnienia do tworzenia tabeli lub schematu w tej bazie danych.
pt_br: Para que os modelos sejam armazenados em cache, o usuário deve ter permissão para criar tabelas ou criar esquemas nesse banco de dados.
ru: Для кэширования моделей пользователь должен иметь привилегии на создание таблицы или привилегии на создание схемы в этой базе данных.
sk: Aby bolo možné modely ukladať do vyrovnávacej pamäte, používateľ by mal mať povolenie na vytvorenie tabuľky alebo povolenie na vytvorenie schémy v tejto databáze.
sl: Če želite modele predpomniti, mora imeti uporabnik dovoljenje za ustvarjanje tabele ali dovoljenje za ustvarjanje sheme v tej zbirki podatkov.
sq: Që modelet të ruhen në cache, përdoruesi duhet të ketë leje create table ose leje create schema në këtë bazë të dhënash.
sr: Da bi modeli mogli da se keširaju, korisnik treba da ima dozvolu za create table ili create schema u ovoj bazi podataka.
sv: För att modeller ska hamna i cache behöver användaren ha skapat tabell-rättigheter eller rättighet för att skapa scheman i denna databas.
tr: Modellerin önbelleğe alınabilmesi için kullanıcı, bu veritabanında tablo oluşturma iznine veya şema oluşturma iznine sahip olmalıdır.
uk: Щоб моделі кешувалися, користувач повинен мати дозвіл на створення таблиць або дозвіл на створення схем у цій базі даних.
vi: Để mô hình được lưu vào bộ nhớ đệm, người dùng cần có quyền tạo bảng hoặc quyền tạo schema trong database này.
zh_hk: 要快取模型，用戶應在此資料庫中具有創建表格或模式的許可權。

source: Day-of-week values must be between 1 and 7
ar: يجب أن تكون قيم يوم الأسبوع بين 1 و7
bg: Стойностите на ден от седмицата трябва да са между 1 и 7
ca: Dia de la setmana ha de ser un valor entre 1 i 7
de: Werte für Tag-der-Woche müssen zwischen 1 und 7 liegen
eo: Yo, day-of-week nums gotta be between 1 and 7, fr.
es: Los valores del día de la semana deben estar entre 1 y 7
fa: مقادیر روز هفته باید میان 1 و 7 باشد
fi: Viikonpäivän arvojen tulee olla välillä 1 ja 7.
fr: La valeur des jours de la semaine doit être entre 1 et 7
hu: A hét napjainak értékei 1 és 7 között kell legyenek
it: I valori del giorno della settimana devono essere compresi tra 1 e 7
ja: 曜日の値は1から7の間でなければなりません
lt: Savaitės dienos vertės turi būti nuo 1 iki 7
ms: Nilai hari dalam minggu mesti antara 1 dan 7
nb: Uke dagsverdier må være mellom 1 og 7
nl: Dag van de week waarden moeten tussen 1 en 7 liggen
pl: Wartości dni tygodnia muszą być pomiędzy 1 a 7
pt_br: Valores de dia da semana devem estar entre 1 e 7
ru: Значения дня недели должны быть в диапазоне от 1 до 7.
sk: Hodnoty dňa týždňa musia byť medzi 1 a 7
sl: Vrednosti dneva v tednu morajo biti med 1 in 7
sq: Vlerat e ditës së javës duhet të jenë midis 1 dhe 7
sr: Vrednosti dana u nedelji moraju biti između 1 i 7
sv: Veckodag måste vara mellan 1 och 7
tr: Haftanın günlerine ait değerlerin 1 ile 7 arasında olması gerekir
uk: Значення дня тижня мають бути від 1 до 7
vi: Giá trị ngày trong tuần phải nằm trong khoảng từ 1 đến 7
zh_hk: 每週日期的值必須介於 1 和 7 之間

source: Day-of-week values must be SUN, MON, TUE, WED, THU, FRI, SAT OR between 1 and 7, - * ? / L #
ar: يجب أن تكون قيم يوم الأسبوع SUN, MON, TUE, WED, THU, FRI, SAT أو بين 1 و7، - * ? / L #
bg: Стойностите за ден от седмицата трябва да са SUN, MON, TUE, WED, THU, FRI, SAT ИЛИ между 1 и 7, - * ? / L #
ca: Els valors del dia de la setmana han de ser DGD, DLL, DM, DC, DJ, DV, DS O entre 1 i 7, - * ? / L #
de: Werte für Wochentage müssen SUN, MON, TUE, WED, THU, FRI, SAT ODER zwischen 1 und 7 sein, - * ? / L #
eo: Yo, the days gotta be SUN, MON, TUE, WED, THU, FRI, SAT or just numbers from 1 to 7, no cap.
es: Los valores del día de la semana deben ser SUN, MON, TUE, WED, THU, FRI, SAT O entre 1 y 7, - * ? / L #
fa: مقادیر روزهفته باید SUN , MON , TUE , WED, THU, FRI, SAT یا بین 1 و 7 , -*? / L# باشد
fi: Viikonpäivän arvojen tulee olla SUN, MON, TUE, WED, THU, FRI, SAT TAI välillä 1 ja 7, - * ? / L #
fr: La valeur des jours de la semaine doit être SUN, MON, TUE, WED, THU, FRI, SAT ou bien entre 1 et 7, - * ? / L #
hu: A hét napjai értékek a következők lehetnek: SUN, MON, TUE, WED, THU, FRI, SAT vagy 1 és 7 között, - * ? / L #
it: I valori del giorno della settimana devono essere DOM, LUN, MAR, MER, GIO, VEN, SAB OPPURE tra 1 e 7, - * ? / L #
ja: 曜日の値は、SUN、MON、TUE、WED、THU、FRI、SAT、1から7、- * ? / L # のいずれかでなければなりません
lt: Savaitės dienos reikšmės turi būti SUN, MON, TU, WED, THU, FRI, SAT ARBA tarp 1 ir 7, - * ? / L #
ms: Nilai hari-minggu mestilah AHA, ISN, SEL, RAB, KHA, JUM, SAB atau antara 1 dan 7, - * ? / L #
nb: Uke dagsverdier må være SØN, MAN, TIR, ONS, TOR, FRE, LØR ELLER mellom 1 og 7, - * ? / L #
nl: Dagwaarden van de week moeten ZON, MAA, DIN, WOE, DON, VRIJ, ZAT of tussen 1 en 7 zijn, - * ? / L #
pl: Wartości dni tygodnia muszą być: SUN, MON, TUE, WED, THU, FRI, SAT LUB pomiędzy 1 a 7, - * ? / L #
pt_br: Valores de dia da semana devem ser DOM, SEG, TER, QUA, QUI, SEX, SÁB OU estar entre 1 e 7, - * ? / L #
ru: Значения дня недели должны быть ВС, ПН, ВТ, СР, ЧТ, ПТ, СБ ИЛИ от 1 до 7, - * ?
sk: Hodnoty dňa týždňa musia byť SUN, MON, TUE, WED, THU, FRI, SAT ALEBO medzi 1 a 7, - * ? / L #
sl: Vrednosti dneva v tednu morajo biti NED, PON, TO, SRE, ČET, PET, SOB ALI med 1 in 7, - * ? / L #
sq: Vlerat e ditës së javës duhet të jenë SUN, MON, TUE, WED, THU, FRI, SAT OSE midis 1 dhe 7, - * ? / L #
sr: Vrednosti dana u nedelji moraju biti SUN, MON, TUE, WED, THU, FRI, SAT ILI između 1 i 7, - * ? / L #
sv: Veckodagar måste anges som SÖN, MÅN, TIS, ONS, TOR, FRE, LÖR eller 1 till 7, -*?/L#
tr: Haftanın günlerine ait değerler PAZ, PZT, SAL, ÇAR, PER, CUM, CTS VEYA 1 ile 7 arasında - * ? / L # olmalıdır
uk: Значення дня тижня мають бути SUN, MON, TUE, WED, THU, FRI, SAT або між 1 і 7, - * ? / L #
vi: Giá trị ngày trong tuần phải là SUN, MON, TUE, WED, THU, FRI, SAT HOẶC trong khoảng từ 1 đến 7, - * ? / L #
zh_hk: 每週日期的值必須是 SUN、MON、TUE、WED、THU、FRI、SAT 之一，或介於 1 和 7 之間，- * ? / L #

source: Unsupported day of week value. Possible values are 1-7 or SUN-SAT , - * ? / L #
ar: قيمة يوم الأسبوع غير مدعومة. القيم الممكنة هي 1-7 أو SUN-SAT , - * ? / L #
bg: Неподдържанa стойност за ден от седмицата. Възможни стойности са 1-7 или SUN-SAT , - * ? / L #
ca: Dia de la setmana no suportat. Els valors possibles són 1-7 o SUN-SAT , - * ? / L #
de: Nicht unterstützter Wochentagwert. Mögliche Werte sind 1-7 oder SUN-SAT , - * ? / L #
eo: Yo, the day of the week value is invalid lol. It gotta be 1-7 or SUN-SAT, bruh.
es: Valor de día de la semana no admitido. Los valores posibles son 1-7 o SUN-SAT , - * ? / L #
fa: ارزش روز هفته پشتیبانی نشده است. مقادیر ممکن 1-7 یا SUN-SAT، - * ? / L # می باشد
fi: Tukematon viikonpäivän arvo. Mahdolliset arvot ovat 1-7 tai SUN-SAT, - * ? / L #
fr: Valeur du jour de la semaine non prise en charge. Les valeurs possibles sont 1-7 ou SUN-SAT , - * ? /L#
hu: Nem támogatott hét nap érték. Lehetséges értékek: 1-7 vagy SUN-SAT , - * ? / L #
it: Valore del giorno della settimana non supportato. I valori possibili sono 1-7 oppure DOM-SAB, - * ? / L #
ja: サポートされていない曜日の値。可能な値は1〜7またはSUN-SAT、-*? / L＃
lt: Nepalaikoma savaitės dienos reikšmė. Galimos reikšmės yra 1-7 arba SUN-SAT , - * ? / L #
ms: Nilai hari dalam minggu tidak disokong. Nilai yang mungkin ialah 1-7 atau AHA-SAB, - * ? / L #
nb: Ustøttet verdien for ukedag. Mulige verdier er 1-7 eller SØN-LØR, - * ? / L #
nl: Niet-ondersteunde dagwaarde van de week. Mogelijke waarden zijn 1-7 of ZON-ZAT , - * ? / L #
pl: Nieobsługiwana wartość dnia tygodnia. Możliwe wartości to 1-7 lub SUN-SAT , - * ? / L #
pt_br: Valor de dia da semana não compatível. Os valores possíveis são 1-7 ou DOM-SÁB, - * ? / L #
ru: Неподдерживаемое значение дня недели. Возможные значения 1-7 или ВС-СБ
sk: Nepodporovaná hodnota dňa v týždni. Možné hodnoty sú 1-7 alebo SUN-SAT , - * ? / L #
sl: Nepodprta vrednost dneva v tednu. Možne vrednosti so 1-7 ali SUN-SAT , - * ? / L #
sq: Vlerë e pambështetur për ditën e javës. Vlerat e mundshme janë 1-7 ose SUN-SAT , - * ? / L #
sr: Nepodržana vrednost dana u nedelji. Moguće vrednosti su 1-7 ili SUN-SAT , - * ? / L #
sv: Otillåten veckodag. Tillåtna värden är 1-7 eller SÖN-LÖR, -*?/L#
tr: Desteklenmeyen hafta günü değeri. Olası değerler 1-7 veya PAZ-CTS, - * ? / L #
uk: Непідтримуване значення дня тижня. Можливі значення: 1-7 або SUN-SAT, - * ? / L #
vi: Giá trị ngày của tuần không được hỗ trợ. Giá trị có thể là từ 1-7 hoặc SUN-SAT , - * ? / L #
zh_hk: 不支持的每週日期值。可能的值是 1-7 或 SUN-SAT , - * ? / L #
