Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Describe what SQL you want...
bg: Опишете какъв SQL искате...
ca: Descriu quin SQL vols...
de: Beschreiben Sie, welche SQL-Anweisungen Sie benötigen...
es: Describe qué SQL quieres...
fa: SQL مورد نظر خود را شرح دهید...
fi: Kerro, mitä SQL-koodia haluat...
fr: Décrivez le code SQL que vous souhaitez...
it: Descrivi il tipo di SQL che desideri...
ja: 必要な SQL を説明してください...
nb: Beskriv hvilken SQL du vil ha...
nl: Beschrijf welke SQL-query je wilt uitvoeren...
pl: Opisz jakiego SQL-a chcesz...
pt_br: Descreva o SQL que você deseja...
ru: Опишите, какой SQL-запрос вам нужен...
sk: Popíšte, aký SQL kód chcete...
sl: Opiši, kakšen SQL želiš ...
sv: Beskriv vilken SQL du vill ha...
tr: Ne tür bir SQL sorgusu istediğinizi açıklayın...
uk: Опишіть, який SQL вам потрібен...
vi: Hãy mô tả câu lệnh SQL bạn muốn sử dụng...
zh_hk: 描述您想要什麼 SQL...

source: Send to Metabot
ar: إرسال إلى Metabot
de: An Metabot senden
es: Enviar a Metabot
fa: ارسال به متابوت
fi: Lähetä Metabotille
fr: Envoyer à Metabot
it: Invia a Metabot
ja: Metabotに送信
pl: Wyślij do Metabota
pt_br: Enviar para Metabot
ru: Отправить в Metabot
sk: Odoslať do Metabotu
sl: Pošlji Metabotu
sq: Dërgo te Metabot
sr: Pošalji Metabotu
tr: Metabot'a gönder
uk: Надіслати до Metabot
vi: Gửi đến Metabot
zh_hk: 傳送至 Metabot

source: Tell me to do something, or ask a question
bg: Кажи ми да направя нещо или задай въпрос
ca: Digues-me que faci alguna cosa o fes una pregunta
de: Sagen Sie mir, ich soll etwas tun, oder stellen Sie eine Frage
eo: Just tell me to do something or ask me a question, fr.
es: Dime que haga algo o hazme una pregunta
fa: بهم بگو یه کاری بکنم یا یه سوال بپرسم
fi: Käske minun tehdä jotain tai kysy kysymys
fr: Dites-moi de faire quelque chose ou posez une question
it: Dimmi di fare qualcosa o fai una domanda
ja: 何かをするように指示したり、質問したりしてください
nb: Be meg om å gjøre noe, eller still et spørsmål
nl: Zeg me dat ik iets moet doen, of stel een vraag
pl: Powiedz mi, co mam zrobić lub zadaj pytanie
pt_br: Diga-me para fazer algo ou faça uma pergunta
ru: Скажите мне сделать что-нибудь или задать вопрос
sk: Povedz mi, aby som niečo urobil, alebo polož otázku
sl: Povej mi, naj nekaj naredim, ali postavi vprašanje
sv: Säg åt mig att göra något, eller ställ en fråga
tr: Bana bir şey yapmamı söyle veya bir soru sor
uk: Скажіть мені щось зробити або поставте запитання
vi: Hãy bảo tôi làm gì đó hoặc đặt câu hỏi
zh_hk: 叫我做一件事，或問我一個問題

source: No database selected.
ar: لم يتم تحديد قاعدة بيانات.
de: Keine Datenbank ausgewählt.
es: No hay ninguna base de datos seleccionada
fa: هیچ پایگاه داده‌ای انتخاب نشده است.
fi: Tietokantaa ei ole valittu.
fr: Aucune base de données sélectionnée.
it: Nessun database selezionato.
ja: データベースが選択されていません。
pl: Nie wybrano bazy danych.
pt_br: Nenhuma base de dados selecionada.
ru: База данных не выбрана.
sk: Nie je vybratá žiadna databáza.
sl: Izbrana ni nobena zbirka podatkov.
sq: Nuk është zgjedhur asnjë bazë të dhënash.
sr: Nijedna baza podataka nije izabrana.
tr: Hiçbir veritabanı seçilmedi.
uk: Базу даних не вибрано.
vi: Chưa chọn cơ sở dữ liệu nào.
zh_hk: 未選擇資料庫。

source: Select a data source
ar: حدّد مصدر بيانات
bg: Изберете източник на данни
ca: Selecciona una font de dades
de: Wählen Sie eine Datenquelle aus
es: Seleccione una fuente de datos
fa: انتخاب منبع داده
fi: Valitse tietolähde
fr: Sélectionnez une source de données
it: Seleziona una fonte dati
ja: データソースを選択
nb: Velg en datakilde
nl: Selecteer een gegevensbron
pl: Wybierz źródło danych
pt_br: Selecione uma fonte de dados.
ru: Выберите источник данных
sk: Vyberte zdroj údajov
sl: Izberite vir podatkov
sq: Zgjidh një burim të dhënash
sr: Izaberite izvor podataka
sv: Välj en datakälla
tr: Bir veri kaynağı seçin
uk: Виберіть джерело даних
vi: Chọn nguồn dữ liệu
zh_hk: 選擇資料來源

source: Unspecified
ar: غير محدد
bg: Неопределено
ca: Sense especificar
de: Nicht spezifiziert
es: No especificado
fa: نامشخص
fi: Määrittelemätön
fr: Indéterminé
it: Non specificato
ja: 未指定
nb: Uspesifisert
nl: Niet gespecificeerd
pl: Nieokreślony
pt_br: Não especificado
ru: Не указано
sk: Nešpecifikované
sl: Nedoločeno
sq: E papërcaktuar
sr: Nije navedeno
sv: Ospecificerad
tr: Belirtilmemiş
uk: Не вказано
vi: Không xác định
zh_hk: 未指定

source: Ingested
ar: مُستوعَبة
bg: Погълнато
ca: Ingerit
de: Eingenommen
es: Ingerido
fa: بلعیده شده
fi: Nieletty
fr: Ingéré
it: Ingerito
ja: 摂取した
nb: Inntatt
nl: Ingenomen
pl: Spożyty
pt_br: Ingerido
ru: Проглоченный
sk: Prehltnuté
sl: Zaužito
sq: E ingestuar
sr: Ingestovano
sv: Intagen
tr: Yutuldu
uk: Імпортовано
vi: Đã nuốt vào
zh_hk: 攝入

source: Metabase transform
ar: تحويل Metabase
bg: Трансформация на метабазата
ca: Transformació de la metabase
de: Metabase-Transformation
es: Transformación de la metabase
fa: تبدیل متابیس
fi: Metakanta-muunnos
fr: Transformation de la métabase
it: Trasformazione della metabase
ja: メタベース変換
nb: Metabase-transformasjon
nl: Metabase-transformatie
pl: Transformacja metabazy
pt_br: Transformação da Metabase
ru: Преобразование метабазы
sk: Transformácia metabázy
sl: Preobrazba metabaze
sq: Transformim Metabase
sr: Metabase transformacija
sv: Metabastransform
tr: Metabase dönüşümü
uk: Трансформація Metabase
vi: Chuyển đổi Metabase
zh_hk: 元資料庫轉換

source: Source data
ar: بيانات المصدر
bg: Изходни данни
ca: Dades d'origen
de: Quelldaten
es: Datos de origen
fa: داده‌های منبع
fi: Lähdetiedot
fr: Données sources
it: Dati di origine
ja: ソースデータ
nb: Kildedata
nl: Brongegevens
pl: Dane źródłowe
pt_br: Dados de origem
ru: Исходные данные
sk: Zdrojové údaje
sl: Izvorni podatki
sq: Të dhëna burimore
sr: Izvorni podaci
sv: Källdata
tr: Kaynak veriler
uk: Вихідні дані
vi: Dữ liệu nguồn
zh_hk: 來源資料

source: Uploaded data
ar: بيانات مرفوعة
bg: Качени данни
ca: Dades carregades
de: Hochgeladene Daten
es: Datos cargados
fa: داده‌های آپلود شده
fi: Ladatut tiedot
fr: Données téléchargées
it: Dati caricati
ja: アップロードされたデータ
nb: Opplastede data
nl: Geüploade gegevens
pl: Przesłane dane
pt_br: Dados carregados
ru: Загруженные данные
sk: Nahrané údaje
sl: Naloženi podatki
sq: Të dhëna të ngarkuara
sr: Otpremljeni podaci
sv: Uppladdad data
tr: Yüklenen veriler
uk: Завантажені дані
vi: Dữ liệu đã tải lên
zh_hk: 上傳資料

source: Generic
ar: عام
bg: Общи
ca: Genèric
de: Generisch
es: Genérico
fa: عمومی
fi: Yleinen
fr: Générique
it: Generico
ja: ジェネリック
nb: Generisk
nl: Algemeen
pl: Ogólny
pt_br: Genérico
ru: Общий
sk: Generické
sl: Generično
sq: Gjenerike
sr: Generički
sv: Generisk
tr: Genel
uk: Загальний
vi: Chung chung
zh_hk: 通用型

source: Person
ar: شخص
bg: Човек
ca: Persona
es: Persona
fa: شخص
fi: Henkilö
fr: Personne
it: Persona
ja: 人
nl: Persoon
pl: Osoba
pt_br: Pessoa
ru: Человек
sk: Osoba
sl: Oseba
sr: Osoba
tr: Kişi
uk: Людина
vi: Người
zh_hk: 個人

source: Transaction
ar: معاملة
bg: Транзакция
ca: Transacció
de: Transaktion
es: Transacción
fa: تراکنش
fi: Tapahtuma
it: Transazione
ja: 取引
nb: Transaksjon
nl: Transactie
pl: Transakcja
pt_br: Transação
ru: Сделка
sk: Transakcia
sl: Transakcija
sq: Transaksion
sr: Transakcija
sv: Transaktion
tr: İşlem
uk: Транзакція
vi: Giao dịch
zh_hk: 交易

source: Event
ar: حدث
bg: Събитие
ca: Esdeveniment
de: Ereignis
es: Evento
fa: رویداد
fi: Tapahtuma
fr: Événement
it: Evento
ja: イベント
nb: Arrangement
nl: Evenement
pl: Wydarzenie
pt_br: Evento
ru: Событие
sk: Udalosť
sl: Dogodek
sq: Ngjarje
sr: Događaj
sv: Händelse
tr: Etkinlik
uk: Подія
vi: Sự kiện
zh_hk: 活動

source: Entity type
ar: نوع الكيان
bg: Тип обект
ca: Tipus d'entitat
de: Entitätstyp
es: Tipo de entidad
fa: نوع موجودیت
fi: Yksikkötyyppi
fr: Type d'entité
it: Tipo di entità
ja: エンティティタイプ
nb: Enhetstype
nl: Entiteitstype
pl: Typ jednostki
pt_br: Tipo de entidade
ru: Тип сущности
sk: Typ entity
sl: Vrsta entitete
sq: Lloji i entitetit
sr: Tip entiteta
sv: Enhetstyp
tr: Varlık türü
uk: Тип сутності
vi: Loại thực thể
zh_hk: 實體類型

source: Select entity type
ar: حدّد نوع الكيان
bg: Изберете тип обект
ca: Selecciona el tipus d'entitat
de: Entitätstyp auswählen
es: Seleccionar el tipo de entidad
fa: نوع موجودیت را انتخاب کنید
fi: Valitse yksikön tyyppi
fr: Sélectionnez le type d'entité
it: Seleziona il tipo di entità
ja: エンティティタイプを選択
nb: Velg enhetstype
nl: Selecteer entiteitstype
pl: Wybierz typ jednostki
pt_br: Selecione o tipo de entidade
ru: Выберите тип объекта
sk: Vyberte typ entity
sl: Izberite vrsto entitete
sq: Zgjidh llojin e entitetit
sr: Izaberi tip entiteta
sv: Välj entitetstyp
tr: Varlık türünü seçin
uk: Виберіть тип сутності
vi: Chọn loại thực thể
zh_hk: 選擇實體類型

source: Give this field a name
ar: أعطِ هذا الحقل اسمًا
bg: Дайте име на това поле
ca: Dóna un nom a aquest camp
de: Geben Sie diesem Feld einen Namen
es: Dale un nombre a este campo
fa: به این فیلد یک نام بدهید
fi: Anna tälle kentälle nimi
fr: Donnez un nom à ce champ
it: Assegna un nome a questo campo
ja: このフィールドに名前を付けます
nb: Gi dette feltet et navn
nl: Geef dit veld een naam
pl: Nadaj temu polu nazwę
pt_br: Dê um nome a este campo
ru: Дайте этому полю имя
sk: Pomenujte toto pole
sl: Poimenujte to polje
sq: Jepini kësaj fushe një emër
sr: Dodajte naziv ovom polju
sv: Ge det här fältet ett namn
tr: Bu alana bir ad verin
uk: Задайте назву для цього поля
vi: Đặt tên cho trường này
zh_hk: 為此欄位命名

source: Edit the table and fields
ar: حرّر الجدول والحقول
bg: Редактиране на таблицата и полетата
ca: Edita la taula i els camps
de: Bearbeiten der Tabelle und der Felder
es: Editar la tabla y los campos
fa: ویرایش جدول و فیلدها
fi: Muokkaa taulukkoa ja kenttiä
fr: Modifier la table et les champs
it: Modifica la tabella e i campi
ja: テーブルとフィールドを編集する
nb: Rediger tabellen og feltene
nl: Bewerk de tabel en velden
pl: Edytuj tabelę i pola
pt_br: Edite a tabela e os campos
ru: Редактировать таблицу и поля
sk: Úprava tabuľky a polí
sl: Uredite tabelo in polja
sq: Redakto tabelën dhe fushat
sr: Uredi tabelu i polja
sv: Redigera tabellen och fälten
tr: Tabloyu ve alanları düzenleyin
uk: Редагувати таблицю та поля
vi: Chỉnh sửa bảng và các trường
zh_hk: 編輯表格和欄位

source: Start by selecting data to model
ar: ابدأ بتحديد البيانات لنمذجتها
bg: Започнете с избор на данни за моделиране
ca: Comença seleccionant les dades per modelar
de: Beginnen Sie mit der Auswahl der zu modellierenden Daten
es: Comience seleccionando datos para modelar
fa: با انتخاب داده‌ها برای مدل‌سازی شروع کنید
fi: Aloita valitsemalla mallinnettavat tiedot
fr: Commencez par sélectionner les données à modéliser
it: Inizia selezionando i dati da modellare
ja: モデル化するデータを選択することから始めます
nb: Begynn med å velge data som skal modelleres
nl: Begin met het selecteren van gegevens om te modelleren
pl: Zacznij od wybrania danych do modelowania
pt_br: Comece selecionando os dados para modelar
ru: Начните с выбора данных для моделирования
sk: Začnite výberom údajov na modelovanie
sl: Začnite z izbiro podatkov za modeliranje
sq: Fillo duke zgjedhur të dhënat për modelim
sr: Počnite izborom podataka za modelovanje
sv: Börja med att välja data att modellera
tr: Modelleme için veri seçerek başlayın
uk: Почніть із вибору даних для моделювання
vi: Bắt đầu bằng cách chọn dữ liệu để mô hình hóa
zh_hk: 從選擇要建模的資料開始

source: Select a field to edit its name, description, formatting, and more.
ar: اختر حقلًا لتحرير اسمه ووصفه وتنسيقه والمزيد.
bg: Изберете поле, за да редактирате неговото име, описание, форматиране и други.
ca: Seleccioneu un camp per editar-ne el nom, la descripció, el format i més.
de: Wählen Sie ein Feld aus, um dessen Namen, Beschreibung, Formatierung usw. zu bearbeiten.
es: Seleccione un campo para editar su nombre, descripción, formato y más.
fa: یک فیلد را برای ویرایش نام، توضیحات، قالب‌بندی و موارد دیگر آن انتخاب کنید.
fi: Valitse kenttä muokataksesi sen nimeä, kuvausta, muotoilua ja muita ominaisuuksia.
fr: Sélectionnez un champ pour modifier son nom, sa description, sa mise en forme, etc.
it: Seleziona un campo per modificarne il nome, la descrizione, la formattazione e altro ancora.
ja: フィールドを選択して、名前、説明、書式などを編集します。
nb: Velg et felt for å redigere navn, beskrivelse, formatering og mer.
nl: Selecteer een veld om de naam, beschrijving, opmaak en meer te bewerken.
pl: Wybierz pole, aby edytować jego nazwę, opis, formatowanie i inne.
pt_br: Selecione um campo para editar seu nome, descrição, formatação e muito mais.
ru: Выберите поле, чтобы изменить его имя, описание, форматирование и т. д.
sk: Vyberte pole, ak chcete upraviť jeho názov, popis, formátovanie a ďalšie nastavenia.
sl: Izberite polje, če želite urediti njegovo ime, opis, oblikovanje in drugo.
sq: Zgjidh një fushë për të redaktuar emrin, përshkrimin, formatimin dhe më shumë.
sr: Izaberite polje da biste uredili njegov naziv, opis, formatiranje i još mnogo toga.
sv: Markera ett fält för att redigera dess namn, beskrivning, formatering med mera.
tr: Adını, açıklamasını, biçimlendirmesini ve daha fazlasını düzenlemek için bir alan seçin.
uk: Виберіть поле, щоб редагувати його назву, опис, форматування тощо.
vi: Chọn một trường để chỉnh sửa tên, mô tả, định dạng và nhiều thông tin khác.
zh_hk: 選取欄位以編輯其名稱、說明、格式等。

source: Browse your databases to find the table you’d like to edit.
ar: تصفح قواعد بياناتك للعثور على الجدول الذي ترغب في تعديله.
bg: Прегледайте базите си данни, за да намерите таблицата, която искате да редактирате.
ca: Navegueu per les vostres bases de dades per trobar la taula que voleu editar.
de: Durchsuchen Sie Ihre Datenbanken, um die Tabelle zu finden, die Sie bearbeiten möchten.
es: Explore sus bases de datos para encontrar la tabla que desea editar.
fa: برای پیدا کردن جدولی که می‌خواهید ویرایش کنید، پایگاه‌های داده خود را مرور کنید.
fi: Selaa tietokantojasi löytääksesi muokattavan taulukon.
fr: Parcourez vos bases de données pour trouver la table que vous souhaitez modifier.
it: Esplora i tuoi database per trovare la tabella che desideri modificare.
ja: データベースを参照して、編集するテーブルを見つけます。
nb: Bla gjennom databasene dine for å finne tabellen du vil redigere.
nl: Blader door uw databases om de tabel te vinden die u wilt bewerken.
pl: Przeglądaj swoje bazy danych, aby znaleźć tabelę, którą chcesz edytować.
pt_br: Navegue pelos seus bancos de dados para encontrar a tabela que você gostaria de editar.
ru: Просмотрите свои базы данных, чтобы найти таблицу, которую вы хотите отредактировать.
sk: Prehľadajte si databázy a nájdite tabuľku, ktorú chcete upraviť.
sl: Prebrskajte svoje podatkovne baze in poiščite tabelo, ki jo želite urediti.
sq: Shfletoni bazat tuaja të të dhënave për të gjetur tabelën që dëshironi të redaktoni.
sr: Pregledajte svoje baze podataka da pronađete tabelu koju želite da uredite.
sv: Bläddra i dina databaser för att hitta den tabell du vill redigera.
tr: Düzenlemek istediğiniz tabloyu bulmak için veritabanlarınıza göz atın.
uk: Перегляньте свої бази даних, щоб знайти таблицю, яку ви хочете редагувати.
vi: Duyệt cơ sở dữ liệu của bạn để tìm bảng bạn muốn chỉnh sửa.
zh_hk: 瀏覽資料庫，找到要編輯的資料表。

source: Column order
ar: ترتيب الأعمدة
bg: Ред на колоните
ca: Ordre de les columnes
de: Spaltenreihenfolge
es: Orden de columnas
fa: ترتیب ستون‌ها
fi: Sarakejärjestys
fr: Ordre des colonnes
it: Ordine delle colonne
ja: 列の順序
nb: Rekkefølge på kolonnene
nl: Kolomvolgorde
pl: Kolejność kolumn
pt_br: Ordem das colunas
ru: Порядок столбцов
sk: Poradie stĺpcov
sl: Vrstni red stolpcev
sq: Renditja e kolonave
sr: Redosled kolona
sv: Kolumnordning
tr: Sütun düzeni
uk: Порядок колонок
vi: Thứ tự cột
zh_hk: 欄位順序

source: Auto order
ar: ترتيب تلقائي
bg: Автоматична поръчка
ca: Comanda automàtica
de: Automatische Bestellung
es: Pedido automático
fa: سفارش خودکار
fi: Automaattinen tilaus
fr: Commande automatique
it: Ordine automatico
ja: 自動注文
nb: Automatisk bestilling
nl: Automatische bestelling
pl: Zamówienie automatyczne
pt_br: Pedido automático
ru: Автоматический заказ
sk: Automatické poradie
sl: Samodejno naročilo
sq: Renditje automatike
sr: Automatski redosled
sv: Automatisk beställning
tr: Otomatik sipariş
uk: Автопорядок
vi: Đặt hàng tự động
zh_hk: 自動訂購

source: Database order
ar: ترتيب قاعدة البيانات
bg: Поръчка в базата данни
ca: Ordre de la base de dades
de: Datenbankreihenfolge
es: Orden de la base de datos
fa: ترتیب پایگاه داده
fi: Tietokannan järjestys
fr: Ordre de la base de données
it: Ordine del database
ja: データベースの順序
nb: Databaseordre
nl: Databasevolgorde
pl: Kolejność bazy danych
pt_br: Ordem do banco de dados
ru: Заказ базы данных
sk: Poradie databázy
sl: Vrstni red baze podatkov
sq: Renditja sipas bazës së të dhënave
sr: Redosled baze podataka
sv: Databasordning
tr: Veritabanı siparişi
uk: Порядок бази даних
vi: Thứ tự cơ sở dữ liệu
zh_hk: 資料庫訂單

source: Alphabetical order
ar: ترتيب أبجدي
bg: Азбучен ред
ca: Ordre alfabètic
de: Alphabetische Reihenfolge
es: Orden alfabético
fa: ترتیب حروف الفبا
fi: Aakkosjärjestys
fr: Ordre alphabétique
it: Ordine alfabetico
ja: アルファベット順
nb: Alfabetisk rekkefølge
nl: Alfabetische volgorde
pl: Porządek alfabetyczny
pt_br: Ordem alfabética
ru: В алфавитном порядке
sk: Abecedne poradie
sl: Abecedni vrstni red
sq: Renditje alfabetike
sr: Abecedni redosled
sv: Alfabetisk ordning
tr: Alfabetik sıraya göre
uk: Алфавітний порядок
vi: Thứ tự bảng chữ cái
zh_hk: 按字母順序排列

source: Custom order
ar: ترتيب مخصّص
bg: Поръчка по поръчка
ca: Comanda personalitzada
de: Sonderanfertigung
es: Pedido personalizado
fa: سفارش سفارشی
fi: Tilaustyönä
fr: Commande personnalisée
it: Ordine personalizzato
ja: カスタムオーダー
nb: Tilpasset bestilling
nl: Aangepaste bestelling
pl: Zamówienie niestandardowe
pt_br: Pedido personalizado
ru: Индивидуальный заказ
sk: Vlastná objednávka
sl: Naročilo po meri
sq: Renditje e personalizuar
sr: Prilagođeni redosled
sv: Anpassad beställning
tr: Özel sipariş
uk: Користувацький порядок
vi: Đơn hàng tùy chỉnh
zh_hk: 客製化訂單

source: Failed to update visibility of {0}
ar: فشل تحديث مستوى ظهور {0}
bg: Неуспешно актуализиране на видимостта на {0}
ca: No s'ha pogut actualitzar la visibilitat de {0}
de: Sichtbarkeit von {0}konnte nicht aktualisiert werden
es: No se pudo actualizar la visibilidad de {0}
fa: به‌روزرسانی قابلیت مشاهده‌ی {0}ناموفق بود.
fi: Näkyvyyden päivittäminen epäonnistui {0}:lle
fr: Échec de la mise à jour de la visibilité de {0}
it: Impossibile aggiornare la visibilità di {0}
ja: {0}の表示を更新できませんでした
nb: Kunne ikke oppdatere synligheten til {0}
nl: Het is niet gelukt om de zichtbaarheid van {0}bij te werken
pl: Nie udało się zaktualizować widoczności {0}
pt_br: Falha ao atualizar a visibilidade de {0}
ru: Не удалось обновить видимость {0}
sk: Nepodarilo sa aktualizovať viditeľnosť {0}
sl: Vidnosti {0}ni uspelo posodobiti
sq: Dështoi përditësimi i dukshmërisë së {0}
sr: Neuspešno ažuriranje vidljivosti za {0}
sv: Misslyckades med att uppdatera synligheten för {0}
tr: {0}görünürlüğünün güncellenmesi başarısız oldu
uk: Не вдалося оновити видимість {0}
vi: Không cập nhật được khả năng hiển thị của {0}
zh_hk: 更新 {0}的能見度失敗

source: Visibility of {0} updated
ar: تم تحديث مستوى ظهور {0}
bg: Видимостта на {0} е актуализирана
ca: Visibilitat de {0} actualitzada
de: Sichtbarkeit von {0} aktualisiert
es: Visibilidad de {0} actualizada
fa: قابلیت مشاهده {0} به‌روزرسانی شد
fi: Näkyvyyttä {0} päivitetty
fr: Visibilité de {0} mise à jour
it: Visibilità di {0} aggiornata
ja: {0} の可視性が更新されました
nb: Synligheten til {0} oppdatert
nl: Zichtbaarheid van {0} bijgewerkt
pl: Widoczność {0} została zaktualizowana
pt_br: Visibilidade de {0} atualizada
ru: Видимость {0} обновлена
sk: Viditeľnosť {0} bola aktualizovaná
sl: Vidnost {0} posodobljena
sq: Dukshmëria e {0} u përditësua
sr: Vidljivost za {0} je ažurirana
sv: Synligheten för {0} uppdaterad
tr: {0} görünürlüğü güncellendi
uk: Видимість {0} оновлено
vi: Khả năng hiển thị của {0} đã được cập nhật
zh_hk: 更新 {0} 的能見度

source: Failed to update filtering of {0}
ar: فشل تحديث التصفية لـ {0}
bg: Неуспешно актуализиране на филтрирането на {0}
ca: No s'ha pogut actualitzar el filtratge de {0}
de: Filterung von {0}konnte nicht aktualisiert werden
es: No se pudo actualizar el filtrado de {0}
fa: به‌روزرسانی فیلترینگ {0}ناموفق بود.
fi: Suodatuksen {0}päivittäminen epäonnistui
fr: Échec de la mise à jour du filtrage de {0}
it: Impossibile aggiornare il filtro di {0}
ja: {0}のフィルタリングを更新できませんでした
nb: Kunne ikke oppdatere filtreringen av {0}
nl: Het is niet gelukt om de filtering van {0}bij te werken
pl: Nie udało się zaktualizować filtrowania {0}
pt_br: Falha ao atualizar a filtragem de {0}
ru: Не удалось обновить фильтрацию {0}
sk: Nepodarilo sa aktualizovať filtrovanie {0}
sl: Filtriranje za {0}ni uspelo posodobiti
sq: Dështoi përditësimi i filtrimit të {0}
sr: Neuspešno ažuriranje filtriranja za {0}
sv: Misslyckades med att uppdatera filtreringen för {0}
tr: {0}filtrelemesi güncellenemedi
uk: Не вдалося оновити фільтрування для {0}
vi: Không cập nhật được bộ lọc của {0}
zh_hk: 更新過濾 {0}失敗

source: Filtering of {0} updated
ar: تم تحديث التصفية لـ {0}
bg: Филтрирането на {0} е актуализирано
ca: Filtratge de {0} actualitzat
de: Filterung von {0} aktualisiert
es: Se actualizó el filtrado de {0}
fa: فیلتر کردن {0} به‌روزرسانی شد
fi: {0} :n suodatus päivitetty
fr: Filtrage de {0} mis à jour
it: Filtraggio di {0} aggiornato
ja: {0} のフィルタリングが更新されました
nb: Filtrering av {0} oppdatert
nl: Filtering van {0} bijgewerkt
pl: Filtrowanie {0} zaktualizowane
pt_br: Filtragem de {0} atualizada
ru: Фильтрация {0} обновлена
sk: Filtrovanie {0} bolo aktualizované
sl: Filtriranje {0} je bilo posodobljeno
sq: Filtrimi i {0} u përditësua
sr: Filtriranje za {0} je ažurirano
sv: Filtrering av {0} uppdaterad
tr: {0} filtrelemesi güncellendi
uk: Фільтрування для {0} оновлено
vi: Đã cập nhật bộ lọc {0}
zh_hk: 過濾 {0} 已更新

source: Failed to enable JSON unfolding for {0}
ar: فشل تمكين بسط JSON لـ {0}
bg: Неуспешно активиране на разгъването на JSON за {0}
ca: No s'ha pogut habilitar el desplegament JSON per a {0}
de: JSON-Entfaltung für {0}konnte nicht aktiviert werden
es: No se pudo habilitar el despliegue de JSON para {0}
fa: فعال‌سازی باز شدن JSON برای {0}ناموفق بود.
fi: JSON-tiedoston {0}JSON-tiedoston avaamisen käyttöönotto epäonnistui.
fr: Échec de l'activation du dépliage JSON pour {0}
it: Impossibile abilitare l'espansione JSON per {0}
ja: {0}の JSON 展開を有効にできませんでした
nb: Kunne ikke aktivere JSON-utfolding for {0}
nl: Het is niet gelukt om JSON-ontvouwing in te schakelen voor {0}
pl: Nie udało się włączyć rozwijania JSON dla {0}
pt_br: Falha ao habilitar o desdobramento JSON para {0}
ru: Не удалось включить развёртывание JSON для {0}
sk: Nepodarilo sa povoliť rozbalenie JSON pre {0}
sl: Omogočanje razgrnitve JSON za {0}ni uspelo
sq: Dështoi aktivizimi i shpalosjes së JSON për {0}
sr: Neuspešno omogućavanje razlaganja JSON-a za {0}
sv: Misslyckades med att aktivera JSON-utfällning för {0}
tr: {0}için JSON açılımı etkinleştirilemedi
uk: Не вдалося увімкнути розгортання JSON для {0}
vi: Không thể bật JSON mở rộng cho {0}
zh_hk: 啟用 {0}的 JSON 展開失敗
