Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Additionally, you acknowledge and agree that the ability to upload to the Sample Database is provided “as is” and without warranty of any kind, and Metabase disclaims all warranties, express or implied, and all liability in connection with the uploads to the Sample Database or the data stored within it.
ar: بالإضافة إلى ذلك، فإنك تقرّ وتوافق على أن إمكانية الرفع إلى قاعدة البيانات النموذجية مُقدمة "كما هي" ودون أي ضمان من أي نوع، وأن Metabase تُخلي مسؤوليتها من جميع الضمانات، الصريحة أو الضمنية، ومن أي مسؤولية تتعلق بالرفعات إلى قاعدة البيانات النموذجية أو البيانات المخزنة فيها.
bg: Освен това вие потвърждавате и се съгласявате, че възможността за качване в Базата данни с образци се предоставя "както е" и без каквато и да е гаранция, а Metabase се отказва от всякакви гаранции, изрични или подразбиращи се, и от всякаква отговорност във връзка с качването в Базата данни с образци или данните, съхранявани в нея.
ca: A més, reconeixeu i accepteu que la capacitat de pujar a la Base de dades de mostres es proporciona "tal com està" i sense garantia de cap tipus, i Metabase renuncia a totes les garanties, expresses o implícites, i a tota responsabilitat en relació amb les càrregues a la Base de dades de mostres o les dades emmagatzemades en ella.
de: Darüber hinaus nehmen Sie zur Kenntnis und erklären sich damit einverstanden, dass die Möglichkeit des Uploads in die Beispieldatenbank ohne Mängelgewähr und ohne jegliche Garantie zur Verfügung gestellt wird, und dass Metabase alle ausdrücklichen oder stillschweigenden Garantien und jede Haftung im Zusammenhang mit dem Upload in die Beispieldatenbank oder den darin gespeicherten Daten ausschließt.
eo: Also, you’re chill with the fact that you can upload stuff to the Sample Database “as is,” no cap. Metabase’s not vouching for anything, and they’re not responsible for anything that goes down with your uploads or the data inside.
es: Además, usted reconoce y acepta que la posibilidad de cargar en la Base de datos de muestra se proporciona "tal cual" y sin garantía de ningún tipo, y Metabase renuncia a todas las garantías, expresas o implícitas, y a toda responsabilidad en relación con las cargas en la Base de datos de muestra o los datos almacenados en ella.
fa: بعلاوه، شما تصدیق و موافقت می کنید که امکان آپلود در پایگاه داده نمونه "همانطور که هست" و بدون هیچ گونه ضمانتی ارائه می شود و متابیس تمامی ضمانت های صریح یا ضمنی و کلیه مسئولیت ها را در ارتباط با آپلودها در پایگاه داده نمونه یا داده های ذخیره شده در آن سلب می کند.
fi: Lisäksi käyttäjä ymmärtää ja hyväksyy, että mahdollisuus ladata tietoja näytetietokantaan tarjotaan sellaisenaan ja ilman minkäänlaista takuuta, ja Metabase kieltäytyy kaikista nimenomaisista tai epäsuorista takuista ja kaikesta vastuusta, joka liittyy näytetietokantaan tehtäviin latauksiin tai siihen tallennettuihin tietoihin.
fr: En outre, vous reconnaissez et acceptez que la possibilité de télécharger vers la base de données d'échantillons est fournie "telle quelle" et sans garantie d'aucune sorte, et Metabase décline toute garantie, expresse ou implicite, et toute responsabilité en ce qui concerne les téléchargements vers la base de données d'échantillons ou les données qui y sont stockées.
it: Inoltre, l'utente riconosce e accetta che la possibilità di caricare sul Database di campioni è fornita "così com'è" e senza garanzie di alcun tipo, e Metabase declina ogni garanzia, espressa o implicita, e ogni responsabilità in relazione al caricamento del Database di campioni o dei dati in esso memorizzati.
ja: さらに、お客様は、サンプルデータベースへのアップロード機能が「現状のまま」提供され、いかなる種類の保証もないこと、およびMetabaseは、明示または黙示を問わず、サンプルデータベースへのアップロードまたはその中に保存されているデータに関連するすべての保証、およびすべての責任を放棄することを認め、同意するものとします。
lt: Be to, pripažįstate ir sutinkate, kad galimybė įkelti į pavyzdinę duomenų bazę suteikiama tokia, kokia yra, ir be jokių garantijų, o Metabazė atsisako visų garantijų, tiesioginių ar numanomų, ir visos atsakomybės, susijusios su įkėlimu į pavyzdžių duomenų bazę. arba jame saugomus duomenis.
nb: I tillegg erkjenner og godtar du at muligheten til å laste opp til eksempeldatabasen leveres "som den er" og uten noen form for garanti, og Metabase fraskriver seg alle garantier, uttrykkelige eller underforståtte, og alt ansvar i forbindelse med opplastinger til eksempeldatabasen eller dataene som er lagret i den.
nl: Bovendien erkent u en stemt u ermee in dat de mogelijkheid om te uploaden naar de Sample Database wordt geleverd "zoals het is" en zonder enige vorm van garantie, en Metabase wijst alle garanties af, expliciet of impliciet, en alle aansprakelijkheid in verband met de uploads naar de Sample Database of de gegevens die erin zijn opgeslagen.
pl: Ponadto użytkownik przyjmuje do wiadomości i zgadza się, że możliwość przesyłania danych do Bazy Danych Próbek jest dostarczana w stanie, w jakim się znajduje i bez jakiejkolwiek gwarancji, a Metabase zrzeka się wszelkich gwarancji, wyraźnych lub dorozumianych, oraz wszelkiej odpowiedzialności w związku z przesyłaniem danych do Bazy Danych Próbek lub danych w niej przechowywanych.
pt_br: Além disso, você reconhece e concorda que a capacidade de fazer upload para o banco de dados de amostra é fornecida "no estado em que se encontra" e sem garantia de qualquer tipo, e a Metabase se isenta de todas as garantias, expressas ou implícitas, e de toda a responsabilidade em relação aos uploads para o banco de dados de amostra ou aos dados nele armazenados.
ru: Кроме того, вы признаете и соглашаетесь, что возможность загрузки в Базу данных образцов предоставляется "как есть" и без каких-либо гарантий, и Metabase отказывается от всех гарантий, явных или подразумеваемых, и от любой ответственности в связи с загрузкой в Базу данных образцов или данных, хранящихся в ней.
sk: Okrem toho beriete na vedomie a súhlasíte s tým, že možnosť nahrávania do vzorovej databázy sa poskytuje "tak, ako je" a bez akejkoľvek záruky a spoločnosť Metabase sa zrieka všetkých záruk, výslovných alebo implicitných, a akejkoľvek zodpovednosti v súvislosti s nahrávaním do vzorovej databázy alebo údajov v nej uložených.
sl: Poleg tega potrjujete in se strinjate, da je možnost nalaganja v vzorčno zbirko podatkov zagotovljena »takšna, kot je« in brez kakršnega koli jamstva, Metabase pa zavrača vsa jamstva, izrecna ali implicitna, in vso odgovornost v zvezi z nalaganjem v vzorčno zbirko podatkov ali podatki, shranjenimi v njej.
sq: PErve E7 kEsaj, pranon dhe bie dakord qE aftEsia pEr tE ngarkuar nE Baza e tEdhEnave shembull ofrohet EBsi E7 EshtEEC dhe pa asnjE garanci tE EfarEdo lloji, dhe Metabase heq dorE nga tE gjitha garancitE, tE shprehura ose tE nEnkuptuara, si dhe nga Edo pErgjegjEsi nE lidhje me ngarkimet nE Baza e tEdhEnave shembull ose me tEdhEnat e ruajtura brenda saj.
sr: Pored toga, potvrđujete i saglasni ste da se mogućnost otpremanja u Primer baze podataka pruža „kakva jeste“ i bez garancije bilo koje vrste, i Metabase se odriče svih garancija, izričitih ili podrazumevanih, kao i svake odgovornosti u vezi sa otpremanjima u Primer baze podataka ili podacima sačuvanim u njemu.
sv: Dessutom bekräftar och godkänner du att möjligheten att ladda upp till Provdatabasen tillhandahålls "i befintligt skick" och utan garantier av något slag, och Metabase frånsäger sig alla garantier, uttryckliga eller underförstådda, och allt ansvar i samband med uppladdningar till Provdatabasen eller de data som lagras i den.
tr: Ayrıca, Örnek Veritabanına yükleme yapma olanağının "olduğu gibi" ve herhangi bir garanti olmaksızın sağlandığını ve Metabase'in açık veya zımni tüm garantileri ve Örnek Veritabanına veya içinde depolanan verilere yapılan yüklemelerle bağlantılı tüm yükümlülükleri reddettiğini kabul ve beyan edersiniz.
uk: Крім того, ви визнаєте та погоджуєтеся, що можливість завантаження до Sample Database надається “as is” і без будь-яких гарантій, а Metabase відмовляється від усіх гарантій, явних або неявних, і будь-якої відповідальності у зв’язку із завантаженнями до Sample Database або даними, що зберігаються в ній.
vi: Ngoài ra, bạn thừa nhận và đồng ý rằng khả năng tải lên Cơ sở dữ liệu mẫu được cung cấp “nguyên trạng” và không có bất kỳ bảo đảm nào, và Metabase từ chối mọi bảo đảm, dù là rõ ràng hay ngụ ý, và mọi trách nhiệm liên quan đến việc tải lên Cơ sở dữ liệu mẫu hoặc dữ liệu được lưu trữ trong đó.
zh_hk: 此外，您承認並同意，上傳到樣本資料庫的功能是 「按原樣 」提供的，沒有任何形式的保證，Metabase 不承擔任何明示或暗示的保證，也不承擔與上傳到樣本資料庫或其中儲存的資料有關的任何責任。

source: Additional terms apply.
ar: تنطبق شروط إضافية.
bg: Прилагат се допълнителни условия.
ca: S'apliquen condicions addicionals.
de: Es gelten zusätzliche Bedingungen.
eo: Additional terms rly be vibing with the fine print.
es: Se aplican condiciones adicionales.
fa: شرایط اضافی اعمال می شود.
fi: Sovelletaan lisäehtoja.
fr: Des conditions supplémentaires s'appliquent.
it: Si applicano condizioni aggiuntive.
ja: 追加条件が適用される。
lt: Taikomos papildomos sąlygos.
nb: Ytterligere vilkår gjelder.
nl: Aanvullende voorwaarden zijn van toepassing.
pl: Obowiązują dodatkowe warunki.
pt_br: Sujeito a termos adicionais.
ru: Действуют дополнительные условия.
sk: Platia ďalšie podmienky.
sl: Veljajo dodatni pogoji.
sq: Zbatohen kushte shtesE.
sr: Važe dodatni uslovi.
sv: Ytterligare villkor gäller.
tr: Ek koşullar geçerlidir.
uk: Застосовуються додаткові умови.
vi: Có áp dụng các điều khoản bổ sung.
zh_hk: 附加條款適用。

source: First, **click the button below to create your Slack App** using the Metabase configuration. Once created, click "**Install to workspace**" to authorize it.
ar: أولًا، **انقر الزر أدناه لإنشاء تطبيق Slack** باستخدام إعدادات Metabase. بعد إنشائه، انقر "**Install to workspace**" لتفويضه.
bg: Първо, **щракнете върху бутона по-долу, за да създадете вашето Slack приложение**, използвайки конфигурацията на Metabase. След като го създадете, щракнете върху „**Инсталиране в работно пространство**“, за да го оторизирате.
ca: Primer, **feu clic al botó següent per crear la vostra aplicació Slack** utilitzant la configuració de la metabase. Un cop creada, feu clic a "**Instal·la a l'espai de treball**" per autoritzar-la.
de: Klicken Sie zunächst auf die Schaltfläche unten, um Ihre Slack-App mithilfe der Metabase-Konfiguration zu erstellen. Klicken Sie anschließend auf „Im Arbeitsbereich installieren“, um sie zu autorisieren.
eo: First, tap the button below to make your Slack App with the Metabase setup. Once it's done, hit “Install to workspace” to give it the okay.
es: Primero, **haz clic en el botón de abajo para crear tu aplicación de Slack** usando la configuración de Metabase. Una vez creada, haz clic en "**Instalar en el espacio de trabajo**" para autorizarla.
fa: ابتدا، **برای ایجاد برنامه Slack خود** با استفاده از پیکربندی Metabase، روی دکمه زیر کلیک کنید. پس از ایجاد، برای تأیید آن، روی «**نصب در فضای کاری**» کلیک کنید.
fi: Luo ensin **napsauta alla olevaa painiketta luodaksesi Slack-sovelluksesi** Metabase-määritysten avulla. Kun sovellus on luotu, napsauta "**Asenna työtilaan**" valtuuttaaksesi sen.
fr: Tout d'abord, **cliquez sur le bouton ci-dessous pour créer votre application Slack** à l'aide de la configuration Metabase. Une fois créée, cliquez sur « Installer dans l'espace de travail » pour l'autoriser.
it: Per prima cosa, **clicca sul pulsante qui sotto per creare la tua app Slack** utilizzando la configurazione di Metabase. Una volta creata, clicca su "**Installa nell'area di lavoro**" per autorizzarla.
ja: まず、**下のボタンをクリックして**、Metabase設定を使用してSlackアプリを作成してください。作成が完了したら、「**ワークスペースにインストール**」をクリックして承認してください。
nb: Først **klikker du på knappen nedenfor for å opprette Slack-appen** ved hjelp av Metabase-konfigurasjonen. Når den er opprettet, klikker du på "**Installer i arbeidsområdet**" for å godkjenne den.
nl: Klik eerst op de onderstaande knop om je Slack-app aan te maken met behulp van de Metabase-configuratie. Klik vervolgens op 'Installeren in werkruimte' om de app te autoriseren.
pl: Najpierw **kliknij poniższy przycisk, aby utworzyć aplikację Slack** przy użyciu konfiguracji Metabase. Po utworzeniu kliknij „**Zainstaluj w obszarze roboczym**”, aby ją autoryzować.
pt_br: Primeiro, **clique no botão abaixo para criar seu aplicativo Slack** usando a configuração do Metabase. Após a criação, clique em "**Instalar no espaço de trabalho**" para autorizá-lo.
ru: Сначала **нажмите кнопку ниже, чтобы создать свое приложение Slack** с помощью конфигурации Metabase. После создания нажмите «**Установить в рабочее пространство**», чтобы авторизовать его.
sk: Najprv **kliknite na tlačidlo nižšie a vytvorte si svoju Slack aplikáciu** pomocou konfigurácie Metabase. Po vytvorení kliknite na tlačidlo „**Inštalovať do pracovného priestoru**“ a autorizujte ju.
sl: Najprej **kliknite spodnji gumb, da ustvarite svojo aplikacijo Slack** z uporabo konfiguracije metabaze. Ko je ustvarjena, kliknite »**Namesti v delovni prostor**«, da jo avtorizirate.
sq: Së pari, **kliko butonin më poshtë për të krijuar Slack App-in tënd** duke përdorur konfigurimin e Metabase. Pasi të krijohet, kliko "**Install to workspace**" për ta autorizuar.
sr: Prvo, **kliknite na dugme ispod da biste kreirali svoju Slack aplikaciju** koristeći Metabase konfiguraciju. Kada je kreirate, kliknite na "**Install to workspace**" da biste je autorizovali.
sv: Klicka först på knappen nedan för att skapa din Slack-app med hjälp av Metabase-konfigurationen. När den är skapad klickar du på "Installera på arbetsyta" för att auktorisera den.
tr: Öncelikle, Metabase yapılandırmasını kullanarak Slack Uygulamanızı oluşturmak için **aşağıdaki düğmeye tıklayın**. Oluşturulduktan sonra yetkilendirmek için "**Çalışma alanına yükle**"ye tıklayın.
uk: Спочатку **натисніть кнопку нижче, щоб створити свій Slack App** за конфігурацією Metabase. Після створення натисніть "**Install to workspace**", щоб авторизувати його.
vi: Đầu tiên, **nhấp vào nút bên dưới để tạo Ứng dụng Slack** bằng cấu hình Metabase. Sau khi tạo, hãy nhấp vào "**Cài đặt vào không gian làm việc**" để cấp quyền.
zh_hk: 首先，**按一下下面的按鈕，使用 Metabase 設定建立您的 Slack App**。建立後，按一下「**安裝至工作區**」以授權。

source: 2. Activate the OAuth token and create a new slack channel
ar: 2. فعّل رمز OAuth وأنشئ قناة Slack جديدة
bg: 2. Активирайте OAuth токена и създайте нов Slack канал
ca: 2. Activeu el token d'OAuth i creeu un nou canal de Slack
de: 2. Aktivieren Sie das OAuth-Token und erstellen Sie einen neuen Slack-Kanal
eo: 2. Hit up the OAuth token and make a new Slack chill spot
es: 2. Activa el token OAuth y crea un nuevo canal de Slack
fa: ۲. توکن OAuth را فعال کنید و یک کانال slack جدید ایجاد کنید
fi: 2. Aktivoi OAuth-token ja luo uusi Slack-kanava
fr: 2. Activez le jeton OAuth et créez un nouveau canal Slack
it: 2. Attiva il token OAuth e crea un nuovo canale Slack
ja: 2. OAuthトークンを有効化し、新しいSlackチャンネルを作成する
nb: 2. Aktiver OAuth-tokenet og opprett en ny slack-kanal
nl: 2. Activeer het OAuth-token en maak een nieuw Slack-kanaal aan
pl: 2. Aktywuj token OAuth i utwórz nowy kanał Slack
pt_br: 2. Ative o token OAuth e crie um novo canal do Slack
ru: 2. Активируйте токен OAuth и создайте новый канал Slack.
sk: 2. Aktivujte token OAuth a vytvorte nový kanál Slack
sl: 2. Aktivirajte žeton OAuth in ustvarite nov kanal Slack
sq: 2. Aktivizo token-in OAuth dhe krijo një kanal të ri slack
sr: 2. Aktivirajte OAuth token i kreirajte novi slack kanal
sv: 2. Aktivera OAuth-token och skapa en ny Slack-kanal
tr: 2. OAuth token'ını etkinleştirin ve yeni bir Slack kanalı oluşturun
uk: 2. Активуйте OAuth-токен і створіть новий slack-канал
vi: 2. Kích hoạt mã thông báo OAuth và tạo kênh slack mới
zh_hk: 2.啟動 OAuth 令牌並建立新的 slack 頻道

source: Click on "**OAuth and Permissions**" in the sidebar, copy the "**Bot User OAuth Token**" and paste it here.
ar: انقر على "**OAuth and Permissions**" في الشريط الجانبي، ثم انسخ "**Bot User OAuth Token**" والصقه هنا.
bg: Кликнете върху „**OAuth и разрешения**“ в страничната лента, копирайте „**Bot User OAuth Token**“ и го поставете тук.
ca: Feu clic a "**OAuth i permisos**" a la barra lateral, copieu el "**Token OAuth de l'usuari del bot**" i enganxeu-lo aquí.
de: Klicken Sie in der Seitenleiste auf „**OAuth und Berechtigungen**“, kopieren Sie das „**Bot User OAuth Token**“ und fügen Sie es hier ein.
eo: Hit up "OAuth and Permissions" in the side menu, copy the "Bot User OAuth Token" and drop it here, bestie.
es: Haga clic en "**OAuth y permisos**" en la barra lateral, copie el "**Bot User OAuth Token**" y péguelo aquí.
fa: روی «**OAuth and Permissions**» در نوار کناری کلیک کنید، «**Bot User OAuth Token**» را کپی کرده و اینجا جایگذاری کنید.
fi: Klikkaa sivupalkissa "**OAuth ja käyttöoikeudet**", kopioi "**Bottikäyttäjän OAuth-tunnus**" ja liitä se tähän.
fr: Cliquez sur « **OAuth et autorisations** » dans la barre latérale, copiez le « **Bot User OAuth Token** » et collez-le ici.
it: Fare clic su "**OAuth e autorizzazioni**" nella barra laterale, copiare il "**Bot User OAuth Token**" e incollarlo qui.
ja: サイドバーの「**OAuth と権限**」をクリックし、「**ボット ユーザー OAuth トークン**」をコピーしてここに貼り付けます。
nb: Klikk på "**OAuth and Permissions**" i sidepanelet, kopier "**Bot User OAuth Token**" og lim det inn her.
nl: Klik op "**OAuth en machtigingen**" in de zijbalk, kopieer de "**Bot User OAuth Token**" en plak deze hier.
pl: Kliknij „**OAuth i uprawnienia**” na pasku bocznym, skopiuj „**Token OAuth użytkownika bota**” i wklej go tutaj.
pt_br: Clique em "**OAuth e Permissões**" na barra lateral, copie o "**Bot User OAuth Token**" e cole-o aqui.
ru: Нажмите «**OAuth и разрешения**» на боковой панели, скопируйте «**Токен OAuth пользователя бота**» и вставьте его сюда.
sk: V bočnom paneli kliknite na „**OAuth a povolenia**“, skopírujte „**Bot User OAuth Token**“ a vložte ho sem.
sl: V stranski vrstici kliknite »**OAuth in dovoljenja**«, kopirajte »**Žeton OAuth uporabnika bota**« in ga prilepite sem.
sq: Kliko "**OAuth and Permissions**" në shiritin anësor, kopjo "**Bot User OAuth Token**" dhe ngjite këtu.
sr: Kliknite na "**OAuth and Permissions**" u bočnoj traci, kopirajte "**Bot User OAuth Token**" i nalepite ga ovde.
sv: Klicka på "**OAuth och behörigheter**" i sidofältet, kopiera "**Botanvändarens OAuth-token**" och klistra in den här.
tr: Kenar çubuğundaki "**OAuth ve İzinler**"e tıklayın, "**Bot Kullanıcısı OAuth Token**"ı kopyalayın ve buraya yapıştırın.
uk: Натисніть "**OAuth and Permissions**" на бічній панелі, скопіюйте "**Bot User OAuth Token**" і вставте його сюди.
vi: Nhấp vào "**OAuth và Quyền**" trong thanh bên, sao chép "**Mã thông báo OAuth của người dùng Bot**" và dán vào đây.
zh_hk: 按一下側邊欄上的 「**OAuth 和權限**」，複製 「**機器人使用者 OAuth Token**」並貼在這裡。

source: We recommend you **upgrade to Slack Apps** see the instructions below:
ar: نوصيك **بالترقية إلى Slack Apps**، راجع التعليمات أدناه:
bg: Препоръчваме ви да **надстроите до Slack Apps**, като вижте инструкциите по-долу:
ca: Us recomanem que **actualitzeu a Slack Apps**. Consulteu les instruccions següents:
de: Wir empfehlen Ihnen, **auf Slack Apps zu aktualisieren**. Beachten Sie die folgenden Anweisungen:
eo: Yo, we lowkey recommend you **upgrade to Slack Apps**—peep the instructions below:
es: Le recomendamos que **actualice a Slack Apps** y consulte las instrucciones a continuación:
fa: توصیه می‌کنیم **به برنامه‌های Slack ارتقا دهید**، دستورالعمل‌های زیر را ببینید:
fi: Suosittelemme, että **päivität Slack-sovelluksiin**. Katso ohjeet alta:
fr: Nous vous recommandons de **mettre à niveau vers les applications Slack**. Consultez les instructions ci-dessous :
it: Ti consigliamo di **eseguire l'aggiornamento alle app Slack** seguendo le istruzioni riportate di seguito:
ja: **Slack アプリにアップグレード** することをお勧めします。以下の手順を参照してください。
nb: Vi anbefaler at du **oppgraderer til Slack Apps**, se instruksjonene nedenfor:
nl: Wij raden u aan te **upgraden naar Slack Apps**. Zie de onderstaande instructies:
pl: Zalecamy **aktualizację do aplikacji Slack**, zapoznaj się z poniższymi instrukcjami:
pt_br: Recomendamos que você **atualize para o Slack Apps**. Veja as instruções abaixo:
ru: Мы рекомендуем вам **обновиться до Slack Apps**, следуя инструкциям ниже:
sk: Odporúčame vám **prejsť na Slack Apps** podľa pokynov nižšie:
sl: Priporočamo, da **nadgradite na Slack Apps**. Za navodila si oglejte spodnja navodila:
sq: Rekomandojmë të **kalosh te Slack Apps** shiko udhëzimet më poshtë:
sr: Preporučujemo da **nadogradite na Slack Apps**; pogledajte uputstva ispod:
sv: Vi rekommenderar att du **uppgraderar till Slack Apps**, se instruktionerna nedan:
tr: **Slack Uygulamalarına yükseltmenizi** öneririz, aşağıdaki talimatlara bakın:
uk: Ми рекомендуємо вам **оновитися до Slack Apps** — див. інструкції нижче:
vi: Chúng tôi khuyên bạn nên **nâng cấp lên Ứng dụng Slack** xem hướng dẫn bên dưới:
zh_hk: 我們建議您**升級至 Slack Apps**，請參閱以下說明：

source: Slack token
ar: رمز Slack
bg: Slack токен
ca: Token de Slack
eo: Slack token → Slack creds or Slack pass, fr fr
es: Token de Slack
fa: توکن اسلک
fi: Slack-tunnus
fr: Jeton Slack
it: Token Slack
ja: Slackトークン
pl: Token Slacka
pt_br: Token do Slack
ru: Slack-токен
sl: Žeton Slack
sq: Token Slack
tr: Slack belirteci
uk: Slack-токен
vi: Mã thông báo Slack
zh_hk: Slack 令牌

source: Slack bug report channel
ar: قناة Slack لتقارير الأخطاء
bg: Канал за докладване на грешки в Slack
ca: Canal d'informe d'errors de Slack
de: Slack-Kanal für Fehlerberichte
eo: Slack bug report chat fr fr
es: Canal de informes de errores de Slack
fa: کانال گزارش اشکال Slack
fi: Slackin virheilmoituskanava
fr: Chaîne de rapport de bug Slack
it: Canale di segnalazione bug di Slack
ja: Slackバグ報告チャンネル
nb: Slack-feilrapporteringskanal
nl: Slack-bug-rapportkanaal
pl: Kanał zgłaszania błędów Slack
pt_br: Canal de relatórios de bugs do Slack
ru: Канал отчетов об ошибках Slack
sk: Kanál na hlásenie chýb v Slacku
sl: Kanal za prijavo napak v Slacku
sq: Kanali Slack për raportim bug-esh
sr: Slack kanal za prijavu bagova
sv: Slack-felrapporteringskanal
tr: Slack hata bildirim kanalı
uk: Канал Slack для баг-репортів
vi: Kênh báo cáo lỗi của Slack
zh_hk: Slack 錯誤回報頻道
