Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Try Metabase for free
ar: جرّب Metabase مجانًا
bg: Опитайте Metabase безплатно
ca: Prova Metabase gratuïtament
de: Testen Sie Metabase kostenlos
es: Pruebe Metabase gratis
fa: متابیس را رایگان امتحان کنید
fi: Kokeile Metabasea ilmaiseksi
fr: Essayez Metabase gratuitement
it: Prova Metabase gratuitamente
ja: Metabaseを無料でお試しください
nb: Prøv Metabase gratis
nl: Probeer Metabase gratis
pl: Wypróbuj Metabase za darmo
pt_br: Experimente o Metabase gratuitamente
ru: Попробуйте Metabase бесплатно
sk: Vyskúšajte Metabase zadarmo
sl: Preizkusite Metabase brezplačno
sq: Provoje Metabase falas
sr: Isprobaj Metabase besplatno
sv: Testa Metabase gratis
tr: Metabase'i ücretsiz deneyin
uk: Спробувати Metabase безкоштовно
vi: Dùng thử Metabase miễn phí
zh_hk: 免費試用 Metabase

source: Token
bg: Токен
eo: Token → “Vibe” or “Lit” (depending on context, but “vibe” is most common for just “token”)
es: Ficha
fa: رمز
fi: Merkki
fr: Jeton
it: Gettone
ja: トークン
lt: Žetonas
nl: Penning
ru: Токен
sl: Žeton
tr: Jeton
uk: Токен
vi: Mã thông báo
zh_hk: 代幣

source: Token details information
ar: معلومات تفاصيل التوكن
bg: Информация за подробности за токена
ca: Informació sobre els detalls del testimoni
de: Token-Details
es: Información detallada del token
fa: اطلاعات جزئیات توکن
fi: Tunnuksen tiedot
fr: Informations détaillées sur le jeton
it: Informazioni dettagliate sul token
ja: トークンの詳細情報
nb: Informasjon om tokendetaljer
nl: Informatie over tokendetails
pl: Informacje o szczegółach tokena
pt_br: Informações detalhadas do token
ru: Подробная информация о токене
sk: Informácie o podrobnostiach tokenu
sl: Podrobnosti o žetonu
sq: Informacion mbi detajet e token-it
sr: Informacije o detaljima tokena
sv: Information om tokendetaljer
tr: Jeton detayları bilgisi
uk: Інформація про деталі токена
vi: Thông tin chi tiết về mã thông báo
zh_hk: 代幣詳細資訊

source: Find your license token in the subscription confirmation email from Metabase
ar: اعثر على توكن الترخيص في رسالة تأكيد الاشتراك عبر البريد الإلكتروني من Metabase
bg: Намерете вашия лицензен токен в имейла за потвърждение на абонамента от Metabase
ca: Troba el teu testimoni de llicència al correu electrònic de confirmació de la subscripció de Metabase
de: Ihr Lizenztoken finden Sie in der Abonnementbestätigungs-E-Mail von Metabase
es: Encuentre su token de licencia en el correo electrónico de confirmación de suscripción de Metabase
fa: توکن لایسنس خود را در ایمیل تأیید اشتراک از متابیس پیدا کنید.
fi: Etsi lisenssitunnuksesi Metabasen lähettämästä tilausvahvistussähköpostista.
fr: Trouvez votre jeton de licence dans l'e-mail de confirmation d'abonnement de Metabase
it: Trova il token della tua licenza nell'e-mail di conferma dell'abbonamento da Metabase
ja: Metabaseからのサブスクリプション確認メールでライセンストークンを見つけます
nb: Finn lisensbeviset ditt i e-postbekreftelsen fra Metabase
nl: Vind uw licentietoken in de bevestigingsmail van Metabase voor uw abonnement
pl: Znajdź swój token licencji w e-mailu z potwierdzeniem subskrypcji od Metabase
pt_br: Encontre seu token de licença no e-mail de confirmação de assinatura do Metabase
ru: Найдите свой лицензионный токен в электронном письме с подтверждением подписки от Metabase.
sk: Nájdite svoj licenčný token v e-maile s potvrdením predplatného od spoločnosti Metabase.
sl: Žeton licence poiščite v potrditvenem e-poštnem sporočilu od Metabase
sq: Gjeni token-in e licencës në email-in e konfirmimit të abonimit nga Metabase
sr: Pronađite svoj licencni token u e-poruci potvrde pretplate od Metabase-a
sv: Hitta din licenstoken i prenumerationsbekräftelsen via e-post från Metabase
tr: Lisans belirtecinizi Metabase'den gelen abonelik onay e-postasında bulun
uk: Знайдіть ваш ліцензійний токен у листі підтвердження підписки від Metabase
vi: Tìm mã thông báo giấy phép của bạn trong email xác nhận đăng ký từ Metabase
zh_hk: 在 Metabase 發送的訂閱確認電子郵件中找到您的授權標記

source: I'll activate later
ar: سأفعّل لاحقًا
bg: Ще активирам по-късно
ca: Ho activaré més tard
de: Ich aktiviere später
es: Lo activaré más tarde
fa: بعدا فعال میکنم
fi: Aktivoin myöhemmin
fr: Je l'activerai plus tard
it: Lo attiverò più tardi
ja: 後で有効化します
nb: Jeg aktiverer senere
nl: Ik activeer later
pl: Aktywuję później
pt_br: Vou ativar mais tarde
ru: Я активирую позже.
sk: Aktivujem neskôr
sl: Aktiviral bom kasneje
sq: Do ta aktivizoj më vonë
sr: Aktiviraću kasnije
sv: Jag aktiverar senare
tr: Daha sonra aktif edeceğim
uk: Активую пізніше
vi: Tôi sẽ kích hoạt sau
zh_hk: 我稍後會啟動

source: You won't have access to paid features until you activate.
ar: لن تتمكن من الوصول إلى الميزات المدفوعة حتى تقوم بالتفعيل.
bg: Няма да имате достъп до платените функции, докато не ги активирате.
ca: No tindràs accés a les funcions de pagament fins que no les activis.
de: Bis zur Aktivierung haben Sie keinen Zugriff auf kostenpflichtige Funktionen.
es: No tendrás acceso a las funciones pagas hasta que las actives.
fa: تا زمانی که فعال نکنید، به ویژگی‌های پولی دسترسی نخواهید داشت.
fi: Et voi käyttää maksullisia ominaisuuksia ennen aktivointia.
fr: Vous n'aurez pas accès aux fonctionnalités payantes tant que vous ne les aurez pas activées.
it: Non avrai accesso alle funzionalità a pagamento finché non le attiverai.
ja: 有効にするまで有料機能にアクセスすることはできません。
nb: Du får ikke tilgang til betalte funksjoner før du aktiverer dem.
nl: U hebt pas toegang tot de betaalde functies nadat u het product activeert.
pl: Dopóki nie dokonasz aktywacji, nie będziesz mieć dostępu do płatnych funkcji.
pt_br: Você não terá acesso aos recursos pagos até ativá-los.
ru: До активации у вас не будет доступа к платным функциям.
sk: K plateným funkciám nebudete mať prístup, kým si ich neaktivujete.
sl: Do plačljivih funkcij ne boste imeli dostopa, dokler jih ne aktivirate.
sq: Nuk do të keni akses te veçoritë me pagesë derisa ta aktivizoni.
sr: Nećete imati pristup plaćenim funkcijama dok ne aktivirate.
sv: Du kommer inte att ha tillgång till betalda funktioner förrän du aktiverar.
tr: Etkinleştirene kadar ücretli özelliklere erişemeyeceksiniz.
uk: У вас не буде доступу до платних функцій, доки ви не активуєте.
vi: Bạn sẽ không thể sử dụng các tính năng trả phí cho đến khi kích hoạt.
zh_hk: 在啟動之前，您無法使用付費功能。

source: Failed to create collection
ar: فشل إنشاء مجموعة
bg: Създаването на колекция не бе успешно
ca: No s'ha pogut crear la col·lecció
de: Sammlung konnte nicht erstellt werden
es: No se pudo crear la colección
fa: ایجاد مجموعه ناموفق بود
fi: Kokoelman luominen epäonnistui
fr: Impossible de créer la collection
it: Impossibile creare la raccolta
ja: コレクションの作成に失敗しました
nb: Kunne ikke opprette samling
nl: Het is niet gelukt om de verzameling aan te maken.
pl: Nie udało się utworzyć kolekcji
pt_br: Falha ao criar a coleção
ru: Не удалось создать коллекцию.
sk: Vytvorenie kolekcie zlyhalo
sl: Zbirke ni bilo mogoče ustvariti
sq: Dështoi krijimi i koleksionit
sr: Nije uspelo kreiranje kolekcije
sv: Misslyckades med att skapa samlingen
tr: Koleksiyon oluşturulamadı.
uk: Не вдалося створити колекцію
vi: Không thể tạo bộ sưu tập
zh_hk: 建立集合失敗

source: Transform folder
ar: مجلد التحويلات
de: Transform-Ordner
es: Carpeta de transformaciones
fa: پوشه تبدیل
fi: Muunna-kansio
fr: Dossier de transformation
it: Cartella delle trasformazioni
ja: トランスフォームフォルダ
pl: Folder transformacji
pt_br: Pasta de transformação
ru: Папка трансформов
sk: Transformovať priečinok
sl: Preoblikovanje mape
sq: Dosje transformimesh
sr: Folder za transformacije
tr: Dönüşüm klasörü
uk: Папка трансформацій
vi: Chuyển đổi thư mục
zh_hk: 轉換資料夾

source: My collection
ar: مجموعتي
bg: Моята колекция
ca: La meva col·lecció
de: Meine Sammlung
es: Mi colección
fa: مجموعه من
fi: Kokoelmani
fr: Ma collection
it: La mia collezione
ja: 私のコレクション
nb: Min samling
nl: Mijn verzameling
pl: Moja kolekcja
pt_br: Minha coleção
ru: Моя коллекция
sk: Moja zbierka
sl: Moja zbirka
sq: Koleksioni im
sr: Moja kolekcija
sv: Min samling
tr: Koleksiyonum
uk: Моя колекція
vi: Bộ sưu tập của tôi
zh_hk: 我的收藏

source: Parent collection
ar: المجموعة الأصل
bg: Родителска колекция
ca: Col·lecció principal
de: Übergeordnete Sammlung
es: Colección de padres
fa: مجموعه والدین
fi: Yläkokoelma
fr: Collection parente
it: Raccolta dei genitori
ja: 親コレクション
nb: Foreldresamling
nl: Oudercollectie
pl: Kolekcja rodzicielska
pt_br: Coleção principal
ru: Родительская коллекция
sk: Nadradená kolekcia
sl: Nadrejena zbirka
sq: Koleksion prind
sr: Nadređena kolekcija
sv: Föräldrakollektion
tr: Ebeveyn koleksiyonu
uk: Батьківська колекція
vi: Bộ sưu tập cha mẹ
zh_hk: 父母收藏

source: Create a transform
ar: إنشاء تحويل
bg: Създаване на трансформация
ca: Crea una transformació
de: Erstellen einer Transformation
es: Crear una transformación
fa: ایجاد یک تبدیل
fi: Luo muunnos
fr: Créer une transformation
it: Crea una trasformazione
ja: 変換を作成する
nb: Opprett en transformasjon
nl: Een transformatie maken
pl: Utwórz transformację
pt_br: Criar uma transformação
ru: Создать преобразование
sk: Vytvorenie transformácie
sl: Ustvari transformacijo
sq: Krijo një transformim
sr: Kreiraj transformaciju
sv: Skapa en transformation
tr: Bir dönüşüm yaratın
uk: Створити трансформ
vi: Tạo một sự biến đổi
zh_hk: 建立變形

source: Create your transform with…
ar: أنشئ تحويلك باستخدام…
bg: Създайте вашата трансформация с…
ca: Crea la teva transformació amb…
de: Erstellen Sie Ihre Transformation mit…
es: Crea tu transformación con…
fa: تبدیل خود را با…ایجاد کنید
fi: Luo muunnos käyttämällä…
fr: Créez votre transformation avec…
it: Crea la tua trasformazione con…
ja: …で変換を作成します
nb: Skap din egen transformasjon med…
nl: Maak uw transformatie met…
pl: Utwórz swoją transformację za pomocą…
pt_br: Crie sua transformação com…
ru: Создайте свое преобразование с помощью…
sk: Vytvorte si transformáciu pomocou…
sl: Ustvarite svojo transformacijo z…
sq: Krijo transformimin tënd me…
sr: Kreirajte svoju transformaciju pomoću…
sv: Skapa din transformation med…
tr: …ile dönüşümünüzü yaratın
uk: Створіть свій трансформ за допомогою…
vi: Tạo phép biến đổi của bạn với…
zh_hk: 使用…創建您的變身

source: Query builder
ar: منشئ الاستعلامات
bg: Конструктор на заявки
ca: Creador de consultes
de: Abfrage-Generator
es: Generador de consultas
fa: سازنده پرس و جو
fi: Kyselyiden rakentaja
fr: Générateur de requêtes
it: Generatore di query
ja: クエリビルダー
nb: Spørsmålsbygger
nl: Querybouwer
pl: Konstruktor zapytań
pt_br: Construtor de consultas
ru: Конструктор запросов
sk: Nástroj na tvorbu dotazov
sl: Graditelj poizvedb
sq: Ndërtuesi i pyetjeve
sr: Kreator upita
sv: Frågebyggaren
tr: Sorgu oluşturucu
uk: Конструктор запитів
vi: Trình xây dựng truy vấn
zh_hk: 查詢建立器

source: Python script
ar: سكريبت Python
bg: Python скрипт
ca: Script de Python
de: Python-Skript
es: secuencia de comandos de Python
fa: اسکریپت پایتون
fi: Python-skripti
fr: Script Python
it: Script Python
ja: Pythonスクリプト
nb: Python-skript
pl: Skrypt Pythona
pt_br: Script Python
ru: скрипт Python
sk: Skript v Pythone
sl: Python skript
sq: Script Python
sr: Python skripta
sv: Python-skript
tr: Python betiği
uk: Скрипт Python
vi: Tập lệnh Python
zh_hk: Python 腳本

source: Copy of a saved question
ar: نسخة من سؤال محفوظ
bg: Копие на запазен въпрос
ca: Còpia d'una pregunta desada
de: Kopie einer gespeicherten Frage
es: Copia de una pregunta guardada
fa: کپی یک سوال ذخیره شده
fi: Tallennetun kysymyksen kopio
fr: Copie d'une question enregistrée
it: Copia di una domanda salvata
ja: 保存した質問のコピー
nb: Kopi av et lagret spørsmål
nl: Kopie van een opgeslagen vraag
pl: Kopia zapisanego pytania
pt_br: Cópia de uma pergunta salva
ru: Копия сохраненного вопроса
sk: Kópia uloženej otázky
sl: Kopija shranjenega vprašanja
sq: Kopje e një pyetjeje të ruajtur
sr: Kopija sačuvanog pitanja
sv: Kopia av en sparad fråga
tr: Kaydedilmiş bir sorunun kopyası
uk: Копія збереженого запиту
vi: Bản sao của câu hỏi đã lưu
zh_hk: 複製已儲存的問題

source: Failed to update collection
ar: فشل تحديث المجموعة
bg: Актуализирането на колекцията не бе успешно
ca: No s'ha pogut actualitzar la col·lecció
de: Aktualisierung der Sammlung fehlgeschlagen
es: No se pudo actualizar la colección
fa: به‌روزرسانی مجموعه انجام نشد
fi: Kokoelman päivittäminen epäonnistui
fr: Échec de la mise à jour de la collection
it: Impossibile aggiornare la raccolta
ja: コレクションの更新に失敗しました
nb: Kunne ikke oppdatere samlingen
nl: Het bijwerken van de verzameling is mislukt.
pl: Nie udało się zaktualizować kolekcji
pt_br: Falha ao atualizar a coleção
ru: Не удалось обновить коллекцию.
sk: Aktualizácia kolekcie zlyhala
sl: Zbirke ni bilo mogoče posodobiti
sq: Dështoi përditësimi i koleksionit
sr: Nije uspelo ažuriranje kolekcije
sv: Misslyckades med att uppdatera samlingen
tr: Koleksiyon güncellenemedi.
uk: Не вдалося оновити колекцію
vi: Không thể cập nhật bộ sưu tập
zh_hk: 更新集合失敗

source: Incremental transforms are only supported for single data source transforms.
ar: لا يتم دعم التحويلات التزايدية إلا لتحويلات مصدر بيانات واحد.
bg: Инкременталните трансформации се поддържат само за трансформации от един източник на данни.
ca: Les transformacions incrementals només s'admeten per a transformacions de font de dades única.
de: Inkrementelle Transformationen werden nur für Transformationen mit einer einzigen Datenquelle unterstützt.
es: Las transformaciones incrementales solo se admiten para transformaciones de fuentes de datos únicas.
fa: تبدیل‌های افزایشی فقط برای تبدیل‌های تک منبع داده پشتیبانی می‌شوند.
fi: Inkrementaalisia muunnoksia tuetaan vain yksittäisten tietolähteiden muunnoksissa.
fr: Les transformations incrémentales ne sont prises en charge que pour les transformations à source de données unique.
it: Le trasformazioni incrementali sono supportate solo per le trasformazioni di singole origini dati.
ja: 増分変換は、単一のデータ ソース変換に対してのみサポートされます。
nb: Inkrementelle transformasjoner støttes bare for transformasjoner med én datakilde.
nl: Incrementele transformaties worden alleen ondersteund voor transformaties met één gegevensbron.
pl: Przekształcenia przyrostowe są obsługiwane wyłącznie w przypadku przekształceń pojedynczego źródła danych.
pt_br: Transformações incrementais são suportadas apenas para transformações de fonte de dados única.
ru: Инкрементные преобразования поддерживаются только для преобразований одного источника данных.
sk: Inkrementálne transformácie sú podporované iba pre transformácie jedného zdroja údajov.
sl: Inkrementalne transformacije so podprte samo za transformacije enega samega vira podatkov.
sq: Transformimet inkrementale mbështeten vetëm për transformime me një burim të vetëm të dhënash.
sr: Inkrementalne transformacije su podržane samo za transformacije sa jednim izvorom podataka.
sv: Stegvisa transformationer stöds endast för transformationer med en enda datakälla.
tr: Artımlı dönüşümler yalnızca tek veri kaynağı dönüşümleri için desteklenir.
uk: Інкрементальні трансформації підтримуються лише для трансформацій з одним джерелом даних.
vi: Chuyển đổi gia tăng chỉ được hỗ trợ cho chuyển đổi nguồn dữ liệu đơn lẻ.
zh_hk: 遞增轉換僅支援單一資料來源轉換。

source: Only process new and changed data
ar: معالجة البيانات الجديدة والمُغيّرة فقط
bg: Обработвайте само нови и променени данни
ca: Només processa dades noves i modificades
de: Verarbeite nur neue und geänderte Daten
es: Procesar únicamente datos nuevos y modificados
fa: فقط داده‌های جدید و تغییر یافته را پردازش کنید
fi: Käsittele vain uusia ja muuttuneita tietoja
fr: Traiter uniquement les données nouvelles et modifiées
it: Elaborare solo dati nuovi e modificati
ja: 新規データと変更されたデータのみを処理する
nb: Bare behandle nye og endrede data
nl: Verwerk alleen nieuwe en gewijzigde gegevens.
pl: Przetwarzaj tylko nowe i zmienione dane
pt_br: Processar apenas dados novos e alterados
ru: Обрабатывайте только новые и измененные данные.
sk: Spracovávajte iba nové a zmenené údaje
sl: Obdelujte samo nove in spremenjene podatke
sq: Përpuno vetëm të dhëna të reja dhe të ndryshuara
sr: Obrađuj samo nove i izmenjene podatke
sv: Bearbeta endast nya och ändrade data
tr: Yalnızca yeni ve değiştirilmiş verileri işleyin.
uk: Обробляти лише нові та змінені дані
vi: Chỉ xử lý dữ liệu mới và dữ liệu đã thay đổi.
zh_hk: 僅處理新的和已變更的資料

source: You can't edit this setting since Remote Sync is currently in read-only mode.
ar: لا يمكنك تعديل هذا الإعداد لأن المزامنة عن بُعد حاليًا في وضع القراءة فقط.
de: Du kannst diese Einstellung nicht bearbeiten, da Remote Sync derzeit im schreibgeschützten Modus ist.
es: No puedes editar esta configuración ya que la sincronización remota está actualmente en modo de solo lectura.
fa: شما نمی‌توانید این تنظیم را ویرایش کنید زیرا Remote Sync در حال حاضر در حالت فقط خواندنی است.
fi: Et voi muokata tätä asetusta, koska etäsynkronointi on tällä hetkellä vain luku -tilassa.
fr: Vous ne pouvez pas modifier ce paramètre car la synchronisation à distance est actuellement en mode lecture seule.
it: Non è possibile modificare questa impostazione poiché la sincronizzazione remota è attualmente in modalità di sola lettura.
ja: 現在、リモート同期は読み取り専用モードであるため、この設定を編集することはできません。
pl: Nie możesz edytować tego ustawienia, ponieważ Zdalna synchronizacja jest obecnie w trybie tylko do odczytu.
pt_br: Você não pode editar essa configuração, pois a Sincronização Remota está atualmente em modo somente leitura.
ru: Вы не можете изменить эту настройку, так как Удаленная синхронизация сейчас в режиме "Только для чтения".
sk: Toto nastavenie nemôžete upraviť, pretože Vzdialená synchronizácia je momentálne v režime iba na čítanie.
sl: Te nastavitve ne morete urejati, ker je oddaljena sinhronizacija trenutno v načinu samo za branje.
sq: S’mund ta redaktosh këtë cilësim sepse Sinkronizimi në distancë aktualisht është në modalitetin vetëm për lexim.
sr: Ne možete da uređujete ovo podešavanje jer je Udaljena sinhronizacija trenutno u režimu samo za čitanje.
tr: Remote Sync şu anda salt okunur modda olduğu için bu ayarı düzenleyemezsiniz.
uk: Ви не можете змінити це налаштування, оскільки Віддалена синхронізація зараз у режимі лише читання.
vi: Bạn không thể chỉnh sửa cài đặt này vì tính năng Đồng bộ từ xa hiện đang ở chế độ chỉ đọc.
zh_hk: 由於遠端同步目前處於唯讀模式，你無法編輯此設定。

source: Incremental transformation
ar: تحويل تزايدي
bg: Инкрементална трансформация
ca: Transformació incremental
de: Inkrementelle Transformation
es: Transformación incremental
fa: تبدیل افزایشی
fi: Inkrementaalinen muunnos
fr: Transformation incrémentale
it: Trasformazione incrementale
ja: 漸進的な変革
nb: Inkrementell transformasjon
nl: Geleidelijke transformatie
pl: Transformacja przyrostowa
pt_br: Transformação incremental
ru: Постепенная трансформация
sk: Inkrementálna transformácia
sl: Inkrementalna transformacija
sq: Transformim inkremental
sr: Inkrementalna transformacija
sv: Stegvis transformation
tr: Artımlı dönüşüm
uk: Інкрементна трансформація
vi: Chuyển đổi gia tăng
zh_hk: 遞增轉換

source: If you don’t need to reprocess all the data, incremental transforms can be faster. To use this, your transform definition should have a stable schema.
ar: إذا لم تكن بحاجة إلى إعادة معالجة كل البيانات، فقد تكون التحويلات التزايدية أسرع. لاستخدام ذلك، يجب أن يكون تعريف التحويل لديك ذا مخطط ثابت.
ca: Si no cal que torneu a processar totes les dades, les transformacions incrementals poden ser més ràpides. Per utilitzar-ho, la definició de la transformació ha de tenir un esquema estable.
de: Wenn nicht alle Daten neu verarbeitet werden müssen, können inkrementelle Transformationen schneller sein. Voraussetzung dafür ist ein stabiles Schema in Ihrer Transformationsdefinition.
es: Si no necesita reprocesar todos los datos, las transformaciones incrementales pueden ser más rápidas. Para usarlas, la definición de la transformación debe tener un esquema estable.
fa: اگر نیازی به پردازش مجدد تمام داده‌ها ندارید، تبدیل‌های افزایشی می‌توانند سریع‌تر باشند. برای استفاده از این، تعریف تبدیل شما باید یک طرحواره پایدار داشته باشد.
fi: Jos sinun ei tarvitse käsitellä kaikkea dataa uudelleen, inkrementaaliset muunnokset voivat olla nopeampia. Jotta voit käyttää tätä, muunnosmääritelmälläsi tulisi olla vakaa skeema.
fr: Si vous n'avez pas besoin de retraiter toutes les données, les transformations incrémentales peuvent être plus rapides. Pour ce faire, votre définition de transformation doit reposer sur un schéma stable.
it: Se non è necessario rielaborare tutti i dati, le trasformazioni incrementali possono essere più rapide. Per utilizzarle, la definizione della trasformazione deve avere uno schema stabile.
ja: すべてのデータを再処理する必要がない場合は、増分変換の方が高速です。増分変換を使用するには、変換定義に安定したスキーマが必要です。
nb: Hvis du ikke trenger å behandle alle dataene på nytt, kan inkrementelle transformasjoner være raskere. For å kunne bruke dette må transformasjonsdefinisjonen din ha et stabilt skjema.
pl: Jeśli nie musisz ponownie przetwarzać wszystkich danych, transformacje przyrostowe mogą być szybsze. Aby z nich skorzystać, definicja transformacji powinna mieć stabilny schemat.
pt_br: Se você não precisa reprocessar todos os dados, as transformações incrementais podem ser mais rápidas. Para usar esse método, a definição da sua transformação deve ter um esquema estável.
ru: Если вам не нужно заново обрабатывать все данные, инкрементальные трансформы могут работать быстрее. Чтобы использовать это, у определения трансформа должна быть стабильная схема.
sk: Ak nepotrebujete znova spracovať všetky údaje, prírastkové transformácie môžu byť rýchlejšie. Aby ste ich mohli použiť, vaša definícia transformácie by mala mať stabilnú schému.
sl: Če vam ni treba ponovno obdelati vseh podatkov, so lahko inkrementalne transformacije hitrejše. Če želite to uporabiti, mora imeti vaša definicija transformacije stabilno shemo.
sq: Nëse s’të duhet të ripërpunosh të gjitha të dhënat, transformimet inkrementale mund të jenë më të shpejta. Për ta përdorur këtë, përkufizimi i transformit duhet të ketë një skemë të qëndrueshme.
sr: Ako ne morate da ponovo obradite sve podatke, inkrementalne transformacije mogu biti brže. Da biste ovo koristili, definicija transformacije treba da ima stabilnu šemu.
tr: Tüm verileri yeniden işlemeniz gerekmiyorsa, artımlı dönüşümler daha hızlı olabilir. Bunu kullanmak için, dönüşüm tanımınızın kararlı bir şemaya sahip olması gerekir.
uk: Якщо вам не потрібно повторно обробляти всі дані, інкрементні трансформації можуть бути швидшими. Щоб використовувати це, визначення вашої трансформації має мати стабільну схему.
vi: Nếu bạn không cần xử lý lại toàn bộ dữ liệu, các phép biến đổi tăng dần có thể nhanh hơn. Để sử dụng phương pháp này, định nghĩa phép biến đổi của bạn cần có lược đồ ổn định.
zh_hk: 如果您不需要重新處理所有資料，增量轉換可能會更快。若要使用此功能，您的轉換定義應該有穩定的模式。

source: Target Strategy
ar: استراتيجية الهدف
bg: Целева стратегия
ca: Estratègia objectiu
de: Zielstrategie
es: Estrategia objetivo
fa: استراتژی هدف
fi: Kohdestrategia
fr: Stratégie cible
it: Strategia di destinazione
ja: ターゲット戦略
nb: Målstrategi
nl: Doelstrategie
pl: Strategia docelowa
pt_br: Estratégia de Alvo
ru: Целевая стратегия
sk: Cieľová stratégia
sl: Ciljna strategija
sq: Strategjia e destinacionit
sr: Strategija cilja
sv: Målstrategi
tr: Hedef Stratejisi
uk: Стратегія цілі
vi: Chiến lược mục tiêu
zh_hk: 目標策略
