Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: What would you like to know?
ar: ماذا تود أن تعرف؟
bg: Какво бихте искали да знаете?
ca: Què voldries saber?
de: Was möchten Sie wissen?
es: ¿Qué te gustaría saber?
fa: چی دوست داری بدونی؟
fi: Mitä haluaisit tietää?
fr: Que souhaitez-vous savoir ?
it: Cosa vorresti sapere?
ja: 何を知りたいですか?
nb: Hva vil du gjerne vite?
nl: Wat wilt u weten?
pl: Co chciałbyś wiedzieć?
pt_br: O que você gostaria de saber?
ru: Что бы вы хотели узнать?
sk: Čo by ste chceli vedieť?
sl: Kaj bi radi vedeli?
sq: Çfarë do të doje të dije?
sr: Šta biste želeli da saznate?
sv: Vad skulle du vilja veta?
tr: Ne öğrenmek istersiniz?
uk: Що ви хотіли б дізнатися?
vi: Bạn muốn biết điều gì?
zh_hk: 您想知道什麼？

source: What do you want to explore?
ar: ماذا تريد أن تستكشف؟
bg: Какво искате да проучите?
ca: Què vols explorar?
de: Was möchten Sie erkunden?
es: ¿Qué quieres explorar?
fa: چه چیزی را می‌خواهید بررسی کنید؟
fi: Mitä haluat tutkia?
fr: Qu'avez-vous envie d'explorer ?
it: Cosa vuoi esplorare?
ja: 何を探検したいですか?
nb: Hva ønsker du å utforske?
nl: Wat wil je onderzoeken?
pl: Co chcesz zbadać?
pt_br: O que você gostaria de explorar?
ru: Что вы хотите изучить?
sk: Čo chcete preskúmať?
sl: Kaj želite raziskati?
sq: Çfarë do të eksplorosh?
sr: Šta želite da istražite?
sv: Vad vill du utforska?
tr: Neyi keşfetmek istersiniz?
uk: Що ви хочете дослідити?
vi: Bạn muốn khám phá điều gì?
zh_hk: 您想要探索什麼？

source: What are you looking to learn?
ar: ماذا تريد أن تتعلّم؟
bg: Какво търсиш да научиш?
ca: Què busques aprendre?
de: Was möchten Sie lernen?
es: ¿Qué estás buscando aprender?
fa: دنبال یادگیری چه چیزی هستید؟
fi: Mitä haluat oppia?
fr: Qu'est-ce que vous cherchez à apprendre ?
it: Cosa vuoi imparare?
ja: 何を学びたいですか?
nb: Hva ønsker du å lære?
nl: Wat wil je leren?
pl: Czego chcesz się nauczyć?
pt_br: O que você deseja aprender?
ru: Чему вы хотите научиться?
sk: Čo sa chceš naučiť?
sl: Kaj se želiš naučiti?
sq: Çfarë po kërkon të mësosh?
sr: Šta želite da naučite?
sv: Vad vill du lära dig?
tr: Ne öğrenmek istiyorsunuz?
uk: Що ви хочете дізнатися?
vi: Bạn muốn học gì?
zh_hk: 您想要學習什麼？

source: Ask about your data
bg: Попитайте за вашите данни
ca: Pregunta sobre les teves dades
de: Fragen Sie nach Ihren Daten
es: Pregunte por sus datos
fa: درباره داده‌هایتان بپرسید
fi: Kysy tiedoistasi
fr: Renseignez-vous sur vos données
it: Richiedi informazioni sui tuoi dati
ja: データについて質問する
nb: Spør om dataene dine
nl: Vraag naar uw gegevens
pl: Zapytaj o swoje dane
pt_br: Pergunte sobre seus dados
ru: Запросите информацию о ваших данных.
sk: Opýtajte sa na svoje údaje
sl: Vprašajte o svojih podatkih
sv: Fråga om dina uppgifter
tr: Verileriniz hakkında bilgi isteyin.
uk: Запитайте про свої дані
vi: Hãy hỏi về dữ liệu của bạn.
zh_hk: 詢問您的資料

source: AI exploration
ar: استكشاف الذكاء الاصطناعي
bg: Изследване с изкуствен интелект
ca: Exploració per IA
de: KI-Erkundung
es: Exploración de IA
fa: اکتشاف هوش مصنوعی
fi: Tekoälyn tutkimusmatka
fr: Exploration de l'IA
it: Esplorazione dell'intelligenza artificiale
ja: AI探査
nb: Utforskning av kunstig intelligens
nl: AI-onderzoek
pl: Eksploracja AI
pt_br: exploração de IA
ru: исследование ИИ
sk: Prieskum umelou inteligenciou
sl: Raziskovanje z umetno inteligenco
sq: Eksplorim AI
sr: VI istraživanje
sv: AI-utforskning
tr: Yapay zeka keşfi
uk: AI-дослідження
vi: Khám phá AI
zh_hk: AI 探索

source: Set up remote sync for your Library
ar: قم بإعداد المزامنة عن بُعد لمكتبتك
bg: Настройте отдалечена синхронизация за вашата библиотека
ca: Configura la sincronització remota per a la teva biblioteca
de: Richten Sie die Remote-Synchronisierung für Ihre Bibliothek ein.
es: Configurar la sincronización remota para su biblioteca
fa: همگام‌سازی از راه دور را برای کتابخانه خود تنظیم کنید
fi: Määritä kirjaston etäsynkronointi
fr: Configurez la synchronisation à distance pour votre bibliothèque
it: Imposta la sincronizzazione remota per la tua libreria
ja: ライブラリのリモート同期を設定する
nb: Konfigurer ekstern synkronisering for biblioteket ditt
nl: Stel synchronisatie op afstand in voor uw bibliotheek.
pl: Skonfiguruj zdalną synchronizację dla swojej biblioteki
pt_br: Configure a sincronização remota para sua Biblioteca.
ru: Настройте удалённую синхронизацию для вашей Библиотеки
sk: Nastavenie vzdialenej synchronizácie pre vašu knižnicu
sl: Nastavite oddaljeno sinhronizacijo za svojo knjižnico
sq: Konfiguro sinkronizimin në distancë për Librarinë tënde
sr: Podesi udaljenu sinhronizaciju za svoju Biblioteku
sv: Konfigurera fjärrsynkronisering för ditt bibliotek
tr: Kütüphaneniz için uzaktan senkronizasyonu ayarlayın.
uk: Налаштуйте віддалену синхронізацію для вашої Бібліотеки
vi: Thiết lập đồng bộ hóa từ xa cho Thư viện của bạn
zh_hk: 為您的圖書館設定遠端同步

source: Keep your Library and transforms safely backed up in Git.
ar: احتفِظ بمكتبتك والتحويلات بنسخة احتياطية آمنة في Git.
bg: Поддържайте вашата библиотека и трансформации безопасно архивирани в Git.
ca: Mantingueu la vostra biblioteca i transformacions emmagatzemades de manera segura a Git.
de: Sichern Sie Ihre Bibliothek und Transformationen sicher in Git.
es: Mantenga su biblioteca y transformaciones respaldadas de forma segura en Git.
fa: از کتابخانه و تبدیل‌های خود به طور ایمن در گیت پشتیبان‌گیری کنید.
fi: Pidä kirjastosi ja muunnokset turvallisesti varmuuskopioina Gitissä.
fr: Conservez une sauvegarde sécurisée de votre bibliothèque et de vos transformations dans Git.
it: Mantieni la tua libreria e le tue trasformazioni al sicuro in Git.
ja: ライブラリと変換を Git に安全にバックアップしておきます。
nb: Hold biblioteket og transformasjonene dine trygt sikkerhetskopiert i Git.
nl: Zorg ervoor dat uw bibliotheek en transformaties veilig zijn opgeslagen in Git.
pl: Zachowaj bezpieczną kopię zapasową swojej biblioteki i transformacji w Git.
pt_br: Mantenha sua biblioteca e transformações em segurança, com backup no Git.
ru: Храните вашу Библиотеку и трансформации в Git с надёжным бэкапом.
sk: Bezpečne si zálohujte svoju knižnicu a transformácie v Gite.
sl: Varno shranite svojo knjižnico in transformacije v Gitu.
sq: Mbaje Librarinë tënde dhe transformimet të backup-uar në mënyrë të sigurt në Git.
sr: Čuvaj svoju Biblioteku i transformacije bezbedno bekapovane u Git-u.
sv: Säkerhetskopiera ditt bibliotek och dina transformationer säkert i Git.
tr: Kütüphanenizi ve dönüşümlerinizi Git'te güvenli bir şekilde yedekleyin.
uk: Безпечно зберігайте резервні копії вашої Бібліотеки та трансформацій у Git.
vi: Hãy sao lưu thư viện và các bản chuyển đổi của bạn một cách an toàn trong Git.
zh_hk: 在 Git 中安全備份您的函式庫和轉換。

source: Failed to create branch
ar: فشل إنشاء الفرع
bg: Създаването на клон не бе успешно
ca: No s'ha pogut crear la branca
de: Zweig konnte nicht erstellt werden
es: No se pudo crear la rama
fa: ایجاد شاخه ناموفق بود
fi: Haaran luominen epäonnistui
fr: Échec de la création de la branche
it: Impossibile creare il ramo
ja: ブランチの作成に失敗しました
nb: Kunne ikke opprette filial
nl: Het is niet gelukt om een branch aan te maken
pl: Nie udało się utworzyć gałęzi
pt_br: Falha ao criar ramificação
ru: Не удалось создать ветку
sk: Nepodarilo sa vytvoriť pobočku
sl: Ustvarjanje veje ni uspelo
sq: Dështoi krijimi i branch-it
sr: Neuspešno kreiranje grane
sv: Misslyckades med att skapa grenen
tr: Dal oluşturulamadı
uk: Не вдалося створити гілку
vi: Không tạo được nhánh
zh_hk: 建立分支失敗

source: Find or create a branch...
ar: ابحث عن فرع أو أنشئ فرعًا...
bg: Намерете или създайте клон...
ca: Troba o crea una sucursal...
de: Suchen oder erstellen Sie eine Filiale...
es: Buscar o crear una sucursal...
fa: پیدا کردن یا ایجاد یک شاخه...
fi: Etsi tai luo sivuliike...
fr: Trouver ou créer une branche...
it: Trova o crea una filiale...
ja: ブランチを検索または作成します...
nb: Finn eller opprett en filial...
nl: Zoek of maak een branch...
pl: Znajdź lub utwórz oddział...
pt_br: Encontre ou crie uma filial...
ru: Найдите или создайте ветку...
sk: Nájsť alebo vytvoriť pobočku...
sl: Poiščite ali ustvarite podružnico ...
sq: Gjej ose krijo një branch...
sr: Pronađi ili kreiraj granu...
sv: Hitta eller skapa en gren...
tr: Bir şube bul veya oluştur...
uk: Знайдіть або створіть гілку...
vi: Tìm hoặc tạo một nhánh...
zh_hk: 尋找或建立分支...

source: No branches found
ar: لم يتم العثور على فروع
bg: Не са намерени клонове
ca: No s'han trobat branques
de: Keine Filialen gefunden
es: No se encontraron sucursales
fa: هیچ شاخه‌ای یافت نشد
fi: Ei haaroja
fr: Aucune succursale trouvée
it: Nessun ramo trovato
ja: ブランチが見つかりません
nb: Ingen filialer funnet
nl: Geen vestigingen gevonden
pl: Nie znaleziono oddziałów
pt_br: Nenhuma ramificação encontrada
ru: Филиалы не найдены
sk: Nenašli sa žiadne pobočky
sl: Ni najdenih podružnic
sq: S’u gjetën branch-e
sr: Nema pronađenih grana
sv: Inga grenar hittades
tr: Hiçbir dal bulunamadı
uk: Гілок не знайдено
vi: Không tìm thấy nhánh nào
zh_hk: 未找到分支

source: No branches available
ar: لا توجد فروع متاحة
bg: Няма налични клонове
ca: No hi ha sucursals disponibles
de: Keine Filialen verfügbar
es: No hay sucursales disponibles
fa: هیچ شعبه‌ای موجود نیست
fi: Ei saatavilla olevia toimipisteitä
fr: Aucune succursale disponible
it: Nessuna filiale disponibile
ja: 利用可能な支店はありません
nb: Ingen filialer tilgjengelig
nl: Geen vestigingen beschikbaar
pl: Brak dostępnych oddziałów
pt_br: Nenhuma filial disponível
ru: Нет доступных филиалов
sk: Žiadne pobočky k dispozícii
sl: Ni razpoložljivih poslovalnic
sq: S’ka branch-e të disponueshëm
sr: Nema dostupnih grana
sv: Inga filialer tillgängliga
tr: Şube mevcut değil
uk: Немає доступних гілок
vi: Không có chi nhánh nào có sẵn
zh_hk: 沒有可用的分支機搆

source: Branches
ar: الفروع
bg: Клонове
ca: Branques
de: Filialen
es: Sucursales
fa: شاخه‌ها
fi: Oksat
fr: Succursales
it: Rami
ja: 支店
nb: Grener
nl: Takken
pl: Gałęzie
pt_br: Galhos
ru: Филиалы
sk: Pobočky
sl: Podružnice
sq: Branch-e
sr: Grane
sv: Grenar
tr: Şubeler
uk: Гілки
vi: Các nhánh
zh_hk: 分支機構

source: Create branch "{0}"
ar: أنشئ الفرع "{0}"
bg: Създаване на клон „{0}“
ca: Crea la branca "{0}"
de: Erstelle Zweig "{0}"
es: Crear rama "{0}"
fa: ایجاد شاخه "{0}"
fi: Luo haara "{0}"
fr: Créer la branche « {0} »
it: Crea ramo "{0}"
ja: ブランチ「{0}」を作成
nb: Opprett filial "{0}"
nl: Maak tak "{0}"
pl: Utwórz gałąź „{0}”
pt_br: Criar ramificação "{0}"
ru: Создать ветку «{0}»
sk: Vytvoriť vetvu „{0}“
sl: Ustvari vejo »{0}«
sq: Krijo branch "{0}"
sr: Kreiraj granu "{0}"
sv: Skapa grenen "{0}"
tr: "{0}" dalını oluştur
uk: Створити гілку "{0}"
vi: Tạo nhánh "{0}"
zh_hk: 建立分支 "{0}"

source: from {0}
ar: من {0}
bg: от {0}
ca: de {0}
de: von {0}
es: desde {0}
fa: از {0}
fi: alkaen {0}
fr: de {0}
it: da {0}
ja: {0}から
nb: fra {0}
nl: van {0}
pl: z {0}
pt_br: de {0}
ru: из {0}
sk: z {0}
sl: od {0}
sq: nga {0}
sr: iz {0}
sv: från {0}
tr: {0}adresinden
uk: з {0}
vi: từ {0}
zh_hk: 來自 {0}

source: Set up git sync
ar: إعداد مزامنة Git
bg: Настройване на синхронизация с git
ca: Configura la sincronització de git
de: Git-Synchronisierung einrichten
es: Configurar la sincronización de Git
fa: تنظیم همگام‌سازی گیت
fi: Git-synkronoinnin määrittäminen
fr: Configurer la synchronisation Git
it: Imposta git sync
ja: git sync を設定する
nb: Sett opp git-synkronisering
nl: Stel git sync in
pl: Skonfiguruj synchronizację git
pt_br: Configure a sincronização do Git.
ru: Настроить git-синхронизацию
sk: Nastavenie synchronizácie s git
sl: Nastavitev sinhronizacije z git
sq: Konfiguro git sync
sr: Podesi git sinhronizaciju
sv: Konfigurera git-synkronisering
tr: Git senkronizasyonunu ayarlayın
uk: Налаштувати синхронізацію з Git
vi: Thiết lập đồng bộ hóa Git
zh_hk: 設定 git 同步

source: Sync Library
ar: مزامنة المكتبة
de: Synchronisierungsbibliothek
es: Biblioteca de sincronización
fa: کتابخانه همگام‌سازی
fi: Synkronoi kirjasto
fr: Bibliothèque de synchronisation
it: Sincronizza libreria
ja: ライブラリを同期
pl: Synchronizuj bibliotekę
pt_br: Biblioteca de Sincronização
ru: Синхронизировать Библиотеку
sk: Synchronizácia knižnice
sl: Sinhronizacija knjižnice
sq: Sinkronizo Librarinë
sr: Sinhronizuj Biblioteku
tr: Senkronizasyon Kütüphanesi
uk: Синхронізувати Library
vi: Thư viện đồng bộ
zh_hk: 同步資料庫

source: Describe your changes
ar: صف تغييراتك
bg: Опишете промените си
ca: Descriu els teus canvis
de: Beschreiben Sie Ihre Änderungen
es: Describe tus cambios
fa: تغییرات خود را شرح دهید
fi: Kuvaile muutoksiasi
fr: Décrivez vos changements
it: Descrivi le tue modifiche
ja: 変更内容を説明してください
nb: Beskriv endringene dine
nl: Beschrijf uw wijzigingen
pl: Opisz swoje zmiany
pt_br: Descreva suas mudanças
ru: Опишите ваши изменения
sk: Popíšte svoje zmeny
sl: Opišite svoje spremembe
sq: Përshkruaj ndryshimet e tua
sr: Opišite svoje izmene
sv: Beskriv dina förändringar
tr: Değişikliklerinizi açıklayın
uk: Опишіть свої зміни
vi: Mô tả những thay đổi của bạn
zh_hk: 描述您的變更

source: What did you change and why?
ar: ماذا غيّرت ولماذا؟
bg: Какво променихте и защо?
ca: Què has canviat i per què?
de: Was haben Sie geändert und warum?
es: ¿Qué cambiaste y por qué?
fa: چی رو عوض کردی و چرا؟
fi: Mitä muutit ja miksi?
fr: Qu'as-tu changé et pourquoi ?
it: Cosa hai cambiato e perché?
ja: 何を変えましたか? また、なぜ変えたのですか?
nb: Hva endret du og hvorfor?
nl: Wat heb je veranderd en waarom?
pl: Co zmieniłeś i dlaczego?
pt_br: O que você mudou e por quê?
ru: Что вы изменили и почему?
sk: Čo ste zmenili a prečo?
sl: Kaj ste spremenili in zakaj?
sq: Çfarë ndryshove dhe pse?
sr: Šta ste promenili i zašto?
sv: Vad ändrade du och varför?
tr: Neyi değiştirdiniz ve neden?
uk: Що ви змінили і чому?
vi: Bạn đã thay đổi những gì và tại sao?
zh_hk: 您改變了什麼，為什麼？

source: This message will be visible in your Git history
ar: ستظهر هذه الرسالة في سجل Git لديك
bg: Това съобщение ще бъде видимо в историята ви в Git
ca: Aquest missatge serà visible al vostre historial de Git.
de: Diese Nachricht wird in Ihrem Git-Verlauf angezeigt
es: Este mensaje será visible en tu historial de Git.
fa: این پیام در تاریخچه گیت شما قابل مشاهده خواهد بود.
fi: Tämä viesti näkyy Git-historiassasi
fr: Ce message sera visible dans votre historique Git
it: Questo messaggio sarà visibile nella cronologia Git
ja: このメッセージはGitの履歴に表示されます
nb: Denne meldingen vil være synlig i Git-historikken din
nl: Dit bericht zal zichtbaar zijn in uw Git-geschiedenis
pl: Ta wiadomość będzie widoczna w historii Git
pt_br: Esta mensagem ficará visível no seu histórico do Git
ru: Это сообщение будет видно в вашей истории Git
sk: Táto správa bude viditeľná vo vašej histórii Gitu
sl: To sporočilo bo vidno v vaši zgodovini Gita
sq: Ky mesazh do të jetë i dukshëm në historikun tënd të Git
sr: Ova poruka će biti vidljiva u vašoj Git istoriji
sv: Det här meddelandet kommer att synas i din Git-historik
tr: Bu mesaj Git geçmişinizde görünür olacak
uk: Це повідомлення буде видно в історії Git
vi: Tin nhắn này sẽ hiển thị trong lịch sử Git của bạn
zh_hk: 此訊息會顯示在您的 Git 歷史記錄中

source: Latest changes have been pulled successfully
ar: تم سحب أحدث التغييرات بنجاح
bg: Последните промени са изтеглени успешно
ca: Els darrers canvis s'han extret correctament
de: Die letzten Änderungen wurden erfolgreich übernommen
es: Los últimos cambios se han realizado correctamente
fa: آخرین تغییرات با موفقیت اعمال شدند
fi: Viimeisimmät muutokset on vedetty onnistuneesti
fr: Les dernières modifications ont été appliquées avec succès
it: Le ultime modifiche sono state eseguite correttamente
ja: 最新の変更が正常にプルされました
nb: De siste endringene har blitt trukket med suksess
nl: De laatste wijzigingen zijn succesvol opgehaald
pl: Ostatnie zmiany zostały pomyślnie pobrane
pt_br: As últimas alterações foram realizadas com sucesso
ru: Последние изменения были успешно получены.
sk: Najnovšie zmeny boli úspešne stiahnuté
sl: Najnovejše spremembe so bile uspešno prenesene
sq: Ndryshimet më të fundit u bënë pull me sukses
sr: Najnovije izmene su uspešno preuzete
sv: De senaste ändringarna har hämtats
tr: Son değişiklikler başarıyla çekildi
uk: Останні зміни успішно підтягнуто
vi: Những thay đổi mới nhất đã được thực hiện thành công
zh_hk: 最新變更已成功拉取

source: Failed to pull changes
ar: فشل سحب التغييرات
bg: Извличането на промените не бе успешно
ca: No s'han pogut obtenir els canvis
de: Änderungen konnten nicht abgerufen werden
es: No se pudieron realizar los cambios
fa: اعمال تغییرات ناموفق بود
fi: Muutosten hakeminen epäonnistui
fr: Échec de l'extraction des modifications
it: Impossibile estrarre le modifiche
ja: 変更をプルできませんでした
nb: Kunne ikke trekke endringer
nl: Wijzigingen konden niet worden opgehaald
pl: Nie udało się pobrać zmian
pt_br: Falha ao extrair alterações
ru: Не удалось получить изменения
sk: Nepodarilo sa načítať zmeny
sl: Sprememb ni bilo mogoče pridobiti
sq: Dështoi pull i ndryshimeve
sr: Neuspešno preuzimanje izmena
sv: Misslyckades med att hämta ändringarna
tr: Değişiklikler çekilemedi
uk: Не вдалося підтягнути зміни
vi: Không thể kéo thay đổi
zh_hk: 拉取變更失敗

source: Save settings before pulling changes
ar: احفظ الإعدادات قبل سحب التغييرات
bg: Запазете настройките, преди да изтеглите промените
ca: Desa la configuració abans d'aplicar els canvis
de: Speichern Sie die Einstellungen, bevor Sie die Änderungen übernehmen
es: Guardar la configuración antes de realizar cambios
fa: قبل از اعمال تغییرات، تنظیمات را ذخیره کنید
fi: Tallenna asetukset ennen muutosten tekemistä
fr: Enregistrer les paramètres avant d'appliquer les modifications
it: Salva le impostazioni prima di apportare modifiche
ja: 変更をプルする前に設定を保存する
nb: Lagre innstillingene før du gjør endringer
nl: Instellingen opslaan voordat u wijzigingen aanbrengt
pl: Zapisz ustawienia przed wprowadzeniem zmian
pt_br: Salvar configurações antes de aplicar alterações
ru: Сохраните настройки перед применением изменений.
sk: Uložte nastavenia pred načítaním zmien
sl: Shrani nastavitve, preden preneseš spremembe
sq: Ruaj cilësimet përpara se të bësh pull të ndryshimeve
sr: Sačuvajte podešavanja pre preuzimanja izmena
sv: Spara inställningar innan du hämtar ändringarna
tr: Değişiklikleri çekmeden önce ayarları kaydedin
uk: Збережіть налаштування перед підтягуванням змін
vi: Lưu cài đặt trước khi thực hiện thay đổi
zh_hk: 拉動變更前儲存設定

source: Pull changes now
ar: اسحب التغييرات الآن
bg: Изтеглете промените сега
ca: Descarrega els canvis ara
de: Änderungen jetzt abrufen
es: Ejecutar cambios ahora
fa: اکنون تغییرات را اعمال کنید
fi: Vedä muutokset nyt
fr: Effectuez les modifications maintenant
it: Estrarre le modifiche ora
ja: 今すぐ変更をプルする
nb: Gjør endringer nå
nl: Wijzigingen nu ophalen
pl: Pobierz zmiany teraz
pt_br: Faça as alterações agora
ru: Сделать pull изменений сейчас
sk: Načítať zmeny teraz
sl: Prevzemi spremembe zdaj
sq: Tërhiq ndryshimet tani
sr: Povuci izmene sada
sv: Dra ändringar nu
tr: Değişiklikleri şimdi çekin.
uk: Підтягнути зміни зараз
vi: Cập nhật ngay!
zh_hk: 現在拉取變更

source: Failed to load shared tenant collections
ar: تعذر تحميل المجموعات المشتركة للمستأجر
bg: Зареждането на споделени колекции от наематели не бе успешно
ca: No s'han pogut carregar les col·leccions de clients compartits
de: Fehler beim Laden der gemeinsam genutzten Mandantensammlungen
es: No se pudieron cargar las colecciones de inquilinos compartidos
fa: بارگیری مجموعه‌های مستاجر مشترک ناموفق بود
fi: Jaettujen vuokralaisten kokoelmien lataaminen epäonnistui
fr: Échec du chargement des collections partagées des locataires
it: Impossibile caricare le raccolte di tenant condivisi
ja: 共有テナントコレクションの読み込みに失敗しました
nb: Kunne ikke laste inn delte leietakersamlinger
nl: Het laden van gedeelde tenantcollecties is mislukt.
pl: Nie udało się załadować współdzielonych kolekcji dzierżawców
pt_br: Falha ao carregar coleções de locatários compartilhados
ru: Не удалось загрузить общие коллекции тенанта
sk: Nepodarilo sa načítať zdieľané kolekcie nájomníkov
sl: Nalaganje zbirk najemnikov v skupni rabi ni uspelo
sq: Dështoi ngarkimi i koleksioneve të përbashkëta të tenant
sr: Nije uspelo učitavanje deljenih tenant kolekcija
sv: Misslyckades med att läsa in delade hyresgästsamlingar
tr: Paylaşılan kiracı koleksiyonları yüklenemedi.
uk: Не вдалося завантажити спільні колекції тенантів
vi: Không thể tải các bộ sưu tập người thuê dùng chung
zh_hk: 載入共用租戶集合失敗

source: No shared tenant collections found
ar: لم يتم العثور على مجموعات مشتركة للمستأجر
bg: Не са намерени споделени колекции от наематели
ca: No s'han trobat col·leccions de tenants compartides
de: Es wurden keine gemeinsam genutzten Mandantensammlungen gefunden.
es: No se encontraron colecciones de inquilinos compartidos
fa: هیچ مجموعه مستاجر مشترکی یافت نشد
fi: Jaettuja vuokralaisten kokoelmia ei löytynyt
fr: Aucune collection de locataires partagés trouvée
it: Nessuna raccolta di tenant condivisi trovata
ja: 共有テナントコレクションが見つかりません
nb: Ingen delte leietakersamlinger funnet
nl: Geen gezamenlijke huurcollecties gevonden
pl: Nie znaleziono żadnych wspólnych kolekcji najemców
pt_br: Nenhuma cobrança compartilhada de inquilinos encontrada.
ru: Общие коллекции тенанта не найдены
sk: Nenašli sa žiadne zdieľané kolekcie nájomníkov
sl: Ni najdenih zbirk najemnikov v skupni rabi
sq: S’u gjetën koleksione të përbashkëta të tenant
sr: Nisu pronađene deljene tenant kolekcije
sv: Inga delade hyresgästsamlingar hittades
tr: Ortak kiracı tahsilatı bulunamadı.
uk: Спільних колекцій тенантів не знайдено
vi: Không tìm thấy bộ sưu tập dữ liệu dùng chung nào.
zh_hk: 未找到共用租戶收藏

source: Branch name already exists
ar: اسم الفرع موجود بالفعل
bg: Името на клона вече съществува
ca: El nom de la sucursal ja existeix
de: Der Filialname ist bereits vorhanden
es: El nombre de la sucursal ya existe
fa: نام شعبه از قبل وجود دارد
fi: Haaran nimi on jo olemassa
fr: Le nom de la branche existe déjà
it: Il nome della filiale esiste già
ja: ブランチ名はすでに存在します
nb: Grennavnet eksisterer allerede
nl: Branchnaam bestaat al
pl: Nazwa oddziału już istnieje
pt_br: O nome da filial já existe
ru: Имя филиала уже существует
sk: Názov pobočky už existuje
sl: Ime podružnice že obstaja
sq: Emri i branch-it ekziston tashmë
sr: Naziv grane već postoji
sv: Filialnamnet finns redan
tr: Şube adı zaten mevcut
uk: Назва гілки вже існує
vi: Tên chi nhánh đã tồn tại
zh_hk: 分支名稱已存在

source: Name for your new branch
ar: اسم الفرع الجديد
bg: Име за вашия нов клон
ca: Nom per a la vostra nova sucursal
de: Name für Ihre neue Niederlassung
es: Nombre para su nueva sucursal
fa: نام شاخه جدید خود را انتخاب کنید
fi: Uuden sivukonttorisi nimi
fr: Nom de votre nouvelle succursale
it: Nome per la tua nuova filiale
ja: 新しいブランチの名前
nb: Navn på din nye filial
nl: Naam voor uw nieuwe vestiging
pl: Nazwa nowego oddziału
pt_br: Nome para sua nova filial
ru: Название вашего нового филиала
sk: Názov vašej novej pobočky
sl: Ime za vašo novo podružnico
sq: Emër për branch-in tënd të ri
sr: Naziv za vašu novu granu
sv: Namn på din nya filial
tr: Yeni şubeniz için bir isim
uk: Назва для вашої нової гілки
vi: Tên cho chi nhánh mới của bạn
zh_hk: 新分行的名稱

source: your-branch-name
bg: името на вашия клон
ca: nom-de-la-teva-sucursal
de: Ihr Filialname
es: nombre-de-su-rama
fa: نام شعبه شما
fi: sivukonttorisi nimi
fr: votre-nom-de-succursale
it: il-nome-della-tua-filiale
ja: あなたの支店名
nb: ditt-filialnavn
nl: uw-filiaalnaam
pl: nazwa-twojego-oddzialu
pt_br: nome-da-sua-filiação
ru: имя-вашей-ветки
sk: názov-vašej-pobočky
sl: ime-vaše-podružnice
sv: ditt-filialnamn
tr: şubenizin adı
vi: tên-chi-nhánh-của-bạn
zh_hk: 您的分支名稱
