Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: If anyone lacks permission to see the dashboard you pick, they'll be redirected to the default homepage.
ar: إذا كان أي شخص يفتقر إلى إذن رؤية لوحة المعلومات التي تختارها، فستتم إعادة توجيهه إلى الصفحة الرئيسية الافتراضية.
bg: Ако някой няма разрешение да вижда избраното от вас табло за управление, той ще бъде пренасочен към началната страница по подразбиране.
ca: Si algú no té permís per veure el tauler de control que trieu, serà redirigit a la pàgina d'inici predeterminada.
de: Wenn jemand nicht über die Berechtigung verfügt, das von Ihnen ausgewählte Dashboard anzuzeigen, wird er auf die Standard-Startseite umgeleitet.
es: Si alguien no tiene permiso para ver el panel que elija, será redirigido a la página de inicio predeterminada.
fa: اگر کسی مجوز دیدن داشبورد انتخابی شما را نداشته باشد، به صفحه اصلی پیش‌فرض هدایت می‌شود.
fi: Jos jollakulla ei ole oikeutta nähdä valitsemaasi kojelautaa, hänet ohjataan oletusarvoiselle kotisivulle.
fr: Si quelqu'un n'a pas l'autorisation de voir le tableau de bord que vous choisissez, il sera redirigé vers la page d'accueil par défaut.
it: Se qualcuno non ha l'autorizzazione per visualizzare la dashboard che hai scelto, verrà reindirizzato alla home page predefinita.
ja: 選択したダッシュボードを表示する権限がないユーザーは、デフォルトのホームページにリダイレクトされます。
nb: Hvis noen mangler tillatelse til å se dashbordet du velger, blir de omdirigert til standard startside.
nl: Als iemand geen toestemming heeft om het door u gekozen dashboard te bekijken, wordt hij of zij doorgestuurd naar de standaardstartpagina.
pl: Jeśli ktoś nie ma uprawnień do przeglądania wybranego przez Ciebie pulpitu nawigacyjnego, zostanie przekierowany na domyślną stronę główną.
pt_br: Se alguém não tiver permissão para ver o painel escolhido, ele será redirecionado para a página inicial padrão.
ru: Если у кого-либо нет разрешения на просмотр выбранной вами панели, они будут перенаправлены на домашнюю страницу по умолчанию.
sk: Ak niekto nemá povolenie na zobrazenie vami vybraného ovládacieho panela, bude presmerovaný na predvolenú domovskú stránku.
sl: Če kdo nima dovoljenja za ogled izbrane nadzorne plošče, bo preusmerjen na privzeto domačo stran.
sq: Nëse dikujt i mungon leja për të parë panelin që zgjidhni, do të ridrejtohet te faqja kryesore e parazgjedhur.
sr: Ako neko nema dozvolu da vidi izabranu kontrolnu tablu, biće preusmeren na podrazumevanu početnu stranicu.
sv: Om någon saknar behörighet att se den instrumentpanel du väljer kommer de att omdirigeras till standardstartsidan.
tr: Seçtiğiniz panoyu görme yetkisi olmayan kişiler varsayılan ana sayfaya yönlendirilecektir.
uk: Якщо хтось не має дозволу переглядати вибраний вами дашборд, його буде перенаправлено на дефолтну домашню сторінку.
vi: Nếu bất kỳ ai không có quyền xem bảng điều khiển bạn chọn, họ sẽ được chuyển hướng đến trang chủ mặc định.
zh_hk: 如果任何人沒有權限查看您選取的儀表板，他們會被重定向到預設首頁。

source: You can always change the homepage in {0} under General.
ar: يمكنك دائمًا تغيير الصفحة الرئيسية في {0} ضمن عام.
bg: Винаги можете да промените началната страница в {0} под „Общи“.
ca: Sempre podeu canviar la pàgina d'inici a {0} , a General.
de: Sie können die Startseite jederzeit unter {0} unter Allgemein ändern.
es: Siempre puedes cambiar la página de inicio en {0} en General.
fa: شما همیشه می‌توانید صفحه اصلی را در {0} در بخش عمومی تغییر دهید.
fi: Voit aina vaihtaa aloitussivun kohdassa {0} kohdassa Yleiset.
fr: Vous pouvez toujours modifier la page d'accueil dans {0} sous Général.
it: Puoi sempre cambiare la homepage in {0} in Generale.
ja: ホームページはいつでも「一般」の下にある {0} で変更できます。
nb: Du kan alltid endre startsiden i {0} under Generelt.
nl: U kunt de startpagina altijd wijzigen in {0} onder Algemeen.
pl: Stronę główną możesz zawsze zmienić w {0} w zakładce Ogólne.
pt_br: Você sempre pode alterar a página inicial em {0} em Geral.
ru: Вы всегда можете изменить домашнюю страницу в {0} в разделе «Общие».
sk: Domovskú stránku môžete kedykoľvek zmeniť v {0} v časti Všeobecné.
sl: Domačo stran lahko vedno spremenite v {0} pod Splošno.
sq: Mund ta ndryshoni gjithmonë faqen kryesore te {0} nën General.
sr: Početnu stranicu uvek možete promeniti u {0} pod Opšte.
sv: Du kan alltid ändra hemsidan i {0} under Allmänt.
tr: Ana sayfayı istediğiniz zaman Genel altında {0} kısmından değiştirebilirsiniz.
uk: Ви завжди можете змінити домашню сторінку в {0} у розділі «Загальні».
vi: Bạn luôn có thể thay đổi trang chủ trong {0} ở mục Chung.
zh_hk: 您可以隨時在 {0} 的「一般」下變更首頁。

source: admin settings
ar: إعدادات المسؤول
bg: настройки на профил администратор
ca: preferències d'adminstració
de: admin Einstellungen
es: configuración
fa: تنظیمات مدیریت
fi: hallintapaneeli
fr: réglages Administrateur
it: impostazioni Amministratore
ja: 管理者設定
nb: admininnstillinger
nl: beheerdersinstellingen
pl: ustawienia administratora
pt_br: configurações de admin
ru: управление
sk: nastavenia správcu
sl: skrbniške nastavitve
sq: cilësimet e administratorit
sr: admin podešavanja
sv: admin-inställningar
tr: yönetici ayarları
uk: налаштування адміністратора
vi: cài đặt quản trị
zh_hk: 管理員設定

source: To enable casting, please select a data type
ar: لتمكين الـ casting، يرجى اختيار نوع بيانات
bg: За да активирате предаването, моля, изберете тип данни
ca: Per habilitar la transmissió, seleccioneu un tipus de dades
de: Um das Casting zu aktivieren, wählen Sie bitte einen Datentyp aus
es: Para habilitar la transmisión, seleccione un tipo de datos
fa: برای فعال کردن تبدیل، لطفاً نوع داده را انتخاب کنید
fi: Ota lähetys käyttöön valitsemalla tietotyyppi
fr: Pour activer la diffusion, veuillez sélectionner un type de données
it: Per abilitare il casting, seleziona un tipo di dati
ja: キャストを有効にするには、データ型を選択してください
nb: For å aktivere casting, velg en datatype
nl: Om casten mogelijk te maken, selecteert u een gegevenstype
pl: Aby włączyć rzutowanie, wybierz typ danych
pt_br: Para habilitar a transmissão, selecione um tipo de dado
ru: Чтобы включить трансляцию, выберите тип данных
sk: Ak chcete povoliť prenášanie, vyberte typ údajov
sl: Če želite omogočiti predvajanje, izberite vrsto podatkov
sq: Për të aktivizuar cast, ju lutemi zgjidhni një lloj të dhënash
sr: Da biste omogućili kastovanje, izaberite tip podataka
sv: För att aktivera casta, vänligen välj en datatyp
tr: Dökümü etkinleştirmek için lütfen bir veri türü seçin
uk: Щоб увімкнути приведення типів, виберіть тип даних
vi: Để bật tính năng truyền, vui lòng chọn một kiểu dữ liệu
zh_hk: 若要啟用鑄造，請選擇資料類型

source: Select data type
ar: اختر نوع بيانات
bg: Изберете тип данни
ca: Selecciona el tipus de dades
de: Datentyp auswählen
es: Seleccionar el tipo de datos
fa: انتخاب نوع داده
fi: Valitse tietotyyppi
fr: Sélectionnez le type de données
it: Seleziona il tipo di dati
ja: データ型を選択
nb: Velg datatype
nl: Selecteer gegevenstype
pl: Wybierz typ danych
pt_br: Selecione o tipo de dados
ru: Выберите тип данных
sk: Vyberte typ údajov
sl: Izberite vrsto podatkov
sq: Zgjidh lloj të dhënash
sr: Izaberite tip podataka
sv: Välj datatyp
tr: Veri türünü seçin
uk: Виберіть тип даних
vi: Chọn kiểu dữ liệu
zh_hk: 選擇資料類型

source: SQL Generation
ar: توليد SQL
de: SQL-Generierung
es: Generación de SQL
fa: تولید SQL
fi: SQL-sukupolvi
fr: Génération SQL
it: Generazione SQL
ja: SQL生成
pl: Generowanie SQL
pt_br: Geração de SQL
ru: Генерация SQL
sk: Generovanie SQL
sl: Generiranje SQL-a
sq: Gjenerim SQL
sr: Generisanje SQL-a
tr: SQL Oluşturma
uk: Генерація SQL
vi: Tạo câu lệnh SQL
zh_hk: SQL 產生

source: Metabase is a Trademark of Metabase, Inc
ar: Metabase هي علامة تجارية لشركة Metabase, Inc
de: Metabase ist eine Marke von Metabase, Inc
es: Metabase es una marca registrada de Metabase, Inc.
fa: Metabase یک علامت تجاری Metabase, Inc
fi: Metabase on Metabase, Inc:n tavaramerkki
fr: Metabase est une marque déposée de Metabase, Inc.
it: Metabase è un marchio di Metabase, Inc
ja: Metabase は Metabase, Inc の商標です
pl: Metabase jest znakiem towarowym Metabase, Inc
pt_br: Metabase é uma marca registrada da Metabase, Inc.
ru: Metabase — торговая марка Metabase, Inc
sk: Metabase je ochranná známka spoločnosti Metabase, Inc
sl: Metabase je blagovna znamka Metabase, Inc
sq: Metabase është një markë tregtare e Metabase, Inc
sr: Metabase je zaštitni znak kompanije Metabase, Inc
tr: Metabase, Metabase, Inc.'in Ticari Markasıdır
uk: Metabase є торговельною маркою Metabase, Inc
vi: Metabase là Thương hiệu của Metabase, Inc
zh_hk: Metabase 是 Metabase, Inc 的商標。

source: You're only allowed to email subscriptions to allowed domains
ar: يُسمح لك بإرسال اشتراكات البريد الإلكتروني إلى النطاقات المسموح بها فقط
bg: Разрешено ви е да изпращате имейл абонаменти само до разрешени домейни
ca: Només podeu enviar subscripcions per correu electrònic a dominis permesos.
de: Sie dürfen Abonnements nur an zulässige Domänen senden.
eo: You can only send emails to legit domains, no cap.
es: Solo se permite enviar suscripciones por correo electrónico a dominios permitidos
fa: شما فقط مجاز به ارسال ایمیل اشتراک به دامنه‌های مجاز هستید
fi: Saat lähettää sähköpostitilauksia vain sallittuihin verkkotunnuksiin.
fr: Vous n'êtes autorisé à envoyer des abonnements par e-mail qu'aux domaines autorisés
it: Puoi inviare abbonamenti via email solo ai domini consentiti
ja: 許可されたドメインへのメール購読のみ許可されます
nb: Du har bare lov til å sende e-postabonnementer til tillatte domener
nl: U mag alleen e-mailabonnementen verzenden naar toegestane domeinen
pl: Możesz wysyłać subskrypcje e-mailowe tylko do dozwolonych domen
pt_br: Você só tem permissão para enviar assinaturas por e-mail para domínios permitidos
ru: Вам разрешено отправлять подписки по электронной почте только на разрешенные домены.
sk: Odbery e-mailom môžete posielať iba na povolené domény
sl: Naročnine po e-pošti lahko pošiljate samo dovoljenim domenam.
sq: Lejohesh të dërgosh me email abonime vetëm te domain-et e lejuara
sr: Dozvoljeno ti je da šalješ pretplate e-poštom samo na dozvoljene domene
sv: Du får bara skicka e-postprenumerationer till tillåtna domäner
tr: Yalnızca izin verilen etki alanlarına e-posta abonelikleri göndermenize izin verilir
uk: Ви можете надсилати підписки електронною поштою лише на дозволені домени
vi: Bạn chỉ được phép gửi email đăng ký đến các miền được phép
zh_hk: 您只能將訂閱電子郵件發送至允許的網域名稱

source: Exporting analytics content…
ar: جارٍ تصدير محتوى التحليلات…
bg: Експортиране на аналитично съдържание…
ca: Exportació de contingut analític…
de: Exportiere Analyseinhalte…
es: Exportación de contenido analítico…
fa: استخراج محتوای تحلیلی…
fi: Analytiikkasisällön vienti…
fr: Exportation du contenu analytique…
it: Esportazione di contenuti analitici…
ja: 分析コンテンツのエクスポート…
nb: Eksportere analyseinnhold…
nl: Analytische inhoud exporteren…
pl: Eksportowanie zawartości analitycznej…
pt_br: Exportando conteúdo analítico…
ru: Экспорт аналитического контента…
sk: Export analytického obsahu…
sl: Izvoz analitične vsebine…
sq: Po eksportohet përmbajtja e analitikës…
sr: Izvoz sadržaja analitike…
sv: Exportera analysinnehåll…
tr: Analiz içeriği dışa aktarılıyor…
uk: Експортування аналітичного контенту…
vi: Đang xuất nội dung phân tích…
zh_hk: 匯出分析內容…

source: Analytics content exported
ar: تم تصدير محتوى التحليلات
bg: Експортирано аналитично съдържание
ca: Contingut d'analítica exportat
de: exportierte Analyseinhalte
es: Contenido analítico exportado
fa: محتوای تحلیلی صادر شده
fi: Analytics-sisältö viety
fr: Contenu analytique exporté
it: Contenuto di analisi esportato
ja: エクスポートされた分析コンテンツ
nb: Eksportert analyseinnhold
nl: Analytische gegevens geëxporteerd
pl: Eksportowana zawartość analityczna
pt_br: Conteúdo analítico exportado
ru: Экспорт аналитического контента
sk: Exportovaný analytický obsah
sl: Izvožena analitična vsebina
sq: Përmbajtja e analitikës u eksportua
sr: Sadržaj analitike je izvezen
sv: Analysinnehåll exporterat
tr: Analiz içeriği dışa aktarıldı
uk: Аналітичний контент експортовано
vi: Nội dung phân tích đã xuất
zh_hk: 匯出分析內容

source: Error exporting analytics
ar: خطأ أثناء تصدير التحليلات
bg: Грешка при експортиране на анализи
ca: S'ha produït un error en exportar les analítiques
de: Fehler beim Exportieren der Analysedaten
es: Error al exportar análisis
fa: خطا در خروجی گرفتن از تحلیل‌ها
fi: Virhe analytiikan viennissä
fr: Erreur lors de l'exportation des analyses
it: Errore durante l'esportazione dell'analisi
ja: 分析のエクスポート中にエラーが発生しました
nb: Feil ved eksport av analyser
nl: Fout bij het exporteren van analyses
pl: Błąd podczas eksportowania analiz
pt_br: Erro ao exportar análises
ru: Ошибка при экспорте аналитики.
sk: Chyba pri exportovaní analytických údajov
sl: Napaka pri izvozu analitike
sq: Gabim gjatë eksportimit të analitikës
sr: Greška pri izvozu analitike
sv: Fel vid export av analyser
tr: Analiz verilerini dışa aktarırken hata oluştu.
uk: Помилка експортування аналітики
vi: Lỗi khi xuất dữ liệu phân tích
zh_hk: 匯出分析結果出錯

source: Usage analytics
ar: تحليلات الاستخدام
bg: Анализ на употребата
ca: Analítica d'ús
de: Nutzungsanalyse
es: Análisis de uso
fa: تجزیه و تحلیل استفاده
fi: Käyttöanalytiikka
fr: Analyses d'utilisation
it: Analisi dell'utilizzo
ja: 使用状況分析
nb: Bruksanalyse
nl: Gebruiksanalyses
pl: Analiza wykorzystania
pt_br: Análise de uso
ru: Аналитика использования
sk: Analýza používania
sl: Analitika uporabe
sq: Analitika e përdorimit
sr: Analitika korišćenja
sv: Användningsanalys
tr: Kullanım analizi
uk: Аналітика використання
vi: Phân tích sử dụng
zh_hk: 使用分析

source: Export failed
ar: فشل التصدير
bg: Експортирането не бе успешно
ca: L'exportació ha fallat
de: Export fehlgeschlagen
es: Exportación fallida
fa: صادرات ناموفق بود
fi: Vienti epäonnistui
fr: L'exportation a échoué.
it: Esportazione fallita
ja: エクスポートに失敗しました
nb: Eksporten mislyktes
nl: Exporteren mislukt
pl: Eksport nie powiódł się
pt_br: A exportação falhou
ru: Экспорт не удался
sk: Export zlyhal
sl: Izvoz ni uspel
sq: Eksportimi dështoi
sr: Izvoz nije uspeo
sv: Exporten misslyckades
tr: Dışa aktarma başarısız oldu
uk: Не вдалося експортувати
vi: Xuất khẩu thất bại
zh_hk: 匯出失敗

source: Datasource actions
ar: إجراءات مصدر البيانات
bg: Действия с източника на данни
ca: Accions de la font de dades
de: Datenquellenaktionen
es: Acciones de la fuente de datos
fa: اقدامات مربوط به منابع داده
fi: Tietolähteen toiminnot
fr: Actions sur la source de données
it: Azioni dell'origine dati
ja: データソースアクション
nb: Datakildehandlinger
nl: Gegevensbronacties
pl: Działania źródła danych
pt_br: Ações da fonte de dados
ru: Действия с источником данных
sk: Akcie zdroja údajov
sl: Dejanja vira podatkov
sq: Veprime të burimit të të dhënave
sr: Radnje izvora podataka
sv: Datakällans åtgärder
tr: Veri kaynağı eylemleri
uk: Дії з джерелом даних
vi: Hành động nguồn dữ liệu
zh_hk: 資料來源動作

source: Reset data source
ar: إعادة تعيين مصدر البيانات
bg: Нулиране на източника на данни
ca: Restableix la font de dades
de: Datenquelle zurücksetzen
es: Restablecer la fuente de datos
fa: تنظیم مجدد منبع داده
fi: Palauta tietolähde
fr: Réinitialiser la source de données
it: Reimposta origine dati
ja: データソースをリセット
nb: Tilbakestill datakilde
nl: Gegevensbron resetten
pl: Zresetuj źródło danych
pt_br: Redefinir fonte de dados
ru: Сбросить источник данных
sk: Obnoviť zdroj údajov
sl: Ponastavi vir podatkov
sq: Rivendos burimin e të dhënave
sr: Vrati izvor podataka na podrazumevano
sv: Återställ datakälla
tr: Veri kaynağını sıfırla
uk: Скинути джерело даних
vi: Đặt lại nguồn dữ liệu
zh_hk: 重設資料來源

# {0} is either NOT or empty string
source: Comma separated names of schemas that should {0}be replicated
ar: أسماء مخططات مفصولة بفواصل يجب {0}تكرارها
bg: Имената на схемите, разделени със запетаи, които трябва да {0}бъдат репликирани
ca: Noms separats per comes dels esquemes que s'haurien de replicar {0}
de: Durch Kommas getrennte Namen von Schemata, die {0}repliziert werden sollen
es: Nombres separados por comas de esquemas que deberían {0}replicarse
fa: نام‌های طرحواره‌هایی که باید {0}تکرار شوند، با کاما از هم جدا شده‌اند
fi: Pilkuilla erotetut skeemojen nimet, jotka tulisi {0}replikoida
fr: Noms séparés par des virgules des schémas qui doivent être {0}répliqués
it: Nomi separati da virgole degli schemi che dovrebbero essere replicati {0}
ja: {0}、複製されるべきスキーマの名前をカンマ区切りで指定する。
nb: Kommaseparerte navn på skjemaer som skal {0}replikeres
nl: Door komma's gescheiden namen van schema's die {0}moeten worden gerepliceerd
pl: Nazwy schematów, które powinny zostać zreplikowane (oddzielone przecinkami) {0}
pt_br: Nomes separados por vírgulas de esquemas que devem {0}ser replicados
ru: Разделенные запятыми имена схем, которые следует {0}реплицировать
sk: Názvy schém oddelené čiarkami, ktoré by sa mali {0}replikovať
sl: Z vejicami ločena imena shem, ki jih je treba {0}replicirati
sq: Emra skemash të ndarë me presje që {0}duhet të replikohen
sr: Nazivi šema razdvojeni zarezima koje {0}treba replikovati
sv: Kommaavgränsade namn på scheman som ska {0}replikeras
tr: {0}çoğaltılması gereken şemaların virgülle ayrılmış adları
uk: Назви схем, розділені комами, які мають {0}бути репліковані
vi: Tên của các lược đồ được phân tách bằng dấu phẩy cần được sao chép {0}
zh_hk: 以逗號分隔應複製 {0}的模式名稱

# {0} is a number. This text is short for 'View all N databases.'
source: View all {0}
ar: عرض الكل ({0})
bg: Вижте всички {0}
ca: Veure-ho tot {0}
de: Alle anzeigen {0}
es: Ver todo {0}
fa: مشاهده همه {0}
fi: Näytä kaikki {0}
fr: Tout afficher {0}
it: Visualizza tutto {0}
ja: すべて表示 {0}
nb: Se alle {0}
nl: Bekijk alles {0}
pl: Zobacz wszystko {0}
pt_br: Ver todos {0}
ru: Просмотреть все {0}
sk: Zobraziť všetky {0}
sl: Oglejte si vse {0}
sq: Shiko të gjitha {0}
sr: Prikaži svih {0}
sv: Visa alla {0}
tr: Hepsini görüntüle {0}
uk: Переглянути всі {0}
vi: Xem tất cả {0}
zh_hk: 檢視所有 {0}

# {0} is the number of segments
source: {0} segment
ar: {0} شريحة
bg: {0} сегмент
ca: Segment {0}
es: {0} segmento
fa: {0} بخش
fi: {0} segmentti
fr: le segment {0}
it: {0} segmento
ja: {0} セグメント
pt_br: Segmento {0}
ru: {0} сегмент
sk: segment {0}
sl: segment {0}
sv: segment {0}
uk: {0} сегмент
vi: {0} phân đoạn
zh_hk: {0} 客群

# {0} is the number of measures
source: {0} measure
ar: {0} مقاييس
ca: mesura {0}
de: {0} Maß
es: {0} medida
fa: {0} اندازه‌گیری
fi: {0} mitta
fr: {0} mesure
it: misura {0}
ja: {0} 小節
nb: {0} tiltak
pl: {0} miara
pt_br: {0} medida
ru: {0} мера
sk: {0} miera
sl: {0} ukrep
sq: {0} matje
sr: {0} mera
tr: {0} ölçü
uk: {0} вимірювання
vi: {0} biện pháp
zh_hk: {0} 措施

# {0} is an email address
source: Enter: {0}
ar: أدخل: {0}
bg: Въведете: {0}
ca: Introduïu: {0}
de: Geben Sie ein: {0}
es: Ingresar: {0}
fa: وارد کنید: {0}
fi: Syötä: {0}
fr: Entrez : {0}
it: Inserisci: {0}
ja: 入力: {0}
nb: Skriv inn: {0}
nl: Voer in: {0}
pl: Wpisz: {0}
pt_br: Insira: {0}
ru: Введите: {0}
sk: Zadajte: {0}
sl: Vnesite: {0}
sq: Fut: {0}
sr: Unesi: {0}
sv: Ange: {0}
tr: Girin: {0}
uk: Введіть: {0}
vi: Nhập: {0}
zh_hk: 輸入： {0}

# {0} is the button to reload the page
source: The analytics server is undergoing maintenance. {0}.
ar: يخضع خادم التحليلات للصيانة. {0}.
bg: Аналитичният сървър е в процес на поддръжка. {0}.
ca: El servidor d'analítica està en manteniment. {0}.
de: Der Analyseserver wird gewartet. {0}.
es: El servidor de análisis está en mantenimiento. {0}.
fa: سرور تحلیلی در حال تعمیر و نگهداری است. {0}.
fi: Analytiikkapalvelinta huolletaan. {0}.
fr: Le serveur d'analyse est en cours de maintenance. {0}.
it: Il server di analisi è in manutenzione. {0}.
ja: 分析サーバーはメンテナンス中です。 {0}。
nb: Analyseserveren gjennomgår vedlikehold. {0}.
nl: Er vindt momenteel onderhoud plaats aan de analyse-server. {0}.
pl: Trwają prace konserwacyjne serwera analitycznego. {0}.
pt_br: O servidor de análise está em manutenção. {0}.
ru: Аналитический сервер находится на техническом обслуживании. {0}.
sk: Analytický server prechádza údržbou. {0}.
sl: Strežnik za analitiko je v vzdrževanju. {0}.
sq: Serveri i analitikës është në mirëmbajtje. {0}.
sr: Analitički server je u režimu održavanja. {0}.
sv: Analysservern genomgår underhåll. {0}.
tr: Analitik sunucumuz bakımdadır. {0}.
uk: Аналітичний сервер перебуває на техобслуговуванні. {0}.
vi: Máy chủ phân tích đang được bảo trì. {0}.
zh_hk: 分析伺服器正在進行維護。 {0}.

# 'restores' and 'upgrades' are nouns in plural in this context
source: Get automatic backups, restores, and upgrades, built-in network monitoring, unlimited expert help from engineers and more.
ar: احصل على نسخ احتياطية واستعادات وترقيات تلقائية، ومراقبة شبكة مدمجة، ومساعدة غير محدودة من مهندسين خبراء وغير ذلك.
bg: Получете автоматично архивиране, възстановяване и надграждане, вграден мониторинг на мрежата, неограничена експертна помощ от инженери и много други.
ca: Obteniu còpies de seguretat, restauracions i actualitzacions automàtiques, supervisió de xarxa integrada, ajuda d'experts il·limitada d'enginyers i molt més.
de: Erhalten Sie automatische Backups, Wiederherstellungen und Upgrades, integrierte Netzwerküberwachung, unbegrenzte Expertenhilfe von Technikern und mehr.
es: Obtenga copias de seguridad, restauraciones y actualizaciones automáticas, monitoreo de red integrado, ayuda ilimitada de expertos ingenieros y más.
fa: پشتیبان گیری خودکار، بازیابی و ارتقاء، نظارت بر شبکه داخلی، کمک متخصص نامحدود از مهندسان و موارد دیگر دریافت کنید.
fi: Hanki automaattiset varmuuskopiot, palautukset ja päivitykset, sisäänrakennettu verkon valvonta, rajoittamaton asiantuntija-apu insinööreiltä ja paljon muuta.
fr: Bénéficiez de sauvegardes, de restaurations et de mises à niveau automatiques, d'une surveillance réseau intégrée, d'une aide illimitée d'experts de la part d'ingénieurs et bien plus encore.
it: Ottieni backup, ripristini e aggiornamenti automatici, monitoraggio di rete integrato, assistenza illimitata da parte di tecnici esperti e molto altro ancora.
ja: 自動バックアップ、復元、アップグレード、組み込みのネットワーク監視、エンジニアによる無制限の専門サポートなどを利用できます。
lt: Gaukite automatines atsargines kopijas, atkūrimus ir atnaujinimus, įtaisytą tinklo stebėjimą, neribotą inžinierių ekspertų pagalbą ir dar daugiau.
nb: Få automatisk sikkerhetskopiering, gjenoppretting og oppgradering, innebygd nettverksovervåking, ubegrenset eksperthjelp fra teknikere og mye mer.
nl: Profiteer van automatische back-ups, herstelbewerkingen en upgrades, ingebouwde netwerkbewaking, onbeperkte deskundige hulp van technici en meer.
pl: Uzyskaj automatyczne kopie zapasowe, przywracanie i uaktualnienia, wbudowany monitoring sieci, nieograniczoną pomoc ekspertów od inżynierów i wiele więcej.
pt_br: Obtenha backups, restaurações e atualizações automáticas, monitoramento de rede integrado, ajuda ilimitada de engenheiros especializados e muito mais.
ru: Получите автоматическое резервное копирование, восстановление и обновления, встроенный мониторинг сети, неограниченную экспертную помощь от инженеров и многое другое.
sk: Získajte automatické zálohy, obnovy a aktualizácie, vstavané monitorovanie siete, neobmedzenú odbornú pomoc od technikov a ďalšie.
sl: Zagotovite si samodejne varnostne kopije, obnovitve in nadgradnje, vgrajen nadzor omrežja, neomejeno strokovno pomoč inženirjev in več.
sq: Merr backup-e automatike, rikthime dhe përditësime, monitorim rrjeti të integruar, ndihmë pa limit nga inxhinierët ekspertë dhe më shumë.
sr: Dobijte automatske bekape, povratke i nadogradnje, ugrađen monitoring mreže, neograničenu stručnu pomoć od inženjera i još mnogo toga.
sv: Få automatiska säkerhetskopieringar, återställningar och uppgraderingar, inbyggd nätverksövervakning, obegränsad experthjälp från ingenjörer och mer.
tr: Otomatik yedeklemeler, geri yüklemeler ve yükseltmeler, yerleşik ağ izleme, mühendislerden sınırsız uzman yardımı ve daha fazlasını edinin.
uk: Отримайте автоматичні бекапи, відновлення та оновлення, вбудований моніторинг мережі, необмежену допомогу експертів від інженерів тощо.
vi: Nhận bản sao lưu, khôi phục và nâng cấp tự động, giám sát mạng tích hợp, trợ giúp chuyên môn không giới hạn từ các kỹ sư và nhiều hơn thế nữa.
zh_hk: 取得自動備份、還原和升級、內建網路監控、無限次的工程師專家協助等。
