Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Whether or not uploads are enabled
ar: ما إذا كانت عمليات الرفع مفعّلة أم لا
bg: Дали качванията са активирани или не
ca: Si les pujades estan habilitades o no
de: Ob Uploads aktiviert sind oder nicht
eo: If uploads are even a thing rn
es: Si las cargas están habilitadas o no
fa: آیا آپلودها فعال هستند یا نه
fi: Onko tiedostojen lataaminen sallittu vai ei
fr: Si les téléchargements sont autorisés ou non
hu: A feltöltések engedélyezve vannak-e vagy sem
it: Se i caricamenti sono abilitati o meno
ja: アップロードが有効かどうか
lt: Nesvarbu, ar įkėlimai įgalinti, ar ne
ms: Sama ada muat naik diaktifkan atau tidak
nb: Om opplastinger er aktivert eller ikke
nl: Of uploads zijn ingeschakeld of niet
pl: Przesyłanie jest włączone czy nie
pt_br: Se os uploads estão habilitados ou não
ru: Включена ли загрузка
sk: Či je alebo nie je povolené odosielanie
sl: Ali so nalaganja omogočena ali ne
sq: Nëse upload-et janë të aktivizuara apo jo
sr: Da li su upload-ovi uključeni
sv: Om uppladdningar är aktiverade eller inte
tr: Yüklemelerin etkin olup olmadığı
uk: Чи ввімкнено завантаження
vi: Có bật chức năng tải lên hay không
zh_hk: 是否啟用上傳

source: Schema name for uploads
ar: اسم المخطط (Schema) لعمليات الرفع
bg: Име на схема за качвания
ca: Nom de l'esquema per a les pujades
de: Schema-Name für Uploads
eo: Upload name sm for the schema
es: Nombre de esquema para subidas
fa: نام طرحواره برای آپلودها
fi: Latausten skeeman nimi
fr: Nom du schéma pour les téléchargements
hu: A feltöltések sémaneve
it: Nome dello schema per i caricamenti
ja: アップロード用スキーマ名
lt: Įkėlimų schemos pavadinimas
ms: Nama skema untuk muat naik
nb: Skjemanavn for opplastinger
nl: Scheman naam voor uploads
pl: Nazwa schematu dla przesyłanych plików
pt_br: Nome do esquema para uploads
ru: Имя схемы для загружаемых файлов
sk: Názov schémy pre nahrávanie
sl: Ime sheme za nalaganje
sq: Emri i skemës për upload-et
sr: Naziv šeme za upload
sv: Schemanamn för uppladdningar
tr: Yüklemeler için şema adı
uk: Назва схеми для завантажень
vi: Tên lược đồ cho các lần tải lên
zh_hk: 上傳的架構名稱

source: Pick one of your dashboards to serve as a homepage. Users without dashboard access will be directed to the default homepage
hu: Válasszon egy irányítópultot kezdőlapként. Azok a felhasználók, akiknek nincs hozzáférésük az irányítópulthoz, az alapértelmezett kezdőlapra lesznek irányítva
ms: Pilih salah satu papan pemuka anda untuk berfungsi sebagai laman utama. Pengguna tanpa akses papan pemuka akan diarahkan ke laman utama lalai

source: Database ID for uploads
ar: معرّف قاعدة البيانات لعمليات الرفع
bg: ID база данни за качвания
ca: ID de la Base de dades per a pujades
de: Datenbank-ID für Uploads
eo: DB ID for uploads, fr fr
es: ID de base de datos para cargas
fa: شناسه پایگاه داده برای آپلودها
fi: Tietokannan tunniste tiedostojen latauksille
fr: ID de base de données pour les téléchargements
hu: A feltöltések adatbázis-azonosítója
it: ID del database per i caricamenti
ja: アップロード用データベースID
lt: Įkėlimų duomenų bazės ID
ms: ID pangkalan data untuk muat naik
nb: Database-ID for opplastinger
nl: Database ID voor uploads
pl: ID bazy danych dla przesyłanych plików
pt_br: ID do banco de dados para uploads
ru: Идентификатор базы данных для загрузок
sk: ID databázy pre nahrávanie
sl: ID zbirke podatkov za nalaganje
sq: ID e databazës për upload-et
sr: ID baze podataka za upload
sv: Databas-ID för uppladdningar
tr: Yüklemeler için veritabanı kimliği
uk: ID бази даних для завантажень
vi: ID cơ sở dữ liệu để tải lên
zh_hk: 用於上傳的資料庫 ID

source: Cached number of active users. Refresh every 5 minutes.
hu: Gyorsítótárazott aktív felhasználók száma. Frissítés 5 percenként.
ms: Nombor cache pengguna aktif. Segar semula setiap 5 minit.

source: Error converting query to pMBQL: {0}
ar: خطأ أثناء تحويل الاستعلام إلى pMBQL: {0}
bg: Грешка при конвертиране на запитване към pMBQL: {0}
ca: Error en convertir la consulta a pMBQL: {0}
de: Fehler beim Konvertieren der Abfrage in pMBQL: {0}
eo: Bruh, error converting query to pMBQL: {0} smh
es: Error al convertir la consulta a pMBQL: {0}
fa: خطا در تبدیل پرس و جو به pMBQL: {0}
fi: Virhe muunnettaessa kyselyä pMBQL-muotoon: {0}
fr: Erreur lors de la conversion de la requête en pMBQL: {0}
hu: Hiba a lekérdezés pMBQL-re való átalakítása során: {0}
it: Errore nella conversione della query in pMBQL: {0}
ja: クエリの pMBQL への変換エラー：{0}
lt: Klaida konvertuojant užklausą į pMBQL: {0}
ms: Ralat menukar query kepada pMBQL: {0}
nb: Feil ved konvertering av spørring til pMBQL: {0}
nl: Fout bij het converteren van query naar pMBQL: {0}
pl: Błąd konwersji zapytania do pMBQL: {0}
pt_br: Erro ao converter consulta para pMBQL: {0}
ru: Ошибка при преобразовании запроса в pMBQL: {0}
sk: Chyba pri prevode dotazu do jazyka pMBQL: {0}
sl: Napaka pri pretvorbi poizvedbe v pMBQL: {0}
sq: Gabim gjatë konvertimit të pyetjes në pMBQL: {0}
sr: Greška pri konvertovanju upita u pMBQL: {0}
sv: Fel vid konvertering av fråga till pMBQL: {0}
tr: Sorgu pMBQL'e dönüştürülürken hata oluştu: {0}
uk: Помилка конвертації запиту в pMBQL: {0}
vi: Lỗi khi chuyển đổi truy vấn sang pMBQL: {0}
zh_hk: 將查詢轉換為pMBQL時發生錯誤：{0}

source: Database auto incremented of {0} has changed from ''{1}'' to ''{2}''.
hu: A(z) {0} adatbázis automatikus növelése megváltozott innen: ''{1}'', ide: ''{2}''.
ms: Auto increment pangkalan data {0} telah berubah dari ''{1}'' kepada ''{2}''.

source: Position of {0} has changed from ''{1}'' to ''{2}''.
hu: A(z) {0} pozíció megváltozott innen: ''{1}'', ide: ''{2}''.
ms: Kedudukan {0} telah berubah dari ''{1}'' kepada ''{2}''.

source: Scheduling indexing for model: {0}
hu: Indexelés ütemezése a(z) {0} modellhez
ms: Menjadualkan pengindeksan untuk model: {0}

source: Error scheduling indexing for model: {0}
hu: Hiba az indexelés ütemezése során a(z) {0} modellhez
ms: Ralat menjadualkan pengindeksan untuk model: {0}

source: Index already present for model: {0}
hu: Index már jelen van a(z) {0} modellhez
ms: Indeks sudah ada untuk model: {0}

source: Could not find a common type for {0} and {1}
hu: Nem található közös típus a(z) {0} és a(z) {1} között
ms: Tidak dapat mencari jenis biasa untuk {0} dan {1}

source: {0} is not a recognizable datetime
hu: A(z) {0} nem felismerhető dátum/idő
ms: {0} bukan tarikhmasa yang dapat dikenali

source: {0} is not a recognizable number
hu: A(z) {0} nem felismerhető szám
ms: {0} bukan nombor yang dapat dikenali

source: {0} is not a recognizable boolean
hu: A(z) {0} nem felismerhető logikai érték
ms: {0} bukan boolean yang dapat dikenali

source: value must be a negative integer
hu: az értéknek negatív egész számnak kell lennie
lt: reikšmė turi būti neigiamas sveikasis skaičius
ms: nilai mesti integer negatif

source: value must be seq of maps in which {0}s are unique
ar: يجب أن تكون value تسلسلًا من maps تكون فيه {0}s فريدة
bg: стойността трябва да е последователност от карти, в която {0} са уникални
ca: el valor ha de ser una seqüència de mapes on {0} són únics
de: Wert muss eine Folge von Karten sein, in der {0}s einzigartig sind
eo: value has to be a list of maps where all the {0}s are totally unique, fr fr
es: el valor debe ser la secuencia de los mapas en los que los {0} son únicos
fa: مقدار باید دنباله نقشه هایی باشد که {0}در آنها منحصر به فرد است
fi: arvon on oltava karttojen jono, jossa {0}-t ovat uniikkeja
fr: La valeur doit être une séquence de cartes dans lesquelles les éléments {0}s sont uniques
hu: az értéknek olyan térképek sorozatának kell lennie, amelyekben a(z) {0}-k egyediek
it: Il valore deve essere una serie di mappe in cui {0}è unico.
ja: 値は{0}が一意であるマップのseqでなければならない。
lt: reikšmė turi būti seka žemėlapių, kuriuose {0} yra unikalūs
ms: nilai mesti urutan peta di mana {0} adalah unik
nb: verdi må være en sekvens av kart der {0} er unike
nl: de waarde moet een reeks kaarten zijn waarin {0}s uniek zijn
pl: wartość musi być sekwencją mapowań, w których {0} są unikalne
pt_br: valor deve ser uma sequência de mapas nos quais {0}s são únicos
ru: Значение должно представлять собой последовательность карт, в которых {0}s уникальны.
sk: hodnota musí byť sekvencia máp, v ktorej {0}s sú jedinečné
sl: vrednost mora biti seq zemljevidov, v katerih so {0} edinstveni
sq: vlera duhet të jetë një seq mapash ku {0}-të janë unike
sr: vrednost mora biti seq mapa u kojima su {0} jedinstveni
sv: värdet måste vara seq av kartor där {0}s är unika
tr: değer, {0}s'nin benzersiz olduğu haritalar dizisi olmalıdır
uk: значення має бути seq мап, у яких {0} є унікальними
vi: giá trị phải là seq của các bản đồ trong đó {0}là duy nhất
zh_hk: 值必須是{0}唯一的映射序列

source: Multiple conflicting connection impersonation policies found for current user
ar: تم العثور على عدة سياسات انتحال هوية اتصال متعارضة للمستخدم الحالي
bg: Намерени са няколко противоречиви политики за имитация на връзки за текущия потребител
ca: S'han trobat diverses polítiques de suplantació de la connexió en conflicte per a l'usuari actual
de: Mehrere widersprüchliche Richtlinien zur Verbindungseinschränkung für den aktuellen Benutzer gefunden
eo: Bruh, there’s hella conflicting connection impersonation policies for your account, lol.
es: Se encontraron varias políticas de suplantación de conexión en conflicto para el usuario actual
fa: چندین خط مشی جعل هویت اتصال متناقض برای کاربر فعلی پیدا شد
fi: Nykyiselle käyttäjälle löydettiin useita ristiriitaisia ​​yhteyskäytäntöjä
fr: Plusieurs politiques d'imitation de connexions conflictuelles pour l'utilisateur actuel
hu: Több ellentmondó kapcsolat megszemélyesítési szabályzat található a jelenlegi felhasználó számára
it: Trovati più criteri di impersonificazione delle connessioni in conflitto per l'utente corrente
ja: 現在のユーザーについて、複数の競合する接続なりすましポリシーが見つかりました。
lt: Dabartiniam vartotojui rasta kelios nesuderinamos ryšio apsimetinėjimo strategijos
ms: Dasar peniruan sambungan yang bercanggah berganda ditemui untuk pengguna semasa
nb: Konflikt mellom flere koblinger i etterligningspolicyer funnet for gjeldende bruker
nl: Meerdere conflicterende verbindingsimitatiebeleid gevonden voor huidige gebruiker
pl: Znaleziono wiele sprzecznych zasad podszywania się pod połączenia dla bieżącego użytkownika
pt_br: Várias políticas de representação de conexão conflitantes encontradas para o usuário atual
ru: Для текущего пользователя найдено несколько конфликтующих политик имперсонации соединений
sk: Pre aktuálneho používateľa bolo nájdených viacero konfliktných zásad zosobnenia pripojenia
sl: Za trenutnega uporabnika je bilo najdenih več pravilnikov o poosebljanju povezave v sporu
sq: U gjetën politika të shumta konfliktuese të imitimit të identitetit të lidhjes për përdoruesin aktual
sr: Pronađeno je više međusobno konfliktnih pravila za predstavljanje kao drugi korisnik za trenutnog korisnika
sv: Flera motstridiga principer för personifiering av anslutningar hittades för aktuell användare
tr: Geçerli kullanıcı için birden fazla çakışan bağlantı kimliğine bürünme ilkesi bulundu
uk: Знайдено кілька конфліктних політик імперсонації підключення для поточного користувача
vi: Đã tìm thấy nhiều chính sách mạo danh kết nối xung đột cho người dùng hiện tại
zh_hk: 為當前用戶找到多個衝突的連接模擬策略

source: Error setting role on connection
hu: Hiba a kapcsolat szerepkörének beállítása során
ms: Ralat menetapkan peranan pada sambungan

source: value must be a valid user attributes map (name -> value)
ar: يجب أن تكون value خريطة سمات مستخدم صالحة (name -> value)
bg: стойността трябва да е валидна карта на потребителските атрибути (име -> стойност)
ca: El valor ha de ser un mapa d'atributs d'usuari vàlid (nom -> valor)
de: Wert muss eine gültige Benutzerattributkarte sein (Name -> Wert)
eo: yo, the value gotta be a legit user attributes map (name -> value), fr
es: el valor debe ser un mapa de atributos de usuario válido (nombre -> valor)
fa: مقدار باید یک نقشه مشخصه های کاربر معتبر باشد (نام -> مقدار)
fi: arvon on oltava kelvollinen käyttäjän ominaisuuskartta (nimi -> arvo)
fr: la valeur doit être un mapping des attributs de l'utilisateur (nom -> valeur)
hu: az értéknek érvényes felhasználói attribútumtérképnek kell lennie (név -> érték)
it: il valore deve essere una mappa di attributi utente valida (nome -> valore)
ja: valueは有効なユーザー属性マップ(name -> value)でなければならない。
lt: reikšmė turi būti galiojantis vartotojo atributų žemėlapis (vardas -> reikšmė)
ms: nilai mesti peta atribut pengguna yang sah (nama -> nilai)
nb: verdi må være et gyldig bruker attributt kart (navn -> verdi)
nl: de waarde moet een geldige gebruikersattribuutkaart zijn (naam -> waarde)
pl: wartość musi być prawidłowym mapowaniem atrybutów użytkownika (nazwa -> wartość)
pt_br: o valor deve ser um mapa de atributos de usuário válido (nome -> valor)
ru: значение должно быть действительной картой пользовательских атрибутов (имя -> значение)
sk: value musí byť platná mapa používateľských atribútov (name -> value)
sl: vrednost mora biti veljavna preslikava uporabniških atributov (ime -> vrednost)
sq: vlera duhet të jetë një mapë e vlefshme e atributeve të përdoruesit (emër -> vlerë)
sr: vrednost mora biti važeća mapa atributa korisnika (naziv -> vrednost)
sv: value måste vara ett giltigt användarattribut map (name -> value)
tr: değer geçerli bir kullanıcı öznitelikleri haritası olmalıdır (ad -> değer)
uk: значення має бути валідною мапою атрибутів користувача (name -> value)
vi: giá trị phải là bản đồ thuộc tính người dùng hợp lệ (tên -> giá trị)
zh_hk: 值必須是有效的用戶屬性映射 (名稱 -> 值)

source: Export to {0} complete!
hu: Az export {0}-ba befejeződött!
ms: Eksport ke {0} selesai!

source: Exporting Metabase to {0}
hu: Metabase exportálása {0}-ba
ms: Mengeksport Metabase ke {0}

source: Error importing {0}. Continuing...
hu: Hiba a(z) {0} importálása során. Folytatás...
ms: Ralat mengimport {0}. Teruskan...

source: Loading {0}
hu: {0} betöltése
ms: Memuatkan {0}

source: Errors were encountered during import.
hu: Hibák léptek fel az importálás során.
ms: Ralat ditemui semasa import.

source: Model not found for table {0}
ar: لم يتم العثور على نموذج للجدول {0}
bg: Не е намерен модел за таблица {0}
ca: No s'ha trobat el model per a la taula {0}
de: Modell für Tabelle {0} nicht gefunden
eo: Bruh, no cap, the model for table {0} is MIA.
es: Modelo no encontrado para la tabla {0}
fa: مدل برای جدول {0}پیدا نشد
fi: Mallia ei löytynyt taululle {0}
fr: Modèle non trouvé pour la table {0}
hu: A modell nem található a(z) {0} táblához
it: Modello non trovato per la tabella {0}
ja: テーブル {0} にモデルが見つかりません。
lt: Lentelėje {0} modelis nerastas
ms: Model tidak ditemui untuk jadual {0}
nb: Modell ikke funnet for tabell {0}
nl: Model niet gevonden voor tabel {0}
pl: Model nie znaleziony dla tabeli {0}
pt_br: Modelo não encontrado para a tabela {0}
ru: Модель не найдена для стола {0}
sk: Model nebol nájdený pre tabuľku {0}
sl: Modela ni mogoče najti za tabelo {0}
sq: Modeli nuk u gjet për tabelën {0}
sr: Model nije pronađen za tabelu {0}
sv: Modell hittades inte för tabell {0}
tr: {0}tablosu için model bulunamadı
uk: Модель для таблиці {0} не знайдено
vi: Không tìm thấy mô hình cho bảng {0}
zh_hk: 找不到表{0}的模型

source: Storing {0}
hu: {0} tárolása
ms: Menyimpan {0}

source: How different products are performing.
ar: كيف تؤدي المنتجات المختلفة.
bg: Как се представят различните продукти.
ca: Com es comporten els productes.
de: Wie sich verschiedene Produkte entwickeln.
eo: How different products are vibing.
es: Cómo se están comportando los diferentes productos.
fa: عملکرد محصولات مختلف چگونه است
fi: Kuinka eri tuotteet suoriutuvat.
fr: Comment des produits différents s'en sortent.
hu: Hogyan teljesítenek a különböző termékek.
it: Come si comportano i diversi prodotti.
ja: さまざまな製品のパフォーマンス
lt: Kaip veikia skirtingi produktai.
ms: Bagaimana prestasi produk yang berbeza.
nb: Hvordan forskjellige produkter yter.
nl: Hoe verschillende producten presteren.
pl: Jak działają różne produkty.
pt_br: Qual o desempenho de diferentes produtos.
ru: Как ведут себя различные продукты.
sk: Ako sa darí jednotlivým produktom.
sl: Kako delujejo različni izdelki.
sq: Si po performojnë produkte të ndryshme.
sr: Kako različiti proizvodi ostvaruju rezultate.
sv: Hur olika produkter presterar.
tr: Farklı ürünler nasıl performans gösteriyor?
uk: Як показують себе різні продукти.
vi: Hiệu suất của các sản phẩm khác nhau như thế nào.
zh_hk: 不同產品的表現如何

source: Where most traffic is coming from.
ar: من أين تأتي معظم الزيارات.
bg: Откъде идва най-много трафик.
ca: D'on ve la majoria del tràfic.
de: Von wo her der meiste Verkehr kommt.
eo: Where most of the vibe is coming from.
es: De dónde proviene la mayor parte del tráfico.
fa: جایی که بیشترین ترافیک از آنجا می آید.
fi: Mistä suurin osa liikenteestä tulee.
fr: D'où vient la majorité du trafic.
hu: Honnan származik a legtöbb forgalom.
it: Da dove proviene la maggior parte del traffico.
ja: トラフィックの多い場所
lt: Iš kur daugiausia srauto.
ms: Dari mana kebanyakan trafik datang.
nb: Hvor mest trafikk kommer fra.
nl: Waar het meeste verkeer vandaan komt.
pl: Skąd pochodzi większość ruchu.
pt_br: De onde vem a maior parte do tráfego.
ru: Откуда приходит большинство трафика.
sk: Odkiaľ prichádza najviac návštevníkov.
sl: Od kod prihaja največ prometa.
sq: Nga vjen shumica e trafikut.
sr: Odakle dolazi većina saobraćaja.
sv: Var den mesta trafiken kommer ifrån.
tr: En çok trafik nereden geliyor.
uk: Звідки надходить найбільше трафіку.
vi: Nơi có nhiều lưu lượng giao thông nhất đến.
zh_hk: 大多數流量來自哪裡

source: It looks like [[this]] has transactions, so here's a look at them
ar: يبدو أن [[this]] يحتوي على معاملات، لذا إليك نظرة عليها
bg: Изглежда, че [[this]] има транзакции, ето преглед на тях
ca: Sembla que [[this]] té transaccions, així que aquí en teniu una ullada
de: Es sieht so aus, als habe [[this]] Transaktionen, hier ist ein Blick darauf
eo: Looks like [[this]] has the baddies, so here’s a quick scroll through.
es: Parece que [[this]] tiene transacciones, así que aquí hay un vistazo
fa: به نظر می رسد [[این]] تراکنش هایی دارد، بنابراین در اینجا نگاهی به آنها داریم
fi: Näyttää siltä, että [[this]] sisältää tapahtumia, joten tässä niistä katsaus
fr: Il semble que [[this]] a des transactions, en voici un aperçu
hu: Úgy tűnik, [[this]] rendelkezik tranzakciókkal, ezért nézze meg őket
it: Sembra che [[questo]] abbia delle transazioni, quindi ecco come vederle
ja: [[this]]には取引があるようだ。
lt: Panašu, kad [[šis]] turi sandorių, todėl peržiūrėkite jas
ms: Nampaknya [[ini]] mempunyai transaksi, jadi berikut adalah pandangannya
nb: Ser ut som [[this]] har transaksjoner, så her er en titt på dem
nl: Het lijkt erop dat [[this]] transacties heeft, dus hier is een blik erop
pl: Wygląda na to, że [[this]] zawiera transakcje, więc spójrz na nie
pt_br: Parece que [[this]] tem transações, então aqui temos um olhar sobre elas
ru: Похоже, что у [[это]] есть транзакции, так что давайте посмотрим на них
sk: Vyzerá to, že [[toto]] má transakcie, takže sa na ne pozrite
sl: Zdi se, da ima [[to]] transakcije, zato si jih oglejte tukaj
sq: Duket se [[this]] ka transaksione, prandaj ja një vështrim te to
sr: Izgleda da [[this]] ima transakcije, pa evo pregleda
sv: Det ser ut som om [[this]] har transaktioner, så här är en titt på dem
tr: Görünüşe göre [[bu]]'nun işlemleri var, işte onlara bir göz atalım
uk: Схоже, що [[this]] має транзакції, тож ось погляд на них
vi: Có vẻ như [[cái này]] có giao dịch, vì vậy hãy xem chúng ở đây
zh_hk: 看一看[[this]]的交易，所以這裡是它們的概覽

source: Here's a quick look at [[this]]
ar: إليك نظرة سريعة على [[this]]
bg: Ето кратък преглед на [[това]]
ca: Aquí tens una mirada ràpida [[this]]
de: Hier ein kurzer Blick auf [[this]]
eo: Here's a quick peek at [[this]]
es: He aquí un vistazo rápido a [[this]]
fa: در اینجا نگاهی گذرا به [[این]]
fi: Tässä on nopea katsaus [[this]]
fr: Voici un aperçu de [[this]]
hu: Íme egy gyors pillantás erre [[this]]
it: Ecco una rapida occhiata a [[questo]]
ja: [[this]]の概要
lt: Štai trumpas žvilgsnis į [[tai]]
ms: Ini pandangan ringkas pada [[ini]]
nb: Her er en kjapp titt på [[this]]
nl: Hier is een snelle blik op [[this]]
pl: Tu jest szybki wgląd na [[this]]
pt_br: Aqui temos um olhar rápido de [[this]]
ru: Вот беглый взгляд на [[это]].
sk: Tu je rýchly pohľad na [[tento]]
sl: Tukaj je hiter pogled na [[to]]
sq: Ja një vështrim i shpejtë te [[this]]
sr: Evo brzog pregleda za [[this]]
sv: Här är en snabb titt på [[detta]]
tr: İşte [[bu]]'na hızlı bir bakış
uk: Ось швидкий огляд [[this]]
vi: Đây là một cái nhìn nhanh về [[điều này]]
zh_hk: 這裡是 [[this]] 的速覽

source: Here's an overview of the people in [[this]]
ar: إليك نظرة عامة على الأشخاص في [[this]]
bg: Ето преглед на хората в [[това]]
ca: Aquí tens un resum de la gent a [[this]]
de: Hier ist eine Übersicht über die Personen in [[this]]
eo: Here’s a quick rundown of the ppl in [[this]]
es: Aquí hay una descripción general de las personas en [[this]]
fa: در اینجا یک نمای کلی از افراد در [[این]] است.
fi: Tässä on yleiskatsaus ihmisistä [[this]]
fr: Voilà un récapitulatif des gens dans [[this]]
hu: Íme egy áttekintés a [[this]]
it: Ecco una panoramica delle persone in [[questo]]
ja: ここでは、[[この]]人々の概要を紹介する。
lt: Štai žmonių [[šiame]] apžvalga
ms: Ini adalah gambaran keseluruhan tentang orang dalam [[ini]]
nb: Her er en oversikt over personene i [[this]]
nl: Hier is een overzicht van de mensen in [[this]]
pl: Oto przegląd użytkowników w [[this]]
pt_br: Aqui temos uma visão geral das pessoas em [[this]]
ru: Вот обзор людей в [[это]].
sk: Tu je prehľad ľudí v [[tomto]]
sl: Tukaj je pregled ljudi v [[to]]
sq: Ja një përmbledhje e njerëzve në [[this]]
sr: Evo pregleda ljudi u [[this]]
sv: Här är en översikt över personerna i [[detta]]
tr: İşte [[bu]]'daki kişilere genel bir bakış
uk: Ось огляд людей у [[this]]
vi: Sau đây là tổng quan về những người trong [[này]]
zh_hk: 這裡是 [[this]] 中的人物概覽

source: Here's a closer look at [[this]]
ar: إليك نظرة أقرب على [[this]]
bg: По-подробно разглеждане на [[това]]
ca: Aquí tens una mirada més propera a [[this]]
de: Ein genauerer Blick auf [[this]]
eo: Here's a lowkey closer look at [[this]]
es: Aquí hay una mirada más precisa de [[this]]
fa: در اینجا نگاهی دقیق تر به [[این]]
fi: Tässä on tarkempi katsaus [[this]]
fr: Voilà un examen approfondi de [[this]]
hu: Itt egy közelebbi pillantás erre: [[ez]]
it: Ecco un approfondimento su [[questo]]
ja: ここで[[this]]を詳しく見てみよう。
lt: Štai atidžiau pažvelkite į [[tai]]
ms: Ini pandangan lebih dekat pada [[ini]]
nb: Her er en nærmere titt på [[this]]
nl: Hier is een nader kijkje op [[this]]
pl: Tu jest szerszy wgląd na [[this]]
pt_br: Aqui temos um olhar mais atento de [[this]]
ru: Вот более подробный взгляд на [[это]].
sk: Tu je bližší pohľad na [[tento]]
sl: Tukaj je podrobnejši pogled na [[to]]
sq: Ja një vështrim më i afërt te [[this]]
sr: Evo detaljnijeg pregleda za [[this]]
sv: Här är en närmare titt på [[detta]]
tr: İşte [[bu]]'na daha yakından bir bakış
uk: Ось детальніший погляд на [[this]]
vi: Đây là cái nhìn cận cảnh hơn về [[điều này]]
zh_hk: 這是 [[this]] 的詳細資訊
