Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Nothing
ar: لا شيء
bg: Нищо
ca: Res
de: Nichts
eo: Nothin’ 💀
es: Nada
fa: هیچ چی
fi: Ei mitään
fr: Rien
hu: Semmi
it: Niente
ja: なし
lt: Nieko
ms: Tiada
nb: Ingenting
nl: Niks
pl: Nic
pt_br: Nada
ru: Ничего
sk: Nič
sl: Nič
sq: Asgjë
sr: Ništa
sv: Inget
tr: Hiçbir şey değil
uk: Нічого
vi: Không có gì
zh_hk: 什麼也沒有

source: Linear Interpolated
ar: استيفاء خطي
bg: Линеен интерполиран
ca: Interpolació lineal
de: Linear interpoliert
eo: basic interpolation
es: Lineal Interpolado
fa: خطی Interpolated
fi: Lineaarisesti interpoloitu
fr: Interpolation linéaire
hu: Lineárisan interpolált
it: Interpolato lineare
ja: 線形補間
lt: Linijinis interpoliavimas
ms: Interpolasi Linear
nb: Linjært Interpolert
nl: Lineaire geïnterpoleerd
pl: Interpolacja liniowa
pt_br: Linha interpolada
ru: Линейная интерполяция
sk: Lineárne interpolované
sl: Linearno interpolirano
sq: Interpoluar në mënyrë lineare
sr: Linearno interpolirano
sv: Linjär interpolation
tr: Doğrusal İnterpolasyon
uk: Лінійна інтерполяція
vi: Nội suy tuyến tính
zh_hk: 線性插值平滑

source: X-axis scale
hu: X-tengely skála
ms: Skala paksi X

source: Timeseries
ar: سلسلة زمنية
bg: Времеви интервали
ca: Sèries de temps
de: Zeitreihe
eo: Timey-wimey data, fr fr
es: Series de tiempo
fa: سری زمانی
fi: Aikasarjat
fr: Séries temporelles
hu: Idősorok
it: Serie temporali
ja: 時系列
lt: Laiko eilutės
ms: Siri masa
nb: Tidsserie
nl: Tijdreeksen
pl: Seria czasu
pt_br: Séries temporais
ru: Временная шкала
sk: Časová séria
sl: Časovne vrste
sq: Seri kohore
sr: Vremenska serija
sv: Tidsserier
tr: Zaman serisi
uk: Часовий ряд
vi: Dòng thời gian
zh_hk: 時間系欄位

source: Power
ar: أسّي
bg: На степен
ca: Exponencial
de: Potenz
eo: vibe check
es: Exponente
fa: قدرت
fi: Tehoa
fr: Exponentielle
hu: Erő
it: Esponente
ja: 累乗
lt: Galia
ms: Kuasa
nb: Potens
nl: Machtsverheffen
pl: Potęgowa
pt_br: Potência
ru: В степени
sk: Sila
sl: Moč
sq: Fuqi
sr: Stepena
sv: Dignitet
tr: Güç
uk: Степенева
vi: Nguồn
zh_hk: 勢

source: Y-axis scale
hu: Y-tengely skála
ms: Skala paksi Y

source: Show x-axis line and marks
hu: Az x tengely vonalának és jelöléseinek megjelenítése
ms: Tunjukkan garis dan tanda paksi x

source: Compact
ar: مضغوط
bg: Компактен
ca: Compacte
de: Kompakt
eo: Compact → Small but still packs a punch (or just "compact" is kinda already lowkey slang, but if you want extra: "tiny but mighty")
es: Compacto
fa: فشرده
fi: Kompakti
fr: Compacte
hu: Kompakt
it: Compatta
ja: コンパクト
lt: Kompaktiškas
ms: Padat
nb: Kompakt
pl: Kompaktowy
pt_br: Compacto
ru: Компактно
sk: Kompaktné
sl: Kompakten
sq: Kompakt
sr: Kompaktno
sv: Kompakt
tr: Kompakt
uk: Компактно
vi: Gọn nhẹ
zh_hk: 壓縮

source: Rotate 45°
ar: تدوير 45°
bg: Завъртете на 45 °
ca: Girar 45º
de: Drehen 45°
eo: Flip it 45 degrees, fr fr
es: Rotar 45°
fa: چرخش 45 درجه
fi: Kierrä 45°
fr: Tourner de 45°
hu: 45°-os forgatás
it: Ruota di 45°
ja: 45°回転
lt: Pasukite 45 °
ms: Putar 45°
nb: Roter 45°
nl: Roteer 45°
pl: Obróć o 45 stopni
pt_br: Girar 45°
ru: Перевернуть на 45°
sk: Otočiť o 45 °
sl: Vrtenje za 45°
sq: Rrotullo 45°
sr: Rotiraj 45°
sv: Rotera 45°
tr: 45 ° döndür
uk: Повернути на 45°
vi: Xoay 45 độ
zh_hk: 旋轉45°

source: Rotate 90°
ar: تدوير 90°
bg: Завъртете на 90 °
ca: Girar 90º
de: Drehen 90°
eo: Flip it 90°, fr fr
es: Rotar 90°
fa: چرخش 90 درجه
fi: Kierrä 90°
fr: Tourner de 90°
hu: 90°-os forgatás
it: Ruota di 90°
ja: 90°回転
lt: Pasukite 90 °
ms: Putar 90°
nb: Roter 90°
nl: Roteer 90°
pl: Obróć o 90 stopni
pt_br: Girar 90°
ru: Перевернуть на 90°
sk: Otočiť o 90 °
sl: Zasuk za 90°
sq: Rrotullo 90°
sr: Rotiraj 90°
sv: Rotera 90°
tr: 90 ° döndür
uk: Повернути на 90°
vi: Xoay 90 độ
zh_hk: 旋轉90°

source: Show y-axis line and marks
hu: Az y tengely vonalának és jelöléseinek megjelenítése
ms: Tunjukkan garis dan tanda paksi y

source: Auto y-axis range
ar: نطاق محور y تلقائيًا
bg: Автоматичен обхват на оста y
ca: Rang de l'eix de les x automàtic
de: Automatische Y-Achsen-Skalierung
eo: auto y-axis range → auto y-axis vibe check
es: Rango del Eje-Y automático
fa: محدوده ی محدوده ی خودکار
fi: Autom. y-akselin väli
fr: Mise à l'échelle automatique des ordonnées
hu: Automatikus y-tengely tartomány
it: Auto range l'asse Y
ja: 自動Y軸範囲
lt: Automatinis y ašies diapazonas
ms: Julat paksi y auto
nb: Automatisk område for y-aksen
nl: Automatisch bereik Y-as
pl: Automatyczny zakres osi y
pt_br: Intervalo do eixo y automático
ru: Авто диапазон оси ординат
sk: Automatický rozsah osi y
sl: Samodejni razpon osi y
sq: Interval automatik i boshtit y
sr: Automatski opseg y-ose
sv: Automatiskt omfång på y-axeln
tr: Otomatik y ekseni aralığı
uk: Автодіапазон осі Y
vi: Tự động phạm vi trục y
zh_hk: 自動Y軸範圍

source: Use a split y-axis when necessary
hu: Ha szükséges, használjon osztott y-tengelyt
ms: Gunakan paksi y berpecah apabila perlu

source: Show label on x-axis
hu: Címke megjelenítése az x-tengelyen
ms: Tunjukkan label pada paksi x

source: X-axis label
hu: X-tengely címke
ms: Label paksi x

source: Show label on y-axis
hu: Címke megjelenítése az y-tengelyen
ms: Tunjukkan label pada paksi y

source: Y-axis label
hu: Y-tengely címke
ms: Label paksi y

source: Standard Deviation
hu: Szórás
ms: Sisihan Piawai

source: Area
ar: منطقة
bg: площ
ca: Àrea
de: Fläche
eo: zone or the vibe
es: Área
fa: حوزه
fi: Alue
fr: Surface
hu: Terület
ja: 範囲
lt: Plotas
ms: Kawasan
nb: Område
nl: Vlak
pl: Obszar
pt_br: Área
ru: Область
sk: Oblasť
sl: Površina
sq: Zonë
sr: Oblast
sv: Område
tr: Alan
uk: Площа
vi: Vùng
zh_hk: 區域

source: area chart
ar: مخطط مساحي
bg: диаграма на площта
ca: Gràfic d'àrea
de: Flächendiagramm
eo: zone graph
es: Gráfico de área
fa: نمودار منطقه
fi: aluekaavio
fr: Histogramme
hu: területdiagram
it: grafico ad area
ja: 範囲図
lt: ploto diagrama
ms: carta kawasan
nb: områdediagram
nl: vlakdiagram
pl: wykres warstwowy
pt_br: gráfico de área
ru: область графика
sk: Pločný graf
sl: Površinski grafikon
sq: grafik zonë
sr: grafik oblasti
sv: Area-diagram
tr: alan grafik
uk: площева діаграма
vi: biểu đồ khu vực
zh_hk: 區域圖表

source: bar chart
ar: مخطط أعمدة
bg: стълбовидна диаграма
ca: gràfic de barres
de: Balkendiagramm
eo: pie chart but make it drip
es: Gráfico de barras
fa: نمودار میله ای
fi: pylväskaavio
fr: diagramme en colonnes
hu: oszlopdiagram
it: grafico a barre
ja: 棒グラフ
lt: Juostinė diagrama
ms: carta bar
nb: søylediagram
nl: staaf diagram
pl: wykres słupkowy
pt_br: gráfico de barras
ru: гистограмма
sk: stĺpcový graf
sl: Palični grafikon
sq: grafik me shtylla
sr: stubičasti dijagram
sv: Stapeldiagram
tr: sütun grafik
uk: стовпчикова діаграма
vi: biểu đồ thanh
zh_hk: 柱形圖

source: Which fields do you want to use?
ar: ما الحقول التي تريد استخدامها؟
bg: Кои полета искате да използвате?
ca: Quins camps vols utilitzar?
de: Welche Felder möchtest du nutzen?
eo: Which fields are you tryna flex with?
es: ¿Qué campos quieres usar?
fa: کدام فیلدها را می خواهید استفاده کنید؟
fi: Mitä kenttiä haluat käyttää?
fr: Quels champs voulez-vous utiliser ?
hu: Mely mezőket szeretné használni?
it: Quali campi vuoi usare?
ja: どのフィールドを利用しますか?
lt: Kokius laukus norite naudoti?
ms: Medan manakah anda ingin gunakan?
nb: Hvilke felter ønsker du å bruke?
nl: Welke velden wil je gebruiken?
pl: Które pola chcesz użyć?
pt_br: Quais campos você deseja usar?
ru: Какое поле вы хотите использовать?
sk: Ktoré polia chcete použiť?
sl: Katera polja želite uporabiti?
sq: Cilat fusha do të përdorësh?
sr: Koja polja želite da koristite?
sv: Vilka fält vill du använda?
tr: Hangi alanları kullanmak istiyorsunuz?
uk: Які поля ви хочете використовувати?
vi: Những lĩnh vực nào bạn muốn sử dụng
zh_hk: 您想要使用哪個領域？

source: Funnel
ar: قمع
bg: Фуния
ca: Embut
de: Trichter
eo: Funnel → "Vibe check" or just "Funnel" since it’s pretty niche, but if you wanna be extra, maybe "The drip" or "The flow" lol
es: Embudo
fa: کانال
fi: Suppilo
fr: Entonnoir
hu: Tölcsér
it: Imbuto
ja: ファネル
lt: Kanalas
ms: Corong
nb: Trakt
nl: Trechter
pl: Lejek
pt_br: Funil
ru: Воронка
sk: Zúženie
sl: Lijak
sr: Levak
sv: Tratt
tr: Huni
uk: Воронка
vi: Phễu
zh_hk: 漏斗

source: Measure
ar: المقياس
bg: Измерете
ca: Mesura
de: Messen
eo: Scope out the vibe
es: Medida
fa: اندازه گرفتن
fi: Mitata
fr: Mesure
hu: Intézkedés
it: Misura
ja: 測定
lt: Priemonė
ms: Ukuran
nb: Måle
nl: Maatstaaf
pl: Miara
pt_br: Medida
ru: Измерение
sk: Opatrenia
sl: Meriti
sq: Matje
sr: Mera
sv: Mätetal
tr: Tedbir
uk: Міра
vi: Đo lường
zh_hk: 測量

source: Funnel type
ar: نوع القمع
bg: Тип фуния
ca: Tipus d'embut
de: Trichter-Typ
eo: Funnel type → Funnel vibe or Funnel style
es: Tipo Embudo
fa: نوع قیف
fi: Suppilon tyyppi
fr: Type d'entonnoir
hu: Tölcsér típus
it: Tipo di imbuto
ja: ファネルタイプ
lt: Kanalo tipas
ms: Jenis corong
nb: Trakttype
nl: Trechter type
pl: Typ lejka
pt_br: Tipo de funil
ru: Тип воронки
sk: Typ zúženia
sl: Vrsta lijaka
sq: Lloji i funnel-it
sr: Tip levka
sv: Typ av tratt
tr: Huni tipi
uk: Тип воронки
vi: Loại phễu
zh_hk: 漏斗類型

source: Bar chart
ar: مخطط أعمدة
bg: Стълбовидна диаграма
ca: Gràfic de barres
de: Balkendiagramm
eo: pie chart but make it drip
es: Gráfico de barras
fa: نمودار میله ای
fi: Pylväskaavio
fr: Diagramme en colonnes
hu: Oszlopdiagram
it: grafico a barre
ja: 棒グラフ
lt: Juostinė diagrama
ms: Carta bar
nb: Søylediagram
nl: Staaf diagram
pl: Wykres słupkowy
pt_br: Gráfico de barras
ru: Гистограмма
sk: Stĺpcový graf
sl: Palični grafikon
sq: Grafik me shtylla
sr: Stubičasti dijagram
sv: Stapeldiagram
tr: Sütun grafik
uk: Стовпчикова діаграма
vi: Biểu đồ cột
zh_hk: 柱形圖

source: line chart
ar: مخطط خطي
bg: линейна диаграма
ca: Gràfic de línies
de: Liniendiagramm
eo: squad graph
es: Gráfico de líneas
fa: نمودار خط
fi: viivakaavio
fr: Courbe
hu: vonaldiagram
it: grafico lineare
ja: 折れ線グラフ
lt: linijos diagrama
ms: Carta garisan
nb: linjediagram
nl: Lijn diagram
pl: wykres liniowy
pt_br: gráfico de linhas
ru: График
sk: čiarový graf
sl: Črtni grafikon
sq: grafik linear
sr: linijski dijagram
sv: linje-diagram
tr: Çizgi grafik
uk: лінійна діаграма
vi: biểu đồ đường
zh_hk: 線段圖表

source: Please select longitude and latitude columns in the chart settings.
ar: يرجى تحديد أعمدة خط الطول وخط العرض في إعدادات المخطط.
bg: Моля, изберете колони за дължина и ширина в настройките на диаграмата.
ca: Selecciona les columnes de longitud i latitud a la configuració del gràfic.
de: Bitte wähle die Längen- und Breitengrad-Spalten in den Diagramm-Einstellungen.
eo: Hey bestie, pick the lon and lat columns in the chart settings, thx!
es: Selecciona las columnas de longitud y latitud en la configuración del gráfico.
fa: لطفا ستون طول و عرض جغرافیایی را در تنظیمات نمودار انتخاب کنید.
fi: Valitse pituus- ja leveysastesarakkeet kaavion asetuksista.
fr: Choisissez s'il vous plaît les colonnes de longitude et latitude.
hu: Kérjük, válassza ki a hosszúsági és szélességi oszlopokat a diagram beállításaiban.
it: Si prega di selezionare le colonne di longitudine e latitudine nelle impostazioni del grafico.
ja: チャート設定で緯度と経度を選択してください
lt: Lentelės nustatymuose pasirinkite ilgumos ir platumos stulpelius.
ms: Sila poilih lajur longitud dan latitud dalam tetapan carta.
nb: Vennligst velg kolonner for lengdegrad og breddegrad i diagraminnstillingene.
nl: Selecteer lengte- en breedtegraadkolommen in de grafiekinstellingen.
pl: Proszę wybrać kolumny długości i szerokości geograficznej w ustawieniach wykresu.
pt_br: Selecione as colunas de longitude e latitude nas configurações do gráfico.
ru: Пожалуйста выберите колонки, содержащие широту и долготу для настройки графика.
sk: V nastaveniach grafu vyberte stĺpce zemepisnej výšky a šírky.
sl: V nastavitvah karte izberite stolpce zemljepisne dolžine in širine.
sq: Të lutem zgjidh kolonat e gjatësisë dhe gjerësisë gjeografike te cilësimet e grafikut.
sr: Molimo izaberite kolone za geografsku dužinu i širinu u podešavanjima grafikona.
sv: Välj kolumner för longitud och latitud i diagraminställningarna.
tr: Grafik ayarlarında boylam ve enlem sütunlarını seçiniz.
uk: Будь ласка, виберіть стовпці довготи та широти в налаштуваннях діаграми.
vi: Vui lòng chọn các cột kinh độ và vĩ độ trong cài đặt biểu đồ.
zh_hk: 請在圖表設定中選擇經度和維度的欄位

source: Please select a region map.
ar: يرجى تحديد خريطة المناطق.
bg: Моля, изберете карта на региона.
ca: Si us plau, selecciona un mapa de la regió.
de: Bitte wähle eine Region-Karte.
eo: Pls pick a region map, bestie
es: Por favor, selecciona un mapa de la región.
fa: لطفا یک نقشه منطقه را انتخاب کنید
fi: Valitse alueen kartta.
fr: Choisissez s'il vous plaît une carte régionale.
hu: Kérjük, válasszon egy régió térképet.
it: Si prega di selezionare una mappa della regione.
ja: 地域マップを選択してください
lt: Pasirinkite regiono žemėlapį.
ms: Sila pilih peta kawasan.
nb: Vennligst velg ett regionalkart.
nl: Selecteer een regio
pl: Proszę wybrać mapę regionu.
pt_br: Selecione um mapa da região.
ru: Пожалуйста выберите карту региона.
sk: Vyberte mapu regiónu.
sl: Prosimo, izberite zemljevid regije.
sq: Të lutem zgjidh një hartë rajonale.
sr: Molimo izaberite mapu regiona.
sv: Välj en regionkarta.
tr: Lütfen bir bölge haritası seçin.
uk: Будь ласка, виберіть мапу регіонів.
vi: Vui lòng chọn một bản đồ khu vực.
zh_hk: 請選擇一個區域地圖

source: Please select region and metric columns in the chart settings.
ar: يرجى تحديد أعمدة المنطقة والمقياس في إعدادات المخطط.
bg: Моля, изберете регион и метрични колони в настройките на диаграмата.
ca: Selecciona les columnes de regió i mètriques a la configuració del gràfic.
de: Bitte wähle eine Region sowie die metrischen Spalten in den Diagramm-Einstellungen.
eo: Hey bestie, make sure to pick your region and metric columns in the chart settings, fr.
es: Selecciona las columnas de región y métricas en la configuración del gráfico.
fa: لطفا ستون های منطقه و متریک را در تنظیمات نمودار انتخاب کنید.
fi: Valitse alue- ja tietosarakkeet kaavion asetuksista.
fr: Choisissez s'il vous plaît les colonnes de métrique et de région.
hu: Kérjük, válassza ki a régió és metrika oszlopokat a diagram beállításaiban.
it: Seleziona le colonne della regione e delle metriche nelle impostazioni del grafico.
ja: チャート設定で地域とメトリクス列を選択してください
lt: Diagramos nustatymuose pasirinkite regioną ir metrines stulpelius.
ms: Sila pilih lajur kawasan dan metrik dalan tetapan carta.
nb: Vennligst velg region og metriske kolonner i diagraminnstillingene.
nl: Selecteer een regio en kolommen in de grafiek instellingen
pl: Wybierz kolumny region i metryczne w ustawieniach wykresu.
pt_br: Selecione as colunas de região e métrica nas configurações do gráfico.
ru: Пожалуйста выберите область и столбцы показателей в настройках графика.
sk: V nastaveniach grafu vyberte stĺpce regiónov a metrík.
sl: V nastavitvah grafikona izberite stolpce regije in metrike.
sq: Të lutem zgjidh kolonat e rajonit dhe të metrikës te cilësimet e grafikut.
sr: Molimo izaberite kolone za region i metriku u podešavanjima grafikona.
sv: Välj region- och mått-kolumner i diagraminställningarna.
tr: Grafik ayarlarında lütfen bölge ve metrik sütunları seçin.
uk: Будь ласка, виберіть стовпці регіону та метрики в налаштуваннях діаграми.
vi: Vui lòng chọn các cột khu vực và số liệu trong cài đặt biểu đồ.
zh_hk: 請在圖表設定中選擇一個區域和量值欄位

source: Map
ar: خريطة
bg: Карта
ca: Mapa
de: Karte
eo: Map → vibe chart or just "map" still works, but if you wanna make it more slang: "route" or "way" can also be chill, but "map" itself is kinda universal. If you want extra: "wayfinder" lol.
es: Mapa
fa: نقشه
fi: Kartta
fr: Carte
hu: Térkép
it: Mappa
ja: マップ
lt: Žemėlapis
ms: Peta
nb: Kart
nl: Kaart
pl: Mapa
pt_br: Mapa
ru: Карта
sk: Mapa
sl: Zemljevid
sq: Hartë
sr: Mapa
sv: Karta
tr: Harita
uk: Мапа
vi: Bản đồ
zh_hk: 地圖

source: Map type
ar: نوع الخريطة
bg: Тип карта
ca: Tipus de mapa
de: Kartentyp
eo: Map type → Map vibe
es: Tipo mapa
fa: نوع نقشه
fi: Kartan tyyppi
fr: Type de carte
hu: Térkép típus
it: Tipo di mappa
ja: マップタイプ
lt: Žemėlapio tipas
ms: Jenis peta
nb: Kart type
nl: Kaart type
pl: Rodzaj mapy
pt_br: Tipo de mapa
ru: Тип карты
sk: Typ mapy
sl: Vrsta zemljevida
sq: Lloji i hartës
sr: Tip mape
sv: Karttyp
tr: Harita türü
uk: Тип мапи
vi: Loại bản đồ
zh_hk: 地圖類型

source: Region map
ar: خريطة المناطق
bg: Карта на региона
ca: Mapa de la regió
de: Region-Karte
eo: area map or just "region map" lol, no cap
es: Mapa de la región
fa: نقشه منطقه
fi: Alueen kartta
fr: Carte régionale
hu: Régiótérkép
it: Mappa della regione
ja: 地域マップ
lt: Regiono žemėlapis
ms: Kawasan peta
nb: Regionalkart
nl: Regio kaart
pl: Mapa regionu
pt_br: Mapa da região
ru: Карта региона
sk: Mapa regiónu
sl: Zemljevid regij
sq: Hartë rajonale
sr: Mapa regiona
sv: Regionkarta
tr: Bölge haritası
uk: Мапа регіонів
vi: Vùng trên bản đồ
zh_hk: 區域地圖

source: Pin map
ar: خريطة الدبابيس
bg: Прикачване на карта
ca: Mapa de marcadors
de: Pin-Karte
eo: Geo pin or just pin map, frfr
es: Mapa de pin
fa: نقشه پین
fi: Kiinnitä kartta
fr: Carte à épingles
hu: Tűtérkép
it: Mappa puntine
ja: ピンマップ
lt: Prisegti žemėlapį
ms: Pin peta
nb: Kartnål-kart
nl: Marker kaart
pl: Mapa lokalizacji
pt_br: Fixar mapa
ru: Закрепить карту
sk: Pripnúť mapu
sl: Pripni zemljevid
sq: Hartë me pin
sr: Mapa sa pinovima
sv: Knappnålskarta
tr: PIN haritası
uk: Мапа з мітками
vi: Đánh dấu trên bản đồ
zh_hk: 固定地圖

source: Pin type
ar: نوع الدبوس
bg: Тип щифт
ca: Tipus de marcador
de: Pin-Typ
eo: Pin type → Pin vibe
es: Tipo Pin
fa: نوع پین
fi: Pin tyyppi
fr: Type d'épingle
hu: Tű típusa
it: Tipo di puntine
ja: ピンタイプ
lt: PIN tipo
ms: Jenis pin
nb: Type kartnål
nl: Marker type
pl: Typ przypięcia
pt_br: Tipo de fixação
ru: Тип значка
sk: Typ špendlíka
sl: Vrsta zatiča
sq: Lloji i pin-it
sr: Tip pina
sv: Knappnålstyp
tr: Pin tipi
uk: Тип мітки
vi: Loại đánh dấu
zh_hk: 固定類型

source: Tiles
ar: بلاطات
bg: Плочки
ca: Rajoles
de: Kacheln
eo: Tiles = the vibe blocks or just tiles, no cap
es: Baldosas
fa: کاشی
fi: Laatat
fr: Tuiles
hu: Csempe
it: Riquadri
ja: タイル
lt: Plytelės
ms: Jubin
nb: Fliser
nl: Tegels
pl: Kafelki
pt_br: Blocos
ru: Плитка
sk: Dlaždice
sl: Ploščice
sq: Pllaka
sr: Pločice
sv: Plattor
tr: Fayans
uk: Тайли
vi: Ngói
zh_hk: 標題

source: Markers
ar: علامات
bg: Маркери
ca: Marcadors
de: Markierungen
eo: Markers → Crayons or highlighters (depending on context, but most likely highlighters)
es: Marcadores
fa: نشانگرها
fi: Merkit
fr: Puces
hu: Jelölők
it: Marcatori
ja: マーカー
lt: Žymekliai
ms: Penanda
nb: Markører
nl: Markeringen
pl: Oznaczenia
pt_br: Marcadores
ru: Маркеры
sk: Značky
sl: Označevalcev
sq: Shënues
sr: Markeri
sv: Markörer
tr: İşaretleyiciler
uk: Маркери
vi: Dấu
zh_hk: 標記

source: Latitude field
ar: حقل خط العرض
bg: Latitude поле
ca: Camp latitud
de: Breitengrad-Feld
eo: Lat field
es: Campo Latitud
fa: زمینه عرض
fi: Leveysaste-kenttä
fr: Champ latitude
hu: Szélességi mező
it: Campo latitudine
ja: 緯度
lt: Platumos laukas
ms: Medan latitud
nb: Felt for breddegrad
nl: Latitude veld
pl: Pole szerokości geograficznej
pt_br: Campo de latitude
ru: Поле широты
sk: Pole zemepisnej šírky
sl: Polje »Zemljepisna širina«
sq: Fusha e gjerësisë gjeografike
sr: Polje geografske širine
sv: Latitud-fält
tr: Latitude alanı
uk: Поле широти
vi: Trường vĩ độ
zh_hk: 維度欄位

source: Longitude field
ar: حقل خط الطول
bg: Географска дължина
ca: Camp longitud
de: Längengrad-Feld
eo: Longi field
es: Campo Longitud
fa: میدان طول جغرافیایی
fi: Pituusaste-kenttä
fr: Champ longitude
hu: Hosszúsági mező
it: Campo longitudine
ja: 経度
lt: Ilgumos laukas
ms: Medan longitud
nb: Felt for lengdegrad
nl: Longitude veld
pl: Pole długości geograficznej
pt_br: Campo de longitude
ru: Поле долготы
sk: Pole zemepisnej dĺžky
sl: Polje zemljepisne dolžine
sq: Fusha e gjatësisë gjeografike
sr: Polje geografske dužine
sv: Longitud-fält
tr: Boylam alanı
uk: Поле довготи
vi: Trường kinh độ
zh_hk: 經度欄位

source: Metric field
ar: حقل المقياس
bg: Метрично поле
ca: Camp mètrica
de: Metrisches Feld
eo: metric field → the vibe zone
es: Campo Métrica
fa: زمینه متریک
fi: Metrinen kenttä
fr: Champ de métrique
hu: Metrikus mező
it: Campo per Metrica
ja: メトリクスフィールド
lt: Metrinis laukas
ms: Medan metrik
nb: Indikatorfelt
nl: Metriek veld
pl: Pole metryczne
pt_br: Campo de métrica
ru: Поле измерения
sk: Pole metriky
sl: Metrično polje
sq: Fusha e metrikës
sr: Polje metrike
sv: Meter-fält
tr: Metrik alan
uk: Поле метрики
vi: Trường số liệu
zh_hk: 量值欄位

source: Region field
ar: حقل المنطقة
bg: Регионално поле
ca: Camp regió
de: Region-Feld
eo: Region field → Region spot or Region box
es: Campo Región
fa: زمینه منطقه
fi: Alue kenttä
fr: Champ de région
hu: Régió mező
it: Campo Regione
ja: 地域フィールド
lt: Regiono laukas
ms: Medan wilayah
nb: Felt for region
nl: Regio veld
pl: Pole region
pt_br: Campo de região
ru: Поле региона
sk: Pole regiónu
sl: Polje »Regija«
sq: Fusha e rajonit
sr: Polje regiona
sv: Regionfält
tr: Bölge alanı
uk: Поле регіону
vi: Trường vùng
zh_hk: 區域欄位

source: Radius
ar: نصف القطر
bg: Радиус
ca: Radi
eo: Radius? That’s just “the vibes zone” or “the circle” lol, but honestly, just “radius” works fine too.
es: Radio
fa: شعاع
fi: Säde
fr: Rayon
hu: Sugár
it: Raggio
ja: 半径
lt: Spindulys
ms: Jejari
nl: Redius
pl: Promień
pt_br: Raio
ru: Радиус
sk: Uhol
sl: Polmer
sq: Rrezja
sr: Radijus
sv: Radie
tr: Yarıçap
uk: Радіус
vi: Bán kính
zh_hk: 半徑

source: Blur
ar: تمويه
bg: Размазване
ca: Difuminar
de: Unschärfe
eo: Blur → That's a whole mood, lowkey vibes
es: Difuminar
fa: تاری
fi: Sumenna
fr: Flouter
hu: Elhomályosítás
it: Offusca
ja: ぼかし
ms: Kabur
nb: Uskarphet
nl: Vervagen
pl: Rozmycie
pt_br: Desfoque
ru: Размытие
sk: Rozmazať
sl: Zameglitev
sq: Turbullim
sr: Zamućenje
sv: Suddighet
tr: Bulanıklık
uk: Розмиття
vi: Làm nhòe
zh_hk: 模糊

source: Min Opacity
ar: الحد الأدنى للتعتيم
bg: Минимална непрозрачност
ca: Opacitat mínima
de: Min. Transparenz
eo: Lowkey see-through
es: Opacidad Mínima
fa: حداقل ابعاد
fi: Min opasiteetti
fr: Opacité minimale
hu: Min. átlátszóság
it: Opacità minima
ja: 最小不透明度
ms: Kelegapan Minimum
nb: Min gjennomsiktighet
nl: Minimale doorzichtigheid
pl: Min. krycie
pt_br: Opacidade mínima
ru: Минимальная прозрачность
sk: Min. krytie
sl: Najmanjša motnost
sq: Opaciteti min.
sr: Min neprozirnost
sv: Minsta genomskinlighet
tr: Min Opaklık
uk: Мін. непрозорість
vi: Độ mờ tối thiểu
zh_hk: 最小不透明度

source: Max Zoom
ar: أقصى تكبير
bg: Максимално увеличение
ca: Zoom màxim
eo: Max Zoom = Full-on zoomies, fr fr
es: Acercamiento Máximo
fa: حداکثر زوم
fi: Maksimi Zoom
fr: Zoom maximum
hu: Maximális nagyítás
it: Zoom massimo
ja: 最大ズーム
lt: Maks. Priartinimas
ms: Zum Maksimum
nb: Maks zoom
nl: Maximale zoom
pl: Max powiększenie
pt_br: Zoom máximo
ru: Максимальное приближение
sk: Max. priblíženie
sl: Največja povečava
sq: Zoom maks.
sr: Maks uvećanje
sv: Maximal zoom
tr: Maksimum Zum
uk: Макс. масштаб
vi: Thu phóng tối đa
zh_hk: 放到最大

source: No relationships found.
hu: Nem találhatók kapcsolatok.
ms: Tiada hubungan ditemui.

source: via {0}
ar: عبر {0}
bg: чрез {0}
ca: mitjançant {0}
de: über {0}
eo: done through {0} or sent by {0}
es: vía {0}
fa: از طریق {0}
fi: {0}kautta
hu: a(z) {0} által
ja: {0}経由
lt: per {0}
ms: melalui {0}
pl: przez {0}
ru: через {0}
sk: prostredníctvom {0}
sl: prek {0}
sq: nëpërmjet {0}
sr: preko {0}
tr: {0} ile
uk: через {0}
vi: thông qua {0}
zh_hk: 通過{0}

source: This {0} is connected to:
hu: Ez a(z) {0} kapcsolódik:
ms: {0} ini disambungkan ke:

source: Object Detail
hu: Objektum részletei
ms: Butiran Objek

source: object
ar: كائن
bg: обект
ca: objecte
de: Objekt
eo: object → basic af or just "object" (sometimes peeps just leave it as is, lol)
es: objeto
fa: هدف - شی
fi: kohde
fr: objet
hu: tárgy
it: oggetto
ja: オブジェクト
lt: objektą
ms: objek
nb: objekt
pl: element
pt_br: objeto
ru: объект
sk: objekt
sl: predmet
sq: objekt
sr: objekat
sv: objekt
tr: nesne
uk: об'єкт
vi: đối tượng
zh_hk: 對象
