Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Whether an informational header should be displayed in the permissions editor about the new data-permissions format.
ar: ما إذا كان يجب عرض رأس معلوماتي في محرر الأذونات حول تنسيق أذونات البيانات الجديد.
bg: Дали в редактора на разрешенията трябва да се показва информационен надпис за новия формат на разрешенията за данни.
ca: Si s'ha de mostrar una capçalera informativa a l'editor de permisos sobre el nou format de permisos de dades.
de: Ob im Berechtigungseditor eine Informationsüberschrift über das neue Datenberechtigungsformat angezeigt werden soll.
eo: Whether an info header should pop off in the permissions editor about the new data-permissions format.
es: Si se debe mostrar un encabezado informativo en el editor de permisos sobre el nuevo formato de permisos de datos.
fa: آیا یک سرصفحه اطلاعاتی باید در ویرایشگر مجوزها در مورد قالب جدید مجوزهای داده نمایش داده شود یا خیر.
fi: Pitäisikö käyttöoikeuseditorissa näkyä informatiivinen otsikko uudesta datan käyttöoikeusformaatista.
fr: Indique si un en-tête d'information doit être affiché dans l'éditeur de permissions à propos du nouveau format de données et de permissions.
hu: Megjelenjen-e egy információs fejléc az engedélykezelőben az új adatengedélyek formátumáról?
it: Se nell'editor dei permessi deve essere visualizzata un'intestazione informativa sul nuovo formato dei dati dei permessi.
ja: 権限エディタに新しいデータの権限フォーマットに関する情報ヘッダを表示するかどうか。
lt: Ar leidimų rengyklėje turėtų būti rodoma informacinė antraštė apie naują duomenų leidimų formatą.
ms: Sama ada pengepala maklumat harus dipaparkan dalam penyunting kebenaran mengenai format kebenaran data yang baru.
nb: Om det skal vises en informasjonsoverskrift om det nye formatet for datatillatelser i redigeringsverktøyet for tillatelser.
nl: Of er een informatieve koptekst moet worden weergegeven in de rechteneditor over het nieuwe formaat voor gegevensmachtigingen.
pl: Czy w edytorze uprawnień powinien być wyświetlany nagłówek informacyjny o nowym formacie uprawnień do danych.
pt_br: Se um cabeçalho informativo deve ser exibido no editor de permissões sobre o novo formato de permissões de dados.
ru: Должен ли в редакторе разрешений отображаться информационный заголовок о новом формате данных-разрешений.
sk: Či sa má v editore oprávnení zobrazovať informačná hlavička o novom formáte dátových oprávnení.
sl: Ali naj se v urejevalniku dovoljenj prikaže informativna glava o novi obliki zapisa dovoljenj za podatke.
sq: NEse duhet shfaqur ose jo njE header informues nE redaktuesin e lejeve pEr formatin e ri tE lejeve tE tEdhEnave.
sr: Da li treba prikazati informativno zaglavlje u editoru dozvola o novom formatu dozvola za podatke.
sv: Om en informationsrubrik ska visas i behörighetsredigeraren om det nya formatet för datatillstånd.
tr: İzin düzenleyicisinde yeni veri-izin biçimi hakkında bir bilgi başlığının görüntülenip görüntülenmeyeceği.
uk: Чи слід показувати інформаційний заголовок у редакторі дозволів про новий формат data-permissions.
vi: Có nên hiển thị tiêu đề thông tin về định dạng quyền dữ liệu mới trong trình chỉnh sửa quyền hay không.
zh_hk: 是否應該在權限編輯器中顯示關於新資料權限格式的資訊標題。

source: Whether an introductory modal should be shown for admins when they first upgrade to the new data-permissions format.
ar: ما إذا كان يجب عرض نافذة مودال تمهيدية للمسؤولين عند ترقيتهم لأول مرة إلى تنسيق أذونات البيانات الجديد.
bg: Дали трябва да се показва въвеждащ модал за администраторите, когато те за първи път преминават към новия формат на разрешенията за данни.
ca: Si s'ha de mostrar un modal introductori als administradors quan actualitzin per primera vegada al nou format de permisos de dades.
de: Ob ein einleitendes Modal für Administratoren angezeigt werden soll, wenn sie zum ersten Mal auf das neue Datenberechtigungsformat umstellen.
eo: Should admins see an intro modal when they first bump to the new data-permissions setup?
es: Si se debe mostrar un modo introductorio a los administradores cuando actualizan por primera vez al nuevo formato de permisos de datos.
fa: آیا زمانی که مدیران برای اولین بار به فرمت مجوزهای داده جدید ارتقاء می دهند، باید یک مدال مقدماتی نشان داده شود یا خیر.
fi: Pitäisikö ylläpitäjille näyttää esittelyikkuna, kun he päivittävät ensimmäisen kerran uuteen tieto-oikeusformaattiin.
fr: Si une fenêtre d'introduction doit être affichée pour les administrateurs lorsqu'ils passent pour la première fois au nouveau format d'autorisation des données.
hu: Megjelenjen-e egy bevezető ablak az adminok számára, amikor először frissítenek az új adatengedélyek formátumára?
it: Se deve essere mostrato un modale introduttivo per gli amministratori quando si aggiornano per la prima volta al nuovo formato di autorizzazioni dei dati.
ja: 管理者が初めて新しいデータの権限フォーマットにアップグレードする際に、導入モーダルを表示すべきかどうか。
lt: Ar įvadinis modalas turėtų būti rodomas administratoriams, kai jie pirmą kartą atnaujina į naują duomenų leidimų formatą.
ms: Sama ada modal pengenalan harus ditunjukkan kepada admin apabila mereka pertama kali menaik taraf kepada format kebenaran data baru.
nb: Om det skal vises en introduksjonsmodal for administratorer når de først oppgraderer til det nye formatet for datatillatelser.
nl: Of er een introductiemodal moet worden getoond voor beheerders wanneer ze voor het eerst upgraden naar het nieuwe data-permissie formaat.
pl: Czy podczas pierwszej aktualizacji do nowego formatu uprawnień do danych administratorom powinien być wyświetlany modal wprowadzający.
pt_br: Se um modal introdutório deve ser exibido para administradores quando eles atualizarem pela primeira vez para o novo formato de permissões de dados.
ru: Должен ли отображаться вводный модуль для администраторов, когда они впервые переходят на новый формат разрешений данных.
sk: Či by sa mal administrátorom pri prvom prechode na nový formát povolenia údajov zobraziť úvodný modal.
sl: Ali naj se skrbnikom prikaže uvodni modal, ko prvič nadgradijo na novo obliko zapisa dovoljenj za podatke.
sq: NEse duhet shfaqur ose jo njE modal prezantues pEr administratorEt kur kalojnE pEr herE tE parE nE formatin e ri tE lejeve tE tEdhEnave.
sr: Da li treba prikazati uvodni modal administratorima kada prvi put nadograde na novi format dozvola za podatke.
sv: Huruvida en introduktionsmodal ska visas för administratörer när de först uppgraderar till det nya formatet för datatillstånd.
tr: Yeni veri izinleri biçimine ilk kez yükseltme yaptıklarında yöneticiler için bir tanıtım modalinin gösterilip gösterilmeyeceği.
uk: Чи слід показувати вступне модальне вікно адміністраторам під час першого апгрейду до нового формату data-permissions.
vi: Có nên hiển thị hộp thoại giới thiệu cho người quản trị khi họ lần đầu nâng cấp lên định dạng cấp quyền dữ liệu mới hay không.
zh_hk: 當管理員第一次升級到新的資料權限格式時，是否應該顯示介紹模式。

source: Alert: {0} has results
ar: تنبيه: {0} لديه نتائج
bg: Сигнал: {0} има резултати
ca: Alerta: {0} té resultats
de: Alarm: {0} hat Ergebnisse
eo: Alert: {0} has the Ws
es: Alerta: {0} tiene resultados
fa: هشدار: {0} نتایج دارد
fi: Hälytys: {0} on tuloksia
fr: Alerte : {0} a des résultats
hu: Figyelmeztetés: a(z) {0} eredményeket tartalmaz
it: Avviso: {0} ha dei risultati
ja: アラート: {0} に結果があります
lt: Įspėjimas: {0} turi rezultatų
ms: Amaran: {0} mempunyai keputusan
nb: Alarm: {0} har resultater
nl: Waarschuwing: {0} heeft resultaten
pl: Alert:{0} ma wyniki
pt_br: Alerta: {0} tem resultados
ru: Оповещение: {0} есть результаты
sk: Upozornenie: {0} má výsledky
sl: Opozorilo: {0} ima rezultate
sq: Alarm: {0} ka rezultate
sr: Upozorenje: {0} ima rezultate
sv: Varning: {0} har resultat
tr: Uyarı: {0} sonuçları var
uk: Сповіщення: {0} має результати
vi: Cảnh báo: {0} có kết quả
zh_hk: 警報： {0} 有結果

source: Alert: {0} has gone below its goal
ar: تنبيه: {0} انخفض عن هدفه
bg: Сигнал: {0} е слязъл под целта си
ca: Alerta: {0} ha baixat del seu objectiu
de: Alarm: {0} ist unter den Zielwert gegangen
eo: Alert: {0} dipped below its goal, fr fr
es: Alerta: {0} ha bajado de su objetivo
fa: هشدار: {0} کمتر از هدف خود رفته است
fi: Hälytys: {0} on alittanut tavoitteensa
fr: Alerte : {0} est passé en dessous de son objectif
hu: Figyelmeztetés: a(z) {0} a célja alá került
it: Avviso: {0} è sceso al di sotto del suo obiettivo
ja: アラート：{0}が目標を下回りました
lt: Įspėjimas: {0} nepasiekė tikslo
ms: Amaran: {0} telah jatuh di bawah sasarannya
nb: Alarm: {0} har gått under målverdi
nl: Waarschuwing: {0} is onder zijn doel gegaan
pl: Alert: {0} spadł poniżej swojego celu
pt_br: Alerta: {0} ficou abaixo da meta
ru: Тревога: {0} опустился ниже своей цели
sk: Upozornenie: {0} klesol pod svoj cieľ
sl: Opozorilo: {0} je padel pod svoj cilj
sq: Alarm: {0} ka rënë nën objektivin e vet
sr: Upozorenje: {0} je palo ispod svog cilja
sv: Alert: {0} har gått under sitt mål
tr: Uyarı: {0} hedefinin altına düştü
uk: Сповіщення: {0} опустився(лася) нижче своєї цілі
vi: Cảnh báo: {0} đã giảm xuống dưới mục tiêu
zh_hk: 警示： {0} 已低於目標

source: Alert: {0} has reached its goal
ar: تنبيه: {0} وصل إلى هدفه
bg: Предупреждение: {0} е постигнал целта си
ca: Alerta: {0} ha assolit el seu objectiu
de: Alarm: {0} hat den Zielwert erreicht
eo: Alert: {0} just hit its goal, fr fr
es: Alerta: {0} ha llegado a su objetivo
fa: هشدار: {0} به هدف خود رسیده است
fi: Hälytys: {0} on saavuttanut tavoitteensa
fr: Alerte : {0} a atteint son objectif
hu: Figyelmeztetés: a(z) {0} elérte a célját
it: Avviso: {0} ha raggiunto il suo obiettivo
ja: アラート: {0} がゴールに達しました
lt: Įspėjimas: {0} pasiekė savo tikslą
ms: Amaran: {0} telah mencapai sasarannya
nb: Alarm: {0} har nått sin målverdi
nl: Waarschuwing: {0} heeft zijn doel bereikt
pl: Alert: {0} osiągnął swój cel
pt_br: Alerta: {0} atingiu a meta
ru: Оповещение: {0} достиг своей цели
sk: Upozornenie: {0} dosiahol svoj cieľ
sl: Opozorilo: {0} je dosegel svoj cilj
sq: Alarm: {0} ka arritur objektivin e vet
sr: Upozorenje: {0} je dostiglo svoj cilj
sv: Alert: {0} har nått sitt mål
tr: Uyarı: {0} hedefine ulaştı
uk: Сповіщення: {0} досяг(ла) своєї цілі
vi: Cảnh báo: {0} đã đạt được mục tiêu
zh_hk: 警報： {0} 已達到目標

source: OFFSET is not supported in custom columns
ar: OFFSET غير مدعوم في الأعمدة المخصّصة
bg: OFFSET не се поддържа в потребителски колони
ca: OFFSET no s'admet a les columnes personalitzades
de: OFFSET wird in benutzerdefinierten Spalten nicht unterstützt
eo: OFFSET isn’t really a vibe for custom columns, lol.
es: OFFSET no se admite en columnas personalizadas
fa: OFFSET در ستون های سفارشی پشتیبانی نمی شود
fi: OFFSET ei ole tuettu mukautetuissa sarakkeissa.
fr: OFFSET n'est pas pris en charge dans les colonnes personnalisées
hu: Az OFFSET nem támogatott az egyéni oszlopokban.
it: OFFSET non è supportato nelle colonne personalizzate
ja: OFFSETはカスタムカラムではサポートされていません。
lt: OFFSET tinkintuose stulpeliuose nepalaikomas
ms: OFFSET tidak disokong dalam lajur khusus
nb: OFFSET er ikke støttet i egendefinerte kolonner
nl: OFFSET wordt niet ondersteund in aangepaste kolommen
pl: OFFSET nie jest obsługiwany w kolumnach niestandardowych
pt_br: OFFSET não é compatível com colunas personalizadas
ru: OFFSET не поддерживается в пользовательских колонках
sk: OFFSET nie je podporovaný vo vlastných stĺpcoch
sl: OFFSET ni podprt v stolpcih po meri
sq: OFFSET nuk mbështetet në kolona të personalizuara
sr: OFFSET nije podržan u prilagođenim kolonama
sv: OFFSET stöds inte i anpassade kolumner
tr: OFFSET özel sütunlarda desteklenmez
uk: OFFSET не підтримується в кастомних колонках
vi: OFFSET không được hỗ trợ trong các cột tùy chỉnh
zh_hk: 自訂欄位不支援 OFFSET

source: Custom dump version for migrations.
ar: إصدار dump مخصّص للترحيلات.
bg: Потребителска версия на дамп за миграция.
ca: Versió de bolcat personalitzada per a migracions.
de: Benutzerdefinierte Dump-Version für Migrationen.
eo: Custom dump version for migrations? That's like, the OG version for the moves, fr fr.
es: Versión de volcado personalizado para migraciones.
fa: نسخه کمپرسی سفارشی برای مهاجرت.
fi: Mukautettu dump-versio siirtoja varten.
fr: Version personnalisée du dumping pour les migrations.
hu: Egyéni dump verzió a migrációkhoz.
it: Versione personalizzata del dump per le migrazioni.
ja: マイグレーション用のカスタムダンプバージョン。
lt: Pasirinktinė išrašymo versija, skirta perkėlimams.
ms: Versi tersuai dump untuk peralihan.
nb: Egendefinert dumpversjon for migreringer.
nl: Aangepaste dumpversie voor migraties.
pl: Niestandardowa wersja zrzutu dla migracji.
pt_br: Versão de despejo personalizada para migrações.
ru: Пользовательская версия дампа для миграций.
sk: Vlastná verzia výpisu pre migrácie.
sl: Različica izvoza po meri za selitve.
sq: Version dump i personalizuar për migrime.
sr: Prilagođena dump verzija za migracije.
sv: Anpassad dumpversion för migreringar.
tr: Geçişler için özel döküm sürümü.
uk: Кастомна версія дампа для міграцій.
vi: Phiên bản dump tùy chỉnh cho việc di chuyển.
zh_hk: 用於遷移的自訂轉儲版本。

source: Dump file for migrations.
ar: ملف dump للترحيلات.
bg: Файл за сваляне на данни за миграциите.
ca: Abocament de fitxers per a migracions.
de: Export-Datei für Migrationen.
eo: Dump file for migrations? That’s basically the OG save for move vibes.
es: Archivo de volcado para migraciones.
fa: فایل تخلیه برای مهاجرت.
fi: Siirtojen tyhjennystiedosto.
fr: Fichier de vidage pour les migrations.
hu: Dump fájl a migrációkhoz.
it: File di dump per le migrazioni.
ja: マイグレーション用のダンプファイル。
lt: Iškelties failas perkėlimui.
ms: Fail dump untuk peralihan
nb: Dumpfil for migreringer.
nl: Dumpbestand voor migraties.
pl: Plik zrzutu dla migracji.
pt_br: Arquivo de despejo para migrações.
ru: Файл дампа для миграций.
sk: Súbor výpisu pre migrácie.
sl: Datoteka s selitvami za izvoz datoteke.
sq: Skedar dump për migrime.
sr: Dump fajl za migracije.
sv: Dumpfil för migreringar.
tr: Geçişler için döküm dosyası.
uk: Файл дампа для міграцій.
vi: Tệp dữ liệu để di chuyển.
zh_hk: 用於轉移的 Dump 檔案。

source: Store API URL.
ar: عنوان URL لواجهة برمجة التطبيقات للمتجر.
bg: URL адрес на API на магазина.
ca: URL de l'API Store.
de: API-URL speichern.
eo: Store API link, bestie
es: Guardar URL API.
fa: ذخیره آدرس API.
fi: Kaupan API URL-osoite.
fr: URL de l'API du magasin.
hu: API URL tárolása.
it: URL API del negozio.
ja: 店舗APIのURL。
lt: Parduotuvės API URL.
ms: Simpan URL API.
nb: Lagre API-URL.
pl: Adres URL interfejsu API sklepu.
pt_br: URL da API da loja.
ru: URL-адрес API магазина.
sk: URL adresa API obchodu.
sl: URL API-ja za shranjevanje.
sq: URL e Store API.
sr: URL Store API-ja.
sv: Spara API-URL.
tr: Mağaza API URL'si.
uk: URL Store API.
vi: Lưu trữ URL API.
zh_hk: 商店 API URL。

source: If staging store should be used instead of prod. True on dev.
ar: ما إذا كان ينبغي استخدام متجر staging بدلًا من prod. True على dev.
bg: Ако трябва да се използва магазин за стациониране вместо prod. Вярно за dev.
ca: Si s'ha d'utilitzar staging en lloc de prod. És cert a dev.
de: Wenn der Staging-Speicher anstelle von Prod verwendet werden soll. True auf dev.
eo: If staging store should be used instead of prod. legit on dev tho.
es: Si se debe utilizar staging store en lugar de prod. Cierto en dev.
fa: در صورتی که باید از فروشگاه استیجینگ به جای پرود استفاده شود. درست در توسعه.
fi: Jos staging storea olisi käytettävä prodin sijaan. True dev:ssä.
fr: Si le magasin de transit doit être utilisé à la place du magasin de production. True sur dev.
hu: Ha a staging tárhelyet kell használni a prod helyett. Igaz a fejlesztésnél.
it: Se il negozio di staging deve essere usato al posto di prod. Vero su dev.
ja: ステージング・ストアをprodの代わりに使用する場合。devではtrue。
lt: Parduotuvės API URL.
ms: Jika store staging harus digunakan sebagai ganti prod. Benar pada dev.
nb: Hvis staging-lager skal brukes i stedet for prod. True på dev.
nl: Als staging store moet worden gebruikt in plaats van prod. True op dev.
pl: Jeśli staging store powinien być używany zamiast prod. True na dev.
pt_br: Se staging store deve ser usado em vez de prod. Verdadeiro em dev.
ru: Если хранилище staging должно использоваться вместо prod. True для dev.
sk: Ak by sa mal namiesto prod. použiť staging store. True na dev.
sl: Če je treba namesto prod uporabiti uprizoritveno trgovino. Res na razvoju.
sq: Nëse duhet përdorur store staging në vend të prod. True në dev.
sr: Da li treba koristiti staging store umesto prod-a. True u dev okruženju.
sv: Om staging store ska användas i stället för prod. Sant på dev.
tr: Prod yerine staging store kullanılacaksa. Dev üzerinde True.
uk: Чи слід використовувати staging store замість prod. True у dev.
vi: Nếu nên sử dụng store dàn dựng thay vì prod. Đúng trên dev.
zh_hk: 如果應該使用 staging store 而不是 prod。在開發中為 True。

source: Store URL.
ar: عنوان URL للمتجر.
bg: Адрес на магазина.
ca: URL de la botiga.
de: URL speichern.
eo: Store link, no cap
es: Guardar URL.
fa: آدرس فروشگاه.
fi: Kaupan URL.
fr: URL du magasin.
hu: URL tárolása.
it: URL del negozio.
ja: 店舗のURL
lt: Parduotuvės URL.
ms: Simpan URL.
nb: Lager URL.
nl: URL van de winkel.
pl: Adres URL sklepu.
pt_br: URL da Metabase Store.
ru: URL магазина.
sk: Adresa URL obchodu.
sl: URL trgovine.
sq: URL e Store.
sv: Butikens URL.
tr: Mağaza URL'si.
uk: URL Store.
vi: URL cửa hàng.
zh_hk: 商店網址。

source: Invalid required permissions
hu: Érvénytelen szükséges engedélyek
ms: Kebenaran yang diperlukan tidak sah

source: Whether or not we analyze any queries at all
hu: Elemezzük-e egyáltalán a lekérdezéseket vagy sem
lt: Nesvarbu, ar mes apskritai analizuojame užklausas, ar ne
ms: Sama ada kita menganalisis sebarang query atau tidak

source: Allow caching results of queries that take a long time to run.
ar: اسمح بتخزين نتائج الاستعلامات التي تستغرق وقتًا طويلًا للتشغيل مؤقتًا.
bg: Разрешаване на кеширането на резултатите от заявки, които се изпълняват дълго време.
ca: Permet emmagatzemar a la memòria cau els resultats de les consultes que triguen molt de temps a executar-se.
de: Erlaube Caching von Ergebnissen bei Abfragen, die lange dauern.
eo: Let the system cache the results of those super slow queries, so we don’t have to wait forever.
es: Permitir el almacenamiento en caché de los resultados de las consultas que tardan mucho en ejecutarse.
fa: امکان ذخیره کردن نتایج جستجوهایی که زمان زیادی برای اجرا دارند.
fi: Salli sellaisten kyselyjen tulosten välimuistiin tallentaminen, joiden suorittaminen kestää kauan.
fr: Autoriser la mise en cache des résultats des requêtes dont l'exécution est longue.
hu: Engedélyezze a hosszú ideig futó lekérdezések eredményeinek gyorsítótárazását.
it: Consentire la memorizzazione nella cache dei risultati delle query che richiedono molto tempo per essere eseguite.
ja: 実行に時間がかかるクエリの結果をキャッシュできるようにする。
lt: Leisti užklausų, kurių vykdymas trunka ilgai, rezultatus talpykloje.
ms: Benarkan cache hasil query yang mengambil masa lama untuk dijalankan.
nb: Tillat mellomlagrede resultater av spørringer som bruker lang tid.
nl: Sta caching toe van resultaten van query's die lang duren om uit te voeren.
pl: Zezwalaj na buforowanie wyników zapytań, których wykonanie zajmuje dużo czasu.
pt_br: Permitir o armazenamento em cache de resultados de consultas que demoram muito tempo para serem executadas.
ru: Разрешите кэшировать результаты запросов, выполнение которых занимает много времени.
sk: Povolenie ukladania výsledkov dopytov, ktorých spustenie trvá dlho, do vyrovnávacej pamäte.
sl: Omogočite predpomnjenje rezultatov poizvedb, ki trajajo dlje časa.
sq: Lejo cache-imin e rezultateve të pyetjeve që kërkojnë shumë kohë për t’u ekzekutuar.
sr: Dozvoli keširanje rezultata upita kojima treba dugo da se izvrše.
sv: Tillåt cachelagring av resultat från frågor som tar lång tid att köra.
tr: Çalışması uzun süren sorguların sonuçlarının önbelleğe alınmasına izin verin.
uk: Дозволити кешувати результати запитів, виконання яких займає багато часу.
vi: Cho phép lưu trữ đệm kết quả của các truy vấn mất nhiều thời gian để chạy.
zh_hk: 允許快取需要長時間執行的查詢結果。

source: {0} driver does not support left join.
ar: برنامج تشغيل {0} لا يدعم left join.
bg: {0} драйверът не поддържа ляво присъединяване.
ca: El controlador {0} no admet la unió a l'esquerra.
de: Der Treiber {0} unterstützt kein Left-Join.
eo: Yo, {0} driver doesn’t support left join, fr.
es: El controlador {0} no admite la unión izquierda.
fa: درایور {0} از عضویت چپ پشتیبانی نمی کند.
fi: {0} ajuri ei tue vasenta liitosta.
fr: Le pilote {0} ne prend pas en charge la jonction à gauche.
hu: A(z) {0} meghajtó nem támogatja a bal oldali csatlakozást.
it: {0} Il driver non supporta l'unione a sinistra.
ja: {0}ドライバは左結合をサポートしていません。
lt: {0} vairuotojas nepalaiko kairiojo prisijungimo.
ms: Pemacu {0} tidak menyokong gabungan kiri.
nb: {0} driveren støtter ikke left join.
nl: {0} Het stuurprogramma ondersteunt links aansluiten niet.
pl: {0} sterownik nie obsługuje lewego złącza.
pt_br: O driver {0} não é compatível com LEFT JOIN.
ru: {0} Драйвер не поддерживает левое соединение.
sk: {0} ovládač nepodporuje ľavé spojenie.
sl: {0} gonilnik ne podpira levega združevanja.
sq: Drejtuesi {0} nuk mbështet left join.
sr: {0} drajver ne podržava left join.
sv: {0}-drivrutinen stöder inte LEFT JOIN.
tr: {0} sürücü sol birleştirmeyi desteklemez.
uk: Драйвер {0} не підтримує LEFT JOIN.
vi: Trình điều khiển {0} không hỗ trợ nối trái.
zh_hk: {0} 驅動程式不支援左連結。
