Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Must execute implicit action on a table with a single primary key.
ar: يجب تنفيذ إجراء ضمني على جدول يحتوي على مفتاح أساسي واحد.
bg: Трябва да се извърши подразбиращо се действие върху таблица с един основен ключ.
ca: S'ha d'executar una acció implícita en una taula amb una clau primaria.
de: Muss eine implizite Aktion für eine Tabelle mit einem einzigen Primärschlüssel ausführen.
eo: Gotta do the implicit action on a table that’s got only one primary key, fr.
es: Debe ejecutar una acción implícita en una tabla con una sola clave principal.
fa: عمل ضمنی باید روی جدول با یک کلید اصلی اجرا شود.
fi: Täytyy suorittaa implisiittinen toiminto taulussa, jossa on yksi ensisijainen avain.
fr: Doit exécuter une action implicite sur une table avec unique clé primaire.
hu: Implicit műveletet csak egyetlen elsődleges kulcsú táblán lehet végrehajtani.
it: Deve eseguire un'azione implicita su una tabella con una singola chiave primaria.
ja: 主キーが1つのテーブルに対して暗黙のアクションを実行する必要があります。
lt: Turi atlikti numanomą veiksmą lentelėje su vienu pirminiu raktu.
ms: Harus melaksanakan tindakan tersirat pada jadual dengan satu kunci utama sahaja.
nb: Må utføre en implisitt handling på en tabell med én enkelt primærnøkkel.
nl: Moet impliciete actie uitvoeren op een tabel met een enkele primaire sleutel.
pl: Musi wykonać niejawną akcję na tabeli z pojedynczym kluczem głównym.
pt_br: Deve executar uma ação implícita em uma tabela com uma única chave primária.
ru: Необходимо выполнить неявное действие на таблице с одним первичным ключом.
sk: Musí vykonať implicitnú akciu na tabuľke s jediným primárnym kľúčom.
sl: Izvesti mora implicitno dejanje v tabeli z enim primarnim ključem.
sq: Duhet të ekzekutohet veprimi implicit në një tabelë me një çelës primar të vetëm.
sr: Implicitnu akciju morate izvršiti nad tabelom sa jednim primarnim ključem.
sv: Måste utföra implicit åtgärd på en tabell med en enda primärnyckel.
tr: Tek bir birincil anahtarı olan bir tabloda örtük eylem gerçekleştirilmelidir.
uk: Потрібно виконати неявну дію на таблиці з одним первинним ключем.
vi: Phải thực hiện hành động ngầm trên bảng với một khóa chính duy nhất.
zh_hk: 必須在具有單一主鍵的表上執行隱式動作。

source: No Card found for Action {0}.
hu: Nem található kártya a(z) {0} művelethez.
ms: Tiada Kad ditemui untuk Tindakan {0}.

source: No destination parameter found for id {0}. Found: {1}
hu: Nem található célparaméter a(z) {0} azonosítóhoz. Talált: {1}
ms: Tiada parameter destinasi ditemui untuk id {0}. Ditemui: {1}

source: Unknown action type {0}.
ar: نوع إجراء غير معروف {0}.
bg: Неизвестен тип действие {0}.
ca: Tipus d'acció desconeguda {0}.
de: Unbekannter Aktionstyp {0}.
eo: Bruh, what’s this unknown action type {0} rn?
es: Tipo de acción desconocida {0}.
fa: نوع عمل ناشناخته {0}.
fi: Tuntematon toimintotyyppi {0}.
fr: Type d'action inconnue {0}.
hu: Ismeretlen művelettípus {0}.
it: Tipo di azione sconosciuto {0}.
ja: 不明なアクションタイプ{0}です。
lt: Nežinomas veiksmo tipas {0}.
ms: Jenis tindakan tidak diketahui {0}.
nb: Ukjent handlingstype {0}.
nl: Onbekend actietype {0}.
pl: Nieznany typ akcji {0}.
pt_br: Tipo de ação {0} desconhecido.
ru: Неизвестный тип действия {0}.
sk: Neznámy typ akcie {0}.
sl: Neznana vrsta dejanja {0}.
sq: Lloj veprimi i panjohur {0}.
sr: Nepoznat tip akcije {0}.
sv: Okänd åtgärdstyp {0}.
tr: Bilinmeyen eylem türü {0}.
uk: Невідомий тип дії {0}.
vi: Loại hành động không xác định {0}.
zh_hk: 未知的動作類型 {0} 。

source: Cannot execute Action {0}: Card {1} is not marked as `is_write`
hu: A(z) {0} művelet nem hajtható végre: A(z) {1} kártya nincs `is_write` megjelöléssel
ms: Tidak boleh melaksanakan Tindakan {0}: Kad {1} tidak ditandakan sebagai `is_write`

source: Cannot execute implicit action on a table with ambiguous column names.
ar: لا يمكن تنفيذ إجراء ضمني على جدول يحتوي على أسماء أعمدة ملتبسة.
bg: Не може да се изпълни неявно действие върху таблица с неопределени имена на колони.
ca: No es pot executar una acció implícita en una taula amb noms de columna ambigus.
de: Kann keine implizite Aktion für eine Tabelle mit mehrdeutigen Spaltennamen ausführen.
eo: Bruh, you can't do a sneaky action on a table with messy column names, fr fr.
es: No se puede ejecutar una acción implícita en una tabla con nombres de columna ambiguos.
fa: نمی‌توانید روی جدولی با نام‌های ستون مبهم عمل ضمنی انجام دهید.
fi: Ei voi suorittaa implisiittistä toimintoa taulussa, jossa on epäselviä sarakkeiden nimiä.
fr: Impossible d'exécuter une action implicite sur une table avec des noms de colonnes ambig
hu: Nem hajtható végre implicit művelet egy tábla egyértelműtlen oszlopnevein.
it: Impossibile eseguire l'azione implicita su una tabella con nomi di colonne ambigui.
ja: 曖昧な列名を持つテーブルに対して暗黙のアクションを実行できません。
lt: Negalima atlikti numanomo veiksmo lentelėje su dviprasmiškais stulpelių pavadinimais.
ms: Tidak boleh melaksanakan tindakan tersirat pada jadual dengan nama lajur yang samar.
nb: Kan ikke utføre handling på en tabell med tvetydige kolonnenavn.
nl: Kan geen impliciete actie uitvoeren op een tabel met dubbelzinnige kolomnamen.
pl: Nie można wykonać niejawnej akcji na tabeli z niejednoznacznymi nazwami kolumn.
pt_br: Não é possível executar uma ação implícita em uma tabela com nomes de coluna ambíguos.
ru: Невозможно выполнить неявное действие на таблице с неоднозначными именами столбцов.
sk: Nie je možné vykonať implicitnú akciu na tabuľke s nejednoznačnými názvami stĺpcov.
sl: Ni mogoče izvesti implicitnega dejanja v tabeli z dvoumnimi imeni stolpcev.
sq: Nuk mund të ekzekutohet veprimi implicit në një tabelë me emra kolonash të paqartë.
sr: Nije moguće izvršiti implicitnu akciju nad tabelom sa dvosmislenim nazivima kolona.
sv: Kan inte utföra implicit åtgärd på en tabell med tvetydiga kolumnnamn.
tr: Belirsiz sütun adlarına sahip bir tabloda örtük eylem gerçekleştirilemez.
uk: Неможливо виконати неявну дію на таблиці з неоднозначними назвами колонок.
vi: Không thể thực thi hành động ngầm định trên bảng có tên cột mơ hồ.
zh_hk: 無法在具有模糊列名的表上執行隱式動作。

source: No destination parameter found for {0}. Found: {1}
ar: لم يتم العثور على مُعلَمة وجهة لـ {0}. تم العثور على: {1}
bg: Няма намерен параметър за дестинация за {0}. Намерено: {1}
ca: No s'ha trobat paràmetre de destí per a {0}. S'ha trobat: {1}
de: Kein Zielparameter für {0} gefunden. Gefunden: {1}
eo: Bruh, no destination parameter for {0}. Found: {1}—fr fr, wtf?
es: No se encontró ningún parámetro de destino para {0}. Encontrado: {1}
fa: هیچ پارامتر مقصدی برای {0} پیدا نشد. یافت:% {1}
fi: Määränpääparametria ei löytynyt kohteelle {0}. Löydetty: {1}
fr: Aucun paramêtre de destination trouvé pour {0}. Trouvé: {1}
hu: Nem található célparaméter a(z) {0}-hoz. Talált: {1}
it: Nessun parametro di destinazione trovato per {0}. Trovato: {1}
ja: {0}のデスティネーションパラメータが見つかりませんでした。見つかりました。{1}
lt: Nerasta {0} paskirties parametro. Rasta: {1}
ms: Tiada parameter destinasi ditemui untuk {0}. Ditemui: {1}
nb: Ingen destinasjonsparameter funnet for {0}. Fant {1}
nl: Geen bestemmingsparameter gevonden voor {0}. Gevonden: {1}
pl: Nie znaleziono parametru docelowego dla {0}. Znaleziono: {1}
pt_br: Nenhum parâmetro de destino encontrado para {0}. Encontrado: {1}
ru: Не найден параметр назначения для {0}. Найдено: {1}
sk: Nenájdený žiadny cieľový parameter pre {0}. Nájdené: {1}
sl: Za {0} ni bil najden ciljni parameter. Najdeno: {1}
sq: Nuk u gjet parametër destinacioni për {0}. U gjetën: {1}
sr: Nije pronađen odredišni parametar za {0}. Pronađeno: {1}
sv: Ingen destinationsparameter hittades för {0}. Hittade: {1}
tr: {0} için hedef parametresi bulunamadı. Bulunan: {1}
uk: Не знайдено параметр місця призначення для {0}. Знайдено: {1}
vi: Không tìm thấy tham số đích cho {0}. Đã tìm thấy: {1}
zh_hk: 未找到 {0} 的目的地參數。發現：{1}

source: Implicit parameters must be provided.
ar: يجب توفير مُعلَمات ضمنية.
bg: Трябва да бъдат осигурени неявните параметри.
ca: Els paràmetres implícits s'han d'especificar.
de: Implizite Parameter müssen angegeben werden.
eo: You gotta toss in those implicit params, fr.
es: Hay que proporcionar parámetros implícitos.
fa: پارامترهای ضمنی باید ارائه شوند.
fi: Implisiittiset parametrit on annettava.
fr: Des paramètres implicites doivent être fournis.
hu: Implicit paramétereket kell megadni.
it: Devono essere forniti parametri impliciti.
ja: 暗黙的なパラメータを提供する必要がある。
lt: Turi būti pateikti numanomi parametrai.
ms: Parameter tersirat mesti disediakan.
nb: Implisitte parameter må finnes.
nl: Er moeten impliciete parameters worden opgegeven.
pl: Należy podać parametry niejawne.
pt_br: Parâmetros implícitos devem ser fornecidos.
ru: Необходимо предоставить неявные параметры.
sk: Implicitné parametre musia byť poskytnuté.
sl: Navesti je treba implicitne parametre.
sq: Duhet të jepen parametrat implicit.
sr: Implicitni parametri moraju biti prosleđeni.
sv: Implicita parametrar måste tillhandahållas.
tr: Örtük parametreler sağlanmalıdır.
uk: Необхідно надати неявні параметри.
vi: Phải cung cấp các tham số ngầm định.
zh_hk: 必須提供隱式參數。

source: Cannot call the service: missing required parameters: {0}
ar: لا يمكن استدعاء الخدمة: المُعلَمات المطلوبة مفقودة: {0}
bg: Не може да се повика услугата: липсват необходимите параметри: {0}
ca: No es pot cridar el servei: falten paràmetres requerits: {0}
de: Der Dienst kann nicht aufgerufen werden: fehlende erforderliche Parameter: {0}
eo: Bruh, can’t hit up the service — missing some key deets: {0}
es: No se puede llamar al servicio: faltan parámetros obligatorios: {0}
fa: نمی توان سرویس را فراخوانی کرد: پارامترهای لازم وجود ندارد: {0}
fi: Palvelua ei voi kutsua: puuttuvat pakolliset parametrit: {0}
fr: Service non-joignable: il manque des paramètres requis: {0}
hu: A szolgáltatás nem hívható: hiányzó kötelező paraméterek: {0}
it: Impossibile chiamare il servizio: mancano i parametri obbligatori: {0}
ja: サービスを呼び出すことができません: 必要なパラメータがありません。{0}
lt: Negalima iškviesti paslaugos: trūksta būtinų parametrų: {0}
ms: Tidak boleh memanggil perkhidmatan: parameter yang diperlukan hilang: {0}
nb: Kan ikke kontakte tjeneste: mangler påkrevde parameter: {0}
nl: Kan de service niet aanroepen: ontbrekende vereiste parameters: {0}
pl: Nie można wywołać usługi: brak wymaganych parametrów: {0}
pt_br: Não é possível chamar o serviço: parâmetros necessários ausentes: {0}
ru: Невозможно вызвать сервис: отсутствуют обязательные параметры: {0}
sk: Službu nemožno vyvolať: chýbajú požadované parametre: {0}
sl: Storitve ni mogoče poklicati: manjkajo zahtevani parametri: {0}
sq: Nuk mund të thirret shërbimi: mungojnë parametrat e detyrueshëm: {0}
sr: Nije moguće pozvati servis: nedostaju obavezni parametri: {0}
sv: Kan inte ringa tjänsten: obligatoriska parametrar saknas: {0}
tr: Servis çağrılamaz: gereken parametreler eksik: {0}
uk: Неможливо викликати сервіс: відсутні обов’язкові параметри: {0}
vi: Không thể gọi dịch vụ: thiếu tham số bắt buộc: {0}
zh_hk: 無法呼叫服務，缺少必須參數 {0}

source: Too many results returned: {0}
ar: تم إرجاع نتائج كثيرة جدًا: {0}
bg: Върнати са твърде много резултати: {0}
ca: S'han obtingut massa resultats: {0}
de: Es wurden zuviele Ergebnisse zurückgegeben: {0}
eo: Bruh, too many results popped up: {0}
es: Demasiados resultados devueltos: {0}
fa: نتایج بسیاری برگشت داده شد: {0}
fi: Liian monta tulosta palautettu: {0}
fr: Trop de résultats renvoyés: {0}
hu: Túl sok eredmény tért vissza: {0}
it: Sono stati restituiti troppi risultati: {0}
ja: 返された結果が多すぎます。{0}
lt: Grąžinta per daug rezultatų: {0}
ms: Terlalu banyak dikembalikan: {0}
nb: For mange resultater returnert: {0}
nl: Te veel resultaten geretourneerd: {0}
pl: Zwrócono zbyt wiele wyników: {0}
pt_br: Muitos resultados retornados: {0}
ru: Возвращено слишком много результатов: {0}
sk: Vrátených príliš veľa výsledkov: {0}
sl: Preveč rezultatov je bilo vrnjenih: {0}
sq: U kthyen shumë rezultate: {0}
sr: Vraćeno je previše rezultata: {0}
sv: För många resultat returnerade: {0}
tr: Çok fazla sonuç döndürüldü: {0}
uk: Повернуто занадто багато результатів: {0}
vi: Quá nhiều kết quả được trả về: {0}
zh_hk: 返回的結果過多：{0}

source: You cannot create an Alert for an is_write Card.
hu: Nem hozhat létre Figyelmeztetés egy is_write Kártyának.
ms: Anda tidak boleh mencipta Amaran untuk Kad is_write.

source: Detail
ar: التفاصيل
bg: Подробности
ca: Detall
de: Einzelheiten
eo: deets
es: Detalle
fa: جزئیات
fi: Yksityiskohta
fr: Détail
hu: Részlet
it: Dettaglio
ja: 詳細
lt: Detalė
ms: Butiran
nb: Detaljer
pl: Szczegóły
pt_br: Detalhe
ru: Детали
sk: Podrobnosti
sl: Podrobnosti
sq: Detaj
sr: Detaljni prikaz
sv: Detalj
tr: Detay
uk: Деталі
vi: Chi tiết
zh_hk: 細節

source: ← Back to list
hu: ← Vissza a listához
ms: ← Kembali ke senarai

source: Table must have a single primary key: {0}
hu: A táblának egyetlen elsődleges kulcsa kell legyen: {0}
ms: Jadual mesti mempunyai satu kunci utama: {0}

source: A scaffold-target was not provided for Page: {0}
hu: Nem lett megadva céloldal a(z) {0} oldalhoz
ms: Sasaran binaan tidak disediakan untuk Halaman: {0}

source: Some tables could not be found. Given: {0} Found: {1}
hu: Néhány tábla nem található. Megadva: {0} Talált: {1}
ms: Beberapa jadual tidak ditemui. Diberikan: {0} Ditemui: {1}

source: A scaffold-target was not provided for Card: {0}
hu: Nem lett megadva célkártya a(z) {0} kártyához
ms: Sasaran binaan tidak disediakan untuk Kad: {0}

source: You cannot enable embedding for an is_write Card.
hu: Nem engedélyezheti a beágyazást egy is_write kártyához.
ms: Anda tidak dapat megaktifkan penyematan untuk Kad is_write.

source: Saved Question is a Dataset.
hu: A mentett kérdés egy Dataset.
ms: Soalan yang Disimpan adalah Dataset

source: Cannot mark Saved Question as ''is_write'': {0}
hu: Nem jelölheti meg a mentett kérdést ''is_write''-ként: {0}
ms: Tidak boleh menandakan Soalan yang Disimpan sebagai "is_write": {0}

source: Query must be a native query.
hu: A lekérdezésnek natív lekérdezésnek kell lennie.
ms: Query mesti merupakan query asli.

source: You cannot share an is_write Card.
hu: Nem oszthat meg egy is_write kártyát.
ms: Anda tidak boleh berkongsi Kad is_write,

source: Write queries are only executable via the Actions API.
hu: Az írási lekérdezések csak az Actions API-n keresztül hajthatók végre.
ms: Query menulis hanya boleh dilaksanakan melalui API Tindakan.

source: Unable to connect to LDAP server with current settings
ar: تعذّر الاتصال بخادم LDAP بالإعدادات الحالية
bg: Не може да се свърже с LDAP сървър с текущите настройки
ca: No es pot connectar al servidor LDAP amb la configuració actual
de: Mit den aktuellen Einstellungen kann keine Verbindung zum LDAP Server hergestellt werden
eo: Can’t link up to the LDAP server with these settings, lol.
es: No se puede conectar al servidor LDAP con la configuración actual
fa: قادر به اتصال به سرور LDAP با تنظیمات فعلی نیست
fi: Ei voida muodostaa yhteyttä LDAP-palvelimeen nykyisillä asetuksilla.
fr: Impossible de se connecter au serveur LDAP avec les paramètres actuels
hu: Nem lehet csatlakozni az LDAP-szerverhez a jelenlegi beállításokkal
it: Impossibile connettersi al server LDAP con le impostazioni attuali
ja: 現在の設定ではLDAPサーバーに接続できない
lt: Nepavyko prisijungti prie LDAP serverio naudojant dabartinius nustatymus
ms: Tidak dapat menyambung ke pelayan LDAP dengan tetapan semasa
nb: Kan ikke koble til LDAP-tjener med gjeldende innstillinger
nl: Kan geen verbinding maken met LDAP-server met huidige instellingen
pl: Nie można połączyć się z serwerem LDAP przy bieżących ustawieniach
pt_br: Não é possível conectar ao servidor LDAP com as configurações atuais
ru: Невозможно подключиться к LDAP серверу с текущими настройками
sk: Nie je možné pripojiť sa k serveru LDAP s aktuálnymi nastaveniami
sl: Ni mogoče vzpostaviti povezave s strežnikom LDAP s trenutnimi nastavitvami
sq: Nuk u arrit të lidhet me serverin LDAP me cilësimet aktuale
sr: Nije moguće povezati se sa LDAP serverom sa trenutnim podešavanjima
sv: Kan inte ansluta till LDAP-server med nuvarande inställningar
tr: Mevcut ayarlarla LDAP sunucusuna bağlanılamıyor
uk: Не вдалося підключитися до сервера LDAP з поточними налаштуваннями
vi: Không thể kết nối với máy chủ LDAP với cài đặt hiện tại
zh_hk: 無法使用目前設置連接到 LDAP 伺服器

source: Is LDAP currently enabled?
ar: هل LDAP مفعّل حاليًا؟
bg: В момента LDAP активиран ли е?
ca: Està LDAP activat?
de: Ist LDAP aktuell aktiviert?
eo: Is LDAP like, actually turned on rn?
es: ¿Se puede utiliar LDAP?
fa: آیا LDAP در حال حاضر فعال است؟
fi: Onko LDAP tällä hetkellä käytössä?
fr: LDAP actuellement activé ?
hu: Az LDAP jelenleg engedélyezve van?
it: LDAP è attualmente abilitato?
ja: 現在、LDAPは有効になっていますか?
lt: Ar LDAP šiuo metu įjungtas?
ms: Adakah LDAP kini diaktifkan?
nb: Er LDAP aktivert?
nl: Is LDAP momenteel ingeschakeld?
pl: Czy LDAP jest obecnie włączony?
pt_br: O LDAP foi habilitado?
ru: LDAP в настоящий момент включен?
sk: Je LDAP aktuálne povolené?
sl: Ali je LDAP trenutno omogočen?
sq: A është LDAP i aktivizuar aktualisht?
sr: Da li je LDAP trenutno omogućen?
sv: Är LDAP aktiverat?
tr: LDAP şu anda etkin mi?
uk: LDAP зараз увімкнено?
vi: LDAP hiện tại có được bật không?
zh_hk: LDAP 當前已啟用嗎？

source: Cannot run query: MongoDB doesn''t support saved questions reference: {0}
ar: تعذر تشغيل الاستعلام: لا يدعم MongoDB مرجع الأسئلة المحفوظة: {0}
bg: Не може да се изпълни заявката: MongoDB не поддържа референция към запазени въпроси: {0}
ca: No es pot executar la pregunta: MongoDB no suporta preguntes desades amb referència: {0}
de: Abfrage kann nicht ausgeführt werden: MongoDB unterstützt keine Referenzen auf gespeicherte Fragen: {0}
eo: Bruh, can’t run the query: MongoDB doesn’t do saved questions, fr. Reference: {0}
es: No se puede ejecutar la consulta: MongoDB no admite la referencia de preguntas guardadas: {0}
fa: نمی توان پرس و جو را اجرا کرد: MongoDB از ارجاع سوالات ذخیره شده پشتیبانی نمی کند: {0}
fi: Ei voi suorittaa kyselyä: MongoDB ei tue tallennettujen kysymysten viittausta: {0}
fr: Impossible d'exécuter la requête: MongoDB ne supporte pas les références vers des question sauvegardées: {0}
hu: A lekérdezés nem futtatható: a MongoDB nem támogatja a mentett kérdések hivatkozását: {0}
it: Impossibile eseguire la query: MongoDB non supporta il riferimento alle domande salvate: {0}
ja: クエリを実行できません。MongoDB は保存された質問リファレンスをサポートしていません。{0}
lt: Negalima paleisti užklausos: MongoDB nepalaiko išsaugotų klausimų nuorodos: {0}
ms: Tidak dapat menjaklankan query: MongoDB tidak menyokong rujukan soalan yang disimpan: {0}
nb: Kan ikke utføre spørring: MongoDB støtter ikke referanser til lagrede spørsmål: {0}
nl: Kan query niet uitvoeren: MongoDB ondersteunt geen opgeslagen vragen referentie: {0}
pl: Nie można uruchomić zapytania: MongoDB nie obsługuje zapisanych pytań: {0}
pt_br: Não é possível executar a consulta: MongoDB não é compatível com a referência de perguntas salvas: {0}
ru: Невозможно выполнить запрос: MongoDB не поддерживает ссылку на сохраненные запросы: {0}
sk: Dotaz sa nedá spustiť: MongoDB nepodporuje uloženú referenciu otázok: {0}
sl: Poizvedbe ni mogoče zagnati: MongoDB ne podpira shranjenih vprašanj Sklic: {0}
sq: Nuk mund të ekzekutohet pyetja: MongoDB nuk mbështet referencën e pyetjeve të ruajtura: {0}
sr: Ne mogu da pokrenem upit: MongoDB ne podržava referencu na sačuvana pitanja: {0}
sv: Det går inte att köra frågan: MongoDB stöder inte sparade frågor: {0}
tr: Sorgu çalıştırılamıyor: MongoDB kaydedilmiş sorular referansını desteklemiyor: {0}
uk: Не вдається виконати запит: MongoDB не підтримує посилання на збережені запитання: {0}
vi: Không thể chạy truy vấn: MongoDB không hỗ trợ tham chiếu câu hỏi đã lưu: {0}
zh_hk: 無法運行查詢：MongoDB 不支持已保存的問題引用：{0}

source: violates foreign key constraint {0}
hu: megsérti az idegen kulcs korlátozást {0}
ms: melanggar kekangan kunci asing {0}

source: violates unique constraint {0}
hu: megsérti az egyedi korlátozást {0}
ms: melanggar kekangan unik {0}

source: {0} violates not-null constraint
hu: A(z) {0} nem-NULL korlátozásnak nem felel meg
ms: {0} melanggar kekangan bukan-null

source: Error fetching field metadata for table {0}
hu: Hiba a mező metaadatok lekérésekor a(z) {0} táblához
ms: Ralat mengambil metadata medan untuk jadual {0}

source: sqlite doesn't support extract us week
hu: Az sqlite nem támogatja az us week kinyerését
ms: SQLite tidak menyokong pengekstrakan minggu mengikut format Amerika Syarikat.

source: Rows have the wrong columns: expected {0}, but got {1}
ar: الصفوف تحتوي على أعمدة غير صحيحة: المتوقع {0}، لكن تم الحصول على {1}
bg: Редовете имат неправилни колони: очаквано {0}, но получено {1}
ca: Les files tenen columnes errònies: s'esperava {0}, i s'ha obtingut {1}
de: Zeilen haben die falschen Spalten: {0} erwartet, aber {1} erhalten
eo: Bruh, the rows got the wrong columns: was expecting {0}, but got {1} lowkey smh
es: Las filas tienen las columnas incorrectas: se esperaba {0}, pero se obtuvo {1}
fa: ردیف‌ها دارای ستون‌های نادرست هستند: انتظار می‌رفت {0}، اما دریافت شد {1}
fi: Rivat sisältävät väärät sarakkeet: odotettiin {0}, mutta saatiin {1}
fr: Lignes ayant les mauvaises colonnes: attendu {0}, mais trouvé {1}
hu: A sorok rossz oszlopokat tartalmaznak: várt {0}, de kapott {1}
it: Le righe hanno colonne errate: previsto {0}, ma ottenuto {1}
ja: 行に間違った列がある：{0}を期待したが{1}になった
lt: Eilutėse yra neteisingi stulpeliai: tikėtasi {0}, bet gauta {1}
ms: Baris mempunyai lajur yang salah: dijangka {0}, tetapi diperoleh {1}
nb: Rader har feil kolonner: forventet {0}, men fikk {1}
nl: Rijen hebben de verkeerde kolommen: verwacht {0}, maar kreeg {1}
pl: Wiersze mają nieprawidłowe kolumny: oczekiwano {0}, ale otrzymano {1}
pt_br: As linhas têm colunas erradas: esperava {0}, mas obteve {1}
ru: Строки имеют неправильные столбцы: ожидалось {0}, но получено {1}
sk: Riadky majú nesprávne stĺpce: očakávané {0}, ale získané {1}
sl: Vrstice imajo napačne stolpce: pričakovane {0}, vendar so {1}
sq: Rreshtat kanë kolonat e gabuara: priteshin {0}, por u morën {1}
sr: Redovi imaju pogrešne kolone: očekivano {0}, ali dobijeno {1}
sv: Rader har fel kolumner: förväntat {0}, men fick {1}
tr: Satırlarda yanlış sütunlar var: beklenen {0}, fakat alınan {1}
uk: Рядки мають неправильні стовпці: очікувалося {0}, але отримано {1}
vi: Hàng có cột sai: mong đợi {0}, nhưng nhận được {1}
zh_hk: 行有錯誤的列：預期 {0}，但得到 {1}

source: Error(s) deleting rows.
ar: حدثت أخطاء أثناء حذف الصفوف.
bg: Грешка(и) при изтриване на редовете.
ca: Error en eliminar files.
de: Fehler beim Löschen von Zeilen.
eo: Oops, probs messing up deleting rows lol
es: Error(es) borrando filas.
fa: خطا(ها) در حال حذف ردیف‌ها.
fi: Virhe(t) rivien poistamisessa.
fr: Erreur(s) lors de la suppression des lignes.
hu: Hiba(k) a sorok törlésekor.
it: Errore(i) durante l'eliminazione delle righe.
ja: 行の削除エラーです。
lt: Klaida (-os) ištrinant eilutes.
ms: Ralat semasa memadam baris.
nb: Feil ved sletting av rader.
nl: Fout(en) bij het verwijderen van rijen.
pl: Błędy podczas usuwania wierszy.
pt_br: Erro(s) ao excluir linhas.
ru: Ошибка(и) удаления записей.
sk: Chyba(y) pri mazaní riadkov.
sl: Napake pri brisanju vrstic.
sq: Gabim(e) gjatë fshirjes së rreshtave.
sr: Greška(e) pri brisanju redova.
sv: Fel vid borttagning av rad(er).
tr: Satır(lar) silinirken hata oluştu.
uk: Помилка(и) під час видалення рядків.
vi: Lỗi<b>(</b>) khi xóa hàng.
zh_hk: <b>(</b>刪除行時發生錯誤。
