Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: New transform
ar: تحويل جديد
bg: Нова трансформация
ca: Nova transformació
de: Neue Transformation
es: Nueva transformación
fa: تبدیل جدید
fi: Uusi muunnos
fr: Nouvelle transformation
it: Nuova trasformazione
ja: 新しい変換
nb: Ny transformasjon
nl: Nieuwe transformatie
pl: Nowa transformacja
pt_br: Nova transformação
ru: Новое преобразование
sk: Nová transformácia
sl: Nova transformacija
sq: Transformim i ri
sr: Nova transformacija
sv: Ny transformation
tr: Yeni dönüşüm
uk: Нова трансформація
vi: Biến đổi mới
zh_hk: 新變形

source: No runs found
ar: لم يتم العثور على عمليات تشغيل
bg: Не са намерени бягания
ca: No s'han trobat curses
de: Keine Läufe gefunden
es: No se encontraron carreras
fa: هیچ اجرا یافت نشد
fi: Ei juoksuja löytynyt
fr: Aucune course trouvée
it: Nessuna corsa trovata
ja: 実行が見つかりません
nb: Ingen kjøringer funnet
nl: Geen runs gevonden
pl: Nie znaleziono żadnych przebiegów
pt_br: Nenhuma execução encontrada
ru: Прогонов не найдено
sk: Nenašli sa žiadne behy
sl: Ni najdenih tekov
sq: Nuk u gjetën ekzekutime
sr: Nijedno pokretanje nije pronađeno
sv: Inga körningar hittades
tr: Hiçbir koşu bulunamadı
uk: Запусків не знайдено
vi: Không tìm thấy lượt chạy nào
zh_hk: 未發現運行

source: No runs yet
ar: لا توجد عمليات تشغيل بعد
bg: Все още няма бягания
ca: Encara no hi ha curses
de: Noch keine Läufe
es: No hay carreras todavía
fa: هنوز هیچ اجرائی انجام نشده است
fi: Ei vielä juoksuja
fr: Aucune course pour le moment
it: Nessuna corsa ancora
ja: まだ実行されていません
nb: Ingen kjøringer ennå
nl: Nog geen runs
pl: Jeszcze żadnych biegów
pt_br: Nenhuma corrida ainda
ru: Пока нет пробежек
sk: Zatiaľ žiadne behy
sl: Še ni tekov
sq: Ende s’ka ekzekutime
sr: Još nema pokretanja
sv: Inga löpningar än
tr: Henüz koşu yok
uk: Запусків ще немає
vi: Chưa có lượt chạy nào
zh_hk: 尚未運行

source: Transform runs
ar: عمليات تشغيل التحويلات
de: Transform läuft
es: Transformar ejecuciones
fa: تبدیل اجرا می‌شود
fi: Muunnosjaksot
fr: Transform exécute
it: Trasforma le esecuzioni
ja: 変換実行
pl: Przekształć przebiegi
pt_br: Transformar execuções
ru: Запуски трансформов
sk: Transformačné spustenia
sl: Transformacije se izvajajo
sq: Ekzekutimet e transformit
sr: Pokretanja transformacija
tr: Dönüşüm işlemleri
uk: Запуски трансформів
vi: Chuyển đổi chạy
zh_hk: 變形運行

source: Last Modified
ar: آخر تعديل
bg: Последна промяна
ca: Última modificació
de: Letzte Änderung
es: Última modificación
fa: آخرین اصلاح
fi: Viimeksi muokattu
fr: Dernière modification
it: Ultima modifica
ja: 最終更新日
nb: Sist endret
nl: Laatst gewijzigd
pl: Ostatnia modyfikacja
pt_br: Última modificação
ru: Последнее изменение
sk: Naposledy upravené
sl: Zadnja sprememba
sq: Modifikuar për herë të fundit
sr: Poslednja izmena
sv: Senast ändrad
tr: Son Değişiklik
uk: Остання зміна
vi: Lần sửa đổi cuối cùng
zh_hk: 最後修改

source: Output table
ar: جدول الإخراج
bg: Изходна таблица
ca: Taula de resultats
de: Ausgabetabelle
es: Tabla de salida
fa: جدول خروجی
fi: Tulostetaulukko
fr: Tableau de sortie
it: Tabella di output
ja: 出力テーブル
nb: Utgangstabell
nl: Uitvoertabel
pl: Tabela wyjściowa
pt_br: Tabela de saída
ru: Выходная таблица
sk: Výstupná tabuľka
sl: Izhodna tabela
sq: Tabela e daljes
sr: Izlazna tabela
sv: Utdatatabell
tr: Çıktı tablosu
uk: Вихідна таблиця
vi: Bảng kết quả
zh_hk: 輸出表

source: No transforms yet
ar: لا توجد تحويلات بعد
bg: Все още няма трансформации
ca: Encara no hi ha transformacions
de: Noch keine Transformationen
es: Aún no hay transformaciones
fa: هنوز هیچ تبدیلی انجام نشده است
fi: Ei vielä muunnoksia
fr: Aucune transformation pour le moment
it: Nessuna trasformazione ancora
ja: まだ変換されていません
nb: Ingen transformasjoner ennå
nl: Nog geen transformaties
pl: Brak transformacji
pt_br: Nenhuma transformação ainda
ru: Пока нет преобразований
sk: Zatiaľ žiadne transformácie
sl: Še ni preobrazb
sq: Ende s’ka transformime
sr: Još nema transformacija
sv: Inga transformationer ännu
tr: Henüz dönüşüm yok
uk: Трансформів ще немає
vi: Chưa có biến đổi nào
zh_hk: 尚未變形

source: No transforms found
ar: لم يتم العثور على تحويلات
bg: Не са намерени трансформации
ca: No s'han trobat transformacions
de: Keine Transformationen gefunden
es: No se encontraron transformaciones
fa: هیچ تبدیلی یافت نشد
fi: Ei muunnoksia
fr: Aucune transformation trouvée
it: Nessuna trasformazione trovata
ja: 変換が見つかりません
nb: Ingen transformasjoner funnet
nl: Geen transformaties gevonden
pl: Nie znaleziono transformacji
pt_br: Nenhuma transformação encontrada
ru: Преобразования не найдены.
sk: Neboli nájdené žiadne transformácie
sl: Ni najdenih transformacij
sq: Nuk u gjetën transformime
sr: Nisu pronađene transformacije
sv: Inga transformationer hittades
tr: Hiçbir dönüşüm bulunamadı
uk: Трансформацій не знайдено
vi: Không tìm thấy biến đổi
zh_hk: 未找到變換

source: Transform not found.
ar: لم يتم العثور على التحويل.
bg: Трансформацията не е намерена.
ca: No s'ha trobat la transformació.
de: Transformation nicht gefunden.
es: Transformación no encontrada.
fa: تبدیل پیدا نشد.
fi: Muunnosta ei löytynyt.
fr: Transformation non trouvée.
it: Trasformazione non trovata.
ja: 変換が見つかりません。
nb: Transform ikke funnet.
nl: Transformatie niet gevonden.
pl: Nie znaleziono transformacji.
pt_br: Transformação não encontrada.
ru: Преобразование не найдено.
sk: Transformácia sa nenašla.
sl: Transformacije ni bilo mogoče najti.
sq: Transformimi nuk u gjet.
sr: Transformacija nije pronađena.
sv: Transformationen hittades inte.
tr: Dönüşüm bulunamadı.
uk: Трансформ не знайдено.
vi: Không tìm thấy chuyển đổi.
zh_hk: 未找到變形。

source: Failed to update transform query
ar: فشل تحديث استعلام التحويل
bg: Актуализирането на заявката за трансформация не бе успешно
ca: No s'ha pogut actualitzar la consulta de transformació
de: Die Aktualisierung der Transformationsabfrage ist fehlgeschlagen.
es: No se pudo actualizar la consulta de transformación
fa: به‌روزرسانی پرس‌وجوی تبدیل ناموفق بود
fi: Muunnoskyselyn päivittäminen epäonnistui
fr: Échec de la mise à jour de la requête de transformation
it: Impossibile aggiornare la query di trasformazione
ja: 変換クエリの更新に失敗しました
nb: Kunne ikke oppdatere transformasjonsspørringen
nl: Het is niet gelukt om de transformatiequery bij te werken
pl: Nie udało się zaktualizować zapytania transformacyjnego
pt_br: Falha ao atualizar a consulta de transformação
ru: Не удалось обновить запрос преобразования
sk: Nepodarilo sa aktualizovať transformačný dopyt
sl: Poizvedbe za preoblikovanje ni bilo mogoče posodobiti.
sq: Dështoi përditësimi i query-t të transformimit
sr: Neuspešno ažuriranje upita transformacije
sv: Misslyckades med att uppdatera transformationsfrågan
tr: Dönüşüm sorgusu güncellenemedi
uk: Не вдалося оновити запит трансформу
vi: Không cập nhật được truy vấn chuyển đổi
zh_hk: 更新變換查詢失敗

source: Transform query updated
ar: تم تحديث استعلام التحويل
bg: Заявката за трансформация е актуализирана
ca: Consulta de transformació actualitzada
de: Transform-Abfrage aktualisiert
es: Consulta de transformación actualizada
fa: پرس و جوی تبدیل به‌روزرسانی شد
fi: Muunnoskysely päivitetty
fr: Requête de transformation mise à jour
it: Query di trasformazione aggiornata
ja: 変換クエリが更新されました
nb: Transform-spørring oppdatert
nl: Transformatiequery bijgewerkt
pl: Zaktualizowano zapytanie transformacyjne
pt_br: Consulta de transformação atualizada
ru: Запрос преобразования обновлен
sk: Transformačný dopyt bol aktualizovaný
sl: Poizvedba za pretvorbo je bila posodobljena
sq: Query i transformimit u përditësua
sr: Upit transformacije ažuriran
sv: Transformationsfråga uppdaterad
tr: Dönüşüm sorgusu güncellendi
uk: Запит трансформу оновлено
vi: Đã cập nhật truy vấn chuyển đổi
zh_hk: 變更查詢已更新

source: Sorry, you don't have permission to view this transform.
ar: عذرًا، ليست لديك صلاحية عرض هذا التحويل.
de: Entschuldigung, Sie haben keine Berechtigung, diese Transformation anzuzeigen.
es: Lo sentimos, no tienes permiso para ver esta transformación.
fa: متاسفیم، شما اجازه مشاهده این تبدیل را ندارید.
fi: Sinulla ei valitettavasti ole oikeutta tarkastella tätä muunnosta.
fr: Désolé, vous n'avez pas la permission de visualiser cette transformation.
it: Spiacenti, non hai l'autorizzazione per visualizzare questa trasformazione.
ja: 申し訳ありませんが、この変換を表示する権限がありません。
pl: Niestety, nie masz uprawnień do oglądania tej transformacji.
pt_br: Desculpe, você não tem permissão para visualizar esta transformação.
ru: Извините, у вас нет прав на просмотр этого трансформа.
sk: Prepáčte, nemáte povolenie na zobrazenie tejto transformácie.
sl: Žal nimate dovoljenja za ogled te transformacije.
sq: Na vjen keq, nuk ke leje ta shohësh këtë transform.
sr: Žao nam je, nemate dozvolu da vidite ovu transformaciju.
tr: Üzgünüm, bu dönüşümü görüntüleme izniniz yok.
uk: Вибачте, у вас немає дозволу переглянути цей трансформ.
vi: Rất tiếc, bạn không có quyền xem hình ảnh chuyển đổi này.
zh_hk: 抱歉，您沒有檢視此變形的權限。

source: Separate values with commas, tabs, or newlines. Use double quotes if what you're searching for has commas — and if it itself includes quotes, use backslashes like this: "searching, you see, is a \"simple\" thing."
ar: افصل القيم بفواصل أو علامات تبويب أو أسطر جديدة. استخدم علامات الاقتباس المزدوجة إذا كان ما تبحث عنه يحتوي على فواصل — وإذا كان يتضمن اقتباسات أيضًا، فاستخدم الشرطات المائلة العكسية بهذا الشكل: "searching, you see, is a \"simple\" thing."
bg: Разделяйте стойностите със запетаи, табулации или символи за нов ред. Използвайте двойни кавички, ако това, което търсите, има запетаи — а ако самото търсене съдържа кавички, използвайте обратни наклонени черти, както следва: „търсенето, виждате ли, е „просто“ нещо.“
ca: Separeu els valors amb comes, tabulacions o salts de línia. Feu servir cometes dobles si el que esteu cercant té comes, i si el text en si inclou cometes, feu servir barres invertides com aquesta: "cercar, veieu, és una cosa \"senzilla\"".
de: Trennen Sie Werte durch Kommas, Tabulatoren oder Zeilenumbrüche. Verwenden Sie doppelte Anführungszeichen, wenn das Gesuchte Kommas enthält. Wenn das Gesuchte selbst Anführungszeichen enthält, verwenden Sie Backslashes wie folgt: „Suchen ist, wie Sie sehen, eine \"einfache\" Sache.“
es: Separe los valores con comas, tabulaciones o saltos de línea. Use comillas dobles si lo que busca contiene comas, y si incluye comillas, use barras invertidas como esta: "Buscar, como ve, es algo \"sencillo\".
fa: مقادیر را با کاما، تب یا خط جدید از هم جدا کنید. اگر چیزی که جستجو می‌کنید کاما دارد، از علامت نقل قول دوتایی استفاده کنید - و اگر خودش شامل علامت نقل قول است، از بک اسلش مانند این استفاده کنید: "جستجو، می‌بینید، یک چیز "ساده" است."
fi: Erota arvot pilkuilla, sarkaimilla tai rivinvaihdoilla. Käytä lainausmerkkejä, jos etsimässäsi sanassa on pilkkuja – ja jos hakusanassa itsessään on lainausmerkkejä, käytä kenoviivoja näin: "haku on näet \"yksinkertainen\" asia."
fr: Séparez les valeurs par des virgules, des tabulations ou des sauts de ligne. Utilisez des guillemets si votre recherche comporte des virgules ; si elle contient elle-même des guillemets, utilisez des barres obliques inverses comme ceci : « chercher, voyez-vous, est une chose \"simple\". »
it: Separa i valori con virgole, tabulazioni o caratteri di nuova riga. Usa le virgolette doppie se ciò che stai cercando contiene virgole e, se include virgolette, usa le barre rovesciate in questo modo: "cercare, vedi, è una cosa \"semplice\"."
ja: 値はカンマ、タブ、または改行で区切ります。検索対象にカンマが含まれている場合は二重引用符を使用し、検索対象自体に引用符が含まれている場合は、次のようにバックスラッシュを使用します。「検索は、実は「簡単な」作業なんです。」
nb: Skill verdiene med komma, tabulator eller nye linjer. Bruk doble anførselstegn hvis det du søker etter inneholder kommaer - og hvis det selv inneholder anførselstegn, bruker du backslashes som dette: "Søk, skjønner du, er en "enkel" ting."
nl: Scheid waarden met komma's, tabs of nieuwe regels. Gebruik dubbele aanhalingstekens als iets waarnaar u zoekt komma's bevat. Als het zelf aanhalingstekens bevat, gebruik dan backslashes zoals deze: "Zoeken is, ziet u, een \"eenvoudige\" opgave."
pl: Oddziel wartości przecinkami, tabulatorami lub znakami nowej linii. Użyj cudzysłowów, jeśli wyszukiwany tekst zawiera przecinki — a jeśli sam tekst zawiera cudzysłowy, użyj ukośników odwrotnych, na przykład: „Wyszukiwanie, widzisz, to „prosta” sprawa”.
pt_br: Separe os valores com vírgulas, tabulações ou quebras de linha. Use aspas duplas se o que você estiver procurando tiver vírgulas — e se o que você está procurando incluir aspas, use barras invertidas como esta: "pesquisar, veja bem, é uma coisa \"simples\".
ru: Разделяйте значения запятыми, табуляциями или символами переноса строки. Используйте двойные кавычки, если в искомом тексте есть запятые, а если сам текст содержит кавычки, используйте обратные косые черты, например: «Поиск, как видите, — это \"простое\" дело».
sk: Hodnoty oddeľte čiarkami, tabulátormi alebo znakmi nového riadku. Ak hľadaný výraz obsahuje čiarky, použite dvojité úvodzovky – a ak samotný výraz obsahuje úvodzovky, použite spätné lomítka takto: „hľadanie je, vidíte, „jednoduchá“ vec.“
sl: Vrednosti ločite z vejicami, tabulatorji ali novimi vrsticami. Uporabite dvojne narekovaje, če ima tisto, kar iščete, vejice – in če samo išče vsebuje narekovaje, uporabite poševne črte, kot je ta: »iskanje, veste, je \"preprosta\" stvar.«
sq: Ndani vlerat me presje, tab-e ose rreshta të rinj. Përdorni thonjëza të dyfishta nëse ajo që po kërkoni ka presje — dhe nëse ajo vetë përfshin thonjëza, përdorni backslash-e kështu: "searching, you see, is a \"simple\" thing."
sr: Razdvojite vrednosti zarezima, tabulatorima ili novim redovima. Koristite duple navodnike ako ono što tražite sadrži zareze — a ako samo sadrži navodnike, koristite obrnute kose crte ovako: "searching, you see, is a \"simple\" thing."
sv: Separera värden med kommatecken, tabbtecken eller radbrytningstecken. Använd dubbla citattecken om det du söker efter innehåller kommatecken – och om det i sig innehåller citattecken, använd bakåtsnedstreck så här: "att söka, förstår du, är en "enkel" sak."
uk: Розділяйте значення комами, табуляціями або новими рядками. Використовуйте подвійні лапки, якщо те, що ви шукаєте, містить коми — а якщо воно також містить лапки, використовуйте бекслеші ось так: "searching, you see, is a \"simple\" thing."
vi: Phân tách các giá trị bằng dấu phẩy, dấu tab hoặc dấu xuống dòng. Sử dụng dấu ngoặc kép nếu nội dung bạn đang tìm kiếm có dấu phẩy — và nếu nội dung đó bao gồm dấu ngoặc kép, hãy sử dụng dấu gạch chéo ngược như sau: "tìm kiếm, bạn thấy đấy, là một việc \"đơn giản\"."
zh_hk: 使用逗號、制表符或換行符分隔值。如果您要搜尋的內容包含逗號，請使用雙引號 - 如果本身包含引號，請使用反斜線，就像這樣：「搜索，你看，是一件很簡單的事情」。

source: Then pick a metric and multiple columns to group by.
ar: ثم اختر مقياسًا وعدة أعمدة للتجميع حسبها.
bg: След това изберете показател и няколко колони, по които да групирате.
ca: A continuació, trieu una mètrica i diverses columnes per agrupar-les.
de: Wählen Sie dann eine Metrik und mehrere Spalten zum Gruppieren aus.
eo: Then pick a metric and some columns to group by, fr fr.
es: Luego, seleccione una métrica y varias columnas para agrupar.
fa: سپس یک متریک و چندین ستون را برای گروه بندی انتخاب کنید.
fi: Valitse sitten tieto ja useita sarakkeita ryhmittelyä varten.
fr: Choisissez ensuite une métrique et plusieurs colonnes à regrouper.
it: Quindi seleziona una metrica e più colonne in base alle quali effettuare il raggruppamento.
ja: 次に、グループ化するメトリックと複数の列を選択します。
nb: Velg deretter et mål og flere kolonner å gruppere etter.
nl: Selecteer vervolgens een metriek en meerdere kolommen waarop u wilt groeperen.
pl: Następnie wybierz metrykę i kolumny, według których chcesz grupować.
pt_br: Em seguida, escolha uma métrica e várias colunas para agrupar.
ru: Затем выберите показатель и несколько столбцов для группировки.
sk: Potom vyberte metriku a viacero stĺpcov na zoskupenie.
sl: Nato izberite meritev in več stolpcev, po katerih jih želite združiti.
sq: Pastaj zgjidh një metrikë dhe disa kolona për t’i grupuar sipas.
sr: Zatim izaberite metriku i više kolona za grupisanje.
sv: Välj sedan ett mått och flera kolumner att gruppera efter.
tr: Daha sonra bir metrik ve gruplandırmak için birden fazla sütun seçin.
uk: Потім виберіть метрику й кілька колонок для групування.
vi: Sau đó chọn một số liệu và nhiều cột để nhóm theo.
zh_hk: 接著選取一個指標和多個欄位來進行群組。

source: E.g., Count of orders grouped by Year and Product category
ar: مثال: عدد الطلبات مجمّع حسب السنة وفئة المنتج
bg: Например, брой поръчки, групирани по година и продуктова категория
ca: Per exemple, recompte de comandes agrupades per any i categoria de producte
de: Z. B. Anzahl der Bestellungen gruppiert nach Jahr und Produktkategorie
eo: Like, the count of orders grouped by year and product category, fr fr.
es: Por ejemplo, recuento de pedidos agrupados por año y categoría de producto
fa: به عنوان مثال، تعداد سفارشات گروه بندی شده بر اساس سال و دسته محصول
fi: Esim. Tilausten määrä ryhmitelty vuoden ja tuoteluokan mukaan
fr: Par exemple, nombre de commandes regroupées par année et catégorie de produit
it: Ad esempio, conteggio degli ordini raggruppati per anno e categoria di prodotto
ja: 例: 年と製品カテゴリ別にグループ化された注文数
nb: F.eks. antall bestillinger gruppert etter år og produktkategori
nl: Bijv. Aantal bestellingen gegroepeerd op jaar en productcategorie
pl: Np. liczba zamówień pogrupowanych według roku i kategorii produktu
pt_br: Por exemplo, Número de pedidos agrupados por Ano e Categoria de produto
ru: Например, количество заказов, сгруппированных по году и категории продукта.
sk: Napr. počet objednávok zoskupených podľa roku a kategórie produktu
sl: Npr. število naročil, razvrščenih po letu in kategoriji izdelka
sq: P.sh., Numërim i porosive të grupuara sipas Vitit dhe Kategorisë së produktit
sr: Npr., broj porudžbina grupisan po godini i kategoriji proizvoda
sv: T.ex. Antal beställningar grupperade efter år och produktkategori
tr: Örn. Yıl ve Ürün kategorisine göre gruplandırılmış sipariş sayısı
uk: Напр., Кількість замовлень, згрупована за Роком і Категорією товару
vi: Ví dụ: Số lượng đơn hàng được nhóm theo Năm và Danh mục sản phẩm
zh_hk: 例如，按年份和產品類別分類的訂單數量

source: Then pick a metric and a column to group by.
ar: ثم اختر مقياسًا وعمودًا للتجميع حسبه.
bg: След това изберете показател и колона, по които да групирате.
ca: A continuació, trieu una mètrica i una columna per agrupar-les.
de: Wählen Sie dann eine Metrik und eine Spalte zum Gruppieren aus.
eo: Then pick a metric and a column to group by, fr fr.
es: Luego, seleccione una métrica y una columna para agrupar.
fa: سپس یک متریک و یک ستون را برای گروه بندی انتخاب کنید.
fi: Valitse sitten mittari ja sarake ryhmittelyä varten.
fr: Choisissez ensuite une métrique et une colonne pour le regroupement.
it: Quindi seleziona una metrica e una colonna in base a cui effettuare il raggruppamento.
ja: 次に、グループ化するメトリックと列を選択します。
nb: Velg deretter et mål og en kolonne å gruppere etter.
nl: Selecteer vervolgens een metriek en een kolom waarop u wilt groeperen.
pl: Następnie wybierz metrykę i kolumnę, według których chcesz grupować.
pt_br: Em seguida, escolha uma métrica e uma coluna para agrupar.
ru: Затем выберите показатель и столбец для группировки.
sk: Potom vyberte metriku a stĺpec, podľa ktorého chcete zoskupiť.
sl: Nato izberite meritev in stolpec za grupiranje.
sq: Pastaj zgjidh një metrikë dhe një kolonë për ta grupuar sipas.
sr: Zatim izaberite metriku i kolonu za grupisanje.
sv: Välj sedan ett mått och en kolumn att gruppera efter.
tr: Daha sonra gruplandırmak için bir metrik ve sütun seçin.
uk: Потім виберіть метрику й колонку для групування.
vi: Sau đó chọn một số liệu và một cột để nhóm theo.
zh_hk: 接著選取一個指標和一列來進行群組。

source: E.g., Count of users grouped by Country
ar: مثال: عدد المستخدمين مجمّع حسب البلد
bg: Например, брой потребители, групирани по държава
ca: Per exemple, recompte d'usuaris agrupats per país
de: Z. B. Anzahl der Benutzer gruppiert nach Land
eo: Like, a quick example: total users, broken down by country lol
es: Por ejemplo, recuento de usuarios agrupados por país
fa: به عنوان مثال، تعداد کاربران گروه بندی شده بر اساس کشور
fi: Esimerkiksi käyttäjien määrä maan mukaan ryhmiteltynä
fr: Par exemple, nombre d'utilisateurs regroupés par pays
it: Ad esempio, conteggio degli utenti raggruppati per Paese
ja: 例: 国別にグループ化されたユーザーの数
nb: F.eks. antall brukere gruppert etter land
nl: Bijv. Aantal gebruikers gegroepeerd per land
pl: Np. liczba użytkowników pogrupowana według kraju
pt_br: Por exemplo, Número de usuários agrupados por País
ru: Например, количество пользователей, сгруппированных по стране
sk: Napr. počet používateľov zoskupených podľa krajiny
sl: Npr. Število uporabnikov, razvrščenih po državah
sq: P.sh., Numërim i përdoruesve të grupuar sipas Shtetit
sr: Npr., broj korisnika grupisan po zemlji
sv: T.ex. Antal användare grupperade efter land
tr: Örn. Ülkeye göre gruplandırılmış kullanıcı sayısı
uk: Напр., Кількість користувачів, згрупована за Країною
vi: Ví dụ: Số lượng người dùng được nhóm theo Quốc gia
zh_hk: 例如，依國家分類的使用者人數

source: Then pick two or more metrics and one or two columns to group by.
ar: ثم اختر مقياسين أو أكثر وعمودًا أو عمودين للتجميع حسبها.
bg: След това изберете два или повече показателя и една или две колони, по които да групирате.
ca: A continuació, trieu dues o més mètriques i una o dues columnes per agrupar-les.
de: Wählen Sie dann zwei oder mehr Metriken und eine oder zwei Spalten zum Gruppieren aus.
eo: Then pick like two or more metrics and one or two columns to group by, fr.
es: Luego, seleccione dos o más métricas y una o dos columnas para agrupar.
fa: سپس دو یا چند معیار و یک یا دو ستون را برای گروه بندی انتخاب کنید.
fi: Valitse sitten kaksi tai useampi muuttuja ja yksi tai kaksi saraketta ryhmittelyä varten.
fr: Choisissez ensuite deux ou plusieurs métriques et une ou deux colonnes à regrouper.
it: Quindi seleziona due o più metriche e una o due colonne in base alle quali effettuare il raggruppamento.
ja: 次に、グループ化する 2 つ以上のメトリックと 1 つまたは 2 つの列を選択します。
nb: Velg deretter to eller flere beregninger og én eller to kolonner å gruppere etter.
nl: Selecteer vervolgens twee of meer statistieken en een of twee kolommen waarop u wilt groeperen.
pl: Następnie wybierz co najmniej dwie metryki i jedną lub dwie kolumny, według których chcesz grupować.
pt_br: Em seguida, escolha duas ou mais métricas e uma ou duas colunas para agrupar.
ru: Затем выберите два или более показателей и один или два столбца для группировки.
sk: Potom vyberte dve alebo viac metrík a jeden alebo dva stĺpce na zoskupenie.
sl: Nato izberite dve ali več meritev in enega ali dva stolpca za razvrščanje v skupine.
sq: Pastaj zgjidh dy ose më shumë metrika dhe një ose dy kolona për t’i grupuar sipas.
sr: Zatim izaberite dve ili više metrika i jednu ili dve kolone za grupisanje.
sv: Välj sedan två eller flera mätvärden och en eller två kolumner att gruppera efter.
tr: Daha sonra iki veya daha fazla metrik ve gruplandırmak için bir veya iki sütun seçin.
uk: Потім виберіть дві або більше метрик і одну або дві колонки для групування.
vi: Sau đó chọn hai hoặc nhiều số liệu và một hoặc hai cột để nhóm theo.
zh_hk: 接著挑選兩個或更多指標，以及一或兩列來進行群組。
