Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Show values for this series
ar: اعرض القيم لهذه السلسلة
bg: Показване на стойности за тази поредица
ca: Mostra els valors de la sèrie
de: Werte für diese Serie anzeigen
eo: Show the deets for this series
es: Mostrar valores para esta serie
fa: نمایش مقادیر برای این سری
fi: Näytä tämän sarjan arvot
fr: Afficher les valeurs pour cette série
hu: Értékek megjelenítése ehhez a sorozathoz
it: Mostra i valori per queste serie
ja: このシリーズの値を表示
lt: Rodyti šios serijos reikšmes
ms: Tunjukkan nilai untuk siri ini
nb: Vis verdier for denne serie
nl: Toon waardes van deze serie
pl: Pokaż wartości dla tej serii
pt_br: Mostrar valores para esta série
ru: Показать значения для этой серии
sk: Zobraziť hodnoty pre túto sériu
sl: Pokaži vrednosti za to serijo
sq: Shfaq vlerat për këtë seri
sr: Prikaži vrednosti za ovu seriju
sv: Visa värden för denna serie
tr: Bu serinin değerlerini göster
uk: Показувати значення для цієї серії
vi: Hiển thị giá trị cho chuỗi này
zh_hk: 顯示此系列的值

source: Question''s average execution duration is {0}; using ''magic'' TTL of {1}
hu: A kérdés átlagos végrehajtási időtartama {0}; a(z) {1} "magic" TTL-jével
ms: Tempoh pelaksanaan purata soalan adalah {0}; menggunakan TTL 'ajaib' {1}

source: A snippet with that name already exists. Please pick a different name.
ar: يوجد بالفعل مقتطف بهذا الاسم. يرجى اختيار اسم مختلف.
bg: Фрагмент с това име вече съществува. Моля, изберете друго име.
ca: Ja existeix un fragment de codi amb aquest nom. Si us plau, utilitzeu-ne un de diferent.
de: Ein Snippet mit diesem Namen existiert bereits. Bitte wählen Sie einen anderen Namen.
eo: Bruh, there's already a snippet with that name. Pick a diff one pls.
es: Ya existe un fragmento con ese nombre. Por favor, elige un nombre diferente.
fa: یک قطعه کد با این نام قبلاً موجود است. لطفاً نام دیگری انتخاب کنید.
fi: Samanniminen koodinpätkä löytyi. Valitse toinen nimi, ole hyvä.
fr: Il existe déjà un fragment de ce nom. Veuillez choisir un autre nom.
hu: Ezzel a névvel már létezik egy kivonat. Kérem, válasszon másik nevet.
it: Esiste già uno snippet con questo nome. Scegli un nome diverso per piacere.
ja: その名前のスニペットはすでに存在しています。別の名前を選択してください。
lt: Fragmentas tokiu pavadinimu jau yra. Pasirinkite kitą pavadinimą.
ms: Petikan dengan nama itu sudah wujud. Sila pilih nama yang berbeza.
nb: Et utvalg med samme navn eksisterer fra før. Velg et annet.
nl: Er bestaat al een snippet met deze naam, kies een andere naam.
pl: Fragment o tej nazwie już istnieje. Proszę wybrać inną nazwę.
pt_br: Um trecho com esse nome já existe. Escolha um nome diferente.
ru: Фрагмент с таким именем уже существует. Пожалуйста, выберите другое имя.
sk: Fragment s týmto menom už existuje. Prosím, vyberte iný názov.
sl: Odlomek s tem imenom že obstaja. Prosimo, izberite drugo ime.
sq: Ekziston tashmë një fragment me atë emër. Të lutem zgjidh një emër tjetër.
sr: Isečak sa tim nazivom već postoji. Izaberite drugi naziv.
sv: En snutt med det namnet finns redan. Välj ett annat namn.
tr: Bu ada sahip bir pasaj zaten var. Lütfen farklı bir ad seçin.
uk: Фрагмент з таким іменем вже існує. Будь-ласка, обери інше ім'я.
vi: Một đoạn với tên đó đã tồn tại. Vui lòng chọn một tên khác.
zh_hk: 具有該名稱的程式碼已存在。請選擇其他名稱。

source: [Unknown Metric]
ar: [مقياس غير معروف]
bg: [Неизвестна метрика]
ca: [Mètrica desconeguda]
de: [Unbekannte Metrik]
eo: [Idk, lowkey sus]
es: [Métrica Desconocida]
fa: [ویژگی ناشناخته]
fi: I'm sorry, but I need a sentence in English to translate into Finnish.
fr: [Métrique inconnue]
hu: [Ismeretlen metrika]
it: [Metrica Sconosciuta]
ja: [不明なメトリクス]
lt: [Nežinoma metrika]
ms: [Metik Tidak Diketahui]
nb: [Ukjent Indukator]
nl: [Onbekende metriek]
pl: [Nieznana Metryka]
pt_br: [Métrica desconhecida]
ru: [Неизвестная метрика]
sk: [Neznáma metrika]
sl: [Neznana metrika]
sq: [Metrikë e panjohur]
sr: [Nepoznata metrika]
sv: [Okänt mått]
tr: [Bilinmeyen Metrik]
uk: [Невідома метрика]
vi: [Số liệu không xác định]
zh_hk: [未知度量]

source: [Unknown Segment]
ar: [شريحة غير معروفة]
bg: [Неизвестен сегмент]
ca: [Segment desconegut]
de: [Unbekannte Segment]
eo: Oops, I can't really tell what that is, but if you wanna give me more context or another phrase, I got you!
es: [Segmento Desconocido]
fa: [بخش ناشناخته]
fi: I'm sorry, but I cannot provide a translation without knowing the sentence you would like me to translate. Please provide the sentence you would like me to translate into Finnish.
fr: [Segment inconnu]
hu: [Ismeretlen szegmens]
it: [Segmento Sconosciuto]
ja: [不明なセグメント]
lt: [Nežinomas segmentas]
ms: [Segmen Tidak Diketahui]
nb: [Ukjent Segment]
nl: [Onbekend segment]
pl: [Nieznany Segment]
pt_br: [Segmento desconhecido]
ru: [Неизвестный сегмент]
sk: [Neznámy segment]
sl: [Neznani segment]
sq: [Segment i panjohur]
sr: [Nepoznat segment]
sv: [Okänt segment]
tr: [Bilinmeyen Segment]
uk: [Невідомий сегмент]
vi: [Phân đoạn không xác định]
zh_hk: [未知數據集]

source: Error writing error to output stream
hu: Hiba az adatfolyamra való írás közben
ms: Ralat menulis ralat ke aliran output

source: Caught unexpected Exception in streaming response body
hu: Váratlan kivétel a streaming válasz törzsében
ms: Menangkap Pengecualian yang tidak dijangka dalam badan respons streaming

source: bound-fn caught unexpected Exception
hu: A bound-fn váratlan kivételt fogott el
ms: fungsi-terikat menangkap Pengecualian yang tidak dijangka

source: Error determining whether HTTP request was canceled
hu: Hiba a HTTP-kérés lemondásának meghatározásakor
ms: Ralat menentukan sama ada permintaan HTTP telah dibatalkan

source: Check cancelation status timed out after {0}
hu: A lemondás állapotának ellenőrzése időtúllépést ért el {0} után
ms: Semak status pembatalan tamat masa selepas {0}

source: Unexpected exception in do-f-async
hu: Váratlan kivétel a do-f-async közben
ms: Pengecualian yang tidak dijangka dalam do-f-async

source: Unexpected exception writing error response
hu: Váratlan kivétel a hiba válasz írásakor
ms: Pengecualian yang tidak dijangka menulis respons ralat

source: Server certificate not trusted - did you specify the correct SSL certificate chain?
ar: شهادة الخادم غير موثوق بها - هل حدّدت سلسلة شهادات SSL الصحيحة؟
bg: Сертификатът на сървъра не е надежден - посочихте ли правилната верига на SSL сертификати?
ca: No es confia en el certificat del servidor. Heu especificat la cadena SSL correctament?
de: Dem Server-Zertifikat wird nicht vertraut - haben Sie die korrekte SSL-Zertifikatskette gewählt/gesetzt?
eo: Yo, the server cert isn’t trusted rn — did you actually set up the correct SSL chain?
es: Certificado de servidor no confiable: ¿especificó la cadena de certificados SSL correcta?
fa: گواهی‌نامه سرور مورد اعتماد نیست - آیا زنجیره گواهی SSL صحیح را مشخص کرده‌اید?
fi: Palvelinvarmenne ei luotettu – määrititkö oikean SSL-varmenneketjun?
fr: Certificat de serveur non fiable - avez-vous spécifié une chaîne de certificats SSL correcte ?
hu: A szervertanúsítvány nem megbízható - megadta a helyes SSL tanúsítványláncot?
it: Certificato Server non affidabile - hai utilizzato la certificate chain SSL corretta?
ja: サーバー証明書が信頼されていません - 正しいSSL証明書チェーンを指定しましたか?
lt: Serverio sertifikatas nepatikimas – ar nurodėte teisingą SSL sertifikatų grandinę?
ms: Sijil pelayan tidak dipercayai - adakah anda menentukan rantaian sijil SSL yang betul?
nb: Serversertifikat kan ikke stoles på - spesifiserte du korrekt SSL-sertifikatkjede?
nl: Het servercertificaat kan niet worden vertrouwd: heeft u de goede SSL-certificatenketen aangegeven?
pl: Certyfikat serwera nie jest zaufany - czy podałeś prawidłowy łańcuch certyfikatów SSL?
pt_br: O certificado do servidor não é confiável - você especificou a cadeia de certificados SSL correta?
ru: Сертификат сервера не является доверенным - вы указали правильную цепочку сертификатов SSL?
sk: Certifikát servera nie je dôveryhodný - zadali ste správny SSL certifikačný reťazec?
sl: Potrdilo strežnika ni zaupanja vredno - ali ste določili pravilno verigo potrdil SSL?
sq: Certifikata e serverit nuk është e besuar - a e specifikuat zinxhirin e saktë të certifikatave SSL?
sr: Sertifikat servera nije pouzdan — da li ste naveli ispravan lanac SSL sertifikata?
sv: Serverns certifikat är inte giltigt. Angav du rätt SS-certfikat-kedja?
tr: Sunucu sertifikası güvenilir değil - doğru SSL sertifika zincirini belirttiniz mi?
uk: Сертифікату сервера не довіряють — чи вказали ви правильний ланцюжок SSL-сертифікатів?
vi: Chứng chỉ máy chủ không đáng tin cậy - bạn đã chỉ định chuỗi chứng chỉ SSL chính xác chưa?
zh_hk: 伺服器證書不受信任-您是否指定了正確的 SSL 證書鏈？

source: Server appears to require SSL - please enable SSL above
hu: Úgy tűnik, hogy a szerver SSL-t igényel – kérjük, engedélyezze az SSL-t fent
ms: Pelayan nampaknya memerlukan SSL - sila aktifkan SSL di atas

source: Username
ar: اسم المستخدم
bg: Потребителско име
ca: Nom d'usuari
de: Benutzername
eo: "Username" → "Userzname" or just keep it as is, since it's already pretty chill.
es: Nombre Usuario
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
lt: Vartotojo vardas
ms: Nama pengguna
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Usuário
ru: Имя пользователя
sk: Používateľské meno
sl: Uporabniško ime
sq: Emri i përdoruesit
sr: Korisničko ime
sv: Användarnamn
tr: Kullanıcı adı
uk: Імʼя користувача
vi: Tên tài khoản
zh_hk: 帳號

source: Don''t know how to parse parameter of type {0}
ar: لا نعرف كيفية تحليل بارامتر من النوع {0}
bg: Не знам как да анализирам параметър от тип {0}
ca: No sé com interpretar el paràmetre de tipus {0}
de: Der Parameter vom Typ {0} kann nicht geparsed werden.
eo: Bruh, I’m so lost trying to decode this parameter of type {0}
es: No sé cómo analizar el parámetro de tipo {0}
fa: نمی دانید چگونه پارامتر از نوع {0} را تجزیه کنید
fi: En osaa jäsentää tyypin {0} parametria
fr: Ne sait pas comment analyser le paramètre de type {0}
hu: Nem tudom, hogyan kell elemezni a(z) {0} típusú paramétert
it: Impossibile fare il parse del parametro di tipo {0}
ja: タイプ{0}のパラメーターを解析する方法がわかりません
lt: Nežinau, kaip išanalizuoti {0} tipo parametrą
ms: Tidak tahu bagaimana untuk mentafsir parameter jenis {0}
nb: Vet ikke hvordan jeg skal tolke parameter av type {0}
nl: Geen idee hoe parameter van type {0} behandeld moet worden
pl: Nie wiem, jak przeanalizować parametr typu {0}
pt_br: Não sei como analisar o parâmetro do tipo {0}
ru: Не знаю, как разобрать параметр типа {0}
sk: Neviem, ako analyzovať parameter typu {0}
sl: Ne vem, kako razčleniti parameter vrste {0}
sq: Nuk di si të pars-ohet parametri i tipit {0}
sr: Ne znam kako da parsiram parametar tipa {0}
sv: Kan inte tolka parametern med typ {0}
tr: {0} türünde bir parametrenin nasıl ayrıştırılacağını bilmiyorum
uk: Не знаю, як розібрати параметр типу {0}
vi: Không biết cách phân tích tham số loại {0}
zh_hk: 不知道如何解析類型{0}的參數

source: Invalid :card parameter: missing `:card-id`
ar: بارامتر :card غير صالح: `:card-id` مفقود
bg: Невалиден: параметър на картата: липсва `: card-id`
ca: Invalid :card parameter: falta `:card-id`
de: Ungültiger :card parameter. ':card-id' fehlt
eo: Bruh, the :card param is invalid, like, it's missing the `:card-id` lol.
es: :card parameter: inválido, falta `:card-id`
fa: پارامتر کارت نامعتبر: `:کارت‌آی‌دی` مفقود است
fi: Virheellinen :card-parametri: puuttuu `:card-id`
fr: Paramètre :card invalide : `:card-id` manquant
hu: Érvénytelen :card paraméter: hiányzik a `:card-id`
it: :card parameter: invalido. ':card-id' mancante
ja: 不正なカードパラメータ: `:card-id`が存在しません
lt: Neteisingas :card parametras: trūksta `:card-id`
ms: Parameter: tidak sah`:kad-id`: hilang
nb: Ugyldig :cart parameter: manglende `:card-id`
nl: Ongeldig :card paramter: mist `:card-id`
pl: Nieprawidłowy parametr :card - brakuje `:card-id`
pt_br: Parâmetro :card inválido: `:card-id` ausente
ru: Неверный: параметр карточки: отсутствует `: ID карточки`
sk: Neplatný parameter :card: chýba `:card-id`
sl: Neveljaven parameter :card: manjka ':card-id'
sq: Parametër :card i pavlefshëm: mungon `:card-id`
sr: Nevažeći :card parametar: nedostaje `:card-id`
sv: Felaktig parameter ":card", saknad `:card-id`
tr: Geçersiz: kart parametresi: eksik `: kart kimliği '
uk: Недійсний параметр :card: відсутній `:card-id`
vi: Không hợp lệ: tham số thẻ: thiếu `: card-id`
zh_hk: 無效 :card 參數：缺少 `:card-id`

source: Unable to resolve Snippet: missing `:snippet-id`
ar: تعذر حلّ المقتطف: `:snippet-id` مفقود
bg: Не може да се разреши Snippet: липсва `: snippet-id`
ca: No es pot resoldre el fragment de codi: falta el `:snippet-id`
de: Kann Snippet nicht auflösen: ':snippet-id' fehlt
eo: Bruh, can't fix the Snippet: missing `:snippet-id`, fr fr
es: No se puede resolver el fragmento: falta `:snippet-id`
fa: قادر به حل قطعه نیست: `:آی‌دی-قطعه` مفقود است
fi: Koodinpätkää ei tunnisteta : `:snippet-id` puuttuu
fr: Incapable de résoudre le fragment : `:snippet-id` manquant
hu: A Snippet nem oldható fel: hiányzik a `:snippet-id`
it: Impossibile risolvere lo Snippet: ':snippet-id' mancante
ja: スニペット `:snippet-id`を解決することができません。
lt: Nepavyko išspręsti fragmento: trūksta `:snippet-id`
ms: Tidak dapat menyelesaikan Petikan`:snippet-id` :hilang
nb: Kunne ikke løse Utvalg: mangler `:snippet-id`
nl: Kon snippet niet gebruiken: mist `:snippet-id`
pl: Nie można znaleźć Fragmentu - brakuje `:snippet-id`
pt_br: Não foi possível resolver o trecho: `:snippet-id` ausente
ru: Невозможно разрешить фрагмент: отсутствует `: идентификатор фрагмента`
sk: Nemožno vyriešiť fragment: chýba `:snippet-id`
sl: Delčka ni mogoče razrešiti: manjka »:snippet-id«
sq: Nuk u arrit të zgjidhet Snippet: mungon `:snippet-id`
sr: Nije moguće razrešiti Snippet: nedostaje `:snippet-id`
sv: Kan inte härleda snutt, saknad `:snippet-id`
tr: Snippet çözülemedi: eksik `: snippet-id`
uk: Не вдалося визначити Snippet: відсутній `:snippet-id`
vi: Không thể giải quyết Snippet: mất `: snippet-id`
zh_hk: 無法解析程式碼片段：缺少`：snippet-id`

source: Snippet {0} {1} not found.
ar: لم يتم العثور على المقتطف {0} {1}.
bg: Фрагментът {0} {1} не е намерен.
ca: El fragment de codi {0} {1} no s'ha trobat.
de: Schnipsel {0} {1} nicht gefunden.
eo: Yo, snippet {0} {1} is totally MIA.
es: Fragmento {0} {1} no encontrado.
fa: قطعه {0} {1} یافت نشد.
fi: Koodinpätkä {0} {1} ei löydy.
fr: Fragment {0} {1} non trouvée.
hu: A(z) {0} {1} kivonat nem található.
it: Snippet {0} {1} non trovato.
ja: スニペット{0} {1} が見つかりません。
lt: Fragmentas {0} {1} nerastas.
ms: Petikan {0} {1} tidak ditemui.
nb: Utvalg {0} {1} ikke funnet.
nl: Snippet {0} {1} niet gevonden.
pl: Fragment kodu {0} {1} nie znaleziony
pt_br: Trecho {0} {1} não encontrado.
ru: Фрагмент {0} {1} не найден.
sk: Fragment {0} {1} nenájdený.
sl: Odlomka {0} {1} ni mogoče najti.
sq: Snippet {0} {1} nuk u gjet.
sr: Isječak koda {0} {1} nije pronađen.
sv: Snutt {0} {1} kunde inte hittas.
tr: Snippet {0} {1} bulunamadı.
uk: Фрагмент {0} {1} не знайдено.
vi: Đoạn mã {0} {1} không tìm thấy.
zh_hk: 找不到程式碼片段{0} {1}。

source: Error determining value for parameter
hu: Hiba a paraméter értékének meghatározásakor
ms: Ralat menentukan nilai untuk parameter

source: Error building query parameter map
hu: Hiba a lekérdezési paramétertérkép felépítésekor
ms: Ralat membina peta parameter pertanyaan

source: {0} ({1} DB calls)
hu: {0} ({1} DB hívások)
ms: {0} ({1} panggilan DB)

source: App DB connections: {0}/{1}
hu: App DB kapcsolatok: {0}/{1}
ms: Sambungan DB aplikasi: {0}/{1}

source: Jetty threads: {0}/{1} ({2} idle, {3} queued)
hu: Jetty szálak: {0}/{1} ({2} üresjárat, {3} sorban áll)
ms: Benang Jetty: {0}/{1} ({2} terbiar, {3} beratur)

source: ({0} total active threads)
hu: ({0} összes aktív szál)
ms: ({0} keseluruhan benang aktif)

source: Queries in flight: {0}
hu: Folyamatban lévő lekérdezések: {0}
ms: Pertanyaan sedang dilaksanakan: {0}

source: ({0} queued)
hu: ({0} sorban áll)
ms: ({0} beratur)

source: Collection must be in the same namespace as its parent
ar: يجب أن تكون المجموعة في نفس نطاق الأسماء الخاص بالأصل
bg: Колекцията трябва да бъде в същото пространство на имена като нейния родител
ca: Les col·leccions han d'estar al mateix espai de noms que el seu pare
de: Die Sammlung muss im selben Namespace sein wie die übergeordnete Sammlung.
eo: Bruh, the collection gotta be in the same namespace as its parent, fr.
es: Una colección debe estar en el mismo espacio de nombres que su padre
fa: مجموعه باید در همان فضای نام والد خود باشد
fi: Kokoelman täytyy olla samassa nimiavaruudessa kuin sen vanhempi
fr: La collection doit se trouver dans le même espace de noms que son parent
hu: A gyűjteménynek ugyanabban a névtérben kell lennie, mint a szülője
it: La Collection deve stare assieme alle altre Collection parenti
ja: コレクションはその親と同じ名前空間にある必要があります
lt: Kolekcija turi būti toje pačioje vardų erdvėje kaip ir pirminė
ms: Koleksi mesti berada dalam namespace yang sama dengan induknya
nb: Samling må være i samme navnerom som sin forelder
nl: Collectie moet onderdeel zijn van dezelde bovenloggende namespace
pl: Kolekcja musi znajdować się w tej samej przestrzeni nazw co jej rodzic
pt_br: A coleção deve estar no mesmo namespace que seu pai
ru: Коллекция должна находиться в том же пространстве имен, что и ее родитель
sk: Kolekcia musí byť v rovnakej mennej oblasti ako jej rodič
sl: Zbirka mora biti v istem imenskem prostoru kot nadrejena
sq: Koleksioni duhet të jetë në të njëjtin namespace si prindi i tij
sr: Kolekcija mora biti u istom namespace-u kao njen roditelj
sv: Samlingen måste ha samma "namespace" som den överliggande
tr: Koleksiyon, üst öğesiyle aynı ad alanında olmalıdır
uk: Колекція має бути в тому самому просторі імен, що й її батьківська
vi: Bộ sưu tập phải ở cùng không gian tên với mẹ của nó
zh_hk: 集合必須與其父級位於同一命名空間

source: Personal Collections must be in the default namespace
ar: يجب أن تكون المجموعات الشخصية في نطاق الأسماء الافتراضي
bg: Личните колекции трябва да са в пространството на имената по подразбиране
ca: Les col·leccions personals han d'estar a l'espai de noms per defecte
de: Persönliche Sammlungen müssen im Default-Namespace sein.
eo: Yo, your Personal Collections gotta stay in the default namespace, fr.
es: Las colecciones personales deben estar en el espacio de nombres predeterminado
fa: مجموعه‌های شخصی باید در فضای نام پیش‌فرض باشند
fi: Henkilökohtaisen kokoelman täytyy olla oletusnimiavaruudessa
fr: Les collections personnelles doivent se trouver dans l’espace de noms par défaut
hu: A személyes gyűjteményeknek az alapértelmezett névtérben kell lenniük
it: Le Collection personali devono essere nello spazio di default
ja: パーソナルコレクションはデフォルトの名前空間にある必要があります
lt: Asmeninės kolekcijos turi būti numatytojoje vardų srityje
ms: Koleksi peribadi mesti berada dalam ruang nama lalai
nb: Personlige samlinger må være i standard navnerom
nl: Persoonlijke collecties moeten zich in de standaard namespace bevinden
pl: Kolekcje osobiste muszą znajdować się domyślnej przestrzeni nazw
pt_br: As coleções pessoais devem estar no namespace padrão
ru: Личные коллекции должны находиться в пространстве имен по умолчанию
sk: Osobné kolekcie musia byť v predvolenej mennej oblasti
sl: Osebne zbirke morajo biti v privzetem imenskem prostoru
sq: Koleksionet Personale duhet të jenë në namespace-in default
sr: Lične kolekcije moraju biti u podrazumevanom namespace-u
sv: Personliga samlingar måste ligga i förvald "namespace"
tr: Kişisel Koleksiyonlar varsayılan ad alanında olmalıdır
uk: Особисті колекції мають бути в дефолтному просторі імен
vi: Bộ sưu tập cá nhân phải ở trong không gian tên mặc định
zh_hk: 個人收藏集必須位於預設名稱空間中

source: You cannot move a Collection to a different namespace once it has been created.
ar: لا يمكنك نقل مجموعة إلى نطاق أسماء مختلف بعد إنشائها.
bg: Не можете да премествате колекция в друго пространство от имена, след като е създадена.
ca: No podeu moure una col·lecció a un espai de noms diferent una vegada s'ha creat.
de: Sie können eine Sammlung nicht in einen anderen Namensraum verschieben sobald sie erstellt wurde.
eo: You can't just shift a Collection to a different namespace after it's been made, fr.
es: No puedes mover una Colección a un espacio de nombres diferente una vez que se haya creado.
fa: شما نمی‌توانید یک مجموعه را پس از ایجاد به فضای نام دیگری منتقل کنید.
fi: Et voi siirtää kokoelmaa toiseen nimiavaruuteen kuin missä se on luotu
fr: Vous ne pouvez pas déplacer une collection vers un espace de noms différent une fois qu'elle a été créée.
hu: A gyűjteményt nem lehet áthelyezni egy másik névtérbe, miután létrehozták.
it: Non puoi spostare una Collection in uno spazio differente una volta che è stata creata.
ja: 作成したコレクションを別の名前空間に移動することはできません。
lt: Negalite perkelti kolekcijos į kitą vardų erdvę, kai ji buvo sukurta.
ms: Anda tidak boleh memindahkan Koleksi ke ruang nama yang berbeza setelah ia dibuat.
nb: Du kan ikke flytte en Samling til et annet navnerom etter det har blitt opprettet.
nl: Je kunt een collectie niet verplaatsen naar een andere namespace nadat deze is gemaakt.
pl: Nie można przenieść kolekcji do innej przestrzeni nazw po jej utworzeniu.
pt_br: Não é possível mover uma coleção para um namespace diferente depois que ela foi criada.
ru: Вы не можете переместить коллекцию в другое пространство имен после ее создания.
sk: Kolekciu nie je možné premiestniť do inej mennej oblasti po jej vytvorení.
sl: Ko je zbirka ustvarjena, ne morete premakniti v drug imenski prostor.
sq: Nuk mund të lëvizni një Koleksion në një namespace tjetër pasi të jetë krijuar.
sr: Ne možete premestiti Kolekciju u drugi namespace nakon što je kreirana.
sv: Du kan inte flytta en samling till en annan "namespace" när den väl har skapats.
tr: Bir Koleksiyonu oluşturulduktan sonra farklı bir ad alanına taşıyamazsınız.
uk: Ви не можете перемістити колекцію в інший простір імен після її створення.
vi: Bạn không thể di chuyển Bộ sưu tập sang một không gian tên khác sau khi nó được tạo.
zh_hk: 建立集合後，您無法將其移動到其他名稱空間。

source: Collection does not exist.
ar: المجموعة غير موجودة.
bg: Колекцията не съществува.
ca: La col·lecció no existeix.
de: Sammlung existiert nicht.
eo: Bro, that collection is totally not a vibe.
es: Colección no existe.
fa: مجموعه وجود ندارد.
fi: Kokoelmaa ei ole olemassa.
fr: La collection n'existe pas.
hu: A gyűjtemény nem létezik.
it: La collezione non esiste.
ja: コレクションは存在しません。
lt: Kolekcija neegzistuoja.
ms: Koleksi tidak wujud.
nb: Samling eksisterer ikke.
nl: Collectie bestaat niet.
pl: Kolekcja nie istnieje.
pt_br: A coleção não existe.
ru: Коллекция не существует.
sk: Kolekcia neexistuje.
sl: Zbirka ne obstaja.
sq: Koleksioni nuk ekziston.
sr: Kolekcija ne postoji.
sv: Samlingen finns inte.
tr: Koleksiyon mevcut değil.
uk: Колекція не існує.
vi: Bộ sưu tập không tồn tại.
zh_hk: 集合不存在。
