Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Database Routing error: No Destination Database with slug `{0}` found.
ar: خطأ في توجيه قاعدة البيانات: لم يتم العثور على قاعدة بيانات وجهة بالـ slug `{0}`.
bg: Грешка при маршрутизирането на базата данни: Не е намерена целева база данни със слъг `{0}`.
ca: Error d'encaminament de la base de dades: no s'ha trobat cap base de dades de destinació amb el slug `{0}`.
de: Fehler beim Datenbank-Routing: Keine Zieldatenbank mit Slug „{0}“ gefunden.
eo: Database routing was a mess-up: couldn’t find any destination DB with the slug `{0}`—total ghosted.
es: Error de enrutamiento de base de datos: no se encontró ninguna base de datos de destino con el slug `{0}`.
fa: خطای مسیریابی پایگاه داده: پایگاه داده مقصد با اسلاگ `{0}` یافت نشد.
fi: Tietokannan reititysvirhe: Kohdetietokantaa, jossa on slug `{0}`, ei löytynyt.
fr: Erreur de routage de la base de données : aucune base de données de destination avec le slug `{0}` trouvée.
it: Errore di routing del database: nessun database di destinazione con slug `{0}` trovato.
ja: データベース ルーティング エラー: スラッグ `{0}` の宛先データベースが見つかりません。
nb: Database Routing-feil: Ingen destinasjonsdatabase med slug `{0}` funnet.
nl: Fout bij database-routering: geen bestemmingsdatabase met slug `{0}` gevonden.
pl: Błąd routingu bazy danych: Nie znaleziono bazy danych docelowej ze slugiem `{0}`.
pt_br: Erro de roteamento do banco de dados: Nenhum banco de dados de destino com slug `{0}` encontrado.
ru: Ошибка маршрутизации базы данных: не найдена база данных назначения со слагом `{0}`.
sk: Chyba smerovania databázy: Nenašla sa žiadna cieľová databáza so slimákom `{0}`.
sl: Napaka pri usmerjanju baze podatkov: ni bila najdena ciljna zbirka podatkov s polžem `{0}`.
sq: Gabim i Rrutëzimit të bazës së të dhënave: Nuk u gjet asnjë Bazë të dhënash destinacioni me slug `{0}`.
sr: Greška rutiranja baze podataka: Nije pronađena odredišna baza sa slug-om `{0}`.
sv: Databasroutningsfel: Ingen destinationsdatabas med slug `{0}` hittades.
tr: Veritabanı Yönlendirme hatası: `{0}` adlı Hedef Veritabanı bulunamadı.
uk: Помилка маршрутизації бази даних: не знайдено цільову базу даних зі slug `{0}`.
vi: Lỗi định tuyến cơ sở dữ liệu: Không tìm thấy cơ sở dữ liệu đích có slug `{0}`.
zh_hk: 資料庫路由錯誤：未找到標題為 `{0}` 的目的地資料庫。

source: Required user attribute is missing. Cannot route to a Destination Database.
ar: سمة المستخدم المطلوبة مفقودة. لا يمكن التوجيه إلى قاعدة بيانات وجهة.
bg: Липсва задължителният потребителски атрибут. Не може да се насочи към целева база данни.
ca: Falta l'atribut d'usuari obligatori. No es pot encaminar a una base de dades de destinació.
de: Das erforderliche Benutzerattribut fehlt. Eine Weiterleitung zu einer Zieldatenbank ist nicht möglich.
eo: Yo, some user info is missing, so can’t send it to the destination DB.
es: Falta el atributo de usuario requerido. No se puede enrutar a una base de datos de destino.
fa: ویژگی کاربر مورد نیاز وجود ندارد. نمی توان به پایگاه داده مقصد مسیریابی کرد.
fi: Vaadittu käyttäjämäärite puuttuu. Ei voi reitittää kohdetietokantaan.
fr: L'attribut utilisateur requis est manquant. Impossible d'acheminer vers une base de données de destination.
it: Manca l'attributo utente obbligatorio. Impossibile indirizzare a un database di destinazione.
ja: 必要なユーザー属性がありません。宛先データベースにルーティングできません。
nb: Nødvendig brukerattributt mangler. Kan ikke rute til en destinasjonsdatabase.
nl: Vereist gebruikerskenmerk ontbreekt. Route naar een doeldatabase is niet mogelijk.
pl: Brak wymaganego atrybutu użytkownika. Nie można skierować do bazy danych docelowych.
pt_br: Atributo de usuário obrigatório ausente. Não é possível rotear para um banco de dados de destino.
ru: Отсутствует требуемый атрибут пользователя. Невозможно направить в базу данных назначения.
sk: Chýba povinný atribút používateľa. Nie je možné smerovať do cieľovej databázy.
sl: Manjka zahtevani uporabniški atribut. Ni mogoče usmeriti v ciljno bazo podatkov.
sq: Mungon atributi i kërkuar i përdoruesit. S’mund të rrutëzohet te një Bazë të dhënash destinacioni.
sr: Nedostaje obavezni korisnički atribut. Nije moguće rutirati na odredišnu bazu.
sv: Obligatoriskt användarattribut saknas. Kan inte dirigera till en destinationsdatabas.
tr: Gerekli kullanıcı özniteliği eksik. Hedef Veritabanına yönlendirilemiyor.
uk: Відсутній обовязковий атрибут користувача. Неможливо маршрутизувати до цільової бази даних.
vi: Thuộc tính người dùng bắt buộc bị thiếu. Không thể định tuyến đến Cơ sở dữ liệu đích.
zh_hk: 缺少所需的使用者屬性。無法路由至目的地資料庫。

source: Anonymous users cannot access a database with routing enabled.
ar: لا يمكن للمستخدمين المجهولين الوصول إلى قاعدة بيانات مع تفعيل التوجيه.
bg: Анонимните потребители нямат достъп до база данни с активирано маршрутизиране.
ca: Els usuaris anònims no poden accedir a una base de dades amb l'encaminament habilitat.
de: Anonyme Benutzer können nicht auf eine Datenbank mit aktiviertem Routing zugreifen.
eo: Bruh, anonymous users can’t even get into the database with routing on fr fr.
es: Los usuarios anónimos no pueden acceder a una base de datos con el enrutamiento habilitado.
fa: کاربران ناشناس نمی توانند به پایگاه داده با مسیریابی فعال دسترسی پیدا کنند.
fi: Nimettömät käyttäjät eivät voi käyttää tietokantaa, kun reititys on käytössä.
fr: Les utilisateurs anonymes ne peuvent pas accéder à une base de données avec le routage activé.
it: Gli utenti anonimi non possono accedere a un database con routing abilitato.
ja: 匿名ユーザーは、ルーティングが有効になっているデータベースにアクセスできません。
nb: Anonyme brukere kan ikke få tilgang til en database med ruting aktivert.
nl: Anonieme gebruikers hebben geen toegang tot een database als routing is ingeschakeld.
pl: Użytkownicy anonimowi nie mogą uzyskać dostępu do bazy danych z włączonym routingiem.
pt_br: Usuários anônimos não podem acessar um banco de dados com roteamento habilitado.
ru: Анонимные пользователи не могут получить доступ к базе данных с включенной маршрутизацией.
sk: Anonymní používatelia nemajú prístup k databáze s povoleným smerovaním.
sl: Anonimni uporabniki ne morejo dostopati do zbirke podatkov z omogočenim usmerjanjem.
sq: Përdoruesit anonimë nuk mund të aksesojnë një bazë të dhënash me rrutëzim të aktivizuar.
sr: Anonimni korisnici ne mogu da pristupe bazi sa uključenim rutiranjem.
sv: Anonyma användare kan inte komma åt en databas med routing aktiverad.
tr: Yönlendirme etkinleştirilmiş bir veritabanına anonim kullanıcılar erişemez.
uk: Анонімні користувачі не можуть отримати доступ до бази даних з увімкненим routing.
vi: Người dùng ẩn danh không thể truy cập cơ sở dữ liệu khi bật tính năng định tuyến.
zh_hk: 匿名使用者無法存取啟用路由功能的資料庫。

source: Invalid email-smtp-security-override value
ar: قيمة email-smtp-security-override غير صالحة
bg: Невалидна стойност за email-smtp-security-override
ca: Valor de l'opció "email-smtp-security-override" no vàlid
de: Ungültiger E-Mail-SMTP-Sicherheits-Override-Wert
es: Valor de anulación de seguridad de correo electrónico SMTP no válido
fa: مقدار نامعتبر برای email-smtp-security-override
fi: Virheellinen email-smtp-security-override-arvo
fr: Valeur email-smtp-security-override non valide
it: Valore email-smtp-security-override non valido
ja: 無効な email-smtp-security-override 値
nb: Ugyldig verdi for e-post-smtp-security-override
nl: Ongeldige waarde voor email-smtp-security-override
pl: Nieprawidłowa wartość email-smtp-security-override
pt_br: Valor inválido de email-smtp-security-override
ru: Недопустимое значение email-smtp-security-override
sk: Neplatná hodnota prepísania zabezpečenia email-smtp
sl: Neveljavna vrednost preglasitve varnosti e-pošte smtp
sq: Vlerë e pavlefshme e email-smtp-security-override
sr: Nevažeća vrednost za email-smtp-security-override
sv: Ogiltigt värde för email-smtp-security-override
tr: Geçersiz email-smtp-security-override değeri
uk: Недійсне значення email-smtp-security-override
vi: Giá trị ghi đè bảo mật email-smtp không hợp lệ
zh_hk: 無效的 email-smtp-security-override 值

source: API is not available on non-hosted servers.
ar: API غير متاح على الخوادم غير المستضافة.
bg: API не е наличен на нехоствани сървъри.
ca: L'API no està disponible en servidors no allotjats.
de: Die API ist auf nicht gehosteten Servern nicht verfügbar.
es: La API no está disponible en servidores no alojados.
fa: API روی سرورهای غیر میزبان در دسترس نیست.
fi: API ei ole käytettävissä muilla kuin isännöidyillä palvelimilla.
fr: L'API n'est pas disponible sur les serveurs non hébergés.
it: L'API non è disponibile sui server non ospitati.
ja: API はホストされていないサーバーでは使用できません。
nb: API-et er ikke tilgjengelig på servere som ikke er hostet.
nl: API is niet beschikbaar op niet-gehoste servers.
pl: Interfejs API nie jest dostępny na serwerach niehostowanych.
pt_br: A API não está disponível em servidores não hospedados.
ru: API недоступен на неразмещенных серверах.
sk: API nie je k dispozícii na nehostovaných serveroch.
sl: API ni na voljo na strežnikih, ki niso gostovani.
sq: API nuk është e disponueshme në serverë jo të hostuar.
sr: API nije dostupan na ne-hostovanim serverima.
sv: API är inte tillgängligt på servrar som inte är hostade.
tr: API, barındırılmayan sunucularda kullanılamaz.
uk: API недоступний на не-hosted серверах.
vi: API không khả dụng trên các máy chủ không được lưu trữ.
zh_hk: 非託管伺服器無法使用 API。

source: Invalid email-smtp-port-override value
ar: قيمة email-smtp-port-override غير صالحة
bg: Невалидна стойност за замяна на имейл-smtp-порт
ca: Valor de sobreposició de port smtp-email no vàlid
de: Ungültiger E-Mail-SMTP-Port-Override-Wert
es: Valor de anulación del puerto de correo electrónico SMTP no válido
fa: مقدار نامعتبر برای لغو پورت smtp در ایمیل
fi: Virheellinen email-smtp-port-override-arvo
fr: Valeur de remplacement de port e-mail-smtp non valide
it: Valore email-smtp-port-override non valido
ja: 無効なメール SMTP ポート オーバーライド値
nb: Ugyldig verdi for e-post-smtp-port-overstyring
nl: Ongeldige email-smtp-port-override-waarde
pl: Nieprawidłowa wartość email-smtp-port-override
pt_br: Valor inválido de substituição de porta-smtp de e-mail
ru: Недопустимое значение email-smtp-port-override
sk: Neplatná hodnota prepísania portu email-smtp
sl: Neveljavna vrednost preglasitve vrat email-smtp
sq: Vlerë e pavlefshme e email-smtp-port-override
sr: Nevažeća vrednost za email-smtp-port-override
sv: Ogiltigt värde för email-smtp-port-override
tr: Geçersiz email-smtp-port-override değeri
uk: Недійсне значення email-smtp-port-override
vi: Giá trị ghi đè cổng email-smtp không hợp lệ
zh_hk: 無效的 email-smtp-port-override 值

source: Google service-account is not setup in harbormaster.
ar: لم يتم إعداد Google service-account في harbormaster.
bg: Акаунтът за услугата на Google не е настроен в Harbormaster.
ca: El compte de servei de Google no està configurat a Harbourmaster.
de: Das Google-Dienstkonto ist im Harbormaster nicht eingerichtet.
eo: Bruh, the Google service account ain’t set up in harbormaster lol.
es: La cuenta de servicio de Google no está configurada en Harbormaster.
fa: حساب سرویس Google در Harbormaster تنظیم نشده است.
fi: Google-palvelutiliä ei ole määritetty harbormasteriin.
fr: Le compte de service Google n'est pas configuré dans Harbormaster.
it: L'account di servizio Google non è configurato in Harbormaster.
ja: Google サービス アカウントが harbormaster に設定されていません。
lt: „Google“ paslaugų paskyra nėra nustatyta „Harbormaster“.
nb: Google-tjenestekontoen er ikke konfigurert i Harbormaster.
nl: Google-serviceaccount is niet ingesteld in havenmeester.
pl: Konto usługi Google nie jest skonfigurowane w harbormaster.
pt_br: A conta de serviço do Google não foi configurada no harbormaster.
ru: Учетная запись службы Google не настроена в Harbormaster.
sk: Účet služby Google nie je nastavený v harbormaster.
sl: Račun storitve Google ni nastavljen v luški kapitaniji.
sq: Google service-account nuk është konfiguruar në harbormaster.
sr: Google service-account nije podešen u harbormaster.
sv: Googles tjänstkonto är inte konfigurerat i harbormaster.
tr: Google servis hesabı harbormaster'da ayarlanmamış.
uk: Google service-account не налаштовано в harbormaster.
vi: Tài khoản dịch vụ Google chưa được thiết lập trong harbormaster.
zh_hk: 在 harbormaster 中未設定 Google 服務帳戶。

source: Invalid URL: {0}
ar: عنوان URL غير صالح: {0}
bg: Невалиден URL: {0}
ca: URL no vàlid: {0}
de: Ungültige URL: {0}
eo: Bruh, this URL is totally invalid: {0}
es: URL no válida: {0}
fa: URL نامعتبر: {0}
fi: Virheellinen URL-osoite: {0}
fr: URL non valide : {0}
it: URL non valido: {0}
ja: 無効な URL: {0}
nb: Ugyldig URL: {0}
nl: Ongeldige URL: {0}
pl: Nieprawidłowy adres URL: {0}
pt_br: URL inválido: {0}
ru: Неверный URL: {0}
sk: Neplatná adresa URL: {0}
sl: Neveljaven URL: {0}
sq: URL e pavlefshme: {0}
sr: Nevažeći URL: {0}
sv: Ogiltig webbadress: {0}
tr: Geçersiz URL: {0}
uk: Недійсний URL: {0}
vi: URL không hợp lệ: {0}
zh_hk: 無效 URL： {0}

source: Harbormaster returned an error.
ar: أعاد Harbormaster خطأً.
bg: Harbormaster върна грешка.
ca: Harbourmaster ha retornat un error.
de: Der Hafenmeister hat einen Fehler gemeldet.
eo: Harbormaster lowkey ghosted me with an error.
es: Harbormaster devolvió un error.
fa: Harbormaster خطایی را برگرداند.
fi: Harbormaster palautti virheen.
fr: Harbormaster a renvoyé une erreur.
it: Harbormaster ha restituito un errore.
ja: Harbormaster がエラーを返しました。
lt: Harbormaster grąžino klaidą.
nb: Harbormaster returnerte en feilmelding.
nl: Havenmeester heeft een foutmelding gegeven.
pl: Kapitan portu zwrócił błąd.
pt_br: Harbormaster retornou um erro.
ru: Harbormaster вернул ошибку.
sk: Harbormaster vrátil chybu.
sl: Harbormaster je vrnil napako.
sq: Harbormaster ktheu një gabim.
sr: Harbormaster je vratio grešku.
sv: Hamnchefen returnerade ett fel.
tr: Liman Müdürü bir hata döndürdü.
uk: Harbormaster повернув помилку.
vi: Harbormaster trả về lỗi.
zh_hk: Harbormaster 返回錯誤。

source: Unable to setup drive folder sync. Please check that the folder is shared with the proper service account email and sharing permissions.
ar: تعذر إعداد مزامنة مجلد Drive. يرجى التحقق من أن المجلد تمت مشاركته مع بريد حساب الخدمة المناسب وأذونات المشاركة الصحيحة.
bg: Не може да се настрои синхронизирането на папка на устройството. Моля, проверете дали папката е споделена с правилния имейл акаунт и разрешения за споделяне.
ca: No es pot configurar la sincronització de la carpeta de la unitat. Si us plau, comproveu que la carpeta estigui compartida amb el correu electrònic del compte de servei i els permisos de compartició adequats.
de: Die Laufwerkordnersynchronisierung kann nicht eingerichtet werden. Bitte überprüfen Sie, ob der Ordner mit der richtigen E-Mail-Adresse und den richtigen Freigabeberechtigungen des Dienstkontos freigegeben ist.
eo: Bruh, can't get the drive folder to sync. Yo, double-check that the folder's shared with the right service account email and that the permissions are all good.
es: No se puede configurar la sincronización de la carpeta de la unidad. Verifique que la carpeta esté compartida con la cuenta de servicio de correo electrónico y los permisos de uso compartido adecuados.
fa: تنظیم همگام سازی پوشه درایو ممکن نیست. لطفاً بررسی کنید که پوشه با ایمیل حساب سرویس مناسب و مجوزهای اشتراک گذاری به اشتراک گذاشته شده باشد.
fi: Aseman kansion synkronointia ei voi määrittää. Tarkista, että kansio on jaettu oikealla palvelutilin sähköpostilla ja jakamisoikeuksilla.
fr: Impossible de configurer la synchronisation du dossier du lecteur. Veuillez vérifier que le dossier est partagé avec l'e-mail de compte de service approprié et les autorisations de partage.
it: Impossibile configurare la sincronizzazione della cartella Drive. Controlla che la cartella sia condivisa con l'account di servizio e-mail e le autorizzazioni di condivisione corretti.
ja: ドライブ フォルダーの同期を設定できません。 フォルダーが適切なサービス アカウントのメールと共有権限で共有されていることを確認してください。
lt: Nepavyko nustatyti disko aplanko sinchronizavimo. Patikrinkite, ar aplankas bendrinamas su tinkamu paslaugos paskyros el. paštu ir bendrinimo leidimais.
nb: Kan ikke konfigurere synkronisering av stasjonsmapper. Kontroller at mappen er delt med riktig e-post og delingstillatelser for tjenestekontoen.
nl: Kan de synchronisatie van de schijfmap niet instellen. Controleer of de map wordt gedeeld met het juiste e-mailadres en de juiste deelmachtigingen voor de serviceaccount.
pl: Nie można skonfigurować synchronizacji folderów na dysku. Sprawdź, czy folder jest udostępniany przy użyciu właściwego adresu e-mail konta usługi i uprawnień udostępniania.
pt_br: Não é possível configurar a sincronização de pasta de unidade. Verifique se a pasta foi compartilhada com o e-mail de conta de serviço e as permissões de compartilhamento corretos.
ru: Не удалось настроить синхронизацию папок на диске. Проверьте, предоставлен ли общий доступ к папке с использованием правильного адреса электронной почты учетной записи службы и разрешений на общий доступ.
sk: Nedá sa nastaviť synchronizácia priečinka na disku. Skontrolujte, či je priečinok zdieľaný so správnym e-mailom účtu služby a povoleniami na zdieľanie.
sl: Sinhronizacije mape pogona ni mogoče nastaviti. Preverite, ali je mapa v skupni rabi z ustreznim e-poštnim naslovom storitvenega računa in dovoljenji za skupno rabo.
sq: Nuk u arrit të konfigurohet sinkronizimi i dosjes në drive. Ju lutemi kontrolloni që dosja të jetë e ndarë me email-in e duhur të service account dhe me lejet e duhura të ndarjes.
sr: Nije moguće podesiti sinhronizaciju drive fascikle. Proverite da li je fascikla podeljena sa ispravnim email-om service account-a i dozvolama za deljenje.
sv: Det gick inte att konfigurera enhetsmappsynkronisering. Kontrollera att mappen delas med rätt e-postadress för tjänstekontot och delningsbehörigheter.
tr: Sürücü klasörü senkronizasyonu ayarlanamadı. Lütfen klasörün doğru hizmet hesabı e-postası ve paylaşım izinleriyle paylaşıldığını kontrol edin.
uk: Не вдалося налаштувати синхронізацію папки Drive. Перевірте, що папкою поділилися з правильним email сервісного акаунта та що встановлено потрібні права доступу.
vi: Không thể thiết lập đồng bộ hóa thư mục ổ đĩa. Vui lòng kiểm tra xem thư mục có được chia sẻ với email tài khoản dịch vụ và quyền chia sẻ phù hợp hay không.
zh_hk: 無法設定磁碟機資料夾同步。 請檢查資料夾是否以正確的服務帳號電子郵件和共用權限共用。

source: No attached dwh found.
ar: لم يتم العثور على dwh مرفق.
bg: Не е намерен прикачен dwh.
ca: No s'ha trobat cap dwh adjunt.
de: Kein angehängtes DWH gefunden.
eo: No attached DWH found, fr fr.
es: No se encontró ningún dwh adjunto.
fa: dwh پیوستی یافت نشد.
fi: Liitettyä dwh:ta ei löytynyt.
fr: Aucun lave-vaisselle attaché n'a été trouvé.
it: Nessun file allegato trovato.
ja: 添付された dwh が見つかりません。
lt: Prisegtų dwh nerasta.
nb: Ingen vedlagt dwh funnet.
nl: Geen bijgevoegde dwh gevonden.
pl: Nie znaleziono dołączonego dwh.
pt_br: Nenhum dwh anexado encontrado.
ru: Прикрепленный dwh не найден.
sk: Nenašli sa žiadne pripojené dwh.
sl: Ni priloženega dwh.
sq: Nuk u gjet asnjë dwh i bashkëngjitur.
sr: Nije pronađen prikačeni dwh.
sv: Ingen bifogad dwh hittades.
tr: Ekli dwh bulunamadı.
uk: Підключене DWH не знайдено.
vi: Không tìm thấy dwh đính kèm.
zh_hk: 未找到附加的 dwh。

source: Unable to check Google Drive connection. Reconnect if the issue persists.
ar: تعذر التحقق من اتصال Google Drive. أعد الاتصال إذا استمرت المشكلة.
bg: Не може да се провери връзката с Google Диск. Свържете се отново, ако проблемът продължава.
ca: No es pot comprovar la connexió de Google Drive. Torna a connectar-te si el problema persisteix.
de: Die Google Drive-Verbindung konnte nicht überprüft werden. Stellen Sie die Verbindung erneut her, wenn das Problem weiterhin besteht.
eo: Can't check Google Drive link rn. Reconnect if it's still being sus.
es: No se puede comprobar la conexión a Google Drive. Si el problema persiste, vuelva a conectarlo.
fa: اتصال به گوگل درایو بررسی نشد. اگر مشکل همچنان ادامه داشت، دوباره متصل شوید.
fi: Google Drive -yhteyden tarkistaminen epäonnistui. Yhdistä uudelleen, jos ongelma jatkuu.
fr: Impossible de vérifier la connexion à Google Drive. Reconnectez-vous si le problème persiste.
it: Impossibile verificare la connessione a Google Drive. Riconnettiti se il problema persiste.
ja: Googleドライブへの接続を確認できません。問題が解決しない場合は再接続してください。
nb: Kan ikke sjekke tilkoblingen til Google Disk. Koble til på nytt hvis problemet vedvarer.
nl: Kan de Google Drive-verbinding niet controleren. Maak opnieuw verbinding als het probleem aanhoudt.
pl: Nie można sprawdzić połączenia z Dyskiem Google. Połącz ponownie, jeśli problem będzie się powtarzał.
pt_br: Não foi possível verificar a conexão com o Google Drive. Reconecte se o problema persistir.
ru: Не удалось проверить подключение к Google Drive. Повторно подключитесь, если проблема не исчезнет.
sk: Nepodarilo sa skontrolovať pripojenie k Disku Google. Ak problém pretrváva, znova sa pripojte.
sl: Povezave z Google Drive ni mogoče preveriti. Če težava ne izgine, se znova povežite.
sq: S’u arrit të kontrollohet lidhja me Google Drive. Rilidhe nëse problemi vazhdon.
sr: Nije moguće proveriti Google Drive konekciju. Poveži ponovo ako problem potraje.
sv: Det gick inte att kontrollera Google Drive-anslutningen. Återanslut om problemet kvarstår.
tr: Google Drive bağlantısı kontrol edilemiyor. Sorun devam ederse yeniden bağlanın.
uk: Не вдалося перевірити підключення до Google Drive. Підключіться повторно, якщо проблема не зникне.
vi: Không thể kiểm tra kết nối Google Drive. Hãy kết nối lại nếu sự cố vẫn tiếp diễn.
zh_hk: 無法檢查 Google Drive 連線。如果問題仍然存在，請重新連線。

source: Error requesting sync
ar: خطأ في طلب المزامنة
bg: Грешка при заявката за синхронизиране
ca: S'ha produït un error en sol·licitar la sincronització
de: Fehler beim Anfordern der Synchronisierung
eo: Oops, vibe got clapped when trying to sync, lol.
es: Error al solicitar sincronización
fa: خطا در درخواست همگام‌سازی
fi: Virhe synkronointipyynnössä
fr: Erreur lors de la demande de synchronisation
it: Errore durante la richiesta di sincronizzazione
ja: 同期リクエストエラー
nb: Feil ved forespørsel om synkronisering
nl: Fout bij het aanvragen van synchronisatie
pl: Błąd podczas żądania synchronizacji
pt_br: Erro ao solicitar sincronização
ru: Ошибка запроса синхронизации
sk: Chyba pri žiadosti o synchronizáciu
sl: Napaka pri zahtevi za sinhronizacijo
sq: Gabim gjatë kërkimit të sinkronizimit
sr: Greška pri zahtevu za sinhronizaciju
sv: Fel vid begäran om synkronisering
tr: Senkronizasyon isteğinde hata oluştu
uk: Помилка під час запиту синхронізації
vi: Lỗi khi yêu cầu đồng bộ
zh_hk: 請求同步時出錯

source: Google Sheets integration is not enabled.
ar: تكامل Google Sheets غير مفعّل.
bg: Интегрирането на Google Таблици не е активирано.
ca: La integració de Fulls de càlcul de Google no està activada.
de: Die Google Sheets-Integration ist nicht aktiviert.
eo: Google Sheets integration isn’t turned on, lol.
es: La integración de Hojas de cálculo de Google no está habilitada.
fa: ادغام Google Sheets فعال نیست.
fi: Google Sheets -integrointi ei ole käytössä.
fr: L'intégration de Google Sheets n'est pas activée.
it: L'integrazione con Google Fogli non è abilitata.
ja: Google スプレッドシートの統合が有効になっていません。
lt: „Google“ skaičiuoklių integravimas neįjungtas.
nb: Google Sheets-integrering er ikke aktivert.
nl: Google Sheets-integratie is niet ingeschakeld.
pl: Integracja z Arkuszami Google nie jest włączona.
pt_br: A integração com o Planilhas Google não está habilitada.
ru: Интеграция с Google Таблицами не включена.
sk: Integrácia Tabuliek Google nie je povolená.
sl: Integracija Google Preglednic ni omogočena.
sq: Integrimi i Google Sheets nuk është i aktivizuar.
sr: Integracija Google Sheets nije omogućena.
sv: Integrering av Google Kalkylark är inte aktiverad.
tr: Google E-Tablolar entegrasyonu etkin değil.
uk: Інтеграцію Google Sheets не увімкнено.
vi: Tích hợp Google Trang tính không được bật.
zh_hk: Google Sheets 整合未啟用。
