Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Is Google Sign-in currently enabled?
ar: هل تسجيل الدخول عبر Google مفعّل حاليًا؟
bg: Входът с Google в момента активиран ли е?
ca: Està habilitat Google Sign-In?
de: Ist die Google-Anmeldung aktuell aktiviert?
eo: Yo, is Google Sign-in actually enabled rn?
es: ¿Está el acceso con Google instalado?
fa: ورود با گوگل در حال حاضر فعال است؟
fi: Onko Google-kirjautuminen tällä hetkellä käytössä?
fr: La connexion Google est-elle actuellement activée ?
hu: A Google bejelentkezés jelenleg engedélyezve van?
it: L'accesso tramite Google è attualmente abilitato?
ja: 現在、Googleサインインは有効になっていますか?
lt: Ar šiuo metu įjungtas „Google“ prisijungimas?
ms: Adalah Log Masuk Google kini diaktifkan?
nb: Er Google Sign-In aktivert?
nl: Is aanmelden bij Google momenteel ingeschakeld?
pl: Czy logowanie przez Google jest obecnie włączone?
pt_br: O login do Google está habilitado no momento?
ru: Google авторизация включена?
sk: Je Google prihlásenie momentálne povolené?
sl: Ali je prijava v Google trenutno omogočena?
sq: A është aktualisht i aktivizuar Google Sign-in?
sr: Da li je Google Sign-in trenutno omogućen?
sv: Är Google-inloggning för tillfället aktiverad?
tr: Google Oturum Açma şu an etkin mi?
uk: Чи Google Sign-in наразі увімкнено?
vi: Hiện tại Đăng nhập Google đã được bật chưa?
zh_hk: 目前已啟用Google登入嗎？

source: Have the mandatory LDAP settings (host and user search base) been validated and saved?
ar: هل تم التحقق من إعدادات LDAP الإلزامية (المضيف وقاعدة بحث المستخدم) وحفظها؟
bg: Проверени и запазени ли са задължителните настройки на LDAP (домакин и основа за търсене на потребители)?
ca: S'han validat i desat els camps obligatoris d'LDAP (host i la base de cerca d'usuaris)?
de: Wurden die benötigten LDAP-Einstellungen (Host und Such-Basis für Benutzer) geprüft und gespeichert?
eo: Yo, did we confirm and save those mandatory LDAP settings (host and user search base) or nah?
es: ¿Se han validado y guardado los ajustes obligatorios de LDAP (base de búsqueda de host y usuario)?
fa: تنظیمات اجباری LDAP (میزبان و پایه جستجوی کاربر) بررسی و ذخیره شده‌اند؟
fi: Onko pakolliset LDAP-asetukset (isäntä ja käyttäjähakukanta) tarkistettu ja tallennettu?
fr: Les paramètres obligatoires LDAP (hôte et base de recherche utilisateur) ont-ils été validés et enregistrés ?
hu: A kötelező LDAP beállításokat (host és felhasználói keresési alap) érvényesítették és elmentették?
it: Le impostazioni obbligatorie di LDAP (host e base di ricerca utente) sono state convalidate e salvate?
ja: LDAPの必須設定(ホストとユーザーの検索ベース)が確認され、保存されているか?
lt: Ar privalomi LDAP nustatymai (prieglobos ir naudotojo paieškos bazė) buvo patvirtinti ir išsaugoti?
ms: Adakah tetapan LDAP mandatori (hos dan asas carian pengguna) telah disahkan dan disimpan?
nb: Har de påkrevde LDAP-innstillingene (vert og søkebase for brukere) blitt validert og lagret?
nl: Zijn de verplichte LDAP-instellingen (host- en gebruikerszoekbasis) gevalideerd en opgeslagen?
pl: Czy obowiązkowe ustawienia LDAP (podstawa wyszukiwania hostów i użytkowników) zostały sprawdzone i zapisane?
pt_br: As configurações obrigatórias do LDAP (base de pesquisa de host e usuário) foram validadas e salvas?
ru: Были ли обязательные настройки LDAP (хост и база поиска пользователя) проверены и сохранены?
sk: Boli overené a uložené povinné nastavenia LDAP (hostiteľ a základňa pre vyhľadávanie užívateľov)?
sl: Ali so bile obvezne nastavitve LDAP (baza za iskanje gostiteljev in uporabnikov) preverjene in shranjene?
sq: A janë validuar dhe ruajtur cilësimet e detyrueshme LDAP (host dhe user search base)?
sr: Da li su obavezna LDAP podešavanja (host i user search base) validirana i sačuvana?
sv: Har de obligatoriska LDAP-inställningarna (domän och användarsökbas) bekräftats och sparats?
tr: Zorunlu LDAP ayarları (host ve kullanıcı arama tabanı) doğrulandı ve kaydedildi mi?
uk: Чи було перевірено й збережено обовʼязкові налаштування LDAP (host і user search base)?
vi: Các cài đặt LDAP bắt buộc (máy chủ và cơ sở tìm kiếm người dùng) đã được xác thực và lưu chưa?
zh_hk: 已驗證及儲存強制性LDAP設定<b>（</b>主機及用戶搜尋基礎）嗎？

source: Data apps are not enabled.
hu: Az adatalkalmazások nincsenek engedélyezve.
ms: Aplikasi data tidak diaktifkan.

source: A model made from a native SQL question cannot have a variable or field filter.
ar: لا يمكن لنموذج مُنشأ من سؤال SQL أصلي أن يحتوي على متغير أو عامل تصفية حقل.
bg: Модел, създаден от собствен въпрос на SQL, не може да има променлива или филтър на поле.
ca: Un model fet a partir d'una consulta nativa SQL no pot tenir una variable o camp com a filtre.
de: Ein Modell, das auf einer nativen Abfrage basiert, kann keine Variablen oder Feld-Filter enthalten.
eo: A model made from a native SQL query can't have a variable or field filter, fr fr.
es: Un modelo hecho a partir de una pregunta SQL nativa no puede tener una variable o un filtro de campo.
fa: یک مدل که از یک سوال SQL بومی ساخته می‌شود، نمی‌تواند فیلتر متغیر یا فیلد داشته باشد.
fi: Mallia, joka on luotu alkuperäisestä SQL-kysymyksestä, ei voi suodattaa muuttujalla tai kentällä.
fr: Un modèle créé à partir d'une requête SQL native ne peut pas avoir de variable ou de filtre de champ.
hu: Egy natív SQL kérdésből készült modell nem tartalmazhat változó vagy mező szűrőt.
it: Un modello creato da una query SQL nativa non può avere una variabile o un filtro di campo.
ja: ネイティブSQLの質問から作られたモデルは、変数やフィールドのフィルタを持つことができません。
lt: Modelis, sukurtas iš vietinio SQL klausimo, negali turėti kintamojo arba lauko filtro.
ms: Model yang dibuat daripada soalan SQL asli tidak boleh mempunyai pemboleh ubah atau penapis medan.
nb: En modell laget av en naturlig SQL-spørring kan ikke ha variabel- eller feltfilter.
nl: Een model gemaakt van een SQL-vraag kan geen variabele of veldfilter hebben.
pl: Model utworzony na podstawie natywnego zapytania SQL nie może mieć filtru zmiennej ani pola.
pt_br: Um modelo feito a partir de uma pergunta SQL nativa não pode ter um filtro de variável ou campo.
ru: Модель, созданная из собственного запроса SQL, не может иметь фильтр переменных или полей.
sk: Model vytvorený z natívnej SQL otázky nemôže mať premennú alebo filter pola.
sl: Model, ustvarjen iz izvornega vprašanja SQL, ne more imeti filtra spremenljivke ali polja.
sq: Një model i krijuar nga një pyetje SQL native nuk mund të ketë një variabël ose field filter.
sr: Model napravljen od nativnog SQL pitanja ne može da ima varijablu ili field filter.
sv: En modell som är skapad från en inbyggd SQL-fråga kan inte ha filter för variabler eller fält.
tr: Yerel bir SQL sorusundan yapılan bir modelin değişken veya alan filtresi olamaz.
uk: Модель, створена з нативного SQL-запиту, не може мати змінну або фільтр поля.
vi: Một mẫu tạo từ câu hỏi SQL chính thì không thể có biến hoặc bộ lọc trường.
zh_hk: 由本地SQL問題生成的模型不能擁有變量或欄位過濾器。

source: You cannot add an is_write Card to a Dashboard.
hu: Nem adhat hozzá egy is_write kártyát egy irányítópulthoz.
ms: Anda tidak boleh menambah Kad is_write ke Papan Pemuka.

source: Error calculating raw hash: {0}
hu: Hiba a nyers hash kiszámításakor: {0}
ms: Ralat mengira hash asli: {0}

source: Error calculating hydrated hash: {0} is nil after hydrating {1}
hu: Hiba a hidratált hash kiszámításakor: {0} nulla a(z) {1} hidratálása után
ms: Ralat mengira hash hidrasi: {0} adalah nil selepas penghidratan {1}

source: Error calculating identity hash: {0}
hu: Hiba az identitáshash kiszámításakor: {0}
ms: Ralat mengira hash identity: {0}

source: Week
hu: Hét
ms: Minggu

source: No parameter mapping found for parameter {0}. Found: {1}
hu: Nem található paramétertérkép a(z) {0} paraméterhez. Talált: {1}
ms: Tiada pemetaan parameter ditemui untuk parameter {0}. Ditemui: {1}

source: Only native queries can be executed as write queries.
ar: لا يمكن تنفيذ استعلامات الكتابة إلا كاستعلامات أصلية.
bg: Само родните заявки могат да бъдат изпълнени като записващи заявки.
ca: Només les preguntes natives es poden executar com a preguntes d'escriptura.
de: Nur native Abfragen können als Schreib-Abfragen ausgeführt werden.
eo: Only native queries can be run as write moves, fr.
es: Solo consultas nativas se pueden ejecutar con consutas.
fa: فقط پرس‌وجوهای بومی می‌توانند به‌عنوان پرس‌وجوهای نوشتن اجرا شوند.
fi: Vain kantaväestön kyselyt voidaan suorittaa kirjoituskyselyinä.
fr: Seules les requêtes natives peuvent être exécutées comme requêtes d'écriture.
hu: Csak natív lekérdezések hajthatók végre írási lekérdezésként.
it: Solo le query native possono essere eseguite come query di scrittura.
ja: 書き込みクエリとして実行できるのは、ネイティブクエリのみです。
lt: Tik vietinės užklausos gali būti vykdomos kaip rašymo užklausos.
ms: Hanya query asli boleh dilaksanakan sebagai query menulis.
nb: Bare lokale spørringer kan kjøres som skrivespørringer.
nl: Alleen SQL-queries kunnen als schrijfquery's worden uitgevoerd.
pl: Tylko rodzime zapytania mogą być wykonywane jako zapytania zapisujące.
pt_br: Somente consultas nativas podem ser executadas como consultas de gravação.
ru: Только нативные запросы могут выполняться как запросы на запись.
sk: Len natívne dotazy môžu byť vykonané ako zapisovacie dotazy.
sl: Kot poizvedbe za pisanje je mogoče izvajati le izvorne poizvedbe.
sq: Vetëm pyetjet native mund të ekzekutohen si pyetje shkrimi.
sr: Samo nativni upiti mogu da se izvrše kao upiti za upis.
sv: Endast inbyggda frågor kan exekveras som skrivfrågor.
tr: Yalnızca yerel sorgular yazma sorgusu olarak çalıştırılabilir.
uk: Лише нативні запити можна виконувати як запити на запис.
vi: Chỉ có truy vấn gốc mới có thể thực thi như là truy vấn ghi.
zh_hk: 只有本地查詢才能作為寫查詢執行。

source: No Query Action found for Emitter {0}. Only Query Actions are supported at this point in time.
hu: Nem található lekérdezési művelet a(z) {0} kibocsátóhoz. Jelenleg csak lekérdezési műveletek támogatottak.
ms: Tiada Tindakan Query ditemui untuk Pembangkit {0}. hanya Tindakan Query yang disokong pada masa ini.

source: Cannot execute emitter {0}: Card {1} is not marked as `is_write`
hu: A(z) {0} kibocsátó nem hajtható végre: A(z) {1} kártya nincs `is_write` megjelöléssel
ms: Tidak boleh melaksanakan pembangun {0}: Kad {1} tidak ditandakan sebagai `is_write`

source: Error executing QueryEmitter: {0}
hu: Hiba a QueryEmitter végrehajtása során: {0}
ms: Ralat semasa melaksanakan Query Pembangun: {0}

source: Invalid session-type.
ar: session-type غير صالح.
bg: Невалиден тип сесия.
ca: Tipus de sessió no vàlid.
de: Ungültiger Session-Typ
eo: Yo, this session-type is so sus.
es: Tipo de sesión inválida.
fa: نوع جلسه نامعتبر است.
fi: Virheellinen istunnon tyyppi.
fr: Session-type invalide.
hu: Érvénytelen munkamenet-típus.
it: Tipo di sessione non valido.
ja: セッションの種類が無効です。
lt: Netinkamas seanso tipas.
ms: Jenis sesi tidak sah.
nb: Ugyldig sesjons-type.
nl: Ongeldig sessietype.
pl: Nieprawidłowy typ sesji.
pt_br: Tipo de sessão inválido.
ru: Некорректный тип сессии.
sk: Neplatný typ session.
sl: Neveljavna vrsta seje.
sq: session-type i pavlefshëm.
sr: Nevažeći session-type.
sv: Ogiltig sessionstyp.
tr: Geçersiz oturum türü.
uk: Некоректний тип сесії.
vi: Loại phiên không hợp lệ.
zh_hk: 無效的會話類型。

source: This Quarter
hu: Ebben a negyedévben
ms: Suku ini

source: Database required of {0} has changed from ''{1}'' to ''{2}''.
hu: A(z) {0} szükséges adatbázisa megváltozott a(z) ''{1}''-ről a(z) ''{2}''-re.
ms: Pangkalan Data yang diperlukan {0} telah berubah daripada "{1}" kepada "{2}".

source: Metabase task scheduler disabled. Scheduled tasks will not be ran.
hu: A metabase feladatütemező le van tiltva. Az ütemezett feladatok nem futnak.
ms: Jadual tugas Metabase dinyahaktifkan. Tugas yang dijadualkan tidak akan dijalankan.

source: value must be a map with schema: ( {0}{1}{2}{3}{4}{5}
hu: Az értéknek egy sémával rendelkező térképnek kell lennie: ( {0}{1}{2}{3}{4}{5}
ms: nilai mesti merupakan peta dengan skema: ( {0}{1}{2}{3}{4}{5}

source: {0} (optional)
hu: {0} (nem kötelező)
ms: {0} (pilihan)

source: Found config file at path {0}; Metabase will be initialized with values from this file
hu: Konfigurációs fájl található a(z) {0} elérési úton; A metabázis az ebből a fájlból származó értékekkel lesz inicializálva
ms: Menemui fail konfigurasi di laluan {0}; Metabase akan diinisialisasi dengan nilai dari fail ini

source: Done initializing from file.
hu: Kész az inicializálás fájlból.
ms: Selesai menginisialisasi dari fail.

source: No config file found at path {0}
hu: Nem található konfigurációs fájl a(z) {0} útvonalon
ms: Tiada fail konfigurasi ditemui di laluan {0}

source: Don''t know how to expand template form: {0}
ar: لا نعرف كيفية توسيع صيغة القالب: {0}
bg: Не знам как да разширя формата на шаблона: {0}
ca: No se sap expandir el formulari de la plantilla: {0}
de: Ich weiß nicht, wie ich das Vorlagenformular erweitern soll: {0}
eo: Idk how to level up this template form: {0}
es: No sé cómo expandir el formulario de plantilla: {0}
fa: نمی دانید چگونه فرم قالب را گسترش دهید: {0}
fi: En tiedä, miten laajentaa mallilomaketta: {0}
fr: Impossible de savoir comment enrichir le modèle de formulaire: {0}
hu: Nem tudom, hogyan kell kibontani a(z) {0} sablon formát
it: Non so come espandere il modulo modello: {0}
ja: テンプレートフォームの展開方法がわかりません。{0}
lt: Nežinau, kaip išplėsti šablono formą: {0}
ms: Tidak tahu cara mengembangkan templat bentuk: {0}
nb: Vet ikke hvordan jeg skal utvide til malskjema: {0}
nl: Weet niet hoe sjabloonformulier te openen: {0}
pl: Nie wiem, jak rozwinąć formularz szablonu: {0}
pt_br: Não sei como expandir o formulário de modelo: {0}
ru: Не знаю, как развернуть форму шаблона: {0}
sk: Neviem, ako rozšíriť šablónu formulára: {0}
sl: Ne veste, kako razširiti obrazec predloge: {0}
sq: Nuk di si të zgjeroj formën e shabllonit: {0}
sr: Ne zna se kako proširiti template formu: {0}
sv: Vet inte hur man expanderar mallformulär: {0}
tr: Şablon formunu nasıl genişleteceğimi bilmiyorum: {0}
uk: Не знаю, як розгорнути шаблонну форму: {0}
vi: Không biết cách mở rộng biểu mẫu mẫu: {0}
zh_hk: 不知道如何展開模板表單：{0}

source: Initializing {0} from config file...
hu: A(z) {0} inicializálása konfigurációs fájlból...
ms: Memulakan {0} daripada fail konfigurasi...

source: Error parsing template string {0}: {1}
ar: خطأ في تحليل سلسلة القالب {0}: {1}
bg: Грешка при синтактичния анализ на текстова низ {0}: {1}
ca: Error en interpretar la cadena de la plantilla {0}: {1}
de: Fehler beim Parsen der Template-Zeichenkette {0}: {1}
eo: Oops, got a glitch parsing the template string {0}: {1}
es: Error al analizar el texto de plantilla {0}: {1}
fa: خطا در تجزیه رشته قالب {0}: {1}
fi: Virhe jäsentäessä mallimerkkijonoa {0}: {1}
fr: Erreur lors de l'analyse du modèle de la chaîne de caractère {0}: {1}
hu: Hiba a(z) {0} sablon karakterlánc elemzésekor: {1}
it: Errore durante il parsing della stringa modello {0}: {1}
ja: テンプレート文字列 {0} の解析に失敗しました。{1}
lt: Klaida analizuojant šablono eilutę {0}: {1}
ms: Ralat menganalisis rentetan templat {0}: {1}
nb: Feil ved lesing av strengmal {0}: {1}
nl: Fout bij het parseren van sjabloonreeks {0}: {1}
pl: Błąd podczas analizowania szablonu tekstowego {0}: {1}
pt_br: Erro ao analisar a sequência do modelo {0}: {1}
ru: Ошибка обработки шаблонной строки {0}: {1}
sk: Chyba pri analyzovaní šablóny reťazca {0}: {1}
sl: Napaka pri razčlenjevanju niza predloge {0}: {1}
sq: Gabim gjatë analizimit të string-ut të shabllonit {0}: {1}
sr: Greška pri parsiranju template stringa {0}: {1}
sv: Fel vid tolkning av mallsträng {0}: {1}
tr: Şablon dizesi ayrıştırılırken hata oluştu {0}: {1}
uk: Помилка розбору шаблонного рядка {0}: {1}
vi: Lỗi phân tích chuỗi mẫu {0}: {1}
zh_hk: 解析模板字串 {0} 時發生錯誤：{1}

source: Creating new {0} Database {1}
hu: Új {0} adatbázis létrehozása {1}
ms: Mencipta Pangkalan Data {1} {0} yang baru

source: Updating Database {0} {1}
hu: Adatbázis frissítése {0} {1}
ms: Mengemas kini Pangkalan Data {0}{1}

source: Sync on database creation when initializing from file is disabled. Skipping sync.
hu: A szinkronizálás az adatbázis létrehozásakor fájlból történő inicializáláskor le van tiltva. Szinkronizálás kihagyása.
ms: Menyelaraskan semasa penciptaan pangkalan data apabila memulakan dari fail dinyahaktifkan. Melangkau penyelarasan.

source: Ignoring unknown config section {0}.
hu: Ismeretlen konfigurációs szakasz figyelmen kívül hagyása {0}.
ms: Mengabaikan seksyen konfigurasi yang tidak diketahui {0}.

source: Setting value for Setting {0}
hu: Érték beállítása a(z) {0} beállításhoz
ms: Menetapkan nilai untuk Tetapan {0}

source: Setting setting values from config file
hu: Beállítási értékek beállítása konfigurációs fájlból
ms: Menetapkan nilai tetapan dari fail konfigurasi

source: Updating User with email {0}
hu: Felhasználó frissítése a(z) {0} e-mail címmel
ms: Mengemas kini Pengguna dengane-mel {0}

source: Creating the first User for this instance. The first user is always created as an admin.
hu: Az első felhasználó létrehozása ehhez az példányhoz. Az első felhasználó mindig adminisztrátorként jön létre.
ms: Mencipta Pengguna pertama untuk contoh ini. Pengguna pertama sentiasa dicipta sebagai pentadbir.

source: Creating new User {0} with email {1}
hu: Új felhasználó létrehozása {0} e-mail címmel: {1}
ms: Mencipta Pengguna baru {0} dengan email {1}

source: Invalid Collection ID(s). These Collections do not exist: {0}
hu: Érvénytelen gyűjteményazonosító(k). Ezek a gyűjtemények nem léteznek: {0}
ms: ID Koleksi tidak sah. Koleksi ini tidak wujud: {0}

source: Loading serialized Metabase files from {0}
hu: Sorozatos metabase fájlok betöltése innen: {0}
ms: Memuatkan fail Metabase yang diserialkan dari {0}

source: {0} tables have entity_id; expected to resolve the same number of models, but only got {1}
ar: لدى {0} جداول entity_id؛ كان من المتوقع حل العدد نفسه من النماذج، لكن تم الحصول فقط على {1}
bg: {0} таблици имат entity_id; очакваше се да се разреши същият брой модели, но получи само {1}
ca: {0} taules tenen entity_id; s'esperava resoldre el mateix nombre de models, però només se n'han obtingut {1}
de: {0} Tabellen haben entity_id; erwartet, dass dieselbe Anzahl von Modellen aufgelöst wird, es waren aber nur {1}
eo: Yo, {0} tables got entity_id; was supposed to match the same number of models, but only got {1} 🤔
es: {0} tablas tienen entidad_id; se esperaba resolver la misma cantidad de modelos, pero solo obtuvo {1}
fa: {0} جدول دارای entity_id هستند؛ انتظار می‌رفت همان تعداد مدل‌ها حل شوند، اما فقط {1} دریافت شد
fi: {0} tauluilla on entity_id; odotettiin ratkaistavan sama määrä malleja, mutta saatiin vain {1}
fr: {0} tables ont une entity_id; était attendu de résoudre le même nombre de modèles, mais reçu {1}
hu: {0} tábláknak van entity_id; a modellek ugyanazon számának feloldása várt, de csak {1} lett megkapva
it: {0} tabelle hanno entity_id; ci si aspettava di risolvere lo stesso numero di modelli, ma si è ottenuto solo {1}
ja: {0}個のテーブルにentity_idがあります。同じ数のモデルを解決することを期待しましたが、{1}個しか得られませんでした。
lt: {0} lentelės turi entity_id; tikimasi išspręsti tiek pat modelių, bet gavo tik {1}
ms: {0} jadual mempunyai id_entiti; dijangka menyelesaikan bilangan model yang sama, tetapi hanya mendapat {1}
nb: {0} tabeller har entity_id; forventet å finne samme antall modeller, men fant bare {1}
nl: {0} tabellen hebben entity_id; er werd verwacht dat hetzelfde aantal modellen zou worden opgelost, maar er zijn er slechts {1} verkregen
pl: {0} tabele mają identyfikator_encji; oczekiwano rozwiązania tej samej liczby modeli, ale otrzymano tylko {1}
pt_br: {0} tabelas têm entity_id; esperava-se resolver o mesmo número de modelos, mas só obteve-se {1}
ru: {0} таблиц имеют entity_id; ожидалось, что разрешится такое же количество моделей, но было получено только {1}
sk: {0} tabuliek má entity_id; očakávalo sa vyriešenie rovnakého počtu modelov, ale dostali sme len {1}
sl: {0} tabele imajo entity_id; pričakovali, da bodo rešili enako število modelov, vendar so dobili le {1}
sq: {0} tabela kanë entity_id; pritej të zgjidhej i njëjti numër modelesh, por u morën vetëm {1}
sr: {0} tabela ima entity_id; očekivalo se razrešavanje istog broja modela, ali je dobijeno samo {1}
sv: {0} tabeller har entity_id; förväntades lösa samma antal modeller, men fick bara {1}
tr: {0} tablo entity_id içeriyor; aynı sayıda model çözülmesi bekleniyor, ancak yalnızca {1} elde edildi
uk: {0} таблиць мають entity_id; очікувалося визначити таку саму кількість моделей, але отримано лише {1}
vi: {0} bảng có entity_id; mong đợi giải quyết cùng số lượng mô hình, nhưng chỉ nhận được {1}
zh_hk: {0} 表具有 entity_id；預期解析相同數量的模型，但僅獲得 {1}

source: Can't create new SAML user when SAML is not enabled
hu: Nem hozható létre új SAML felhasználó, ha a SAML nincs engedélyezve
ms: Tidak boleh mencipta pengguna SAML baru apabila SAML tidak diaktifkan

source: Are the mandatory JWT settings configured?
ar: هل تم تكوين إعدادات JWT الإلزامية؟
bg: Настройките на JWT са задължителни конфигурирани ли са?
ca: La configuració obligatòria de JWT està complerta?
de: Sind die Pflichteinstellungen für JWT konfiguriert?
eo: Yo, are the must-have JWT configs set up yet?
es: ¿Se han configurado los valores requeridos de JWT?
fa: آیا تنظیمات اجباری JWT پیکربندی شده‌اند?
fi: Onko pakolliset JWT-asetukset määritetty?
fr: Les paramètres JWT obligatoires sont-ils paramétrés ?
hu: A kötelező JWT beállítások konfigurálva vannak?
it: Le impostazioni obbligatorie di JWT sono configurate?
ja: 必須のJWTの設定はされていますか?
lt: Ar sukonfigūruoti privalomi JWT nustatymai?
ms: Adakah tetapan JWT mandatori telah dikonfigurasikan?
nb: Er de påkrevde innstillingene for JWT satt?
nl: Zijn de verplichte JWT-instellingen geconfigureerd?
pl: Czy skonfigurowano obowiązkowe ustawienia JWT?
pt_br: Os parâmetros obrigatórios de JWT foram configurados?
ru: Настроены ли обязательные параметры JWT?
sk: Sú povinné nastavenia JWT nakonfigurované?
sl: Ali so konfigurirane obvezne nastavitve JWT?
sq: A janë konfiguruar rregullimet e detyrueshme të JWT?
sr: Da li su obavezna JWT podešavanja konfigurisana?
sv: Är de obligatoriska JWT-inställningarna konfigurerade?
tr: Zorunlu JWT ayarları yapılandırıldı mı?
uk: Чи налаштовані обов’язкові налаштування JWT?
vi: Các cài đặt JWT bắt buộc đã được cấu hình chưa?
zh_hk: 是否已配置必需的 JWT 設定？

source: Is SAML authentication configured and enabled?
ar: هل تم تكوين مصادقة SAML وتفعيلها؟
bg: Конфигурирана и активирана ли е автентикацията на SAML?
ca: Està l'autenticació SAML configurada i activada?
de: Ist die SAML-Authentifizierung konfiguriert und aktiviert?
eo: Yo, is the SAML auth set up and turned on?
es: ¿Está la configuración SAML configurada y habilitada?
fa: آیا احراز هویت SAML پیکربندی و فعال شده است?
fi: Onko SAML-todennus konfiguroitu ja otettu käyttöön?
fr: Est-ce que l'authentification SAML est paramétrée et authorisée ?
hu: A SAML hitelesítés konfigurálva és engedélyezve van?
it: L'autenticazione SAML è configurata e abilitata?
ja: SAML認証が設定され、有効になっているか?
lt: Ar SAML autentifikavimas sukonfigūruotas ir įgalintas?
ms: Adakah pengesahan SAML dikonfigurasikan dan diaktifkan?
nb: Er SAML-autentisering konfigurert og aktivert?
nl: Is SAML-verificatie geconfigureerd en ingeschakeld?
pl: Czy skonfigurowano i włączono uwierzytelnianie SAML?
pt_br: A autenticação SAML foi configurada e habilitada?
ru: Настроена и включена ли аутентификация SAML?
sk: Je nakonfigurované a povolené overovanie SAML?
sl: Ali je preverjanje pristnosti SAML konfigurirano in omogočeno?
sq: A është konfiguruar dhe aktivizuar autentikimi SAML?
sr: Da li je SAML autentifikacija konfigurisana i omogućena?
sv: Är SAML-autentisering konfigurerad och aktiverad?
tr: SAML kimlik doğrulaması yapılandırıldı ve etkinleştirildi mi?
uk: Чи налаштовано й увімкнено автентифікацію SAML?
vi: Xác thực SAML đã được cấu hình và kích hoạt chưa?
zh_hk: 是否已配置並啟用 SAML 驗證？
