Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Warning: uploads to the Sample Database are for testing only and may disappear. If you want your data to stick around, you should upload to a PostgreSQL, MySQL, Redshift or Clickhouse database.
ar: تحذير: عمليات الرفع إلى قاعدة البيانات النموذجية مخصصة للاختبار فقط وقد تختفي. إذا كنت تريد أن تبقى بياناتك، فيجب أن ترفعها إلى قاعدة بيانات PostgreSQL أو MySQL أو Redshift أو Clickhouse.
bg: Внимание: качванията в примерната база данни са само за тестване и може да изчезнат. Ако искате данните ви да се запазят, трябва да ги качите в база данни на PostgreSQL, MySQL, Redshift или Clickhouse.
ca: Avís: les càrregues a la base de dades d'exemple són només per a proves i poden desaparèixer. Si voleu que les vostres dades es mantinguin, heu de pujar-les a una base de dades PostgreSQL, MySQL, Redshift o Clickhouse.
de: Achtung: Uploads in die Beispieldatenbank dienen nur zu Testzwecken und können verloren gehen. Wenn Sie möchten, dass Ihre Daten erhalten bleiben, sollten Sie sie in eine PostgreSQL-, MySQL-, Redshift- oder Clickhouse-Datenbank hochladen.
es: Advertencia: Las subidas a la base de datos de muestra son solo para pruebas y podrían desaparecer. Si desea que sus datos se conserven, debería subirlos a una base de datos PostgreSQL, MySQL, Redshift o Clickhouse.
fa: هشدار: آپلودها در پایگاه داده نمونه فقط برای آزمایش هستند و ممکن است ناپدید شوند. اگر می‌خواهید داده‌هایتان باقی بمانند، باید آنها را در یک پایگاه داده PostgreSQL، MySQL، Redshift یا Clickhouse آپلود کنید.
fi: Varoitus: Lataukset esimerkkitietokantaan ovat vain testausta varten ja saattavat kadota. Jos haluat tietojesi säilyvän, sinun tulee ladata ne PostgreSQL-, MySQL-, Redshift- tai Clickhouse-tietokantaan.
fr: Attention : les téléchargements vers la base de données d'exemple sont uniquement destinés à des tests et peuvent disparaître. Pour conserver vos données, téléchargez-les vers une base de données PostgreSQL, MySQL, Redshift ou Clickhouse.
it: Attenzione: i caricamenti sul database di esempio sono solo a scopo di test e potrebbero non essere più disponibili. Se desideri che i tuoi dati rimangano, dovresti caricarli su un database PostgreSQL, MySQL, Redshift o Clickhouse.
ja: 警告：サンプルデータベースへのアップロードはテスト目的のみであり、データが消失する可能性があります。データを保存したい場合は、PostgreSQL、MySQL、Redshift、またはClickhouseデータベースにアップロードしてください。
nb: Advarsel: Opplastinger til eksempeldatabasen er kun for testing og kan forsvinne. Hvis du vil at dataene dine skal bli værende, bør du laste dem opp til en PostgreSQL-, MySQL-, Redshift- eller Clickhouse-database.
nl: Waarschuwing: uploads naar de voorbeelddatabase zijn alleen bedoeld voor testdoeleinden en kunnen verdwijnen. Als u wilt dat uw gegevens bewaard blijven, kunt u ze het beste uploaden naar een PostgreSQL-, MySQL-, Redshift- of Clickhouse-database.
pl: Ostrzeżenie: dane przesyłane do przykładowej bazy danych służą wyłącznie do testowania i mogą zniknąć. Jeśli chcesz zachować swoje dane, prześlij je do bazy danych PostgreSQL, MySQL, Redshift lub Clickhouse.
pt_br: Aviso: os uploads para o Banco de Dados de Amostra são apenas para teste e podem desaparecer. Se quiser que seus dados permaneçam, faça o upload para um banco de dados PostgreSQL, MySQL, Redshift ou Clickhouse.
ru: Внимание: загрузки в базу данных Sample Database предназначены только для тестирования и могут быть удалены. Чтобы сохранить данные, загрузите их в базу данных PostgreSQL, MySQL, Redshift или Clickhouse.
sk: Upozornenie: nahrávania do vzorovej databázy slúžia len na testovanie a môžu zmiznúť. Ak chcete, aby sa vaše dáta zachovali, mali by ste ich nahrať do databázy PostgreSQL, MySQL, Redshift alebo Clickhouse.
sl: Opozorilo: nalaganja v vzorčno zbirko podatkov so namenjena samo testiranju in lahko izginejo. Če želite, da se vaši podatki ohranijo, jih naložite v zbirko podatkov PostgreSQL, MySQL, Redshift ali Clickhouse.
sq: Paralajmërim: ngarkimet te Baza e të dhënave shembull janë vetëm për testim dhe mund të zhduken. Nëse doni që të dhënat tuaja të qëndrojnë, duhet të ngarkoni në një bazë të dhënash PostgreSQL, MySQL, Redshift ose Clickhouse.
sr: Upozorenje: otpremanja u Primer baze podataka su samo za testiranje i mogu nestati. Ako želite da se vaši podaci zadrže, trebalo bi da otpremite u PostgreSQL, MySQL, Redshift ili Clickhouse bazu podataka.
sv: Varning: uppladdningar till exempeldatabasen är endast för testning och kan försvinna. Om du vill att dina data ska finnas kvar bör du ladda upp dem till en PostgreSQL-, MySQL-, Redshift- eller Clickhouse-databas.
tr: Uyarı: Örnek Veritabanına yapılan yüklemeler yalnızca test amaçlıdır ve kaybolabilir. Verilerinizin kalıcı olmasını istiyorsanız, bir PostgreSQL, MySQL, Redshift veya Clickhouse veritabanına yükleme yapmalısınız.
uk: Попередження: завантаження до Sample Database призначені лише для тестування і можуть зникнути. Якщо ви хочете, щоб дані збереглися, завантажуйте їх до бази даних PostgreSQL, MySQL, Redshift або Clickhouse.
vi: Cảnh báo: việc tải lên Cơ sở dữ liệu Mẫu chỉ mang tính chất thử nghiệm và có thể bị mất. Nếu bạn muốn dữ liệu của mình được lưu giữ, bạn nên tải lên cơ sở dữ liệu PostgreSQL, MySQL, Redshift hoặc Clickhouse.
zh_hk: 警告：上傳至樣本資料庫僅供測試，可能會消失。如果您希望您的資料持續存在，您應該上傳至 PostgreSQL、MySQL、Redshift 或 Clickhouse 資料庫。

source: By enabling uploads to the Sample Database, you agree that you will not upload or otherwise transmit any individually identifiable information, including without limitation Personal Data (as defined by the General Data Protection Regulation) or Personally Identifiable Information (as defined by the California Consumer Privacy Act and California Privacy Rights Act).
ar: بتفعيل الرفعات إلى قاعدة البيانات النموذجية، فإنك توافق على أنك لن ترفع أو تنقل بأي شكل من الأشكال أي معلومات يمكن التعرف على صاحبها بشكل فردي، بما في ذلك على سبيل المثال لا الحصر البيانات الشخصية (كما هي مُعرّفة في اللائحة العامة لحماية البيانات) أو معلومات التعريف الشخصية (كما هي مُعرّفة في قانون خصوصية المستهلك في كاليفورنيا وقانون حقوق الخصوصية في كاليفورنيا).
bg: Като разрешавате качването на данни в Базата данни с образци, Вие се съгласявате, че няма да качвате или предавате по друг начин каквато и да е информация, която може да бъде идентифицирана индивидуално, включително, но не само, лични данни (съгласно определението в Общия регламент за защита на данните) или информация, която може да бъде идентифицирана индивидуално (съгласно определението в Калифорнийския закон за защита на личните данни на потребителите и Калифорнийския закон за защита на личните данни).
ca: En habilitar les càrregues a la base de dades de mostra, accepteu que no penjareu ni transmetreu cap informació d'identificació individual, incloses, entre d'altres, les dades personals (tal com es defineixen pel Reglament general de protecció de dades) o la informació d'identificació personal (tal com es defineix per la Llei de privadesa del consumidor de Califòrnia i la Llei de drets de privadesa de Califòrnia).
de: Indem Sie das Hochladen in die Beispieldatenbank ermöglichen, erklären Sie sich damit einverstanden, keine individuell identifizierbaren Informationen hochzuladen oder anderweitig zu übermitteln, einschließlich und ohne Einschränkung personenbezogener Daten (wie in der Allgemeinen Datenschutzverordnung definiert) oder persönlich identifizierbarer Informationen (wie im kalifornischen Verbraucherschutzgesetz und im kalifornischen Datenschutzgesetz definiert).
eo: By turning on uploads to the Sample Database, you’re basically saying you won’t drop any personal info, like PII or data protected by GDPR or CCPA. Keep it legit, bestie.
es: Al permitir la carga en la Base de Datos de Muestras, usted acepta que no cargará ni transmitirá de ningún otro modo información identificable individualmente, incluidos, entre otros, Datos Personales (según la definición del Reglamento General de Protección de Datos) o Información Personalmente Identificable (según la definición de la Ley de Privacidad del Consumidor de California y la Ley de Derechos de Privacidad de California).
fa: با فعال کردن آپلودها در پایگاه داده نمونه، موافقت می‌کنید که هیچ گونه اطلاعات شناسایی فردی، از جمله داده‌های شخصی (که توسط مقررات حفاظت از داده‌های عمومی تعریف شده است) یا اطلاعات شناسایی شخصی (که توسط قانون حفظ حریم خصوصی مصرف‌کننده کالیفرنیا و قانون حقوق حفظ حریم خصوصی کالیفرنیا تعریف شده است) را آپلود یا انتقال نمی‌دهید.
fi: Mahdollistamalla näytetietokantaan lataamisen käyttäjä sitoutuu siihen, että hän ei lataa tai muulla tavoin lähetä mitään yksilöitävissä olevia tietoja, mukaan lukien rajoituksetta henkilötiedot (sellaisina kuin ne on määritelty yleisessä tietosuoja-asetuksessa) tai henkilökohtaisesti tunnistettavat tiedot (sellaisina kuin ne on määritelty Kalifornian kuluttajan yksityisyyttä koskevassa laissa ja Kalifornian yksityisyydensuojaa koskevassa laissa).
fr: En autorisant les téléchargements vers la base de données d'échantillons, vous acceptez de ne pas télécharger ou transmettre de quelque manière que ce soit des informations individuellement identifiables, y compris, mais sans s'y limiter, des données personnelles (telles que définies par le règlement général sur la protection des données) ou des informations personnellement identifiables (telles que définies par la loi californienne sur la protection des consommateurs et la loi californienne sur les droits à la vie privée).
it: Abilitando il caricamento sul Database dei campioni, l'utente accetta di non caricare o trasmettere in altro modo alcuna informazione identificabile individualmente, inclusi, senza limitazioni, i Dati personali (come definiti dal Regolamento generale sulla protezione dei dati) o le Informazioni identificabili personalmente (come definite dal California Consumer Privacy Act e dal California Privacy Rights Act).
ja: サンプルデータベースへのアップロードを可能にすることにより、利用者は、個人データ（一般データ保護規則により定義される）または個人特定可能情報（カリフォルニア州消費者プライバシー法およびカリフォルニア州プライバシー権法により定義される）を含むがこれに限定されない、いかなる個人特定可能情報もアップロードまたは送信しないことに同意するものとします。
lt: Įgalindami įkėlimus į pavyzdinę duomenų bazę, sutinkate, kad neįkelsite ar kitaip neperduosite jokios individualiai identifikuojamos informacijos, įskaitant, bet neapsiribojant, asmens duomenis (kaip apibrėžta Bendrajame duomenų apsaugos reglamente) arba asmenį identifikuojančią informaciją (kaip apibrėžta Kalifornijos vartotojų privatumo reglamente). įstatymas ir Kalifornijos privatumo teisių įstatymas).
nb: Ved å aktivere opplasting til eksempeldatabasen samtykker du i at du ikke vil laste opp eller på annen måte overføre individuelt identifiserbar informasjon, inkludert, men ikke begrenset til, personopplysninger (som definert i personvernforordningen) eller personlig identifiserbar informasjon (som definert i California Consumer Privacy Act og California Privacy Rights Act).
nl: Door uploads naar de Sample Database mogelijk te maken, stemt u ermee in dat u geen individueel identificeerbare informatie zult uploaden of anderszins zult verzenden, met inbegrip van maar niet beperkt tot Persoonsgegevens (zoals gedefinieerd door de Algemene Verordening Gegevensbescherming) of Persoonlijk Identificeerbare Informatie (zoals gedefinieerd door de California Consumer Privacy Act en de California Privacy Rights Act).
pl: Umożliwiając przesyłanie danych do Bazy Danych Próbek, użytkownik zgadza się, że nie będzie przesyłać ani w inny sposób przekazywać żadnych informacji umożliwiających indywidualną identyfikację, w tym między innymi Danych Osobowych (zgodnie z definicją zawartą w Ogólnym Rozporządzeniu o Ochronie Danych) lub Informacji Umożliwiających Identyfikację Osoby (zgodnie z definicją zawartą w Kalifornijskiej Ustawie o Prywatności Konsumentów i Kalifornijskiej Ustawie o Prawach Prywatności).
pt_br: Ao permitir uploads para o banco de dados de amostra, você concorda que não fará upload ou transmitirá de outra forma qualquer informação de identificação individual, incluindo, sem limitação, Dados Pessoais (conforme definido pelo Regulamento Geral de Proteção de Dados) ou Informações Pessoais Identificáveis (conforme definido pela Lei de Privacidade do Consumidor da Califórnia e pela Lei de Direitos de Privacidade da Califórnia).
ru: Разрешая загрузку в Базу данных образцов, вы соглашаетесь, что не будете загружать или иным образом передавать любую индивидуально идентифицируемую информацию, включая, без ограничений, Персональные данные (в соответствии с определением Общего положения о защите данных) или Лично идентифицируемую информацию (в соответствии с определением Закона о конфиденциальности потребителей Калифорнии и Закона о правах на конфиденциальность Калифорнии).
sk: Umožnením nahrávania do databázy vzoriek súhlasíte s tým, že nebudete nahrávať ani inak prenášať žiadne individuálne identifikovateľné informácie vrátane, ale bez obmedzenia, osobných údajov (ako sú definované vo všeobecnom nariadení o ochrane údajov) alebo osobne identifikovateľných informácií (ako sú definované v kalifornskom zákone o ochrane súkromia spotrebiteľov a kalifornskom zákone o právach na ochranu súkromia).
sl: Z omogočanjem nalaganja v vzorčno zbirko podatkov se strinjate, da ne boste naložili ali kako drugače posredovali nobenih individualno določljivih podatkov, vključno z osebnimi podatki (kot je opredeljeno v Splošni uredbi o varstvu podatkov) ali osebno prepoznavnimi podatki (kot je opredeljeno v kalifornijskem zakonu o zasebnosti potrošnikov in kalifornijskem zakonu o pravicah do zasebnosti).
sq: Duke aktivizuar ngarkimet nE Baza e tEdhEnave shembull, pranon qE nuk do tE ngarkosh ose pErndryshe tE transmetosh asnjE informacion qE identifikon individE, pErfshirE pa kufizim Personal Data (si E7 pErcaktohet nga General Data Protection Regulation) ose Personally Identifiable Information (si E7 pErcaktohet nga California Consumer Privacy Act dhe California Privacy Rights Act).
sr: Omogućavanjem otpremanja u Primer baze podataka, saglasni ste da nećete otpremati niti na drugi način prenositi bilo kakve pojedinačno prepoznatljive informacije, uključujući bez ograničenja Lične podatke (kako su definisani Opštom uredbom o zaštiti podataka) ili Lično prepoznatljive informacije (kako su definisane Kalifornijskim zakonom o zaštiti privatnosti potrošača i Kalifornijskim zakonom o pravima na privatnost).
sv: Genom att möjliggöra uppladdningar till Provdatabasen samtycker du till att du inte kommer att ladda upp eller på annat sätt överföra någon individuellt identifierbar information, inklusive men inte begränsat till Personuppgifter (enligt definitionen i den allmänna dataskyddsförordningen) eller Personligt identifierbar information (enligt definitionen i California Consumer Privacy Act och California Privacy Rights Act).
tr: Örnek Veritabanına yüklemeleri etkinleştirerek, Kişisel Veriler (Genel Veri Koruma Yönetmeliğinde tanımlandığı şekilde) veya Kişisel Olarak Tanımlanabilir Bilgiler (Kaliforniya Tüketici Gizliliği Yasası ve Kaliforniya Gizlilik Hakları Yasasında tanımlandığı şekilde) dahil ancak bunlarla sınırlı olmamak üzere, bireysel olarak tanımlanabilir hiçbir bilgiyi yüklemeyeceğinizi veya başka bir şekilde iletmeyeceğinizi kabul edersiniz.
uk: Увімкнувши завантаження до Sample Database, ви погоджуєтеся, що не завантажуватимете й не передаватимете іншим способом жодної інформації, за якою можна ідентифікувати конкретну особу, зокрема, без обмежень, Персональні дані (як визначено Загальним регламентом про захист даних) або Personally Identifiable Information (як визначено California Consumer Privacy Act та California Privacy Rights Act).
vi: Bằng cách cho phép tải lên Cơ sở dữ liệu mẫu, bạn đồng ý rằng bạn sẽ không tải lên hoặc truyền bất kỳ thông tin nhận dạng cá nhân nào, bao gồm nhưng không giới hạn ở Dữ liệu cá nhân (theo định nghĩa của Quy định bảo vệ dữ liệu chung) hoặc Thông tin nhận dạng cá nhân (theo định nghĩa của Đạo luật bảo vệ quyền riêng tư của người tiêu dùng California và Đạo luật về quyền riêng tư của California).
zh_hk: 透過啟用上傳至樣本資料庫，您同意您不會上傳或以其他方式傳輸任何個人可識別資訊，包括但不限於個人資料（定義見《一般資料保護條例》）或個人可識別資訊（定義見《加州消費者隱私權法案》和《加州隱私權法案》）。
