Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Unless a user group's access for a given database is set to “block", they’ll be able to view any saved question based on that data if they have access to the collection it’s saved in.
hu: Kivéve, ha egy felhasználói csoport hozzáférése egy adott adatbázishoz „letiltás” értékre van állítva, akkor megtekinthetik az ezen adatok alapján elmentett kérdéseket, ha hozzáférnek ahhoz a gyűjteményhez, amelybe az el van mentve.
ms: Kecuali akses kumpulan pengguna untuk pangkalan data yang diberikan diset ke "blok", mereka akan dapat melihat sebarang soalan yang disimpan berdasarkan data itu jika mereka mempunyai akses kepada koleksi di mana ia disimpan.

source: Access levels
hu: Hozzáférési szintek
ms: Tahap akses

source: Users can use the visual query builder to ask questions based on all tables in this database. A user group must have Unrestricted access for a database if you want to give them access to the SQL/native query editor.
hu: A felhasználók használhatják a vizuális lekérdezésépítőt, hogy kérdéseket tegyenek fel az adatbázis minden táblája alapján. Egy felhasználói csoportnak Korlátozás nélküli hozzáféréssel kell rendelkeznie egy adatbázishoz, ha hozzáférést szeretne biztosítani számukra az SQL/natív lekérdezésszerkesztőhöz.
ms: Pengguna boleh menggunakan pembina pertanyaan visual untuk bertanya soalan berdasarkan semua jadual dalam pangkalan data ini. Kumpulan pengguna mesti mempunyai akses Tidak Terhad untuk pangkalan data jika anda mahu memberi mereka akses kepada penyunting pertanyaan SQL/asli.

source: Granular access
hu: Granulált hozzáférés
ms: Akses terperinci

source: Restrict user access to specific tables in a database. When you select this option, you’ll be taken to the table-level view of that database to set the access level for each table.
hu: Korlátozza a felhasználók hozzáférését egy adatbázis meghatározott tábláihoz. Ha ezt az opciót választja, az adatbázis táblaszintű nézetébe kerül, ahol beállíthatja az egyes táblák hozzáférési szintjét.
ms: Sekat akses pengguna kepada jadual tertentu dalam pangkalan data. Apabila anda memilih pilihan ini, anda akan dibawa ke pandangan peringkat jadual pangkalan data itu untuk menetapkan tahap akses bagi setiap jadual.

source: No self-service access
hu: Nincs önkiszolgáló hozzáférés
ms: Tiada akses layan diri

source: Prevent users from creating new ad hoc queries or questions based on this data, or from seeing this data in the Browse Data screen. Users with this level of access can still see saved questions and charts based on this data in Collections they have access to.
hu: Megakadályozza, hogy a felhasználók új, eseti lekérdezéseket vagy kérdéseket hozzanak létre ezen adatok alapján, vagy hogy lássák ezeket az adatokat az Adatok böngészése képernyőn. Az ilyen szintű hozzáféréssel rendelkező felhasználók még mindig láthatják a mentett kérdéseket és diagramokat azokon az adatgyűjteményeken belül, amelyekhez hozzáférnek.
ms: Halang pengguna daripada membuat query ad hoc baru atau soalan berdasarkan data ini, atau daripada melihat data ini di skrin Semak Data. Pengguna dengan tahap akses ini masih boleh melihat soalan dan carta yang disimpan berdasarkan data ini dalam Koleksi yang mereka ada akses.

source: Block
hu: Blokkol
ms: Sekat

source: Ensure users can’t ever see the data from this database regardless of their permissions at the Collection level. Keep in mind that if a user belongs to another group that does have data access, that setting will take precedence, and the user's access will not be blocked.
hu: Gondoskodjon arról, hogy a felhasználók soha ne láthassák ennek az adatbázisnak az adatait, függetlenül a Gyűjtemény szintjén lévő engedélyektől. Ne feledje, hogy ha egy felhasználó egy másik csoporthoz tartozik, amely rendelkezik adathozzáféréssel, ez a beállítás elsőbbséget élvez, és a felhasználó hozzáférése nem lesz blokkolva.
ms: Pastikan pengguna tidak boleh melihat data daripada pangkalan data ini tanpa mengira kebenaran mereka di peringkat Koleksi. Perlu diingat bahawa jika pengguna tergolong dalam kumpulan lain yang mempunyai akses data, tetapan itu akan diutamakan dan akses pengguna tidak akan disekat.

source: Only available in certain Metabase plans.
eo: Only chillin' in some Metabase subs, fr.
hu: Csak bizonyos Metabase-csomagokban elérhető.
lt: Galima tik tam tikruose Metabase planuose.
ms: Hanya tersedia dalam pelan Metabase tertentu.

source: Learn more about permissions
hu: További információ az engedélyekről
ms: Ketahui lebih lanjut mengenai kebenaran

source: hours
ar: ساعات
bg: часа
ca: hores
de: Stunden
eo: Hrs or just "hours" can stay as is, but if you want it more slangy: "hr" or "time" lol.
es: horas
fa: ساعت‌ها
fi: tuntia
fr: heures
hu: órák
it: ore
ja: 時間
lt: valandų
ms: jam
nb: timer
nl: uren
pl: godziny
pt_br: horas
ru: часов
sk: hodín
sl: Ur
sq: orë
sr: sati
sv: timmar
tr: saat
uk: годин
vi: giờ
zh_hk: 時

source: Error name
hu: Hibanév
ms: Nama ralat

source: DB name
ar: اسم DB
bg: Име на БД
ca: Nom de la BD
de: Datenbankname
eo: DB name → Data key, fr fr
es: Nombre de base de datos
fa: نام دیتابیس
fi: Tietokannan nimi
fr: Nom de la BD
hu: DB név
it: Nome DB
ja: DB名
lt: DB pavadinimas
ms: Nama DB
nb: DB navn
nl: DB naam
pl: Nazwa BD
pt_br: Nome do banco de dados
ru: Имя БД
sk: Názov DB
sl: Ime DB
sq: Emri i DB
sr: Naziv baze
sv: Databasnamn
tr: veritabanı adı
uk: Назва БД
vi: Tên CSDL
zh_hk: 資料庫名稱

source: Rerun Selected
ar: أعد تشغيل المحدد
bg: Повторно избиране
ca: Tornar a executar els seleccionats
de: Selektierte erneut ausführen
eo: Rewatching that one, fr
es: Rejecutar seleccionados
fa: اجرای مجدد انتخاب شده
fi: Suorita uudelleen valitut
fr: Relancer la sélection
hu: Kiválasztott újrafuttatása
it: Rieseguire la selezione
ja: 選択したものを再実行
lt: Iš naujo paleisti pasirinktą
ms: Jalankan Semula Yang Dipilih
nb: Kjøre på nytt valgt
nl: Opnieuw uitvoeren
pl: Uruchom wybrane ponownie
pt_br: Reexecutar selecionado
ru: Перезапустить выбранное
sk: Znova spustiť vybrané
sl: Izbrana možnost Ponovni zagon
sq: Riekzekuto të zgjedhurat
sr: Ponovo pokreni izabrano
sv: Kör om valda
tr: Seçileni Tekrar Çalıştır
uk: Перезапустити вибрані
vi: Chạy lại mục đã chọn
zh_hk: 重新運行所選項

source: Rerun?
hu: Újrafuttatás?
ms: Jalankan Semua?

source: Notifications
ar: الإشعارات
bg: Известия
ca: Notificacions
de: Benachrichtigungen
eo: Alerts or buzzes
es: Notificaciones
fa: اعلان‌ها
fi: Ilmoitukset
hu: Értesítések
it: Notifiche
ja: お知らせ
lt: Pranešimai
ms: Pemberitahuan
nb: Varsler
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
sk: Upozornenia
sl: Obvestila
sq: Njoftime
sr: Obaveštenja
sv: Meddelanden
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_hk: 通知

source: Our team is ready to help you
hu: Csapatunk készen áll, hogy segítsen önnek
ms: Pasukan kami sedia membantu anda

source: The old driver has been deprecated and will be removed in the next release. If you really need to use it, you can
hu: A régi illesztőprogram elavult, és a következő kiadásban eltávolítjuk. Ha tényleg használnia kell, lehet
ms: Pemacu lama telah dihentikan dan akan dikeluarkan dalam keluaran seterusnya. Jika anda benar-benar perlu menggunakannya, anda boleh

source: find it here
ar: اعثر عليه هنا
bg: намерете го тук
ca: troba-ho aquí
de: Finde es hier
eo: yo, peep it here
es: encontrarlo aquí
fa: آن را اینجا پیدا کنید
fi: löydä se täältä
fr: trouvez-le ici
hu: itt található
it: lo trovi qui
ja: こちらから
lt: raskite čia
ms: menemuinya di sini
nb: finn det her
nl: het hier vinden
pl: znajdź go tutaj
pt_br: encontrá-lo aqui
ru: найди здесь
sk: nájsť to tu
sl: Poiščite ga tukaj
sq: gjesh këtu
sr: nađite ga ovde
sv: hitta det här
tr: burada bul
uk: знайти його тут
vi: tìm nó ở đây
zh_hk: 在這裡找到

source: We recommend that you upgrade to the
hu: Javasoljuk, hogy frissítsen a
ms: Kami mengesyorkan anda naik taraf kepada

source: new {0} driver
ar: برنامج تشغيل {0} جديد
bg: нов драйвер за {0}
ca: nou {0} controlador
de: Neuer {0} Treiber
eo: new {0} driver → new {0} just vibin’ behind the wheel
es: nuevo controlador {0}
fa: درایور جدید {0}
fi: uusi {0}-ohjain
fr: nouveau {0} conducteur
hu: új {0} illesztőprogram
it: nuovo {0} driver
ja: 新規{0}ドライバー
lt: naujas {0} vairuotojas
ms: pemacu{0} yang baru
nb: ny {0} driver
nl: nieuwe driver {0}
pl: nowy sterownik {0
pt_br: novo driver {0}
ru: новый драйвер {0}
sk: nový ovládač {0}
sl: Nov gonilnik {0}
sq: drejtuesi i ri {0}
sr: novi {0} drajver
sv: ny {0} drivrutin
tr: yeni {0} sürücüsü
uk: новий драйвер {0}
vi: trình điều khiển {0} mới
zh_hk: 新的{0}驅動程式

source: , which is faster and more reliable.
hu: , ami gyorsabb és megbízhatóbb.
ms: , yang lebih cepat dan lebih boleh dipercayai.

source: Daily
ar: يوميًا
bg: Ежедневно
ca: Diàriament
de: Täglich
eo: Daily → "Dai" or "Everyday vibes"
es: Diariamente
fa: روزانه
fi: Päivittäin
fr: Quotidien
hu: Napi
it: Giornaliero
ja: 毎日
lt: Kasdien
ms: Harian
nb: Daglig
nl: Dagelijks
pl: Codziennie
pt_br: Diariamente
ru: Ежедневно
sk: Denne
sl: Dnevno
sq: Çdo ditë
sr: Dnevno
sv: Dagligen
tr: Günlük
uk: Щодня
vi: Hằng ngày
zh_hk: 每日

source: Weekly
ar: أسبوعيًا
bg: Седмично
ca: Setmanalment
de: Wöchentlich
eo: Weekly → weeky or just "weekly" is already pretty chill, but you could also say "week vibes" if you wanna sound more Gen Z.
es: Semanalmente
fa: هفتگی
fi: Viikoittain
fr: Hebdomadaire
hu: Heti
it: Settimanale
ja: 毎週
lt: Kas savaitę
ms: Mingguan
nb: Ukentlig
nl: Wekelijks
pl: Tygodniowo
pt_br: Semanalmente
ru: Еженедельно
sk: Týždenne
sl: Tedenski
sq: Çdo javë
sr: Nedeljno
sv: Veckovis
tr: Haftalık
uk: Щотижня
vi: Hàng tuần
zh_hk: 每週

source: Monthly
ar: شهريًا
bg: Месечно
ca: Mensualment
de: Monatlich
eo: monthly → lowkey monthly, or just "monthly" is already pretty chill for Gen Z
es: Mensualmente
fa: ماهیانه
fi: Kuukausittain
fr: Mensuel
hu: Havi
it: Mensile
ja: マンスリー
lt: Kas mėnesį
ms: Bulanan
nb: Månedlig
nl: Maandelijks
pl: Miesięcznie
pt_br: Mensalmente
ru: Ежемесячный
sk: Mesačne
sl: Mesečno
sq: Çdo muaj
sr: Mesečno
sv: Månadsvis
tr: Aylık
uk: Щомісяця
vi: Hàng tháng
zh_hk: 每月

source: on
ar: على
bg: На
ca: en
de: an
eo: On = "bet" or "facts" (depending on context)
es: en
fa: روشن
fr: sur
hu: ezen
it: su
ja: で
lt: įjungta
ms: pada
nb: på
nl: op
pl: w
pt_br: no
ru: на
sk: zapnutý
sl: na
sq: në
sr: u
sv: på
tr: üzerinde
uk: на
vi: trên
zh_hk: 在

source: Collection is required
hu: A gyűjtemény szükséges
ms: Koleksi diperlukan

source: Cache all question results for
hu: Minden kérdés eredményének gyorsítótárazása erre az időre
ms: Cache semua keputusan soalan untuk

source: subscription
ar: اشتراك
bg: абонамент
ca: subscripció
de: Abonnement
eo: subby
es: subcripción
fa: عضویت
fi: tilaus
fr: abonnement
hu: feliratkozás
it: iscrizione
ja: サブスクリプション
lt: prenumerata
ms: langganan
nb: abonnement
nl: abonnement
pl: subskrypcja
pt_br: assinatura
ru: подписка
sk: predplatné
sl: naročnina
sq: abonim
sr: pretplata
sv: prenumeration
tr: abonelik
uk: підписка
vi: theo dõi
zh_hk: 訂閱

source: moved
ar: تم نقله
bg: преместена
ca: mogut
de: bewegt
eo: shipped out or dipped
es: movido
fa: انتقال یافته
fi: siirretty
fr: déplacé
hu: mozgatott
it: mosso
ja: 移動した
lt: persikėlė
ms: dipindahkan
nb: flyttet
nl: verplaatst
pl: przeniesiono
pt_br: movido
ru: перемещено
sk: presunuté
sl: Preselil
sq: u zhvendos
sr: premešteno
sv: flyttad
tr: taşındı
uk: переміщено
vi: đã di chuyển
zh_hk: 已移動

source: {0} hour
ar: {0} ساعات
bg: {0} час
ca: {0} hora
de: {0} Stunde
eo: {0} hrs, fr fr
es: {0} hora
fa: {0} ساعت
fi: {0} tunti
fr: {0} heure
hu: {0} óra
it: {0} ora
ja: {0}時間
lt: {0} val
ms: {0} jam Jamak: {0} jam
nb: {0} timer
nl: {0} uur
pl: {0} godzina
pt_br: {0} hora
ru: {0} час
sk: {0} hodina
sl: {0} ura
sq: {0} orë
sr: {0} sat
sv: {0} timme
tr: {0} saat
uk: {0} година
vi: {0} giờ
zh_hk: {0}小時

source: emailed
ar: تم إرساله عبر البريد الإلكتروني
bg: изпратен по имейл
ca: s'ha enviat per correu electrònic
de: gemailt
eo: sent the vibes via email
es: email enviado
fa: ایمیل شده
fi: sähköposti lähetty
fr: envoyé
hu: e-mailben elküldve
it: email inviata
ja: Eメール
lt: el. paštas
ms: dihantar melalui emel
nb: sendt på e-post
nl: gemaild
pl: wysyłane emailem
pt_br: enviado por e-mail
ru: отправлено
sk: odoslané emailom
sq: u dërgua me email
sr: poslato e-poštom
sv: mejlad
tr: e-postayla gönderildi
uk: надіслано електронною поштою
vi: đã gửi email
zh_hk: 已通過電子郵件發送

source: slack’d
ar: تم إرساله عبر Slack
bg: отпуснат
ca: s'ha enviat per Slack
de: geslack'd
eo: slack’d → ghosted or lowkey ghosted
es: slack
fa: از طریق Slack ارسال شده
fi: slackattu
fr: relâché
hu: slack-elve
it: rilassato
ja: スラック
lt: atsipalaidavęs
ms: dihantar melalui Slack
nb: sendt på slack
pl: wysłane przez Slack
pt_br: enviado por slack
ru: отправлено
sk: odoslané prostredníctvom Slacku
sl: ohlapen
sq: u dërgua në Slack
sr: poslato na Slack
sv: slackad
tr: slack ile gönderildi
uk: надіслано в Slack
vi: đã gửi qua Slack
zh_hk: 已通過Slack發送

source: sent
ar: تم الإرسال
bg: изпратен
ca: enviat
de: gesendet
es: enviado
fa: ارسال شد
fi: lähetetty
fr: envoyé
hu: elküldve
it: inviato
ja: 送る
lt: išsiųstas
ms: dihantar
nb: sendt
nl: verstuurd
pl: wysłano
pt_br: enviado
ru: послал
sk: odoslať
sl: Poslal
sq: u dërgua
sr: poslato
sv: skickad
tr: gönderildi
uk: надіслано
vi: đã gửi
zh_hk: 發送

source: {0} email
ar: {0} بريدًا إلكترونيًا
bg: Имейл на {0}
ca: {0} correu electrònic
eo: {0} email is lowkey sus
es: {0} correo electrónico
fa: {0} ایمیل
fi: {0} sähköposti
ja: {0}メール
lt: {0} el. laiškas
ms: emel
nb: {0} e-poster
pt_br: E-mail {0}
ru: {0} письмо
sl: {0} e-pošta
sv: {0} e-post
tr: {0} e-posta
uk: {0} лист
zh_hk: {0}封電子郵件

source: {0} Slack channel
ar: {0} قناة Slack
bg: {0} Slack канал
ca: {0} canal d'Slack
de: {0} Slack Kanal
eo: {0} Slack ch at 🧃
es: {0} canal Slack
fa: {0} کانال Slack
fi: {0} Slack-kanava
fr: {0} canal Slack
hu: {0} Slack csatorna
it: {0} canale Slack
ja: {0} Slackチャンネル
lt: {0} „Slack“ kanalas
ms: 0} saluran Slack Jamak: {0} saluran Slack
nb: {0} Slack kanaler
nl: {0} Slack kanaal
pl: {0} kanał Slack
pt_br: Canal do Slack {0}
ru: {0} Slack канал
sk: {0} kanál Slack
sl: {0} Slack kanal
sq: {0} kanal Slack
sr: {0} Slack kanal
sv: {0} Slack-kanal
tr: {0} Slack kanalı
uk: {0} канал Slack
vi: {0} kênh Slack
zh_hk: {0}個Slack頻道

source: {0} and {1}.
ar: {0} و{1}.
bg: {0} и {1}.
ca: {0} i {1}.
de: {0} und {1}.
eo: {0} and {1}, fr fr.
es: {0} y {1}.
fa: {0} و {1}.
fi: {0} ja {1}.
fr: {0} et {1}.
hu: {0} és {1}.
it: {0} e {1}.
ja: {0}と{1}です。
lt: {0} ir {1}.
ms: {0} dan {1}.
nb: {0} og {1}
nl: {0} en {1}.
pl: {0} i {1}.
pt_br: {0} e {1}.
ru: {0} и {1}.
sk: {0} a {1}.
sl: {0} in {1}.
sq: {0} dhe {1}.
sr: {0} i {1}.
sv: {0} och {1}.
tr: {0} ve {1}
uk: {0} та {1}.
vi: {0} và {1}.
zh_hk: {0} 和 {1}.

source: just now
eo: literally just now
hu: épp most
lt: tik dabar
ms: baru sahaja

source: Unsubscribe from all subscriptions / alerts
ar: إلغاء الاشتراك من كل الاشتراكات / التنبيهات
bg: Отпишете се от всички абонаменти / сигнали
ca: Dessubscriure de totes les subscripcions / alertes
de: Von allen Abonnements/Benachrichtigungen abmelden
eo: Unsubscribe from all those alerts and subs, fr fr
es: Darse de baja de todas las suscripciones / alertas
fa: لغو اشتراک از همه اشتراک‌ها / هشدارها
fi: Peruuta kaikki tilaukset / ilmoitukset
fr: Se désabonner de toutes les alertes
hu: Leiratkozás minden feliratkozásról / figyelmeztetésről
it: Disiscriviti da tutti le iscrizioni / avvisi
ja: すべての購読/アラートの購読停止
lt: Atsisakyti visų prenumeratų / įspėjimų
ms: Nyahlanggan dari semua langganan / amaran
nb: Avlutt alle abonnement / alarmer
nl: Afmelden voor alle abonnementen/alerts
pl: Wypisz się ze wszystkich subskrypcji / alertów
pt_br: Cancelar todas as assinaturas/alertas
ru: Отписаться от всех подписок / предупреждений
sk: Odhlásiť sa zo všetkých odberov / upozornení
sl: Odjavite se od vseh naročnin / opozoril
sq: Çabonohu nga të gjitha abonimet / alarmet
sr: Otkaži pretplatu na sve pretplate / upozorenja
sv: Avsluta prenumeration på alla prenumerationer / varningar
tr: Tüm aboneliklerin / uyarıların aboneliğinden çık
uk: Відписатися від усіх підписок / сповіщень
vi: Hủy đăng ký tất cả các đăng ký / cảnh báo
zh_hk: 取消訂閱所有訂閱 / 提醒

source: How long to keep question results. By default, Metabase will use the value you supply on the {0}, but if this database has other factors that influence the freshness of data, it could make sense to set a custom duration. You can also choose custom durations on individual questions or dashboards to help improve performance.
hu: Mennyi ideig kell megőrizni a kérdés eredményeit. Alapértelmezés szerint a Metabase az általad megadott értéket használja a(z) {0}, de ha ez az adatbázis más tényezőket is befolyásol, amelyek hatással vannak az adatok frissességére, érdemes lehet egyedi időtartamot beállítani. Egyedi időtartamokat is választhatsz az egyes kérdésekre vagy irányítópultokra a teljesítmény javítása érdekében.
ms: Berapa lama untuk menyimpan hasil soalan. Secara lalai, Metabase akan menggunakan nilai yang anda bekalkan pada {0}, tetapi jika pangkalan data ini mempunyai faktor lain yang mempengaruhi kesegaran data, adalah wajar untuk menetapkan tempoh tersuai. Anda juga boleh memilih tempoh tersuai pada soalan individu atau papan pemuka untuk membantu meningkatkan prestasi.

source: cache settings page
hu: gyorsítótárazási beállítások oldal
ms: halaman tetapan cache

source: Default result cache duration
hu: Az eredmények alapértelmezett gyorsítótárazási időtartama
ms: Tempoh cache hasil lalai

source: Must be a positive integer value
ar: يجب أن تكون قيمة عدد صحيح موجب
bg: Трябва да е положително цяло число
ca: Ha de ser un valor enter positiu
de: Positive Ganzzahl erwartet
eo: It’s gotta be a positive whole number, fr.
es: Debe ser un valor entero positivo
fa: باید یک مقدار صحیح مثبت باشد
fi: Pitää olla positiivinen kokonaisluku
fr: Doit être un nombre entier positif
hu: Pozitív egész számnak kell lennie
it: Deve essere un valore intero positivo
ja: 正の整数値であること
lt: Turi būti teigiama sveikojo skaičiaus vertė
ms: Mesti nilai integer positif
nb: Må være en positiv tallverdi
nl: Moet een positief geheel getal zijn
pl: Musi być dodatnią liczbą całkowitą
pt_br: Deve ser um valor inteiro positivo
ru: Должно быть положительное целое число.
sk: Musí byť kladná celá hodnota
sl: Mora biti pozitivno celo število
sq: Duhet të jetë një vlerë e plotë pozitive
sr: Mora biti pozitivan ceo broj
sv: Måste vara ett positivt heltal
tr: Pozitif bir tamsayı değeri olmalıdır
uk: Має бути додатне ціле число
vi: Phải là một giá trị số nguyên dương
zh_hk: 必須是正整數

source: Official collection
ar: مجموعة رسمية
bg: Официална колекция
ca: Col·lecció oficial
de: Offizielle Sammlung
eo: Vibe check collection
es: Colección oficial
fa: مجموعه رسمی
fi: Virallinen kokoelma
fr: Collection officielle
hu: Hivatalos gyűjtemény
it: Collezione ufficiale
ja: オフィシャルコレクション
lt: Oficiali kolekcija
ms: Koleksi rasmi
nb: Offisiell samling
nl: Officiële collectie
pl: Oficjalna kolekcja
pt_br: Coleção oficial
ru: Официальная коллекция
sk: Oficiálna zbierka
sl: Uradna zbirka
sq: Koleksion zyrtar
sr: Zvanična kolekcija
sv: Officiell samling
tr: Resmi koleksiyon
uk: Офіційна колекція
vi: Bộ sưu tập chính thức
zh_hk: 官方收藏

source: Belongs to an Official collection
ar: ينتمي إلى مجموعة رسمية
bg: Принадлежи към официална колекция
ca: Pertany a una col·lecció oficial
de: Gehört zu einer offiziellen Sammlung
eo: It's givin’ official drip, fr fr
es: Pertenece a una colección oficial
fa: متعلق به یک مجموعه رسمی
fi: kuuluu viralliseen kokoelmaan
fr: Appartient à une collection officielle
hu: Hivatalos gyűjteményhez tartozik
it: Appartiene a una collezione ufficiale
ja: オフィシャルコレクションに属する
lt: Priklauso oficialiai kolekcijai
ms: Milik koleksi rasmi
nb: Hører til en Offisiell samling
nl: Behoort tot een officiële collectie
pl: Należy do oficjalnej kolekcji
pt_br: Pertence a uma coleção oficial
ru: Принадлежит к официальной коллекции
sk: Patrí do oficiálnej zbierky
sl: Spada v uradno zbirko
sq: I përket një koleksioni zyrtar
sr: Pripada zvaničnoj kolekciji
sv: Tillhör en officiell samling
tr: Resmi bir koleksiyona ait
uk: Належить до офіційної колекції
vi: Thuộc bộ sưu tập chính thức
zh_hk: 屬於官方收藏。

source: {0} removed verification
eo: {0} just peaced out the verification
hu: {0} eltávolította az ellenőrzést
ms: {0} mengeluarkan pengesahan

source: {0} changed status to {1}
eo: {0} just flexed their status to {1}
hu: {0} megváltoztatta az állapotot erre: {1}
ms: {0} menukar status kepada {1}

source: Tools
ar: الأدوات
bg: Инструменти
ca: Eines
de: Werkzeuge
eo: Tools → Gadgets or gear (if you wanna be extra), but honestly, just "tools" is pretty chill too
es: Herramientas
fa: ابزارها
fi: Työkalut
fr: Outils
hu: Eszközök
it: Attrezzi
ja: ツール
lt: Įrankiai
ms: Alat
nb: Verktøy
nl: Gereedschap
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
sk: Nástroje
sl: Orodja
sq: Mjete
sr: Alati
sv: Verktyg
tr: Araçlar
uk: Інструменти
vi: Công cụ
zh_hk: 工具

source: Erroring Questions
ar: أسئلة بها أخطاء
bg: Грешни въпроси
ca: Preguntes d'error
de: Fragen mit Fehlern
eo: Questions are glitching rn
es: Preguntas con error
fa: پرسش‌های خاطی
fi: Virheelliset kysymykset
fr: Questions erronées
hu: Hibás kérdések
it: Domande con errori
ja: エラーを含む質問
lt: Klaidingi klausimai
ms: Soalan Ralat:
nb: Feilede Spørsmål
nl: Fouten bij vragen
pl: Błędy pytań
pt_br: Perguntas com erro
ru: Ошибочные запросы
sk: Otázky s chybami
sl: Vprašanja o napakah
sq: Pyetje me gabime
sr: Pitanja sa greškama
sv: Felaktiga frågor
tr: Hatalı Sorular
uk: Запитання з помилками
vi: Câu hỏi bị lỗi
zh_hk: 錯誤問題
