Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Whether or not to display x-ray suggestions on the homepage. They will also be hidden if any dashboards are pinned. Admins might hide this to direct users to better content than raw data
ar: ما إذا كان سيتم عرض اقتراحات الأشعة السينية على الصفحة الرئيسية أم لا. سيتم أيضًا إخفاؤها إذا كانت أي لوحة معلومات مثبّتة. قد يُخفي المسؤولون هذا لتوجيه المستخدمين إلى محتوى أفضل من البيانات الخام
bg: Дали да се показва предложения за рентгенов анализ на на началната страница. Те също ще бъдат скрити, ако са закрепени някакви табла за управление. Администраторите могат да скрият това, за да насочат потребителите към по-добро съдържание от суровите данни
ca: Si es mostra o no les sugestions de raigs-x a la pàgina d'inici. No es mostraràn si hi ha algún quadre de comandament fixat. L'adminsitrador pot desactivar aquesta opció per mostrar als usuaris un contingut millor que les dades en cru.
de: Ob x-ray Vorschläge auf der Homepage angezeigt werden oder nicht; sie werden auch ausgeblendet, falls irgendein Dashboard angeheftet ist. Administratoren könnten dies ausblenden, um Benutzer auf besseren Inhalt als auf Rohdaten hinzuweisen
eo: Whether or not to show x-ray suggestions on the homepage. They’ll also be hidden if any dashboards are pinned. Admins might hide this to send users to better content than just raw data.
es: Si se muestran o no sugerencias de rayos X en la página de inicio. También estarán ocultos si hay paneles fijados. Los administradores pueden ocultar esto para dirigir a los usuarios a un mejor contenido que los datos sin procesar
fa: نمایش یا نبودن پیشنهادات اشعه ایکس در صفحه اصلی. در صورت پین کردن هر داشبورد نیز مخفی خواهند شد. ممکن است مدیر سایت این امر را هدایت کند تا کاربران به محتوای بهتر از داده های خام هدایت کنند
fi: Näytetäänkö läpivalaisuehdotukset etusivulla vai ei. Ne piilotetaan myös, jos kojelaudat kiinnitetään. Järjestelmänvalvojat saattavat piilottaa tämän ohjatakseen käyttäjiä parempaan sisältöön kuin raakadata
fr: Afficher ou non des suggestions de rayons X sur la page d'accueil. Ils seront également masqués si des tableaux de bord sont épinglés. Les administrateurs peuvent les masquer pour diriger les utilisateurs vers un meilleur contenu que les données brutes
hu: Megjelennek-e röntgen javaslatok a kezdőlapon. Ezek el lesznek rejtve, ha bármilyen irányítópult rögzítve van. Az adminisztrátorok elrejthetik ezt, hogy a felhasználókat jobb tartalomra irányítsák, mint a nyers adatok.
it: Indica se visualizzare o meno i suggerimenti a raggi x sulla homepage. Essi saranno anche nascosti se eventuali dashboard sono bloccate. Gli amministratori potrebbero nascondere questo per indirizzare gli utenti a contenuti migliori di dati grezzi
ja: ホーム画面にオススメのX-Rayを表示するか否か。何らかのダッシュボードがピン留めされている場合には自動的に隠されます。生データよりも良いコンテンツにユーザを導きたい場合、管理者はこの機能をOFFにするケースがあります。
lt: Ar pagrindiniame puslapyje rodyti rentgeno pasiūlymus, ar ne. Jie taip pat bus paslėpti, jei bus prismeigtos užduočių lentos. Administratoriai gali tai paslėpti, kad nukreiptų vartotojus į geresnį turinį nei neapdorotus duomenys
ms: Sama ada untuk memaparkan cadangan sinar-x di halaman utama atau tidak. Mereka juga akan disembunyikan jika mana-mana papan pemuka dipin. Pentadbir mungkin menyembunyikan ini untuk mengarahkan pengguna kepada kandungan yang lebih baik daripada data asli.
nb: On du skal vise forslag til x-rays på hjemmesiden eller ikke. De vil være skjult hvis noen infotavler er festet. Admins kan skjule dette for å bedre omdirigere brukere til innhold i stedet for rådata.
nl: Al dan niet tonen van x-ray suggesties op de homepagina. Deze suggesties worden niet getoond indien er vastgepinde dashboards zijn. Beheerders kunnen dit verbergen om zo gebruikers meer richting goede data te sturen in plaats van ruwe data.
pl: Czy sugestie X-ray mają być wyświetlane na stronie głównej. Będą one również ukryte, jeśli jakiekolwiek pulpity są przypięte. Administratorzy mogą to ukryć, aby skierować użytkowników do lepszych treści niż surowe dane
pt_br: Se deve ou não exibir sugestões de radiografia na página inicial. Elas também serão ocultadas se algum painel for fixado. Os administradores podem ocultar isso para direcionar os usuários a um conteúdo melhor que os dados brutos
ru: Нужно ли отображать предложения X-ray на главной странице. Они также будут скрыты, если прикреплены какие-либо дашборды. Администраторы могут скрыть это, чтобы направить пользователей на лучший контент, чем необработанные данные
sk: Či sa majú na domovskej stránke zobrazovať návrhy prehľadávania. Budú tiež skryté, ak budú nejaké dashboardy pripnuté. Správcovia to môžu skryť, aby nasmerovali používateľov na lepší obsah ako prvotné údaje
sl: Ali naj se na domači strani prikažejo rentgenski predlogi ali ne. Prav tako bodo skriti, če so pripete nadzorne plošče. Skrbniki lahko to skrijejo, da uporabnike usmerijo na boljšo vsebino kot neobdelane podatke
sq: Nëse të shfaqen apo jo sugjerimet X-ray në faqen kryesore. Do të fshihen gjithashtu nëse ndonjë panel është i fiksuar. Administratorët mund ta fshehin këtë për t’i orientuar përdoruesit te përmbajtje më e mirë sesa të dhëna të papërpunuara
sr: Da li prikazivati rendgen predloge na početnoj stranici. Takođe će biti sakriveni ako je bilo koja kontrolna tabla zakačena. Administratori mogu ovo da sakriju kako bi usmerili korisnike ka boljem sadržaju od sirovih podataka
sv: Huruvida förslag till genomlysningar ska visas på första-sidan. De kommer också att döljas om någon instrumentpanel spärrats. Administratörer kan dölja detta för att visa användare på bättre innehåll än rådata
tr: Ana sayfada röntgen önerilerinin gösterilip gösterilmeyeceği. Herhangi bir gösterge panosu sabitlenirse de gizlenirler. Yöneticiler, kullanıcıları ham verilerden daha iyi içeriğe yönlendirmek için bunu gizleyebilir
uk: Чи показувати підказки X-ray на домашній сторінці. Їх також буде приховано, якщо закріплено будь-які дашборди. Адміни можуть приховати це, щоб скерувати користувачів до кращого контенту, ніж сирі дані
vi: Có hay không hiển thị các đề xuất x-quang trên trang chủ. Chúng cũng sẽ bị ẩn nếu bất kỳ bảng điều khiển nào được ghim. Quản trị viên có thể ẩn điều này để hướng người dùng đến nội dung tốt hơn dữ liệu thô
zh_hk: 是否在首頁上顯示x-ray建議。 如果固定了任何資訊看板，它們也將被隱藏。 管理員可能會將其隱藏起來，來讓使用者獲得比原始資料更好的內容

source: Identify the source of HTTP requests by this header's value, instead of its remote address.
hu: Azonosítsa a HTTP kérések forrását ennek a fejlécnek az értéke alapján, a távoli cím helyett.
ms: Kenal pasti sumber permintaan HTTP dengan nilai header ini, bukannya alamat jauh.

source: Could not resolve Setting {0}/{1}
hu: Nem sikerült feloldani a beállítást {0}/{1}
ms: Tidak dapat menyelesaikan Tetapan {0}/{1}

source: Invalid Setting: {0}/{1}
hu: Érvénytelen beállítás: {0}/{1}
ms: Tetapan tidak sah: {0}/{1}

source: reached its goal
hu: elérte a célját
ms: mencapai matlamat

source: gone below its goal
hu: a cél alá csökkent
ms: jatuh di bawah matlamat

source: Sending Pulse ({0}: {1}) via email
hu: Impulzus küldése ({0}: {1}) e-mailben
ms: Menghantar Denyutan({0}: {1}) melalui e-mel

source: Pulse: {0}
hu: Impulzus: {0}
ms: Denyutan:{0}

source: Sending Pulse ({0}: {1}) via Slack
hu: Impulzus küldése ({0}: {1}) Slack-en
ms: Menghantar Denyutan({0}: {1}) melalui Slack

source: Sending Alert ({0}: {1}) via email
hu: Figyelmeztetés küldése ({0}: {1}) e-mailben
ms: Menghantar Amaran ({0}: {1}) melalui e-mel

source: Metabase alert: {0} has {1}
hu: Metabase figyelmeztetés: {0} rendelkezik {1}
ms: Amaran Metabase: {0} mempunyai {1}

source: Sending Alert ({0}: {1}) via Slack
hu: Figyelmeztetés küldése ({0}: {1}) Slack-en
ms: Menghantar Amaran ({0}: {1}) melalui Slack

source: Alert: {0}
hu: Figyelmeztetés: {0}
ms: Amaran: {0}

source: Can''t find JS color selector at ''{0}''
ar: لا يمكن العثور على محدد ألوان JS في ''{0}''
bg: Не мога да намеря JS селектор за цвят в „{0}“
ca: No es pot trobar un selector de color JS per a "{0}"
de: Kann nicht den JS-Farbselektor bei "{0}" finden
eo: Bruh, I can't even find the JS color picker at '{0}' lol
es: No se puede encontrar el selector de color JS en "{0}"
fa: انتخاب رنگ JS در '' '{0}' 'یافت نشد
fi: Ei voi löytää JS-värinvalitsinta osoitteesta ''{0}''
fr: Impossible de trouver le sélecteur de couleurs JS à ''{0} '
hu: A JS színválasztó nem található itt: ''{0}''
it: Impossibile trovare selettore colore JS in "{0}"
ja: '' {0} ''でJSカラーセレクターが見つかりません
lt: Nesigavo rasti JS spalvų parinkiklio adresu ''{0}''
ms: Tidak dapat mencari pemilih warna JS di '{0}'
nb: Kan ikke finne JS fargevelger på ''{0}''
nl: Kan JS-kleurselector niet vinden op '{0}'
pl: Nie można znaleźć selektora kolorów JS w "{0}"
pt_br: Não é possível encontrar o seletor de cores JS em ''{0}''
ru: Не могу найти селектор цвета JS в ''{0}''
sk: Selektor farieb JS nenájdete na ''{0} ''
sl: Ne morem najti izbirnika barv JS na ''{0}''
sq: Nuk gjendet selektori i ngjyrës JS te ''{0}''
sr: Ne mogu da pronađem JS selektor boja na ''{0}''
sv: Kan inte hitta färgväljare för JS vid "{0}"
tr: ''{0}'' da JS renk seçici bulunamıyor
uk: Не вдається знайти JS-селектор кольору за адресою ''{0}''
vi: Không thể tìm thấy bộ chọn màu JS tại '' {0} ''
zh_hk: 在''{0}''處找不到JS顏色選擇器

source: FIXME: These aren''t valid temporal literals: {0} {1}. Why are we attemping to format them as such?
hu: FIXME: Ezek nem érvényes időbeli literálok: {0} {1}. Miért próbáljuk ezeket így formázni?
ms: Ini bukan literal temporal yang sah: {0} {1}. Mengapa kita cuba memformatkannya sedemikian?

source: No matching info found for join against Table {0} ''{1}'' on Field {2} ''{3}'' via FK {4} ''{5}''
hu: Nem található megfelelő információ a(z) {0} táblázat {1} mezőjének {2} mezője {3} kapcsolása esetén az FK {4} {5} mezőjén keresztül
ms: Tiada maklumat padanan ditemui untuk gabungan terhadap Jadual {0} '{1}' pada Medan {2} '{3}' melalui FK {4} '{5}'

source: Don''t know how to get information about Field: {0}
eo: IDK how to find info about Field: {0}
hu: Nem tudom, hogyan szerezhet információt a mezőről: {0}
lt: Neaišku, kaip gauti informacijos apie lauką: {0}
ms: Tidak tahu cara mendapatkan maklumat tentang Medan: {0}

source: Query timed out after {0}
hu: A lekérdezés időtúllépés után megszakadt {0}
ms: Pertanyaan tamat masa selepas {0}

source: Formatting rows with results timezone ID {0}
hu: Sorok formázása az eredmények időzóna azonosítójával {0}
ms: Memformat baris dengan hasil ID zon waktu {0}

source: Invalid timezone ID ''{0}''
hu: Érvénytelen időzóna-azonosító: ''{0}''
ms: ID zon waktu tidak sah '{0}'

source: Saving fingerprint for {0}
hu: Ujjlenyomat mentése a(z) {0}-hez
ms: Menyimpan cap jari untuk {0}

source: Sending abandoment email!
hu: Lemond
ms: Menghantar e-mel pengabaian!

source: Resulting transforms do not conform to expectations.nExpected: {0}
hu: Az eredményül kapott transzformációk nem felelnek meg az elvárásoknak. Várt: {0}
ms: Transformasi hasil tidak mematuhi jangkaan. Dijangka: {0}

source: Timed out after {0}
hu: Időtúllépés {0} után
ms: Tamat masa selepas {0}

source: No temporal adjuster named {0}
ar: لا يوجد مُعدِّل زمني باسم {0}
bg: Няма временен регулатор на име {0}
ca: No existeix un ajustador temporal anomenat {0}
de: Kein Zeitjustierer namens {0}
eo: Bruh, there's no temporal adjuster named {0} lol
es: Ningún ajustador temporal llamado {0}
fa: هیچ تنظیم کننده موقت به نام {0}
fi: Ei ole aikasäädintä nimeltä {0}
fr: Aucun ajusteur temporel nommé {0}
hu: Nincs {0} nevű időbeli módosító
it: Nessun regolatore temporale denominato {0}
ja: {0}という名前の一時的なアジャスターはありません
lt: Nėra laiko reguliatoriaus pavadinimu {0}
ms: Tiada pelaras temporal bernama {0}
nb: Ingen temporal justerer med navnet {0}
nl: Geen tijdelijke aanpassing met de naam {0}
pl: Brak korektora czasowego o nazwie {0}
pt_br: Nenhum ajustador temporal chamado {0}
ru: Нет временного регулятора с именем {0}
sk: Žiadny dočasný nastavovač s názvom {0}
sl: Noben časovni regulator ni imenovan {0}
sq: Nuk ka rregullues kohor me emrin {0}
sr: Ne postoji temporal adjuster sa imenom {0}
sv: Ingen justering för tid med namn {0}
tr: {0} adında geçici ayarlayıcı yok
uk: Немає жодного temporal adjuster з назвою {0}
vi: Không có bộ điều chỉnh thời gian có tên {0}
zh_hk: 沒有名為{0}的時間調節器

source: Invalid unit: {0}
ar: وحدة غير صالحة: {0}
bg: Невалидна единица: {0}
ca: Unitat no vàlida: {0}
de: Ungültige Einheit: {0}
eo: Bruh, this unit's totally invalid: {0}
es: Unidad inválida: {0}
fa: واحد نامعتبر: {0}
fi: Virheellinen yksikkö: {0}
fr: Unité invalide : {0}
hu: Érvénytelen egység: {0}
it: Unità non valida: {0}
ja: 無効な単位: {0}
lt: Neteisingas vienetas: {0}
ms: Unit tidak sah: {0}
nb: Ugyldig enhet: {0}
nl: Ongeldige eenheid: {0}
pl: Nieprawidłowa jednostka: {0}
pt_br: Unidade inválida: {0}
ru: Недопустимый блок: {0}
sk: Neplatná jednotka: {0}
sl: Neveljavna enota: {0}
sq: Njësi e pavlefshme: {0}
sr: Nevažeća jedinica: {0}
sv: Felaktig enhet: {0}
tr: Geçersiz birim: {0}
uk: Некоректна одиниця: {0}
vi: Đơn vị không hợp lệ: {0}
zh_hk: 無效單位：{0}

source: Don''t know how to parse {0} using format {1}
ar: لا نعرف كيف نحلّل {0} باستخدام التنسيق {1}
bg: Не знам как да анализирам {0} с помощта на формат {1}
ca: No sé com interpretar {0} utilitzant el format {1}
de: Weiß nicht, wie ich {0} mit dem Formats {1} zerlegen kann
eo: Bruh, I’m so confused rn on how to parse {0} with format {1} — it’s lowkey throwing me off
es: No sé cómo analizar {0} usando el formato {1}
fa: نمی دانید چگونه {0} را با استفاده از قالب {1} تجزیه کنید
fi: En tiedä, miten jäsentää {0} käyttäen muotoa {1}
fr: Je ne sais pas comment analyser {0} en utilisant le format {1}
hu: Nem tudom, hogyan kell a(z) {0} elemet elemezni a(z) {1} formátum használatával
it: Non so come analizzare {0} usando il formato {1}
ja: {0}を{1}のフォーマットを利用してパースする方法が分かりません
lt: Neaišku, kaip išanalizuoti {0} naudojant formatą {1}
ms: Tidak tahu cara mengurai {0} menggunakan format {1}
nb: Vet ikke hvordan jeg leser {0} ved å bruke formatet {1}
nl: Weet niet hoe {0} moet worden geparsed met indeling {1}
pl: Nie wiem, jak parsować {0} przy użyciu formatu {1}
pt_br: Não sei como analisar {0} usando o formato {1}
ru: Не знаю, как разобрать {0}, используя формат {1}
sk: Neviem, ako analyzovať {0} pomocou formátu {1}
sl: Ne vem, kako razčleniti {0} z obliko {1}
sq: Nuk di si të analizoj {0} duke përdorur formatin {1}
sr: Ne zna se kako parsirati {0} koristeći format {1}
sv: Kan inte tolka {0} med format {1}
tr: {1} biçimini kullanarak {0} nasıl ayrıştırılacağını bilmiyorum
uk: Не знаємо, як розібрати {0} за допомогою формату {1}
vi: Không biết cách phân tích {0} bằng định dạng {1}
zh_hk: 不知道如何使用格式{1}解析{0}

source: Token is missing value for keypath {0}
ar: الـ Token يفتقد قيمة لمسار المفاتيح {0}
bg: За маркера липсва стойност за път на ключ {0}
ca: Falta el valor del token per a la ruta de clau {0}
de: Token fehlt Wert für Schlüsselpfad {0]
eo: Bruh, the token's lowkey missing the vibe for keypath {0}
es: Al token le falta el valor para keypath {0}
fa: نشانه ارزش برای صفحه کلید {0} گمشده است
fi: Avainpolulle {0} puuttuu arvotunnus.
fr: La valeur du jeton est manquante pour le chemin {0}
hu: A token hiányzik a kulcsútvonal értékéről {0}
it: Il token non ha valore per il keypath {0}
ja: トークンにキーパス{0}の値がありません
lt: Trūksta žetono rakto kelio {0} reikšmei
ms: Token kehilangan nilai untuk keypath {0}
nb: Nøkkel mangler for sti {0}
nl: Waarde van token ontbreekt voor keypath {0}.
pl: W tokenie brakuje wartości dla keypath {0}
pt_br: O token não possui valor para o caminho da chave {0}
ru: В токене отсутствует значение для ключевого пути {0}
sk: Token chýba hodnota pre kľúčovú cestu {0}
sl: Žeton manjka vrednost za {0} poti ključa
sq: Token-it i mungon vlera për keypath {0}
sr: Token nema vrednost za keypath {0}
sv: Biljett saknar värde för "keypath" {0}
tr: {0} anahtar yolu için simgenin değeri eksik
uk: У токені відсутнє значення для keypath {0}
vi: Mã thông báo bị thiếu giá trị cho keypath {0}
zh_hk: Token缺少{0}關鍵路徑值

source: Sending usage stats FAILED
hu: A használati statisztikák küldése SIKERTELEN
ms: Menghantar statistik penggunaan GAGAL

source: There was an error saving
ar: حدث خطأ أثناء الحفظ
bg: При запазването възникна грешка
ca: S'ha produit un error mentres es desava
de: Fehler beim Speichern
eo: Bruh, it’s lowkey glitching when saving lol
es: Se ha producido un error al guardar
fa: هنگام ذخیره خطایی روی داد
fi: Tallennuksessa tapahtui virhe
fr: Il y a eu une erreur de sauvegarde
hu: Hiba történt a mentéskor
it: Si è verificato un errore durante il salvataggio
ja: 保存時にエラーが起きました
lt: Išsaugant įvyko klaida
ms: Terdapat ralat semasa menyimpan
nb: Det oppstod en feil under lagring
nl: Er is iets fout gegaan bij het opslaan
pl: Podczas zapisywania wystąpił błąd
pt_br: Ocorreu um erro ao salvar
ru: При сохранении произошла ошибка
sk: Pri ukladaní sa vyskytla chyba
sl: Prišlo je do shranjevanja napake
sq: Pati një gabim gjatë ruajtjes
sr: Došlo je do greške pri čuvanju
sv: Ett fel uppstod vid sparande
tr: Kaydedilirken bir hata oluştu
uk: Сталася помилка під час збереження
vi: Có một lỗi lưu
zh_hk: 錯誤已經儲存

source: To allow users to sign in with Google you'll need to give Metabase a Google Developers console application client ID. It only takes a few steps and instructions on how to create a key can be found {0}.
ar: للسماح للمستخدمين بتسجيل الدخول باستخدام Google، ستحتاج إلى تزويد Metabase بـ Client ID لتطبيق في Google Developers Console. لا يستغرق الأمر سوى بضع خطوات، ويمكن العثور على إرشادات إنشاء المفتاح {0}.
bg: За да позволите на потребителите да влизат с Google, ще трябва да дадете на Metabase клиентски идентификационен номер на приложение за конзола на Google Developers. Необходими са само няколко стъпки и инструкции как да създадете ключ можете да намерите {0}.
ca: Per permetre als usuaris autenticar-se amb Google heu de donar a Metabase un ID de client de Desenvolupadors de Google. Només es necessiten uns quants passos. Les instruccions per crear una clau es troben a {0}.
de: Um Benutzern den Login via Google zu ermöglichen, müssen Sie Metabase eine Applikations-ID über die Google-Entwickler Konsole vergeben. Dies erfordert nur wenige Schritte. Anweisungen, wie man diese ID vergibt, finden Sie {0}
eo: To let users sign in with Google, you gotta hook up Metabase with a Google Developers console client ID. It’s just a few steps, and you can find the deets on how to make a key here {0}.
es: Para permitir a los usuarios iniciar sesión con Google, necesitas dar a Metabase un ID de cliente de aplicación de consola de Google Developers. solo unos pocos pasos y las instrucciones de cómo crear una clave están {0}
fa: برای اینکه کاربران بتوانند با Google به سیستم وارد شوند ، باید یک شناسه مشتری برنامه کنسول Google با Metabase را ارائه دهید. فقط چند مرحله و دستورالعمل در مورد چگونگی ایجاد یک کلید {0} طول می کشد.
fi: Jotta käyttäjät voivat kirjautua sisään Googlella, sinun on annettava Metabaselle Google Developers -konsolisovelluksen asiakas ID. Se vie vain muutaman vaiheen, ja ohjeet avaimen luomiseen löytyvät: {0}.
fr: Pour permettre aux utilisateurs de se connecter avec Google, vous devez donner à Metabase un identifiant client pour l'application Google Developers console. Il suffit de quelques étapes et les instructions sur la façon de créer une clé se trouvent {0}.
hu: Ahhoz, hogy a felhasználók Google-lal jelentkezhessenek be, meg kell adnia a Metabase-nak egy Google Developers konzol alkalmazás kliensazonosítót. Csak néhány lépést igényel, és a kulcs létrehozására vonatkozó utasításokat itt találja {0}.
it: Per autorizzare gli utenti a registrarsi con Google hai bisogno di dare a Metabase una Google Developers console di applicazione client ID. Questo prevede pochi passi, e le istruzioni su come creare una chiave possono essere trovate qua {0}.
ja: ユーザにGoogleアカウントでサインインすることを許可するためには、MetabaseにGoogle Developers ConsoleのClient IDを教える必要があります。これは数ステップででき、どのようにキーを生成するかは{0}で知ることができます。
lt: Jei norite leisti naudotojams prisijungti naudojant Google, Metabase turėsite suteikti Google Developers konsolės programos kliento ID. Tereikia kelių veiksmų, o instrukcijas, kaip sukurti raktą, rasite {0}.
ms: Untuk membenarkan pengguna log masuk dengan Google, anda perlu memberikan Metabase ID pelanggan aplikasi konsol Google Developers. Ia hanya memerlukan beberapa langkah dan arahan tentang cara membuat kunci boleh didapati di {0}.
nb: For å tillate innlogging med Google må du gi Metabase en kliend ID til Googles utviklerkonsoll. Det er bare et par steg og instruksjoner på hvordan du lager en nøkkel finnes {0}.
nl: Om gebruikers in staat te stellen om zich aan te melden met een Google account, heeft Metabase een client-ID van de Google Developers-console-applicatie nodig. Er zijn slechts enkele stappen nodig voor het maken van een sleutel: {0}.
pl: Aby umożliwić użytkownikom logowanie się za pomocą konta Google, musisz dostarczyć Metabase identyfikator klienta aplikacji z konsoli Google Developers. Wystarczy kilka kroków, a instrukcje dotyczące tworzenia klucza można znaleźć {0}.
pt_br: Para permitir que os usuários façam login no Google, é necessário fornecer à Metabase um ID de cliente de aplicativo de console do Google Developers. São necessários apenas alguns passos e as instruções sobre como criar uma chave podem ser encontradas em {0}.
ru: Чтобы пользователи могли войти в систему с помощью Google, вам нужно предоставить Metabase идентификатор клиента консоли приложения Google для разработчиков. Это займет всего несколько шагов и инструкции по созданию ключа можно найти тут:{0}.
sk: Ak chcete povoliť používateľom prihlásiť sa do služby Google, musíte metabáze poskytnúť klientske ID aplikácie konzoly Google Developers. Nájdete iba niekoľko krokov a pokyny, ako vytvoriť kľúč, nájdete {0}.
sl: Če želite uporabnikom omogočiti prijavo z Googlom, morate Metabase dodeliti ID odjemalca konzolne aplikacije Google Developers. Potrebnih je le nekaj korakov in navodila za ustvarjanje ključa najdete {0}.
sq: Që të lejosh përdoruesit të hyjnë me Google, do të duhet t’i japësh Metabase një client ID të aplikacionit në Google Developers console. Mjaftojnë pak hapa dhe udhëzimet se si të krijosh një key mund t’i gjesh {0}.
sr: Da bi korisnici mogli da se prijave pomoću Google-a, moraćeš da dostaviš Metabase-u client ID aplikacije iz Google Developers konzole. Potrebno je samo nekoliko koraka, a uputstva kako da napraviš ključ možeš da pronađeš {0}.
sv: För att tillåta användare logga in med Google behöver du ge Metabase ett "Google Developers console application client ID". Det behövs bara ett par steg och instruktioner för hur du skapar en nyckel finns på {0}.
tr: Kullanıcıların Google ile oturum açmasına izin vermek için Metabase'e bir Google Developers konsolu uygulaması istemci kimliği vermeniz gerekir. Sadece birkaç adım atar ve bir anahtarın nasıl oluşturulacağına ilişkin talimatlar {0} bulunabilir.
uk: Щоб дозволити користувачам входити за допомогою Google, потрібно надати Metabase client ID застосунку в консолі Google Developers. Це займе лише кілька кроків, а інструкції зі створення ключа можна знайти {0}.
vi: Để cho phép người dùng đăng nhập bằng Google, bạn cần cung cấp cho Metabase ID ứng dụng khách ứng dụng bảng điều khiển Google Developers. Chỉ cần một vài bước và hướng dẫn về cách tạo khóa có thể được tìm thấy {0}.
zh_hk: 要允許用戶通過Google登錄，您需要向Metabase提供一個Google開發者控制台應用程序客戶端ID。只需幾個步驟，有關如何創建密鑰的說明可以在{0}找到。

source: Be sure to include the full client ID, including the apps.googleusercontent.com suffix.
hu: Ügyeljen arra, hogy a teljes kliensazonosítót tartalmazza, beleértve az apps.googleusercontent.com utótagot is.
ms: Pastikan untuk memasukkan ID pelanggan penuh, termasuk akhiran apps.googleusercontent.com.

source: Metabase {0} is available.
hu: Elérhető a(z) {0} Metabase.
lt: Metabazė {0} yra prieinama.
ms: Metabase {0} tersedia.
