Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Determines whether to allow cookies for cross-site requests. {0}
ar: يحدّد ما إذا كان سيتم السماح بملفات تعريف الارتباط لطلبات المواقع المختلفة. {0}
bg: Определя дали да се разрешат „бисквитки“ за заявки от друг сайт. {0}
ca: Determina si permet les galetes per a sol·licituds entre llocs. {0}
de: Legt fest, ob Cookies für Cross-Site-Anfragen zugelassen werden. {0}
es: Determina si se permiten cookies para solicitudes entre sitios. {0}
fa: تعیین می‌کند که آیا کوکی‌ها برای درخواست‌های بین سایتی مجاز باشند یا خیر. {0}
fi: Määrittää, sallitaanko evästeet sivustojen välisille pyynnöille. {0}
fr: Détermine s'il faut autoriser les cookies pour les requêtes intersites. {0}
it: Determina se consentire i cookie per le richieste tra siti. {0}
ja: クロスサイトリクエストに対してCookieを許可するかどうかを決定します。 {0}
nb: Bestemmer om informasjonskapsler skal tillates for forespørsler på tvers av nettsteder. {0}
nl: Bepaalt of cookies voor cross-site verzoeken zijn toegestaan. {0}
pl: Określa, czy zezwolić na pliki cookie w przypadku żądań między witrynami. {0}
pt_br: Determina se os cookies devem ser permitidos para solicitações entre sites. {0}
ru: Определяет, разрешать ли файлы cookie для межсайтовых запросов. {0}
sk: Určuje, či povoliť súbory cookie pre požiadavky medzi stránkami. {0}
sl: Določa, ali naj se piškotki dovolijo za zahteve med spletnimi mesti. {0}
sq: Përcakton nëse të lejohen cookie për kërkesa cross-site. {0}
sr: Određuje da li se dozvoljavaju kolačići za cross-site zahteve. {0}
sv: Avgör om cookies ska tillåtas för begäranden mellan webbplatser. {0}
tr: Siteler arası istekler için çerezlere izin verilip verilmeyeceğini belirler. {0}
uk: Визначає, чи дозволяти cookies для кроссайт-запитів. {0}
vi: Xác định xem có cho phép cookie cho các yêu cầu liên trang web hay không. {0}
zh_hk: 決定是否允許跨網站請求的 cookies。 {0}

source: Allows Metabase session cookies to be shared on the same domain. Used for production instances on the same domain.
ar: يسمح بمشاركة ملفات تعريف ارتباط جلسة Metabase على نفس النطاق. يُستخدم لمثيلات بيئة الإنتاج على نفس النطاق.
bg: Позволява споделянето на бисквитки на сесията на метабазата в един и същ домейн. Използва се за производствени екземпляри в един и същ домейн.
ca: Permet que les galetes de sessió de la metabase es comparteixin al mateix domini. S'utilitza per a instàncies de producció al mateix domini.
de: Ermöglicht die gemeinsame Nutzung von Metabase-Sitzungscookies in derselben Domäne. Wird für Produktionsinstanzen in derselben Domäne verwendet.
es: Permite compartir las cookies de sesión de Metabase en el mismo dominio. Se utiliza para instancias de producción en el mismo dominio.
fa: اجازه می‌دهد کوکی‌های جلسه متابیس در همان دامنه به اشتراک گذاشته شوند. برای نمونه‌های عملیاتی در همان دامنه استفاده می‌شود.
fi: Sallii Metabase-istuntoevästeiden jakamisen samassa verkkotunnuksessa. Käytetään tuotantoinstansseissa samalla verkkotunnuksella.
fr: Permet le partage des cookies de session de la métabase sur un même domaine. Utilisé pour les instances de production sur le même domaine.
it: Consente la condivisione dei cookie di sessione Metabase sullo stesso dominio. Utilizzato per istanze di produzione sullo stesso dominio.
ja: メタベースセッションCookieを同じドメインで共有できるようにします。同じドメインの本番インスタンスで使用されます。
nb: Tillater at Metabase-øktinformasjonskapsler deles på samme domene. Brukes for produksjonsinstanser på samme domene.
nl: Maakt het mogelijk om Metabase-sessiecookies te delen op hetzelfde domein. Wordt gebruikt voor productie-instanties op hetzelfde domein.
pl: Umożliwia udostępnianie plików cookie sesji Metabase w tej samej domenie. Używane w przypadku instancji produkcyjnych w tej samej domenie.
pt_br: Permite que cookies de sessão do Metabase sejam compartilhados no mesmo domínio. Usado para instâncias de produção no mesmo domínio.
ru: Позволяет использовать файлы cookie сеанса Metabase в одном домене. Используется для рабочих экземпляров в одном домене.
sk: Umožňuje zdieľanie súborov cookie relácie metabázy v rámci tej istej domény. Používa sa pre produkčné inštancie v tej istej doméne.
sl: Omogoča skupno rabo piškotkov seje metabaze v isti domeni. Uporablja se za produkcijske primerke v isti domeni.
sq: Lejon që cookie-t e sesionit të Metabase të ndahen në të njëjtin domain. Përdoret për instanca prodhimi në të njëjtin domain.
sr: Omogućava deljenje Metabase kolačića sesije na istom domenu. Koristi se za produkcione instance na istom domenu.
sv: Tillåter att Metabase-sessionscookies delas på samma domän. Används för produktionsinstanser på samma domän.
tr: Metabase oturum çerezlerinin aynı etki alanında paylaşılmasına olanak tanır. Aynı etki alanındaki üretim örnekleri için kullanılır.
uk: Дозволяє спільне використання сесійних cookies Metabase в межах одного домену. Використовується для продакшн-інстансів на тому самому домені.
vi: Cho phép cookie phiên Metabase được chia sẻ trên cùng một miền. Được sử dụng cho các phiên bản sản xuất trên cùng một miền.
zh_hk: 允許在同一網域內共用 Metabase 會話 cookies。用於同一網域上的生產實體。

source: Does not allow Metabase session cookies to be shared with embedded instances. Use this if you do not want to enable session sharing with embedding.
ar: لا يسمح بمشاركة ملفات تعريف ارتباط جلسة Metabase مع المثيلات المضمّنة. استخدم هذا إذا كنت لا تريد تفعيل مشاركة الجلسات مع التضمين.
bg: Не позволява споделянето на бисквитки за сесия на метабазата с вградени екземпляри. Използвайте това, ако не искате да активирате споделянето на сесия с вграждане.
ca: No permet que les galetes de sessió de la metabase es comparteixin amb instàncies incrustades. Feu servir això si no voleu habilitar la compartició de sessions amb incrustació.
de: Verhindert die gemeinsame Nutzung von Metabase-Sitzungscookies mit eingebetteten Instanzen. Verwenden Sie diese Option, wenn Sie die Sitzungsfreigabe mit Einbettung nicht aktivieren möchten.
es: No permite compartir las cookies de sesión de Metabase con instancias incrustadas. Úselo si no desea habilitar el uso compartido de sesiones con incrustaciones.
fa: اجازه نمی‌دهد کوکی‌های جلسه متابیس با نمونه‌های جاسازی‌شده به اشتراک گذاشته شوند. اگر نمی‌خواهید اشتراک‌گذاری جلسه را با جاسازی فعال کنید، از این گزینه استفاده کنید.
fi: Ei salli Metabase-istuntoevästeiden jakamista upotettujen instanssien kanssa. Käytä tätä, jos et halua ottaa käyttöön istunnon jakamista upotuksen yhteydessä.
fr: N'autorise pas le partage des cookies de session de la métabase avec les instances intégrées. À utiliser si vous ne souhaitez pas activer le partage de session avec l'intégration.
it: Non consente la condivisione dei cookie di sessione di Metabase con istanze incorporate. Utilizzare questa opzione se non si desidera abilitare la condivisione della sessione con l'incorporamento.
ja: メタベースセッションCookieを埋め込みインスタンスと共有することを許可しません。埋め込みインスタンスとのセッション共有を有効にしたくない場合は、このオプションを使用してください。
nb: Tillater ikke at Metabase-øktinformasjonskapsler deles med innebygde instanser. Bruk denne hvis du ikke ønsker å aktivere øktdeling med innebygging.
nl: Staat niet toe dat Metabase-sessiecookies worden gedeeld met ingesloten instanties. Gebruik deze optie als u sessiedeling bij insluiten niet wilt inschakelen.
pl: Nie zezwala na udostępnianie plików cookie sesji Metabase osadzonym instancjom. Użyj tej opcji, jeśli nie chcesz włączać udostępniania sesji z osadzeniem.
pt_br: Não permite que cookies de sessão do Metabase sejam compartilhados com instâncias incorporadas. Use esta opção se não quiser habilitar o compartilhamento de sessão com incorporação.
ru: Не позволяет использовать cookie-файлы сеанса Metabase совместно со встроенными экземплярами. Используйте этот параметр, если вы не хотите включать совместное использование сеанса при встраивании.
sk: Nepovoľuje zdieľanie súborov cookie relácie metabázy s vloženými inštanciami. Použite túto možnosť, ak nechcete povoliť zdieľanie relácie s vloženými inštanciami.
sl: Ne dovoljuje deljenja piškotkov seje metabaze z vdelanimi instancami. To možnost uporabite, če ne želite omogočiti deljenja seje z vdelavo.
sq: Nuk lejon që cookie-t e sesionit të Metabase të ndahen me instancat e inkorporuara. Përdor këtë nëse nuk dëshiron të aktivizosh ndarjen e sesionit me integrimin.
sr: Ne dozvoljava deljenje Metabase kolačića sesije sa ugradnim instancama. Koristite ovo ako ne želite da omogućite deljenje sesije uz ugradnju.
sv: Tillåter inte att Metabase-sessionscookies delas med inbäddade instanser. Använd detta om du inte vill aktivera sessionsdelning med inbäddning.
tr: Metabase oturum çerezlerinin gömülü örneklerle paylaşılmasına izin vermez. Gömme işlemiyle oturum paylaşımını etkinleştirmek istemiyorsanız bunu kullanın.
uk: Не дозволяє ділитися сесійними cookies Metabase із вбудованими інстансами. Використовуйте це, якщо не хочете увімкнути спільне використання сесій із вбудовуванням.
vi: Không cho phép chia sẻ cookie phiên Metabase với các phiên bản nhúng. Sử dụng tùy chọn này nếu bạn không muốn bật tính năng chia sẻ phiên với nhúng.
zh_hk: 不允許 Metabase 會話 cookie 與嵌入式實例共享。如果您不想啟用嵌入式會話共用，請使用此項。

source: None (requires HTTPS)
bg: Няма (изисква HTTPS)
ca: Cap (requereix HTTPS)
de: Keine (erfordert HTTPS)
es: Ninguno (requiere HTTPS)
fa: هیچکدام (نیاز به HTTPS دارد)
fi: Ei mitään (vaatii HTTPS:n)
fr: Aucun (nécessite HTTPS)
it: Nessuno (richiede HTTPS)
ja: なし（HTTPSが必要）
nb: Ingen (krever HTTPS)
nl: Geen (vereist HTTPS)
pl: Brak (wymaga protokołu HTTPS)
pt_br: Nenhum (requer HTTPS)
ru: Нет (требуется HTTPS)
sk: Žiadne (vyžaduje HTTPS)
sl: Brez (zahteva HTTPS)
sq: Asnjë (kërkon HTTPS)
sr: Nijedan (zahteva HTTPS)
sv: Ingen (kräver HTTPS)
tr: Hiçbiri (HTTPS gerektirir)
uk: Немає (потрібен HTTPS)
vi: Không có (yêu cầu HTTPS)
zh_hk: 無（需要 HTTPS）

source: Use "None" when your app and Metabase are hosted on different domains. Incompatible with Safari and iOS-based browsers.
ar: استخدم "None" عندما تتم استضافة تطبيقك وMetabase على نطاقات مختلفة. غير متوافق مع Safari والمتصفحات المعتمدة على iOS.
bg: Използвайте „Няма“, когато приложението и метабазата ви се хостват на различни домейни. Несъвместимо със Safari и браузъри, базирани на iOS.
ca: Feu servir "Cap" quan l'aplicació i la metabase estiguin allotjades en dominis diferents. Incompatible amb Safari i navegadors basats en iOS.
de: Verwenden Sie „Keine“, wenn Ihre App und Metabase auf unterschiedlichen Domänen gehostet werden. Nicht kompatibel mit Safari und iOS-basierten Browsern.
es: Use "Ninguno" cuando su aplicación y Metabase estén alojadas en dominios diferentes. No es compatible con Safari ni con navegadores iOS.
fa: وقتی برنامه و متابیس شما در دامنه‌های مختلف میزبانی می‌شوند، از "None" استفاده کنید. با مرورگرهای سافاری و مبتنی بر iOS سازگار نیست.
fi: Käytä arvoa ”Ei mitään”, kun sovelluksesi ja metatietokanta sijaitsevat eri verkkotunnuksissa. Ei yhteensopiva Safarin ja iOS-pohjaisten selainten kanssa.
fr: Utilisez « Aucun » si votre application et votre métabase sont hébergées sur des domaines différents. Incompatible avec Safari et les navigateurs iOS.
it: Usa "Nessuno" quando la tua app e Metabase sono ospitate su domini diversi. Incompatibile con Safari e browser basati su iOS.
ja: アプリとメタベースが異なるドメインでホストされている場合は「なし」を使用してください。SafariおよびiOSベースのブラウザとは互換性がありません。
nb: Bruk "None" når appen og Metabase ligger på forskjellige domener. Inkompatibel med Safari og iOS-baserte nettlesere.
nl: Gebruik 'Geen' wanneer uw app en Metabase op verschillende domeinen worden gehost. Niet compatibel met Safari en iOS-browsers.
pl: Użyj opcji „Brak”, jeśli Twoja aplikacja i metabaza są hostowane w różnych domenach. Niekompatybilne z przeglądarkami Safari i iOS.
pt_br: Use "Nenhum" quando seu aplicativo e o Metabase estiverem hospedados em domínios diferentes. Incompatível com navegadores Safari e iOS.
ru: Используйте значение «None», если ваше приложение и метабаза размещены на разных доменах. Несовместимо с Safari и браузерами на базе iOS.
sk: Ak sú vaša aplikácia a metabáza hostované na rôznych doménach, použite možnosť „Žiadne“. Nekompatibilné so Safari a prehliadačmi so systémom iOS.
sl: Uporabite »Brez«, če vaša aplikacija in metabaza gostujeta na različnih domenah. Ni združljivo s Safarijem in brskalniki, ki temeljijo na sistemu iOS.
sq: Përdor "None" kur aplikacioni yt dhe Metabase hostohen në domain-e të ndryshme. E papajtueshme me Safari dhe shfletues të bazuar në iOS.
sr: Koristite "None" kada su vaša aplikacija i Metabase hostovani na različitim domenima. Nekompatibilno sa Safari-jem i pregledačima zasnovanim na iOS-u.
sv: Använd "Ingen" när din app och metabasen finns på olika domäner. Inkompatibel med Safari och iOS-baserade webbläsare.
tr: Uygulamanız ve Metabase'iniz farklı etki alanlarında barındırılıyorsa "Hiçbiri" seçeneğini kullanın. Safari ve iOS tabanlı tarayıcılarla uyumlu değildir.
uk: Використовуйте "None", коли ваш застосунок і Metabase розміщені на різних доменах. Несумісно із Safari та браузерами на базі iOS.
vi: Sử dụng "Không" khi ứng dụng và Metabase của bạn được lưu trữ trên các tên miền khác nhau. Không tương thích với Safari và trình duyệt chạy iOS.
zh_hk: 當您的應用程式和 Metabase 存放在不同網域時，請使用「無」。與 Safari 和基於 iOS 的瀏覽器不相容。

source: No documents have been publicly shared yet.
ar: لم تتم مشاركة أي مستندات علنًا بعد.
bg: Все още няма публично споделени документи.
ca: Encara no s'ha compartit públicament cap document.
de: Bislang wurden noch keine Dokumente öffentlich zugänglich gemacht.
es: Todavía no se han compartido públicamente los documentos.
fa: هنوز هیچ سندی به صورت عمومی منتشر نشده است.
fi: Yhtään dokumenttia ei ole vielä jaettu julkisesti.
fr: Aucun document n'a encore été rendu public.
it: Nessun documento è stato ancora condiviso pubblicamente.
ja: まだ公開されているドキュメントはありません。
nb: Ingen dokumenter er offentliggjort ennå.
nl: Er zijn nog geen documenten openbaar gedeeld.
pl: Żaden dokument nie został jeszcze udostępniony publicznie.
pt_br: Nenhum documento foi divulgado publicamente ainda.
ru: Пока что ни один документ не был опубликован.
sk: Zatiaľ neboli verejne zdieľané žiadne dokumenty.
sl: Javno še ni bil objavljen noben dokument.
sq: Ende s’janë ndarë publikisht dokumente.
sr: Još nijedan dokument nije javno podeljen.
sv: Inga dokument har delats offentligt ännu.
tr: Henüz kamuoyuyla paylaşılmış bir belge bulunmamaktadır.
uk: Ще немає документів, опублікованих для публічного доступу.
vi: Chưa có tài liệu nào được chia sẻ công khai.
zh_hk: 目前尚未公開分享任何文件。

source: Search results for "{0}"
ar: نتائج البحث عن "{0}"
de: Suchergebnisse für "{0}"
es: Resultados de la búsqueda de "{0}"
fa: نتایج جستجو برای "{0}"
fi: Hakutulokset haulle "{0}"
fr: Résultats de recherche pour «{0}»
it: Risultati della ricerca per "{0}"
ja: 「{0}」の検索結果
pl: Wyniki wyszukiwania dla „{0}”
pt_br: Resultados da pesquisa para "{0}"
ru: Результаты поиска по запросу "{0}"
sk: Výsledky vyhľadávania pre výraz „{0}“
sl: Rezultati iskanja za »{0}«
sq: Rezultatet e kërkimit për "{0}"
sr: Rezultati pretrage za "{0}"
tr: "{0}" için arama sonuçları
uk: Результати пошуку для "{0}"
vi: Kết quả tìm kiếm cho "{0}"
zh_hk: 搜尋結果為 "{0}"

source: Browse all
ar: تصفح الكل
bg: Разгледайте всички
ca: Navega-ho tot
de: Alle durchsuchen
es: Explorar todo
fa: مرور همه
fi: Selaa kaikkia
fr: Parcourir tout
it: Sfoglia tutto
ja: すべてを閲覧
nb: Bla gjennom alle
nl: Blader door alles
pl: Przeglądaj wszystko
pt_br: Navegar por todos
ru: Просмотреть все
sk: Prehliadať všetko
sl: Prebrskaj vse
sq: Shfleto të gjitha
sr: Pregledaj sve
sv: Bläddra bland alla
tr: Tümüne göz atın
uk: Переглянути все
vi: Duyệt tất cả
zh_hk: 瀏覽全部

source: No search results
ar: لا توجد نتائج بحث
bg: Няма резултати от търсенето
ca: No hi ha resultats de cerca
de: Keine Suchergebnisse
es: No hay resultados de búsqueda
fa: هیچ نتیجه‌ای برای جستجو وجود ندارد
fi: Ei hakutuloksia
fr: Aucun résultat de recherche
it: Nessun risultato di ricerca
ja: 検索結果はありません
nb: Ingen søkeresultater
nl: Geen zoekresultaten
pl: Brak wyników wyszukiwania
pt_br: Nenhum resultado de pesquisa
ru: Результаты поиска не найдены.
sk: Žiadne výsledky vyhľadávania
sl: Ni rezultatov iskanja
sq: S’ka rezultate kërkimi
sr: Nema rezultata pretrage
sv: Inga sökresultat
tr: Hiçbir arama sonucu bulunamadı
uk: Немає результатів пошуку
vi: Không có kết quả tìm kiếm
zh_hk: 沒有搜尋結果

source: No tables found
ar: لم يتم العثور على جداول
bg: Няма намерени маси
ca: No s'han trobat taules
de: Keine Tabellen gefunden
eo: No tables found, fr fr
es: No se encontraron tablas
fa: هیچ جدولی یافت نشد
fi: Ei pöytiä löytynyt
fr: Aucune table trouvée
it: Nessuna tabella trovata
ja: テーブルが見つかりません
nb: Ingen tabeller funnet
nl: Geen tabellen gevonden
pl: Nie znaleziono tabel
pt_br: Nenhuma tabela encontrada
ru: Таблицы не найдены
sk: Nenašli sa žiadne stoly
sl: Ni najdenih miz
sq: S’u gjetën tabela
sr: Nisu pronađene tabele
sv: Inga tabeller hittades
tr: Tablo bulunamadı
uk: Таблиць не знайдено
vi: Không tìm thấy bảng nào
zh_hk: 未找到表格

source: Table isn’t referenced by anything
ar: الجدول غير مُشار إليه من أي شيء
bg: Таблицата не е препратена от нищо
ca: Res fa referència a la taula
de: Die Tabelle wird von nichts referenziert.
es: La tabla no está referenciada por nada
fa: جدول توسط هیچ چیزی ارجاع داده نشده است
fi: Taulukkoon ei viitata mihinkään
fr: Le tableau n'est référencé par rien
it: La tabella non è referenziata da nulla
ja: テーブルは何も参照されていません
nb: Tabellen er ikke referert til av noe
nl: Er wordt door niets naar de tabel verwezen
pl: Do tabeli nie odwołuje się nic
pt_br: A tabela não é referenciada por nada.
ru: На таблицу ничего не ссылается
sk: Na tabuľku nič neodkazuje
sl: Na tabelo se nič ne sklicuje
sq: Tabela s’është referencuar nga asgjë
sr: Tabela se ne koristi ni u čemu
sv: Tabellen refereras inte till av något
tr: Tabloya hiçbir şey tarafından başvurulmuyor
uk: На таблицю нічого не посилається
vi: Bảng không được tham chiếu bởi bất cứ thứ gì
zh_hk: 表沒有被任何東西引用

source: Clear filters
ar: امسح الفلاتر
bg: Изчистване на филтрите
ca: Esborra els filtres
de: Filter löschen
es: Borrar filtros
fa: فیلترها را پاک کنید
fi: Tyhjennä suodattimet
fr: Filtres d'effacement
it: Cancella filtri
ja: フィルターをクリア
nb: Tøm filtre
nl: Filters wissen
pl: Wyczyść filtry
pt_br: Limpar filtros
ru: Очистить фильтры
sk: Vymazať filtre
sl: Počisti filtre
sq: Pastro filtrat
sr: Očisti filtere
sv: Rensa filter
tr: Filtreleri temizle
uk: Очистити фільтри
vi: Xóa bộ lọc
zh_hk: 清除過濾器

source: Search tables
ar: ابحث في الجداول
bg: Търсене в таблици
ca: Cerca taules
de: Suchtabellen
eo: Look up tables
es: Tablas de búsqueda
fa: جستجوی جداول
fi: Hae taulukoita
fr: Tables de recherche
it: Cerca nelle tabelle
ja: 検索テーブル
nb: Søk i tabeller
nl: Zoektabellen
pl: Wyszukaj tabele
pt_br: Tabelas de pesquisa
ru: Поиск таблиц
sk: Vyhľadávanie v tabuľkách
sl: Iskanje po tabelah
sq: Kërko tabela
sr: Pretraži tabele
sv: Sök i tabeller
tr: Arama tabloları
uk: Шукати таблиці
vi: Tìm kiếm bảng
zh_hk: 搜尋表格

source: Search matches from the start of words.
ar: تطابقات البحث من بداية الكلمات.
bg: Търсене на съвпадения от началото на думите.
ca: Cerca coincidències des del principi de les paraules.
de: Suche findet Treffer ab dem Wortanfang.
es: Buscar coincidencias desde el comienzo de las palabras.
fa: جستجوی موارد منطبق از ابتدای کلمات.
fi: Hae osumia sanojen alusta.
fr: Rechercher des correspondances à partir du début des mots.
it: Cerca le corrispondenze dall'inizio delle parole.
ja: 単語の先頭から一致するものを検索します。
nb: Søk etter treff fra begynnelsen av ord.
nl: Zoek naar resultaten vanaf het begin van woorden.
pl: Wyszukaj dopasowania zaczynając od początku słowa.
pt_br: A pesquisa retorna resultados a partir do início das palavras.
ru: Поиск совпадений с начала слов.
sk: Hľadať zhody od začiatku slov.
sl: Išči zadetke od začetka besed.
sq: Kërkimi përputhet nga fillimi i fjalëve.
sr: Pretraga podudaranja od početka reči.
sv: Sök träffar från början av ord.
tr: Kelimelerin başlangıcından itibaren eşleşmeleri arayın.
uk: Пошук знаходить збіги від початку слів.
vi: Tìm kiếm kết quả phù hợp từ đầu từ.
zh_hk: 從字詞的開始搜尋匹配。

source: Use * as a wildcard.
ar: استخدم * كحرف بدل (wildcard).
bg: Използвайте * като заместващ символ.
ca: Feu servir * com a comodí.
de: Verwenden Sie * als Platzhalter.
es: Utilice * como comodín.
fa: از * به عنوان علامت اختصاری استفاده کنید.
fi: Käytä jokerimerkkinä *.
fr: Utilisez * comme caractère générique.
it: Utilizzare * come carattere jolly.
ja: * をワイルドカードとして使用します。
nb: Bruk * som jokertegn.
nl: Gebruik * als joker.
pl: Użyj * jako symbolu wieloznacznego.
pt_br: Use * como caractere curinga.
ru: Используйте * в качестве подстановочного знака.
sk: Použite * ako zástupný znak.
sl: Uporabite * kot nadomestni znak.
sq: Përdor * si wildcard.
sr: Koristite * kao džoker.
sv: Använd * som jokertecken.
tr: Joker karakter olarak * kullanın.
uk: Використовуйте * як вайлдкард.
vi: Sử dụng * làm ký tự đại diện.
zh_hk: 使用 * 作為通配符。

source: Failed to hide {0}
ar: فشل إخفاء {0}
bg: Скриването не бе успешно {0}
ca: No s'ha pogut amagar {0}
de: {0}konnte nicht ausgeblendet werden
es: No se pudo ocultar {0}
fa: پنهان کردن ناموفق بود {0}
fi: Piilottaminen epäonnistui {0}
fr: Impossible de masquer {0}
it: Impossibile nascondere {0}
ja: 非表示にできませんでした {0}
nb: Kunne ikke skjule {0}
nl: Het verbergen van {0}is mislukt
pl: Nie udało się ukryć {0}
pt_br: Falha ao ocultar {0}
ru: Не удалось скрыть {0}
sk: Nepodarilo sa skryť {0}
sl: Skrivanje ni uspelo {0}
sq: Dështoi fshehja e {0}
sr: Neuspešno sakrivanje {0}
sv: Misslyckades med att dölja {0}
tr: {0}gizlenemedi
uk: Не вдалося приховати {0}
vi: Không ẩn được {0}
zh_hk: 未能隱藏 {0}

source: Hid {0}
ar: تم إخفاء {0}
bg: Скрит {0}
ca: Amagat {0}
de: Versteckt {0}
es: Oculto {0}
fa: مخفی {0}
fi: Piilotettiin {0}
fr: Caché {0}
it: Nascosto {0}
ja: 隠した {0}
nb: Skjult {0}
nl: Verborgen {0}
pl: Ukryto {0}
pt_br: Escondido {0}
ru: Спрятано {0}
sk: Skrytý {0}
sl: Skrito {0}
sq: U fsheh {0}
sr: Sakriveno: {0}
sv: Dold {0}
tr: Saklı {0}
uk: Приховано {0}
vi: Ẩn {0}
zh_hk: 隱藏 {0}

source: Failed to unhide {0}
ar: فشل إظهار {0}
bg: Неуспешно показване {0}
ca: No s'ha pogut mostrar {0}
de: {0}konnte nicht angezeigt werden
es: No se pudo mostrar {0}
fa: نمایش مجدد ناموفق بود {0}
fi: Piilotuksen näyttäminen epäonnistui {0}
fr: Échec de l'affichage de {0}
it: Impossibile visualizzare {0}
ja: 非表示解除に失敗しました {0}
nb: Kunne ikke skjule {0}
nl: Het is niet gelukt om {0}zichtbaar te maken
pl: Nie udało się odkryć {0}
pt_br: Falha ao exibir {0}
ru: Не удалось отобразить {0}
sk: Nepodarilo sa zobraziť {0}
sl: Ni uspelo razkriti {0}
sq: Dështoi shfaqja e {0}
sr: Neuspešno otkrivanje {0}
sv: Misslyckades med att visa {0}
tr: {0}gizlenemedi
uk: Не вдалося показати {0}
vi: Không thể bỏ ẩn {0}
zh_hk: 解除隱藏失敗 {0}

source: Unhid {0}
ar: تم إظهار {0}
bg: Открито {0}
ca: Mostrar {0}
de: Einblenden {0}
es: Desocultar {0}
fa: آشکار {0}
fi: Piilotettu {0}
fr: Démasqué {0}
it: Non nascosto {0}
ja: 非表示解除 {0}
nl: Onzichtbaar maken {0}
pl: Odkryto {0}
pt_br: Não exibido {0}
ru: Нескрытый {0}
sk: Odhalené {0}
sl: Razkrito {0}
sq: U shfaq {0}
sr: Otkriveno: {0}
sv: Visad {0}
tr: Gizlenmemiş {0}
uk: Показано {0}
vi: Hiện {0}
zh_hk: 不隱藏 {0}

source: Unhide table
ar: إظهار الجدول
bg: Покажи таблицата
ca: Mostra la taula
de: Tabelle einblenden
es: Mostrar tabla
fa: نمایش جدول مخفی
fi: Näytä taulukko
fr: Afficher le tableau
it: Scopri la tabella
ja: 表を非表示解除
nb: Avdekke tabellen
nl: Tabel zichtbaar maken
pl: Odkryj tabelę
pt_br: Mostrar tabela
ru: Показать таблицу
sk: Zobraziť tabuľku
sl: Razkrij tabelo
sq: Shfaq tabelën
sr: Otkaži skrivanje tabele
sv: Visa tabell
tr: Tabloyu göster
uk: Показати таблицю
vi: Hiển thị bảng
zh_hk: 取消隱藏表格
