Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: To always require a value, first visit embedding settings, make this filter editable or locked, re-publish the question, then return to this page.
ar: لجعل القيمة مطلوبة دائمًا، زر أولًا إعدادات التضمين، واجعل هذا الفلتر قابلًا للتعديل أو مقفولًا، وأعِد نشر السؤال، ثم ارجع إلى هذه الصفحة.
bg: За да изисквате винаги стойност, първо посетете настройките за вграждане, направете този филтър редактируем или заключен, публикувайте отново въпроса , след което се върнете на тази страница.
ca: Per demanar sempre un valor, primer visiteu la configuració d'inserció, feu que aquest filtre es pugui editar o bloquejar, torneu a publicar la pregunta i, a continuació, torneu a aquesta pàgina.
de: Um immer einen Wert zu verlangen, besuchen Sie zunächst die Einbettungseinstellungen, machen Sie diesen Filter bearbeitbar oder gesperrt, veröffentlichen Sie die Frage erneut und kehren Sie dann zu dieser Seite zurück.
eo: Alright bestie, so you gotta hit up the embedding settings first, make that filter either editable or locked, then re-publish the question, and finally bounce back to this page. Easy peasy, lowkey straight fire.
es: Para solicitar siempre un valor, primero visita la configuración de inserción, haz que este filtro sea editable o bloqueado, vuelve a publicar la pregunta y luego regresa a esta página.
fa: برای اینکه همیشه به یک مقدار نیاز داشته باشید، ابتدا از تنظیمات جاسازی بازدید کنید، این فیلتر را قابل ویرایش یا قفل کنید، سوال را دوباره منتشر کنید، سپس به این صفحه بازگردید.
fi: Jos vaadit pakollisen arvon, siirry ensin upotusasetuksiin, muuta tämä suodatin muokattavaksi tai lukituksi, julkaise kysymys uudelleen ja palaa tälle sivulle.
fr: Pour toujours exiger une valeur, consultez d'abord les paramètres d'intégration, rendez ce filtre modifiable ou verrouillé, republiez la question, puis revenez à cette page. puis revenir à cette page.
hu: Ha mindig meg szeretne adni egy értéket, először keresse fel a beágyazási beállításokat, hogy ezt a szűrőt szerkeszthetővé vagy zárolhatóvá tegye, tegye közzé újra a kérdésre, majd térjen vissza erre az oldalra.
it: Per richiedere sempre un valore, visitare prima le impostazioni di incorporamento, rendere questo filtro modificabile o bloccato, ripubblicare la domanda , quindi tornare a questa pagina.
ja: 常に値を要求するには、まず埋め込み設定にアクセスしてください、 このフィルタを編集可能にするかロックします。 を再公開し、このページに戻ってください。
lt: Jei norite visada reikalauti vertės, pirmiausia apsilankykite įdėjimo nustatymuose, padarykite šį filtrą redaguojamą arba užrakintą, iš naujo paskelbkite klausimą, tada grįžkite į šį puslapį.
ms: Untuk sentiasa memerlukan nilai, lawati tetapan penyematan terlebih dahulu, jadikan penapis ini boleh disunting atau dikunci, terbitkan semula soalan tersebut, kemudian kembali ke halaman ini.
nb: For å alltid kreve en verdi, se først innebyggingsinnstillingene, gjør filteret redigerbart eller låst, publiser spørsmålet på nytt og returner til denne siden.
nl: Als u altijd een waarde wilt vereisen, gaat u eerst naar de insluitingsinstellingen, maak dit filter bewerkbaar of vergrendeld, publiceer de vraag opnieuw en keer dan terug naar deze pagina.
pl: Aby zawsze wymagać wartości, najpierw odwiedź ustawienia osadzania, ustaw ten filtr jako edytowalny lub zablokowany, ponownie opublikuj pytanie , a następnie wróć do tej strony.
pt_br: Para sempre exigir um valor, visite primeiro as configurações de incorporação, torne esse filtro editável ou bloqueado, publique novamente a pergunta e, em seguida, retorne a esta página.
ru: Чтобы всегда требовать значение, сначала посетите настройки встраивания, сделайте этот фильтр редактируемым или заблокированным, повторно опубликуйте вопрос , а затем вернитесь на эту страницу.
sk: Ak chcete vždy vyžadovať hodnotu, najprv navštívte nastavenia vkladania, , aby bol tento filter upraviteľný alebo uzamknutý, znovu zverejnite otázku a potom sa vráťte na túto stránku.
sl: Če želite vedno zahtevati vrednost, najprej obiščite nastavitve vgrajevanja, omogočite urejanje ali zaklepanje tega filtra, ponovno objavite vprašanje in se vrnite na to stran.
sq: Që të kërkohet gjithmonë një vlerë, së pari shko te cilësimet e integrimit, bëje këtë filtër të editueshëm ose të kyçur, ri-publiko pyetjen, pastaj kthehu në këtë faqe.
sr: Da biste uvek zahtevali vrednost, prvo idite u podešavanja ugradnje, postavite ovaj filter na izmenljiv ili zaključan, ponovo objavite pitanje, pa se vratite na ovu stranicu.
sv: För att alltid kräva ett värde, gå till inställningarna för inbäddning och gör filtret ändringsbart eller låst, publicera om frågan och återgå till denna sidan.
tr: Her zaman bir değer gerektirmek için önce gömme ayarlarını ziyaret edin, bu filtreyi düzenlenebilir veya kilitli hale getirin, sorusunu yeniden yayınlayın ve ardından bu sayfaya geri dönün.
uk: Щоб завжди вимагати значення, спочатку відкрийте налаштування вбудовування, зробіть цей фільтр редагованим або заблокованим, перевидайте запит, а потім поверніться на цю сторінку.
vi: Để luôn yêu cầu một giá trị, trước tiên hãy truy cập cài đặt nhúng, để bộ lọc này có thể chỉnh sửa hoặc khóa, đăng lại câu hỏi , sau đó quay lại trang này.
zh_hk: 若要始終需要一個值，請先造訪嵌入設定， ，使此篩選條件可編輯或鎖定，重新發表 問題，然後再返回本頁。

source: Exclude…
ar: استبعاد…
bg: С изключение на…
ca: Exclou…
de: Ausschließen...
eo: Leave out… or just say "Exclude" — no cap, it's already pretty straightforward, so no need to overhype it.
es: Excluir…
fa: …را حذف کنید
fi: Poissulje…
fr: Exclure...
hu: Kizár…
it: Escludere…
ja: 除外する…
lt: Išskirti…
ms: Kecualikan…
nb: Ekskluder…
nl: Exclusief…
pl: Wyklucz…
pt_br: Excluir…
ru: Исключить…
sk: Vylúčiť…
sl: Izključiti...
sq: Përjashto…
sr: Izuzmi…
sv: Exkludera…
tr: Hariç tut…
uk: Виключити…
vi: Loại trừ…
zh_hk: 不包括…

source: Select none…
hu: Egyiket sem választja…
ms: Pilih tiada…

source: Select all…
hu: Az összes kiválasztása…
ms: Pilih semua…

source: Filter value
ar: قيمة الفلتر
bg: Стойност на филтъра
ca: Valor de filtrat
de: Wert filtern
eo: Filter value → Filter vibe or Filter energy
es: Valor del filtro
fa: مقدار فیلتر
fi: Suodata arvo
fr: Valeur du filtre
hu: Szűrő értéke
it: Valore del filtro
ja: 値をフィルターする
lt: Filtro vertė
ms: Nilai penapis
nb: Filtrer verdi
nl: Filterwaarde
pl: Wartość filtra
pt_br: Valor do filtro
ru: Значение фильтра
sk: Hodnota filtra
sl: Vrednost filtra
sq: Vlera e filtrit
sr: Vrednost filtera
sv: Filtrera värde
tr: Filtre değeri
uk: Значення фільтра
vi: Giá trị lọc
zh_hk: 篩選值

source: Lower latitude
ar: خط العرض السفلي
bg: По-ниска географска ширина
ca: Latitud menor
de: Niedrigerer Breitengrad
eo: Lower lat, fr fr
es: Latitud más baja
fa: عرض جغرافیایی پایین تر
fi: Alempi leveysaste
fr: Latitude inférieure
hu: Alsó szélesség
it: Latitudine inferiore
ja: 低緯度
lt: Žemutinė platuma
ms: Latitud bawah
nb: Nedre breddegrad
nl: Lagere breedtegraad
pl: Niższa szerokość geograficzna
pt_br: Latitude mais baixa
ru: Нижняя широта
sk: Nižšia zemepisná šírka
sl: Spodnja zemljepisna širina
sq: Gjerësia e poshtme gjeografike
sr: Donja geografska širina
sv: Nedre gräns för latitud
tr: Daha düşük enlem
uk: Нижня широта
vi: Vĩ độ thấp hơn
zh_hk: 較低緯度

source: Upper latitude
ar: خط العرض العلوي
bg: Горна географска ширина
ca: Latitud major
de: Oberer Breitengrad
eo: Top-tier vibes
es: Latitud más alta
fa: عرض جغرافیایی بالا
fi: Ylempi leveysaste
fr: Latitude supérieure
hu: Felső szélesség
it: Latitudine superiore
ja: 高緯度
lt: Aukštutinė platuma
ms: Latitud atas
nb: Øvre breddegrad
nl: Bovenste breedtegraad
pl: Górna szerokość geograficzna
pt_br: Latitude superior
ru: Верхняя широта
sk: Horná zemepisná šírka
sl: Zgornja zemljepisna širina
sq: Gjerësia e sipërme gjeografike
sr: Gornja geografska širina
sv: Övre gräns för latitud
tr: Üst enlem
uk: Верхня широта
vi: Vĩ độ trên
zh_hk: 上緯度

source: Left longitude
ar: خط الطول الأيسر
bg: Лява географска дължина
ca: Longitud esquerra
de: Linker Längengrad
eo: left long, fr fr
es: Longitud izquierda
fa: طول جغرافیایی چپ
fi: Vasen pituusaste
fr: Longitude gauche
hu: Bal hosszúság
it: Longitudine sinistra
ja: 左経度
lt: Kairioji ilguma
ms: Longitude kiri
nb: Venstre lengdegrad
nl: Lengtegraad links
pl: Długość geograficzna w lewo
pt_br: Longitude esquerda
ru: Левая долгота
sk: Ľavá zemepisná dĺžka
sl: Leva zemljepisna dolžina
sq: Gjatësia e majtë gjeografike
sr: Leva geografska dužina
sv: Nedre gräns för longitud
tr: Sol boylam
uk: Ліва довгота
vi: Kinh độ bên trái
zh_hk: 左經度

source: Right longitude
ar: خط الطول الأيمن
bg: Дясна дължина
ca: Longitud dreta
de: Rechter Längengrad
eo: That’s just “right long, fr”
es: Longitud derecha
fa: طول جغرافیایی سمت راست
fi: Oikea pituusaste
fr: Longitude droite
hu: Jobb hosszúság
it: Longitudine destra
ja: 右経度
lt: Dešinioji ilguma
ms: Longitude kanan
nb: Høyre lengdegrad
nl: Rechter lengtegraad
pl: Prawa długość geograficzna
pt_br: Longitude direita
ru: Правая долгота
sk: Pravá dĺžka
sl: Desna zemljepisna dolžina
sq: Gjatësia e djathtë gjeografike
sr: Desna geografska dužina
sv: Övre gräns för longitud
tr: Sağ boylam
uk: Права довгота
vi: Kinh độ phải
zh_hk: 右經度

source: Apply filters
hu: Szűrők alkalmazása
lt: Taikyti filtrus
ms: Guna penapis

source: operator
hu: operátor
lt: operatorius
ms: pengendali

source: Filter operator
ar: عامل تشغيل الفلتر
bg: Оператор за филтриране
ca: Operador de filtre
de: Filtermodus
eo: Filter operator → Filter, fr fr, or just "filter" lol
es: Operador de filtro
fa: اپراتور فیلتر
fi: Suodata käyttäjiä
fr: Opérateur de filtre
hu: Szűrő operátor
it: Operatore del filtro
ja: フィルター演算子
lt: Filtro operatorius
ms: Pengendali penapis
pl: Operator filtra
pt_br: Operador de filtro
ru: Оператор фильтра
sk: Operátor filtra
sl: Operater filtra
sq: Operatori i filtrit
sr: Operator filtera
sv: Filteroperation
tr: Filtre operatörü
uk: Оператор фільтра
vi: Toán tử lọc
zh_hk: 篩選操作員

source: No matching segment found.
hu: Nem található megfelelő szegmens.
lt: Atitinkančio segmento nerasta.
ms: Tiada segmen yang sepadan ditemui.

source: Enter a time
hu: Adjon meg egy időpontot
lt: Įveskite laiką
ms: Masukkan masa

source: All time
ar: كل الوقت
bg: За цялото време
ca: Tot el temps
de: Alle Zeiten
eo: All time → lowkey classic / all timer
es: Todo el tiempo
fa: تمام زمان
fi: Alusta asti
fr: Tout le temps
hu: Minden idő
it: Per tutto il tempo
ja: ずっと
lt: Visą laiką
ms: Semua masa
nb: Hele tiden
nl: Altijd
pl: Cały czas
pt_br: Todo o tempo
ru: Все время
sk: Celý čas
sl: Ves čas
sq: Gjithë kohës
sr: Svo vreme
sv: Hela tiden
tr: Her zaman
uk: За весь час
vi: Mọi thời gian
zh_hk: 所有時間

source: Error uploading your file
ar: حدث خطأ أثناء رفع ملفك
bg: Грешка при качването на файла
ca: Error en carregar el teu arxiu
de: Fehler beim Hochladen Deiner Datei
eo: Oops, your file's tryna ghost upload rn
es: Error al cargar tu archivo
fa: خطا در آپلود فایل شما
fi: Virhe tiedoston lataamisessa
fr: Erreur lors du téléchargement de votre fichier
hu: Hiba a fájl feltöltésekor
it: Errore nel caricamento del file
ja: ファイルのアップロードエラー
lt: Įkeliant failą įvyko klaida
ms: Ralat memuat naik fail anda
nb: Filopplasting feilet
nl: Fout bij het uploaden van uw bestand
pl: Błąd przesyłania pliku
pt_br: Erro ao carregar seu arquivo
ru: Ошибка при загрузке файла
sk: Chyba pri nahrávaní súboru
sl: Napaka pri nalaganju datoteke
sq: Gabim gjatë ngarkimit të skedarit tënd
sr: Greška pri otpremanju fajla
sv: Misslyckades med filuppladdning
tr: Dosyanızı yüklerken hata oluştu
uk: Помилка завантаження вашого файлу
vi: Lỗi khi tải tệp của bạn lên
zh_hk: 上傳檔案錯誤

source: Value from another column…
ar: قيمة من عمود آخر…
bg: Стойност от друга колона…
ca: Valor d'una altra columna…
de: Wert aus einer anderen Spalte…
eo: Vibe from another column…
es: Valor de otra columna…
fa: مقدار از ستون دیگری…
fi: Arvo toisesta sarakkeesta…
fr: Valeur d'une autre colonne...
hu: Érték egy másik oszlopból…
it: Valore da un'altra colonna…
ja: 別の列からの値...
lt: Vertė iš kito stulpelio…
ms: Nilai dari lajur lain...
nb: Verdi fra annen kolonne…
nl: Waarde uit een andere kolom…
pl: Wartość z innej kolumny…
pt_br: Valor de outra coluna...
ru: Значение из другого столбца…
sk: Hodnota z iného stĺpca…
sl: Vrednost iz drugega stolpca ...
sq: Vlerë nga një kolonë tjetër…
sr: Vrednost iz druge kolone…
sv: Värde från en annan kolumn…
tr: Başka bir sütundan gelen değer…
uk: Значення з іншого стовпця…
vi: Giá trị từ cột khác…
zh_hk: 來自另一列的值…

source: Previous value
ar: القيمة السابقة
bg: Предишна стойност
ca: Valor anterior
de: Vorangegangener Wert
eo: Old info, fr fr
es: Valor anterior
fa: ارزش قبلی
fi: Edellinen arvo
fr: Valeur précédente
hu: Előző érték
it: Valore precedente
ja: 前の価値
lt: Ankstesnė vertė
ms: Nilai sebelumnya
nb: Forrige verdi
nl: Vorige waarde
pl: Poprzednia wartość
pt_br: Valor anterior
ru: Предыдущее значение
sk: Predchádzajúca hodnota
sl: Prejšnja vrednost
sq: Vlera e mëparshme
sr: Prethodna vrednost
sv: Föregående värde
tr: Önceki değer
uk: Попереднє значення
vi: Giá trị trước đó
zh_hk: 上一價值

source: Custom value…
ar: قيمة مخصصة…
bg: Потребителска стойност…
ca: Valor personalitzat…
de: Benutzerdefinierter Wert…
eo: Custom vibe…
es: Valor personalizado…
fa: مقدار سفارشی…
fi: Muokattu arvo…
fr: Valeur personnalisée...
hu: Egyedi érték…
it: Valore personalizzato…
ja: カスタム・バリュー...
lt: Tinkinta vertė…
ms: Nilai khusus...
nb: Egendefinert verdi…
nl: Aangepaste waarde…
pl: Wartość niestandardowa…
pt_br: Valor personalizado...
ru: Пользовательское значение…
sk: Vlastná hodnota…
sl: Vrednost po meri ...
sq: Vlerë e personalizuar…
sr: Prilagođena vrednost…
sv: Anpassat värde…
tr: Özel değer…
uk: Користувацьке значення…
vi: Giá trị tùy chỉnh…
zh_hk: 自訂值…

source: Previous minute
ar: الدقيقة السابقة
bg: Предишна минута
ca: Minut anterior
de: Vorherige Minute
eo: prev minute
es: Minuto anterior
fa: دقیقه قبل
fi: Edellinen minuutti
fr: Minute précédente
hu: Előző perc
it: Minuto precedente
ja: 過去1分
lt: Ankstesnė minutė
ms: Minit sebelumnya
nb: Forrige minutt
nl: Vorige minuut
pl: Poprzednia minuta
pt_br: Minuto anterior
ru: Предыдущая минута
sk: Predchádzajúca minúta
sl: Prejšnja minuta
sq: Minuta e mëparshme
sr: Prethodni minut
sv: Föregående minut
tr: Önceki dakika
uk: Попередня хвилина
vi: Phút trước
zh_hk: 前一分鐘

source: Previous hour
ar: الساعة السابقة
bg: Предишен час
ca: Hora anterior
de: Vorherige Stunde
eo: last hour lol
es: Hora anterior
fa: ساعت قبل
fi: Edellinen tunti
fr: Heure précédente
hu: Előző óra
it: Ora precedente
ja: 過去1時間
lt: Ankstesnė valanda
ms: Jam sebelumnya
nb: Forrige time
nl: Vorig uur
pl: Poprzednia godzina
pt_br: Hora anterior
ru: Предыдущий час
sk: Predchádzajúca hodina
sl: Prejšnja ura
sq: Ora e mëparshme
sr: Prethodni sat
sv: Föregående timme
tr: Önceki saat
uk: Попередня година
vi: Giờ trước
zh_hk: 上一小時

source: Previous day
ar: اليوم السابق
bg: Предишен ден
ca: Dia anterior
de: Vorheriger Tag
eo: day before, frfr
es: Día anterior
fa: روز قبل
fi: Edellinen päivä
fr: Jour précédent
hu: Előző nap
it: Giorno precedente
ja: 前日
lt: Ankstesnė diena
ms: Hari sebelumnya
nb: Forrige dag
nl: Vorige dag
pl: Poprzedni dzień
pt_br: Dia anterior
ru: Предыдущий день
sk: Predchádzajúci deň
sl: Prejšnji dan
sq: Dita e mëparshme
sr: Prethodni dan
sv: Föregående dag
tr: Önceki gün
uk: Попередній день
vi: Ngày trước
zh_hk: 前一天

source: Previous week
ar: الأسبوع السابق
bg: Предишна седмица
ca: Setmana anterior
de: Vorherige Woche
eo: last week was so last season
es: Semana anterior
fa: هفته قبل
fi: Edellinen viikko
fr: Semaine précédente
hu: Előző hét
it: Settimana precedente
ja: 前の週
lt: Praeitą savaitę
ms: Minggu sebelumnya
nb: Forrige uke
nl: Vorige week
pl: Poprzedni tydzień
pt_br: Semana anterior
ru: Предыдущая неделя
sk: Predchádzajúci týždeň
sl: Prejšnji teden
sq: Java e kaluar
sr: Prethodna nedelja
sv: Föregående vecka
tr: Önceki hafta
uk: Попередній тиждень
vi: Tuần trước
zh_hk: 上週

source: Previous month
ar: الشهر السابق
bg: Предишен месец
ca: Mes anterior
de: Vorheriger Monat
eo: last month bet
es: Mes anterior
fa: ماه قبل
fi: Edellinen kuukausi
fr: Mois précédent
hu: Előző hónap
it: Mese precedente
ja: 前月
lt: Ankstesnis mėnuo
ms: Bulan sebelumnya
nb: Forrige måned
nl: Vorige maand
pl: Poprzedni miesiąc
pt_br: Mês anterior
ru: Предыдущий месяц
sk: Predchádzajúci mesiac
sl: Prejšnji mesec
sq: Muaji i kaluar
sr: Prethodni mesec
sv: Föregående månad
tr: Önceki ay
uk: Попередній місяць
vi: Tháng trước
zh_hk: 上個月

source: Previous quarter
ar: الربع السابق
bg: Предишно тримесечие
ca: Trimestre anterior
de: Vorheriges Quartal
eo: last quarter, fr
es: Trimestre anterior
fa: سه ماهه قبل
fi: Edellinen neljännes
fr: Quart précédent
hu: Előző negyedév
it: Trimestre precedente
ja: 前四半期
lt: Ankstesnis ketvirtis
ms: Suku sebelumnya
nb: Forrige kvartal
nl: Vorig kwartaal
pl: Poprzedni kwartał
pt_br: Trimestre anterior
ru: Предыдущая четверть
sk: Predchádzajúci štvrťrok
sl: Prejšnje četrtletje
sq: Tremujori i mëparshëm
sr: Prethodni kvartal
sv: Föregående kvartal
tr: Önceki çeyrek
uk: Попередній квартал
vi: Quý trước
zh_hk: 上一季

source: Previous year
ar: السنة السابقة
bg: Предишна година
ca: L'any passat
de: Vorheriges Jahr
eo: last year fr
es: Año anterior
fa: سال قبل
fi: Edellinen vuosi
fr: Année précédente
hu: Előző év
it: Anno precedente
ja: 前年
lt: Ankstesni metai
ms: Tahun sebelumnya
nb: Forrige år
nl: Vorig jaar
pl: Poprzedni rok
pt_br: Ano anterior
ru: Предыдущий год
sk: Predchádzajúci rok
sl: Prejšnje leto
sq: Viti i mëparshëm
sr: Prethodna godina
sv: Föregående år
tr: Önceki yıl
uk: Попередній рік
vi: Năm trước
zh_hk: 前一年

source: minutes ago
ar: دقائق مضت
bg: преди няколко минути
ca: fa uns minuts
de: Minuten her
eo: mins ago
es: hace minutos
fa: دقایقی پیش
fi: minuuttia sitten
fr: il y a quelques minutes
hu: perccel ezelőtt
it: minuti fa
ja: 分前
lt: prieš minutes
ms: minit yang lalu
nb: minutter siden
nl: minuten geleden
pl: minut temu
pt_br: minutos atrás
ru: минут назад
sk: pred minútami
sl: pred nekaj minutami
sq: minuta më parë
sr: minuta unazad
sv: minuter sedan
tr: dakikalar önce
uk: хвилин тому
vi: phút trước
zh_hk: 分鐘前

source: hours ago
ar: ساعات مضت
bg: преди няколко часа
ca: fa hores
de: Stunden her
eo: a few hrs ago or just "a bit ago"
es: hace horas
fa: ساعت قبل
fi: tuntia sitten
fr: il y a quelques heures
hu: órákkal ezelőtt
it: ore fa
ja: 時間前
lt: prieš valandas
ms: jam yang lalu
nb: timer siden
nl: uren geleden
pl: godzin temu
pt_br: horas atrás
ru: несколько часов назад
sk: pred hodinami
sl: pred urami
sq: orë më parë
sr: sati unazad
sv: timmar sedan
tr: saatler önce
uk: годин тому
vi: giờ trước
zh_hk: 小時前

source: days ago
ar: قبل أيام
bg: преди дни
ca: fa uns dies
de: Tage her
eo: a few days ago
es: hace días
fa: روز پیش
fi: päivää sitten
fr: il y a quelques jours
hu: nappal ezelőtt
it: giorni fa
ja: 日前
lt: prieš dienas
ms: hari yang lalu
nb: dager siden
nl: dagen geleden
pl: dni temu
pt_br: dias atrás
ru: дней назад
sk: pred niekoľkými dňami
sl: pred dnevi
sq: ditë më parë
sr: dana unazad
sv: dagar sedan
tr: günler önce
uk: днів тому
vi: ngày trước
zh_hk: 天前

source: weeks ago
ar: قبل أسابيع
bg: преди няколко седмици
ca: fa setmanes
de: Wochen her
eo: weeks ago → a minute ago
es: hace semanas
fa: هفته پیش
fi: viikkoa sitten
fr: il y a quelques semaines
hu: héttel ezelőtt
it: settimane fa
ja: 週前
lt: prieš savaites
ms: minggu yang lalu
nb: uker siden
nl: weken geleden
pl: tygodni temu
pt_br: semanas atrás
ru: недели назад
sk: pred niekoľkými týždňami
sl: pred tedni
sq: javë më parë
sr: nedelja unazad
sv: veckor sedan
tr: haftalar önce
uk: тижнів тому
vi: tuần trước
zh_hk: 週前

source: months ago
ar: قبل أشهر
bg: преди месеци
ca: fa mesos
de: Monate her
eo: moons ago
es: hace meses
fa: ماه پیش
fi: kuukautta sitten
fr: il y a quelques mois
hu: hónappal ezelőtt
it: mesi fa
ja: ヶ月前
lt: prieš mėnesius
ms: bulan yang lalu
nb: måneder siden
nl: maanden geleden
pl: miesięcy temu
pt_br: meses atrás
ru: месяцев назад
sk: pred niekoľkými mesiacmi
sl: Meseci
sq: muaj më parë
sr: meseci unazad
sv: månader sedan
tr: aylar önce
uk: місяців тому
vi: tháng trước
zh_hk: 幾個月前

source: quarters ago
ar: قبل أرباع
bg: преди тримесечия
ca: fa trimestres
de: Quartale her
eo: like, a few secs ago or just a bit ago
es: hace trimestres
fa: ربع پیش
fi: neljännestä sitten
fr: il y a des trimestres
hu: negyedévvel ezelőtt
it: trimestri fa
ja: 四半期前
lt: prieš ketvirčius
ms: suku tahun yang lalu
nb: kvartal siden
nl: kwartalen geleden
pl: kwartały temu
pt_br: trimestres atrás
ru: четверти назад
sk: pred štvrťrokom
sl: pred četrtletji
sq: tremujorë më parë
sr: kvartala unazad
sv: kvartal sedan
tr: çeyrek önce
uk: кварталів тому
vi: quý trước
zh_hk: 季度前

source: years ago
ar: قبل سنوات
bg: преди години
ca: fa anys
de: Jahre her
eo: like, ages ago
es: hace años que
fa: سال پیش
fi: vuotta sitten
fr: il y a quelques années
hu: évekkel ezelőtt
it: anni fa
ja: 往年
lt: prieš metus
ms: tahun yang lalu
nb: år siden
nl: jaren geleden
pl: lat temu
pt_br: anos atrás
ru: лет назад
sk: pred rokmi
sl: Leti
sq: vite më parë
sr: godina unazad
sv: år sedan
tr: yıllar önce
uk: років тому
vi: nhiều năm trước
zh_hk: 年前

source: Interval
ar: الفاصل
bg: Интервал
de: Intervall
eo: Interval → Bop break or chill gap
es: Intervalo
fa: فاصله
fi: Vaihteluväli
fr: Intervalle
hu: Intervallum
it: Intervallo
ja: インターバル
lt: Intervalas
ms: Selang
nb: Intervall
pl: Interwał
pt_br: Intervalo
ru: Интервал
sq: Intervali
sv: Intervall
tr: Aralık
uk: Інтервал
vi: Khoảng cách
zh_hk: 間隔

source: Starting from interval
ar: الفاصل (بدءًا من)
bg: Започвайки от интервал
ca: Començant en l'interval
de: Ausgehend vom Intervall
eo: Kicking off from the interval, fr fr
es: Empezando por intervalo
fa: شروع از فاصله
fi: Vaihteluvälistä alkaen
fr: A partir de l'intervalle
hu: Az intervallumtól kezdve
it: A partire dall'intervallo
ja: インターバルからのスタート
lt: Pradedant nuo intervalo
ms: Bermula dari selang
nb: Starter fra intervall
nl: Uitgaande van interval
pl: Począwszy od interwału
pt_br: A partir do intervalo
ru: Начиная с интервала
sk: Počnúc intervalom
sl: Zagon iz intervala
sq: Duke filluar nga intervali
sr: Interval za "Počevši od"
sv: Med början från intervall
tr: Aralıktan başlayarak
uk: Починаючи з інтервалу
vi: Bắt đầu từ khoảng cách
zh_hk: 從間隔開始

source: Starting from unit
ar: الوحدة (بدءًا من)
bg: Започвайки от единица
ca: Començant en la unitat
de: Ausgehend von der Einheit
eo: Starting from the first bit, fr fr
es: Empezando por unidad
fa: شروع از واحد
fi: Yksiköstä alkaen
fr: A partir de l'unité
hu: Az egységtől kezdve
it: A partire dall'unità
ja: ユニットからスタート
lt: Pradedant nuo vieneto
ms: Bermula dari unit
nb: Starter fra enhet
nl: Uitgaande van eenheid
pl: Począwszy od jednostki
pt_br: A partir da unidade
ru: Начиная с единицы
sk: Počnúc jednotkou
sl: Zagon iz enote
sq: Duke filluar nga njësia
sr: Jedinica za "Počevši od"
sv: Med början från enhet
tr: Üniteden başlayarak
uk: Починаючи з одиниці
vi: Bắt đầu từ đơn vị
zh_hk: 從單元開始

source: Remove offset
ar: أزِل الإزاحة
bg: Премахване на отместването
ca: Elimina el desplaçament
de: Offset entfernen
eo: Drop the offset
es: Eliminar compensación
fa: افست را حذف کنید
fi: Poista offset
fr: Supprimer le décalage
hu: Eltolás eltávolítása
it: Rimuovere l'offset
ja: オフセット除去
lt: Pašalinti poslinkį
ms: Buang ofset
nb: Fjern forskyvning
nl: Offset verwijderen
pl: Usuń przesunięcie
pt_br: Remover deslocamento
ru: Убрать смещение
sk: Odstránenie posunu
sl: Odstranite odmik
sq: Hiq offset-in
sr: Ukloni pomeraj
sv: Ta bort förskjutning
tr: Ofseti kaldırın
uk: Прибрати зсув
vi: Xóa bù trừ
zh_hk: 移除偏移量
