Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Select
ar: حدد
bg: Изберете
ca: Selecciona
de: Wähle
eo: Pick or choose, lowkey (If it's a button or option, could also be "tap" or "click")
es: Selecciona
fa: انتخاب کنید
fi: Valitse
fr: Sélectionner
hu: Kiválasztás
it: Selezionare
ja: 選択
lt: Pasirinkite
ms: Pilih
nb: Velg
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
sk: Vyberte
sl: Izbrati
sq: Zgjidh
sr: Izaberi
sv: Välj
tr: Seçiniz
uk: Вибрати
vi: Lựa chọn
zh_hk: 選擇

source: This usually takes an average of {0}, but is currently taking longer.
ar: يستغرق هذا عادةً في المتوسط {0}، لكنه يستغرق وقتًا أطول الآن.
bg: Обикновено това отнема средно {0}, но в момента отнема повече време.
ca: Això sol trigar una mitjana de {0}, però actualment triga més.
de: Normalerweise dauert dies im Durchschnitt {0}, derzeit dauert es jedoch länger.
eo: This usually takes like {0} max, but it’s lowkey taking forever rn
es: Normalmente se tarda una media de {0}, pero actualmente se está tardando más.
fa: این معمولاً به طور متوسط {0}طول می کشد، اما در حال حاضر بیشتر طول می کشد.
fi: Tämä kestää yleensä keskimäärin {0}, mutta tällä hetkellä se kestää kauemmin.
fr: Cela prend en général une moyenne de {0}, mais cela prend actuellement plus de temps.
hu: Ez általában {0} ideig tart, de most tovább tart.
it: Di solito questo processo richiede una media di {0}, ma attualmente sta richiedendo più tempo.
ja: これは通常平均{0}で終わるが、現在はもっと時間がかかっている。
lt: Paprastai tai trunka vidutiniškai {0}, bet šiuo metu tai užtrunka ilgiau.
ms: Ini biasanya mengambil purata {0}, tetapi kini mengambil masa lebih lama.
nb: Dette tar vanligvis i gjennomsnitt {0}, men tar for tiden lengre tid.
nl: Dit duurt meestal gemiddeld {0}, maar momenteel duurt het langer.
pl: Zwykle zajmuje to średnio {0}, ale obecnie trwa dłużej.
pt_br: Isso geralmente leva em média {0}, mas no momento está levando mais tempo.
ru: Обычно на это уходит в среднем {0}, но в настоящее время это занимает больше времени.
sk: Zvyčajne to trvá v priemere {0}, ale v súčasnosti to trvá dlhšie.
sl: To običajno traja v povprečju {0}, vendar trenutno traja dlje.
sq: Zakonisht kjo merr mesatarisht {0}, por aktualisht po zgjat mE shumE.
sr: Ovo obično traje u proseku {0}, ali trenutno traje duže.
sv: Detta tar vanligtvis i genomsnitt {0}, men tar för närvarande längre tid.
tr: Bu işlem genellikle ortalama olarak {0}adresinde gerçekleşmektedir, ancak şu anda daha uzun sürmektedir.
uk: Зазвичай це займає в середньому {0}, але зараз триває довше.
vi: Quá trình này thường mất trung bình khoảng {0}, nhưng hiện tại đang mất nhiều thời gian hơn.
zh_hk: 這通常平均需要 {0}，但目前需要更長的時間。

source: This usually loads immediately, but is currently taking longer.
ar: يتم تحميل هذا عادةً فورًا، لكنه يستغرق وقتًا أطول الآن.
bg: Обикновено се зарежда веднага, но в момента това отнема повече време.
ca: Normalment es carrega immediatament, però actualment triga més.
de: Normalerweise wird diese Seite sofort geladen, aber im Moment dauert es länger.
eo: This usually loads ASAP, but it's kinda lagging rn.
es: Suele cargarse inmediatamente, pero actualmente está tardando más.
fa: این معمولاً بلافاصله بارگیری می شود، اما در حال حاضر بیشتر طول می کشد.
fi: Tämä latautuu yleensä heti, mutta tällä hetkellä se kestää kauemmin.
fr: Le chargement est généralement immédiat, mais il prend actuellement plus de temps.
hu: Ez általában azonnal betöltődik, de most tovább tart.
it: Di solito si carica immediatamente, ma al momento richiede più tempo.
ja: 通常はすぐに読み込まれますが、時間がかかっています。
lt: Paprastai tai įkeliama iš karto, tačiau šiuo metu tai užtrunka ilgiau.
ms: Ini biasanya dimuatkan serta-merta, tetapi kini mengambil masa lebih lama.
nb: Denne lastes vanligvis inn umiddelbart, men for øyeblikket tar det lengre tid.
nl: Dit laadt meestal onmiddellijk, maar momenteel duurt het langer.
pl: Zazwyczaj ładuje się natychmiast, ale obecnie trwa to dłużej.
pt_br: Isso geralmente carrega imediatamente, mas no momento está levando mais tempo.
ru: Обычно он загружается сразу, но в настоящее время это занимает больше времени.
sk: Zvyčajne sa načíta okamžite, ale v súčasnosti to trvá dlhšie.
sl: To se običajno naloži takoj, vendar trenutno traja dlje.
sq: Zakonisht kjo ngarkohet menjEherE, por aktualisht po zgjat mE shumE.
sr: Ovo se obično učita odmah, ali trenutno traje duže.
sv: Detta laddas vanligtvis omedelbart, men tar för närvarande längre tid.
tr: Bu genellikle hemen yüklenir, ancak şu anda daha uzun sürüyor.
uk: Зазвичай завантажується миттєво, але зараз триває довше.
vi: Thông thường, quá trình này sẽ tải ngay lập tức, nhưng hiện tại thì mất nhiều thời gian hơn.
zh_hk: 這通常會立即載入，但目前需要較長時間。

# {0} is the number of models in a collection
source: {0} model
ms: {0} model Jamak: {0} models

# For a button that collapses a list of models
source: Show less
hu: Kevesebb megjelenítése
ms: Tunjukkan kurang

# For a button that expands a list of models
source: Show all
hu: Mind megjelenítése
ms: Tunjukkan semua

# indicates an email address to which to send diagnostic information
source: Click the button below to download diagnostic information to send to {0}
hu: Kattintson az alábbi gombra a diagnosztikai információ {0} címre küldéséhez
ms: Klik butang di bawah untuk memuat turun maklumat diagnostik untuk dihantar kepada {0}

source: Gathering diagnostic information...
ar: جارٍ جمع معلومات تشخيصية...
bg: Събиране на диагностична информация...
ca: Recollint informació de diagnòstic...
de: Sammeln von Diagnoseinformationen...
es: Recopilación de información de diagnóstico...
fa: جمع آوری اطلاعات تشخیصی...
fi: Diagnoositietojen kerääminen...
fr: Collecte d'informations diagnostiques...
hu: Diagnosztikai információ összegyűjtése...
it: Raccolta di informazioni diagnostiche...
ja: 診断情報の収集...
lt: Renkama diagnostinė informacija...
ms: Mengumpul maklumat diagnostik...
nb: Innsamling av diagnostisk informasjon...
nl: Diagnostische informatie verzamelen...
pl: Gromadzenie informacji diagnostycznych...
pt_br: Coletando informações de diagnóstico...
ru: Сбор диагностической информации...
sk: Zhromažďovanie diagnostických informácií...
sl: Zbiranje diagnostičnih informacij ...
sq: Po mblidhen informacionet diagnostikuese...
sr: Prikupljam dijagnostičke informacije...
sv: Samla in diagnostisk information...
tr: Teşhis bilgilerinin toplanması...
uk: Збираємо діагностичну інформацію...
vi: Đang thu thập thông tin chẩn đoán...
zh_hk: 收集診斷資訊...

source: Whether or not the default GeoJSON maps are enabled.
ar: ما إذا كانت خرائط GeoJSON الافتراضية مفعّلة أم لا.
bg: Дали картите GeoJSON по подразбиране са разрешени или не.
ca: Si els mapes GeoJSON predeterminats estan activats o no.
de: Ob die Standard-GeoJSON-Karten aktiviert sind oder nicht.
eo: idk if the default GeoJSON maps are even on rn or nah
es: Si los mapas GeoJSON por defecto están activados o no.
fa: آیا نقشه های پیش فرض GeoJSON فعال هستند یا نه.
fi: Otetaanko oletusarvoiset GeoJSON-kartat käyttöön vai ei.
fr: Activation ou non des cartes GeoJSON par défaut.
hu: GeoJSON térképek engedélyezve vannak-e vagy sem.
it: Se le mappe GeoJSON predefinite sono abilitate o meno.
ja: デフォルトのGeoJSONマップが有効かどうか。
lt: Nesvarbu, ar numatytieji GeoJSON žemėlapiai įgalinti, ar ne.
ms: Sama ada peta GeoJSON lalai diaktifkan atau tidak.
nb: Om standard GeoJSON-kart er aktivert eller ikke.
nl: Of de standaard GeoJSON kaarten wel of niet zijn ingeschakeld.
pl: Określa, czy domyślne mapy GeoJSON są włączone.
pt_br: Se os mapas GeoJSON padrão foram habilitados ou não.
ru: Включены ли карты GeoJSON по умолчанию.
sk: Či sú predvolené mapy GeoJSON povolené alebo nie.
sl: Ali so privzeti zemljevidi GeoJSON omogočeni ali ne.
sq: NEse hartat GeoJSON default janE tE aktivizuara apo jo.
sr: Da li su podrazumevane GeoJSON mape omogućene.
sv: Om GeoJSON-standardkartorna är aktiverade eller inte.
tr: Varsayılan GeoJSON haritalarının etkin olup olmadığı.
uk: Чи ввімкнено дефолтні карти GeoJSON.
vi: Có bật bản đồ GeoJSON mặc định hay không.
zh_hk: 是否啟用預設的 GeoJSON 地圖。

source: This endpoint can only be used before the initial setup.
hu: Ez a végpont csak a kezdeti beállítások előtt használható.
ms: Titik akhir ini hanya boleh digunakan sebelum persediaan awal.

source: Database has unrun migrations. Checking if migration lock is taken...
hu: Az adatbázisnak vannak nem futtatott migrációi. Ellenőrzés, hogy van-e migrációs zárolás...
ms: Pangkalan data mempunyai migrasi yang belum dijalankan. Memeriksa jika kunci migrasi diambil...

source: Enable or disable surveys
ar: فعّل أو عطّل الاستبيانات
bg: Активиране или деактивиране на проучванията
ca: Activa o desactiva les enquestes
de: Aktivieren oder Deaktivieren von Umfragen
eo: Turn on or off the surveys
es: Activar o desactivar encuestas
fa: فعال یا غیرفعال کردن نظرسنجی ها
fi: Ota kyselyt käyttöön tai poista ne käytöstä
fr: Activer ou désactiver les enquêtes
hu: Kérdőívek engedélyezése vagy letiltása
it: Abilitare o disabilitare i sondaggi
ja: アンケートの有効化または無効化
lt: Įgalinti arba išjungti apklausas
ms: Aktifkan atau nyahaktifkan tinjauan
nb: Aktivere eller deaktivere spørreundersøkelser
nl: Enquêtes in- of uitschakelen
pl: Włączanie lub wyłączanie ankiet
pt_br: Habilitar ou desabilitar pesquisas
ru: Включить или отключить опросы
sk: Povolenie alebo zakázanie prieskumov
sl: Omogočanje ali onemogočanje anket
sq: Aktivizo ose çaktivizo sondazhet
sr: Omogući ili onemogući ankete
sv: Aktivera eller inaktivera enkäter
tr: Anketleri etkinleştirin veya devre dışı bırakın
uk: Увімкнути або вимкнути опитування
vi: Bật hoặc tắt khảo sát
zh_hk: 啟用或停用調查問卷

source: Subscription to {0} removed
ar: تمت إزالة الاشتراك في {0}
bg: Абонаментът за {0} е премахнат
ca: S'ha eliminat la subscripció a {0}
de: Abonnement für {0} entfernt
eo: Sub to {0} got yeeted
es: Suscripción a {0} eliminada
fa: اشتراک {0} حذف شد
fi: Tilaus osoitteeseen {0} poistettu
fr: Suppression de l'abonnement à {0}
hu: Előfizetés {0} eltávolítva
it: Abbonamento a {0} rimosso
ja: {0}へのサブスクリプションが削除された
lt: {0} prenumerata pašalinta
ms: Langganan kepada {0} telah dibuang
nb: Abonnement på {0} fjernet
nl: Abonnement op {0} verwijderd
pl: Usunięto subskrypcję {0}
pt_br: Assinatura de {0} removida
ru: Подписка на {0} удалена
sk: Odstránenie predplatného na {0}
sl: Naročnina na {0} odstranjena
sq: Abonimi te {0} u hoq
sr: Pretplata na {0} je uklonjena
sv: Prenumeration på {0} borttagen
tr: {0} aboneliği kaldırıldı
uk: Підписку на {0} видалено
vi: Đã xóa đăng ký {0}
zh_hk: 移除訂閱 {0}

source: Extract day, month…
ar: استخرج اليوم، الشهر…
bg: Извличане на ден, месец…
ca: Extreu el dia, el mes…
de: Auszug Tag, Monat…
eo: Pull the day, month…
es: Extraer día, mes…
fa: استخراج روز، ماه…
fi: Ote päivä, kuukausi…
fr: Extrait jour, mois...
hu: Nap, hónap kiemelése
it: Estrai giorno, mese...
ja: 日、月...
lt: Ištrauka diena, mėnuo…
ms: Ekstrak hari, bulan...
nb: Trekk ut dag, måned…
nl: Dag en maand uitpakken…
pl: Wyodrębnij dzień, miesiąc…
pt_br: Extrair dia, mês…
ru: Извлечение дня, месяца…
sk: Výpis dňa, mesiaca…
sl: Izvleček dan, mesec ...
sq: Nxirr ditë, muaj…
sr: Izdvoji dan, mesec…
sv: Extrahera dag, månad…
tr: Gün, ay ayıklayın…
uk: Витягти день, місяць…
vi: Trích xuất ngày, tháng…
zh_hk: 提取日、月…

source: Type error: {0}
hu: Típus hiba: {0}
lt: Tipo klaida: {0}
ms: Ralat jenis: {0}

source: Cycle detected: {0}
ar: تم اكتشاف حلقة: {0}
bg: Открит цикъл: {0}
ca: Cicle detectat: {0}
de: Zyklus erkannt: {0}
eo: Yo, we got a loop alert: {0} 🤯
es: Ciclo detectado: {0}
fa: چرخه شناسایی شد: {0}
fi: Havaittu sykli: {0}
fr: Cycle détecté : {0}
hu: Ciklus detektálva: {0}
it: Ciclo rilevato: {0}
ja: サイクルが検出された：{0}
lt: Aptiktas ciklas: {0}
ms: Kitaran dikesan: {0}
nb: Syklus oppdaget: {0}
nl: Cyclus gedetecteerd: {0}
pl: Wykryty cykl: {0}
pt_br: Ciclo detectado: {0}
ru: Обнаруженный цикл: {0}
sk: Zistený cyklus: {0}
sl: Zaznan cikel: {0}
sq: U zbulua cikël: {0}
sr: Otkriven ciklus: {0}
sv: Cykel upptäckt: {0}
tr: Döngü algılandı: {0}
uk: Виявлено цикл: {0}
vi: Chu kỳ được phát hiện: {0}
zh_hk: 偵測到的週期： {0}

source: Only source columns (those from a table, model, or saved question) can be adjusted on a query. Aggregations, breakouts and expressions are always returned, and must be removed from the query or hidden in the UI.
ar: لا يمكن تعديل سوى أعمدة المصدر (القادمة من جدول أو نموذج أو سؤال محفوظ) في الاستعلام. يتم دائمًا إرجاع التجميعات وbreakouts والتعبيرات، ويجب إزالتها من الاستعلام أو إخفاؤها في واجهة المستخدم.
bg: Само изходните колони (тези от таблица, модел или запазен въпрос) могат да бъдат коригирани в заявка. Агрегациите, разбивките и изразите винаги се връщат и трябва да бъдат премахнати от запитването или скрити в потребителския интерфейс.
ca: Només les columnes d'origen (les d'una taula, model o pregunta desada) es poden ajustar en una consulta. Les agregacions, les ruptures i les expressions sempre es retornen i s'han d'eliminar de la consulta o amagar-les a la interfície d'usuari.
de: Nur Quellspalten (aus einer Tabelle, einem Modell oder einer gespeicherten Frage) können in einer Abfrage angepasst werden. Aggregationen, Unterteilungen und Ausdrücke werden immer zurückgegeben und müssen aus der Abfrage entfernt oder in der Benutzeroberfläche ausgeblendet werden.
eo: Only source columns (like from a table, model, or saved question) can be tweaked on a query. Aggregations, breakouts, and expressions are always gonna pop up, so you gotta remove or hide them in the UI, fr.
es: Sólo las columnas de origen (las de una tabla, modelo o pregunta guardada) pueden ajustarse en una consulta. Las agregaciones, desgloses y expresiones siempre se devuelven, y deben eliminarse de la consulta u ocultarse en la interfaz de usuario.
fa: فقط ستون های منبع (آنهایی که از یک جدول، مدل، یا سوال ذخیره شده) می توانند در یک پرس و جو تنظیم شوند. تجمیع‌ها، شکست‌ها و عبارات همیشه برگردانده می‌شوند و باید از پرس‌وجو حذف یا در رابط کاربری پنهان شوند.
fi: Vain lähdesarakkeita (taulukon, mallin tai tallennetun kysymyksen sarakkeita) voidaan mukauttaa kyselyssä. Aggregaatiot, erittelyt ja lausekkeet palautetaan aina, ja ne on poistettava kyselystä tai piilotettava käyttöliittymässä.
fr: Seules les colonnes sources (celles d'une table, d'un modèle ou d'une question enregistrée) peuvent être ajustées dans une requête. Les agrégations, les ruptures et les expressions sont toujours renvoyées et doivent être supprimées de la requête ou masquées dans l'interface utilisateur.
hu: Csak forrás oszlopokat (táblából, modellből, vagy mentett kérdésből) lehet beállítani a lekérdezésben. Aggregációk, breakouts és kifejezések minden esetben szerepelnek az eredményben, és a lekérdezésből kell kivenni azt, vagy el kell rejteni a felhasználói felületen.
it: Solo le colonne di origine (quelle di una tabella, di un modello o di una domanda salvata) possono essere modificate in una query. Le aggregazioni, i breakout e le espressioni vengono sempre restituite e devono essere rimosse dalla query o nascoste nell'interfaccia utente.
ja: クエリで調整できるのはソース列 (テーブル、モデル、または保存された質問からの列) だけです。集計、ブレイクアウト、および式は常に返されるため、クエリから削除するか、UIで非表示にする必要があります。
lt: Užklausoje galima koreguoti tik šaltinio stulpelius (iš lentelės, modelio ar išsaugoto klausimo). Agregatai, išskaidymai ir išraiškos visada grąžinami ir turi būti pašalinti iš užklausos arba paslėpti vartotojo sąsajoje.
ms: Hanya lajur sumber (yang dari jadual, model, atau soalan yang disimpan) boleh disesuaikan dalam pertanyaan. Agregat, pecahan, dan ekspresi sentiasa dikembalikan, dan mesti dikeluarkan dari pertanyaan atau disembunyikan dalam antara muka pengguna.
nb: Bare kildekolonner (kolonner fra en tabell, en modell eller et lagret spørsmål) kan justeres i en spørring. Aggregeringer, oppdelinger og uttrykk returneres alltid, og må fjernes fra spørringen eller skjules i brukergrensesnittet.
nl: Alleen bronkolommen (uit een tabel, model of opgeslagen vraag) kunnen worden aangepast in een query. Aggregaties, uitsplitsingen en expressies worden altijd geretourneerd en moeten worden verwijderd uit de query of verborgen in de gebruikersinterface.
pl: Tylko kolumny źródłowe (te z tabeli, modelu lub zapisanego zapytania) mogą być dostosowywane w zapytaniu. Agregacje, podziały i wyrażenia są zawsze zwracane i muszą zostać usunięte z zapytania lub ukryte w interfejsie użytkownika.
pt_br: Somente as colunas fonte (aquelas de uma tabela, modelo ou pergunta salva) podem ser ajustadas em uma consulta. Agregações, separações e expressões são sempre retornadas e devem ser removidas da consulta ou ocultadas na interface do usuário.
ru: В запросе можно настроить только исходные столбцы (столбцы из таблицы, модели или сохраненного вопроса). Агрегации, разбиения и выражения всегда возвращаются и должны быть удалены из запроса или скрыты в пользовательском интерфейсе.
sk: V dotaze je možné upraviť iba zdrojové stĺpce (stĺpce z tabuľky, modelu alebo uloženej otázky). Agregácie, rozčlenenia a výrazy sú vždy vrátené a musia byť z dotazu odstránené alebo skryté v používateľskom rozhraní.
sl: V poizvedbi je mogoče prilagoditi le izvorne stolpce (tiste iz tabele, modela ali shranjenega vprašanja). Združevanja, prelomi in izrazi so vedno vrnjeni in jih je treba odstraniti iz poizvedbe ali skriti v uporabniškem vmesniku.
sq: Vetëm kolonat burim (ato nga një tabelë, model, ose pyetje e ruajtur) mund të rregullohen në një pyetje. Agregimet, ndarjet sipas dhe shprehjet kthehen gjithmonë, dhe duhet të hiqen nga pyetja ose të fshihen në UI.
sr: Samo izvorne kolone (one iz tabele, modela ili sačuvanog pitanja) mogu da se podešavaju u upitu. Agregacije, razlaganja i izrazi se uvek vraćaju i moraju da se uklone iz upita ili sakriju u UI-ju.
sv: Endast källkolumner (de som kommer från en tabell, modell eller sparad fråga) kan justeras i en fråga. Aggregeringar, uppdelningar och uttryck returneras alltid och måste tas bort från frågan eller döljas i användargränssnittet.
tr: Bir sorguda yalnızca kaynak sütunlar (bir tablo, model veya kayıtlı sorudan gelenler) ayarlanabilir. Toplamalar, kırılımlar ve ifadeler her zaman döndürülür ve sorgudan kaldırılmalı ya da kullanıcı arayüzünde gizlenmelidir.
uk: У запиті можна налаштовувати лише вихідні колонки (з таблиці, моделі або збереженого запитання). Агрегації, розбиття та вирази завжди повертаються і їх потрібно видалити із запиту або приховати в UI.
vi: Chỉ các cột nguồn (các cột từ bảng, mô hình hoặc câu hỏi đã lưu) mới có thể được điều chỉnh trên truy vấn. Các tổng hợp, phân tích và biểu thức luôn được trả về và phải được xóa khỏi truy vấn hoặc ẩn trong UI.
zh_hk: 只有來源欄位 (來自資料表、模型或儲存問題的欄位) 可以在查詢中調整。彙總、分類和表達式總是會傳回，而且必須從查詢中移除或在使用者介面中隱藏。

source: Failed to fetch {0} {1}: either it does not exist, or it belongs to a different Database
ar: فشل جلب {0} {1}: إما أنه غير موجود، أو أنه ينتمي إلى قاعدة بيانات مختلفة
bg: Неуспешно извличане на {0} {1}: или тя не съществува, или принадлежи на друга база данни
ca: No s'ha pogut obtenir {0} {1}: o bé no existeix o pertany a una base de dades diferent
de: {0} {1}konnte nicht abgerufen werden: entweder existiert es nicht oder es gehört zu einer anderen Datenbank
eo: Bruh, couldn't fetch {0} {1}: either it doesn’t exist or it’s chillin’ in a different Database.
es: Error al recuperar {0} {1}: o bien no existe, o pertenece a una base de datos diferente.
fa: واکشی {0} {1}انجام نشد: یا وجود ندارد یا به پایگاه داده دیگری تعلق دارد
fi: Failed to fetch {0} {1}: joko sitä ei ole olemassa tai se kuuluu eri tietokantaan.
fr: Échec de la recherche de {0} {1} : soit il n'existe pas, soit il appartient à une autre base de données.
hu: Sikertelen lekérdezés {0} {1}: vagy nem létezik, vagy másik Adatbázishoz tartozik
it: Impossibile recuperare {0} {1}: o non esiste, o appartiene a un altro database.
ja: {0} {1} の取得に失敗しました: 存在しないか、別のデータベースに属しています
lt: Nepavyko gauti {0} {1}: arba jo nėra, arba jis priklauso kitai duomenų bazei
ms: Gagal mendapatkan {0} {1}: sama ada ia tidak wujud, atau ia milik Pangkalan Data yang berbeza
nb: Kunne ikke hente {0} {1}: enten eksisterer den ikke, eller så tilhører den en annen database
nl: {0} {1}is niet opgehaald: het bestaat niet of het behoort tot een andere database.
pl: Nie udało się pobrać {0} {1}: albo nie istnieje, albo należy do innej bazy danych.
pt_br: Falha ao buscar {0} {1}: ou não existe ou pertence a um banco de dados diferente
ru: Не удалось получить {0} {1}: либо его не существует, либо он принадлежит другой базе данных.
sk: Nepodarilo sa načítať {0} {1}: buď neexistuje, alebo patrí do inej databázy
sl: Pridobivanje {0} {1} ni uspelo: ali ne obstaja ali pa pripada drugi bazi podatkov
sq: Dështoi marrja e {0} {1}: ose nuk ekziston, ose i përket një Databaze tjetër
sr: Nije uspelo preuzimanje {0} {1}: ili ne postoji, ili pripada drugoj bazi podataka
sv: Misslyckades med att hämta {0} {1}: antingen finns den inte, eller så tillhör den en annan databas
tr: {0} {1} getirilemedi: ya mevcut değil ya da farklı bir Veritabanına ait
uk: Не вдалося отримати {0} {1}: або його не існує, або він належить до іншої бази даних
vi: Không thể tải {0} {1}: hoặc là nó không tồn tại hoặc nó thuộc về một Cơ sở dữ liệu khác
zh_hk: 取得 {0} {1}失敗：不是不存在，就是屬於不同的資料庫。

source: Block permissions must be set at the database-level only.
hu: Hozzáférés blokkolását adatbázis szinten kell beállítani.
ms: Kebenaran blok mesti ditetapkan hanya pada tahap pangkalan data.

source: Permission type {0} cannot be set on tables.
ar: لا يمكن تعيين نوع الإذن {0} على الجداول.
bg: Типът разрешение {0} не може да бъде зададен за таблици.
ca: El tipus de permís {0} no es pot establir a les taules.
de: Die Berechtigungsart {0} kann nicht auf Tabellen gesetzt werden.
eo: Bruh, you can't set permission type {0} on tables, that's just not how it works.
es: No se puede establecer el tipo de permiso {0} en las tablas.
fa: نوع مجوز {0} را نمی توان روی جداول تنظیم کرد.
fi: Käyttöoikeustyyppiä {0} ei voi asettaa taulukoille.
fr: Le type de permission {0} ne peut pas être défini sur les tables.
hu: {0} típusú engedélyt nem lehet táblákra beállítani.
it: Il tipo di autorizzazione {0} non può essere impostato sulle tabelle.
ja: テーブルに権限タイプ {0} を設定できません。
lt: Leidimo tipo {0} negalima nustatyti lentelėse.
ms: Jenis kebenaran {0} tidak boleh ditetapkan pada jadual.
nb: Tillatelsestypen {0} kan ikke angis på tabeller.
nl: Toestemmingstype {0} kan niet worden ingesteld op tabellen.
pl: Uprawnienie typu {0} nie może być ustawione na tabelach.
pt_br: O tipo de permissão {0} não pode ser definido em tabelas.
ru: Тип разрешения {0} не может быть установлен для таблиц.
sk: Typ povolenia {0} nie je možné nastaviť na tabuľky.
sl: Vrste dovoljenja {0} ni mogoče nastaviti za tabele.
sq: Tipi i lejes {0} nuk mund të vendoset te tabelat.
sr: Tip dozvole {0} ne može da se postavi na tabelama.
sv: Behörighetstypen {0} kan inte ställas in på tabeller.
tr: İzin türü {0} tablolarda ayarlanamaz.
uk: Тип дозволу {0} не можна встановити для таблиць.
vi: Không thể thiết lập loại quyền {0} trên các bảng.
zh_hk: 權限類型 {0} 不能在資料表上設定。
