Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Empty dashboard illustration
ar: رسم توضيحي للوحة معلومات فارغة
bg: Илюстрация на празно табло
ca: Il·lustració del tauler buit
de: Abbildung: Leeres Dashboard
eo: Empty dashboard vibe lol
es: Ilustración de tablero vacío
fa: تصویر داشبورد خالی
fi: Tyhjä kojelautakuva
fr: Illustration d'un tableau de bord vide
it: Illustrazione del cruscotto vuoto
ja: 空のダッシュボードのイラスト
lt: Tuščia prietaisų skydelio iliustracija
nb: Illustrasjon av tomt dashbord
nl: Lege dashboardillustratie
pl: Pusta ilustracja pulpitu nawigacyjnego
pt_br: Ilustração do painel vazio
ru: Иллюстрация пустой панели приборов
sk: Ilustrácia prázdnej palubnej dosky
sl: Ilustracija prazne armaturne plošče
sq: Ilustrim paneli bosh
sr: Ilustracija prazne kontrolne table
sv: Tom instrumentbräda illustration
tr: Boş gösterge paneli çizimi
uk: Ілюстрація порожньої приладової дошки
vi: Minh họa bảng điều khiển trống
zh_hk: 空的儀表板插圖

source: Create a new question or browse your collections for an existing one.
ar: أنشئ سؤالًا جديدًا أو تصفح مجموعاتك للعثور على سؤال موجود.
bg: Създайте нов въпрос или прегледайте колекциите си за съществуващ.
ca: Crea una pregunta nova o explora les teves col·leccions per trobar-ne una existent.
de: Erstellen Sie eine neue Frage oder durchsuchen Sie Ihre Sammlungen nach einer vorhandenen.
eo: Make a new Q or scroll through your collections for an OG one.
es: Crea una nueva pregunta o busca en tus colecciones una existente.
fa: یک سؤال جدید ایجاد کنید یا مجموعه های خود را برای یک سؤال موجود مرور کنید.
fi: Luo uusi kysymys tai etsi olemassa oleva kysymys kokoelmistasi.
fr: Créez une nouvelle question ou parcourez vos collections pour en trouver une existante.
it: Crea una nuova domanda o cercane una esistente nelle tue raccolte.
ja: 新しい質問を作成するか、コレクションを参照して既存の質問を探します。
lt: Sukurkite naują klausimą arba naršykite savo kolekcijas ir ieškokite esamo.
nb: Opprett et nytt spørsmål, eller bla gjennom samlingene dine for å finne et eksisterende spørsmål.
nl: Maak een nieuwe vraag of zoek in uw verzamelingen naar een bestaande vraag.
pl: Utwórz nowe pytanie lub przejrzyj swoje zbiory, aby znaleźć istniejące.
pt_br: Crie uma nova pergunta ou navegue em suas coleções para encontrar uma já existente.
ru: Создайте новый вопрос или найдите существующий в своей коллекции.
sk: Vytvorte novú otázku alebo si prezrite existujúce zbierky.
sl: Ustvarite novo vprašanje ali poiščite obstoječe v svojih zbirkah.
sq: Krijo një pyetje të re ose shfleto koleksionet e tua për një ekzistuese.
sr: Kreirajte novo Pitanje ili pregledajte svoje kolekcije da pronađete postojeće.
sv: Skapa en ny fråga eller bläddra i dina samlingar efter en befintlig.
tr: Yeni bir soru oluşturun veya mevcut bir soruyu koleksiyonlarınızda inceleyin.
uk: Створіть новий запит або перегляньте свої колекції, щоб знайти наявний.
vi: Tạo câu hỏi mới hoặc duyệt bộ sưu tập của bạn để tìm câu hỏi hiện có.
zh_hk: 建立新問題或瀏覽您的收藏以尋找現有問題。

source: Browse your collections to find and add existing questions.
ar: تصفّح مجموعاتك للعثور على الأسئلة الحالية وإضافتها.
bg: Прегледайте вашите колекции, за да намерите и добавите съществуващи въпроси.
ca: Exploreu les vostres col·leccions per trobar i afegir preguntes existents.
de: Durchsuchen Sie Ihre Sammlungen, um vorhandene Fragen zu finden und hinzuzufügen.
eo: Check out your collections to find and add questions you've already got, fr fr
es: Explore sus colecciones para encontrar y agregar preguntas existentes.
fa: مجموعه های خود را مرور کنید تا سوالات موجود را بیابید و اضافه کنید.
fi: Selaa kokoelmiasi löytääksesi ja lisätäksesi olemassa olevia kysymyksiä.
fr: Parcourez vos collections pour rechercher et ajouter des questions existantes.
it: Esplora le tue raccolte per trovare e aggiungere domande esistenti.
ja: コレクションを参照して、既存の質問を見つけて追加します。
nb: Bla gjennom samlingene dine for å finne og legge til eksisterende spørsmål.
nl: Blader door uw collecties om bestaande vragen te vinden en toe te voegen.
pl: Przeglądaj swoje kolekcje, aby znaleźć i dodać istniejące pytania.
pt_br: Navegue pelas suas coleções para encontrar e adicionar perguntas existentes.
ru: Просмотрите свои коллекции, чтобы найти и добавить существующие вопросы.
sk: Prehliadajte svoje zbierky, nájdite a pridajte existujúce otázky.
sl: Prebrskajte svoje zbirke, da poiščete in dodate obstoječa vprašanja.
sq: Shfleto koleksionet për të gjetur dhe shtuar pyetje ekzistuese.
sr: Pregledaj svoje kolekcije da pronađeš i dodaš postojeća pitanja.
sv: Bläddra bland dina samlingar för att hitta och lägga till befintliga frågor.
tr: Mevcut soruları bulmak ve eklemek için koleksiyonlarınıza göz atın.
uk: Перегляньте свої колекції, щоб знайти й додати наявні запити.
vi: Duyệt bộ sưu tập của bạn để tìm và thêm các câu hỏi hiện có.
zh_hk: 瀏覽您的收藏，尋找並新增現有的問題。

source: Add link or text cards. You can arrange cards manually, or start with some default layouts by adding {0} {1}.
ar: أضف بطاقات روابط أو نصوص. يمكنك ترتيب البطاقات يدويًا، أو البدء ببعض التخطيطات الافتراضية عبر إضافة {0} {1}.
bg: Добавете връзка или текстови карти. Можете да подредите картите ръчно или да започнете с някои оформления по подразбиране, като добавите {0} {1}.
ca: Afegeix un enllaç o targetes de text. Podeu organitzar les targetes manualment o començar amb alguns dissenys predeterminats afegint {0} {1}.
de: Fügen Sie Link- oder Textkarten hinzu. Sie können die Karten manuell anordnen oder mit einigen Standardlayouts beginnen, indem Sie {0} {1}hinzufügen.
eo: Drop the link or text cards. You can flex them manually or just use some basic layouts by adding {0} {1}.
es: Añade tarjetas de enlace o texto. Puedes organizar las tarjetas manualmente o empezar con diseños predeterminados añadiendo {0} {1}.
fa: پیوند یا کارت های متنی را اضافه کنید. می‌توانید کارت‌ها را به صورت دستی مرتب کنید، یا با افزودن {0} {1}با برخی از طرح‌بندی‌های پیش‌فرض شروع کنید.
fi: Lisää linkki tai tekstikortit. Voit järjestää kortit manuaalisesti tai aloittaa oletusasetteluilla lisäämällä {0} {1}.
fr: Ajoutez des cartes avec lien ou texte. Vous pouvez les organiser manuellement ou utiliser des mises en page par défaut en ajoutant {0} {1}.
it: Aggiungi link o schede di testo. Puoi disporre le schede manualmente o iniziare con alcuni layout predefiniti aggiungendo {0} {1}.
ja: リンク カードまたはテキスト カードを追加します。カードを手動で配置することも、 {0} {1}を追加してデフォルトのレイアウトから始めることもできます。
lt: Pridėkite nuorodą arba teksto korteles. Galite tvarkyti korteles rankiniu būdu arba pradėti nuo kai kurių numatytųjų išdėstymų pridėdami {0} {1}.
nb: Legg til lenke- eller tekstkort. Du kan ordne kortene manuelt, eller starte med noen standardoppsett ved å legge til {0} {1}.
nl: Link- of tekstkaarten toevoegen. U kunt kaarten handmatig rangschikken of beginnen met een aantal standaardlay-outs door {0} {1}toe te voegen.
pl: Dodaj linki lub karty tekstowe. Możesz układać karty ręcznie lub zacząć od domyślnych układów, dodając {0} {1}.
pt_br: Adicione cartões de link ou texto. Você pode organizar os cartões manualmente ou começar com alguns layouts padrão adicionando {0} {1}.
ru: Добавьте ссылку или текстовые карточки. Вы можете упорядочить карточки вручную или начать с некоторых макетов по умолчанию, добавив {0} {1}.
sk: Pridajte karty s odkazom alebo textom. Karty môžete usporiadať manuálne alebo môžete začať s niektorými predvolenými rozloženiami pridaním {0} {1}.
sl: Dodajte kartice s povezavami ali besedilom. Kartice lahko razporedite ročno ali začnete z nekaterimi privzetimi postavitvami, tako da dodate {0} {1}.
sq: Shto karta linku ose teksti. Mund t’i rregullosh kartat manualisht, ose të nisësh me disa layout-e default duke shtuar {0} {1}.
sr: Dodajte kartice sa linkom ili tekstom. Možete ručno da rasporedite kartice ili da krenete sa nekim podrazumevanim rasporedima dodavanjem {0} {1}.
sv: Lägg till länk- eller textkort. Du kan ordna kort manuellt, eller börja med vissa standardlayouter genom att lägga till {0} {1}.
tr: Bağlantı veya metin kartları ekleyin. Kartları manuel olarak düzenleyebilir veya {0} {1}ekleyerek bazı varsayılan düzenlerle başlayabilirsiniz.
uk: Додайте картки з посиланнями або текстом. Ви можете впорядкувати картки вручну або почати з кількох дефолтних макетів, додавши {0} {1}.
vi: Thêm thẻ liên kết hoặc văn bản. Bạn có thể sắp xếp thẻ theo cách thủ công hoặc bắt đầu với một số bố cục mặc định bằng cách thêm {0} {1}.
zh_hk: 新增連結或文字卡片。您可以手動排列卡片，或從一些預設版面開始，加入 {0} {1}。

source: Click on the {0} {1} button to add questions, filters, links, or text.
ar: انقر زر {0} {1} لإضافة أسئلة أو فلاتر أو روابط أو نص.
bg: Кликнете върху бутона {0} {1} , за да добавите въпроси, филтри, връзки или текст.
ca: Feu clic al botó {0} {1} per afegir preguntes, filtres, enllaços o text.
de: Klicken Sie auf die Schaltfläche {0} {1} , um Fragen, Filter, Links oder Text hinzuzufügen.
eo: Tap the {0} {1} button to add questions, filters, links, or text — it's lowkey sus if you don’t.
es: Haga clic en el botón {0} {1} para agregar preguntas, filtros, enlaces o texto.
fa: برای افزودن سوالات، فیلترها، پیوندها یا متن، روی دکمه {0} {1} کلیک کنید.
fi: Napsauta {0} {1} -painiketta lisätäksesi kysymyksiä, suodattimia, linkkejä tai tekstiä.
fr: Cliquez sur le bouton {0} {1} pour ajouter des questions, des filtres, des liens ou du texte.
it: Fare clic sul pulsante {0} {1} per aggiungere domande, filtri, collegamenti o testo.
ja: 質問、フィルター、リンク、またはテキストを追加するには、 {0} {1} ボタンをクリックします。
lt: Spustelėkite mygtuką {0} {1} , kad pridėtumėte klausimų, filtrų, nuorodų ar teksto.
nb: Klikk på {0} {1} for å legge til spørsmål, filtre, lenker eller tekst.
nl: Klik op de knop {0} {1} om vragen, filters, links of tekst toe te voegen.
pl: Kliknij przycisk {0} {1} , aby dodać pytania, filtry, linki lub tekst.
pt_br: Clique no botão {0} {1} para adicionar perguntas, filtros, links ou texto.
ru: Нажмите кнопку {0} {1} , чтобы добавить вопросы, фильтры, ссылки или текст.
sk: Kliknutím na tlačidlo {0} {1} pridáte otázky, filtre, odkazy alebo text.
sl: Kliknite gumb {0} {1} , da dodate vprašanja, filtre, povezave ali besedilo.
sq: Kliko butonin {0} {1} për të shtuar pyetje, filtra, linke ose tekst.
sr: Kliknite na dugme {0} {1} da dodate pitanja, filtere, linkove ili tekst.
sv: Klicka på knappen {0} {1} för att lägga till frågor, filter, länkar eller text.
tr: Soru, filtre, bağlantı veya metin eklemek için {0} {1} butonuna tıklayın.
uk: Натисніть кнопку {0} {1}, щоб додати запити, фільтри, посилання або текст.
vi: Nhấp vào nút {0} {1} để thêm câu hỏi, bộ lọc, liên kết hoặc văn bản.
zh_hk: 按一下 {0} {1} 按鈕，新增問題、篩選項、連結或文字。

source: Add a chart
ar: أضف مخططًا
bg: Добавяне на диаграма
ca: Afegeix un gràfic
de: Hinzufügen eines Diagramms
eo: Drop a chart, fr fr
es: Agregar un gráfico
fa: یک نمودار اضافه کنید
fi: Lisää kaavio
fr: Ajouter un graphique
it: Aggiungi un grafico
ja: チャートを追加する
lt: Pridėkite diagramą
nb: Legg til et diagram
nl: Voeg een grafiek toe
pl: Dodaj wykres
pt_br: Adicionar um gráfico
ru: Добавить диаграмму
sk: Pridajte graf
sl: Dodajte grafikon
sq: Shto një grafik
sr: Dodaj grafikon
sv: Lägg till ett diagram
tr: Bir grafik ekle
uk: Додати діаграму
vi: Thêm biểu đồ
zh_hk: 新增圖表

source: Useful when using serialization or embedding
ar: مفيد عند استخدام التسلسل أو التضمين
bg: Полезно при използване на сериализация или вграждане
ca: Útil quan s'utilitza la serialització o la incrustació
de: Nützlich bei der Verwendung von Serialisierung oder Einbettung
eo: Lowkey handy when doing serialization or embedding, fr.
es: Útil cuando se utiliza serialización o incrustación.
fa: هنگام استفاده از سریال‌سازی یا جاسازی مفید است
fi: Hyödyllinen käytettäessä sarjoittamista tai upottamista
fr: Utile lors de l'utilisation de la sérialisation ou de l'intégration
it: Utile quando si utilizza la serializzazione o l'incorporamento
ja: シリアル化や埋め込みを使用する場合に便利です
nb: Nyttig ved bruk av serialisering eller embedding
nl: Handig bij gebruik van serialisatie of inbedding
pl: Przydatne podczas korzystania z serializacji lub osadzania
pt_br: Útil ao usar serialização ou incorporação
ru: Полезно при использовании сериализации или встраивания.
sk: Užitočné pri použití serializácie alebo vkladania
sl: Uporabno pri uporabi serializacije ali vdelave
sq: E dobishme kur përdor serializim ose integrim
sr: Korisno pri serijalizaciji ili ugradnji
sv: Användbart vid serialisering eller inbäddning
tr: Serileştirme veya yerleştirme kullanırken yararlıdır
uk: Корисно під час використання серіалізації або вбудовування
vi: Hữu ích khi sử dụng tuần tự hóa hoặc nhúng
zh_hk: 使用序列化或嵌入時很有用

source: This dashboard
ar: لوحة المعلومات هذه
bg: Това табло за управление
ca: Aquest tauler de control
de: Dieses Dashboard
eo: this dashboard is so sus
es: Este tablero
fa: این داشبورد
fi: Tämä kojelauta
fr: Ce tableau de bord
it: Questa dashboard
ja: このダッシュボード
nb: Dette dashbordet
nl: Dit dashboard
pl: Ta tablica rozdzielcza
pt_br: Este painel
ru: Эта панель инструментов
sk: Táto palubná doska
sl: Ta nadzorna plošča
sq: Ky panel
sr: Ova kontrolna tabla
sv: Den här instrumentpanelen
tr: Bu gösterge paneli
uk: Цей дашборд
vi: Bảng điều khiển này
zh_hk: 此儀表板

source: Want to get notified when this dashboard loads?
ar: هل تريد أن يتم إشعارك عند تحميل لوحة المعلومات هذه؟
bg: Искате ли да получавате известия, когато това табло за управление се зареди?
ca: Voleu rebre una notificació quan es carregui aquest tauler de control?
de: Möchten Sie benachrichtigt werden, wenn dieses Dashboard geladen wird?
es: ¿Quieres recibir una notificación cuando se cargue este panel?
fa: می‌خواهید وقتی این داشبورد بارگذاری می‌شود، مطلع شوید؟
fi: Haluatko saada ilmoituksen, kun tämä kojelauta latautuu?
fr: Vous souhaitez être averti lorsque ce tableau de bord se charge ?
it: Vuoi ricevere una notifica quando questa dashboard viene caricata?
ja: このダッシュボードが読み込まれたときに通知を受け取りたいですか?
nb: Vil du bli varslet når dette dashbordet lastes inn?
nl: Wilt u een melding ontvangen wanneer dit dashboard wordt geladen?
pl: Chcesz otrzymać powiadomienie o załadowaniu tego pulpitu?
pt_br: Quer ser notificado quando este painel for carregado?
ru: Хотите получать уведомления при загрузке этой панели?
sk: Chcete dostávať upozornenia, keď sa tento ovládací panel načíta?
sl: Želite biti obveščeni, ko se ta nadzorna plošča naloži?
sq: Do të njoftohesh kur të ngarkohet ky panel?
sr: Želite obaveštenje kada se ova kontrolna tabla učita?
sv: Vill du få ett meddelande när den här instrumentpanelen laddas?
tr: Bu pano yüklendiğinde bildirim almak ister misiniz?
uk: Хочете отримувати сповіщення, коли цей дашборд завантажиться?
vi: Bạn có muốn nhận thông báo khi bảng thông tin này tải không?
zh_hk: 想要在此儀表板載入時收到通知嗎？

source: Notify me
ar: أشعِرني
bg: Уведоми ме
ca: Notifica'm
de: Benachrichtigt mich
es: Notificarme
fa: به من اطلاع بده
fi: Ilmoita minulle
fr: Prévenez-moi
it: Avvisami
ja: 通知する
nb: Gi meg beskjed
nl: Breng mij op de hoogte
pl: Powiadom mnie
pt_br: Notifique-me
ru: Уведомить меня
sk: Upozorniť ma
sl: Obvesti me
sq: Njofto-më
sr: Obavesti me
sv: Meddela mig
tr: Bana haber ver
uk: Сповістити мене
vi: Thông báo cho tôi
zh_hk: 通知我

source: Dependency graph
ar: مخطط التبعيات
bg: Графика на зависимостите
ca: Gràfic de dependències
de: Abhängigkeitsgraph
es: Gráfico de dependencias
fa: نمودار وابستگی
fi: Riippuvuuskaavio
fr: Graphique de dépendance
it: Grafico delle dipendenze
ja: 依存関係グラフ
nb: Avhengighetsgraf
nl: Afhankelijkheidsgrafiek
pl: Wykres zależności
pt_br: Gráfico de dependência
ru: График зависимости
sk: Graf závislostí
sl: Graf odvisnosti
sq: Grafi i varësive
sr: Graf zavisnosti
sv: Beroendegraf
tr: Bağımlılık grafiği
uk: Граф залежностей
vi: Biểu đồ phụ thuộc
zh_hk: 依存圖

source: Exit
ar: خروج
bg: Изход
ca: Sortida
de: Ausfahrt
es: Salida
fa: خروج
fi: Uloskäynti
fr: Sortie
it: Uscita
ja: 出口
nb: Avslutt
nl: Uitgang
pl: Wyjście
pt_br: Saída
ru: Выход
sk: VÝCHOD
sl: Izhod
sq: Dil
sr: Izađi
sv: Utgång
tr: Çıkış
uk: Вийти
vi: Ra
zh_hk: 離開

source: Data Studio Logo
ar: شعار استوديو البيانات
ca: Logotip de Data Studio
de: Datenstudio-Logo
es: Logotipo de Data Studio
fa: لوگو استودیو داده
fi: Datastudion logo
fr: Logo de Studio de données
it: Logo di Studio dati
ja: データスタジオのロゴ
pl: Logo Studio danych
pt_br: Logo do Estúdio de dados
ru: Логотип Студии Данных
sk: Logo dátového štúdia
sl: Logotip Podatkovnega studia
sq: Logo e Data Studio
tr: Veri Stüdyosu Logosu
uk: Логотип Студії Даних
vi: Logo Studio dữ liệu
zh_hk: 資料工作室標誌

source: Git sync
ar: مزامنة Git
de: Git-Synchronisierung
es: Sincronización de Git
fa: همگام‌سازی گیت
fi: Git-synkronointi
fr: Synchronisation Git
it: Sincronizzazione Git
ja: Git同期
pl: Synchronizacja Git
pt_br: Sincronização Git
ru: Синхронизация с Git
sk: Synchronizácia s Gitom
sl: Sinhronizacija z Gitom
sr: Git sinhronizacija
tr: Git senkronizasyonu
uk: Синхронізація з Git
vi: Đồng bộ Git
zh_hk: Git 同步

source: No revision history available.
ar: لا يتوفر سجل مراجعات.
bg: Няма налична история на редакциите.
ca: No hi ha cap historial de revisions disponible.
de: Kein Revisionsverlauf verfügbar.
es: No hay historial de revisiones disponible.
fa: هیچ سابقه ویرایشی در دسترس نیست.
fi: Ei saatavilla olevaa muutoshistoriaa.
fr: Aucun historique des révisions disponible.
it: Nessuna cronologia delle revisioni disponibile.
ja: 改訂履歴はありません。
nb: Ingen revisjonshistorikk tilgjengelig.
nl: Er is geen revisiegeschiedenis beschikbaar.
pl: Brak historii zmian.
pt_br: Não há histórico de revisões disponível.
ru: История изменений отсутствует.
sk: História revízií nie je k dispozícii.
sl: Zgodovina revizij ni na voljo.
sq: S’ka histori revizioni të disponueshme.
sr: Istorija revizija nije dostupna.
sv: Ingen revisionshistorik tillgänglig.
tr: Revizyon geçmişi mevcut değil.
uk: Історія ревізій недоступна.
vi: Không có lịch sử chỉnh sửa nào.
zh_hk: 無修訂歷史。

source: Re-scan tables
ar: أعد فحص الجداول
bg: Повторно сканиране на таблици
ca: Torna a escanejar les taules
de: Tabellen erneut scannen
es: Volver a escanear las tablas
fa: اسکن مجدد جداول
fi: Skannaa taulukot uudelleen
fr: Re-scanner les tables
it: Riesegui la scansione delle tabelle
ja: テーブルを再スキャンする
nb: Skanne tabeller på nytt
nl: Tabellen opnieuw scannen
pl: Ponowne skanowanie tabel
pt_br: Tabelas de digitalização refeita
ru: Повторное сканирование таблиц
sk: Znovu naskenovať tabuľky
sl: Ponovno skeniranje tabel
sq: Riskeno tabelat
sr: Ponovo skeniraj tabele
sv: Skanna om tabellerna
tr: Tabloları yeniden tarayın
uk: Пересканувати таблиці
vi: Quét lại bảng
zh_hk: 重新掃描表格

source: Re-sync schemas
ar: أعد مزامنة المخططات
bg: Повторно синхронизиране на схеми
ca: Resincronitzar esquemes
de: Schemas neu synchronisieren
es: Resincronizar esquemas
fa: طرحواره‌های همگام‌سازی مجدد
fi: Synkronoi skeemoja uudelleen
fr: Resynchroniser les schémas
it: Risincronizzare gli schemi
ja: スキーマの再同期
nb: Synkroniser skjemaer på nytt
nl: Schema's opnieuw synchroniseren
pl: Ponowna synchronizacja schematów
pt_br: Ressincronizar esquemas
ru: Повторная синхронизация схем
sk: Znovu synchronizovať schémy
sl: Ponovno sinhroniziraj sheme
sq: Risinkronizo skemat
sr: Ponovo sinhronizuj šeme
sv: Synkronisera scheman igen
tr: Şemaları yeniden senkronize et
uk: Повторно синхронізувати схеми
vi: Đồng bộ lại lược đồ
zh_hk: 重新同步模式

source: If you've made changes to these tables in the underlying databases that aren't showing up in Metabase yet, re-syncing the schemas can fix that.
ar: إذا أجريت تغييرات على هذه الجداول في قواعد البيانات الأساسية ولم تظهر في Metabase بعد، فقد يساعد إعادة مزامنة المخططات في إصلاح ذلك.
ca: Si heu fet canvis en aquestes taules de les bases de dades subjacents que encara no apareixen a la Metabase, tornar a sincronitzar els esquemes pot solucionar-ho.
de: Falls Sie Änderungen an diesen Tabellen in den zugrunde liegenden Datenbanken vorgenommen haben, die in Metabase noch nicht angezeigt werden, kann eine erneute Synchronisierung der Schemas das Problem beheben.
es: Si ha realizado cambios en estas tablas en las bases de datos subyacentes que aún no aparecen en Metabase, volver a sincronizar los esquemas puede solucionar el problema.
fa: اگر تغییراتی در این جداول در پایگاه‌های داده‌ی اصلی ایجاد کرده‌اید که هنوز در متابیس نمایش داده نمی‌شوند، همگام‌سازی مجدد طرحواره‌ها می‌تواند این مشکل را برطرف کند.
fi: Jos olet tehnyt näihin taulukoihin pohjana olevissa tietokannoissa muutoksia, jotka eivät vielä näy Metabase-tietokannassa, rakenteiden uudelleensynkronoiminen voi korjata ongelman.
fr: Si vous avez apporté des modifications à ces tables dans les bases de données sous-jacentes et que ces modifications n'apparaissent pas encore dans Metabase, une resynchronisation des schémas peut résoudre le problème.
it: Se hai apportato modifiche a queste tabelle nei database sottostanti che non vengono ancora visualizzate in Metabase, puoi risolvere il problema risincronizzando gli schemi.
ja: 基礎となるデータベース内のこれらのテーブルに変更を加えたが、それがまだ Metabase に表示されていない場合は、スキーマを再同期すると修正できます。
nb: Hvis du har gjort endringer i disse tabellene i de underliggende databasene som ikke vises i Metabase ennå, kan det løses ved å synkronisere skjemaene på nytt.
pl: Jeśli wprowadzono zmiany w tych tabelach w bazach danych bazowych, które nie są jeszcze widoczne w Metabase, ponowna synchronizacja schematów może rozwiązać ten problem.
pt_br: Se você fez alterações nessas tabelas nos bancos de dados subjacentes que ainda não estão aparecendo no Metabase, ressincronizar os esquemas pode resolver o problema.
ru: Если вы внесли изменения в эти таблицы в базовых базах данных, но они пока не отображаются в Metabase, повторная синхронизация схем может это исправить.
sk: Ak ste vykonali zmeny v týchto tabuľkách v podkladových databázach, ktoré sa ešte nezobrazujú v metabáze, opätovná synchronizácia schém to môže vyriešiť.
sl: Če ste v osnovnih podatkovnih bazah naredili spremembe teh tabel, ki se še ne prikazujejo v metabazi, lahko to odpravite s ponovno sinhronizacijo shem.
sq: Nëse ke bërë ndryshime në këto tabela në bazat e të dhënave burimore që ende nuk po shfaqen në Metabase, ri-sinkronizimi i skemave mund ta rregullojë këtë.
sr: Ako ste napravili izmene na ovim tabelama u osnovnim bazama podataka koje se još ne prikazuju u Metabase-u, ponovno sinhronizovanje šema može to da ispravi.
tr: Eğer altta yatan veritabanlarındaki bu tablolarda Metabase'de henüz görünmeyen değişiklikler yaptıysanız, şemaları yeniden senkronize etmek bu sorunu çözebilir.
uk: Якщо ви внесли зміни до цих таблиць у базових базах даних, які ще не відображаються в Metabase, повторна синхронізація схем може це виправити.
vi: Nếu bạn đã thực hiện các thay đổi đối với các bảng này trong cơ sở dữ liệu gốc mà chưa được hiển thị trong Metabase, việc đồng bộ lại lược đồ có thể khắc phục điều đó.
zh_hk: 如果您在底層資料庫中對這些資料表做了變更，但這些變更還未顯示在 Metabase 中，重新同步模式可以解決這個問題。
