Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Select a table to view its data
ar: حدِّد جدولًا لعرض بياناته
es: Seleccione una tabla para ver sus datos
fa: یک جدول را برای مشاهده داده‌های آن انتخاب کنید
fi: Valitse taulukko nähdäksesi sen tiedot
it: Seleziona una tabella per visualizzarne i dati
ja: データを表示するにはテーブルを選択してください
pt_br: Selecione uma tabela para visualizar seus dados.
ru: Выберите таблицу, чтобы просмотреть её данные
sk: Vyberte tabuľku, z ktorej chcete zobraziť jej údaje
sl: Izberite tabelo za ogled njenih podatkov
sq: Zgjidh një tabelë për të parë të dhënat e saj
sr: Izaberite tabelu da biste videli njene podatke
uk: Виберіть таблицю, щоб переглянути її дані
vi: Chọn một bảng để xem dữ liệu của bảng đó.
zh_hk: 選取表格以檢視其資料

source: No data available
ar: لا توجد بيانات متاحة
bg: Няма налични данни
ca: No hi ha dades disponibles
de: Keine Daten verfügbar
es: No hay datos disponibles
fa: داده‌ای موجود نیست
fi: Ei tietoja saatavilla
fr: Aucune donnée disponible
it: Nessun dato disponibile
ja: データなし
nb: Ingen data tilgjengelig
nl: Geen gegevens beschikbaar
pl: Brak dostępnych danych
pt_br: Nenhum dado disponível
ru: Данные отсутствуют.
sk: Nie sú k dispozícii žiadne údaje
sl: Ni na voljo podatkov
sq: Nuk ka të dhëna të disponueshme
sr: Nema dostupnih podataka
sv: Inga data tillgängliga
tr: Veri yok
uk: Дані недоступні
vi: Không có dữ liệu có sẵn
zh_hk: 無資料

source: Output
ar: الإخراج
bg: Изход
ca: Sortida
de: Ausgabe
es: Producción
fa: خروجی
fi: Lähtö
fr: Sortir
it: Produzione
ja: 出力
nb: Produksjon
nl: Uitvoer
pl: Wyjście
pt_br: Saída
ru: Выход
sk: Výstup
sl: Izhod
sr: Izlaz
sv: Produktion
tr: Çıktı
uk: Вивід
vi: Đầu ra
zh_hk: 輸出

source: No logs to display
ar: لا توجد سجلات لعرضها
bg: Няма лог файлове за показване
ca: No hi ha registres per mostrar
de: Keine Protokolle anzuzeigen
es: No hay registros para mostrar
fa: هیچ گزارشی برای نمایش وجود ندارد
fi: Ei näytettäviä lokeja
fr: Aucun journal à afficher
it: Nessun registro da visualizzare
ja: 表示するログがありません
nb: Ingen logger å vise
nl: Geen logbestanden om weer te geven
pl: Brak dzienników do wyświetlenia
pt_br: Não há registros para exibir.
ru: Нет записей в логах для отображения.
sk: Žiadne protokoly na zobrazenie
sl: Ni dnevnikov za prikaz
sq: S’ka logs për t’u shfaqur
sr: Nema logova za prikaz
sv: Inga loggar att visa
tr: Görüntülenecek günlük kaydı yok.
uk: Немає логів для відображення
vi: Không có nhật ký nào để hiển thị.
zh_hk: 無日誌顯示

source: Target table {0}
ar: الجدول المستهدف {0}
es: Tabla de destino {0}
fa: جدول هدف {0}
fi: Kohdetaulukko {0}
it: Tabella di destinazione {0}
ja: 対象テーブル {0}
pt_br: Tabela de destino {0}
ru: Целевая таблица {0}
sk: Cieľová tabuľka {0}
sl: Ciljna tabela {0}
sq: Tabela e synuar {0}
sr: Ciljna tabela {0}
uk: Цільова таблиця {0}
vi: Bảng mục tiêu {0}
zh_hk: 目標表格 {0}

source: Workspace ready!
ar: مساحة العمل جاهزة!
es: ¡Espacio de trabajo listo!
fa: فضای کاری آماده است!
fi: Työtila valmis!
it: Pronto per l'area di lavoro!
ja: ワークスペースの準備ができました!
pt_br: Espaço de trabalho pronto!
ru: Рабочее пространство готово!
sk: Pracovný priestor pripravený!
sl: Delovni prostor pripravljen!
sq: Hapësira e punës është gati!
sr: Radni prostor je spreman!
uk: Воркспейс готовий!
vi: Không gian làm việc đã sẵn sàng!
zh_hk: 工作區已準備就緒！

source: Workspace is archived
ar: مساحة العمل مؤرشفة
es: El espacio de trabajo está archivado
fa: فضای کاری بایگانی شده است
fi: Työtila on arkistoitu
it: L'area di lavoro è archiviata
ja: ワークスペースはアーカイブされています
pt_br: O espaço de trabalho está arquivado.
ru: Рабочее пространство в архиве
sk: Pracovný priestor je archivovaný
sl: Delovni prostor je arhiviran
sq: Hapësira e punës është arkivuar
sr: Radni prostor je arhiviran
uk: Воркспейс заархівовано
vi: Không gian làm việc đã được lưu trữ.
zh_hk: 工作區已歸檔

source: Successfully updated workspace database
ar: تم تحديث قاعدة بيانات مساحة العمل بنجاح
es: Base de datos del espacio de trabajo actualizada correctamente
fa: پایگاه داده فضای کاری با موفقیت به‌روزرسانی شد
fi: Työtilan tietokannan päivitys onnistui
it: Database dell'area di lavoro aggiornato con successo
ja: ワークスペースデータベースを正常に更新しました
pt_br: Banco de dados do espaço de trabalho atualizado com sucesso.
ru: База данных рабочего пространства успешно обновлена
sk: Databáza pracovných priestorov bola úspešne aktualizovaná
sl: Podatkovna baza delovnega prostora je bila uspešno posodobljena
sq: Baza e të dhënave e hapësirës së punës u përditësua me sukses
sr: Baza podataka radnog prostora je uspešno ažurirana
uk: Базу даних воркспейсу успішно оновлено
vi: Đã cập nhật thành công cơ sở dữ liệu không gian làm việc
zh_hk: 成功更新工作區資料庫

source: Failed to update workspace database
ar: فشل تحديث قاعدة بيانات مساحة العمل
es: No se pudo actualizar la base de datos del espacio de trabajo
fa: به‌روزرسانی پایگاه داده فضای کاری ناموفق بود
fi: Työtilan tietokannan päivittäminen epäonnistui
it: Impossibile aggiornare il database dell'area di lavoro
ja: ワークスペースデータベースの更新に失敗しました
pt_br: Falha ao atualizar o banco de dados do espaço de trabalho
ru: Не удалось обновить базу данных рабочего пространства
sk: Nepodarilo sa aktualizovať databázu pracovného priestoru
sl: Posodobitev baze podatkov delovnega prostora ni uspela
sq: Dështoi përditësimi i bazës së të dhënave të hapësirës së punës
sr: Neuspešno ažuriranje baze podataka radnog prostora
uk: Не вдалося оновити базу даних воркспейсу
vi: Không thể cập nhật cơ sở dữ liệu không gian làm việc.
zh_hk: 更新工作區資料庫失敗

source: Workspace Setup
ar: إعداد مساحة العمل
es: Configuración del espacio de trabajo
fa: تنظیمات فضای کاری
fi: Työtilan asetukset
it: Configurazione dell'area di lavoro
ja: ワークスペースのセットアップ
pt_br: Configuração do espaço de trabalho
ru: Настройка рабочего пространства
sk: Nastavenie pracovného priestoru
sl: Nastavitev delovnega prostora
sq: Konfigurimi i hapësirës së punës
sr: Podešavanje radnog prostora
uk: Налаштування воркспейсу
vi: Thiết lập không gian làm việc
zh_hk: 工作區設定

source: Configure your data warehouse connection for this workspace
ar: قم بإعداد اتصال مستودع البيانات لمساحة العمل هذه
es: Configure su conexión de almacén de datos para este espacio de trabajo
fa: اتصال انبار داده خود را برای این فضای کاری پیکربندی کنید
fi: Määritä tietovarastoyhteytesi tälle työtilalle
it: Configura la connessione del tuo data warehouse per questo spazio di lavoro
ja: このワークスペースのデータ ウェアハウス接続を構成します
pt_br: Configure a sua conexão com o data warehouse para este espaço de trabalho.
ru: Настройте подключение к вашему хранилищу данных для этого рабочего пространства
sk: Nakonfigurujte pripojenie k dátovému skladu pre tento pracovný priestor
sl: Konfigurirajte povezavo s podatkovnim skladiščem za ta delovni prostor
sq: Konfiguro lidhjen e data warehouse për këtë hapësirë pune
sr: Podesite konekciju ka skladištu podataka za ovaj radni prostor
uk: Налаштуйте підключення до вашого дата-вархаусу для цього воркспейсу
vi: Cấu hình kết nối kho dữ liệu của bạn cho không gian làm việc này.
zh_hk: 設定此工作區的資料倉庫連線

source: Data warehouse
ar: مستودع البيانات
es: almacén de datos
fa: انبار داده
fi: Tietovarasto
it: Magazzino dati
ja: データウェアハウス
pt_br: Armazém de dados
ru: Хранилище данных
sk: Dátový sklad
sl: Podatkovno skladišče
sr: Skladište podataka
uk: Дата-вархаус
vi: Kho dữ liệu
zh_hk: 資料倉庫

source: No database supports workspaces
ar: لا توجد قاعدة بيانات تدعم مساحات العمل
es: Ninguna base de datos admite espacios de trabajo
fa: هیچ پایگاه داده‌ای از فضاهای کاری پشتیبانی نمی‌کند
fi: Yksikään tietokanta ei tue työtiloja
it: Nessun database supporta gli spazi di lavoro
ja: ワークスペースをサポートするデータベースはありません
pt_br: Nenhum banco de dados suporta espaços de trabalho.
ru: Ни одна база данных не поддерживает рабочие пространства
sk: Žiadna databáza nepodporuje pracovné priestory
sl: Nobena baza podatkov ne podpira delovnih prostorov
sq: Asnjë bazë e të dhënave nuk i mbështet hapësirat e punës
sr: Nijedna baza podataka ne podržava radne prostore
uk: Жодна база даних не підтримує воркспейси
vi: Không có cơ sở dữ liệu nào hỗ trợ không gian làm việc.
zh_hk: 沒有資料庫支援工作區

source: Data warehouse selection is locked after adding transforms to the workspace
ar: يُقفل اختيار مستودع البيانات بعد إضافة التحويلات إلى مساحة العمل
es: La selección del almacén de datos se bloquea después de agregar transformaciones al espacio de trabajo
fa: انتخاب انبار داده پس از افزودن تبدیل‌ها به فضای کاری قفل می‌شود
fi: Tietovaraston valinta on lukittu työtilaan lisättyjen muunnosten jälkeen
it: La selezione del data warehouse viene bloccata dopo l'aggiunta di trasformazioni all'area di lavoro
ja: ワークスペースに変換を追加した後、データ ウェアハウスの選択がロックされます
pt_br: A seleção do data warehouse é bloqueada após a adição de transformações ao espaço de trabalho.
ru: Выбор хранилища данных блокируется после добавления трансформов в рабочее пространство
sk: Výber dátového skladu je uzamknutý po pridaní transformácií do pracovného priestoru
sl: Izbira podatkovnega skladišča je zaklenjena po dodajanju transformacij v delovni prostor
sq: Zgjedhja e data warehouse bllokohet pasi të shtosh transformime në hapësirën e punës
sr: Izbor skladišta podataka se zaključava nakon dodavanja transformacija u radni prostor
uk: Після додавання трансформів до воркспейсу вибір дата-вархаусу блокується
vi: Việc chọn kho dữ liệu bị khóa sau khi thêm các phép biến đổi vào không gian làm việc.
zh_hk: 將變換新增至工作區後，資料倉庫選擇被鎖定

source: Setup log
ar: سجل الإعداد
es: Registro de configuración
fa: گزارش تنظیمات
fi: Asennusloki
it: Registro di configurazione
ja: セットアップログ
pt_br: Registro de configuração
ru: Лог настройки
sk: Denník nastavenia
sl: Dnevnik namestitve
sq: Regjistri i konfigurimit
sr: Log podešavanja
uk: Журнал налаштування
vi: nhật ký thiết lập
zh_hk: 設定記錄

source: This is not a workspace transform
ar: هذا ليس تحويل مساحة عمل
es: Esta no es una transformación del espacio de trabajo
fa: این یک تبدیل فضای کاری نیست
fi: Tämä ei ole työtilan muunnos
it: Questa non è una trasformazione dell'area di lavoro
ja: これはワークスペース変換ではありません
pt_br: Isso não é uma transformação de espaço de trabalho.
ru: Это не трансформ рабочего пространства
sk: Toto nie je transformácia pracovného priestoru
sl: To ni preoblikovanje delovnega prostora
sq: Ky nuk është transformim i hapësirës së punës
sr: Ovo nije transformacija radnog prostora
uk: Це не трансформ воркспейсу
vi: Đây không phải là phép biến đổi không gian làm việc.
zh_hk: 這不是工作區變換

source: Failed to save transform
ar: فشل حفظ التحويل
es: No se pudo guardar la transformación
fa: ذخیره تبدیل ناموفق بود
fi: Muunnoksen tallentaminen epäonnistui
it: Impossibile salvare la trasformazione
ja: 変換を保存できませんでした
pt_br: Falha ao salvar a transformação
ru: Не удалось сохранить трансформ
sk: Uloženie transformácie zlyhalo
sl: Shranjevanje transformacije ni uspelo
sq: Dështoi ruajtja e transformimit
sr: Neuspešno čuvanje transformacije
uk: Не вдалося зберегти трансформ
vi: Không thể lưu chuyển đổi
zh_hk: 變形保存失敗

source: Transform saved successfully
ar: تم حفظ التحويل بنجاح
es: Transformación guardada exitosamente
fa: تبدیل با موفقیت ذخیره شد
fi: Muunnos tallennettu onnistuneesti
it: Trasformazione salvata con successo
ja: 変換が正常に保存されました
pt_br: Transformação salva com sucesso
ru: Трансформ успешно сохранён
sk: Transformácia bola úspešne uložená
sl: Preobrazba je bila uspešno shranjena
sq: Transformimi u ruajt me sukses
sr: Transformacija je uspešno sačuvana
uk: Трансформ успішно збережено
vi: Quá trình chuyển đổi đã được lưu thành công.
zh_hk: 成功儲存變形

source: This is the main table this transform owns. Runs from this workspace write to an isolated workspace copy, so the original table isn't changed until you merge the workspace.
ar: هذا هو الجدول الرئيسي الذي يملكه هذا التحويل. عمليات التشغيل من مساحة العمل هذه تكتب إلى نسخة مساحة عمل معزولة، لذا لا يتغير الجدول الأصلي حتى تقوم بدمج مساحة العمل.
es: Esta es la tabla principal que posee esta transformación. Las ejecuciones desde este espacio de trabajo escriben en una copia aislada del mismo, por lo que la tabla original no se modifica hasta que se fusiona el espacio de trabajo.
fa: این جدول اصلی متعلق به این transform است. از این فضای کاری، عملیات نوشتن را به یک کپی فضای کاری مجزا انجام می‌دهد، بنابراین جدول اصلی تا زمانی که فضای کاری را ادغام نکنید، تغییر نمی‌کند.
fi: Tämä on tämän muunnoksen omistama päätaulukko. Suoritetaan tästä työtilasta kirjoittamalla erilliseen työtilan kopioon, joten alkuperäinen taulukko ei muutu ennen kuin yhdistät työtilan.
it: Questa è la tabella principale di proprietà di questa trasformazione. Viene eseguita da questa area di lavoro in scrittura su una copia isolata dell'area di lavoro, in modo che la tabella originale non venga modificata finché non si unisce l'area di lavoro.
ja: これはこの変換が所有するメインテーブルです。このワークスペースから実行すると、分離されたワークスペースコピーに書き込まれるため、ワークスペースをマージするまで元のテーブルは変更されません。
pt_br: Esta é a tabela principal que esta transformação controla. Ela é executada a partir deste espaço de trabalho e grava em uma cópia isolada do espaço de trabalho, de modo que a tabela original não seja alterada até que você mescle os espaços de trabalho.
ru: Это основная таблица, которой владеет этот трансформ. Запуски из этого рабочего пространства записывают в изолированную копию рабочего пространства, поэтому исходная таблица не изменяется, пока вы не выполните слияние рабочего пространства.
sk: Toto je hlavná tabuľka, ktorú táto transformácia vlastní. Z tohto pracovného priestoru sa spúšťa zápis do izolovanej kópie pracovného priestoru, takže pôvodná tabuľka sa nezmení, kým nezlúčite pracovný priestor.
sl: To je glavna tabela, ki je v lasti te transformacije. Iz tega delovnega prostora se izvaja pisanje v izolirano kopijo delovnega prostora, tako da se izvirna tabela ne spremeni, dokler ne združite delovnega prostora.
sq: Kjo është tabela kryesore që zotëron ky transformim. Ekzekutimet nga kjo hapësirë pune shkruajnë në një kopje të izoluar të hapësirës së punës, prandaj tabela origjinale nuk ndryshohet derisa të bashkosh hapësirën e punës.
sr: Ovo je glavna tabela kojom ova transformacija upravlja. Pokretanja iz ovog radnog prostora pišu u izolovanu kopiju radnog prostora, pa se originalna tabela ne menja dok ne spojite radni prostor.
uk: Це основна таблиця, якою володіє цей трансформ. Запуски з цього воркспейсу записують в ізольовану копію воркспейсу, тож оригінальна таблиця не змінюється, доки ви не змерджите воркспейс.
vi: Đây là bảng chính mà phép biến đổi này sở hữu. Nó chạy từ không gian làm việc này, ghi vào một bản sao không gian làm việc riêng biệt, vì vậy bảng gốc sẽ không bị thay đổi cho đến khi bạn hợp nhất không gian làm việc.
zh_hk: 這是此轉換擁有的主表。從這個工作區執行時，會寫入一個隔離的工作區副本，因此在合併工作區之前，原始表不會改變。

source: Failed to merge workspace: {0}
ar: فشل دمج مساحة العمل: {0}
es: No se pudo fusionar el espacio de trabajo: {0}
fa: ادغام فضای کاری ناموفق بود: {0}
fi: Työtilan yhdistäminen epäonnistui: {0}
it: Impossibile unire l'area di lavoro: {0}
ja: ワークスペースのマージに失敗しました: {0}
pt_br: Falha ao mesclar o espaço de trabalho: {0}
ru: Не удалось слить рабочее пространство: {0}
sk: Zlúčenie pracovného priestoru zlyhalo: {0}
sl: Združitev delovnega prostora ni uspela: {0}
sq: Dështoi bashkimi i hapësirës së punës: {0}
sr: Neuspešno spajanje radnog prostora: {0}
uk: Не вдалося змерджити воркспейс: {0}
vi: Không thể hợp nhất không gian làm việc: {0}
zh_hk: 合併工作區失敗： {0}

source: Workspace '{0}' merged successfully
ar: تم دمج مساحة العمل '{0}' بنجاح
es: El espacio de trabajo '{0}' se fusionó correctamente
fa: فضای کاری '{0}' با موفقیت ادغام شد
fi: Työtila '{0}' yhdistettiin onnistuneesti
it: Area di lavoro '{0}' unita correttamente
ja: ワークスペース '{0}' が正常にマージされました
pt_br: Espaço de trabalho '{0}' mesclado com sucesso
ru: Рабочее пространство "{0}" успешно слито
sk: Pracovný priestor '{0}' bol úspešne zlúčený
sl: Delovni prostor '{0}' je bil uspešno združen
sq: Hapësira e punës '{0}' u bashkua me sukses
sr: Radni prostor '{0}' je uspešno spojen
uk: Воркспейс "{0}" успішно змерджено
vi: Không gian làm việc '{0}' đã được hợp nhất thành công
zh_hk: 工作區 '{0}' 合併成功

source: Failed to merge workspace
ar: فشل دمج مساحة العمل
es: No se pudo fusionar el espacio de trabajo
fa: ادغام فضای کاری ناموفق بود
fi: Työtilan yhdistäminen epäonnistui
it: Impossibile unire l'area di lavoro
ja: ワークスペースをマージできませんでした
pt_br: Falha ao mesclar o espaço de trabalho
ru: Не удалось слить рабочее пространство
sk: Zlúčenie pracovného priestoru zlyhalo
sl: Združitev delovnega prostora ni uspela
sq: Dështoi bashkimi i hapësirës së punës
sr: Neuspešno spajanje radnog prostora
uk: Не вдалося змерджити воркспейс
vi: Không thể hợp nhất không gian làm việc
zh_hk: 合併工作區失敗

source: Workspace renamed successfully
ar: تمت إعادة تسمية مساحة العمل بنجاح
es: Espacio de trabajo renombrado exitosamente
fa: تغییر نام فضای کاری با موفقیت انجام شد
fi: Työtilan nimeäminen onnistui
it: Area di lavoro rinominata correttamente
ja: ワークスペースの名前が正常に変更されました
pt_br: Espaço de trabalho renomeado com sucesso
ru: Рабочее пространство успешно переименовано
sk: Pracovný priestor bol úspešne premenovaný
sl: Delovni prostor je bil uspešno preimenovan
sq: Hapësira e punës u riemërua me sukses
sr: Radni prostor je uspešno preimenovan
uk: Воркспейс успішно перейменовано
vi: Đã đổi tên không gian làm việc thành công.
zh_hk: 工作區已成功重新命名

source: Failed to update workspace name
ar: فشل تحديث اسم مساحة العمل
es: No se pudo actualizar el nombre del espacio de trabajo
fa: به‌روزرسانی نام فضای کاری ناموفق بود
fi: Työtilan nimen päivittäminen epäonnistui
it: Impossibile aggiornare il nome dell'area di lavoro
ja: ワークスペース名の更新に失敗しました
pt_br: Falha ao atualizar o nome do espaço de trabalho
ru: Не удалось обновить имя рабочего пространства
sk: Nepodarilo sa aktualizovať názov pracovného priestoru
sl: Imena delovnega prostora ni bilo mogoče posodobiti.
sq: Dështoi përditësimi i emrit të hapësirës së punës
sr: Neuspešno ažuriranje naziva radnog prostora
uk: Не вдалося оновити назву воркспейсу
vi: Không thể cập nhật tên không gian làm việc.
zh_hk: 更新工作區名稱失敗

source: Transform run failed
ar: فشل تشغيل التحويل
es: La ejecución de transformación falló
fa: اجرای تبدیل ناموفق بود
fi: Muunnossuoritus epäonnistui
it: Esecuzione della trasformazione non riuscita
ja: 変換の実行に失敗しました
pt_br: A execução da transformação falhou
ru: Запуск трансформа завершился ошибкой
sk: Spustenie transformácie zlyhalo
sl: Izvajanje transformacije ni uspelo
sq: Dështoi ekzekutimi i transformimit
sr: Pokretanje transformacije nije uspelo
uk: Не вдалося запустити трансформ
vi: Quá trình chuyển đổi thất bại
zh_hk: 變形執行失敗

source: Failed to fetch workspace tables
ar: فشل جلب جداول مساحة العمل
es: No se pudieron obtener las tablas del espacio de trabajo
fa: دریافت جداول فضای کاری ناموفق بود
fi: Työtilan taulukoiden hakeminen epäonnistui
it: Impossibile recuperare le tabelle dell'area di lavoro
ja: ワークスペーステーブルの取得に失敗しました
pt_br: Falha ao buscar tabelas do espaço de trabalho
ru: Не удалось получить таблицы рабочего пространства
sk: Nepodarilo sa načítať tabuľky pracovného priestoru
sl: Pridobivanje tabel delovnega prostora ni uspelo
sq: Dështoi marrja e tabelave të hapësirës së punës
sr: Neuspešno preuzimanje tabela radnog prostora
uk: Не вдалося отримати таблиці воркспейсу
vi: Không thể tải bảng không gian làm việc
zh_hk: 取得工作區資料表失敗

source: Failed to run transform
ar: فشل تشغيل التحويل
bg: Неуспешно изпълнение на трансформацията
ca: No s'ha pogut executar la transformació
de: Die Transformation konnte nicht ausgeführt werden.
es: No se pudo ejecutar la transformación
fa: اجرای تبدیل ناموفق بود
fi: Muunnoksen suorittaminen epäonnistui
fr: Échec de l'exécution de la transformation
it: Impossibile eseguire la trasformazione
ja: 変換の実行に失敗しました
nb: Kunne ikke kjøre transformasjon
nl: Transformatie kon niet worden uitgevoerd
pl: Nie udało się uruchomić transformacji
pt_br: Falha ao executar a transformação
ru: Не удалось запустить преобразование
sk: Nepodarilo sa spustiť transformáciu
sl: Preobrazbe ni bilo mogoče izvesti
sq: Dështoi ekzekutimi i transformimit
sr: Neuspešno pokretanje transformacije
sv: Misslyckades med att köra transformationen
tr: Dönüşüm çalıştırılamadı
uk: Не вдалося запустити трансформ
vi: Không chạy được chuyển đổi
zh_hk: 變形執行失敗

source: Workspace name
ar: اسم مساحة العمل
es: Nombre del espacio de trabajo
fa: نام فضای کاری
fi: Työtilan nimi
it: Nome dell'area di lavoro
ja: ワークスペース名
pt_br: Nome do espaço de trabalho
ru: Имя рабочего пространства
sk: Názov pracovného priestoru
sl: Ime delovnega prostora
sq: Emri i hapësirës së punës
sr: Naziv radnog prostora
uk: Назва воркспейсу
vi: Tên không gian làm việc
zh_hk: 工作區名稱

source: Merge
ar: ادمج
es: Unir
fa: ادغام
fi: Yhdistää
it: Unisci
ja: マージ
pt_br: Fusão
ru: Слить
sk: Zlúčiť
sl: Združi
sq: Bashko
sr: Spoji
uk: Мердж
vi: Hợp nhất
zh_hk: 合併

source: Graph
ar: مخطط
es: Gráfico
fa: نمودار
fi: Kaavio
it: Grafico
ja: グラフ
pt_br: Gráfico
ru: Граф
sk: Graf
sl: Graf
sq: Graf
sr: Graf
uk: Граф
vi: Đồ thị
zh_hk: 圖形

source: Select a transform on the right.
ar: حدِّد تحويلًا من اليمين.
es: Seleccione una transformación a la derecha.
fa: یک تبدیل در سمت راست انتخاب کنید.
fi: Valitse muunnos oikealta.
it: Seleziona una trasformazione sulla destra.
ja: 右側で変換を選択します。
pt_br: Selecione uma transformação à direita.
ru: Выберите трансформ справа.
sk: Vyberte transformáciu vpravo.
sl: Izberite transformacijo na desni.
sq: Zgjidh një transformim në të djathtë.
sr: Izaberite transformaciju desno.
uk: Виберіть трансформ праворуч.
vi: Chọn một phép biến đổi ở bên phải.
zh_hk: 選擇右側的變形。

source: Failed to load transform
ar: فشل تحميل التحويل
es: No se pudo cargar la transformación
fa: بارگیری تبدیل ناموفق بود
fi: Muunnoksen lataaminen epäonnistui
it: Impossibile caricare la trasformazione
ja: 変換の読み込みに失敗しました
pt_br: Falha ao carregar a transformação
ru: Не удалось загрузить трансформ
sk: Nepodarilo sa načítať transformáciu
sl: Nalaganje transformacije ni uspelo
sq: Dështoi ngarkimi i transformimit
sr: Neuspešno učitavanje transformacije
uk: Не вдалося завантажити трансформ
vi: Không thể tải chuyển đổi
zh_hk: 載入變形失敗

source: Suggestion is missing a target table
ar: الاقتراح يفتقد إلى جدول مستهدف
es: A la sugerencia le falta una tabla de destino
fa: پیشنهاد، جدول هدف را از دست داده است
fi: Ehdotuksesta puuttuu kohdetaulukko
it: Manca una tabella di destinazione nel suggerimento
ja: 提案にターゲットテーブルがありません
pt_br: A sugestão não possui uma tabela de destino.
ru: В предложении отсутствует целевая таблица
sk: V návrhu chýba cieľová tabuľka
sl: Predlogu manjka ciljna tabela
sq: Sugjerimit i mungon një tabelë e synuar
sr: Predlogu nedostaje ciljna tabela
uk: У пропозиції відсутня цільова таблиця
vi: Đề xuất này thiếu bảng mục tiêu.
zh_hk: 建議缺少目標表格

source: Suggestion is missing an ID
ar: الاقتراح يفتقد إلى معرّف
es: A la sugerencia le falta un ID
fa: پیشنهاد فاقد شناسه است
fi: Ehdotuksesta puuttuu tunnus
it: Manca un ID nel suggerimento
ja: 提案にIDがありません
pt_br: A sugestão não possui um ID.
ru: В предложении отсутствует ID
sk: Návrhu chýba ID
sl: Predlogu manjka ID
sq: Sugjerimit i mungon një ID
sr: Predlogu nedostaje ID
uk: У пропозиції відсутній ID
vi: Đề xuất này thiếu ID.
zh_hk: 建議缺少 ID
