Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Allows users with existing Metabase accounts to login with a Google account that matches their email address in addition to their Metabase username and password.
ar: يسمح للمستخدمين الذين لديهم حسابات Metabase حالية بتسجيل الدخول باستخدام حساب Google يطابق عنوان بريدهم الإلكتروني، بالإضافة إلى اسم مستخدم Metabase وكلمة المرور.
bg: Позволява на потребителите със съществуващи акаунти в Метабейс да влизат с акаунт в Google, който съответства на техния имейл адрес в допълнение към тяхното потребителско име и парола за Метабейс.
ca: Permet als usuaris amb un compte de Metabase existent iniciar sessió amb un compte de Google que coincideixi amb la seva adreça de correu electrònic a més de poder accedir amb el seu nom d'usuari i contrasenya.
de: Ermöglicht es bestehenden Benutzerkonten, sich, neben ihren Metabase Benutzernamen und Passwort, mit einem Google-Konto anzumelden, das ihrer E-Mail-Adresse entspricht.
eo: So basically, peeps who already got Metabase accounts can now log in with their Google if their email matches, on top of their username and password.
es: Permite a los usuarios con cuentas Metabase existentes iniciar sesión con una cuenta de Google que coincida con su dirección de correo electrónico además de su nombre de usuario y contraseña de Metabase.
fa: به کاربران امکان می دهد با حساب های Metabase موجود برای ورود به حساب Google که با آدرس ایمیل خود علاوه بر نام کاربری و رمز عبور متاباز خود نیز منطبق باشد.
fi: Metabase -käyttäjät voivat kirjautua Google-tilillä, joka vastaa heidän sähköpostiosoitettaan sekä Metabase -käyttäjänimeään ja salasanaansa.
fr: Permet aux utilisateurs ayant un compte Metabase de se connecter avec un compte Google ayant la même adresse électronique en plus de leur identifiant et mot de passe Metabase.
hu: Lehetővé teszi a meglévő Metabase-fiókkal rendelkező felhasználók számára, hogy olyan Google-fiókkal jelentkezzenek be, amely megegyezik az e-mail címükkel a Metabase-felhasználónevük és -jelszó mellett.
it: Consente agli utenti con account Metabase esistenti di accedere con un account Google che corrisponda al loro indirizzo email oltre al nome utente e alla password di Metabase.
ja: Metabaseアカウント保有者に、Metabaseユーザー名とパスワードでのログインに加えて、登録されたメールアドレスと一致するGoogleアカウントでのログインを許可します。
ms: Membolehkan pengguna dengan akaun Metabase sedia ada untuk log masuk dengan akaun Google yang sepadan dengan alamat emel mereka sebagai tambahan kepada nama pengguna dan kata laluan Metabase mereka.
nb: Tillat brukere med eksisterende Metabase konto å logge inn med en Google konto som tilsvarer deres e-postadresse i tillegg til Metabase brukernavn og passord.
nl: Hiermee kunnen gebruikers met bestaande Metabase-accounts inloggen met een Google-account dat overeenkomt met hun e-mailadres naast hun Metabase-gebruikersnaam en -wachtwoord.
pl: Umożliwia użytkownikom posiadającym istniejące konta w Metabase na logowanie się za pomocą konta Google, które jest zgodne z ich adresem e-mail, oprócz tradycyjnego logowania za pomocą nazwy użytkownika i hasła w Metabase.
pt_br: Permite que usuários com contas existentes da Metabase façam login com uma conta do Google que corresponde ao seu endereço de e-mail além do seu nome de usuário e senha da Metabase.
ru: Разрешить пользователям с существующими Metabase аккаунтами входить с помощью Google аккаунтов при совпадении email адресов в дополнение к их Metabase логину и паролю.
sk: Umožňuje používateľom s existujúcimi účtami Metabase prihlásiť sa pomocou účtu Google, ktorý sa zhoduje s ich e-mailovou adresou, okrem ich používateľského mena a hesla Metabase.
sl: Uporabnikom z obstoječimi računi Metabase omogoča, da se prijavijo z Google Računom, ki se ujema z njihovim e-poštnim naslovom ter uporabniškim imenom in geslom za Metabase.
sq: Lejon përdoruesit me llogari ekzistuese Metabase të hyjnë me një llogari Google që përputhet me adresën e tyre të email-it, përveç username-it dhe fjalëkalimit të Metabase.
sr: Omogućava korisnicima sa postojećim Metabase nalozima da se prijave pomoću Google naloga koji se poklapa sa njihovom email adresom, pored Metabase korisničkog imena i lozinke.
sv: Tillåt användare med befintliga Metabase-konton att logga in med ett Google-konto som matchar deras epost-adress utöver deras användarnamn och lösenord i Metabase.
tr: Mevcut Metabase hesaplarına sahip kullanıcıların, Metabase kullanıcı adlarına ve şifrelerine ek olarak e-posta adresleriyle eşleşen bir Google hesabıyla oturum açmalarına izin verir.
uk: Дозволяє користувачам з наявними обліковими записами Metabase входити за допомогою облікового запису Google, який збігається з їхньою адресою електронної пошти, на додаток до імені користувача та пароля Metabase.
vi: Cho phép người dùng có tài khoản Metabase hiện tại đăng nhập bằng tài khoản Google khớp với địa chỉ email của họ bên cạnh tên người dùng và mật khẩu Metabase của họ.
zh_hk: 允許擁有Metabase帳戶的使用者使用與其電子郵件地址匹配的Google帳戶以及其Metabase使用者名稱和密碼進行登入。

source: Configure
ar: تهيئة
bg: Конфигурирайте
ca: Configura
de: Konfiguriere
eo: set up / peep the setup
es: Configuración
fa: پیکربندی
fi: Määritä
fr: Configurer
hu: Beállítás
it: Configurare
ja: 設定
lt: Konfigūruoti
ms: Konfigurasi
nb: Konfigurer
nl: Configureer
pl: Konfiguruj
pt_br: Configurar
ru: Настроить
sk: Nastaviť
sl: Konfigurirati
sq: Konfiguro
sr: Podesi
sv: Konfigurera
tr: Yapılandır
uk: Налаштувати
vi: Cấu hình
zh_hk: 配置

source: Allows users within your LDAP directory to log in to Metabase with their LDAP credentials, and allows automatic mapping of LDAP groups to Metabase groups.
ar: يسمح للمستخدمين داخل دليل LDAP بتسجيل الدخول إلى Metabase باستخدام بيانات اعتماد LDAP الخاصة بهم، ويسمح بالتعيين التلقائي لمجموعات LDAP إلى مجموعات Metabase.
bg: Позволява на потребителите във вашата LDAP директория да влизат в Метабейс със своите LDAP идентификационни данни и позволява автоматично картографиране на LDAP групи в Метабейс групи.
ca: Permet als usuaris del teu directori LDAP iniciar sessió a Metabase amb les seves credencials LDAP i permet la assignació automàtica de grups LDAP a grups de metabase.
de: Ermöglicht Benutzern innerhalb deines LDAP-Verzeichnisses, sich mit ihren LDAP-Anmeldeinformationen bei Metabase anzumelden und ein automatisches Zuordnen von LDAP- zu Metabase-Gruppen vorzunehmen.
eo: Basically, it lets peeps in your LDAP directory log into Metabase using their LDAP info, and it automatically maps LDAP groups to Metabase groups — no cap.
es: Permite a los usuarios de tu directorio LDAP iniciar sesión en la Metabase con sus credenciales LDAP, y permite la asignación automática de grupos LDAP a grupos de metabase.
fa: اجازه می دهد تا کاربران در دایرکتوری LDAP خود را به Metabase با اعتبار LDAP خود وارد شوند، و اجازه می دهد تا نقشه های خودکار LDAP را به گروه های Metabase بطور خودکار.
fi: Sallii LDAP -hakemistossasi olevien käyttäjien kirjautua Metabaseen LDAP -tunnisteillaan ja LDAP -ryhmien automaattisen yhdistämisen metabase -ryhmiin.
fr: Permet aux utilisateurs de votre annuaire LDAP de se connecter à Metabase avec leur compte LDAP, et offre la possibilité de réaliser un mapping automatique des groupes LDAP et Metabase.
hu: Lehetővé teszi az LDAP-címtárban lévő felhasználók számára, hogy LDAP-hitelesítési adataikkal bejelentkezzenek a metabázisba, és lehetővé teszi az LDAP-csoportok automatikus leképezését metabázis-csoportokhoz.
it: Consente agli utenti all'interno della directory LDAP di accedere a Metabase con le proprie credenziali LDAP e consente la mappatura automatica dei gruppi LDAP ai gruppi di metabase.
ja: LDAPディレクトリ内のユーザーに対してLDAP資格情報によるMetabaseへのログインを許可し、LDAPグループをMetabaseグループに自動的にマッピングできるようにします。
ms: Membolehkan pengguna dalam direktori LDAP anda untuk log masuk ke Metabase dengan kelayakan LDAP mereka, dan membenarkan pemetaan automatik kumpulan LDAP ke kumpulan Metabase.
nb: Tillater brukere i LDAP-katalogen din å logge inn på Metabase med sine LDAP-legitimasjon, og tillater automatisk kartlegging av LDAP-grupper til Metabase-grupper.
nl: Hiermee kunnen gebruikers in uw LDAP-directory zich aanmelden bij Metabase met hun LDAP-inloggegevens en kunnen LDAP-groepen automatisch worden toegewezen aan Metabase-groepen.
pl: Umożliwia użytkownikom z katalogu LDAP na logowanie się do Metabase za pomocą swoich danych uwierzytelniających LDAP oraz automatyczne mapowanie grup LDAP na grupy Metabase.
pt_br: Permite que usuários dentro do seu diretório LDAP efetuem login no Metabase com suas credenciais LDAP e permite o mapeamento automático de grupos LDAP para grupos do Metabase.
ru: Позволяет пользователям в каталоге LDAP входить в Metabase с учетными данными LDAP, а также автоматически связывает группы LDAP с группами Metabase.
sk: Umožňuje používateľom vo vašom adresári LDAP prihlásiť sa do Metabase pomocou svojich LDAP prístupov a umožňuje automatické mapovanie skupín LDAP na skupiny Metabase.
sl: Uporabnikom v imeniku LDAP omogoča, da se prijavijo v zbirko Metabase s poverilnicami LDAP, in omogoča samodejno preslikavo skupin LDAP v skupine Metabase.
sq: Lejon përdoruesit brenda direktorisë tënde LDAP të hyjnë në Metabase me kredencialet e tyre LDAP, dhe lejon mapimin automatik të grupeve LDAP me grupet e Metabase.
sr: Omogućava korisnicima u vašem LDAP direktorijumu da se prijave u Metabase sa svojim LDAP kredencijalima, i omogućava automatsko mapiranje LDAP grupa na Metabase grupe.
sv: Tillåter LDAP-användare i din LDAP att logga in i Metabase med LDAP-uppgifter och tillåter automatisk mappning av LDAP-grupper till Metabase-grupper.
tr: LDAP dizininizdeki kullanıcıların, LDAP kimlik bilgileriyle Metabase'de oturum açmasına ve LDAP gruplarının Metabase gruplarına otomatik olarak eşlenmesini sağlar.
uk: Дозволяє користувачам у вашому LDAP-каталозі входити в Metabase за своїми LDAP-обліковими даними, а також автоматично мапить LDAP-групи на групи Metabase.
vi: Cho phép người dùng trong thư mục LDAP của bạn đăng nhập vào Metabase bằng thông tin LDAP của họ và cho phép tự động ánh xạ các nhóm LDAP sang các nhóm Metabase.
zh_hk: 允許LDAP目錄中的使用者使用他們的LDAP憑證登入到Metabase，並且允許自動同步LDAP組的資料到Metabase中來。

source: That's not a valid email address
hu: Nem érvényes e-mail cím
lt: Tai nėra tinkamas el. pašto adresas
ms: Itu bukan alamat emel yang sah

source: That's not a valid integer
hu: Nem érvényes egész szám
ms: Itu bukan integer yang sah

source: Changes saved!
hu: Változtatások elmentve!
ms: Perubahan disimpan!

source: Looks like we ran into some problems
hu: Úgy tűnik, problémákba ütköztünk
ms: Nampaknya kita mengalami beberapa masalah

source: Send test email
ar: أرسل بريدًا إلكترونيًا تجريبيًا
bg: Изпратете тестов имейл
ca: Envia email de test
de: Test-E-Mail senden
eo: Send a test email? Bet.
es: Enviar email de comprobación
fa: ارسال ایمیل آزمایشی
fi: Lähetä testisähköposti
fr: Envoyer un courriel de test
hu: Teszt e-mail küldése
it: Spedisci email di test
ja: テストメールを送信する
lt: Siųsti testinį el. laišką
ms: Hantar e-mel ujian
nb: Send test e-post
nl: Verstuur teste-mail
pl: Wyślij testowy email
pt_br: Enviar e-mail de teste
ru: Отправить пробный email
sk: Poslať testovací email
sl: Pošljite testno e-poštno sporočilo
sq: Dërgo email test
sr: Pošalji test e-poštu
sv: Skicka test-epost
tr: Test e-postası gönder
uk: Надіслати пробний email
vi: Gửi email kiểm tra
zh_hk: 發送測試郵件

source: Sending...
ar: جارٍ الإرسال...
bg: Изпращане...
ca: Enviant...
de: Senden...
eo: Sending rn
es: Enviando...
fa: درحال ارسال...
fi: Lähetetään...
fr: Envoi en cours...
hu: Küldés...
it: Invio...
ja: 送信中...
lt: Siunčiama...
ms: Menghantar...
nb: Sender...
nl: Bezig met versturen...
pl: Wysyłanie...
pt_br: Enviando...
ru: Отправка...
sk: Posiela sa...
sl: Pošiljanje...
sq: Po dërgohet...
sr: Šaljem...
sv: Sänder...
tr: Gönderiliyor ...
uk: Надсилання...
vi: Đang gửi...
zh_hk: 發送中

source: Sent!
hu: Elküldve!
lt: Išsiųsta!
ms: Dihantar

source: Clear
ar: امسح
bg: Изчисти
ca: Netejar
de: Löschen
eo: It's basically clean/straight, so you could say "It's all good" or "It's chill."
es: Limpiar
fa: پاک کردن
fi: Tyhjää
fr: Effacer
hu: Egyértelmű
it: Pulisci
ja: クリア
lt: Išvalyti
ms: Kosongkan
nb: Rens
nl: Leeg
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sk: Čisté
sl: Počisti
sq: Pastro
sr: Očisti
sv: Rensa
tr: Anlaşılır
uk: Очистити
vi: Xoá
zh_hk: 完成

source: Authentication
ar: المصادقة
bg: Удостоверяване
ca: Autenticació
de: Authentifizierung
eo: Auth checkz
es: Autenticación
fa: احراز هویت
fi: Todennus
fr: Authentification
hu: Hitelesítés
it: Autenticazione
ja: 認証
lt: Autentifikavimas
ms: Pengesahan
nb: Autentisering
nl: Authenticatie
pl: Uwierzytelnianie
pt_br: Autenticação
ru: Аутентификация
sk: Overenie
sl: Preverjanje pristnosti
sq: Autentikim
sr: Autentifikacija
sv: Autentisering
tr: Doğrulama
uk: Автентифікація
vi: Xác thực
zh_hk: 認證

source: Server Settings
hu: Szerver Beállítások
ms: Tetapan Pelayan

source: User Schema
hu: Felhasználói Séma
ms: Skema Pengguna

source: Attributes
ar: السمات
bg: Атрибути
ca: Atributs
de: Attribute
eo: Attributes → "Vibes" or "Traits" (but "vibes" is more chill and common in Gen Z slang)
es: Atributos
fa: خصوصیات
fi: Attribuutit
fr: Attributs
hu: Attribútumok
it: Attributi
ja: 属性
lt: Atributai
ms: Atribut
nb: Attributter
nl: Attributen
pl: Atrybuty
pt_br: Atributos
ru: Атрибуты
sk: Atribúty
sl: Atributi
sq: Atribute
sr: Atributi
sv: Egenskaper
tr: Nitelikler
uk: Атрибути
vi: Các thuộc tính
zh_hk: 屬性

source: Group Schema
hu: Csoportséma
ms: Skema Kumpulan

source: Using
hu: Használatával
ms: Menggunakan

source: Getting set up
hu: Beállítás
ms: Menyediakan

source: A few things you can do to get the most out of Metabase.
hu: Néhány dolog, amit megtehet, hogy a legtöbbet hozza ki a Metabase szolgáltatásból.
ms: Beberapa perkara yang anda boleh lakukan untuk mendapatkan yang terbaik dari Metabase.

source: Recommended next step
hu: Javasolt a következő lépés
ms: Langkah seterusnya yang disyorkan

source: Google Sign-In
hu: Google Belépés
lt: Google prisijungimas
ms: Daftar Masuk Google

source: To allow users to sign in with Google you'll need to give Metabase a Google Developers console application client ID. It only takes a few steps and instructions on how to create a key can be found {0}
hu: Ahhoz, hogy a felhasználók bejelentkezhessenek a Google-el, meg kell adnia a Metabase-nak egy Google Developers Console-alkalmazás-ügyfélazonosítót. Csak néhány lépésre van szükség, és a kulcs létrehozására vonatkozó utasításokat megtalálja {0}
ms: Untuk membenarkan pengguna log masuk menggunakan Google, anda perlu memberikan ID pelanggan aplikasi daripada konsol pembangun Google kepada Metabase. Proses ini hanya memerlukan beberapa langkah dan panduan untuk menghasilkan kunci boleh didapati di {0}.

source: Your Google client ID
hu: Ön Google azonosítója
ms: ID pelanggan Google anda

source: Allow users to sign up on their own if their Google account email address is from:
ar: اسمح للمستخدمين بالتسجيل بأنفسهم إذا كان عنوان بريد حساب Google الخاص بهم من:
bg: Позволете на потребителите да се регистрират сами, ако имейл адресът на акаунта им в Google е от:
ca: Permet que els usuaris es registrin ells mateixos si el seu compre de Google és de:
de: Erlaube Benutzern sich selbst zu registrieren, wenn deren Google Account von folgender E-Mail-Adresse stammt:
eo: Let users sign up by themselves if their Google email is from:
es: Permite que los usuarios se registren solos si la dirección de correo electrónico de su cuenta de Google es de:
fa: اجازه دهید کاربران خود را ثبت نام کنند اگر آدرس ایمیل حساب Google خود از آن است:
fi: Anna käyttäjien kirjautua itse, jos heidän Google tilin sähköpostiosoite on
fr: Autoriser les utilisateurs à se connecter uniquement si leur compte Google se termine par :
hu: Lehetővé teszi a felhasználók számára, hogy önállóan regisztráljanak, ha Google-fiókjuk e-mail címe a következőtől származik:
it: Consenti agli utenti di registrarsi da soli se il loro indirizzo email dell'account Google proviene da:
ja: Googleアカウントのメールアドレスが以下のドメインである場合、ユーザーが自分でサインアップできるようにする:
lt: Leiskite vartotojams užsiregistruoti savarankiškai, jei Google paskyros el. pašto adresas yra iš:
ms: Benarkan pengguna mendaftar sendiri jika alamat e-mel akaun Google mereka bermula dengan:
nb: Tillatt brukere å registrere seg hvis Google-kontoen kommer fra:
nl: Sta gebruikers toe om te registeren via een Google account e-mailadres van:
pl: Pozwól użytkownikom na samodzielną rejestrację, jeśli ich adres e-mail konta Google jest z domeny:
pt_br: Permita que os usuários se inscrevam por conta própria se o endereço de e-mail da conta do Google for de:
ru: Разрешить пользователям регистрироваться с их Google аккаунтом по email отсюда:
sk: Povoliť používateľom prihlásiť sa samostatne, ak ich e-mailová adresa účtu Google pochádza z:
sl: Uporabnikom omogočite, da se sami prijavijo, če je njihov e-poštni naslov Google Računa iz:
sq: Lejo përdoruesit të regjistrohen vetë nëse adresa e email-it e llogarisë së tyre Google është nga:
sr: Dozvoli korisnicima da se sami registruju ako je email adresa njihovog Google naloga iz:
sv: Tillåt användare att själv skapa konto om deras epostadress från Googlekontot kommer från:
tr: Google hesabı e-posta adresleri şunlardan olursa, kullanıcıların kendi başlarına kayıt olmalarına izin ver:
uk: Дозволити користувачам реєструватися самостійно, якщо адреса електронної пошти їхнього облікового запису Google належить до:
vi: Cho phép người dùng tự đăng ký nếu địa chỉ email tài khoản Google của họ đến từ:
zh_hk: 允許使用者用他們自己的信箱註冊，如果他們的Google帳戶地址來自：

source: Answers sent right to your Slack #channels
hu: A válaszokat közvetlenül a Slack #csatornáidra küldjük
ms: Jawapan dihantar terus ke #saluran Slack anda

source: Create a Slack Bot User for MetaBot
hu: Hozzon létre egy Slack Bot felhasználót a MetaBot számára
ms: Cipta Pengguna Bot Slack untuk MetaBot

source: Once you're there, give it a name and click {0}. Then copy and paste the Bot API Token into the field below. Once you are done, create a "metabase_files" channel in Slack. Metabase needs this to upload graphs.
hu: Ha ott van, adjon neki nevet, és kattintson a {0} gombra. Ezután másolja ki és illessze be a Bot API tokent az alábbi mezőbe. Ha elkészült, hozzon létre egy "metabase_files" csatornát a Slackben. A metabázisnak szüksége van erre a grafikonok feltöltéséhez.
ms: Setelah anda berada di sana, berikan nama dan klik {0}. Kemudian salin dan tampal Token API Bot ke dalam medan di bawah. Setelah selesai, cipta saluran "metabase_files" di Slack. Metabase memerlukan ini untuk memuat naik graf.

source: You're running Metabase {0} which is the latest and greatest!
ar: أنت تشغّل Metabase {0} وهو أحدث إصدار!
bg: Използвате най-новата и най-добрата Метабейс {0}!
ca: Esteu fent servir Metabase {0} que és la darrera i millor versió!
de: Du verwendest Metabase {0}, welches die aktuellste und beste Version ist!
eo: You're out here running Metabase {0}, which is straight-up the baddest and most fire!
es: ¡Estás ejecutando Metabase {0}, que es lo último y lo mejor!
fa: شما Metabase {0} را اجرا می کنید که آخرین و بزرگترین است!
fi: Käytät Metabasen versiota {0}, mikä on viimeisin ja hienoin!
fr: Vous utilisez Metabase {0}, qui est la dernière version, et la meilleure !
hu: Ön a(z) {0} metabázist futtatja, amely a legújabb és legjobb!
it: Stai usando Metabase {0} che é l'ultimo e il migliore!
ja: お使いのMetabase {0}は最新です
lt: Jūs naudojate Metabase {0} kuri yra naujausia ir geriausia!
ms: Anda menjalankan Metabase {0} yang terkini dan terbaik!
nb: Du bruker Metabase {0} som er den siste og beste!
nl: U draait Metabase {0}, de nieuwste versie.
pl: Używasz Metabase {0}, która jest najnowsza i najlepsza!
pt_br: Você está executando a versão do Metabase {0}, que é o mais recente e melhor!
ru: У вас установлена Metabase {0} — самая свежая и прекрасная!
sk: Používate Metabase {0}, ktorá je najnovšia!
sl: Uporabljate Metabase {0}, ki je najnovejši in najboljši!
sq: Po ekzekuton Metabase {0} që është versioni më i fundit dhe më i miri!
sr: Pokrećeš Metabase {0}, koji je najnoviji i najbolji!
sv: Du kör Metabase {0} vilken är den senaste och bästa!
tr: En yeni ve en büyük olan {0} Metabase'i çalıştırıyorsunuz!
uk: У вас запущено Metabase {0} — це найновіша версія!
vi: Bạn đang chạy Metabase {0}, đây là phiên bản mới nhất và tốt nhất!
zh_hk: 您正在執行的Metabase {0}是最新版本的。

source: Metabase {0} is available. You're running {1}
hu: Metabase {0} elérhető. Ön {1}-t használ jelenleg
ms: Metabase {0} tersedia. Anda sedang menjalankan {1}

source: Update
ar: تحديث
bg: Актуализиране
ca: Actualitzar
de: Aktualisieren
eo: Update → "Tea" or "The 411"
es: Actualiza
fa: به روز رسانی
fi: Päivitä
fr: Mettre à jour
hu: Frissítés
it: Aggiornare
ja: アップデートする
lt: Atnaujinti
ms: Kemas kini
nb: Oppdater
nl: Opslaan
pl: Aktualizuj
pt_br: Atualizar
ru: Обновить
sk: Aktualizovať
sl: Posodobitev
sq: Përditëso
sr: Ažuriraj
sv: Uppdatera
tr: Güncelleştirme
uk: Оновити
vi: Cập nhật
zh_hk: 更新

source: What's Changed:
eo: What’s the tea:
hu: Mi változott:
lt: Kas pasikeitė:
ms: Apa yang telah berubah:

source: Add a map
ar: أضف خريطة
bg: Добавете карта
ca: Afegiu un mapa
de: Karte hinzufügen
eo: Drop a map, fr fr
es: Añade un mapa
fa: یک نقشه اضافه کنید
fi: Lisää kartta
fr: Ajouter une carte
hu: Térkép hozzáadása
it: Aggiungi una mappa
ja: マップを追加する
lt: Pridėti žemėlapį
ms: Tambah peta
nb: Legg til kart
nl: Voeg een kaart toe
pl: Dodaj mapę
pt_br: Adicione um mapa
ru: Добавить карту
sk: Pridajte mapu
sl: Dodajanje zemljevida
sq: Shto një hartë
sr: Dodaj mapu
sv: Lägg till en karta
tr: Harita ekle
uk: Додати карту
vi: Thêm một bản đồ
zh_hk: 新增一個地圖

source: URL
bg: URL адреси
eo: link or the plug, bestie
fa: نشانی اینترنتی
ms: Pelokasi Sumber Seragam
nb: Nettlink
ru: Ссылка
sk: ADRESA URL
sl: Spletni naslov
vi: Địa chỉ URL
zh_hk: URL連結

source: Delete custom map
ar: حذف الخريطة المخصصة
bg: Изтриване на персонализирана карта
ca: Elimina el mapa personalitzat
de: Lösche individuelle Karte
eo: Remove the custom map, fr fr
es: Elimina mapa personalizado
fa: حذف نقشه سفارشی
fi: Poista oma kartta
fr: Supprimer une carte personnalisée
hu: Egyéni térkép törlése
it: Cancellare mappa personalizzata
ja: カスタムマップを削除する
lt: Ištrinti pasirinktinį žemėlapį
ms: Padam peta khusus
nb: Slett tilpasset kart
nl: Verwijder aangepaste kaart
pl: Usuń niestandardową mapę
pt_br: Excluir mapa personalizado
ru: Удалить текущую карту
sk: Odstránte vlastnú mapu
sl: Brisanje zemljevida po meri
sq: Fshi hartën e personalizuar
sr: Obriši prilagođenu mapu
sv: Ta bort anpassad karta
tr: Özel haritayı sil
uk: Видалити користувацьку карту
vi: Xoá bản đồ tuỳ chỉnh
zh_hk: 刪除自訂地圖

source: Remove
ar: أزل
bg: Премахване
ca: Elimina
de: Löschen
eo: Toss it out or dip it
es: Borrar
fa: پاک کردن
fi: Poista
fr: Supprimer
hu: Távolítsa el
it: Rimuovere
ja: 削除する
lt: Pašalinti
ms: Keluarkan
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
sk: Odstrániť
sl: Odstrani
sq: Hiq
sr: Ukloni
sv: Ta bort
tr: Kaldır
uk: Видалити
vi: Xoá
zh_hk: 刪除

source: Select…
ar: اختر…
bg: Изберете ...
ca: Selecciona…
de: Wähle…
eo: Pick, lol
es: Selecciona…
fa: اتخاب...
fi: Valitse...
fr: Sélectionner...
hu: Válasszon…
it: Seleziona...
ja: 選択...
lt: Pasirinkite…
ms: Pilih...
nb: Velg…
nl: Selecteer...
pl: Wybierz...
pt_br: Selecionar…
ru: Выбрать…
sk: Vybrať...
sl: Izbrati...
sq: Zgjidh…
sr: Izaberi…
sv: Välj…
tr: Seç...
uk: Вибрати…
vi: Chọn...
zh_hk: 選擇
