Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: No options
ar: لا توجد خيارات
ca: Sense opcions
de: Keine Optionen
es: Sin opciones
fa: هیچ گزینه‌ای وجود ندارد
fi: Ei vaihtoehtoja
fr: Aucune option
it: Nessuna opzione
ja: オプションなし
nb: Ingen alternativer
pl: Brak opcji
pt_br: Sem opções
ru: Нет вариантов
sk: Žiadne možnosti
sl: Ni možnosti
sq: Nuk ka opsione
sr: Nema opcija
tr: Seçenek yok.
uk: Немає опцій
vi: Không có tùy chọn nào
zh_hk: 無選項

source: View {0} with no {1}
ar: اعرض {0} بدون {1}
bg: Преглед {0} без {1}
ca: Vista {0} sense {1}
de: Ansicht {0} ohne {1}
es: Ver {0} sin {1}
fa: نمایش {0} بدون {1}
fi: Näytä {0} ilman {1}
fr: Voir {0} sans {1}
it: Visualizza {0} senza {1}
ja: {1}なしで {0} を表示する
nb: Se {0} uten {1}
nl: Bekijk {0} zonder {1}
pl: Widok {0} bez {1}
pt_br: Ver {0} sem {1}
ru: Посмотреть {0} без {1}
sk: Zobraziť {0} bez {1}
sl: Ogled {0} brez {1}
sq: Shfaq {0} pa {1}
sr: Prikaži {0} bez {1}
sv: Visa {0} utan {1}
tr: {1}olmadan {0} görüntüle
uk: Переглянути {0} без {1}
vi: Xem {0} mà không có {1}
zh_hk: 檢視 {0} ，無 {1}

source: Filter by this date and time
ar: صفِّ حسب هذا التاريخ والوقت
bg: Филтриране по тази дата и час
ca: Filtreu per aquesta data i hora
de: Nach diesem Datum und dieser Uhrzeit filtern
eo: Filter by this date and time, fr fr
es: Filtrar por esta fecha y hora
fa: بر اساس این تاریخ و زمان فیلتر کنید
fi: Suodata tämän päivämäärän ja kellonajan mukaan
fr: Filtre sur la date et l'heure
it: Filtrare in base alla data e all'ora
ja: この日時でフィルタリングする
lt: Filtruoti pagal šią datą ir laiką
nb: Filtrer etter denne datoen og klokkeslettet
nl: Filter op deze datum en tijd
pl: Filtruj wg tej daty i godziny
pt_br: Filtrar por esta data e hora
ru: Фильтр по дате и времени
sk: Filtrovanie podľa tohto dátumu a času
sl: Filtriranje po tem datumu in času
sq: Filtro sipas kësaj date dhe ore
sr: Filtriraj po ovom datumu i vremenu
sv: Filtrera efter datum och tid
tr: Bu tarih ve saate göre filtreleme
uk: Фільтрувати за цією датою й часом
vi: Lọc theo ngày và giờ này
zh_hk: 依此日期和時間篩選

source: Function {0} expects at least {1} argument
ar: الدالة {0} تتوقع على الأقل {1} وسيطات
bg: Функцията {0} очаква поне {1} аргумент
ca: La funció {0} espera com a mínim {1} argument
de: Funktion {0} erwartet mindestens {1} Argument
eo: Function {0} is lowkey expecting at least {1} args, fr.
es: La función {0} espera al menos {1} argumentos
fa: تابع {0} حداقل آرگومان {1} را انتظار دارد.
fi: Funktio {0} odottaa vähintään {1} argumenttia
fr: La fonction {0} attend au moins {1} argument
it: La funzione {0} si aspetta almeno un argomento {1}
ja: 関数 {0} は少なくとも {1} 個の引数を必要とします
lt: Funkcija {0} tikisi bent {1} argumento
nb: Funksjonen {0} forventer minst {1} argument
nl: Functie {0} verwacht minimaal {1} argument
pl: Funkcja {0} oczekuje co najmniej {1} argumentu
pt_br: A função {0} espera pelo menos {1} argumento
ru: Функция {0} ожидает не менее {1} аргумента
sk: Funkcia {0} očakáva argument s hodnotou aspoň {1}
sl: Funkcija {0} pričakuje vsaj {1} argument
sq: Funksioni {0} pret të paktën {1} argument
sr: Funkcija {0} očekuje najmanje {1} argument
sv: Funktionen {0} förväntar sig minst {1} argument
tr: {0} fonksiyonu en az {1} argümanını bekliyor
uk: Функція {0} очікує щонайменше {1} аргумент
vi: Hàm {0} mong đợi ít nhất {1} đối số
zh_hk: 函數 {0} 期望至少有 {1} 參數

source: Unexpected character: {0}
ar: حرف غير متوقع: {0}
bg: Неочакван символ: {0}
ca: Caràcter inesperat: {0}
de: Unerwartetes Zeichen: {0}
eo: Yo, got an unexpected character: {0} lol
es: Personaje inesperado: {0}
fa: شخصیت غیرمنتظره: {0}
fi: Odottamaton merkki: {0}
fr: Caractère inattendu : {0}
it: Carattere inaspettato: {0}
ja: 予期しない文字: {0}
nb: Uventet karakter: {0}
nl: Onverwacht teken: {0}
pl: Nieoczekiwany znak: {0}
pt_br: Caractere inesperado: {0}
ru: Неожиданный символ: {0}
sk: Neočakávaný znak: {0}
sl: Nepričakovan znak: {0}
sq: Karakter i papritur: {0}
sr: Neočekivan znak: {0}
sv: Oväntat tecken: {0}
tr: Beklenmeyen karakter: {0}
uk: Неочікуваний символ: {0}
vi: Nhân vật bất ngờ: {0}
zh_hk: 意料之外的人物： {0}

source: Invalid expression: {0}
ar: تعبير غير صالح: {0}
bg: Невалиден израз: {0}
ca: Expressió no vàlida: {0}
de: Ungültiger Ausdruck: {0}
eo: Bruh, this expression's invalid: {0}
es: Expresión no válida: {0}
fa: عبارت نامعتبر: {0}
fi: Virheellinen lauseke: {0}
fr: Expression non valide : {0}
it: Espressione non valida: {0}
ja: 無効な式: {0}
nb: Ugyldig uttrykk: {0}
nl: Ongeldige expressie: {0}
pl: Nieprawidłowe wyrażenie: {0}
pt_br: Expressão inválida: {0}
ru: Недопустимое выражение: {0}
sk: Neplatný výraz: {0}
sl: Neveljaven izraz: {0}
sq: Shprehje e pavlefshme: {0}
sr: Nevažeći izraz: {0}
sv: Ogiltigt uttryck: {0}
tr: Geçersiz ifade: {0}
uk: Некоректний вираз: {0}
vi: Biểu thức không hợp lệ: {0}
zh_hk: 無效表達式： {0}

source: Select data
ar: حدّد البيانات
bg: Изберете данни
ca: Selecciona dades
de: Daten auswählen
es: Seleccionar datos
fa: انتخاب داده‌ها
fi: Valitse tiedot
fr: Sélectionner les données
it: Seleziona i dati
ja: データを選択
nb: Velg data
nl: Selecteer gegevens
pl: Wybierz dane
pt_br: Selecionar dados
ru: Выберите данные
sk: Vyberte údaje
sl: Izberite podatke
sq: Zgjidh të dhëna
sr: Izaberite podatke
sv: Välj data
tr: Veri seç
uk: Вибрати дані
vi: Chọn dữ liệu
zh_hk: 選擇資料

source: Italic
ar: مائل
bg: Курсив
ca: Cursiva
de: Kursiv
es: Itálico
fa: ایتالیک
fi: Kursiivi
fr: Italique
it: Corsivo
ja: イタリック
nb: Kursiv
nl: Cursief
pl: italski
pt_br: itálico
ru: Курсив
sk: Kurzíva
sl: Kurzivno
sr: Kurziv
sv: Kursiv
tr: İtalik
uk: Курсив
vi: In nghiêng
zh_hk: 斜體

source: Strikethrough
ar: يتوسطه خط
bg: Задраскано
ca: Ratllat
de: Durchgestrichen
es: Tachado
fa: خط خورده
fi: Yliviivaus
fr: Barré
it: Barrato
ja: 取り消し線
nb: Gjennomstreket
nl: Doorhalen
pl: Przekreślenie
pt_br: Tachado
ru: Зачеркивание
sk: Prečiarknuté
sl: Prečrtano
sr: Precrtano
sv: Genomstruken
tr: Üstü çizili
uk: Закреслення
vi: Gạch ngang
zh_hk: 刪除線

source: Inline code
ar: كود داخل السطر
bg: Вграден код
ca: Codi en línia
es: Código en línea
fa: کد درون‌خطی
fi: Sisäinen koodi
fr: Code en ligne
it: Codice in linea
ja: インラインコード
nb: Innebygd kode
pl: Kod wbudowany
pt_br: Código embutido
ru: Встроенный код
sk: Vložený kód
sl: Vgrajena koda
sq: Kod inline
sr: Inline kod
sv: Inline-kod
tr: Satır içi kod
uk: Вбудований код
vi: Mã nội tuyến
zh_hk: 內嵌程式碼

source: Add supporting text
ar: أضف نصًا داعمًا
bg: Добавете подкрепящ текст
ca: Afegeix text de suport
de: Ergänzenden Text hinzufügen
es: Agregar texto de apoyo
fa: متن پشتیبانی را اضافه کنید
fi: Lisää tukeva teksti
fr: Ajouter du texte d'accompagnement
it: Aggiungi testo di supporto
ja: 補足テキストを追加する
nb: Legg til støttetekst
nl: Ondersteunende tekst toevoegen
pl: Dodaj tekst pomocniczy
pt_br: Adicionar texto de apoio
ru: Добавить сопроводительный текст
sk: Pridajte podporný text
sl: Dodajte podporno besedilo
sq: Shto tekst mbështetës
sr: Dodaj prateći tekst
sv: Lägg till stödtext
tr: Destekleyici metin ekleyin
uk: Додати супровідний текст
vi: Thêm văn bản hỗ trợ
zh_hk: 新增輔助文字

source: Edit Visualization
ar: تعديل التصوّر
bg: Редактиране на визуализацията
ca: Edita la visualització
de: Visualisierung bearbeiten
es: Editar visualización
fa: ویرایش تجسم
fi: Muokkaa visualisointia
fr: Modifier la visualisation
it: Modifica visualizzazione
ja: 視覚化を編集する
nb: Rediger visualisering
nl: Visualisatie bewerken
pl: Edytuj wizualizację
pt_br: Editar visualização
ru: Редактировать визуализацию
sk: Upraviť vizualizáciu
sl: Urejanje vizualizacije
sq: Redakto Vizualizimin
sr: Izmeni vizualizaciju
sv: Redigera visualisering
tr: Görselleştirmeyi Düzenle
uk: Редагувати візуалізацію
vi: Chỉnh sửa hình ảnh
zh_hk: 編輯可視化

source: Edit Query
ar: تعديل الاستعلام
bg: Редактиране на заявка
ca: Edita la consulta
de: Abfrage bearbeiten
es: Editar consulta
fa: ویرایش پرس‌وجو
fi: Muokkaa kyselyä
fr: Modifier la requête
it: Modifica query
ja: クエリを編集
nb: Rediger spørring
nl: Query bewerken
pl: Edytuj zapytanie
pt_br: Editar consulta
ru: Редактировать запрос
sk: Upraviť dopyt
sl: Uredi poizvedbo
sq: Redakto Query-n
sr: Izmeni upit
sv: Redigera fråga
tr: Sorguyu Düzenle
uk: Редагувати запит
vi: Chỉnh sửa truy vấn
zh_hk: 編輯查詢

source: Remove Chart
ar: إزالة Chart
bg: Премахване на диаграмата
ca: Elimina el gràfic
de: Diagramm entfernen
es: Eliminar gráfico
fa: حذف نمودار
fi: Poista kaavio
fr: Supprimer le graphique
it: Rimuovi grafico
ja: チャートを削除
nb: Fjern diagram
nl: Grafiek verwijderen
pl: Usuń wykres
pt_br: Remover gráfico
ru: Удалить диаграмму
sk: Odstrániť graf
sl: Odstrani grafikon
sq: Hiq Grafik
sr: Ukloni grafikon
sv: Ta bort diagram
tr: Grafiği Kaldır
uk: Вилучити діаграму
vi: Xóa biểu đồ
zh_hk: 移除圖表

source: There was a problem connecting to Metabot
ar: حدثت مشكلة أثناء الاتصال بـ Metabot
bg: Възникна проблем при свързването с Metabot
ca: Hi ha hagut un problema amb la connexió a Metabot.
de: Beim Verbinden mit Metabot ist ein Problem aufgetreten
es: Hubo un problema al conectarse a Metabot
fa: مشکلی در اتصال به متابوت وجود داشت
fi: Metabotiin yhdistämisessä oli ongelma.
fr: Il y a eu un problème de connexion à Metabot
it: Si è verificato un problema durante la connessione a Metabot
ja: Metabotへの接続中に問題が発生しました
nb: Det oppstod et problem med å koble til Metabot
nl: Er is een probleem opgetreden bij het verbinden met Metabot
pl: Wystąpił problem z połączeniem z Metabotem
pt_br: Ocorreu um problema ao conectar ao Metabot
ru: Возникла проблема с подключением к Metabot.
sk: Vyskytol sa problém s pripojením k Metabotu
sl: Pri povezovanju z Metabotom je prišlo do težave.
sq: Pati një problem gjatë lidhjes me Metabot
sr: Došlo je do problema pri povezivanju sa Metabotom
sv: Det uppstod ett problem med att ansluta till Metabot.
tr: Metabot'a bağlanırken bir sorun oluştu
uk: Виникла проблема з підключенням до Metabot
vi: Đã xảy ra sự cố khi kết nối với Metabot
zh_hk: 連接到 Metabot 有問題

source: Could not find Metabot block
ar: تعذر العثور على كتلة Metabot
bg: Не можа да бъде намерен блок на Metabot
ca: No s'ha pogut trobar el bloc Metabot
de: Metabot-Block konnte nicht gefunden werden
es: No se pudo encontrar el bloque Metabot
fa: بلوک متابوت پیدا نشد
fi: Metabot-lohkoa ei löytynyt
fr: Impossible de trouver le bloc Metabot
it: Impossibile trovare il blocco Metabot
ja: Metabot ブロックが見つかりませんでした
nb: Fant ikke Metabot-blokken
nl: Kon Metabot-blok niet vinden
pl: Nie można znaleźć bloku Metabot
pt_br: Não foi possível encontrar o bloco Metabot
ru: Не удалось найти блок Metabot
sk: Nepodarilo sa nájsť blok Metabot
sl: Bloka Metabot ni bilo mogoče najti.
sq: S’u gjet blloku i Metabot
sr: Nije moguće pronaći Metabot blok
sv: Kunde inte hitta Metabot-blocket
tr: Metabot bloğu bulunamadı
uk: Не вдалося знайти блок Metabot
vi: Không tìm thấy khối Metabot
zh_hk: 無法找到 Metabot 區塊

source: Created with Metabot
ar: تم الإنشاء باستخدام Metabot
bg: Създадено с Metabot
ca: Creat amb Metabot
de: Erstellt mit Metabot
es: Creado con Metabot
fa: ایجاد شده با متابوت
fi: Luotu Metabotilla
fr: Créé avec Metabot
it: Creato con Metabot
ja: Metabotで作成
nb: Opprettet med Metabot
nl: Gemaakt met Metabot
pl: Utworzono za pomocą Metabota
pt_br: Criado com Metabot
ru: Создано с помощью Metabot
sk: Vytvorené pomocou Metabotu
sl: Ustvarjeno z Metabotom
sq: Krijuar me Metabot
sr: Kreirano uz Metabot
sv: Skapad med Metabot
tr: Metabot ile oluşturuldu
uk: Створено за допомогою Metabot
vi: Được tạo bằng Metabot
zh_hk: 使用 Metabot 建立

source: Metabot is disabled
ar: Metabot معطّل
bg: Метаботът е деактивиран
ca: El Metabot està desactivat
de: Metabot ist deaktiviert
es: Metabot está deshabilitado
fa: متابوت غیرفعال است
fi: Metabotti on poistettu käytöstä
fr: Metabot est désactivé
it: Metabot è disabilitato
ja: メタボットは無効です
nb: Metabot er deaktivert
nl: Metabot is uitgeschakeld
pl: Metabot jest wyłączony
pt_br: O Metabot está desativado
ru: Метабот отключен
sk: Metabot je vypnutý
sl: Metabot je onemogočen
sq: Metabot është i çaktivizuar
sr: Metabot je onemogućen
sv: Metabot är inaktiverad
tr: Metabot devre dışı bırakıldı
uk: Metabot вимкнено
vi: Metabot đã bị vô hiệu hóa
zh_hk: Metabot 已停用

source: Stop generating
ar: إيقاف التوليد
bg: Спрете генерирането
ca: Atura la generació
de: Stoppen Sie die Generierung
es: Deja de generar
fa: تولید را متوقف کنید
fi: Lopeta tuottaminen
fr: Arrêter de générer
it: Smetti di generare
ja: 生成を停止
nb: Slutt å generere
nl: Stop met genereren
pl: Zatrzymaj generowanie
pt_br: Pare de gerar
ru: Перестаньте генерировать
sk: Zastaviť generovanie
sl: Nehaj ustvarjati
sq: Ndalo gjenerimin
sr: Zaustavi generisanje
sv: Sluta generera
tr: Üretmeyi durdur
uk: Зупинити генерування
vi: Dừng tạo
zh_hk: 停止產生

source: Ask Metabot to generate a chart for you, and use @ to select a specific Database to use
ar: اطلب من Metabot إنشاء مخطط لك، واستخدم @ لاختيار قاعدة بيانات محددة لاستخدامها
bg: Помолете Metabot да генерира диаграма за вас и използвайте @, за да изберете конкретна база данни, която да използвате
ca: Demana a Metabot que et generi un gràfic i utilitza @ per seleccionar una base de dades específica per utilitzar.
de: Bitten Sie Metabot, ein Diagramm für Sie zu erstellen, und verwenden Sie @, um eine bestimmte Datenbank auszuwählen, die verwendet werden soll
es: Pídale a Metabot que genere un gráfico para usted y use @ para seleccionar una base de datos específica para usar
fa: از متابات بخواهید که یک نمودار برای شما ایجاد کند و با استفاده از @ یک پایگاه داده خاص را برای استفاده انتخاب کنید.
fi: Pyydä Metabotia luomaan sinulle kaavio ja valitse käytettävä tietokanta @-merkillä.
fr: Demandez à Metabot de générer un graphique pour vous et utilisez @ pour sélectionner une base de données spécifique à utiliser
it: Chiedi a Metabot di generare un grafico per te e usa @ per selezionare un database specifico da utilizzare
ja: Metabotにチャートを生成するように指示し、@を使用して使用する特定のデータベースを選択します。
nb: Be Metabot om å generere et diagram for deg, og bruk @ for å velge en bestemt database som skal brukes
nl: Vraag Metabot om een grafiek voor u te genereren en gebruik @ om een specifieke database te selecteren die u wilt gebruiken
pl: Poproś Metabota o wygenerowanie wykresu i użyj @, aby wybrać konkretną bazę danych, której chcesz użyć
pt_br: Peça ao Metabot para gerar um gráfico para você e use @ para selecionar um banco de dados específico para usar
ru: Попросите Metabot создать для вас диаграмму и используйте @, чтобы выбрать конкретную базу данных для использования.
sk: Požiadajte Metabot, aby vám vygeneroval graf, a pomocou znaku @ vyberte konkrétnu databázu, ktorú chcete použiť.
sl: Prosite Metabot, naj za vas ustvari grafikon, in z znakom @ izberite določeno bazo podatkov, ki jo želite uporabiti.
sq: Kërkoji Metabot të të gjenerojë një grafik dhe përdor @ për të zgjedhur një Database specifike për përdorim
sr: Zamolite Metabot da vam generiše grafikon i koristite @ da izaberete konkretnu bazu podataka
sv: Be Metabot att generera ett diagram åt dig och använd @ för att välja en specifik databas att använda
tr: Metabot'tan sizin için bir grafik oluşturmasını isteyin ve kullanılacak belirli bir Veritabanını seçmek için @ işaretini kullanın
uk: Попросіть Metabot згенерувати для вас діаграму та використайте @, щоб вибрати конкретну базу даних
vi: Yêu cầu Metabot tạo biểu đồ cho bạn và sử dụng @ để chọn Cơ sở dữ liệu cụ thể để sử dụng
zh_hk: 請 Metabot 為您產生圖表，並使用 @ 選擇要使用的特定資料庫

source: Working on it...
ar: جارٍ العمل عليها...
bg: Работя по него...
ca: Hi treballant...
de: Ich arbeite daran ...
es: Trabajando en ello...
fa: روی آن کار می کند...
fi: Työskentely sen parissa...
fr: J'y travaille...
it: Ci sto lavorando...
ja: 作業中です...
nb: Jobber med det...
nl: Ik werk eraan...
pl: Pracuję nad tym...
pt_br: Trabalhando nisso...
ru: Работаю над этим...
sk: Pracujem na tom...
sl: Delam na tem ...
sq: Po merremi me të...
sr: Radim na tome...
sv: Jobbar på det...
tr: Üzerinde çalışılıyor...
uk: Працюємо над цим...
vi: Đang thực hiện...
zh_hk: 正在努力...

source: Loading {0}...
ar: جارٍ تحميل {0}...
bg: Зареждане {0}...
ca: S'està carregant {0}...
de: Wird geladen {0}...
es: Cargando {0}...
fa: در حال بارگذاری {0}...
fi: Ladataan {0}...
fr: Chargement {0}...
it: Caricamento in corso {0}...
ja: {0}を読み込んでいます...
nb: Laster inn {0}...
nl: Bezig met laden {0}...
pl: Ładowanie {0}...
pt_br: Carregando {0}...
ru: Загрузка {0}...
sk: Načítava sa {0}...
sl: Nalaganje {0}...
sq: Po ngarkohet {0}...
sr: Učitavanje {0}...
sv: Laddar {0}...
tr: Yükleniyor {0}...
uk: Завантаження {0}...
vi: Đang tải {0}...
zh_hk: 載入中 {0}...

source: Failed to load
ar: فشل التحميل
bg: Зареждането не бе успешно
ca: No s'ha pogut carregar
de: Laden fehlgeschlagen
es: No se pudo cargar
fa: بارگیری ناموفق بود
fi: Lataus epäonnistui
fr: Échec du chargement
it: Caricamento non riuscito
ja: 読み込みに失敗しました
nb: Kunne ikke lastes inn
nl: Laden mislukt
pl: Nie udało się załadować
pt_br: Falha ao carregar
ru: Не удалось загрузить
sk: Načítanie zlyhalo
sl: Nalaganje ni uspelo
sq: Dështoi ngarkimi
sr: Neuspešno učitavanje
sv: Misslyckades med att ladda
tr: Yüklenemedi
uk: Не вдалося завантажити
vi: Không tải được
zh_hk: 載入失敗

source: Write whatever you'd like to
ar: اكتب ما تريد
bg: Пишете каквото искате
ca: Escriu el que vulguis
de: Schreibe, was immer du möchtest
es: Escribe lo que quieras
fa: هرچی دلت میخواد بنویس
fi: Kirjoita mitä tahansa haluat
fr: Écrivez ce que vous voulez
it: Scrivi quello che vuoi
ja: 書きたいことを何でも書いてください
nb: Skriv hva du vil
nl: Schrijf wat je maar wilt
pl: Napisz cokolwiek chcesz
pt_br: Escreva o que quiser
ru: Напишите, что хотите.
sk: Napíšte si, čokoľvek chcete
sl: Napiši, karkoli želiš
sq: Shkruaj çfarë të duash
sr: Napišite šta god želite
sv: Skriv vad du vill
tr: Ne istersen yaz
uk: Напишіть що завгодно
vi: Viết bất cứ điều gì bạn muốn
zh_hk: 想寫什麼就寫什麼

source: Supporting text
ar: نص داعم
bg: Подкрепящ текст
ca: Text de suport
de: Begleitender Text
es: Texto de apoyo
fa: متن پشتیبان
fi: Tukiteksti
fr: Texte d'appui
it: Testo di supporto
ja: 補足テキスト
nb: Understøttende tekst
nl: Ondersteunende tekst
pl: Tekst pomocniczy
pt_br: Texto de apoio
ru: Сопроводительный текст
sk: Podporný text
sl: Podporno besedilo
sq: Tekst mbështetës
sr: Prateći tekst
sv: Stödtext
tr: Destekleyici metin
uk: Супровідний текст
vi: Văn bản hỗ trợ
zh_hk: 輔助文字

source: Search all personal collections
ar: ابحث في جميع المجموعات الشخصية
bg: Търсене във всички лични колекции
ca: Cerca a totes les col·leccions personals
de: Durchsuchen Sie alle persönlichen Sammlungen
es: Buscar en todas las colecciones personales
fa: جستجو در تمام مجموعه‌های شخصی
fi: Hae kaikista henkilökohtaisista kokoelmista
fr: Rechercher dans toutes les collections personnelles
it: Cerca in tutte le collezioni personali
ja: すべての個人コレクションを検索
nb: Søk i alle personlige samlinger
nl: Doorzoek alle persoonlijke collecties
pl: Przeszukaj wszystkie kolekcje osobiste
pt_br: Pesquisar todas as coleções pessoais
ru: Искать во всех личных коллекциях
sk: Vyhľadať vo všetkých osobných zbierkach
sl: Iskanje po vseh osebnih zbirkah
sq: Kërko në të gjitha koleksionet personale
sr: Pretraži sve lične kolekcije
sv: Sök i alla personliga samlingar
tr: Tüm kişisel koleksiyonlarda arama yapın
uk: Шукати в усіх персональних колекціях
vi: Tìm kiếm tất cả các bộ sưu tập cá nhân
zh_hk: 搜尋所有個人收藏

source: Unlock access to paid features if you'd like to try them out
ar: افتح الوصول إلى الميزات المدفوعة إذا كنت ترغب في تجربتها
bg: Отключете достъпа до платени функции, ако искате да ги изпробвате
ca: Desbloqueja l'accés a les funcions de pagament si vols provar-les
de: Schalten Sie den Zugriff auf kostenpflichtige Funktionen frei, wenn Sie diese ausprobieren möchten
es: Desbloquea el acceso a funciones pagas si quieres probarlas
fa: اگر می‌خواهید ویژگی‌های پولی را امتحان کنید، دسترسی به آن‌ها را آزاد کنید
fi: Avaa pääsy maksullisiin ominaisuuksiin, jos haluat kokeilla niitä
fr: Débloquez l'accès aux fonctionnalités payantes si vous souhaitez les essayer
it: Sblocca l'accesso alle funzionalità a pagamento se desideri provarle
ja: 有料機能を試してみたい場合は、アクセスをロック解除してください
nb: Lås opp tilgang til betalte funksjoner hvis du vil prøve dem
nl: Ontgrendel toegang tot betaalde functies als u ze wilt uitproberen
pl: Odblokuj dostęp do płatnych funkcji, jeśli chcesz je wypróbować
pt_br: Desbloqueie o acesso a recursos pagos se quiser experimentá-los
ru: Разблокируйте доступ к платным функциям, если хотите их опробовать.
sk: Odomknite prístup k plateným funkciám, ak si ich chcete vyskúšať
sl: Odklenite dostop do plačljivih funkcij, če jih želite preizkusiti
sq: Zhbllokoni aksesin te veçoritë me pagesë nëse dëshironi t’i provoni
sr: Otključajte pristup plaćenim funkcijama ako želite da ih isprobate
sv: Lås upp åtkomst till betalda funktioner om du vill testa dem
tr: Denemek isterseniz ücretli özelliklere erişimin kilidini açın
uk: Розблокуйте доступ до платних функцій, якщо хочете їх спробувати
vi: Mở khóa quyền truy cập vào các tính năng trả phí nếu bạn muốn dùng thử
zh_hk: 如果您想試用付費功能，可解除鎖定存取權限

source: Empty folder illustration
ar: رسم توضيحي لمجلد فارغ
bg: Илюстрация на празна папка
ca: Il·lustració de la carpeta buida
de: Abbildung: Leerer Ordner
eo: Empty folder pic is kinda sus lol
es: Ilustración de carpeta vacía
fa: تصویر پوشه خالی
fi: Tyhjän kansion kuva
fr: Illustration d'un dossier vide
it: Illustrazione di cartella vuota
ja: 空のフォルダのイラスト
lt: Tuščio aplanko iliustracija
nb: Illustrasjon av tom mappe
nl: Illustratie van lege map
pl: Ilustracja pustego folderu
pt_br: Ilustração de pasta vazia
ru: Иллюстрация пустой папки
sk: Ilustrácia prázdneho priečinka
sl: Ilustracija prazne mape
sq: Ilustrim i dosjes bosh
sr: Ilustracija prazne fascikle
sv: Tom mappillustration
tr: Boş klasör çizimi
uk: Ілюстрація порожньої папки
vi: Minh họa thư mục trống
zh_hk: 空文件夾插圖

source: Collection event illustration
ar: رسم توضيحي لحدث مجموعة
bg: Колекция събитие илюстрация
ca: Il·lustració d'esdeveniments de la col·lecció
de: Abbildung des Sammlungsereignisses
eo: Baddie event art
es: Ilustración de evento de colección
fa: تصویر رویداد مجموعه
fi: Kokoelmatapahtuman kuva
fr: Illustration d'un événement de collection
it: Illustrazione dell'evento di raccolta
ja: コレクションイベントイラスト
lt: Kolekcijos renginio iliustracija
nb: Illustrasjon av innsamlingshendelse
nl: Illustratie van een verzameling evenementen
pl: Ilustracja wydarzenia kolekcjonerskiego
pt_br: Ilustração de evento de coleta
ru: Иллюстрация события коллекции
sk: Ilustrácia udalosti kolekcie
sl: Ilustracija dogodka zbirke
sq: Ilustrim i eventit të koleksionit
sr: Ilustracija događaja kolekcije
sv: Samling händelse illustration
tr: Koleksiyon etkinliği illüstrasyonu
uk: Ілюстрація події колекції
vi: Minh họa sự kiện thu thập
zh_hk: 收藏活動插圖
