Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Gets a timestamp relative to the current time
ar: يحصل على طابع زمني نسبةً إلى الوقت الحالي
bg: Получава времеви печат във връзка с текущото време
ca: Obté un timestamp relatiu al moment actual
de: Erzeugt einen Zeitstempel relativ zum aktuellen Zeitpunkt.
eo: It’s like, getting a timestamp that's lowkey based on right now, you feel me?
es: Obtiene una marca de tiempo relativa a la hora actual
fa: زمان‌سنج مرتبط با زمان فعلی را می‌گیرد
fi: Saa aikaleiman suhteessa nykyiseen aikaan
fr: Reçoit un timestamp relatif au temps actuel
hu: Az aktuális időhöz viszonyított időbélyeget kap
it: Ottiene un timestamp relativo all'ora corrente
ja: 現在時刻からの相対的なタイムスタンプを取得する。
lt: Gauna laiko žymą, palyginti su dabartiniu laiku
ms: Mendapatkan cap masa relatif terhadap masa semasa
nb: Henter et tidsstempel relativt til gjeldende tid
nl: Haalt een tijdstempel op ten opzichte van de huidige tijd
pl: Pobiera znacznik czasu względem bieżącego czasu
pt_br: Obtém um registro de data e hora relativo ao horário atual
ru: Получает временную метку относительно текущего времени
sk: Získa časovú pečiatku vo vzťahu k súčasnému času
sl: Pridobi časovni žig glede na trenutni čas
sq: Merr një timestamp relativ ndaj kohës aktuale
sr: Dobija timestamp relativno u odnosu na trenutno vreme
sv: Får en tidsstämpel i förhållande till den aktuella tiden
tr: Mevcut zamana göre bir zaman damgası alır
uk: Отримує мітку часу відносно поточного часу
vi: Lấy dấu thời gian so với thời gian hiện tại
zh_hk: 获取相对于当前时间的时间戳

source: Unpersist model
hu: Modell tartósságának megszüntetése
ms: Tidak meneruskan model

source: Persist model
hu: Állandó modell
ms: Meneruskan model

source: Questions that errored when last run
ar: الأسئلة التي حدثت بها أخطاء عند آخر تشغيل
bg: Въпроси, които доведоха до грешка при последния изпълнението
ca: Preguntes que van generar error en la darrera execució
de: Fragen, die während des letzten Laufs auf Fehler gelaufen sind
eo: Questions that lowkey errored when last run, fr.
es: Preguntas que dieron error la última vez que se ejecutaron
fa: سوالاتی که در آخرین اجرا خطا داشتند
fi: Kysymykset, jotka aiheuttivat virheen viimeisimmässä suorituksessa.
fr: Questions retournant une erreur lors de leur dernière exécution
hu: Kérdések, amelyek hibát adtak az utolsó futtatáskor
it: Domande che hanno generato errori durante l'ultima esecuzione
ja: 前回実行時にエラーとなった問題
lt: Klausimai, kurie suklydo paskutinio paleidimo metu
ms: Soalan yang ralat semasa kali terakhir dijalankan
nb: Spørsmål som feilet ved siste kjøring
nl: Vragen die de laatste keer een fout gaven
pl: Pytania z błędem przy ostatnim uruchomieniu
pt_br: Perguntas que apresentaram erro na última execução
ru: Запросы, которые ошиблись при последнем запуске
sk: Otázky, ktoré chybovali pri poslednom spustení
sl: Vprašanja, ki so bila napačna ob zadnjem zagonu
sq: Pyetje që dhanë gabim herën e fundit që u ekzekutuan
sr: Pitanja koja su imala grešku pri poslednjem pokretanju
sv: Frågor som felade under sista körningen
tr: En son hata alınan sorular
uk: Запитання, що під час останнього запуску завершилися з помилкою
vi: Các câu hỏi bị lỗi khi chạy lần gần nhất
zh_hk: 上次運行時出錯的問題

source: You don't have permission to save this question.
ar: ليس لديك صلاحية لحفظ هذا السؤال.
bg: Нямате разрешение да запазите този въпрос.
ca: No tens permís per desar aquesta pregunta.
de: Du hast keine Berechtigungen, diese Frage zu speichern.
eo: Bruh, u ain't got the perms to save this q.
es: No tienes permiso para guardar esta pregunta.
fa: شما اجازه ذخیره این سوال را ندارید.
fi: Sinulla ei ole lupaa tallentaa tätä kysymystä.
fr: Vous n'avez pas la permission de sauvegarder cette question.
hu: Nincs jogosultsága a kérdés mentéséhez.
it: Non hai il permesso di salvare questa domanda.
ja: この質問を保存する権限がありません。
lt: Neturite leidimo išsaugoti šio klausimo.
ms: Anda tidak mempunyai kebenaran untuk menyimpan soalan ini.
nb: Du har ikke tillatelse til å lagre dette spørsmålet.
nl: Je hebt geen toestemming om deze vraag op te slaan.
pl: Nie masz uprawnień do zapisu tego pytania.
pt_br: Você não tem permissão para salvar esta pergunta.
ru: У вас нет привилегии на сохранение этого запроса.
sk: Nemáte oprávnenie na uloženie tejto otázky.
sl: Nimate dovoljenja za shranjevanje tega vprašanja.
sq: Nuk ke leje për ta ruajtur këtë pyetje.
sr: Nemaš dozvolu da sačuvaš ovo pitanje.
sv: Du saknar rättigheter för att spara den här frågan.
tr: Bu soruyu kaydetme izniniz yok.
uk: У вас немає дозволу зберігати цей запит.
vi: Bạn không có quyền để lưu câu hỏi này.
zh_hk: 您沒有儲存此問題的權限。

source: Looks like we cannot find any matching datasets.
ar: يبدو أننا لا نستطيع العثور على أي مجموعات بيانات مطابقة.
bg: Изглежда не можем да намерим съвпадащи набори от данни.
ca: Sembla que no podem trobar cap dataset coincident.
de: Anscheinend können wir keine passenden Datensätze finden.
eo: Looks like we can't find any matching datasets, fr fr.
es: Parece que no podemos encontrar ningún conjunto de datos coincidente.
fa: به نظر می‌رسد که نمی‌توانیم هیچ مجموعه داده‌ای تطابق‌یافته پیدا کنیم.
fi: Näyttää siltä, ​​että emme löydä sopivia tietojoukkoja.
fr: Il semble que nous ne trouvions aucun modèle correspondant.
hu: Úgy tűnik, nem találunk egyező adatkészletet.
it: Sembra che non possiamo trovare nessun set di dati corrispondente.
ja: 一致するデータセットが見つからないようです。
lt: Panašu, kad negalime rasti jokių atitinkančių duomenų rinkinių.
ms: Nampaknya kami tidak dapat menemui set data yang sepadan.
nb: Ser ikke ut som vi kan finne matchende datasett.
nl: Het lijkt erop dat we geen bijpassende datasets kunnen vinden.
pl: Wygląda na to, że nie możemy znaleźć żadnych pasujących zbiorów danych.
pt_br: Parece que não conseguimos encontrar nenhum conjunto de dados correspondente.
ru: Похоже, мы не можем найти совпадающие наборы данных.
sk: Vyzerá to tak, že nemôžeme nájsť žiadne zhodujúce sa datasety.
sl: Zdi se, da ne moremo najti nobenih ujemajočih se naborov podatkov.
sq: Duket se nuk mund të gjejmë asnjë dataset që përputhet.
sr: Izgleda da ne možemo da pronađemo nijedan dataset koji se poklapa.
sv: Det verkar som om vi inte kan hitta några matchande dataset.
tr: Eşleşen veri kümeleri bulamıyoruz gibi görünüyor.
uk: Схоже, ми не можемо знайти жодних відповідних датасетів.
vi: Có vẻ như chúng tôi không thể tìm thấy bất kỳ tập dữ liệu nào phù hợp.
zh_hk: 看起來我們找不到任何匹配的數據集。

source: Whether to enable using the new experimental Actions features globally. (Actions must also be enabled for each Database.)
hu: Az új kísérleti Akciók funkció globális engedélyezése. (Az akciókat minden adatbázisban külön-külön is engedélyezni kell.)
ms: Sama ada untuk membolehkan menggunakan ciri-ciri Tindakan eksperimen baru secara global. (Tindakan juga harus diaktifkan untuk setiap Pangkalan Data.)

source: Actions are not enabled.
ar: الإجراءات غير مفعّلة.
bg: Действията не са активирани.
ca: Les accions no estan habilitades.
de: Aktionen sind nicht aktiviert.
eo: Yo, actions aren’t even enabled rn
es: Las acciones no están habilitadas.
fa: عملیات فعال نشده‌اند.
fi: Toiminnot eivät ole käytössä.
fr: Actions non activées.
hu: Az akciók nincsenek engedélyezve.
it: Azioni non abilitate.
ja: アクションは有効ではありません。
lt: Veiksmai neįjungti.
ms: Tindakan tidak diaktifkan.
nb: Handlinger er ikke aktivert.
nl: Acties zijn niet ingeschakeld.
pl: Akcje nie są włączone.
pt_br: As ações não estão habilitadas.
ru: Действия не включены.
sk: Akcie nie sú povolené.
sl: Dejanja niso omogočena.
sq: Veprimet nuk janë aktivizuar.
sr: Akcije nisu omogućene.
sv: Funktionerna är inte aktiverade.
tr: Aksiyonlar etkin değil.
uk: Дії не ввімкнено.
vi: Các hành động không được kích hoạt.
zh_hk: 操作未啟用。

source: Database does not support persisting
ar: قاعدة البيانات لا تدعم الاستمرارية
bg: Базата данни не поддържа постоянство
ca: La base de dades no permet persistència
de: Die Datenbank unterstützt keine Persistierung.
eo: The database lowkey can't even keep stuff saved, fr.
es: La base de datos no soporta la persistencia
fa: پایگاه‌داده از حفظ‌کردن پشتیبانی نمی‌کند
fi: Tietokanta ei tue pysyvyyttä.
fr: La base de donnée ne supporte pas la persistance
hu: Az adatbázis nem támogatja a tartósságot
it: Il database non supporta la persistenza
ja: データベースが永続化をサポートしていない
lt: Duomenų bazė nepalaiko nuolatinio
ms: Pangkalan Data tidak menyokong penyimpanan
nb: Database støtter ikke persistens
nl: Database ondersteunt geen persistentie
pl: Baza danych nie obsługuje trwałości
pt_br: O banco de dados não é compatível com persistência
ru: База данных не поддерживает сохранение
sk: Databáza nepodporuje pretrvávanie
sl: Zbirka podatkov ne podpira ohranjanja
sq: Baza e të dhënave nuk mbështet persistimin
sr: Baza ne podržava persisting
sv: Databas stöder inte persistens
tr: Veritabanı kalıcılığı desteklemiyor
uk: База даних не підтримує персистування
vi: Cơ sở dữ liệu không hỗ trợ lưu trữ liên tục
zh_hk: 資料庫不支援持久化

source: Persisting models not enabled for database
ar: استمرارية النماذج غير مفعّلة لقاعدة البيانات
bg: Постоянните модели не са активирани за базата данни
ca: El models persistent no estan habilitat per a la base de dades
de: Persistierung von Modellen ist für diese Datenbank nicht aktiviert.
eo: Yo, the persistin’ models aren’t turned on for the database, lol.
es: Los modelos persistentes no están habilitados en la base de datos
fa: مدل‌های پایدار برای پایگاه‌ داده فعال نیستند
fi: Jatkuvat mallit eivät ole käytössä tietokannalle.
fr: Persistance des modèles non activée pour la base de donnée
hu: A tartósság nem engedélyezett az adatbázis modellekhez
it: La persistenza dei modelli non è abilitata per il database
ja: モデルの永続化がデータベースで有効になっていない
lt: Išliekantys modeliai neįjungti duomenų bazei
ms: Penyimpanan model tidak diaktifkan untuk pangkalan data
nb: Persistente modeller ikke aktivert for database
nl: Persistente modellen niet ingeschakeld voor database
pl: Modele trwałe nie są włączone dla bazy danych
pt_br: Modelos persistentes não habilitados para banco de dados
ru: Сохранение моделей не включено для базы данных
sk: Pretrvávanie modelov nie je povolené pre databázu
sl: Vztrajni modeli niso omogočeni za zbirko podatkov
sq: Persistimi i modeleve nuk është aktivizuar për bazën e të dhënave
sr: Persisting modela nije omogućeno za bazu
sv: Persisterande modeller är inte aktiverade för databasen
tr: Kalıcı modeller bu veritabanı için etkinleştirilmedi
uk: Персистування моделей не ввімкнено для бази даних
vi: Mô hình lưu trữ không được kích hoạt cho cơ sở dữ liệu
zh_hk: 未啟用資料庫的持久化模型

source: Card is not a model
ar: البطاقة ليست نموذجًا
bg: Картата не е модел
ca: La targeta no és un model
de: Diese Karte ist kein Model.
eo: The card's not it.
es: Tarjeta no es un modelo
fa: کارت یک مدل نیست
fi: Kortti ei ole malli.
fr: La carte n'est pas un modèle
hu: A kártya nem modell
it: La scheda non è un modello
ja: カードはモデルではない
lt: Kortelė nėra modelis
ms: Kad bukan model
nb: Kort er ikke en modell
nl: Kaart is geen model
pl: Karta nie jest modelem
pt_br: O cartão não é um modelo
ru: Карточка не является моделью
sk: Karta nie je model
sl: Kartica ni model
sq: Karta nuk është model
sr: Kartica nije model
sv: Kortet är inte en modell
tr: Kart model değildir
uk: Картка не є моделлю
vi: Thẻ không phải là một mô hình
zh_hk: 卡片不是模型

source: Persisting models is not enabled.
ar: استمرارية النماذج غير مفعّلة.
bg: Постоянните модели не са активирани.
ca: El model persistent no està habilitat.
de: Model-Persistierung ist nicht aktiviert.
eo: Yo, the persistin’ models ain’t turned on rn.
es: Los modelos persistentes no están habilitados.
fa: مدل‌های پایدار فعال نیستند.
fi: Mallien pysyvyyttä ei ole otettu käyttöön.
fr: Persistance des modèles non activée.
hu: A tartósság nem engedélyezett a modellekhez.
it: La persistenza dei modelli non è abilitata.
ja: モデルの永続化が有効になっていない。
lt: Nuolatiniai modeliai neįjungti.
ms: Penyimpanan model tidak diaktifkan.
nb: Persistens av modeller er ikke aktivert.
nl: Persistente modellen zijn niet ingeschakeld.
pl: Modele trwałe nie są włączone.
pt_br: Modelos persistentes não estão habilitados.
ru: Сохранение моделей не включено.
sk: Pretrvávanie modelov nie je povolené.
sl: Vztrajni modeli niso omogočeni.
sq: Persistimi i modeleve nuk është aktivizuar.
sr: Persisting modela nije omogućeno.
sv: Persisterande modeller är inte aktiverade.
tr: Modellerin kalıcılığı etkin değil.
uk: Персистування моделей не ввімкнено.
vi: Mô hình lưu trữ không được kích hoạt.
zh_hk: 未啟用持久化模型。

source: Integer greater than or equal to one and less than or equal to twenty-four
hu: Egész szám, amely nagyobb vagy egyenlő egy és kisebb vagy egyenlő huszonnégy
ms: Nombor bulat lebih besar atau sama dengan satu dan kurang atau sama dengan dua puluh empat

source: Value must be an integer representing hours greater than or equal to one and less than or equal to twenty-four
hu: Az értéknek egy egész számnak kell lennie, amely órákban van megadva, nagyobb vagy egyenlő egy és kisebb vagy egyenlő huszonnégy
ms: Nilai mesti merupakan integer yang mewakili jam yang lebih besar atau sama dengan satu dan kurang daripada atau sama dengan dua puluh empat

source: Enabling model persistence
hu: Modell tartósságának engedélyezése
ms: Mengaktifkan pemeliharaan model

source: Disabling model persistence
hu: Modell tartósságának letiltása
ms: Menyahaktifkan pemeliharaan model

source: Warning: Automagic analysis context is missing result metadata. Unable to resolve Fields by name.
hu: Figyelmeztetés: Az automatikus elemzési kontextusból hiányzik az eredmény metaadata. Nem lehet mezőket név szerint feloldani.
ms: Amaran: Konteks analisis automatik tidak mempunyai keputusan metadata. Tidak dapat menyelesaikan Medan mengikut nama

source: Cannot resolve Field {0} in automagic analysis context
hu: A(z) {0} mezőt automágikus analízisban nem használható
ms: Tidak dapat menyelesaikan Medan {0} dalam konteks analisis automatik

source: Error decomposing question: {0}
ar: خطأ في تفكيك السؤال: {0}
bg: Грешка при разлагане на въпроса: {0}
ca: Error en descompondre la pregunta: {0}
de: Fehler beim Zerlegen der Frage: {0}
eo: Error tryna break down the question: {0}
es: Error al descomponer la pregunta: {0}
fa: خطا در تجزیه سوال: {0}
fi: Virhe purkaessa kysymystä: {0}
fr: Erreur lors de la décomposition de la question: {0}
hu: Hiba a kérdés feldolgozása közben: {0}
it: Errore durante la decomposizione della domanda: {0}
ja: 質問の分解に失敗しました。{0}
lt: Klaida skaidant klausimą: {0}
ms: Ralat menguraikan soalan: {0}
nb: Klarte ikke bryte ned spørsmål: {0}
nl: Fout bij het ontleden van vraag: {0}
pl: Błąd podczas dekodowania pytania: {0}
pt_br: Erro decompondo pergunta: {0}
ru: Ошибка при декомпозиции запроса: {0}
sk: Chyba pri rozklade otázky: {0}
sl: Vprašanje o napaki pri razgradnji: {0}
sq: Gabim gjatë dekompozimit të pyetjes: {0}
sr: Greška pri dekomponovanju pitanja: {0}
sv: Fel Nedbrytande fråga: {0}
tr: Soru parçalama hatası: {0}
uk: Помилка декомпозиції запиту: {0}
vi: Lỗi khi phân tích câu hỏi: {0}
zh_hk: 分解問題時發生錯誤：{0}

source: Lack permissions to create {0} schema
ar: لا توجد صلاحيات لإنشاء المخطط {0}
bg: Липсват разрешения за създаване на {0} схема
ca: Manquen permisos per crear l'esquema {0}
de: Fehlende Berechtigungen um Schema {0} zu erzeugen
eo: Bruh, I don’t have the creds to make {0} schema 😩
es: Faltan permisos parar crear el esquema {0}
fa: مجوزهای لازم برای ایجاد طرح {0} ندارید
fi: Ei oikeuksia luoda {0} skeemaa
fr: Permissions manquantes pour créer le schéma {0}
hu: Nincs engedély a(z) {0} séma létrehozására
it: Mancano le autorizzazioni per creare lo schema {0}
ja: {0} スキーマを作成する権限がありません
lt: Trūksta leidimų sukurti {0} schemą
ms: Tiada kebenaran untuk mencipta skema {0}
nb: Mangler tillatelse til å opprette {0} skjema
nl: Gebrek aan rechten om {0} schema aan te maken
pl: Brak uprawnień do utworzenia schematu {0}
pt_br: Falta de permissões para criar o esquema {0}
ru: Отсутствуют привилегии на создание схемы {0}
sk: Chýbajú oprávnenia na vytvorenie schémy {0}
sl: Pomanjkanje dovoljenj za ustvarjanje {0} sheme
sq: Mungojnë lejet për të krijuar skemën {0}
sr: Nedostaju dozvole za kreiranje šeme {0}
sv: Saknar rättigheter för att skapa {0} schema
tr: {0} şeması oluşturma izni eksik
uk: Недостатньо дозволів, щоб створити схему {0}
vi: Thiếu quyền để tạo lược đồ {0}
zh_hk: 缺少建立 {0} 模式的權限。

source: Lack permission to create table in schema {0}
ar: لا توجد صلاحية لإنشاء جدول في المخطط {0}
bg: Липсва разрешение за създаване на таблица в схема {0}
ca: Manca permís per crear la taula a l'esquema {0}
de: Fehlende Berechtigungen um Tabelle in Schema {0} zu erzeugen
eo: Bruh, can't even create a table in schema {0} rn, no cap
es: Faltan permisos parar crear la tabla en el esquema {0}
fa: اجازه ایجاد جدول در طرح {0} را ندارید
fi: Puuttuu lupa luoda taulu kaaviossa {0}
fr: Permission manquante pour créer la table dans le schéma {0}
hu: Nincs engedély tábla létrehozására a(z) {0} sémában
it: Manca l'autorizzazione per creare una tabella nello schema {0}
ja: スキーマ {0} のテーブルを作成する権限が不足しています。
lt: Trūksta leidimo kurti lentelę schemoje {0}
ms: Tiada kebenaran untuk mencipta jadual dalam skema {0]
nb: Mangler tillatelse til å opprette tabell i skjema {0}
nl: Gebrek aan toestemming om tabel in schema {0} te maken
pl: Brak uprawnień do utworzenia tabeli w schemacie {0}
pt_br: Falta de permissão para criar tabela no esquema {0}
ru: Отсутствуют привилегии на создание таблицы в схеме {0}
sk: Chýba oprávnenie na vytvorenie tabuľky v schéme {0}
sl: Pomanjkanje dovoljenja za ustvarjanje tabele v shemi {0}
sq: Mungon leja për të krijuar tabelë në skemën {0}
sr: Nedostaju dozvole za kreiranje tabele u šemi {0}
sv: Saknar rättighet att skapa tabell i schema {0}
tr: {0} şemasına tablo oluşturma izni eksik
uk: Недостатньо дозволів, щоб створити таблицю в схемі {0}
vi: Thiếu quyền để tạo bảng trong lược đồ {0}
zh_hk: 缺少在模式 {0} 中創建表的權限。

source: Lack permission to read table in schema {0}
ar: لا توجد صلاحية لقراءة جدول في المخطط {0}
bg: Липсва разрешение за четене на таблица в схема {0}
ca: Manca permís per llegir la taula de l'esquema {0}
de: Fehlende Berechtigungen um Tabelle in Schema {0} zu lesen
eo: Bruh, I’m not allowed to peep that table in schema {0} 🤦‍♀️
es: Faltan permisos parar leer la tabla en el esquema {0}
fa: اجازه خواندن جدول در طرح {0} را ندارید
fi: Puuttuu lupa lukea taulukkoa skeemassa {0}
fr: Permission manquante pour lire la table dans le schéma {0}
hu: Nincs engedély tábla olvasására a(z) {0} sémában
it: Manca l'autorizzazione per leggere la tabella nello schema {0}
ja: スキーマ {0} のテーブルを読み取る権限がありません。
lt: Trūksta leidimo skaityti lentelę schemoje {0}
ms: Tiada kebenaran untuk membaca jadual salam skema {0}
nb: Mangler tillatelse til å lese tabell i skjerma {0}
nl: Gebrek aan toestemming om tabel in schema {0} te lezen
pl: Brak uprawnień do odczytu tabeli w schemacie {0}
pt_br: Falta de permissão para ler tabela no esquema {0}
ru: Отсутствуют привилегии на чтение таблицы в схеме {0}
sk: Chýba oprávnenie na čítanie tabuľky v schéme {0}
sl: Pomanjkanje dovoljenja za branje tabele v shemi {0}
sq: Mungon leja për të lexuar tabelë në skemën {0}
sr: Nedostaju dozvole za čitanje tabele u šemi {0}
sv: Saknar rättighet att läsa tabell i schema {0}
tr: {0} şemasındaki tabloyu okuma izni eksik
uk: Недостатньо дозволів, щоб читати таблицю в схемі {0}
vi: Thiếu quyền để đọc bảng trong lược đồ {0}
zh_hk: 缺少在模式 {0} 中讀取表的權限。

source: Lack permission to delete table in schema {0}
ar: لا توجد صلاحية لحذف جدول في المخطط {0}
bg: Липсва разрешение за изтриване на таблица в схема {0}
ca: Manca permís per eliminar la taula de l'esquema {0}
de: Fehlende Berechtigungen um Tabelle in Schema {0} zu löschen
eo: Bruh, I don’t got the drip to delete that table in schema {0}
es: Faltan permisos parar borrar la tabla del esquema {0}
fa: اجازه حذف جدول در طرح {0} را ندارید
fi: Puuttuu lupa poistaa taulu skeemasta {0}
fr: Permission manquante pour supprimer la table dans le schéma {0}
hu: Nincs engedély tábla törlésére a(z) {0} sémában
it: Manca l'autorizzazione per eliminare la tabella nello schema {0}
ja: スキーマ {0} のテーブルを削除する権限がありません。
lt: Trūksta leidimo ištrinti lentelę schemoje {0}
ms: Tiada kebenaran untuk memadam jadual dalam skema {0}
nb: Mangler tillatelse til å slette tabell i skjema {0}
nl: Gebrek aan rechten om tabel in schema {0} te verwijderen
pl: Brak uprawnień do usunięcia tabeli w schemacie {0}
pt_br: Falta de permissão para excluir tabela no esquema {0}
ru: Отсутствуют привилегии на удаление таблицы в схеме {0}
sk: Chýba oprávnenie na zmazanie tabuľky v schéme {0}
sl: Pomanjkanje dovoljenja za brisanje tabele v shemi {0}
sq: Mungon leja për të fshirë tabelë në skemën {0}
sr: Nedostaju dozvole za brisanje tabele u šemi {0}
sv: Saknar rättighet att ta bort tabellen i schema {0}
tr: {0} şemasındaki tabloyu silme izni eksik
uk: Недостатньо дозволів, щоб видалити таблицю в схемі {0}
vi: Thiếu quyền để xóa bảng trong lược đồ {0}
zh_hk: 缺少在模式 {0} 中刪除表的權限。

source: Step {0} was successful for db {1}
hu: A(z) {0}. lépés sikeres volt a(z) {1} adatbázisban
ms: Langkah {0} berjaya untuk db {1}

source: Error in `{0}` while checking for model persistence permissions.
hu: Hiba a(z) `{0}`-ban a modell tartóssági engedélyeinek ellenőrzése közben.
ms: Ralat dalam `{0}` semasa memeriksa kebenaran pemeliharaan model.

source: Allow persisting models into the source database.
ar: السماح بتخزين النماذج في قاعدة البيانات المصدر.
bg: Разрешете съхранението на модели в източната база данни.
ca: Permet models persistent a la base de dades origen.
de: Persistente Modelle in der Quelldatenbank zulassen.
eo: Let the persisting models slide into the source database, fr fr.
es: Permitir modelos persistentes en la base de datos de origen.
fa: اجازه دهید مدل‌ها در پایگاه‌داده منبع باقی بمانند.
fi: Salli mallien tallentaminen lähde tietokantaan.
fr: Autoriser la persistance des modèles dans la base de donnée source.
hu: Állandó modellek engedélyezése a forrásadatbázisban.
it: Consenti la persistenza dei modelli nel database sorgente.
ja: モデルをソースデータベースに永続化できるようにする。
lt: Leisti išliekančius modelius į šaltinio duomenų bazę.
ms: Benarkan menyimpan model ke dalam pangkalan data sumber.
nb: Tillat å persistere modeller til kildedatabase.
nl: Sta toe dat modellen persistent zijn in de bron database.
pl: Zezwól na utrwalenie modeli w źródłowej bazie danych.
pt_br: Permitir modelos persistentes no banco de dados fonte.
ru: Разрешить сохранение моделей в исходной базе данных.
sk: Povoliť pretrvávanie modelov do zdrojovej databázy.
sl: Dovolite vztrajne modele v izvorni zbirki podatkov.
sq: Lejo ruajtjen e modeleve në bazën burimore të të dhënave.
sr: Dozvoli perzistiranje modela u izvornoj bazi podataka.
sv: Tillåt bestående modeller i källdatabasen.
tr: Modellerin kaynak veritabanına kaydedilmesine izin ver.
uk: Дозволити персистити моделі в базі даних-джерелі.
vi: Cho phép duy trì mô hình vào cơ sở dữ liệu nguồn.
zh_hk: 允許將模型持久化到來源資料庫中。

source: Hour interval to refresh persisted models.
hu: Óraintervallum a megmaradt modellek frissítéséhez.
ms: Selang masa jam untuk menyegarkan model yang disimpan.
