Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Error(s) inserting rows.
ar: حدثت أخطاء أثناء إدراج الصفوف.
bg: Грешка(и) при въвеждане на редовете.
ca: Error en inserir files.
de: Fehler beim Einfügen von Zeilen.
eo: Bruh, got an error when trying to add rows.
es: Error(es) insertando filas.
fa: خطا(ها) در حال درج ردیف‌ها.
fi: Virhe(t) rivien lisäämisessä.
fr: Erreur(s) lors de l'insertion des lignes.
hu: Hiba(k) a sorok beszúrásakor.
it: Errore(i) durante l'inserimento delle righe.
ja: 行の挿入にエラーが発生しました。
lt: Klaida (-os) įterpiant eilutes.
ms: Ralat semasa memasukkan baris.
nb: Feil ved oppretting av rader.
nl: Fout(en) bij het invoegen van rijen.
pl: Błędy podczas wstawiania wierszy.
pt_br: Erro(s) ao inserir linhas.
ru: Ошибка(и) вставки записей.
sk: Chyba(y) pri vkladaní riadkov.
sl: Napake pri vstavljanju vrstic.
sq: Gabim(e) gjatë futjes së rreshtave.
sr: Greška(e) pri ubacivanju redova.
sv: Felaktigheter vid inmatning av rad(er).
tr: Satır(lar) eklenirken hata oluştu.
uk: Помилка(и) під час вставлення рядків.
vi: Lỗi<b>(</b>s) chèn hàng.
zh_hk: <b>(</b>插入行時出錯。

source: Error parsing SQL error message {0}: {1}
hu: Hiba az SQL hibaüzenet {0} elemzésekor: {1}
ms: Ralat menganalisis mesej ralat SQL {0}: {1}

source: Rows need to be unique: repeated rows {0}
ar: يجب أن تكون الصفوف فريدة: الصفوف المكررة {0}
bg: Редовете трябва да бъдат уникални: повторени редове {0}
ca: Les files han de ser úniques: files repetides {0}
de: Zeilen müssen eindeutig sein: doppelte Zeilen {0}
eo: Yo, the rows gotta be all unique: got some repeats {0} smh
es: Las filas deben ser únicas: filas repetidas {0}
fa: ردیف‌ها باید منحصر به فرد باشند: ردیف‌های تکراری {0}
fi: Rivien täytyy olla uniikkeja: toistuvat rivit {0}
fr: Lignes devant être unique: lignes répétées {0}
hu: A soroknak egyedinek kell lenniük: ismétlődő sorok {0}
it: Le righe devono essere uniche: righe ripetute {0}
ja: 行は一意である必要がある：繰り返される行{0}。
lt: Eilutės turi būti unikalios: pasikartojančios eilutės {0}
ms: Baris perlu unik: baris yang diulang {0}
nb: Rader må være unike: repeterende rader {0}
nl: Rijen moeten uniek zijn: herhaalde rijen {0}
pl: Wiersze muszą być unikalne: powtarzające się wiersze {0}
pt_br: As linhas precisam ser únicas: linhas repetidas {0}
ru: Строки должны быть уникальными: повторяющиеся строки {0}
sk: Riadky musia byť jedinečné: opakujúce sa riadky {0}
sl: Vrstice morajo biti edinstvene: ponavljajoče se vrstice {0}
sq: Rreshtat duhet të jenë unikë: rreshta të përsëritur {0}
sr: Redovi moraju biti jedinstveni: ponovljeni redovi {0}
sv: Rader måste vara unika: upprepade rader {0}
tr: Satırlar benzersiz olmalı: tekrar eden satırlar {0}
uk: Рядки мають бути унікальними: повторювані рядки {0}
vi: Các hàng cần phải duy nhất: hàng bị lặp lại {0}
zh_hk: 行必須是唯一的：重複的行 {0}

source: Sorry, this would update {0} rows, but you can only act on 1
ar: عذرًا، سيؤدي هذا إلى تحديث {0} صفوف، لكن يمكنك تنفيذ الإجراء على 1 فقط
bg: Съжалявам, това би обновило {0} реда, но можете да действате само на 1
ca: Això afectaria {0} files, però només en pot afectar 1
de: Tut mir leid, dadurch würden {0} Zeilen aktualisiert, aber Du kannst nur auf einer Zeile arbeiten.
eo: Sorry, this would update {0} rows, but you can only handle 1 rn.
es: Esto actualizaría {0} filas, pero solo puedes actuar en 1
fa: متأسفم، این کار {0} ردیف را به‌روزرسانی می‌کند، اما شما می‌توانید فقط روی ۱ اقدام کنید
fi: Anteeksi, tämä päivitys koskisi {0} riviä, mutta voit toimia vain yhdellä.
fr: Désolé, cela mettrait à jour {0} lignes, mais vous ne pouvez agir que sur une seule.
hu: Sajnálom, ez {0} sort módosítana, de csak 1-et módosíthat
it: Spiacenti, questo aggiornerebbe {0} righe, ma puoi agire solo su 1
ja: 申し訳ありませんが、これは {0} 行を更新しますが、1 行にしか対処できません。
lt: Atsiprašome, tai atnaujintų {0} eilutes, bet galite veikti tik su 1
ms: Maaf, ini akan mengemas kini {0} baris, tetapi anda hanya boleh bertindak pada 1
nb: Beklager, dette vil oppdatere {0} rader, men du får bare utføre på 1
nl: Sorry, hierdoor worden {0} rijen geüpdatet, maar maximaal één mogelijk
pl: Przepraszamy, zaktualizowałoby to {0} wierszy, ale możesz działać tylko na 1
pt_br: Desculpe, isso atualizaria {0} linhas, mas você só pode agir em 1
ru: Извините, это обновит {0} строк, но вы можете действовать только на 1
sk: Prepáčte, toto by aktualizovalo {0} riadkov, ale môžete vykonať akciu iba na 1
sl: Žal bi se s tem posodobili {0} vrstice, vendar lahko ukrepate samo pri 1
sq: Na vjen keq, kjo do të përditësonte {0} rreshta, por mund të veproni vetëm mbi 1
sr: Žao nam je, ovo bi ažuriralo {0} redova, ali možete da radite samo nad 1
sv: Tyvärr, det skulle uppdatera {0} rader, men du kan endast agera på 1
tr: Üzgünüz, bu {0} satırı günceller, ama yalnızca 1 tanesine işlem yapabilirsiniz
uk: Перепрошуємо, це оновить {0} рядків, але ви можете виконати дію лише для 1
vi: Xin lỗi, thao tác này sẽ cập nhật {0} hàng, nhưng bạn chỉ có thể thao tác trên 1
zh_hk: 抱歉，這將更新 {0} 行，但您只能操作 1

source: Error(s) updating rows.
ar: حدثت أخطاء أثناء تحديث الصفوف.
bg: Грешка(и) при осъвременяване на редове.
ca: Error en actualitzar files.
de: Fehler beim Aktualisieren von Zeilen.
eo: Oof, got some error(s) while updating the rows.
es: Error(es) actualizando filas.
fa: خطا(ها) در حال به‌روزرسانی ردیف‌ها.
fi: Virhe(t) rivien päivittämisessä.
fr: Erreur(s) lors de la mise à jour des lignes.
hu: Hiba(k) a sorok frissítésekor.
it: Errore<b>(</b>i) aggiornando le righe.
ja: 行の更新にエラーが発生しました。
lt: Klaida (-os) atnaujinant eilutes.
ms: Ralat semasa mengemas kini baris.
nb: Feil ved oppdatering av rader.
nl: Fout(en) bij het updaten van rijen.
pl: Błędy podczas aktualizowania wierszy.
pt_br: Erro(s) ao atualizar linhas.
ru: Ошибка(и) обновления записей.
sk: Chyba<b>(</b>y) pri aktualizácii riadkov.
sl: Napake pri posodabljanju vrstic.
sq: Gabim(e) gjatë përditësimit të rreshtave.
sr: Greška(e) pri ažuriranju redova.
sv: Fel vid uppdatering av rad(er).
tr: Satırları güncellerken hata(lar) oluştu.
uk: Помилка(и) під час оновлення рядків.
vi: Lỗi<b>(</b>s) cập nhật hàng.
zh_hk: <b>(</b>更新行時出錯。

source: Some rows have different sets of columns: {0}
ar: بعض الصفوف لديها مجموعات مختلفة من الأعمدة: {0}
bg: Някои редове имат различни набори от колони: {0}
ca: Algunes files tenen diferents sets de columnes: {0}
de: Einige Zeilen haben unterschiedliche Sets von Spalten: {0}
eo: Some rows got their own vibe with different columns: {0}
es: Algunas filas tienen diferentes conjuntos de columnas: {0}
fa: برخی ردیف‌ها مجموعه‌های مختلفی از ستون‌ها دارند: {0}
fi: Joillakin riveillä on erilaiset sarakkeiden joukot: {0}
fr: Certaines lignes ont des ensembles de colonnes divergents: {0}
hu: Néhány sornak különböző oszlopkészletei vannak: {0}
it: Alcune righe hanno insiemi diversi di colonne: {0}
ja: いくつかの行は、異なる列のセットを持ちます。{0}
lt: Kai kuriose eilutėse yra skirtingi stulpelių rinkiniai: {0}
ms: Beberapa baris mempunyai set lajur yang berbeza: {0}
nb: Noen rader har forskjellige antall kolonner: {0}
nl: Sommige rijen hebben verschillende sets kolommen: {0}
pl: Niektóre wiersze mają różne zestawy kolumn: {0}
pt_br: Algumas linhas têm conjuntos diferentes de colunas: {0}
ru: Некоторые строки имеют разные наборы столбцов: {0}
sk: Niektoré riadky majú rôzne sady stĺpcov: {0}
sl: Nekatere vrstice imajo različne nabore stolpcev: {0}
sq: Disa rreshta kanë sete të ndryshme kolonash: {0}
sr: Neki redovi imaju različite skupove kolona: {0}
sv: Vissa rader har olika uppsättningar av kolumner: {0}
tr: Bazı satırlarda farklı sütun setleri var: {0}
uk: Деякі рядки мають різні набори стовпців: {0}
vi: Một số hàng có bộ cột khác nhau: {0}
zh_hk: 某些行具有不同的列集合：{0}

source: Cannot build filter clause: row cannot be empty.
ar: تعذر إنشاء عبارة عامل التصفية: لا يمكن أن يكون الصف فارغًا.
bg: Не може да се изгради филтърна клауза: редът не може да бъде празен.
ca: No s'ha pogut construir el filtre: la fila no pot estar buida.
de: Filter-Klausel kann nicht erstellt werden: Die Zeile darf nicht leer sein.
eo: Bruh, can’t make the filter thingy: the row’s totally empty rn.
es: No se puede crear una cláusula de filtro: la fila no puede estar vacía.
fa: نمی‌توان بند فیلتر را ساخت: سطر نمی‌تواند خالی باشد.
fi: Ei voi luoda suodatuslauseketta: rivi ei voi olla tyhjä.
fr: Impossible de construire la clause de filtre: ligne ne pouvant être vide.
hu: Nem lehet szűrőkitételt létrehozni: a sor nem lehet üres.
it: Impossibile costruire la clausola del filtro: la riga non può essere vuota.
ja: フィルタ節を構築できません: 行を空にすることはできません。
lt: Negalima sukurti filtro sąlygos: eilutė negali būti tuščia.
ms: Tidak dapat membina klausa penapis: baris tidak boleh kosong.
nb: Kan ikke bygge filterklausul: rad kan ikke være tom.
nl: Kan filterclausule niet bouwen: rij mag niet leeg zijn.
pl: Nie można utworzyć filtra: wiersz nie może być pusty.
pt_br: Não é possível construir cláusula de filtro: a linha não pode estar vazia.
ru: Невозможно создать условие фильтра: строка не может быть пустой.
sk: Nie je možné vytvoriť klauzulu filtra: riadok nemôže byť prázdny.
sl: Klavzule filtra ni mogoče zgraditi: vrstica ne more biti prazna.
sq: Nuk mund të ndërtohet klauzola e filtrit: rreshti nuk mund të jetë bosh.
sr: Ne mogu da napravim filter klauzulu: red ne može biti prazan.
sv: Kan inte bygga filterklausul: raden kan inte vara tom.
tr: Filtre cümlesi oluşturulamaz: satır boş olamaz.
uk: Не вдалося зібрати умову фільтра: рядок не може бути порожнім.
vi: Không thể xây dựng điều khoản bộ lọc: hàng không thể để trống.
zh_hk: 無法構建過濾子句：行不能為空。

source: Invalid update row map: no non-PK columns. Got {0}, all of which are PKs.
ar: خريطة صف التحديث غير صالحة: لا توجد أعمدة غير PK. تم الحصول على {0}، وكلها PK.
bg: Невалидна карта за актуализация на ред: няма колони, различни от PK. Получено {0}, всички от които са PK.
ca: Mapatge d'actualització de fils no valid: no hi ha columnes sense PK. N'hi ha {0} i totes són PK.
de: Ungültige Zeile im Update: Keine Spalten vorhanden, die nicht Primärschlüssel sind. {0} sind alles Primärschlüssel.
eo: Bruh, this update row map is so broken: no non-PK columns. Got {0}, but all of 'em are PKs lol.
es: Mapa de fila de actualización no válido: no hay columnas que no sean PK. Obtuve {0}, todos los cuales son PK.
fa: نقشه ردیف به‌روزرسانی نامعتبر: هیچ ستونی غیر از PK وجود ندارد. دریافت {0} که همگی PK هستند.
fi: Virheellinen päivitysrivikartta: ei ei-PK-sarakkeita. Saatu {0}, joista kaikki ovat PK-sarakkeita.
fr: Mise à jour invalide des lignes de cartes: que
hu: Érvénytelen frissítési sortérkép: nincsenek nem PK oszlopok. Megvan a(z) {0}, amelyek mindegyike PK.
it: Mappa di aggiornamento delle righe non valida: nessuna colonna non-PK. Ottenuto {0}, tutte sono PK.
ja: 無効な更新行マップ: 非PK列がありません。 {0} を取得しましたが、これらはすべてPKです。
lt: Netinkamas naujinimo eilutės žemėlapis: nėra ne PK stulpelių. Gavau {0}, kurie visi yra PK.
ms: Peta baris kemas kini tidak sah: tiada lajur bukan-PK. Diperoleh {0}, semuanya adalah PK.
nb: Ugyldig radoppdaterings map: ingen ikke-PN kolonner. Fikk {0}, hvorav alle er primærnøkler.
nl: Ongeldige update rijkaart: geen niet-PK-kolommen. Ontvangen: {0}, dit zijn allemaal PK's.
pl: Nieprawidłowe zapytanie aktualizujące: brak kolumn innych niż klucze główne. Mam {0}, z których wszystkie to klucze główne.
pt_br: Mapa de linhas de atualização inválido: nenhuma coluna que não seja PK. Obteve {0}, todas PKs.
ru: Некорректная карта обновления строки: нет колонок, отличных от PK. Получено {0}, все из которых PK.
sk: Neplatná mapa riadku aktualizácie: žiadne stĺpce, ktoré nie sú PK. Dostal {0}, všetky sú PK.
sl: Neveljavna preslikava vrstic za posodobitev: ni stolpcev, ki niso PK. Imam {0}, ki so vsi PK-ji.
sq: Hartë e pavlefshme përditësimi rreshti: pa kolona jo-PK. U mor {0}, të cilat janë të gjitha PK.
sr: Nevažeća mapa reda za ažuriranje: nema non-PK kolona. Dobijeno {0}, a sve su PK.
sv: Ogiltig uppdateringskartan för rader: inga icke-PK-kolumner. Fick {0}, alla är PKs.
tr: Geçersiz güncelleme satırı haritası: PK olmayan sütun yok. Alınan {0}, hepsi PK.
uk: Некоректна мапа рядка для оновлення: немає стовпців, що не є PK. Отримано {0}, і всі вони — PK.
vi: Bản đồ cập nhật hàng không hợp lệ: không có cột không phải PK. Nhận được {0}, tất cả là PK.
zh_hk: 無效的更新行映射：沒有非主鍵列。獲得{0}，全部是主鍵。

source: Row is missing required primary key column. Required {0}; got {1}
ar: الصف يفتقد عمود المفتاح الأساسي المطلوب. المطلوب {0}؛ تم الحصول على {1}
bg: Липсва необходимата колона на първичния ключ в реда. Необходимо {0}; получено {1}
ca: La fila no té columna de clau primària. Necessària {0}; s'ha obtingut {1}
de: Erforderliche Primärschlüssel-Spalte fehlt in der Zeile. {0} wird benötigt, {1} ist vorhanden
eo: Bruh, the row's missing the main key column it’s supposed to have. Needed {0}, but got {1}.
es: A la fila le falta la columna de clave principal obligatoria. Obligatorio {0}; tengo {1}
fa: سطر فاقد ستون کلیدی اصلی مورد نیاز است. مورد نیاز {0}; دریافت {1}
fi: Riviltä puuttuu tarvittava ensisijainen avain sarakkeisto. Vaadittu {0}; saatu {1}.
fr: Colonne clé primaire requise manquante de la ligne. Requise {0} ; obtenu {1}
hu: A sorból hiányzik a kötelező elsődleges kulcs oszlop. Szükséges {0}; kapott {1}
it: Alla riga manca la colonna chiave primaria richiesta. Richiesto {0}; ottenuto {1}
ja: 行に必要な主キー列がありません。必須{0}; 有る{1}。
lt: Eilutėje trūksta būtino pirminio rakto stulpelio. Būtinas {0}; gavo {1}
ms: Baris kekurangan lajur kunci utama yang diperlukan. Diperlukan {0}; diperoleh {1}
nb: Rad mangler påkrevd kolonne for primærnøkkel. Påkrevd {0}; fikk {1}
nl: Rij ontbreekt de vereiste primaire sleutelkolom. Vereist {0}; ontvangen {1}
pl: W wierszu brakuje wymaganej kolumny klucza głównego. Wymagane {0}; mam {1}
pt_br: A linha não tem a coluna de chave primária necessária. Necessário {0}; obteve {1}
ru: В строке отсутствует необходимый столбец первичного ключа. Требуется {0}; получено {1}
sk: Riadku chýba požadovaný stĺpec primárneho kľúča. Požadované {0}; dostal {1}
sl: V vrstici manjka zahtevani stolpec primarnega ključa. Zahtevani {0}; Imam {1}
sq: Rreshtit i mungon kolona e detyrueshme e çelësit primar. Kërkohen {0}; u morën {1}
sr: Redu nedostaje obavezna kolona primarnog ključa. Obavezno {0}; dobijeno {1}
sv: Rad saknar nödvändig primär nyckelkolumn. Krävs {0}; fick {1}
tr: Satırda gerekli birincil anahtar sütunu eksik. Gerekli {0}; mevcut {1}
uk: У рядку відсутній обовʼязковий стовпець первинного ключа. Потрібно {0}; отримано {1}
vi: Hàng thiếu cột khóa chính cần thiết. Cần {0}; nhận được {1}
zh_hk: 行遺失所需的主鍵欄位。所需{0}；獲得{1}

source: Sorry, this would delete {0} rows, but you can only act on 1
ar: عذرًا، سيؤدي هذا إلى حذف {0} صفوف، لكن يمكنك تنفيذ الإجراء على 1 فقط
bg: Съжаляваме, това би изтрило {0} редове, но можете да действате само върху 1
ca: Això eliminaria {0} files, però només en pot afectar 1
de: Dies würde {0} Zeilen löschen, es kann aber immer nur eine Zeile auf einmal behandelt werden
eo: Sorry, but this will delete {0} rows, but u can only do 1 at a time lol
es: Esto eliminaría {0} filas, pero solo puedes actuar en 1
fa: متأسفیم، این {0} سطر را حذف خواهد کرد، اما شما تنها می‌توانید بر روی 1 عمل کنید
fi: Anteeksi, tämä poistaisi {0} riviä, mutta voit toimia vain yhden kanssa.
fr: Désolé, cela supprimerait {0} lignes, mais vous ne pouvez agir que sur une seule.
hu: Sajnálom, ez {0} sor törlését eredményezné, de csak 1-en hajthat végre műveletet
it: Spiacenti, questo eliminerebbe {0} righe, ma puoi agire solo su 1
ja: 申し訳ありませんが、これは {0} 行を削除することになりますが、1 行しか操作できません。
lt: Atsiprašome, tai ištrintų {0} eilutes, bet galite veikti tik su 1
ms: Maaf, ini akan memadamkan {0} baris, tetapi anda hanya boleh bergerak pada 1
nb: Beklager, dette vil slette {0}, men du får bare utføre handling på 1
nl: Sorry, hierdoor worden {0} rijen verwijderd, maar maximaal één mogelijk
pl: Przepraszamy, ale to spowodowałoby usunięcie {0} wierszy, ale możesz działać tylko na 1
pt_br: Desculpe, isso excluiria {0} linhas, mas você só pode agir em 1
ru: Извините, это удалит {0} строк, но вы можете действовать только на 1
sk: Prepáčte, toto by vymazalo {0} riadkov, ale môžete vykonať akciu iba na 1
sl: Žal bi s tem izbrisali {0} vrstice, vendar lahko ukrepate samo na 1
sq: Na vjen keq, kjo do të fshinte {0} rreshta, por mund të veproni vetëm mbi 1
sr: Žao nam je, ovo bi obrisalo {0} redova, ali možete da radite samo nad 1
sv: Tyvärr, detta skulle ta bort {0} rader, men du kan bara agera på 1
tr: Üzgünüz, bu {0} satırı siler, ama yalnızca 1 tanesine işlem yapabilirsiniz
uk: Перепрошуємо, це видалить {0} рядків, але ви можете виконати дію лише для 1
vi: Xin lỗi, thao tác này sẽ xóa {0} hàng, nhưng bạn chỉ có thể thao tác trên 1
zh_hk: 抱歉，這將刪除{0}行，但您只能操作1行

source: Error executing write query: {0}
ar: خطأ أثناء تنفيذ استعلام كتابة: {0}
bg: Грешка при изпълнение на съществуващото запитване: {0}
ca: Error en executar la pregunta d'escriptura: {0}
de: Fehler beim Ausführen der Schreib-Abfrage: {0}
eo: Oops, the write query just flopped: {0} 😬
es: Error ejecutando consulta de escritura: {0}
fa: خطا در اجرای کوئری نوشتن: {0}
fi: Virhe suoritettaessa kirjoituslauseketta: {0}
fr: Erreur d'exécution de l'écriture de la requête : {0}
hu: Hiba az írási lekérdezés végrehajtása során: {0}
it: Errore nell'esecuzione della query di scrittura: {0}
ja: 書き込みクエリの実行エラーです。{0}
lt: Klaida vykdant rašymo užklausą: {0}
ms: Ralat semasa melaksanakan query menulis: {0}
nb: Feil ved utføring av skrivespørring: {0}
nl: Fout bij het uitvoeren van schrijfquery: {0}
pl: Błąd podczas wykonywania zapytania zapisu: {0}
pt_br: Erro ao executar consulta de gravação: {0}
ru: Ошибка исполнения запроса: {0}
sk: Chyba pri vykonávaní zápisu dotazu: {0}
sl: Napaka pri izvajanju poizvedbe za pisanje: {0}
sq: Gabim gjatë ekzekutimit të pyetjes së shkrimit: {0}
sr: Greška pri izvršavanju upita za upis: {0}
sv: Fel vid körning av skrivfråga: {0}
tr: Yazma sorgusu yürütülürken hata oluştu: {0}
uk: Помилка виконання запиту на запис: {0}
vi: Lỗi thực thi truy vấn ghi: {0}
zh_hk: 執行寫入查詢時出錯：{0}

source: Sqlite doesn't support extract isoweek
hu: Az Sqlite nem támogatja az isoweek kiemelést
ms: SQLite tidak menyokong pengekstrakan minggu ISO

source: Client ID for Google Sign-In.
ar: معرّف العميل لتسجيل الدخول عبر Google.
bg: Идентификатор на клиент за Вход с Google.
ca: ID de client per a Google Sign-In.
de: Client-ID für die Google-Anmeldung
eo: Client ID for Google Sign-In, fr fr.
es: ID Cliente para Acceder con Google.
fa: مشتری ID برای ورود با گوگل.
fi: Asiakastunnus Google-kirjautumiseen.
fr: ID client pour l'identification Google.
hu: Ügyfél-azonosító a Google bejelentkezéshez.
it: ID del cliente per l'accesso a Google.
ja: Googleサインイン用のクライアントIDです。
lt: „Google“ prisijungimo kliento ID.
ms: Id Pelanggan untuk Log masuk Google.
nb: Klient ID for Google Sign-In.
nl: Client-ID voor aanmelding bij Google.
pl: Identyfikator klienta do logowania przez Google.
pt_br: ID do cliente para login no Google.
ru: Client ID для авторизации Google.
sk: ID klienta pre Google prihlásenie.
sl: ID odjemalca za prijavo v Google.
sq: Client ID për Google Sign-In.
sr: Client ID za Google Sign-In.
sv: Client-ID för Google-inloggning.
tr: Google Oturum Açma için İstemci Kimliği.
uk: Client ID для Google Sign-In.
vi: ID Khách hàng cho Đăng nhập Google.
zh_hk: 用於Google登入的客戶端ID。

source: Is Google Sign-In configured?
ar: هل تم تكوين تسجيل الدخول عبر Google؟
bg: Конфигуриран ли е Вход с Google?
ca: Està configurat Google Sign-In?
de: Ist die Google-Anmeldung konfiguriert?
eo: Is Google Sign-In set up rn?
es: ¿Está el acceso con Google configurado?
fa: ورود با گوگل پیکربندی شده است؟
fi: Onko Google-kirjautuminen konfiguroitu?
fr: Google Sign-In est-il configuré ?
hu: A Google bejelentkezés konfigurálva van?
it: L'accesso a Google è configurato?
ja: Googleサインインは設定されていますか?
lt: Ar „Google“ prisijungimas sukonfigūruotas?
ms: Adakah Log Masuk google dikonfigurasikan?
nb: Er Google Sign-In konfigurert?
nl: Is inloggen bij Google geconfigureerd?
pl: Czy skonfigurowano logowanie przez Google?
pt_br: O login do Google foi configurado?
ru: Google авторизация настроена?
sk: Je Google prihlásenie nakonfigurované?
sl: Ali je Prijava v Google konfigurirana?
sq: A është konfiguruar Google Sign-In?
sr: Da li je Google Sign-In podešen?
sv: Är Google-inloggning konfigurerad?
tr: Google Oturum Açma yapılandırıldı mı?
uk: Чи налаштовано Google Sign-In?
vi: Đăng nhập Google đã được cấu hình?
zh_hk: Google登入是否已配置？

source: Google Sign-In is not configured. Please set the Client ID first.
ar: لم يتم تكوين تسجيل الدخول عبر Google. يرجى تعيين معرّف العميل أولًا.
bg: Входът с Google не е конфигуриран. Моля, настройте първо идентификатора на клиента.
ca: Google Sign-In no està configurat. Si us plau, estableix l'ID de client primer.
de: Die Google-Anmeldung ist nicht konfiguriert. Bitte gebe zuerst die Client-ID an.
eo: Bruh, Google Sign-In ain’t set up yet. Make sure to get the Client ID first, fr.
es: El inicio de sesión de Google no está configurado. Primero configura el ID de cliente.
fa: ورود با گوگل پیکربندی نشده است. لطفا ابتدا Client ID را تنظیم کنید.
fi: Google Sign-In ei ole määritetty. Aseta ensin asiakastunnus (Client ID).
fr: Google Sign-In n'est pas configuré. Veuillez d'abord configurer l'ID client.
hu: A Google bejelentkezés nincs konfigurálva. Kérjük, először állítsa be az ügyfélazonosítót.
it: L'accesso a Google non è configurato. Si prega di impostare prima l'ID del cliente.
ja: Googleサインインが設定されていません。クライアントIDを先に設定してください。
lt: „Google“ prisijungimas nesukonfigūruotas. Pirmiausia nustatykite kliento ID.
ms: Log Masuk Google tidak dikonfigurasikan. Sila tetapkan ID Pelanggan terlebih dahulu.
nb: Google Sign-In er ikke konfigurert. Vennligst sett Klient ID først.
nl: Aanmelden bij Google is niet geconfigureerd. Stel eerst de Client ID in.
pl: Logowanie przez Google nie jest skonfigurowane. Najpierw ustaw identyfikator klienta.
pt_br: O login do Google não foi configurado. Defina o ID do cliente primeiro.
ru: Google авторизация не настроена. Укажите Client ID.
sk: Google prihlásenie nie je nakonfigurované. Najprv nastavte Client ID.
sl: Prijava v Google ni konfigurirana. Najprej nastavite ID stranke.
sq: Google Sign-In nuk është konfiguruar. Ju lutemi vendosni fillimisht Client ID.
sr: Google Sign-In nije podešen. Prvo podesite Client ID.
sv: Google-inloggning är inte konfigurerad. Vänligen ställ in Client-ID först.
tr: Google Oturum Açma yapılandırılmamış. Lütfen önce İstemci Kimliğini ayarlayın.
uk: Google Sign-In не налаштовано. Будь ласка, спочатку вкажіть Client ID.
vi: Đăng nhập Google chưa được cấu hình. Vui lòng đặt ID Khách hàng trước.
zh_hk: Google登入未配置。請先設置客戶端ID。
