Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Search for a column…
ar: ابحث عن عمود…
bg: Търсене на колона…
ca: Cerca una columna…
de: Suche nach einer Spalte…
eo: Lookin’ for a column…
es: Buscar una columna…
fa: ستون…را جستجو کنید
fi: Etsii saraketta
fr: Recherche d'une colonne...
hu: Keressen egy oszlopot
it: Ricerca di una colonna…
ja: 列を検索...
lt: Ieškoti stulpelio…
ms: Cari lajur...
nb: Søk etter kolonne…
nl: Zoeken naar een kolom…
pl: Wyszukaj kolumnę…
pt_br: Pesquisar uma coluna…
ru: Поиск по столбцу…
sk: Vyhľadávanie stĺpca…
sl: Poiščite stolpec ...
sq: Kërko një kolonë…
sr: Pretraži kolonu…
sv: Sök kolumn…
tr: Bir sütun için arama…
uk: Шукати стовпець…
vi: Tìm kiếm một cột…
zh_hk: 搜尋列…

source: segments
hu: szegmensek
lt: segmentai
ms: segmen

source: Add events to {0} to show important milestones, launches, or anything else, right alongside your data.
ar: أضف أحداثًا إلى {0} لإظهار المعالم المهمة أو الإطلاقات أو أي شيء آخر، مباشرةً إلى جانب بياناتك.
bg: Добавяйте събития в {0} , за да показвате важни етапи, стартирания или нещо друго заедно с данните си.
ca: Afegiu esdeveniments a {0} per mostrar fites importants, llançaments o qualsevol altra cosa, al costat de les vostres dades.
de: Fügen Sie Ereignisse zu {0} hinzu, um wichtige Meilensteine, Markteinführungen oder andere Ereignisse direkt neben Ihren Daten anzuzeigen.
eo: Add events to {0} so you can flex those big milestones, launches, or whatever else, right next to your data.
es: Añade eventos a {0} para mostrar hitos importantes, lanzamientos o cualquier otra cosa, junto con tus datos.
fa: رویدادها را به {0} اضافه کنید تا نقاط عطف مهم، راه اندازی یا هر چیز دیگری را درست در کنار داده های خود نشان دهید.
fi: Lisää tapahtumia kohteeseen {0} näyttääksesi tärkeät virstanpylväät, julkaisut tai mitä tahansa muuta tietojesi rinnalla.
fr: Ajoutez des événements à {0} pour afficher les étapes importantes, les lancements ou toute autre chose, juste à côté de vos données.
hu: Érdemes azonban elolvasni a fent hivatkozott licencszöveget, mivel ez az a tényleges licenc, amelyet a funkció engedélyezésével elfogad.
it: Aggiungete eventi a {0} per mostrare tappe importanti, lanci o altro, proprio accanto ai vostri dati.
ja: {0}にイベントを追加して、重要なマイルストーンや発売などをデータと一緒に表示できます。
lt: Pridėkite įvykių prie {0}, kad šalia duomenų būtų rodomi svarbūs etapai, paleidimai ar bet kas kita.
ms: Tambah acara ke {0} untuk menunjukkan pencapaian penting, pelancaran, atau apa sahaja, bersama dengan data anda.
nb: Legg til hendelser i {0} for å vise viktige milepæler, lanseringer eller alt annet, rett ved siden av dine data.
nl: Voeg evenementen toe aan {0} om belangrijke mijlpalen, lanceringen of iets anders weer te geven naast je gegevens.
pl: Dodaj wydarzenia do {0} , aby pokazać ważne kamienie milowe, premiery lub cokolwiek innego, bezpośrednio obok danych.
pt_br: Adicione eventos a {0} para mostrar marcos importantes, lançamentos ou qualquer outra coisa, junto com seus dados.
ru: Добавляйте события на {0} , чтобы показать важные вехи, запуски или что-либо еще прямо рядом с вашими данными.
sk: Na stránku {0} môžete pridať udalosti, ktoré zobrazujú dôležité míľniky, spustenia alebo čokoľvek iné, a to priamo popri vašich údajoch.
sl: Dodajte dogodke v {0}, da prikažete pomembne mejnike, predstavitve ali karkoli drugega, tik ob podatkih.
sq: Shto evente nE {0} pEr tE shfaqur momente tE rEndEsishme, lansime ose Edo gjE tjetEEr, menjEherE pranE tEdhEnave tE tua.
sr: Dodajte događaje u {0} da biste prikazali važne prekretnice, lansiranja ili bilo šta drugo, odmah uz vaše podatke.
sv: Lägg till händelse till {0} för att visa viktiga milstolpar, lanseringar eller liknande tillsammans med din data.
tr: Önemli kilometre taşlarını, lansmanları veya başka herhangi bir şeyi doğrudan verilerinizin yanında göstermek için {0} adresine etkinlikler ekleyin.
uk: Додайте події до {0}, щоб показувати важливі віхи, запуски або будь-що інше прямо поруч із вашими даними.
vi: Thêm sự kiện vào {0} để hiển thị các cột mốc quan trọng, lần ra mắt hoặc bất kỳ nội dung nào khác ngay bên cạnh dữ liệu của bạn.
zh_hk: 將事件新增至 {0} ，以便在資料旁邊顯示重要的里程碑、發佈會或其他任何事項。

source: Events in {0} let you see important milestones, launches, or anything else, right alongside your data.
ar: تتيح لك الأحداث في {0} رؤية المعالم المهمة أو الإطلاقات أو أي شيء آخر، مباشرةً إلى جانب بياناتك.
bg: Събитията в {0} ви позволяват да виждате важни етапи, стартирания или нещо друго, точно заедно с вашите данни.
ca: Els esdeveniments de {0} us permeten veure fites importants, llançaments o qualsevol altra cosa, al costat de les vostres dades.
de: Mit den Ereignissen auf {0} können Sie wichtige Meilensteine, Markteinführungen oder andere Dinge direkt neben Ihren Daten sehen.
eo: Events in {0} lowkey show you the big moments, launches, or whatever else, right next to your data.
es: Los eventos en {0} te permiten ver hitos importantes, lanzamientos o cualquier otra cosa, junto con tus datos.
fa: رویدادهای موجود در {0} به شما امکان می دهد نقاط عطف مهم، راه اندازی یا هر چیز دیگری را در کنار داده های خود مشاهده کنید.
fi: {0}:n tapahtumien avulla näet tärkeitä virstanpylväitä, julkaisuja tai mitä tahansa muuta tietojesi rinnalla.
fr: Les événements dans {0} vous permettent de voir les étapes importantes, les lancements ou toute autre chose, juste à côté de vos données.
hu: A(z) {0} eseményei segítségével közvetlenül az adatai mellett láthatja a fontos mérföldköveket, bevezetéseket vagy bármi mást.
it: Gli eventi in {0} consentono di visualizzare importanti pietre miliari, lanci o altro, proprio accanto ai dati.
ja: {0}のイベントにより、重要なマイルストーンや立ち上げなどをデータと一緒に確認することができます。
lt: {0} įvykiai leidžia matyti svarbius etapus, paleidimus ar bet ką kitą kartu su duomenimis.
ms: Acara dalam {0} membolehkan anda melihat pencapaian penting, pelancaran, atau apa sahaja, bersama dengan data anda.
nb: Hendelser i {0} lar deg se viktige milepæler, lanseringer eller alt annet, rett ved siden av dine data.
nl: Met gebeurtenissen in {0} kun je belangrijke mijlpalen, lanceringen of iets anders direct naast je gegevens zien.
pl: Wydarzenia w {0} pozwalają zobaczyć ważne kamienie milowe, premiery lub cokolwiek innego, bezpośrednio obok danych.
pt_br: Os eventos em {0} permitem que você veja marcos importantes, lançamentos ou qualquer outra coisa, junto com seus dados.
ru: События в {0} позволяют вам видеть важные вехи, запуски или что-либо еще прямо рядом с вашими данными.
sk: Udalosti na stránke {0} vám umožnia zobraziť dôležité míľniky, spustenia alebo čokoľvek iné priamo popri vašich údajoch.
sl: Dogodki v {0} vam omogočajo, da si poleg podatkov ogledate pomembne mejnike, predstavitve ali karkoli drugega.
sq: Eventet nE {0} tE lejojnE tE shohEsh momente tE rEndEsishme, lansime ose Edo gjE tjetEEr, menjEherE pranE tEdhEnave tE tua.
sr: Događaji u {0} omogućavaju da vidite važne prekretnice, lansiranja ili bilo šta drugo, odmah uz vaše podatke.
sv: Händelser i {0} låter dig se viktiga milstolpar, lanseringar eller liknande tillsammans med din data.
tr: {0}'daki etkinlikler, önemli kilometre taşlarını, lansmanları veya başka herhangi bir şeyi doğrudan verilerinizin yanında görmenizi sağlar.
uk: Події в {0} дають змогу бачити важливі віхи, запуски або будь-що інше прямо поруч із вашими даними.
vi: Sự kiện trong {0} cho phép bạn xem các cột mốc quan trọng, lần ra mắt hoặc bất kỳ thứ gì khác ngay bên cạnh dữ liệu của bạn.
zh_hk: {0} 中的事件可讓您在資料旁邊看到重要的里程碑、發佈會或其他任何事項。

source: Add events to {0} to show helpful context alongside your data.
hu: Adjon hozzá eseményeket a(z) {0} webhelyhez, hogy hasznos kontextust jelenítsen meg adatai mellett.
ms: Tambah acara ke {0} untuk menunjukkan konteks yang berguna bersama data anda.

source: Events in {0} let you see helpful context alongside your data.
hu: A(z) {0} eseményei segítenek kontextust adni az adatok mellé.
ms: Acara dalam {0} membolehkan anda melihat konteks berguna bersama data anda.

source: Column {0}
ar: العمود {0}
bg: Колона {0}
ca: Columna {0}
de: Spalte {0}
eo: Column {0} → "Col {0}" or "Column {0}" (no big slang needed, it's pretty technical)
es: Columna {0}
fa: ستون {0}
fi: Sarake {0}
fr: Colonne {0}
hu: {0}. oszlop
it: Colonna {0}
ja: {0}列
lt: {0} stulpelis
ms: Lajur {0}
nb: Kolonne {0}
nl: Kolom {0}
pl: Kolumna {0}
pt_br: Coluna {0}
ru: Колонка {0}
sk: Stĺpec {0}
sl: Stolpec {0}
sq: Kolona {0}
sr: Kolona {0}
sv: Kolumn {0}
tr: Sütun {0}
uk: Стовпець {0}
vi: Cột {0}
zh_hk: 列 {0}

source: Custom value {0}
ar: قيمة مخصصة {0}
bg: Потребителска стойност {0}
ca: Valor personalitzat {0}
de: Benutzerdefinierter Wert {0}
eo: Custom value {0} → Custom vibe {0}
es: Valor personalizado {0}
fa: مقدار سفارشی {0}
fi: Muokattu arvo {0}
fr: Valeur personnalisée {0}
hu: Egyedi érték {0}
it: Valore personalizzato {0}
ja: カスタム値 {0}
lt: Tinkinta vertė {0}
ms: Nilai tersuai {0}
nb: Egendefinert verdi {0}
nl: Aangepaste waarde {0}
pl: Wartość niestandardowa {0}
pt_br: Valor personalizado {0}
ru: Пользовательское значение {0}
sk: Vlastná hodnota {0}
sl: Vrednost po meri {0}
sq: VlerE e personalizuar {0}
sr: Prilagođena vrednost {0}
sv: Anpassat värde {0}
tr: Özel değer {0}
uk: Кастомне значення {0}
vi: Giá trị tùy chỉnh {0}
zh_hk: 自訂值 {0}

source: {0} is beyond the date range. Auto-adjusted to the max.
ar: {0} خارج نطاق التاريخ. تم ضبطه تلقائيًا إلى الحد الأقصى.
bg: {0} е извън обхвата на датата. Автоматично се коригира до макс.
ca: {0} està fora de l'interval de dates. Ajust automàtic al màxim.
de: {0} außerhalb des Datumsbereichs liegt. Automatisch auf den Maximalwert eingestellt.
eo: {0} is so out of the date range, it got auto-boosted to the max lol
es: {0} está fuera del intervalo de fechas. Autoajustado al máximo.
fa: {0} فراتر از محدوده تاریخ است. تنظیم خودکار به حداکثر.
fi: {0} on ajanjakson ulkopuolella. Automaattisesti asetettu maksimi.
fr: {0} est en dehors de la plage de dates. Ajusté automatiquement au maximum.
hu: {0} túl van a dátumtartományon. Automatikusan a maximumhoz igazítva.
it: {0} è oltre l'intervallo di date. Adattamento automatico al massimo.
ja: {0}が日付範囲を超えている。最大値に自動調整。
lt: {0} nepatenka į dienų seką. Automatiškai sureguliuotas iki maks.
ms: {0} melebihi julat tarikh. Dilaraskan secara automatik ke maksimum.
nb: {0} er utenfor datointervallet. Autojustert til maks.
nl: {0} buiten het datumbereik valt. Automatisch aangepast aan het maximum.
pl: {0} wykracza poza zakres dat. Automatyczne dostosowanie do maksimum.
pt_br: {0} está além do intervalo de datas. Ajustado automaticamente para o valor máximo.
ru: {0} выходит за пределы диапазона дат. Автоматическая корректировка до максимума.
sk: {0} je mimo rozsahu dátumov. Automatické nastavenie na max.
sl: {0} presega časovno obdobje. Samodejno prilagojeno na max.
sq: {0} EshtE jashtE intervalit tE datave. U rregullua automatikisht nE maksimum.
sr: {0} je van opsega datuma. Automatski podešeno na maksimum.
sv: {0} är utanför datumperioden. Auto-justera till det senaste.
tr: {0} tarih aralığının dışındadır. Maksimuma otomatik olarak ayarlanır.
uk: {0} поза діапазоном дат. Автоматично скориговано до максимуму.
vi: {0} nằm ngoài phạm vi ngày. Tự động điều chỉnh đến mức tối đa.
zh_hk: {0} 超出日期範圍。自動調整至最大值。

source: Add comparison
ar: أضف مقارنة
bg: Добавяне на сравнение
ca: Afegir comparació
de: Vergleich hinzufügen
eo: Add that vibe check
es: Añadir comparativa
fa: مقایسه را اضافه کنید
fi: Lisää vertailu
fr: Ajouter une comparaison
hu: Összehasonlítás hozzáadása
it: Aggiungi confronto
ja: 比較を加える
lt: Pridėti palyginimą
ms: Tambah perbandingan
nb: Legg til sammenlikning
nl: Vergelijking toevoegen
pl: Dodaj porównanie
pt_br: Adicionar comparação
ru: Добавить сравнение
sk: Pridať porovnanie
sl: Dodajanje primerjave
sq: Shto krahasim
sr: Dodaj poređenje
sv: Lägg till jämförelse
tr: Karşılaştırma ekle
uk: Додати порівняння
vi: Thêm so sánh
zh_hk: 新增比較

source: Last edited by {0}{1}{2}
hu: Utoljára szerkesztette: {0}{1}{2}
ms: Disunting kali terakhir oleh {0}{1}{2} {0} adalah nama penuh (atau ... model. {1} adalah tarikh.

source: could not generate key with unique prefix
ar: تعذّر إنشاء مفتاح ببادئة فريدة
bg: не може да генерира ключ с уникален префикс
ca: no s'ha pogut generar la clau amb un prefix únic
de: konnte keinen Schlüssel mit eindeutigem Präfix erzeugen
eo: Couldn’t even generate a key with a unique prefix, fr.
es: no se pudo generar una clave con un prefijo único
fa: نمی تواند کلید با پیشوند منحصر به فرد ایجاد کند
fi: avainta ei voitu luoda uniikilla etuliitteellä
fr: n'a pas pu générer de clé avec un préfixe unique
hu: nem sikerült egyedi előtaggal kulcsot generálni
it: non è stato possibile generare una chiave con un prefisso univoco
ja: 一意な接頭辞を持つキーを生成できなかった
lt: nepavyko sugeneruoti rakto su unikaliu priešdėliu
ms: tidak dapat menjana kunci dengan awalan unik
nb: kunne ikke generere nøkkel med unikt prefix
nl: kon geen sleutel met uniek voorvoegsel genereren
pl: nie mógł wygenerować klucza z unikalnym prefiksem
pt_br: não foi possível gerar uma chave com prefixo único
ru: не удалось сгенерировать ключ с уникальным префиксом
sk: nepodarilo sa vygenerovať kľúč s jedinečným prefixom
sl: Ni bilo mogoče ustvariti ključa z enolično predpono
sq: nuk u arrit tE gjenerohej EelEs me prefiks unik
sr: nije moguće generisati ključ sa jedinstvenim prefiksom
sv: misslyckades att generera nyckel med unikt prefix
tr: benzersiz ön eke sahip anahtar oluşturulamadı
uk: не вдалося згенерувати ключ з унікальним префіксом
vi: không thể tạo khóa có tiền tố duy nhất
zh_hk: 無法產生具有唯一前綴的 key

source: The uploads database is not configured.
ar: قاعدة بيانات الرفع غير مُهيأة.
bg: Базата данни за качване не е конфигурирана.
ca: La base de dades de càrregues no està configurada.
de: Die Uploads-Datenbank ist nicht konfiguriert.
eo: The uploads database is lowkey not set up rn.
es: La base de datos de cargas no está configurada.
fa: پایگاه داده آپلودها پیکربندی نشده است.
fi: Latausten tietokantaa ei ole määritetty.
fr: La base de données des téléchargements n'est pas configurée.
hu: A feltöltési adatbázis nincs konfigurálva.
it: Il database dei caricamenti non è configurato.
ja: アップロードデータベースが設定されていません。
lt: Įkėlimo duomenų bazė nesukonfigūruota.
ms: Pangkalan data muat naik tidak dikonfigurasi.
nb: Database for opplasting er ikke konfigurert.
nl: De uploaddatabase is niet geconfigureerd.
pl: Baza danych uploads nie jest skonfigurowana.
pt_br: O banco de dados de uploads não foi configurado.
ru: База данных загрузок не настроена.
sk: Databáza odosielania nie je nakonfigurovaná.
sl: Zbirka podatkov o nalaganju ni konfigurirana.
sq: Baza e tEdhEnave pEr ngarkime nuk EshtE konfiguruar.
sr: Baza za otpremanja nije konfigurisana.
sv: Databasen för uppladdning är inte konfigurerad.
tr: Yükleme veritabanı yapılandırılmamış.
uk: Базу даних для завантажень не налаштовано.
vi: Cơ sở dữ liệu tải lên chưa được cấu hình.
zh_hk: 未設定上傳資料庫。

source: {0} id should be a positive integer.
ar: يجب أن يكون معرّف {0} عددًا صحيحًا موجبًا.
bg: {0} id трябва да бъде цяло положително число.
ca: {0} id ha de ser un nombre enter positiu.
de: {0} id sollte eine positive ganze Zahl sein.
eo: "{0} id should be a whole W, not a negative or smth"
es: id {0} debe ser un número entero positivo.
fa: شناسه {0} باید یک عدد صحیح مثبت باشد.
fi: {0} id pitäisi olla positiivinen kokonaisluku.
fr: {0} id doit être un nombre entier positif.
hu: A(z) {0} azonosítónak pozitív egész számnak kell lennie.
it: {0} id deve essere un numero intero positivo.
ja: {0} idは正の整数でなければならない。
lt: {0} ID turi būti teigiamas sveikasis skaičius.
ms: id {0} sepatutnya integer positif.
nb: {0} id burde være et positivt heltall.
nl: {0} id moet een positief geheel getal zijn.
pl: {0} id powinien być dodatnią liczbą całkowitą.
pt_br: {0} id deve ser um número inteiro positivo.
ru: {0} id должно быть целым положительным числом.
sk: {0} id by malo byť celé kladné číslo.
sl: {0} id mora biti pozitivno celo število.
sq: ID e {0} duhet tE jetE njE numEr i plotE pozitiv.
sr: ID za {0} treba da bude pozitivan ceo broj.
sv: {0}-id:t ska vara ett positivt heltal.
tr: {0} id pozitif bir tamsayı olmalıdır.
uk: ID {0} має бути додатним цілим числом.
vi: {0} id phải là số nguyên dương.
zh_hk: {0} id 應該是正整數。

source: Running {0} migrations ...
hu: {0} migrációk futtatása ...
ms: Menjalankan migrasi {0} ...

source: Database has unrun migrations. Checking if migraton lock is taken...
hu: Az adatb
ms: Pangkalan data mempunyai migrasi yang belum dijalankan. Memeriksa jika kunci migrasi diambil...

source: See: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
ar: راجع: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
bg: Вижте: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
ca: Vegeu: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
de: Siehe: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
eo: Peep: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
es: Ver: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
fa: ببینید: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
fi: Katso: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
fr: Voir : https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
hu: Lásd: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
it: Vedi: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
ja: 参照：https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
lt: Žr.: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
ms: Lihat: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
nb: Se: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
nl: Zie: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
pl: Zobacz: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
pt_br: Veja: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
ru: См.: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
sk: Pozri: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
sl: Glej: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
sq: Shih: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
sr: Vidi: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
sv: Läs mer: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
tr: Bakınız: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
uk: Див.: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
vi: Xem: https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade
zh_hk: 請參閱：https://www.metabase.com/docs/latest/installation-and-operation/upgrading-metabase#rolling-back-an-upgrade

source: Once your database has been downgraded, try running the application again.
ar: بعد خفض إصدار قاعدة بياناتك، حاول تشغيل التطبيق مرة أخرى.
bg: След като базата данни бъде понижена, опитайте да стартирате приложението отново.
ca: Un cop s'hagi canviat a una versió anterior la base de dades, proveu d'executar l'aplicació de nou.
de: Sobald Ihre Datenbank heruntergestuft wurde, versuchen Sie, die Anwendung erneut auszuführen.
eo: Once your database's been downgraded, try running the app again fr.
es: Una vez que tu base de datos haya sido degradada, intenta ejecutar la aplicación nuevamente.
fa: هنگامی که پایگاه داده شما کاهش یافت، دوباره برنامه را اجرا کنید.
fi: Kun tietokantasi on alennettu, kokeile ajaa sovellus uudestaan
fr: Une fois que votre base de données a été déclassée, essayez d'exécuter à nouveau l'application.
hu: Az adatbázis leminősítése után próbálja meg újra futtatni az alkalmazást.
it: Una volta che il database è stato declassato, provare a eseguire nuovamente l'applicazione.
ja: データベースがダウングレードされたら、アプリケーションを再度実行してみてください。
lt: Kai jūsų duomenų bazė bus senesnė, pabandykite paleisti programą dar kartą.
ms: Setelah pangkalan data anda diturunkan, cuba jalankan aplikasi sekali lagi.
nb: Når din database har blitt nedgradert, prøv å kjøre applikasjonen igjen.
nl: Probeer de applicatie opnieuw uit te voeren nadat de database is gedowngraded.
pl: Po obniżeniu wersji bazy danych spróbuj ponownie uruchomić aplikację.
pt_br: Depois que seu banco de dados for rebaixado, tente executar o aplicativo novamente.
ru: После того как база данных будет обновлена, попробуйте запустить приложение снова.
sk: Po znížení úrovne databázy skúste aplikáciu spustiť znova.
sl: Ko je zbirka podatkov predana na nižjo različico, poskusite znova zagnati aplikacijo.
sq: Pasi databaza juaj të jetë ulur në version, provoni ta ekzekutoni aplikacionin përsëri.
sr: Kada vaša baza podataka bude downgrade-ovana, pokušajte ponovo da pokrenete aplikaciju.
sv: När din databas har nedgraderats, försök starta applikationen igen.
tr: Veritabanınız düşürüldükten sonra uygulamayı tekrar çalıştırmayı deneyin.
uk: Після того як вашу базу даних було відкачено до нижчої версії, спробуйте знову запустити застосунок.
vi: Sau khi cơ sở dữ liệu của bạn đã được hạ cấp, hãy thử chạy lại ứng dụng.
zh_hk: 資料庫降級後，請嘗試再次執行應用程式。
