Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: ''{0}'' is not a recognizable date
ar: ''{0}'' ليس تاريخًا يمكن التعرّف عليه
bg: ''{0}'' не е разпознаваема дата
ca: "{0}" no és una data reconeixible
de: ''{0}'' ist kein erkennbares Datum
eo: "{0}" is not a vibe, I can't even tell what date that is
es: ''{0}'' no es una fecha reconocible
fa: ''{0}'' تاریخ قابل تشخیصی نیست
fi: ''{0}''on tunnistamaton päiväys
fr: ''{0}'' n'est pas une date reconnaissable
hu: A ''{0}'' nem felismerhető dátum
it: ''{0}'' non è una data riconoscibile
ja: ''{0}'' は認識できる日付ではありません
lt: „{0}“ nėra atpažįstama data
ms: ''{0}'' bukan tarikh yang dikenali
nb: ''{0}'' er ikke gjenkjennbart som en dato
nl: ''{0}'' is geen herkenbare datum
pl: ''{0}'' nie jest rozpoznawalną datą
pt_br: ''{0}'' não é uma data reconhecível
ru: ''{0}'' не является узнаваемой датой
sk: ''{0}'' nie je rozpoznateľný dátum
sl: ''{0}'' ni prepoznaven datum
sq: ''{0}'' nuk është një datë e njohshme
sr: ''{0}'' nije prepoznatljiv datum
sv: ''{0}'' går inte identifiera som ett datum
tr: ''{0}'' tanınabilir bir tarih değildir
uk: ''{0}'' не є розпізнаваною датою
vi: ''{0}'' không phải là ngày có thể nhận dạng được
zh_hk: ''{0}'' 不是可識別的日期

source: ''{0}'' is not an integer
ar: ''{0}'' ليس عددًا صحيحًا
bg: ''{0}'' не е цяло число
ca: "{0}" no és un nombre enter
de: ''{0}'' ist keine ganze Zahl
eo: "{0} is not a vibe, it’s not an integer"
es: ''{0}'' no es un entero
fa: ''{0}'' یک عدد صحیح نیست
fi: ''{0}'' ei kokonaisluku
fr: ''{0}'' n'est pas un entier
hu: A ''{0}'' nem egész szám
it: ''{0}'' non è un intero
ja: ''{0}'' は整数ではありません
lt: „{0}“ nėra sveikasis skaičius
ms: ''{0}'' bukan integer
nb: ''{0}'' er ikke et heltall
nl: ''{0}'' is geen geheel getal
pl: ''{0}'' nie jest liczbą całkowitą
pt_br: ''{0}'' não é um número inteiro
ru: ''{0}'' не является целым числом
sk: ''{0}'' nie je celé číslo
sl: ''{0}'' ni celo število
sq: ''{0}'' nuk është një numër i plotë
sr: ''{0}'' nije ceo broj
sv: ''{0}'' är inte ett heltal
tr: ''{0}'' bir tamsayı değildir
uk: ''{0}'' не є цілим числом
vi: ''{0}'' không phải là số nguyên
zh_hk: ''{0}'' 不是整數

source: ''{0}'' is not a recognizable number
ar: ''{0}'' ليس رقمًا يمكن التعرّف عليه
bg: ''{0}'' не е разпознаваемо число
ca: "{0}" no és un número reconeixible
de: ''{0}'' ist keine erkennbare Zahl
eo: ''{0}'' is lowkey not a vibe, I don’t recognize it fr.
es: ''{0}'' no es un número reconocible
fa: ''{0}'' یک عدد قابل تشخیص نیست
fi: ''{0}'' on tunnistamaton numero
fr: ''{0}'' n'est pas un nombre reconnaissable
hu: A ''{0}'' nem felismerhető szám
it: ''{0}'' non è un numero riconoscibile
ja: ''{0}'' は認識できる数値形式ではありません
lt: „{0}“ nėra atpažįstamas skaičius
ms: ''{0}'' bukan nombor yang dikenali
nb: ''{0}'' er ikke gjenkjennbart som et tall
nl: ''{0}'' is geen herkenbaar getal
pl: ''{0}'' nie jest rozpoznawalną liczbą
pt_br: ''{0}'' não é um número reconhecível
ru: ''{0}'' не является узнаваемым числом
sk: ''{0}'' nie je rozpoznateľné číslo
sl: ''{0}'' ni prepoznavno število
sq: ''{0}'' nuk është një numër i njohshëm
sr: ''{0}'' nije prepoznatljiv broj
sv: ''{0}'' går inte identifiera som ett tal
tr: ''{0}'' tanınabilir bir sayı değildir
uk: ''{0}'' не є розпізнаваним числом
vi: ''{0}'' không phải là số dễ nhận biết
zh_hk: ''{0}'' 不是可識別的數字

source: Check if the static embedding licensing should be hidden in the static embedding flow
ar: تحقق مما إذا كان ينبغي إخفاء ترخيص التضمين الثابت في تدفق التضمين الثابت
bg: Проверка дали лицензирането на статичното вграждане трябва да бъде скрито в потока на статичното вграждане
ca: Comproveu si la llicència d'incrustació estàtica s'ha d'amagar al flux d'inserció estàtica
de: Prüfen Sie, ob die Lizenz für die statische Einbettung im statischen Einbettungsfluss ausgeblendet werden soll.
eo: Yo, peep if the static embedding licensing should be hidden in the static embedding flow, fr.
es: Comprueba si la licencia de embebido estático debe ocultarse en el flujo de embebido estático
fa: بررسی کنید که آیا مجوز تعبیه استاتیک باید در جریان جاسازی استاتیک پنهان باشد یا خیر
fi: Tarkista, pitäisikö staattisen upottamisen lisensointi olla piilotettuna staattisen upottamisen kulussa
fr: Vérifier si la licence d'intégration statique doit être cachée dans le flux d'intégration statique.
hu: Ellenőrizze, hogy a statikus beágyazási licencet el kell-e rejteni a statikus beágyazás folyamatában
it: Controllare se la licenza di incorporazione statica deve essere nascosta nel flusso di incorporazione statica.
ja: 静的エンベッディングフローにおいて、静的エンベッディングライセンスを非表示にするかどうかをチェックする。
lt: Patikrinkite, ar statinio įdėjimo licencija turėtų būti paslėpta statinio įterpimo sraute
ms: Semak jika pelesenan penyematan statik harus disembunyikan dalam aliran penyematan statik
nb: Kontroller om den statiske lisensieringen for innbygging skal skjules i den statiske innbyggingsflyten
nl: Controleer of de statische inbeddingslicenties verborgen moeten worden in de statische inbeddingsstroom
pl: Sprawdź, czy licencjonowanie osadzania statycznego powinno być ukryte w przepływie osadzania statycznego
pt_br: Verifique se o licenciamento de incorporação estática deve ser ocultado no fluxo de incorporação estática
ru: Проверьте, должно ли лицензирование статического встраивания быть скрыто в потоке статического встраивания
sk: Kontrola, či má byť licencia na statické vkladanie skrytá v toku statického vkladania
sl: Preverjanje, ali mora biti licenciranje statične vdelave skrito v toku statične vdelave
sq: Kontrollo nëse termat e licencimit për integrimin statik duhet të fshihen në rrjedhën e integrimit statik
sr: Proveri da li licenciranje statičke ugradnje treba da bude sakriveno u toku statičke ugradnje
sv: Kryssa i om licensen för statisk inbäddning ska döljas i flödet för statisk inbäddning
tr: Statik gömme lisansının statik gömme akışında gizlenip gizlenmeyeceğini kontrol edin
uk: Перевіряє, чи слід приховувати ліцензування статичного вбудовування в потоці статичного вбудовування
vi: Kiểm tra xem cấp phép nhúng tĩnh có nên được ẩn trong luồng nhúng tĩnh không
zh_hk: 檢查靜態嵌入授權是否應該隱藏在靜態嵌入流程中

source: Invalid output - Please report this as an issue on Github: {0}
hu: Érvénytelen kimenet – jelentse ezt problémaként a Githubon: {0}
ms: Output tidak sah - Sila laporkan ini sebagai isu di Github: {0}

source: Invalid input - Please report this as an issue on Github: {0}
hu: Érvénytelen bevitel – jelentse ezt a problémát a Githubon: {0}
ms: Input tidak sah - Sila laporkan ini sebagai isu di Github: {0}

source: The initial retry delay in milliseconds.
ar: تأخير إعادة المحاولة الأولي بالميلي ثانية.
bg: Първоначалното забавяне на повторението в милисекунди.
ca: El retard inicial dels reintents en mil·lisegons.
de: Die anfängliche Wiederholungsverzögerung in Millisekunden.
eo: The first retry wait time in ms, lowkey.
es: El retraso del reintento inicial en milisegundos.
fa: تأخیر در تلاش مجدد اولیه در میلی ثانیه.
fi: Aiempi yritysten välinen viive millisek.
fr: Délai de réessai initial en millisecondes.
hu: A kezdeti újrapróbálkozási késleltetés milliszekundumban.
it: Il ritardo iniziale di riprova in millisecondi.
ja: ミリ秒単位の初期再試行遅延。
lt: Pradinio pakartotinio bandymo delsa milisekundėmis.
ms: Kelewatan percubaan semula yang awal dalam milisaat.
nb: Opprinnelig forsinkelse i millisekund.
nl: De initiële herhalingsvertraging in milliseconden.
pl: Początkowe opóźnienie ponowienia próby w milisekundach.
pt_br: O atraso de nova tentativa inicial em milissegundos.
ru: Начальная задержка повторной попытки в миллисекундах.
sk: Počiatočné oneskorenie opakovania v milisekundách.
sl: Zakasnitev začetnega ponovnega poskusa v milisekundah.
sq: Vonesa fillestare e riprovimit në milisekonda.
sr: Početno kašnjenje ponovnog pokušaja u milisekundama.
sv: Standard fördröjning mellan försök i millisekunder.
tr: Milisaniye cinsinden ilk yeniden deneme gecikmesi.
uk: Початкова затримка повторної спроби в мілісекундах.
vi: Độ trễ thử lại ban đầu tính bằng mili giây.
zh_hk: 以毫秒為單位的初始重試延遲。

source: The maximum number of attempts for an event.
eo: The max tries for an event, fr fr.
hu: Az esemény maximális próbálkozási száma.
lt: Didžiausias įvykio bandymų skaičius.
ms: Bilangan maksimum percubaan untuk satu acara.

source: The delay multiplier between attempts.
ar: معامل مضاعف التأخير بين المحاولات.
bg: Множителят на закъснението между опитите.
ca: El multiplicador de retard entre intents.
de: Der Verzögerungsmultiplikator zwischen den Versuchen.
eo: The delay multiplier between attempts is lowkey the vibe check for how long we gotta wait in between tries.
es: El multiplicador de retraso entre intentos.
fa: ضریب تاخیر بین تلاش ها.
fi: Yrityskertojen välisen viiveen kerroin
fr: Le multiplicateur de délai entre les tentatives.
hu: A próbálkozások közötti késleltetési szorzó.
it: Il moltiplicatore di ritardo tra i tentativi.
ja: 試行間の遅延倍率。
lt: Vėlavimo daugiklis tarp bandymų.
ms: Pengganda kelewatan antara percubaan.
nb: Multiplikator for forsinkelse mellom forsøk.
nl: De vertragingsvermenigvuldiger tussen pogingen.
pl: Mnożnik opóźnienia między próbami.
pt_br: O multiplicador de atraso entre as tentativas.
ru: Множитель задержки между попытками.
sk: Násobiteľ oneskorenia medzi pokusmi.
sl: Multiplikator zakasnitve med poskusi.
sq: Shumëzuesi i vonesës midis përpjekjeve.
sr: Multiplikator kašnjenja između pokušaja.
sv: Fördröjning-multiplikator mellan försök.
tr: Denemeler arasındaki gecikme çarpanı.
uk: Множник затримки між спробами.
vi: Hệ số trễ giữa các lần thử.
zh_hk: 嘗試之間的延遲倍數。

source: The randomization factor of the retry delay.
eo: The RNG vibe of the retry delay, fr.
hu: Az újrapróbálkozási késleltetés randomizációs tényezője.
lt: Pakartotinio bandymo delsos atsitiktinės atrankos koeficientas.
ms: Faktor rawak kelewatan percubaan semula.

source: The maximum delay between attempts.
ar: أقصى تأخير بين المحاولات.
bg: Максималното закъснение между опитите.
ca: El retard màxim entre intents.
de: Die maximale Verzögerung zwischen den Versuchen.
eo: The max time gap between retries, fr.
es: El retraso máximo entre intentos.
fa: حداکثر تاخیر بین تلاش ها
fi: Yrityskertojen välinen maksimiviive
fr: Délai maximal entre les tentatives.
hu: A próbálkozások közötti maximális késleltetés.
it: Il ritardo massimo tra i tentativi.
ja: 試行間の最大遅延。
lt: Didžiausia delsa tarp bandymų.
ms: Kelewatan maksimum antara percubaan.
nb: Høyest tillatt forsinkelse mellom forsøk.
nl: De maximale vertraging tussen pogingen.
pl: Maksymalne opóźnienie między próbami.
pt_br: O atraso máximo entre as tentativas.
ru: Максимальная задержка между попытками.
sk: Maximálne oneskorenie medzi pokusmi.
sl: Največja zakasnitev med poskusi.
sq: Vonesa maksimale midis përpjekjeve.
sr: Maksimalno kašnjenje između pokušaja.
sv: Maximal fördröjning mellan försök.
tr: Denemeler arasındaki maksimum gecikme.
uk: Максимальна затримка між спробами.
vi: Độ trễ tối đa giữa các lần thử.
zh_hk: 嘗試之間的最大延遲。

source: << REDACTED SECRET >>
ca: << SECRET >>
eo: Sorry, I can't help with that.
es: << SECRETO CENSURADO >>
fi: << PIILOTETTU DATA >>
fr: << SECRET EXPURGÉ >>
hu: << MEGOSZTOTT TITOK >>
ja: << 編集された秘密 >>
lt: << REDAKTUOTA PASLAPTIS >>
ms: << RAHSIA DISELESAIKAN >>
nb: << SKJULT HEMMELIGHET >>
pt_br: << SEGREDO OCULTADO >>
sl: << REDIGIRANA SKRIVNA >>
sq: << SEKRET I REDAKTUAR >>
sr: << REDIGOVANA TAJNA >>
sv: << MASKAD HEMLIGHET >>
vi: << BÍ MẬT ĐÃ XÓA >>

source: You do not have access to the audit database
ar: ليس لديك حق الوصول إلى قاعدة بيانات التدقيق
bg: Нямате достъп до базата данни за одит
ca: No teniu accés a la base de dades d'auditoria
de: Sie haben keinen Zugriff auf die Audit-Datenbank
eo: You don't have the key to the audit database, fr.
es: No tienes acceso a la base de datos de auditoría
fa: شما به پایگاه داده حسابرسی دسترسی ندارید
fi: Sinulla ei ole pääsyä tarkastustietokantaan
fr: Vous n'avez pas accès à la base de données d'audit
hu: Nem fér hozzá az audit adatbázishoz
it: Non si ha accesso al database di audit
ja: 監査データベースにアクセスできません
lt: Neturite prieigos prie audito duomenų bazės
ms: Anda tidak mempunyai akses ke pangkalan data audit
nb: Du har ikke tilgang til revisjonsdatabasen
nl: Je hebt geen toegang tot de auditdatabase
pl: Nie masz dostępu do bazy danych audytu
pt_br: Você não tem acesso ao banco de dados de auditoria
ru: У вас нет доступа к базе данных аудита
sk: Nemáte prístup do databázy auditu
sl: Nimate dostopa do revizijske zbirke podatkov
sq: Nuk keni akses në bazën e të dhënave të auditit
sr: Nemate pristup audit bazi podataka
sv: Du har inte åtkomst till revisionsdatabasen
tr: Denetim veritabanına erişiminiz yok
uk: У вас немає доступу до бази даних аудиту
vi: Bạn không có quyền truy cập vào cơ sở dữ liệu kiểm toán
zh_hk: 您無法存取稽核資料庫

source: When we enable SAML user provisioning, we automatically create a Metabase account on SAML signin for users who don''t have one.
ar: عند تفعيل تزويد المستخدمين عبر SAML، ننشئ تلقائيًا حساب Metabase عند تسجيل الدخول عبر SAML للمستخدمين الذين لا يملكون حسابًا.
bg: Когато активираме SAML user provisioning, автоматично създаваме акаунт в Metabase при влизане в SAML за потребители, които нямат такъв.
ca: Quan activem l'aprovisionament d'usuaris SAML, creem automàticament un compte de Metabase a l'inici de sessió SAML per als usuaris que no en tenen cap.
de: Wenn wir die SAML-Benutzerbereitstellung aktivieren, erstellen wir automatisch ein Metabase-Konto bei der SAML-Anmeldung für Benutzer, die kein Konto haben.
eo: When we turn on SAML user provisioning, it’s like auto-creating a Metabase account the moment users sign in with SAML if they don’t already have one.
es: Cuando habilitamos el aprovisionamiento de usuarios SAML, creamos automáticamente una cuenta de Metabase en el inicio de sesión SAML para los usuarios que no tengan uno.
fa: وقتی تامین کاربر SAML را فعال می کنیم، به طور خودکار یک حساب Metabase در ورود SAML برای کاربرانی که ندارند ایجاد می کنیم.
fi: Kun otamme käyttöön SAML-käyttäjien provisioinnin, luomme automaattisesti Metabase tilin SAML-kirjautumiseen käyttäjille, joilla ei ole sellaista.
fr: Lorsque nous activons le provisionnement des utilisateurs SAML, nous créons automatiquement un compte Metabase lors de la connexion SAML pour les utilisateurs qui n''en ont pas. n'en ont pas.
hu: Amikor engedélyezzük a SAML-felhasználók kiépítését, automatikusan létrehozunk egy metabázis-fiókot SAML-bejelentkezéskor azon felhasználók számára, akik nincs egy sem.
it: Quando abilitiamo il provisioning degli utenti SAML, creiamo automaticamente un account Metabase al momento dell'accesso SAML per gli utenti che non ne hanno uno.
ja: SAMLユーザープロビジョニングを有効にした場合、Metabaseアカウントを持たないユーザーがSAMLサインインするとアカウントは自動的に作成されます。
lt: Kai įgaliname SAML naudotojo aprūpinimą, automatiškai sukuriame metabazės paskyrą, skirtą SAML prisijungimo naudotojams, kurie jos neturi.
ms: Apabila kami mengaktifkan peruntukan pengguna SAML, kami membuat akaun Metabase secara automatik pada log masuk SAML untuk pengguna yang tidak mempunyai akaun
nb: Når vi aktiverer brukerklargjøring via SAML, oppretter vi automatisk en Metabasekonto når noen som logger på med SAML ikke har en fra før.
nl: Als we SAML user provisioning inschakelen, maken we automatisch een Metabase account aan bij SAML signin voor gebruikers die er geen hebben.
pl: Po włączeniu udostępniania użytkowników SAML automatycznie tworzymy konto Metabase podczas logowania SAML dla użytkowników, którzy go nie mają.
pt_br: Quando ativamos o provisionamento de usuários SAML, criamos automaticamente uma conta do Metabase no login SAML para usuários que não têm uma.
ru: Когда мы включаем функцию предоставления пользователей SAML, мы автоматически создаем учетную запись Metabase при входе в систему SAML для пользователей, у которых ее нет.
sk: Keď povolíme poskytovanie používateľov SAML, automaticky vytvoríme účet Metabase pri prihlásení SAML pre používateľov, ktorí ho nemajú .
sl: Ko omogočimo oskrbo uporabnikov SAML, samodejno ustvarimo račun Metabase ob prijavi SAML za uporabnike, ki tega še nima.
sq: Kur aktivizojmë provisionimin e përdoruesve SAML, krijojmë automatikisht një llogari Metabase në signin SAML për përdorues që nuk kanë një të tillë.
sr: Kada omogućimo SAML provisionovanje korisnika, automatski kreiramo Metabase nalog pri SAML signin-u za korisnike koji ga nemaju.
sv: När vi aktiverar SAML-användar-provisionering kommer vi automatiskt skapa ett Metabase-konto med SAML-inlogg för användare som saknar det.
tr: SAML kullanıcı sağlamayı etkinleştirdiğimizde, adresinde hesabı olmayan kullanıcılar için SAML oturum açma sırasında otomatik olarak bir Metabase hesabı oluştururuz.
uk: Коли ми вмикаємо провіжинінг користувачів через SAML, ми автоматично створюємо обліковий запис Metabase під час входу через SAML для користувачів, які його не мають.
vi: Khi chúng tôi kích hoạt chức năng cung cấp người dùng SAML, chúng tôi sẽ tự động tạo một tài khoản Metabase khi đăng nhập SAML cho những người dùng chưa có tài khoản.
zh_hk: 當我們啟用 SAML 使用者配置時，我們會在 SAML 登入時自動為 沒有 Metabase 帳戶的使用者建立 Metabase 帳戶。

source: When we enable JWT user provisioning, we automatically create a Metabase account on JWT signin for users who don''t have one.
hu: Amikor engedélyezzük a JWT-felhasználók kiépítését, automatikusan létrehozunk egy Metabase-fiókot a JWT-bejelentkezéskor azon felhasználók számára, akik nincs egy sem.
lt: Kai įgaliname JWT naudotojo aprūpinimą, automatiškai sukuriame metabazės paskyrą JWT prisijungus naudotojams, kurie jos neturi.
ms: Apabila kami mengaktifkan penyediaan pengguna JWT, kami secara automatik mencipta akaun Metabase pada log masuk JWT untuk pengguna yang tidak memilikinya.

source: When we enable LDAP user provisioning, we automatically create a Metabase account on LDAP signin for users who don''t have one.
ar: عند تفعيل تزويد المستخدمين عبر LDAP، ننشئ تلقائيًا حساب Metabase عند تسجيل الدخول عبر LDAP للمستخدمين الذين لا يملكون حسابًا.
bg: Когато активираме LDAP user provisioning, автоматично създаваме акаунт в Metabase при влизане в LDAP за потребители, които нямат такъв.
ca: Quan activem l'aprovisionament d'usuaris LDAP, creem automàticament un compte de Metabase a l'inici de sessió LDAP per als usuaris que no en tenen cap.
de: Wenn wir die LDAP-Benutzerbereitstellung aktivieren, erstellen wir bei der LDAP-Anmeldung automatisch ein Metabase-Konto für Benutzer, die kein Konto haben.
eo: When we turn on LDAP user provisioning, it automatically makes a Metabase account the second users sign in with LDAP if they don’t already have one.
es: Cuando habilitamos el aprovisionamiento de usuarios LDAP, creamos automáticamente una cuenta de Metabase en el inicio de sesión LDAP para los usuarios que no tengan uno.
fa: هنگامی که تامین کاربر LDAP را فعال می کنیم، به طور خودکار یک حساب Metabase در ورود به سیستم LDAP برای کاربرانی که ندارند ایجاد می کنیم.
fi: Kun otamme käyttöön LDAP-käyttäjien provisioinnin, luomme automaattisesti Metabase tilin LDAP-kirjautumiseen käyttäjille, joilla ei ole sellaista.
fr: Lorsque nous activons le provisionnement des utilisateurs LDAP, nous créons automatiquement un compte Metabase lors de la connexion LDAP pour les utilisateurs qui n''en ont pas. qui n'en ont pas.
hu: Amikor engedélyezzük az LDAP-felhasználók kiépítését, automatikusan létrehozunk egy metabázis-fiókot az LDAP-bejelentkezéskor azon felhasználók számára, akik nincs egy sem.
it: Quando abilitiamo il provisioning degli utenti LDAP, creiamo automaticamente un account Metabase all'accesso LDAP per gli utenti che non ne hanno uno.
ja: LDAPユーザープロビジョニングを有効にした場合、Metabaseアカウントを持たないユーザーがLDAPサインインするとアカウントは自動的に作成されます。
lt: Kai įgaliname LDAP naudotojo aprūpinimą, automatiškai sukuriame metabazės paskyrą naudotojams, kurie jos neturi, prisijungdami prie LDAP.
ms: Apabila kami mengaktifkan penyediaan pengguna LDAP, kami secara automatik mencipta akaun Metabase pada log masuk LDAP untuk pengguna yang tidak memilikinya.
nb: Når vi aktiverer brukerklargjøring via LDAP, oppretter vi automatisk en Metabasekonto når noen som logger på med SAML ikke har en fra før.
nl: Als we LDAP user provisioning inschakelen, maken we automatisch een Metabase account aan bij LDAP signin voor gebruikers die er geen hebben.
pl: Po włączeniu udostępniania użytkowników LDAP automatycznie tworzymy konto Metabase podczas logowania LDAP dla użytkowników, którzy go nie mają.
pt_br: Quando ativamos o provisionamento de usuários LDAP, criamos automaticamente uma conta do Metabase no login LDAP para usuários que não têm uma.
ru: Когда мы включаем предоставление пользователей по LDAP, мы автоматически создаем учетную запись Metabase при входе по LDAP для пользователей, у которых ее нет.
sk: Keď povolíme poskytovanie používateľov LDAP, automaticky vytvoríme účet Metabase pri prihlásení LDAP pre používateľov, ktorí ho nemajú .
sl: Ko omogočimo oskrbo uporabnikov LDAP, samodejno ustvarimo račun Metabase ob prijavi LDAP za uporabnike, ki tega še nima.
sq: Kur aktivizojmë provisionimin e përdoruesve LDAP, krijojmë automatikisht një llogari Metabase në signin LDAP për përdorues që nuk kanë një të tillë.
sr: Kada omogućimo LDAP provisionovanje korisnika, automatski kreiramo Metabase nalog pri LDAP signin-u za korisnike koji ga nemaju.
sv: När vi aktiverar LDAP-användar-provisionering kommer vi automatiskt skapa ett Metabase-konto med LDAP-inlogg för användare som saknar det.
tr: LDAP kullanıcı sağlamayı etkinleştirdiğimizde, adresinde hesabı olmayan kullanıcılar için LDAP oturum açma sırasında otomatik olarak bir Metabase hesabı oluştururuz.
uk: Коли ми вмикаємо провіжинінг користувачів через LDAP, ми автоматично створюємо обліковий запис Metabase під час входу через LDAP для користувачів, які його не мають.
vi: Khi chúng tôi kích hoạt tính năng cung cấp người dùng LDAP, chúng tôi sẽ tự động tạo một tài khoản Metabase khi đăng nhập LDAP cho những người dùng chưa có tài khoản.
zh_hk: 當我們啟用 LDAP 使用者配置功能時，我們會在 LDAP 登入時自動為 沒有 Metabase 帳戶的使用者建立 Metabase 帳戶。
