Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Need help? {0}.
ar: تحتاج مساعدة؟ {0}.
bg: Нужда от помощ? {0}.
ca: Necessites ajuda? {0}.
de: Benötigst Du Hilfe? {0}.
eo: Need some help? {0} fam.
es: ¿Necesitas ayuda? {0}.
fa: آیا نیاز به راهنما دارید؟ {0}.
fi: Tarvitsetko apua? {0}.
fr: Besoin d'aide? {0}.
hu: Segítségre van szükséged? {0}.
it: Serve aiuto? {0}.
ja: お困りですか?{0}.
lt: Reikia pagalbos? {0}.
ms: Perlukan bantuan? {0}.
nb: Trenger du hjelp? {0}.
nl: Hulp nodig? {0}.
pl: Potrzebujesz pomocy? {0}.
pt_br: Precisa de ajuda? {0}.
ru: Нужна помощь? {0}.
sk: Potrebujete pomoc? {0}.
sl: Potrebujete pomoč? {0}.
sq: Ke nevojë për ndihmë? {0}.
sr: Treba pomoć? {0}.
sv: Behöver du hjälp? {0}.
tr: Yardıma mı ihtiyacınız var? {0}.
uk: Потрібна допомога? {0}.
vi: Cần giúp đỡ? {0}.
zh_hk: 需要幫助嗎？{0}。

source: See our docs
ar: اطّلع على مستنداتنا
bg: Вижте нашите документи
ca: Consulta els nostres documents
de: Wirf einen Blick in unsere Dokumentationen
eo: Check out our docs, bestie
es: Ver nuestros documentos
fa: مستندات ما را ببینید
fi: Katso dokumentaatiomme
fr: Voir la documentation
hu: Tekintse meg dokumentumainkat
it: Consulta la nostra documentazione
ja: 詳しい情報は、ドキュメントをご覧ください。
lt: Peržiūrėkite mūsų dokumentus
ms: Lihat dokumentasi kami
nb: Se våre dokumenter
nl: Bekijk onze documentatie
pl: Zobacz nasze dokumenty
pt_br: Veja nossa documentação
ru: Посмотри наши документы
sk: Pozrite si naše dokumenty
sl: Oglejte si naše dokumente
sq: Shih dokumentacionin tonë
sr: Pogledaj našu dokumentaciju
sv: Titta i vår dokumentation
tr: belgelerimize bakın
uk: Перегляньте нашу документацію
vi: Xem tài liệu của chúng tôi
zh_hk: 查看我們的文件

source: Delete Slack App
ar: حذف تطبيق Slack
bg: Изтрийте приложението Slack
ca: Eliminar l'App Slack
de: Slack-App löschen
eo: Delete the Slack app? lowkey gotta yeet it outta here
es: Eliminar aplicación Slack
fa: حذف برنامه Slack
fi: Poista Slack-sovellus
fr: Supprimer l'application Slack
hu: Slack alkalmazás törlése
it: Elimina l'app di Slack
ja: Slackアプリの削除
lt: Ištrinkite „Slack“ programą
ms: Padam Aplikasi Slack
nb: Slett Slack App
nl: Slack-app verwijderen
pl: Usuń aplikację Slack
pt_br: Excluir Slack App
ru: Удалить приложение Slack
sk: Odstrániť aplikáciu Slack
sl: Izbriši aplikacijo Slack
sq: Fshi aplikacionin Slack
sr: Obriši Slack aplikaciju
sv: Ta bort Slack App
tr: Slack Uygulamasını Sil
uk: Видалити Slack App
vi: Xoá ứng dụng Slack
zh_hk: 刪除 Slack 應用程式

source: Finally, open Slack, create a public channel and enter its name below.
hu: Végül nyisd meg a Slack-et, hozz létre egy nyilvános csatornát, és add meg a nevét lentebb.
ms: Akhir sekali, buka Slack, cipta saluran awam dan masukkan namanya di bawah.

source: We'll upload charts and tables here before sending out dashboard subscriptions.
hu: Ide töltjük fel a diagramokat és táblázatokat, mielőtt elküldenénk az irányítópult előfizetéseit.
ms: Kami akan memuat naik carta dan jadual di sini sebelum menghantar langganan papan pemuka.

source: We recommend you {0}, see the instructions below:
hu: Javasoljuk, hogy {0}, tekintse meg az alábbi utasításokat:
lt: Rekomenduojame jums {0}, žr. toliau pateiktas instrukcijas:
ms: Kami mengesyorkan anda {0}, lihat arahan di bawah:

source: Bring the power of Metabase to your Slack #channels.
ar: اجلب قوة Metabase إلى قنوات Slack #channels الخاصة بك.
bg: Използвайте силата на Metabase във вашите Slack #канали.
ca: Porta el poder de Metabase als teus #canals Slack.
de: Bringe die Macht von Metabase zu Deinen Slack #Kanälen
eo: Slide the Metabase vibes into your Slack #channels fr.
es: Lleva el poder de Metabase a tus #canales de Slack.
fa: قدرت Metabase را به کانال‌های #Slack خود بیاورید.
fi: Tuo Metabasen voima Slackin #kanaviisi.
fr: Importez le pouvoir de Metabase dans vos canaux Slack.
hu: Hozd el a Metabase erejét a Slack #csatornáidra.
it: Porta la potenza di Metabase sui tuoi canali Slack #.
ja: MetabaseのパワーをあなたのSlack #channelsにもたらします。
lt: Suteikite metabazės galią savo Slack #channels.
ms: Bawa kuasa Metabase ke saluran Slack # anda.
nb: Bring kraften av Metabase til dine Slack #kanaler.
nl: Breng de kracht van Metabase naar je Slack #channels.
pl: Przenieś moc Metabase do swoich kanałów Slack #.
pt_br: Traga o poder da Metabase para seus #canais do Slack.
ru: Подарите мощь Metabase вашим каналам Slack #.
sk: Priveďte silu Metabase do svojich Slack #kanálov.
sl: Prenesite moč Metabase v svoj Slack #channels.
sq: Sill fuqinë e Metabase në #channels e tua në Slack.
sr: Donesite moć Metabase-a u vaše Slack #channels.
sv: Använd möjligheterna i Metabase i dina Slack #channels.
tr: Metatabanının gücünü Slack #kanallarınıza getirin.
uk: Додайте потужність Metabase до ваших Slack #каналів.
vi: Mang sức mạnh của Metabase đến các kênh # của Slack của bạn.
zh_hk: 將 Metabase 的強大功能帶到您的 Slack #channels。

source: Follow these steps to connect to Slack:
ar: اتبع هذه الخطوات للاتصال بـ Slack:
bg: Следвайте тези стъпки, за да се свържете със Slack:
ca: Segueix aquests passos per connectar a Slack:
de: Befolge diese Schritte um Dich zu Slack zu verbinden:
eo: Just do these steps to link up with Slack:
es: Sigue estos pasos para conectarte a Slack:
fa: برای اتصال به Slack مراحل زیر را دنبال کنید:
fi: Seuraa näitä vaiheita yhdistääksesi Slackiin:
fr: Suivez ces étapes pour vous connectez à Slack:
hu: Kövesse az alábbi lépéseket a Slackhez való csatlakozáshoz:
it: Segui questi passaggi per connetterti a Slack:
ja: 以下の手順でSlackに接続します。
lt: Norėdami prisijungti prie „Slack“, atlikite šiuos veiksmus:
ms: Ikuti langkah-langkah ini untuk menyambung ke Slack:
nb: Følg disse trinnene for å koble til Slack:
nl: Volg deze stappen om verbinding te maken met Slack:
pl: Postępuj zgodnie z tymi krokami, aby połączyć się ze Slackiem:
pt_br: Siga estas etapas para conectar ao Slack:
ru: Следуйте этим шагам, чтобы подключиться к Slack:
sk: Postupujte podľa týchto krokov a pripojte sa k Slacku:
sl: Če želite vzpostaviti povezavo s Slackom, sledite tem korakom:
sq: Ndiq këta hapa për t’u lidhur me Slack:
sr: Pratite ove korake da biste se povezali sa Slackom:
sv: Följ dessa steg för att ansluta till Slack:
tr: Slack'e bağlanmak için şu adımları izleyin:
uk: Виконайте ці кроки, щоб підключитися до Slack:
vi: Thực hiện theo các bước sau để kết nối với Slack:
zh_hk: 請按照以下步驟連接到 Slack：

source: 1. Create your Slack App
hu: 1. Hozza létre a Slack alkalmazását
ms: 1. Cipta Aplikasi Slack anda

source: To create your Metabase integration on Slack you’ll need to set up some things.
hu: A Metabase Slack integrációjának létrehozásához be kell állítania néhány dolgot.
ms: Untuk mencipta integrasi Metabase anda di Slack, anda perlu menyediakan beberapa perkara.

source: First, go to {0}, hit “{1}” and pick “{2}”
hu: Először menjen a {0} oldalra, kattintson a “{1}” gombra és válassza a “{2}” lehetőséget.
ms: Pertama, pergi ke {0}, klik “{1}” dan pilih “{2}”

source: Slack Apps
hu: Slack Alkalmazások
ms: Aplikasi Slack

source: Create New App
hu: Új alkalmazás létrehozása
ms: Cipta Aplikasi Baru

source: From an app manifest.
hu: Az alkalmazás manifestből.
ms: Dari manifest aplikasi.

source: 2. Copy the Metabase manifest
hu: 2. Másolja a Metabase manifestet
ms: 2. Salin manifest Metabase

source: Select your workspace and then copy our {0} below and paste it in to create the app. In the following screen, click “{1}” and authorize it.
hu: Válassza ki a munkaterületét, majd másolja az alábbi {0} és illessze be az alkalmazás létrehozásához. A következő képernyőn kattintson a “{1}” gombra és engedélyezze azt.
ms: Pilih ruang kerja anda dan kemudian salin {0} kami di bawah dan tampal untuk mencipta aplikasi. Pada skrin berikut, klik “{1}” dan benarkan.

source: Slack Manifest
ms: Manifest Slack

source: Install to workspace
hu: Telepítés a munkaterületre
lt: Įdiegti į darbo vietą
ms: Pasang ke ruang kerja

source: Copy
ar: نسخ
bg: Копиране
ca: Còpia
de: Kopie
eo: Bet
es: Copiar
fa: کپی
fi: Kopioida
fr: Copie
hu: Másolás
it: Copia
ja: コピー
ms: Salin
nb: Kopi
nl: Kopiëren
pl: Kopia
pt_br: Cópia
ru: Копировать
sk: Kopírovať
sl: Kopiraj
sq: Kopjo
sr: Kopiraj
sv: Kopiera
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hk: 複製

source: 3. Activate the OAuth Token and create a new slack channel
hu: 3. Aktiválja az OAuth Tokent és hozzon létre egy új slack csatornát
ms: 3. Aktifkan Token OAuth dan cipta saluran Slack baru

source: Click on "{0}" in the sidebar, copy the “{1}” and paste it here.
hu: Kattintson a "{0}" elemre az oldalsávban, másolja ki a "{1}"-et, és illessze be ide.
lt: Šoninėje juostoje spustelėkite „{0}“, nukopijuokite „{1}“ ir įklijuokite jį čia.
ms: Klik pada "{0}" di bar sisi, salin "{1}" dan tampalkannya di sini.

source: OAuth and Permissions
hu: OAuth és Jogosultságok
lt: OAuth ir leidimai
ms: OAuth dan Kebenaran

source: Bot User OAuth Token
hu: Bot Felhasználói OAuth Token
lt: Boto vartotojo OAuth prieigos raktas
ms: Token OAuth Pengguna Bot

source: Every column has a type, a description, and a friendly name. Nice!
ar: كل عمود لديه نوع ووصف واسم سهل. رائع!
bg: Всяка колона има тип, описание и приятелско име. Nice,a!
ca: Cada columna té un tipus, una descripció, i un nom senzill. Bé!
de: Jede Spalte hat einen Typ, eine Beschreibung und einen lesbaren Namen. Sehr gut!
eo: Every column's got a vibe, a description, and a cute name. That's so chill!
es: Cada columna tiene un tipo, una descripción y un nombre descriptivo. ¡Bien!
fa: هر ستون دارای نوع، توضیحات و نامی دوستانه است. عالی!
fi: Jokaisella sarakkeella on tyyppi, kuvaus ja ystävällinen nimi. Hienoa!
fr: Chaque colonne a un type, une description, et un nom adapté. Super!
hu: Minden oszlopnak van típusa, leírása és barátságos neve. Szép!
it: Ogni colonna ha un tipo, una descrizione e un nome amichevole. Bello!
ja: すべてのカラムには、タイプ、説明、名前があります。
lt: Kiekvienas stulpelis turi tipą, aprašymą ir draugišką pavadinimą. Puiku!
ms: Setiap lajur mempunyai jenis, keterangan dan nama mesra. Bagus!
nb: Hver kolonne har en type, en beskrivelse og et vennlig navn. Flott!
nl: Elke kolom heeft een type, een beschrijving en een beschrijvende naam. Super!
pl: Każda kolumna ma typ, opis i przyjazną nazwę. Super!
pt_br: Cada coluna tem um tipo, uma descrição e um nome amigável. Legal!
ru: Каждая колонка имеет тип, описание и дружелюбное имя. Здорово!
sk: Každý stĺpec má typ, popis a priateľské meno. Pekne!
sl: Vsak stolpec ima vrsto, opis in prijazno ime. Lepo!
sq: Çdo kolonë ka një tip, një përshkrim dhe një emër miqësor. Shkëlqyeshëm!
sr: Svaka kolona ima tip, opis i prijateljski naziv. Super!
sv: Varje kolumn har en typ, en beskrivning och ett lätt namn. Trevligt!
tr: Her sütunun bir türü, açıklaması ve kolay bir adı vardır. Güzel!
uk: Кожен стовпець має тип, опис і зручне ім’я. Чудово!
vi: Mỗi cột đều có một kiểu, một mô tả và một tên thân thiện. Tuyệt vời!
zh_hk: 每個列都有類型、描述和友好的名稱。不錯！

source: Most
ar: معظم
bg: Повечето
ca: La majoria
de: Die meisten
eo: most → fr (for real) or the mostest
es: La mayoría
fa: بیشترین
fi: Usein
fr: La plupart
hu: A legtöbb
it: La maggior parte
ja: 最も
lt: Dauguma
ms: Kebanyakan
nb: De fleste
nl: De meeste
pl: Najwięcej
pt_br: A maioria
ru: Большую часть рабочего времени
sk: Väčšina
sl: Najbolj
sq: Shumica
sr: Većina
sv: De flesta
tr: Çoğu
uk: Більшість
vi: Hầu hết
zh_hk: 大多數

source: Some
ar: بعض
bg: Някои
ca: Alguns
de: Einige
eo: Some = "some" (no cap, it’s already pretty chill, but if you wanna be extra: “some” is basically just “some” lol)
es: Algunos
fa: برخی
fi: Jotkut
fr: Certains
hu: Néhány
it: Alcuni
ja: いくつかの
lt: Kai kurie
ms: Sesetengah
nb: Noen
nl: Sommige
pl: Niektóre
pt_br: Alguns
ru: Часть рабочего времени
sk: Niektoré
sl: Nekaj
sq: Disa
sr: Neke
sv: Några
tr: Bazı
uk: Деякі
vi: Một số
zh_hk: 一些

source: Many
ar: العديد
bg: Много
ca: Molts
de: Viele
eo: A lot or a bunch, lowkey "big mood"
es: Muchos
fa: بسیاری
fi: Monia
fr: Beaucoup
hu: Sok
it: Molti
ja: 多くの
lt: Daugelis
ms: Banyak
nb: Mange
nl: Veel
pl: Wiele
pt_br: Muitos
ru: Много
sk: Mnoho
sl: Mnogo
sq: Shumë
sr: Mnogo
sv: Många
tr: Birçok
uk: Багато
vi: Nhiều
zh_hk: 很多

source: {0} columns are missing a column type, description, or friendly name.
ar: {0} من الأعمدة تفتقد نوع عمود أو وصفًا أو اسمًا سهلًا.
bg: В {0} колони липсва тип колона, описание или приятелско име.
ca: {0} columnes no tenen tipus, descripció o nom senzill.
de: {0} Spalten fehlt der Spaltentyp, eine Beschreibung oder ein lesbarer Name.
eo: Yo, {0} columns are straight-up missin’ a column type, description, or friendly name.
es: A {0} columnas les falta un tipo de columna, una descripción o un nombre descriptivo.
fa: {0} ستون فاقد نوع ستون، توضیحات یا نام دوستانه هستند.
fi: {0} saraketta puuttuu saraketyyppi, kuvaus tai ystävällinen nimi.
fr: {0} colonnes n'ont pas de type, description ou bien un nom
hu: {0} oszlopból hiányzik az oszloptípus, leírás vagy barátságos név.
it: {0} colonne mancano di un tipo di colonna, descrizione o nome amichevole.
ja: {0}列は、列タイプ、説明、またはフレンドリ名が不足しています。
lt: Trūksta {0} stulpelių stulpelio tipo, aprašo arba tinkamo pavadinimo.
ms: {0} lajur tiada jenis lajur, keterangan, atau nama mesra.
nb: {0} kolonner mangler en kolonnetype, beskrivelse eller vennlig navn.
nl: {0} kolommen missen een kolomtype, beschrijving of beschrijvende naam.
pl: {0} kolumnom brakuje typu kolumny, opisu lub przyjaznej nazwy.
pt_br: {0} colunas não têm um tipo de coluna, descrição ou nome amigável.
ru: {0} колонкам не хватает типа столбца, описания или дружелюбного имени.
sk: {0} stĺpcom chýba typ stĺpca, popis alebo priateľské meno.
sl: {0} stolpcih manjka vrsta stolpca, opis ali prijazno ime.
sq: {0} kolona u mungon tipi i kolonës, përshkrimi ose emri miqësor.
sr: {0} kolona nema tip kolone, opis ili prijateljski naziv.
sv: {0} kolumner saknar kolumntyp, beskrivning eller lätt namn.
tr: {0} sütununda sütun türü, açıklaması veya kolay adı eksik.
uk: {0} стовпців не мають типу стовпця, опису або зручного імені.
vi: {0} cột đang thiếu kiểu cột, mô tả, hoặc tên thân thiện.
zh_hk: {0} 列缺少列類型、描述或者友好的名稱。

source: Adding metadata makes it easier for your team to explore this data.
ar: تُسهّل إضافة البيانات الوصفية على فريقك استكشاف هذه البيانات.
bg: Добавянето на метаданни улеснява вашия екип да изследва тези данни.
ca: Afegir metadades fa que sigui més senzill explorar les dades per part del teu equip.
de: Wenn Metadaten hinzugefügt sind, kann Ihr Team diese Daten einfacher erkunden
eo: Adding metadata makes it so your squad can easily vibe with this data.
es: Agregar metadatos facilita que tu equipo explore estos datos.
fa: افزودن متادیتا باعث می‌شود تیم شما بتواند این داده‌ها را راحت‌تر کاوش کند.
fi: Lisäämällä metatietoja helpotat tiimisi tutkia tätä dataa.
fr: Ajouter des métadonnées facilite l'exploration de ces données pour votre équipe.
hu: Ha metaadatokat ad hozzá, az megkönnyíti csapata számára az adatok felfedezését.
it: L'aggiunta di metadati facilita il tuo team nell'esplorazione di questi dati.
ja: メタデータを追加することで、チームはこのデータを簡単に調べることができます。
lt: Pridėjus metaduomenis jūsų komandai lengviau tyrinėti šiuos duomenis.
ms: Menambah metadata memudahkan pasukan anda meneroka data ini.
nb: Å legge til metadata gjør det enklere for teamet ditt å utforske disse dataene.
nl: Door metagegevens toe te voegen, kan je team deze gegevens makkelijker verkennen.
pl: Dodanie metadanych ułatwia zespołowi eksplorację tych danych.
pt_br: Adicionar metadados torna mais fácil para sua equipe explorar esses dados.
ru: Добавление метаданных упрощает команде изучение этих данных.
sk: Pridanie metadát uľahčuje vášmu tímu skúmať tieto údaje.
sl: Z dodajanjem metapodatkov lahko vaša skupina lažje raziskuje te podatke.
sq: Shtimi i metadatave e bën më të lehtë për ekipin tënd ta eksplorojë këtë të dhënë.
sr: Dodavanje metapodataka olakšava vašem timu istraživanje ovih podataka.
sv: Genom att lägga till metadata blir det enklare för ditt team att utforska data.
tr: Meta veri eklemek, ekibinizin bu verileri keşfetmesini kolaylaştırır.
uk: Додавання метаданих полегшує вашій команді дослідження цих даних.
vi: Thêm siêu dữ liệu giúp đội của bạn khám phá dữ liệu này dễ dàng hơn.
zh_hk: 添加中繼資料可使您的團隊更易於探索此數據。

source: Simplify your schema with Models
eo: Make your schema lowkey easier with Models, fr.
hu: Egyszerűsítse sémáját modellekkel
lt: Supaprastinkite savo schemą naudodami modelius
ms: Permudahkan skema anda dengan Model

source: To pick some data, you'll need to add some first
ar: لاختيار بعض البيانات، ستحتاج إلى إضافة بعضٍ منها أولًا
bg: За да изберете някои данни, първо трябва да добавите някои
ca: Per escollir dades, primer les hauràs d'afegir
de: Um einige Daten zu wählen, musst Du zuerst einige hinzufügen
eo: To grab some info, you gotta add some first, fr fr
es: Para seleccionar algunos datos, deberás agregar algunos primero
fa: برای انتخاب برخی داده‌ها، ابتدا باید برخی از آنها را اضافه کنید
fi: Jotta voit valita joitain tietoja, sinun täytyy lisätä niitä ensin.
fr: Pour collecter des données, il vous faut d'abord en ajouter
hu: Adatok kiválasztásához először hozzá kell adnia néhányat
it: Per scegliere alcuni dati, dovrai aggiungere prima alcuni
ja: いくつかのデータを選ぶためには、まず
lt: Norėdami pasirinkti kai kuriuos duomenis, pirmiausia turėsite pridėti kai kuriuos duomenis
ms: Untuk memilih beberapa data, anda perlu menambah beberapa data terlebih dahulu
nb: For å velge noen data, må du først legge til noen
nl: Om gegevens te kiezen, moet je eerst wat toevoegen
pl: Aby wybrać niektóre dane, najpierw musisz je dodać
pt_br: Para escolher alguns dados, você precisará adicionar alguns primeiro
ru: Чтобы выбрать данные, сначала нужно добавить их
sk: Ak chcete vybrať nejaké údaje, musíte najskôr niektoré pridať
sl: Če želite izbrati nekaj podatkov, jih morate najprej dodati
sq: Që të zgjedhësh disa të dhëna, do të duhet të shtosh disa fillimisht
sr: Da bi izabrao/la podatke, prvo treba da dodaš neke
sv: För att välja några data behöver du först lägga till några
tr: Bazı verileri seçmek için önce bazılarını eklemeniz gerekir
uk: Щоб вибрати дані, спершу потрібно додати їх
vi: Để chọn dữ liệu, bạn cần thêm dữ liệu trước đã
zh_hk: 要選擇一些數據，您需要先添加一些

source: Create models to make it easier for your team to explore.
eo: Make models so your squad can flex and explore easier lol
hu: Hozzon létre modelleket, hogy megkönnyítse csapata számára az adatok felfedezését.
lt: Kurkite modelius, kad jūsų komandai būtų lengviau tyrinėti.
ms: Buat model untuk memudahkan pasukan anda meneroka.

source: Instead of having your end users wade through your complex raw data, you can create custom models that are easy to find, understand, and explore.
eo: Instead of making your end users slog through that messy raw data, you can make custom models that are super easy to find, understand, and explore.
hu: Ahelyett, hogy a végfelhasználóknak a bonyolult nyers adatokon kellene átküzdeniük magukat, hozhat létre egyéni modelleket, amelyek könnyen megtalálhatók, érthetők és felfedezhetők.
lt: Užuot priversti galutinius vartotojus naršyti po sudėtingus neapdorotus duomenis, galite sukurti pasirinktinius modelius, kuriuos lengva rasti, suprasti ir ištirti.
ms: Daripada membiarkan pengguna akhir anda menelusuri data asli yang kompleks, anda boleh mencipta model tersuai yang mudah dicari, difahami dan diterokai.

source: Learn how
ar: تعرّف على كيفية
bg: Научи как
ca: Aprèn com
de: Lerne wie das geht
eo: Figure out how, fr.
es: Aprender cómo
fa: بیشتر بدانید
fi: Opi miten
fr: Apprenez comment
hu: Tudja meg hogyan
it: Impara come
ja: 学習方法
lt: Sužinokite kaip
ms: Belajar bagaimana
nb: Lær mer
nl: Leer hoe
pl: Dowiedz się jak
pt_br: Aprenda como
ru: Узнать, как
sk: Dozvedieť sa viac
sl: Preberite, kako
sq: Mëso si
sr: Saznaj kako
sv: Lär dig hur
tr: Nasıl öğrenilir
uk: Дізнатися як
vi: Tìm hiểu cách
zh_hk: 了解更多

source: Enable this SSH tunnel?
ar: تمكين نفق SSH هذا؟
bg: Да се активира ли този SSH тунел?
ca: Activar aquest túnel SSH?
de: Diesen SSH Tunnel aktivieren?
eo: Should I turn on this SSH tunnel?
es: ¿Habilitar este túnel SSH?
fa: آیا این تونل SSH فعال شود?
fi: Käytetäänkö tätä SSH-tunnelia?
fr: Autoriser ce tunnel SSH ?
hu: Engedélyezi ezt az SSH alagutat?
it: Abilitare questo tunnel SSH?
ja: このSSHトンネルを有効にしますか?
lt: Įgalinti šį SSH tunelį?
ms: Aktifkan terowong SSH ini?
nb: Aktiver denne SSH-tunnelen?
nl: Deze SSH-tunnel inschakelen?
pl: Włączyć ten tunel SSH?
pt_br: Ativar este túnel SSH?
ru: Включить этот SSH-туннель?
sk: Povoliť tento SSH tunel?
sl: Ali omogočite ta SSH tunel?
sq: Të aktivizohet ky tunel SSH?
sr: Omogućiti ovaj SSH tunel?
sv: Aktivera denna SSH-tunnel?
tr: Bu SSH tüneli etkinleştirilsin mi?
uk: Увімкнути цей SSH-тунель?
vi: Kích hoạt đường hầm SSH này?
zh_hk: 啟用此 SSH tunnel 嗎？

source: The hostname that you use to connect to SSH tunnels.
ar: اسم المضيف الذي تستخدمه للاتصال بأنفاق SSH.
bg: Името на хоста, което използвате за свързване към SSH тунели.
ca: El nom de la màquina que utilitzes per connectar a túnels SSH.
de: Der Hostname, mit dem Sie sich bei SSH-Tunneln verbinden
eo: That’s the username you use to hop into SSH tunnels, fr.
es: El nombre de host que utilizas para conectarte a los túneles SSH.
fa: نام میزبان که برای اتصال به تونل‌های SSH استفاده می‌کنید.
fi: Isäntänimi, jota käytät SSH-tunneleiden yhdistämiseen.
fr: Nom de l'hôte que vous utilisez pour vous connecter aux tunnels SSH.
hu: Az SSH-alagutakhoz való csatlakozáshoz használt gazdanév.
it: L'hostname che usi per connetterti ai tunnel SSH.
ja: SSHトンネルに接続する際に使用するホスト名です。
lt: Prieglobos serverio pavadinimas, kurį naudojate prisijungdami prie SSH tunelių.
ms: Nama hos yang anda gunakan untuk menyambung ke terowong SSH
nb: Vertsnavnet du bruker for å koble til SSH-tunneler.
nl: De hostnaam die je gebruikt om verbinding te maken met SSH-tunnels.
pl: Nazwa hosta, którą używasz do łączenia się z tunelami SSH.
pt_br: O nome do host que você usa para se conectar aos túneis SSH.
ru: Имя хоста, которое вы используете для подключения к SSH-туннелям.
sk: Názov hostiteľa, ktorý používate na pripojenie k SSH tunelom.
sl: Ime gostitelja, ki ga uporabljate za vzpostavljanje povezave s predori SSH.
sq: Hostname që përdor për t’u lidhur me tunelet SSH.
sr: Hostname koji koristiš za povezivanje na SSH tunele.
sv: Servernamnet du använder för att ansluta till SSH-tunnlar.
tr: SSH tünellerine bağlanmak için kullandığınız ana bilgisayar adı.
uk: Ім'я хоста, яке ви використовуєте для підключення до SSH-тунелів.
vi: Tên máy chủ mà bạn sử dụng để kết nối với đường hầm SSH.
zh_hk: 用於連接到 SSH tunnel 的主機名。

source: Paste the contents of an SSH private key here
ar: الصق محتويات مفتاح SSH الخاص هنا
bg: Поставете тук съдържанието на SSH частен ключ
ca: Copia el contingut de la clau SSH secreta aquí
de: Füge den Inhalt eines privaten SSH-Schlüssels hier ein
eo: Drop the SSH private key contents here, bestie.
es: Pega el contenido de una clave privada SSH aquí
fa: محتوای یک کلید خصوصی SSH را اینجا قرار دهید
fi: Liitä tähän SSH-yksityisavaimen sisältö
fr: Collez le contenu d'une clé privée SSH ici
hu: Illessze be ide egy SSH privát kulcs tartalmát
it: Incolla qui il contenuto di una chiave privata SSH
ja: SSH秘密鍵の内容をここに貼り付ける
lt: Įklijuokite SSH privataus rakto turinį čia
ms: Tampal kandungan kunci peribadi SSH di sini
nb: Lim inn innholdet av en SSH privat nøkkel her
nl: Plak hier de inhoud van een SSH-privésleutel
pl: Wklej tutaj zawartość klucza prywatnego SSH
pt_br: Cole o conteúdo de uma chave privada SSH aqui
ru: Вставьте содержимое вашего закрытого ключа SSH сюда
sk: Tu vložte obsah súkromného kľúča SSH
sl: Tukaj prilepite vsebino zasebnega ključa SSH
sq: Ngjitni këtu përmbajtjen e një çelësi privat SSH
sr: Nalepi ovde sadržaj SSH privatnog ključa
sv: Klistra in innehållet från en privat SSH-nyckel här
tr: Bir SSH özel anahtarının içeriğini buraya yapıştırın
uk: Вставте сюди вміст приватного SSH-ключа
vi: Dán nội dung của khóa riêng SSH tại đây
zh_hk: 將 SSH 私鑰的內容貼到此處
