Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Embed a dashboard, question, the query builder or the collection browser. Configure the experience and customize the appearance.
ar: ضمِّن لوحة معلومات أو سؤالًا أو منشئ الاستعلامات أو متصفح المجموعات. اضبط التجربة وخصّص المظهر.
bg: Вградете табло за управление, въпрос, конструктор на заявки или браузър на колекции. Конфигурирайте интерфейса и персонализирайте външния вид.
ca: Incrusta un tauler de control, una pregunta, el creador de consultes o el navegador de col·leccions. Configura l'experiència i personalitza l'aparença.
de: Betten Sie ein Dashboard, eine Frage, den Abfrage-Generator oder den Sammlungsbrowser ein. Konfigurieren Sie die Erfahrung und passen Sie das Erscheinungsbild an.
es: Integra un panel, una pregunta, el generador de consultas o el navegador de colecciones. Configura la experiencia y personaliza la apariencia.
fa: یک داشبورد، سوال، سازنده پرس و جو یا مرورگر مجموعه را جاسازی کنید. تجربه را پیکربندی کنید و ظاهر را سفارشی کنید.
fi: Upota kojelauta, kysymys, kyselyiden luontityökalu tai kokoelmaselain. Määritä käyttökokemus ja mukauta ulkoasua.
fr: Intégrez un tableau de bord, une question, le générateur de requêtes ou le navigateur de collections. Configurez l'expérience et personnalisez l'apparence.
it: Incorpora una dashboard, una domanda, il generatore di query o il browser delle raccolte. Configura l'esperienza e personalizza l'aspetto.
ja: ダッシュボード、質問、クエリビルダー、コレクションブラウザを埋め込むことができます。エクスペリエンスを設定し、外観をカスタマイズできます。
nb: Bygg inn et dashbord, et spørsmål, spørreskjemabyggeren eller samlingsleseren. Konfigurer opplevelsen og tilpass utseendet.
nl: Integreer een dashboard, vraag, de querybuilder of de verzamelingsbrowser. Configureer de ervaring en pas het uiterlijk aan.
pl: Osadź pulpit nawigacyjny, pytanie, kreator zapytań lub przeglądarkę kolekcji. Skonfiguruj środowisko i dostosuj wygląd.
pt_br: Incorpore um painel, uma pergunta, o criador de consultas ou o navegador de coleções. Configure a experiência e personalize a aparência.
ru: Встраивайте панель управления, вопросы, конструктор запросов или браузер коллекций. Настраивайте интерфейс и внешний вид.
sk: Vložte dashboard, otázku, nástroj na tvorbu dotazov alebo prehliadač kolekcií. Nakonfigurujte si rozhranie a prispôsobte vzhľad.
sl: Vdelajte nadzorno ploščo, vprašanje, graditelj poizvedb ali brskalnik zbirk. Konfigurirajte izkušnjo in prilagodite videz.
sq: Inkorporo një panel, pyetje, ndërtuesin e pyetjeve ose shfletuesin e koleksioneve. Konfiguro përvojën dhe personalizo pamjen.
sr: Ugradi kontrolnu tablu, pitanje, kreator upita ili preglednik kolekcija. Konfiguriši iskustvo i prilagodi izgled.
sv: Bädda in en instrumentpanel, fråga, frågebyggaren eller samlingswebbläsaren. Konfigurera upplevelsen och anpassa utseendet.
tr: Bir pano, soru, sorgu oluşturucu veya koleksiyon tarayıcısı ekleyin. Deneyimi yapılandırın ve görünümü özelleştirin.
uk: Вбудуйте дашборд, запит, конструктор запитів або браузер колекцій. Налаштуйте взаємодію та кастомізуйте вигляд.
vi: Nhúng bảng điều khiển, câu hỏi, trình tạo truy vấn hoặc trình duyệt bộ sưu tập. Cấu hình trải nghiệm và tùy chỉnh giao diện.
zh_hk: 嵌入儀表板、問題、查詢建構器或集合瀏覽器。設定體驗並自訂外觀。

source: Connect your own database or upload a CSV and start working with your real data.
ar: اتصل بقاعدة بياناتك أو ارفع CSV وابدأ العمل على بياناتك الحقيقية.
bg: Свържете собствената си база данни или качете CSV файл и започнете да работите с реалните си данни.
ca: Connecta la teva pròpia base de dades o puja un CSV i comença a treballar amb les teves dades reals.
de: Verbinden Sie Ihre eigene Datenbank oder laden Sie eine CSV-Datei hoch und beginnen Sie mit der Arbeit mit Ihren echten Daten.
es: Conecte su propia base de datos o cargue un CSV y comience a trabajar con sus datos reales.
fa: پایگاه داده خود را متصل کنید یا یک فایل CSV آپلود کنید و با داده‌های واقعی خود شروع به کار کنید.
fi: Yhdistä oma tietokanta tai lataa CSV-tiedosto ja aloita työskentely oikeiden tietojesi kanssa.
fr: Connectez votre propre base de données ou téléchargez un fichier CSV et commencez à travailler avec vos données réelles.
it: Collega il tuo database o carica un CSV e inizia a lavorare con i tuoi dati reali.
ja: 独自のデータベースを接続するか、CSV をアップロードして実際のデータの操作を開始します。
nb: Koble til din egen database eller last opp en CSV-fil, og begynn å jobbe med dine egne data.
nl: Maak verbinding met uw eigen database of upload een CSV-bestand en ga aan de slag met uw echte gegevens.
pl: Podłącz własną bazę danych lub prześlij plik CSV i zacznij pracować z prawdziwymi danymi.
pt_br: Conecte seu próprio banco de dados ou carregue um CSV e comece a trabalhar com seus dados reais.
ru: Подключите собственную базу данных или загрузите CSV-файл и начните работать с реальными данными.
sk: Pripojte si vlastnú databázu alebo nahrajte súbor CSV a začnite pracovať so skutočnými údajmi.
sl: Povežite svojo lastno bazo podatkov ali naložite datoteko CSV in začnite delati s svojimi dejanskimi podatki.
sq: Lidhu me databazën tënde ose ngarko një CSV dhe fillo të punosh me të dhënat e tua reale.
sr: Povežite svoju bazu ili otpremite CSV i počnite da radite sa stvarnim podacima.
sv: Anslut din egen databas eller ladda upp en CSV-fil och börja arbeta med dina riktiga data.
tr: Kendi veritabanınızı bağlayın veya bir CSV yükleyin ve gerçek verilerinizle çalışmaya başlayın.
uk: Підключіть власну базу даних або завантажте CSV і почніть працювати зі своїми реальними даними.
vi: Kết nối cơ sở dữ liệu của riêng bạn hoặc tải lên tệp CSV và bắt đầu làm việc với dữ liệu thực của bạn.
zh_hk: 連接您自己的資料庫或上傳 CSV，並開始使用您的真實資料。

source: Prepare data
ar: حضّر البيانات
bg: Подготовка на данни
ca: Preparar dades
de: Daten vorbereiten
es: Preparar datos
fa: آماده‌سازی داده‌ها
fi: Valmistele tiedot
fr: Préparer les données
it: Preparare i dati
ja: データを準備する
nb: Forberede data
nl: Gegevens voorbereiden
pl: Przygotuj dane
pt_br: Preparar dados
ru: Подготовить данные
sk: Pripravte si údaje
sl: Priprava podatkov
sq: Përgatit të dhënat
sr: Pripremi podatke
sv: Förbered data
tr: Verileri hazırlayın
uk: Підготуйте дані
vi: Chuẩn bị dữ liệu
zh_hk: 準備資料

source: Automatically generate a dashboard from your data using x-rays.
ar: أنشئ لوحة معلومات تلقائيًا من بياناتك باستخدام x-rays.
bg: Автоматично генерирайте табло за управление от вашите данни, използвайки рентгенови снимки.
ca: Genera automàticament un quadre de comandament a partir de les teves dades mitjançant radiografies.
de: Erstellen Sie mithilfe von Röntgenstrahlen automatisch ein Dashboard aus Ihren Daten.
es: Genere automáticamente un tablero de control a partir de sus datos usando rayos X.
fa: با استفاده از اشعه ایکس، به طور خودکار یک داشبورد از داده‌های شما ایجاد می‌کند.
fi: Luo automaattisesti kojelauta tiedoistasi röntgenkuvien avulla.
fr: Générez automatiquement un tableau de bord à partir de vos données à l'aide de rayons X.
it: Genera automaticamente una dashboard dai tuoi dati utilizzando i raggi X.
ja: X-ray を使用してデータからダッシュボードを自動的に生成します。
nb: Generer automatisk et dashbord fra dataene dine ved hjelp av røntgenbilder.
nl: Genereer automatisch een dashboard op basis van uw gegevens met behulp van röntgenstralen.
pl: Automatycznie generuj pulpit nawigacyjny na podstawie swoich danych za pomocą promieni rentgenowskich.
pt_br: Gere automaticamente um painel a partir dos seus dados usando raios X.
ru: Автоматически создавайте панель управления на основе ваших данных с использованием рентгеновских лучей.
sk: Automaticky vygenerujte dashboard z vašich údajov pomocou röntgenových snímok.
sl: Samodejno ustvarite nadzorno ploščo iz svojih podatkov z uporabo rentgenskih slik.
sq: Gjenero automatikisht një panel nga të dhënat e tua duke përdorur x-rays.
sr: Automatski generišite kontrolnu tablu iz podataka pomoću x-ray pregleda.
sv: Generera automatiskt en instrumentpanel från dina data med hjälp av röntgenstrålar.
tr: X-ışınlarını kullanarak verilerinizden otomatik olarak bir gösterge tablosu oluşturun.
uk: Автоматично згенеруйте дашборд з ваших даних за допомогою рентгенів.
vi: Tự động tạo bảng thông tin từ dữ liệu của bạn bằng tia X.
zh_hk: 使用 X 射線從您的資料自動產生儀表板。

source: Create models
ar: أنشئ نماذج
bg: Създаване на модели
ca: Crea models
de: Erstellen von Modellen
es: Crear modelos
fa: ایجاد مدل‌ها
fi: Luo malleja
fr: Créer des modèles
it: Creare modelli
ja: モデルを作成する
nb: Opprett modeller
nl: Modellen maken
pl: Utwórz modele
pt_br: Criar modelos
ru: Создавать модели
sk: Vytvárajte modely
sl: Ustvarjanje modelov
sq: Krijo modele
sr: Kreiraj modele
sv: Skapa modeller
tr: Modeller oluşturun
uk: Створіть моделі
vi: Tạo mô hình
zh_hk: 建立模型

source: Set up data models for your embedded analytics.
ar: أعد إعداد نماذج البيانات لتحليلاتك المضمنة.
bg: Настройте модели на данни за вградените си анализи.
ca: Configureu models de dades per a les vostres anàlisis integrades.
de: Richten Sie Datenmodelle für Ihre eingebetteten Analysen ein.
es: Configure modelos de datos para sus análisis integrados.
fa: مدل‌های داده را برای تجزیه و تحلیل‌های تعبیه‌شده خود تنظیم کنید.
fi: Määritä datamallit upotettua analytiikkaa varten.
fr: Configurez des modèles de données pour vos analyses intégrées.
it: Imposta modelli di dati per le tue analisi incorporate.
ja: 埋め込み分析用のデータ モデルを設定します。
nb: Sett opp datamodeller for de innebygde analysene dine.
nl: Stel datamodellen in voor uw ingebedde analyses.
pl: Skonfiguruj modele danych na potrzeby wbudowanych analiz.
pt_br: Configure modelos de dados para suas análises incorporadas.
ru: Настройте модели данных для встроенной аналитики.
sk: Nastavte dátové modely pre vstavanú analytiku.
sl: Nastavite podatkovne modele za vgrajeno analitiko.
sq: Konfiguro modele të dhënash për analitikën tënde të integruar.
sr: Podesite modele podataka za svoju ugrađenu analitiku.
sv: Konfigurera datamodeller för din inbäddade analys.
tr: Gömülü analizleriniz için veri modelleri kurun.
uk: Налаштуйте моделі даних для вбудованої аналітики.
vi: Thiết lập mô hình dữ liệu cho phân tích nhúng của bạn.
zh_hk: 為您的嵌入式分析設定資料模型。

source: Configure data permissions
ar: اضبط أذونات البيانات
bg: Конфигуриране на разрешения за данни
ca: Configura els permisos de dades
de: Konfigurieren von Datenberechtigungen
es: Configurar permisos de datos
fa: پیکربندی مجوزهای داده
fi: Tietojen käyttöoikeuksien määrittäminen
fr: Configurer les autorisations de données
it: Configurare le autorizzazioni sui dati
ja: データ権限を構成する
nb: Konfigurer datatillatelser
nl: Gegevensmachtigingen configureren
pl: Skonfiguruj uprawnienia do danych
pt_br: Configurar permissões de dados
ru: Настройте разрешения на доступ к данным
sk: Konfigurácia povolení pre údaje
sl: Konfiguriraj dovoljenja za podatke
sq: Konfiguro lejet e të dhënave
sr: Konfiguriši dozvole za podatke
sv: Konfigurera databehörigheter
tr: Veri izinlerini yapılandırın
uk: Налаштуйте дозволи на дані
vi: Cấu hình quyền dữ liệu
zh_hk: 設定資料權限

source: Manage permissions to limit what data your users can access.
ar: أدر الأذونات لتحديد البيانات التي يمكن لمستخدميك الوصول إليها.
bg: Управлявайте разрешенията, за да ограничите до какви данни имат достъп вашите потребители.
ca: Gestioneu els permisos per limitar a les dades a les quals poden accedir els vostres usuaris.
de: Verwalten Sie Berechtigungen, um den Datenzugriff Ihrer Benutzer einzuschränken.
es: Administre los permisos para limitar a qué datos pueden acceder sus usuarios.
fa: مدیریت مجوزها برای محدود کردن داده‌هایی که کاربران شما می‌توانند به آنها دسترسی داشته باشند.
fi: Hallitse käyttöoikeuksia rajoittaaksesi sitä, mihin tietoihin käyttäjäsi voivat päästä käsiksi.
fr: Gérez les autorisations pour limiter les données auxquelles vos utilisateurs peuvent accéder.
it: Gestisci le autorizzazioni per limitare i dati a cui i tuoi utenti possono accedere.
ja: 権限を管理して、ユーザーがアクセスできるデータを制限します。
nb: Administrer tillatelser for å begrense hvilke data brukerne dine har tilgang til.
nl: Beheer machtigingen om te beperken welke gegevens uw gebruikers kunnen raadplegen.
pl: Zarządzaj uprawnieniami, aby ograniczyć dostęp użytkowników do danych.
pt_br: Gerencie permissões para limitar quais dados seus usuários podem acessar.
ru: Управляйте разрешениями, чтобы ограничить доступ пользователей к данным.
sk: Spravujte povolenia a obmedzte, ku ktorým údajom majú vaši používatelia prístup.
sl: Upravljajte dovoljenja, da omejite, do katerih podatkov lahko dostopajo vaši uporabniki.
sq: Menaxho lejet për të kufizuar se cilat të dhëna mund të aksesojnë përdoruesit e tu.
sr: Upravljajte dozvolama da biste ograničili kojim podacima korisnici mogu da pristupe.
sv: Hantera behörigheter för att begränsa vilka data dina användare har åtkomst till.
tr: Kullanıcılarınızın hangi verilere erişebileceğini sınırlamak için izinleri yönetin.
uk: Керуйте дозволами, щоб обмежити, до яких даних можуть отримувати доступ ваші користувачі.
vi: Quản lý quyền để giới hạn dữ liệu mà người dùng có thể truy cập.
zh_hk: 管理權限以限制使用者可以存取的資料。

source: Pick a strategy for users and permissions
ar: اختر استراتيجية للمستخدمين والأذونات
bg: Изберете стратегия за потребители и разрешения
ca: Trieu una estratègia per als usuaris i els permisos
de: Wählen Sie eine Strategie für Benutzer und Berechtigungen.
es: Elija una estrategia para usuarios y permisos
fa: یک استراتژی برای کاربران و مجوزها انتخاب کنید
fi: Valitse käyttäjille ja käyttöoikeuksille strategia
fr: Choisissez une stratégie pour les utilisateurs et les autorisations
it: Scegli una strategia per gli utenti e le autorizzazioni
ja: ユーザーと権限に関する戦略を選択する
nb: Velg en strategi for brukere og tillatelser
nl: Kies een strategie voor gebruikers en machtigingen.
pl: Wybierz strategię dla użytkowników i uprawnień
pt_br: Escolha uma estratégia para usuários e permissões.
ru: Выберите стратегию для управления пользователями и правами доступа.
sk: Vyberte stratégiu pre používateľov a povolenia
sl: Izberite strategijo za uporabnike in dovoljenja
sq: Zgjidh një strategji për përdoruesit dhe lejet
sr: Izaberite strategiju za korisnike i dozvole
sv: Välj en strategi för användare och behörigheter
tr: Kullanıcılar ve izinler için bir strateji belirleyin.
uk: Виберіть стратегію для користувачів і дозволів
vi: Chọn chiến lược cho người dùng và quyền hạn.
zh_hk: 選擇使用者和權限的策略

source: Decide between a multi-tenant or single-tenant user strategy.
ar: قرّر بين استراتيجية مستخدمين متعددة المستأجرين أو مستأجر واحد.
bg: Изберете между стратегия за многопотребителски или еднопотребителски потребителски режим.
ca: Trieu entre una estratègia d'usuari multi-tenant o d'un sol tenant.
de: Entscheiden Sie sich zwischen einer Multi-Tenant- oder einer Single-Tenant-Benutzerstrategie.
es: Decide entre una estrategia de usuario multiinquilino o de inquilino único.
fa: بین استراتژی چند-مستاجری یا تک-مستاجری یکی را انتخاب کنید.
fi: Päätä usean vuokralaisen vai yhden vuokralaisen käyttäjästrategian välillä.
fr: Choisissez entre une stratégie multi-locataire ou mono-locataire.
it: Decidi tra una strategia utente multi-tenant o single-tenant.
ja: マルチテナントまたはシングルテナントのユーザー戦略を選択します。
nb: Velg mellom en brukerstrategi med flere leietakere eller én leietaker.
nl: Kies tussen een strategie met meerdere gebruikers (multi-tenant) of een strategie met één gebruiker (single-tenant).
pl: Wybierz strategię użytkownika dla wielu użytkowników lub dla jednego użytkownika.
pt_br: Decida entre uma estratégia de usuário com múltiplos inquilinos ou com um único inquilino.
ru: Выберите между мультитенантной и однотенантной стратегией пользователей.
sk: Rozhodnite sa medzi stratégiou pre viacerých nájomníkov alebo pre jedného nájomníka.
sl: Odločite se med strategijo uporabnikov z več najemniki ali z enim najemnikom.
sq: Vendos mes një strategjie përdoruesish multi-tenant ose single-tenant.
sr: Odlučite se za strategiju korisnika: više tenant-a ili jedan tenant.
sv: Välj mellan en användarstrategi med flera eller en enda klient.
tr: Çoklu kiracılı veya tek kiracılı kullanıcı stratejisi arasında karar verin.
uk: Визначтеся між стратегією користувачів з кількома тенантами або з одним тенантом.
vi: Hãy quyết định giữa chiến lược người dùng đa người dùng hoặc đơn người dùng.
zh_hk: 決定採用多租戶或單租戶使用者策略。

source: Set up authentication
ar: إعداد المصادقة
bg: Настройване на удостоверяване
ca: Configura l'autenticació
de: Authentifizierung einrichten
es: Configurar la autenticación
fa: تنظیم احراز هویت
fi: Määritä todennus
fr: Configurer l'authentification
it: Imposta l'autenticazione
ja: 認証を設定する
nb: Konfigurer autentisering
nl: Authenticatie instellen
pl: Skonfiguruj uwierzytelnianie
pt_br: Configurar autenticação
ru: Настройка аутентификации
sk: Nastavenie overovania
sl: Nastavitev preverjanja pristnosti
sq: Konfiguro autentikimin
sr: Podesi autentifikaciju
sv: Konfigurera autentisering
tr: Kimlik doğrulama ayarlarını yapın.
uk: Налаштуйте автентифікацію
vi: Thiết lập xác thực
zh_hk: 設定認證

source: Configure SSO
ar: اضبط SSO
bg: Конфигуриране на SSO
ca: Configura l'inici de sessió inicial (SSO)
de: Konfigurieren von SSO
es: Configurar SSO
fa: پیکربندی SSO
fi: Kertakirjautumisen määrittäminen
fr: Configurer SSO
it: Configurare SSO
ja: SSOを構成する
nb: Konfigurer SSO
nl: SSO configureren
pl: Konfigurowanie logowania jednokrotnego
pt_br: Configurar SSO
ru: Настроить единый вход
sk: Konfigurácia jediného prihlásenia
sl: Konfiguriraj SSO
sq: Konfiguro SSO
sr: Konfiguriši SSO
sv: Konfigurera SSO
tr: SSO'yu yapılandırın
uk: Налаштуйте SSO
vi: Cấu hình SSO
zh_hk: 設定 SSO

source: Configure JWT or SAML authentication to ensure only authorized users can access your embeds.
ar: اضبط مصادقة JWT أو SAML لضمان أن المستخدمين المصرّح لهم فقط يمكنهم الوصول إلى تضميناتك.
bg: Конфигурирайте JWT или SAML удостоверяване, за да гарантирате, че само оторизирани потребители имат достъп до вашите вградени файлове.
ca: Configura l'autenticació JWT o SAML per garantir que només els usuaris autoritzats puguin accedir als teus elements incrustats.
de: Konfigurieren Sie die JWT- oder SAML-Authentifizierung, um sicherzustellen, dass nur autorisierte Benutzer auf Ihre Einbettungen zugreifen können.
es: Configure la autenticación JWT o SAML para garantizar que solo los usuarios autorizados puedan acceder a sus incrustaciones.
fa: احراز هویت JWT یا SAML را پیکربندی کنید تا مطمئن شوید فقط کاربران مجاز می‌توانند به جاسازی‌های شما دسترسی داشته باشند.
fi: Määritä JWT- tai SAML-todennus varmistaaksesi, että vain valtuutetut käyttäjät voivat käyttää upotuksiasi.
fr: Configurez l’authentification JWT ou SAML pour garantir que seuls les utilisateurs autorisés peuvent accéder à vos intégrations.
it: Configura l'autenticazione JWT o SAML per garantire che solo gli utenti autorizzati possano accedere ai tuoi contenuti incorporati.
ja: 承認されたユーザーのみが埋め込みにアクセスできるように、JWT または SAML 認証を構成します。
nb: Konfigurer JWT- eller SAML-autentisering for å sikre at bare autoriserte brukere får tilgang til innbyggingene dine.
nl: Configureer JWT- of SAML-verificatie om ervoor te zorgen dat alleen geautoriseerde gebruikers toegang hebben tot uw ingesloten bestanden.
pl: Skonfiguruj uwierzytelnianie JWT lub SAML, aby mieć pewność, że dostęp do osadzeń będą mieli wyłącznie autoryzowani użytkownicy.
pt_br: Configure a autenticação JWT ou SAML para garantir que somente usuários autorizados possam acessar suas incorporações.
ru: Настройте аутентификацию JWT или SAML, чтобы гарантировать, что доступ к вашим встраиваемым материалам получат только авторизованные пользователи.
sk: Nakonfigurujte overovanie JWT alebo SAML, aby ste zabezpečili, že k vašim vloženým súborom budú mať prístup iba autorizovaní používatelia.
sl: Konfigurirajte preverjanje pristnosti JWT ali SAML, da zagotovite, da lahko do vaših vdelanih elementov dostopajo le pooblaščeni uporabniki.
sq: Konfiguro autentikimin JWT ose SAML për t’u siguruar që vetëm përdoruesit e autorizuar mund të aksesojnë embed-et e tua.
sr: Konfigurišite JWT ili SAML autentifikaciju da biste obezbedili da samo ovlašćeni korisnici mogu da pristupe vašim ugrađivanjima.
sv: Konfigurera JWT- eller SAML-autentisering för att säkerställa att endast behöriga användare kan komma åt dina inbäddningar.
tr: Yalnızca yetkili kullanıcıların yerleştirmelerinize erişebilmesini sağlamak için JWT veya SAML kimlik doğrulamasını yapılandırın.
uk: Налаштуйте автентифікацію JWT або SAML, щоб лише авторизовані користувачі могли отримувати доступ до ваших вбудовувань.
vi: Cấu hình xác thực JWT hoặc SAML để đảm bảo chỉ những người dùng được ủy quyền mới có thể truy cập vào nội dung nhúng của bạn.
zh_hk: 設定 JWT 或 SAML 驗證，以確保只有授權使用者才能存取您的嵌入。

source: Deployment
ar: النشر
bg: Разгръщане
ca: Desplegament
de: Einsatz
es: Despliegue
fa: استقرار
fi: Käyttöönotto
fr: Déploiement
it: Distribuzione
ja: 展開
nb: Utplassering
nl: Inzet
pl: Zastosowanie
pt_br: Implantação
ru: Развертывание
sk: Nasadenie
sl: Uvajanje
sq: Vendosje
sr: Deploy
sv: Spridning
tr: Dağıtım
uk: Розгортання
vi: Triển khai
zh_hk: 部署

source: Embed in production with SSO
ar: تضمين في بيئة الإنتاج مع SSO
bg: Вграждане в продукцията с SSO
ca: Integrar en producció amb SSO
de: Einbettung in die Produktion mit SSO
es: Integrar en producción con SSO
fa: جاسازی در محیط عملیاتی با SSO
fi: Upota tuotantoon kertakirjautumisen avulla
fr: Intégrez-le en production avec l'authentification unique (SSO).
it: Incorpora in produzione con SSO
ja: SSOを使用して本番環境に組み込む
nb: Innbygging i produksjon med SSO
nl: Integreer in productie met SSO
pl: Osadź w środowisku produkcyjnym za pomocą logowania jednokrotnego (SSO)
pt_br: Incorpore em produção com SSO (Single Sign-On).
ru: Встраивание в рабочую среду с помощью единого входа (SSO)
sk: Vložiť do produkčného prostredia pomocou jediného prihlásenia
sl: Vdelava v produkcijo z enotno prijavo (SSO)
sq: Inkorporo në production me SSO
sr: Ugradi u produkciji uz SSO
sv: Bädda in i produktion med SSO
tr: SSO ile üretim ortamına entegre edin.
uk: Вбудовуйте в продакшен за допомогою SSO
vi: Tích hợp vào môi trường sản xuất với SSO
zh_hk: 使用 SSO 嵌入生產
