Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: User does not have permission to read this card
ar: ليس لدى المستخدم إذن لقراءة هذه البطاقة
bg: Потребителят няма разрешение да чете тази карта
ca: L'usuari no té permís per llegir aquesta targeta
de: Der Benutzer hat keine Berechtigung, diese Karte zu lesen
eo: User ain't got the creds to peep this card 😬
es: El usuario no tiene permiso para leer esta tarjeta.
fa: کاربر اجازه خواندن این کارت را ندارد
fi: Käyttäjällä ei ole oikeutta lukea tätä korttia
fr: L'utilisateur n'a pas l'autorisation de lire cette carte
it: L'utente non ha l'autorizzazione per leggere questa carta
ja: ユーザーにはこのカードを読み取る権限がありません
nb: Brukeren har ikke tillatelse til å lese dette kortet
nl: Gebruiker heeft geen toestemming om deze kaart te lezen
pl: Użytkownik nie ma uprawnień do odczytu tej karty
pt_br: O usuário não tem permissão para ler este cartão
ru: У пользователя нет разрешения на чтение этой карты
sk: Používateľ nemá povolenie na čítanie tejto karty
sl: Uporabnik nima dovoljenja za branje te kartice
sq: Përdoruesi nuk ka leje ta lexojë këtë kartë
sr: Korisnik nema dozvolu da čita ovu karticu
sv: Användaren har inte behörighet att läsa detta kort
tr: Kullanıcının bu kartı okuma yetkisi yok
uk: Користувач не має прав на читання цієї картки
vi: Người dùng không có quyền đọc thẻ này
zh_hk: 使用者沒有權限讀取這張卡片

source: User has permission to query this card
ar: لدى المستخدم إذن لاستعلام هذه البطاقة
bg: Потребителят има разрешение да прави заявки към тази карта
ca: L'usuari té permís per consultar aquesta targeta
de: Der Benutzer hat die Berechtigung, diese Karte abzufragen
eo: User’s got the pass to check this card fr.
es: El usuario tiene permiso para consultar esta tarjeta.
fa: کاربر اجازه دارد از این کارت استعلام بگیرد
fi: Käyttäjällä on lupa tehdä kyselyitä tällä kortilla
fr: L'utilisateur a la permission d'interroger cette carte
it: L'utente ha il permesso di interrogare questa carta
ja: ユーザーはこのカードを照会する権限を持っています
nb: Brukeren har tillatelse til å søke på dette kortet
nl: Gebruiker heeft toestemming om deze kaart te raadplegen
pl: Użytkownik ma uprawnienia do zapytania o tę kartę
pt_br: O usuário tem permissão para consultar este cartão
ru: Пользователь имеет разрешение на запрос этой карты
sk: Používateľ má povolenie na dotazovanie tejto karty
sl: Uporabnik ima dovoljenje za poizvedovanje po tej kartici
sq: Përdoruesi ka leje të bëjë query për këtë kartë
sr: Korisnik ima dozvolu da izvršava upite nad ovom karticom
sv: Användaren har behörighet att fråga detta kort
tr: Kullanıcının bu kartı sorgulama izni var
uk: Користувач має права на виконання запиту для цієї картки
vi: Người dùng có quyền truy vấn thẻ này
zh_hk: 使用者有權限查詢此卡片

source: User does not have permission to query this card
ar: ليس لدى المستخدم إذن لاستعلام هذه البطاقة
bg: Потребителят няма разрешение да прави заявки към тази карта
ca: L'usuari no té permís per consultar aquesta targeta
de: Der Benutzer hat keine Berechtigung, diese Karte abzufragen
eo: Bruh, user ain't got the creds to check this card, fr.
es: El usuario no tiene permiso para consultar esta tarjeta
fa: کاربر اجازه استعلام این کارت را ندارد
fi: Käyttäjällä ei ole oikeutta tehdä kyselyitä tällä kortilla
fr: L'utilisateur n'a pas l'autorisation d'interroger cette carte
it: L'utente non ha l'autorizzazione per interrogare questa carta
ja: ユーザーにはこのカードを照会する権限がありません
nb: Brukeren har ikke tillatelse til å søke på dette kortet
nl: Gebruiker heeft geen toestemming om deze kaart te raadplegen
pl: Użytkownik nie ma uprawnień do zapytania o tę kartę
pt_br: O usuário não tem permissão para consultar este cartão
ru: У пользователя нет разрешения на запрос этой карты
sk: Používateľ nemá povolenie na dotazovanie tejto karty
sl: Uporabnik nima dovoljenja za poizvedovanje po tej kartici
sq: Përdoruesi nuk ka leje të bëjë query për këtë kartë
sr: Korisnik nema dozvolu da izvršava upite nad ovom karticom
sv: Användaren har inte behörighet att fråga efter det här kortet
tr: Kullanıcının bu kartı sorgulama yetkisi yok
uk: Користувач не має прав на виконання запиту для цієї картки
vi: Người dùng không có quyền truy vấn thẻ này
zh_hk: 使用者無權查詢此卡

source: User has permission to download data from this card
ar: لدى المستخدم إذن لتنزيل البيانات من هذه البطاقة
bg: Потребителят има разрешение да изтегля данни от тази карта
ca: L'usuari té permís per descarregar dades d'aquesta targeta
de: Der Benutzer hat die Berechtigung, Daten von dieser Karte herunterzuladen
eo: User's got the green light to scoop data from this card ✨
es: El usuario tiene permiso para descargar datos de esta tarjeta
fa: کاربر اجازه دانلود داده‌ها از این کارت را دارد
fi: Käyttäjällä on lupa ladata tietoja tältä kortilta
fr: L'utilisateur a l'autorisation de télécharger des données à partir de cette carte
it: L'utente ha l'autorizzazione a scaricare i dati da questa scheda
ja: ユーザーはこのカードからデータをダウンロードする権限を持っています
nb: Brukeren har tillatelse til å laste ned data fra dette kortet
nl: Gebruiker heeft toestemming om gegevens van deze kaart te downloaden
pl: Użytkownik ma uprawnienia do pobierania danych z tej karty
pt_br: O usuário tem permissão para baixar dados deste cartão
ru: Пользователь имеет разрешение на загрузку данных с этой карты
sk: Používateľ má povolenie na sťahovanie údajov z tejto karty
sl: Uporabnik ima dovoljenje za prenos podatkov s te kartice
sq: Përdoruesi ka leje të shkarkojë të dhëna nga kjo kartë
sr: Korisnik ima dozvolu da preuzima podatke iz ove kartice
sv: Användaren har behörighet att ladda ner data från detta kort
tr: Kullanıcının bu karttan veri indirme izni var
uk: Користувач має права на завантаження даних із цієї картки
vi: Người dùng có quyền tải xuống dữ liệu từ thẻ này
zh_hk: 使用者有權從這張卡下載資料

source: User has permission to read this card
ar: لدى المستخدم إذن لقراءة هذه البطاقة
bg: Потребителят има разрешение да чете тази карта
ca: L'usuari té permís per llegir aquesta targeta
de: Der Benutzer hat die Berechtigung, diese Karte zu lesen
eo: User’s got the go to peep this card, fr fr
es: El usuario tiene permiso para leer esta tarjeta.
fa: کاربر اجازه خواندن این کارت را دارد
fi: Käyttäjällä on oikeus lukea tätä korttia
fr: L'utilisateur a la permission de lire cette carte
it: L'utente ha il permesso di leggere questa carta
ja: ユーザーはこのカードを読み取る権限を持っています
nb: Brukeren har tillatelse til å lese dette kortet
nl: Gebruiker heeft toestemming om deze kaart te lezen
pl: Użytkownik ma uprawnienia do odczytu tej karty
pt_br: O usuário tem permissão para ler este cartão
ru: Пользователь имеет разрешение на чтение этой карты
sk: Používateľ má povolenie na čítanie tejto karty
sl: Uporabnik ima dovoljenje za branje te kartice
sq: Përdoruesi ka leje ta lexojë këtë kartë
sr: Korisnik ima dozvolu da čita ovu karticu
sv: Användaren har behörighet att läsa detta kort
tr: Kullanıcının bu kartı okuma izni var
uk: Користувач має права на читання цієї картки
vi: Người dùng có quyền đọc thẻ này
zh_hk: 使用者有權讀取此卡

source: Unknown permission type
ar: نوع الإذن غير معروف
bg: Неизвестен тип разрешение
ca: Tipus de permís desconegut
de: Unbekannter Berechtigungstyp
eo: Unk permission type
es: Tipo de permiso desconocido
fa: نوع مجوز نامشخص
fi: Tuntematon käyttöoikeustyyppi
fr: Type d'autorisation inconnu
it: Tipo di autorizzazione sconosciuto
ja: 不明な権限タイプ
nb: Ukjent type tillatelse
nl: Onbekend toestemmingstype
pl: Nieznany typ uprawnień
pt_br: Tipo de permissão desconhecido
ru: Неизвестный тип разрешения
sk: Neznámy typ povolenia
sl: Neznana vrsta dovoljenja
sq: Lloj lejeje i panjohur
sr: Nepoznat tip dozvole
sv: Okänd behörighetstyp
tr: Bilinmeyen izin türü
uk: Невідомий тип дозволу
vi: Loại quyền không xác định
zh_hk: 未知權限類型

source: The remote branch to sync with, e.g. `main`
ar: الفرع البعيد للمزامنة معه، مثل `main`
bg: Отдалеченият клон за синхронизиране, например `main`
ca: La branca remota amb la qual sincronitzar, p. ex. `main`
de: Der Remote-Zweig, mit dem synchronisiert werden soll, zB „main“
es: La rama remota con la que sincronizar, por ejemplo, `principal`
fa: شاخه‌ی ریموت برای همگام‌سازی، مثلاً شاخه‌ی «main»
fi: Etähaara, jonka kanssa synkronoidaan, esim. `main`
fr: La branche distante avec laquelle se synchroniser, par exemple « main »
it: Il ramo remoto con cui sincronizzarsi, ad esempio `main`
ja: 同期するリモートブランチ（例：`main`）
nb: Den eksterne grenen som skal synkroniseres med, f.eks. `main`.
nl: De externe tak waarmee gesynchroniseerd moet worden, bijvoorbeeld `main`
pl: Zdalna gałąź, z którą należy się synchronizować, np. `main`
pt_br: O branch remoto para sincronizar com, por exemplo `main`
ru: Удаленная ветка для синхронизации, например `main`
sk: Vzdialená vetva, s ktorou sa má synchronizovať, napr. `main`
sl: Oddaljena veja za sinhronizacijo, npr. `main`
sq: Branch-i remote për t’u sinkronizuar, p.sh. `main`
sr: Udaljena grana sa kojom se sinhronizuje, npr. `main`
sv: Fjärrgrenen att synkronisera med, t.ex. `main`
tr: Senkronize edilecek uzak dal, örneğin `main`
uk: Віддалена гілка для синхронізації, наприклад `main`
vi: Nhánh từ xa để đồng bộ hóa, ví dụ `main`
zh_hk: 要同步的遠端分支，例如`main`。

source: An Authorization Bearer token allowing access to the git repo over HTTP
ar: رمز Authorization Bearer يتيح الوصول إلى مستودع git عبر HTTP
bg: Токен за оторизиран носител, позволяващ достъп до git хранилището през HTTP
ca: Un token d'autorització que permet l'accés al repositori de git a través d'HTTP
de: Ein Autorisierungs-Bearer-Token, das den Zugriff auf das Git-Repo über HTTP ermöglicht
es: Un token de portador de autorización que permite el acceso al repositorio git a través de HTTP
fa: یک توکنِ حاملِ مجوز که امکان دسترسی به مخزن گیت را از طریق HTTP فراهم می‌کند.
fi: Valtuutushaltijan tunnus, joka sallii pääsyn git-arkistoon HTTP:n kautta
fr: Un jeton d'autorisation permettant l'accès au dépôt git via HTTP
it: Un token Authorization Bearer che consente l'accesso al repository git tramite HTTP
ja: HTTP経由でgitリポジトリへのアクセスを許可する認可ベアラートークン
nb: En autorisasjonsbærer som gir tilgang til git-repo'en via HTTP
nl: Een Authorization Bearer-token die toegang geeft tot de Git-repository via HTTP
pl: Token nośnika autoryzacji umożliwiający dostęp do repozytorium Git przez HTTP
pt_br: Um token de portador de autorização que permite acesso ao repositório git por HTTP
ru: Токен авторизации, позволяющий получить доступ к репозиторию git по протоколу HTTP.
sk: Token autorizačného nosiča umožňujúci prístup k repozitáru git cez HTTP
sl: Žeton nosilca avtorizacije, ki omogoča dostop do repozitorija git prek HTTP-ja
sq: Një token Authorization Bearer që lejon akses te repozitori git përmes HTTP
sr: Authorization Bearer token koji omogućava pristup git repozitorijumu preko HTTP-a
sv: En Authorization Bearer-token som tillåter åtkomst till git-repot via HTTP
tr: HTTP üzerinden git deposuna erişime izin veren bir Yetkilendirme Taşıyıcısı belirteci
uk: Bearer-токен Authorization, що дозволяє доступ до git-репозиторію через HTTP
vi: Mã thông báo Authorization Bearer cho phép truy cập vào kho lưu trữ git qua HTTP
zh_hk: 允許透過 HTTP 存取 git repo 的授權承載符記號

source: Whether to sync transforms via remote-sync. When enabled, all transforms, transform tags, and transform jobs are synced as a single unit (all-or-nothing).
ar: ما إذا كان سيتم مزامنة التحويلات عبر remote-sync. عند التفعيل، تتم مزامنة كل التحويلات ووسوم التحويلات ومهام التحويلات المجدولة كوحدة واحدة (الكل أو لا شيء).
ca: Si sincronitzar les transformacions mitjançant la sincronització remota. Quan està activat, totes les transformacions, etiquetes de transformació i tasques de transformació es sincronitzen com una sola unitat (tot o res).
de: Ob Transformationen per remote-sync synchronisiert werden sollen. Wenn aktiviert, werden alle Transformationen, Transform-Tags und Transform-Jobs als eine einzelne Einheit synchronisiert (alles oder nichts).
es: Si sincronizar transformaciones mediante remote-sync. Cuando está habilitado, todas las transformaciones, las etiquetas de transformaciones y los jobs de transformaciones se sincronizan como una sola unidad (todo o nada).
fa: اینکه آیا تبدیل‌ها از طریق remote-sync همگام‌سازی شوند یا نه. اگر فعال باشد، همهٔ تبدیل‌ها، تگ‌های تبدیل و جاب‌های تبدیل به‌عنوان یک واحد واحد (همه یا هیچ) همگام‌سازی می‌شوند.
fi: Synkronoidaanko muunnokset remote-syncin kautta. Kun tämä on käytössä, kaikki muunnokset, muunnostunnisteet ja muunnosajot synkronoidaan yhtenä kokonaisuutena (kaikki tai ei mitään).
fr: Indique si les transformations doivent être synchronisées via remote-sync. Lorsque cette option est activée, toutes les transformations, les tags de transformation et les exécutions de transformation sont synchronisés comme une seule unité (tout ou rien).
it: Se sincronizzare le trasformazioni tramite remote-sync. Se abilitato, tutte le trasformazioni, i tag delle trasformazioni e i job delle trasformazioni vengono sincronizzati come un'unica unità (tutto o niente).
ja: Remote-sync 経由でトランスフォームを同期するかどうか。有効にすると、すべてのトランスフォーム、トランスフォームタグ、トランスフォームジョブが単一ユニット（一括・全件成功のみ）として同期されます。
nb: Om transformasjoner skal synkroniseres via ekstern synkronisering. Når dette er aktivert, synkroniseres alle transformasjoner, transformasjonskoder og transformasjonsjobber som en enkelt enhet (alt-eller-ingenting).
pl: Czy synchronizować przekształcenia przez remote-sync. Po włączeniu wszystkie przekształcenia, tagi przekształceń i joby przekształceń są synchronizowane jako jedna całość (wszystko albo nic).
pt_br: Se deve sincronizar transformações via remote-sync. Quando ativado, todas as transformações, tags de transformação e jobs de transformação são sincronizados como uma única unidade (tudo ou nada).
ru: Следует ли синхронизировать трансформы через remote-sync. Если включено, все трансформы, теги трансформов и джобы трансформов синхронизируются как единое целое (всё или ничего).
sk: Či sa majú transformácie synchronizovať cez remote-sync. Keď je to povolené, všetky transformácie, tagy transformácií a joby transformácií sa synchronizujú ako jedna jednotka (všetko alebo nič).
sl: Ali naj se transformacije sinhronizirajo prek remote-sync. Ko je omogočeno, se vse transformacije, oznake transformacij in opravila transformacij sinhronizirajo kot ena enota (vse-ali-nič).
sq: Nëse do të sinkronizohen transformimet përmes remote-sync. Kur aktivizohet, të gjitha transformimet, etiketat e transformimeve dhe job-et e transformimeve sinkronizohen si një njësi e vetme (gjithçka-ose-asgjë).
sr: Da li sinhronizovati transformacije putem remote-sync. Kada je omogućeno, sve transformacije, oznake transformacija i poslovi transformacija sinhronizuju se kao jedna celina (sve-ili-ništa).
tr: Dönüşümler’in remote-sync üzerinden senkronize edilip edilmeyeceği. Etkinleştirildiğinde tüm Dönüşümler, Dönüşüm etiketleri ve Dönüşüm İşleri tek bir birim olarak (hepsi ya da hiçbiri) senkronize edilir.
uk: Чи синхронізувати трансформи через remote-sync. Якщо увімкнено, усі трансформи, теги трансформів і джоби трансформів синхронізуються як єдиний блок (усе або нічого).
vi: Có đồng bộ các biến đổi qua remote-sync hay không. Khi bật, tất cả biến đổi, thẻ biến đổi và công việc biến đổi sẽ được đồng bộ như một đơn vị duy nhất (tất cả-hoặc-không).
zh_hk: 是否透過 remote-sync 同步轉換。啟用後，所有轉換、轉換標籤及轉換作業會以單一單位（全有或全無）進行同步。

source: The location of your git repository, e.g. https://github.com/acme-inco/metabase.git
ar: موقع مستودع git لديك، مثل https://github.com/acme-inco/metabase.git
bg: Местоположението на вашето git хранилище, например https://github.com/acme-inco/metabase.git
ca: La ubicació del vostre repositori de git, per exemple https://github.com/acme-inco/metabase.git
de: Der Speicherort Ihres Git-Repositorys, z. B. https://github.com/acme-inco/metabase.git
es: La ubicación de su repositorio git, por ejemplo https://github.com/acme-inco/metabase.git
fa: محل مخزن گیت شما، مثلاً https://github.com/acme-inco/metabase.git
fi: Git-arkistosi sijainti, esim. https://github.com/acme-inco/metabase.git
fr: L'emplacement de votre dépôt git, par exemple https://github.com/acme-inco/metabase.git
it: La posizione del tuo repository git, ad esempio https://github.com/acme-inco/metabase.git
ja: Git リポジトリの場所 (例: https://github.com/acme-inco/metabase.git)
nb: Plasseringen til git-depotet ditt, f.eks. https://github.com/acme-inco/metabase.git
nl: De locatie van uw git-repository, bijvoorbeeld https://github.com/acme-inco/metabase.git
pl: Lokalizacja Twojego repozytorium Git, np. https://github.com/acme-inco/metabase.git
pt_br: A localização do seu repositório git, por exemplo https://github.com/acme-inco/metabase.git
ru: Расположение вашего git-репозитория, например https://github.com/acme-inco/metabase.git
sk: Umiestnenie vášho git repozitára, napr. https://github.com/acme-inco/metabase.git
sl: Lokacija vašega git repozitorija, npr. https://github.com/acme-inco/metabase.git
sq: Vendndodhja e repozitorit tënd git, p.sh. https://github.com/acme-inco/metabase.git
sr: Lokacija vašeg git repozitorijuma, npr. https://github.com/acme-inco/metabase.git
sv: Platsen för ditt git-arkiv, t.ex. https://github.com/acme-inco/metabase.git
tr: Git deponuzun konumu, örneğin https://github.com/acme-inco/metabase.git
uk: Розташування вашого git-репозиторію, наприклад https://github.com/acme-inco/metabase.git
vi: Vị trí kho lưu trữ git của bạn, ví dụ: https://github.com/acme-inco/metabase.git
zh_hk: 您的 git 倉庫位置，例如 https://github.com/acme-inco/metabase.git

source: Time-to-live in seconds for the remote changes check cache. Default is 60 seconds.
ar: مدة البقاء بالثواني (TTL) لذاكرة التخزين المؤقت لفحص التغييرات البعيدة. الافتراضي هو 60 ثانية.
ca: Temps de vida en segons per a la memòria cau de comprovació de canvis remots. El valor per defecte és de 60 segons.
de: Gültigkeitsdauer in Sekunden für den Cache zur Überprüfung von Remote-Änderungen. Standardwert: 60 Sekunden.
es: Tiempo de vida en segundos para la caché de comprobación de cambios remotos. El valor predeterminado es 60 segundos.
fa: زمان ماندگاری تغییرات از راه دور بر حسب ثانیه برای کش بررسی تغییرات. مقدار پیش‌فرض ۶۰ ثانیه است.
fi: Etämuutosten tarkistuksen välimuistin elinaika sekunteina. Oletusarvo on 60 sekuntia.
fr: Durée de vie (en secondes) du cache de vérification des modifications distantes. Valeur par défaut : 60 secondes.
it: Tempo di vita in secondi per la cache di controllo delle modifiche remote. Il valore predefinito è 60 secondi.
ja: リモート変更チェックキャッシュの有効期間（秒）。デフォルトは60秒です。
nb: Levetid i sekunder for hurtigbufferen for eksterne endringer. Standard er 60 sekunder.
pl: Czas życia (w sekundach) dla pamięci podręcznej zdalnego sprawdzania zmian. Domyślnie 60 sekund.
pt_br: Tempo de vida (TTL) em segundos para o cache de verificação de alterações remotas. O padrão é 60 segundos.
ru: Time-to-live в секундах для кэша проверки удалённых изменений. По умолчанию — 60 секунд.
sk: Čas do uchovania v sekundách pre vyrovnávaciu pamäť kontrolovanú vzdialenými zmenami. Predvolená hodnota je 60 sekúnd.
sl: Čas trajanja v sekundah za predpomnilnik preverjanja oddaljenih sprememb. Privzeta vrednost je 60 sekund.
sq: Time-to-live në sekonda për cache-in e kontrollit të ndryshimeve remote. Parazgjedhja është 60 sekonda.
sr: Time-to-live u sekundama za keš provere udaljenih promena. Podrazumevano je 60 sekundi.
tr: Uzaktan değişiklik kontrol önbelleğinin yaşam süresi (saniye cinsinden). Varsayılan değer 60 saniyedir.
uk: Time-to-live у секундах для кешу перевірки віддалених змін. Дефолтне значення — 60 секунд.
vi: Thời gian tồn tại (tính bằng giây) của bộ nhớ đệm kiểm tra thay đổi từ xa. Mặc định là 60 giây.
zh_hk: 遠端變更檢查快取的生存時間 (以秒為單位)。預設為 60 秒。

source: Git synchronization type - :read-write or :read-only
ar: نوع مزامنة Git - :read-write أو :read-only
bg: Тип синхронизация на Git - :read-write или :read-only
ca: Tipus de sincronització de Git: lectura-escriptura o només lectura
de: Git-Synchronisierungstyp – :read-write oder :read-only
es: Tipo de sincronización de Git: :read-write o :read-only
fa: نوع همگام‌سازی گیت - :read-write یا :read-only
fi: Git-synkronointityyppi - :read-write tai :read-only
fr: Type de synchronisation Git : :read-write ou :read-only
it: Tipo di sincronizzazione Git: :read-write o :read-only
ja: Git 同期タイプ - :read-write または :read-only
nb: Git-synkroniseringstype - :read-write eller :read-only
nl: Git-synchronisatietype - :lezen-schrijven of :alleen-lezen
pl: Typ synchronizacji Git - :read-write lub :read-only
pt_br: Tipo de sincronização Git - :leitura-escrita ou :somente-leitura
ru: Тип синхронизации Git — :read-write или :read-only
sk: Typ synchronizácie Gitu - :read-write alebo :read-only
sl: Vrsta sinhronizacije Gita - :branje-pisanje ali :samo-branje
sq: Lloji i sinkronizimit Git - :read-write ose :read-only
sr: Tip Git sinhronizacije - :read-write ili :read-only
sv: Git-synkroniseringstyp - :läs-skriv eller :skrivskyddad
tr: Git senkronizasyon türü - :okuma-yazma veya :salt okunur
uk: Тип синхронізації Git — :read-write або :read-only
vi: Kiểu đồng bộ hóa Git - :read-write hoặc :read-only
zh_hk: Git 同步類型 - :讀寫或 :唯讀
