Repository: metabase/metabase
Catalog: locales/*.po
Languages: ar, bg, ca, de, eo, es, fa, fi, fr, hu, it, ja, lt, ms, nb, nl, pl, pt_br, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hk

source: Hide details
ar: إخفاء التفاصيل
bg: Скриване на подробности
ca: Amaga els detalls
de: Details ausblenden
es: Ocultar detalles
fa: جزئیات را پنهان کنید
fi: Piilota tiedot
fr: Masquer les détails
it: Nascondi dettagli
ja: 詳細を非表示
nb: Skjul detaljer
nl: Details verbergen
pl: Ukryj szczegóły
pt_br: Ocultar detalhes
ru: Скрыть подробности
sk: Skryť podrobnosti
sl: Skrij podrobnosti
sq: Fshih detajet
sr: Sakrij detalje
sv: Dölj detaljer
tr: Ayrıntıları gizle
uk: Приховати деталі
vi: Ẩn chi tiết
zh_hk: 隱藏詳細資訊

source: Data structure
ar: هيكل البيانات
bg: Структура на данните
ca: Estructura de dades
de: Datenstruktur
es: Estructura de datos
fa: ساختار داده
fi: Tietorakenne
fr: structure de données
it: Struttura dei dati
ja: データ構造
nb: Datastruktur
nl: Gegevensstructuur
pl: Struktura danych
pt_br: Estrutura de dados
ru: Структура данных
sk: Štruktúra údajov
sl: Struktura podatkov
sq: Struktura e të dhënave
sr: Struktura podataka
sv: Datastruktur
tr: Veri yapısı
uk: Структура даних
vi: Cấu trúc dữ liệu
zh_hk: 資料結構

source: Table details
ar: تفاصيل الجدول
bg: Детайли за таблицата
ca: Detalls de la taula
de: Tabellendetails
es: Detalles de la tabla
fa: جزئیات جدول
fi: Pöydän tiedot
fr: Détails du tableau
it: Dettagli della tabella
ja: テーブルの詳細
nb: Tabelldetaljer
nl: Tabeldetails
pl: Szczegóły tabeli
pt_br: Detalhes da tabela
ru: Подробности таблицы
sk: Podrobnosti o tabuľke
sl: Podrobnosti tabele
sq: Detajet e tabelës
sr: Detalji tabele
sv: Tabelldetaljer
tr: Tablo detayları
uk: Деталі таблиці
vi: Chi tiết bảng
zh_hk: 表格詳細內容

source: Field details
ar: تفاصيل الحقل
bg: Детайли за полето
ca: Detalls del camp
de: Felddetails
es: Detalles del campo
fa: جزئیات میدان
fi: Kentän tiedot
fr: Détails du champ
it: Dettagli del campo
ja: フィールドの詳細
nb: Feltdetaljer
nl: Velddetails
pl: Szczegóły pola
pt_br: Detalhes do campo
ru: Детали поля
sk: Podrobnosti o poli
sl: Podrobnosti polja
sq: Detajet e fushës
sr: Detalji polja
sv: Fältdetaljer
tr: Saha detayları
uk: Деталі поля
vi: Chi tiết trường
zh_hk: 領域詳細資訊

source: Metabase Pro
fa: متابیس پرو
ja: メタベースプロ
sk: Metabáza Pro

source: Please ask a Metabase Store Admin ({0}) to upgrade your plan.
ar: يرجى طلب ترقية خطتك من مسؤول Metabase Store ({0}).
de: Bitte wenden Sie sich an einen Metabase Store Admin ({0}), um Ihren Plan zu aktualisieren.
es: Solicite a un administrador de Metabase Store ({0}) que actualice su plan.
fa: لطفاً از مدیر فروشگاه متابیس ({0}) بخواهید که طرح شما را ارتقا دهد.
fi: Pyydä Metabase Storen ylläpitäjää ({0}) päivittämään sopimuksesi.
fr: Veuillez demander à un administrateur de la boutique Metabase ({0}) de mettre à niveau votre forfait.
it: Chiedi a un amministratore del Metabase Store ({0}) di aggiornare il tuo piano.
ja: プランのアップグレードについては、Metabase Store 管理者 ({0}) に問い合わせてください。
pl: Aby uaktualnić swój plan, zwróć się do administratora Metabase Store ({0}).
pt_br: Por favor, peça a um administrador da Metabase Store ({0}) para atualizar seu plano.
ru: Попросите администратора Metabase Store ({0}) повысить ваш тарифный план.
sk: Požiadajte správcu obchodu Metabase ({0}) o aktualizáciu vášho plánu.
sl: Za nadgradnjo vašega paketa se obrnite na skrbnika trgovine Metabase Store ({0}).
sq: Të lutem kërkoji një Administratori të Metabase Store ({0}) të bëjë upgrade planin tënd.
sr: Zamolite Metabase Store administratora ({0}) da nadogradi vaš plan.
tr: Lütfen planınızı yükseltmek için bir Metabase Mağaza Yöneticisinden ({0}) rica edin.
uk: Будь ласка, попросіть адміна Metabase Store ({0}) підвищити ваш тарифний план.
vi: Vui lòng yêu cầu Quản trị viên Cửa hàng Metabase ({0}) nâng cấp gói của bạn.
zh_hk: 請洽詢 Metabase Store 管理員 ({0}) 升級您的方案。

source: Please ask a Metabase Store Admin to upgrade your plan.
ar: يرجى طلب ترقية خطتك من مسؤول Metabase Store.
de: Bitte wenden Sie sich an einen Metabase-Shop-Administrator, um Ihr Abonnement zu aktualisieren.
es: Solicite a un administrador de Metabase Store que actualice su plan.
fa: لطفاً از مدیر فروشگاه متابیس بخواهید که پلن شما را ارتقا دهد.
fi: Pyydä Metabase Storen ylläpitäjää päivittämään sopimuksesi.
fr: Veuillez demander à un administrateur de la boutique Metabase de mettre à niveau votre abonnement.
it: Chiedi a un amministratore del Metabase Store di aggiornare il tuo piano.
ja: プランのアップグレードについては、Metabase Store 管理者に問い合わせてください。
pl: Poproś administratora Metabase Store o uaktualnienie planu.
pt_br: Solicite a um administrador da Metabase Store que atualize seu plano.
ru: Попросите администратора Metabase Store повысить ваш тарифный план.
sk: Požiadajte správcu obchodu Metabase o aktualizáciu vášho plánu.
sl: Za nadgradnjo vašega paketa prosite skrbnika trgovine Metabase.
sq: Të lutem kërkoji një Administratori të Metabase Store të bëjë upgrade planin tënd.
sr: Zamolite Metabase Store administratora da nadogradi vaš plan.
tr: Lütfen planınızı yükseltmek için bir Metabase Mağaza Yöneticisinden yardım isteyin.
uk: Будь ласка, попросіть адміна Metabase Store підвищити ваш тарифний план.
vi: Vui lòng yêu cầu quản trị viên cửa hàng Metabase nâng cấp gói dịch vụ của bạn.
zh_hk: 請洽詢 Metabase Store 管理員升級您的計劃。

source: Get a 14-day free trial of this and other pro features
ar: احصل على تجربة مجانية لمدة 14 يومًا لهذه الميزات وميزات Pro الأخرى
fa: یک دوره آزمایشی رایگان ۱۴ روزه از این و سایر ویژگی‌های حرفه‌ای دریافت کنید
fi: Hanki 14 päivän ilmainen kokeilujakso tästä ja muista ammattilaisominaisuuksista
it: Ottieni una prova gratuita di 14 giorni di questa e altre funzionalità professionali
ja: この機能とその他のプロ機能を14日間無料でお試しいただけます
sq: Merr një provë falas 14-ditore të kësaj dhe veçorive të tjera Pro
sr: Pokrenite besplatni probni period od 14 dana za ovu i druge Pro funkcije
zh_hk: 取得此功能及其他專業功能的 14 天免費試用版

source: Connection method
ar: طريقة الاتصال
bg: Метод на свързване
ca: Mètode de connexió
de: Verbindungsmethode
es: Método de conexión
fa: روش اتصال
fi: Yhteystapa
fr: Méthode de connexion
it: Metodo di connessione
ja: 接続方法
nb: Tilkoblingsmetode
nl: Verbindingsmethode
pl: Metoda połączenia
pt_br: Método de conexão
ru: Метод подключения
sk: Spôsob pripojenia
sl: Način povezave
sq: Metoda e lidhjes
sr: Metod povezivanja
sv: Anslutningsmetod
tr: Bağlantı yöntemi
uk: Спосіб підключення
vi: Phương pháp kết nối
zh_hk: 連接方式

source: Fill out host, port and database name
ar: املأ المضيف والمنفذ واسم قاعدة البيانات
bg: Попълнете името на хоста, порта и базата данни
ca: Empleneu l'amfitrió, el port i el nom de la base de dades
de: Geben Sie den Host-, Port- und Datenbanknamen ein
es: Complete el nombre del host, puerto y base de datos
fa: نام میزبان، پورت و پایگاه داده را پر کنید
fi: Täytä isäntä, portti ja tietokannan nimi
fr: Remplissez l'hôte, le port et le nom de la base de données
it: Compila host, porta e nome del database
ja: ホスト、ポート、データベース名を入力してください
nb: Fyll ut host, port og databasenavn
nl: Vul de host-, poort- en databasenaam in
pl: Wypełnij hosta, port i nazwę bazy danych
pt_br: Preencha o host, a porta e o nome do banco de dados
ru: Укажите хост, порт и имя базы данных.
sk: Vyplňte názov hostiteľa, portu a databázy
sl: Izpolnite gostitelja, vrata in ime baze podatkov
sq: Plotësoni host, port dhe emrin e bazës së të dhënave
sr: Popunite host, port i naziv baze podataka
sv: Fyll i värd, port och databasnamn
tr: Ana bilgisayar, port ve veritabanı adını doldurun
uk: Заповніть host, port і назву бази даних
vi: Điền tên máy chủ, cổng và cơ sở dữ liệu
zh_hk: 填寫主機、連接埠和資料庫名稱

source: Use a connection string
ar: استخدم سلسلة اتصال
bg: Използвайте низ за свързване
ca: Utilitzeu una cadena de connexió
de: Verwenden einer Verbindungszeichenfolge
es: Utilice una cadena de conexión
fa: استفاده از رشته اتصال
fi: Käytä yhteysmerkkijonoa
fr: Utiliser une chaîne de connexion
it: Utilizzare una stringa di connessione
ja: 接続文字列を使用する
nb: Bruk en tilkoblingsstreng
nl: Gebruik een verbindingsreeks
pl: Użyj ciągu połączenia
pt_br: Use uma string de conexão
ru: Используйте строку подключения
sk: Použitie pripájacieho reťazca
sl: Uporabite povezovalni niz
sq: Përdor një connection string
sr: Koristi connection string
sv: Använd en anslutningssträng
tr: Bir bağlantı dizesi kullanın
uk: Використайте рядок підключення
vi: Sử dụng chuỗi kết nối
zh_hk: 使用連線字串

source: You can use a connection string to pre-fill the details below.
ar: يمكنك استخدام سلسلة اتصال لملء التفاصيل أدناه مسبقًا.
bg: Можете да използвате низ за свързване, за да попълните предварително данните по-долу.
ca: Podeu utilitzar una cadena de connexió per omplir prèviament les dades següents.
de: Sie können eine Verbindungszeichenfolge verwenden, um die folgenden Details vorab auszufüllen.
es: Puede utilizar una cadena de conexión para completar previamente los detalles a continuación.
fa: شما می‌توانید از یک رشته اتصال برای پر کردن اولیه جزئیات زیر استفاده کنید.
fi: Voit käyttää yhteysmerkkijonoa alla olevien tietojen esitäyttöön.
fr: Vous pouvez utiliser une chaîne de connexion pour pré-remplir les détails ci-dessous.
it: È possibile utilizzare una stringa di connessione per precompilare i dettagli seguenti.
ja: 接続文字列を使用して、以下の詳細を事前に入力できます。
nb: Du kan bruke en tilkoblingsstreng til å forhåndsutfylle detaljene nedenfor.
nl: U kunt een verbindingsreeks gebruiken om de onderstaande gegevens vooraf in te vullen.
pl: Możesz użyć ciągu połączenia, aby wstępnie wypełnić poniższe szczegóły.
pt_br: Você pode usar uma string de conexão para preencher previamente os detalhes abaixo.
ru: Вы можете использовать строку подключения для предварительного заполнения данных ниже.
sk: Na predvyplnenie nižšie uvedených údajov môžete použiť reťazec pripojenia.
sl: Za predhodno izpolnjevanje spodnjih podatkov lahko uporabite povezovalni niz.
sq: Mund të përdorni një connection string për të paraplotësuar detajet më poshtë.
sr: Možete da koristite connection string da unapred popunite detalje ispod.
sv: Du kan använda en anslutningssträng för att förfylla informationen nedan.
tr: Aşağıdaki ayrıntıları önceden doldurmak için bir bağlantı dizesi kullanabilirsiniz.
uk: Ви можете використати рядок підключення, щоб попередньо заповнити наведені нижче дані.
vi: Bạn có thể sử dụng chuỗi kết nối để điền trước các thông tin bên dưới.
zh_hk: 您可以使用連線字串預先填寫以下詳細資料。

source: Couldn’t use this connection string.
ar: تعذر استخدام سلسلة الاتصال هذه.
bg: Не можа да се използва този низ за свързване.
ca: No s'ha pogut utilitzar aquesta cadena de connexió.
de: Diese Verbindungszeichenfolge konnte nicht verwendet werden.
es: No se pudo utilizar esta cadena de conexión.
fa: نتونستم از این رشته اتصال استفاده کنم.
fi: Tätä yhteysmerkkijonoa ei voitu käyttää.
fr: Impossible d'utiliser cette chaîne de connexion.
it: Impossibile utilizzare questa stringa di connessione.
ja: この接続文字列を使用できませんでした。
nb: Kunne ikke bruke denne tilkoblingsstrengen.
nl: Deze verbindingsreeks kon niet worden gebruikt.
pl: Nie można użyć tego ciągu połączenia.
pt_br: Não foi possível usar esta string de conexão.
ru: Не удалось использовать эту строку подключения.
sk: Tento reťazec pripojenia sa nepodarilo použiť.
sl: Tega povezovalnega niza ni bilo mogoče uporabiti.
sq: S’u përdor dot ky connection string.
sr: Nije moguće koristiti ovaj connection string.
sv: Kunde inte använda den här anslutningssträngen.
tr: Bu bağlantı dizesi kullanılamadı.
uk: Не вдалося використати цей рядок підключення.
vi: Không thể sử dụng chuỗi kết nối này.
zh_hk: 無法使用此連線字串。

source: Connection details pre-filled below.
ar: تم ملء تفاصيل الاتصال أدناه مسبقًا.
bg: Данните за връзката са предварително попълнени по-долу.
ca: Detalls de connexió preomplerts a continuació.
de: Verbindungsdetails sind unten bereits ausgefüllt.
es: Detalles de conexión pre-completados a continuación.
fa: جزئیات اتصال از قبل در زیر پر شده است.
fi: Yhteystiedot on täytetty valmiiksi alla.
fr: Détails de connexion pré-remplis ci-dessous.
it: Di seguito sono precompilati i dettagli della connessione.
ja: 接続の詳細は以下に事前に入力されています。
nb: Tilkoblingsdetaljer er forhåndsutfylt nedenfor.
nl: Hieronder worden de verbindingsgegevens alvast ingevuld.
pl: Szczegóły połączenia są wstępnie wypełnione poniżej.
pt_br: Detalhes de conexão pré-preenchidos abaixo.
ru: Подробности подключения предварительно заполнены ниже.
sk: Podrobnosti o pripojení sú predvyplnené nižšie.
sl: Podrobnosti o povezavi so spodaj vnaprej izpolnjene.
sq: Detajet e lidhjes u paraplotësuan më poshtë.
sr: Detalji konekcije su unapred popunjeni ispod.
sv: Anslutningsuppgifter är förifyllda nedan.
tr: Bağlantı detayları aşağıda önceden doldurulmuştur.
uk: Дані підключення попередньо заповнено нижче.
vi: Thông tin kết nối được điền sẵn bên dưới.
zh_hk: 連接詳細資訊預先填寫在下方。

source: Search databases
ar: ابحث في قواعد البيانات
bg: Търсене в бази данни
ca: Cercar bases de dades
de: Datenbanken durchsuchen
es: Buscar bases de datos
fa: جستجوی پایگاه‌های داده
fi: Hae tietokannoista
fr: Rechercher dans les bases de données
it: Cerca nei database
ja: データベースを検索する
nb: Søk i databaser
nl: Zoek in databases
pl: Przeszukaj bazy danych
pt_br: Pesquisar bancos de dados
ru: Поиск в базах данных
sk: Vyhľadávanie v databázach
sl: Iskanje po podatkovnih bazah
sq: Kërko bazat e të dhënave
sr: Pretraži baze podataka
sv: Sök i databaser
tr: Veritabanlarında arama yapın
uk: Шукайте бази даних
vi: Tìm kiếm cơ sở dữ liệu
zh_hk: 搜尋資料庫

source: Sorry, we couldn't find this data source.
ar: عذرًا، لم نتمكن من العثور على مصدر البيانات هذا.
bg: За съжаление не успяхме да намерим този източник на данни.
ca: Ho sentim, no hem pogut trobar aquesta font de dades.
de: Leider konnten wir diese Datenquelle nicht finden.
es: Lo sentimos, no pudimos encontrar esta fuente de datos.
fa: متاسفیم، ما نتوانستیم این منبع داده را پیدا کنیم.
fi: Valitettavasti emme löytäneet tätä tietolähdettä.
fr: Désolé, nous n'avons pas pu trouver cette source de données.
it: Spiacenti, non siamo riusciti a trovare questa fonte dati.
ja: 申し訳ございませんが、このデータソースは見つかりませんでした。
nb: Vi fant dessverre ikke denne datakilden.
nl: Helaas konden we deze gegevensbron niet vinden.
pl: Niestety, nie udało nam się znaleźć tego źródła danych.
pt_br: Desculpe, não conseguimos encontrar esta fonte de dados.
ru: Извините, мы не смогли найти этот источник данных.
sk: Prepáčte, tento zdroj údajov sa nám nepodarilo nájsť.
sl: Žal tega vira podatkov nismo mogli najti.
sq: Më vjen keq, nuk e gjetëm këtë burim të dhënash.
sr: Žao nam je, nismo mogli da pronađemo ovaj izvor podataka.
sv: Tyvärr kunde vi inte hitta den här datakällan.
tr: Üzgünüz, bu veri kaynağını bulamadık.
uk: Вибачте, нам не вдалося знайти це джерело даних.
vi: Rất tiếc, chúng tôi không tìm thấy nguồn dữ liệu này.
zh_hk: 抱歉，我們無法找到此資料來源。

source: Sorry, we couldn't find this data source. Try uploading your data in the CSV format instead.
ar: عذرًا، لم نتمكن من العثور على مصدر البيانات هذا. جرّب رفع بياناتك بصيغة CSV بدلًا من ذلك.
bg: За съжаление не успяхме да намерим този източник на данни. Опитайте да качите данните си във формат CSV.
ca: Ho sentim, no hem pogut trobar aquesta font de dades. Prova de carregar les dades en format CSV.
de: Leider konnten wir diese Datenquelle nicht finden. Versuchen Sie stattdessen, Ihre Daten im CSV-Format hochzuladen.
es: Lo sentimos, no pudimos encontrar esta fuente de datos. Intente subir sus datos en formato CSV.
fa: متاسفیم، ما نتوانستیم این منبع داده را پیدا کنیم. به جای آن، داده‌های خود را در قالب CSV بارگذاری کنید.
fi: Valitettavasti emme löytäneet tätä tietolähdettä. Kokeile ladata tietosi CSV-muodossa.
fr: Désolé, nous n'avons pas trouvé cette source de données. Essayez plutôt de télécharger vos données au format CSV.
it: Spiacenti, non siamo riusciti a trovare questa fonte dati. Prova a caricare i dati in formato CSV.
ja: 申し訳ございませんが、このデータソースは見つかりませんでした。代わりにCSV形式でデータをアップロードしてください。
nb: Beklager, vi fant ikke denne datakilden. Prøv å laste opp dataene dine i CSV-format i stedet.
nl: Helaas konden we deze gegevensbron niet vinden. Probeer uw gegevens in CSV-formaat te uploaden.
pl: Przepraszamy, nie znaleźliśmy tego źródła danych. Spróbuj zamiast tego przesłać swoje dane w formacie CSV.
pt_br: Desculpe, não conseguimos encontrar esta fonte de dados. Tente enviar seus dados no formato CSV.
ru: Извините, мы не смогли найти этот источник данных. Попробуйте загрузить данные в формате CSV.
sk: Prepáčte, tento zdroj údajov sa nám nepodarilo nájsť. Skúste namiesto toho nahrať údaje vo formáte CSV.
sl: Žal tega vira podatkov nismo mogli najti. Poskusite naložiti podatke v obliki CSV.
sq: Më vjen keq, nuk e gjetëm këtë burim të dhënash. Provoni të ngarkoni të dhënat tuaja në formatin CSV në vend të kësaj.
sr: Žao nam je, nismo mogli da pronađemo ovaj izvor podataka. Pokušajte umesto toga da otpremite podatke u CSV formatu.
sv: Vi kunde tyvärr inte hitta den här datakällan. Försök att ladda upp dina data i CSV-format istället.
tr: Üzgünüz, bu veri kaynağını bulamadık. Bunun yerine verilerinizi CSV formatında yüklemeyi deneyin.
uk: Вибачте, нам не вдалося знайти це джерело даних. Спробуйте натомість завантажити дані у форматі CSV.
vi: Rất tiếc, chúng tôi không tìm thấy nguồn dữ liệu này. Hãy thử tải dữ liệu của bạn lên theo định dạng CSV.
zh_hk: 抱歉，我們無法找到此資料來源。請嘗試以 CSV 格式上傳您的資料。

source: Show more
ar: عرض المزيد
bg: Покажи още
ca: Mostra'n més
de: Mehr anzeigen
es: Mostrar más
fa: نمایش بیشتر
fi: Näytä lisää
fr: Afficher plus
it: Mostra altro
ja: もっと見る
nb: Vis mer
nl: Meer weergeven
pl: Pokaż więcej
pt_br: Mostrar mais
ru: Показать больше
sk: Zobraziť viac
sl: Prikaži več
sq: Shfaq më shumë
sr: Prikaži više
sv: Visa mer
tr: Daha fazlasını göster
uk: Показати більше
vi: Hiển thị thêm
zh_hk: 顯示更多

source: Sample Database for testing
ar: قاعدة البيانات النموذجية للاختبار
bg: Примерна база данни за тестване
ca: Base de dades de mostra per a proves
de: Beispieldatenbank zum Testen
es: Base de datos de muestra para pruebas
fa: نمونه پایگاه داده برای آزمایش
fi: Näytetietokanta testausta varten
fr: Exemple de base de données pour les tests
it: Database di esempio per i test
ja: テスト用のサンプルデータベース
nb: Eksempeldatabase for testing
nl: Voorbeelddatabase voor testen
pl: Przykładowa baza danych do testowania
pt_br: Banco de dados de amostra para teste
ru: Образец базы данных для тестирования
sk: Vzorová databáza na testovanie
sl: Vzorčna baza podatkov za testiranje
sq: Baza e të dhënave shembull për testim
sr: Primer baze podataka za testiranje
sv: Exempeldatabas för testning
tr: Test için Örnek Veritabanı
uk: Приклад бази даних для тестування
vi: Cơ sở dữ liệu mẫu để thử nghiệm
zh_hk: 測試用樣本資料庫

source: (by Metabase)
ar: (بواسطة Metabase)
bg: (от Метабаза)
ca: (per Metabase)
de: (von Metabase)
es: (por Metabase)
fa: (توسط متابیس)
fi: (Metabasen mukaan)
fr: (par Metabase)
it: (di Metabase)
ja: （Metabaseより）
nb: (av Metabase)
nl: (door Metabase)
pl: (przez Metabase)
pt_br: (por Metabase)
ru: (от Metabase)
sk: (podľa Metabase)
sl: (po Metabase)
sq: (nga Metabase)
sr: (od Metabase-a)
sv: (av Metabase)
tr: (Metabase tarafından)
uk: (від Metabase)
vi: (bởi Metabase)
zh_hk: (由 Metabase 提供)

source: Included
ar: مضمّن
bg: Включено
ca: Inclòs
de: Inbegriffen
es: Incluido
fa: شامل
fi: Mukana
fr: Compris
it: Incluso
ja: 含まれるもの
nb: Inkludert
nl: Inbegrepen
pl: Dołączony
pt_br: Incluído
ru: Включено
sk: Zahrnuté
sl: Vključeno
sq: E përfshirë
sr: Uključeno
sv: Ingår
tr: Dahil
uk: Включено
vi: Đã bao gồm
zh_hk: 包括

source: Invite a teammate to help you
ar: ادعُ زميلًا لمساعدتك
bg: Поканете съотборник да ви помогне
ca: Convida un company d'equip a ajudar-te
de: Bitten Sie einen Teamkollegen, Ihnen zu helfen
es: Invita a un compañero de equipo para que te ayude
fa: از یک هم‌تیمی دعوت کنید تا به شما کمک کند
fi: Kutsu tiimikaveri auttamaan sinua
fr: Invitez un coéquipier à vous aider
it: Invita un compagno di squadra ad aiutarti
ja: チームメイトを招待して手伝ってもらう
nb: Be en lagkamerat om å hjelpe deg
nl: Nodig een teamgenoot uit om je te helpen
pl: Poproś członka zespołu o pomoc
pt_br: Convide um colega de equipe para ajudá-lo
ru: Пригласите товарища по команде, чтобы он вам помог
sk: Pozvite si spoluhráča, aby vám pomohol
sl: Povabi soigralca, da ti pomaga
sq: Fto një shok ekipi për të të ndihmuar
sr: Pozovi člana tima da ti pomogne
sv: Bjud in en lagkamrat att hjälpa dig
tr: Size yardımcı olması için bir takım arkadaşınızı davet edin
uk: Запросіть колегу допомогти вам
vi: Mời một đồng đội giúp bạn
zh_hk: 邀請隊友幫忙

source: Previous row
ar: الصف السابق
bg: Предишен ред
ca: Fila anterior
de: Vorherige Zeile
es: Fila anterior
fa: ردیف قبلی
fi: Edellinen rivi
fr: Ligne précédente
it: Riga precedente
ja: 前の行
nb: Forrige rad
nl: Vorige rij
pl: Poprzedni wiersz
pt_br: Linha anterior
ru: Предыдущая строка
sk: Predchádzajúci riadok
sl: Prejšnja vrstica
sq: Rreshti i mëparshëm
sr: Prethodni red
sv: Föregående rad
tr: Önceki satır
uk: Попередній рядок
vi: Hàng trước
zh_hk: 前一列

source: Next row
ar: الصف التالي
bg: Следващ ред
ca: Fila següent
de: Nächste Zeile
es: Siguiente fila
fa: ردیف بعدی
fi: Seuraava rivi
fr: Rangée suivante
it: Riga successiva
ja: 次の行
nb: Neste rad
nl: Volgende rij
pl: Następny rząd
pt_br: Próxima linha
ru: Следующий ряд
sk: Ďalší riadok
sl: Naslednja vrstica
sq: Rreshti tjetër
sr: Sledeći red
sv: Nästa rad
tr: Sonraki sıra
uk: Наступний рядок
vi: Hàng tiếp theo
zh_hk: 下一列

source: Copy link to this record
ar: نسخ رابط هذا السجل
bg: Копиране на връзката към този запис
ca: Copia l'enllaç a aquest registre
de: Link zu diesem Datensatz kopieren
es: Copiar enlace a este registro
fa: پیوند به این رکورد را کپی کنید
fi: Kopioi linkki tähän tietueeseen
fr: Copier le lien vers cet enregistrement
it: Copia il collegamento a questo record
ja: このレコードへのリンクをコピー
nb: Kopier lenke til denne posten
nl: Link naar dit record kopiëren
pl: Kopiuj link do tego rekordu
pt_br: Copiar link para este registro
ru: Скопировать ссылку на эту запись
sk: Kopírovať odkaz na tento záznam
sl: Kopiraj povezavo do tega zapisa
sq: Kopjo link-un për këtë regjistrim
sr: Kopiraj link do ovog zapisa
sv: Kopiera länk till den här posten
tr: Bu kayda bağlantıyı kopyala
uk: Скопіювати посилання на цей запис
vi: Sao chép liên kết đến bản ghi này
zh_hk: 複製連結到此記錄

source: Open in full page
ar: فتح في صفحة كاملة
bg: Отваряне на цяла страница
ca: Obre a pàgina completa
de: Vollständig öffnen
es: Abrir en página completa
fa: باز شدن در تمام صفحه
fi: Avaa koko sivulla
fr: Ouvrir en pleine page
it: Apri a pagina intera
ja: 全ページ表示
nb: Åpne i helside
nl: Openen op volledige pagina
pl: Otwórz na całej stronie
pt_br: Abrir em página inteira
ru: Открыть на полной странице
sk: Otvoriť na celú stránku
sl: Odpri v celotni strani
sq: Hap në faqe të plotë
sr: Otvori na celoj stranici
sv: Öppna på helsida
tr: Tam sayfada aç
uk: Відкрити на повній сторінці
vi: Mở toàn trang
zh_hk: 開啟全頁

source: Row not found
ar: لم يتم العثور على الصف
bg: Редът не е намерен
ca: No s'ha trobat la fila
de: Zeile nicht gefunden
es: Fila no encontrada
fa: ردیفی یافت نشد
fi: Riviä ei löytynyt
fr: Ligne non trouvée
it: Riga non trovata
ja: 行が見つかりません
nb: Rad ikke funnet
nl: Rij niet gevonden
pl: Nie znaleziono wiersza
pt_br: Linha não encontrada
ru: Строка не найдена
sk: Riadok sa nenašiel
sl: Vrstice ni bilo mogoče najti
sq: Rreshti nuk u gjet
sr: Red nije pronađen
sv: Raden hittades inte
tr: Satır bulunamadı
uk: Рядок не знайдено
vi: Không tìm thấy hàng
zh_hk: 未找到行

source: What is the name of your document?
ar: ما اسم مستندك؟
fa: اسم سند شما چیست؟
fi: Mikä on dokumenttisi nimi?
it: Qual è il nome del tuo documento?
ja: ドキュメントの名前は何ですか?
sq: Si quhet dokumenti yt?
sr: Kako se zove vaš dokument?
zh_hk: 您的文件名稱是什麼？

source: document
ar: مستند
bg: документ
de: dokumentieren
es: documento
fa: سند
fi: asiakirja
it: documento
ja: 書類
nb: dokument
pl: dokument
pt_br: documento
ru: документ
sk: dokument
sl: dokument
sq: dokument
sr: dokument
sv: dokumentera
tr: belge
uk: документ
vi: tài liệu
zh_hk: 文件
